[
  {
    "mangaId": "b93212ef-5d8f-4814-9e10-9237720a4057",
    "title": {
      "en": "Hidamari Sketch"
    },
    "updatedAt": "2024-04-05T21:50:20+00:00",
    "coverArt": "https://mangadex.org/covers/b93212ef-5d8f-4814-9e10-9237720a4057/3f5edbff-f1ab-42e3-8ffd-e9042b1513f2.jpg",
    "altTitles": [
      {
        "en": "Sunshine Sketch"
      },
      {
        "th": "หอป่วน ก๊วนตัวแสบ"
      },
      {
        "ja": "ひだまりスケッチ"
      },
      {
        "ko": "히다마리스케치"
      }
    ],
    "description": {
      "en": "Accepted to a high school specializing in the arts, Yuno moves into a nearby apartment complex to make her commute easier. Just a few days into her new routine, she quickly discovers that creativity doesn't end with the art school bell! Her neighbors – Sae, Hiro, and Miya – are all fellow students, and each has her own hilarious quirks. And eccentricity clearly rules this school; Yuno's homeroom teach is a cosplay otaku and the principal is just weird. Will the quiet Yuno be able to handle this creatively kooky cast of characters?"
    },
    "status": "ongoing",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-05-21T17:34:21+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/8cb529dd-ab47-4d2d-b613-183dd076141b.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura bachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "cs": "Kagurabachi"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge. Epic sword battle action!",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-04-18T20:04:36+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/27bc5d4a-83db-4c9d-a049-5f8b9f29efc3.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4b8437c-ea32-42f9-96da-b3a6b53dabbd",
    "title": {
      "en": "Kitai Fuku ga Aru"
    },
    "updatedAt": "2024-03-29T08:41:50+00:00",
    "coverArt": "https://mangadex.org/covers/a4b8437c-ea32-42f9-96da-b3a6b53dabbd/3e32f681-ca13-4f8c-a456-dfeee9a510d3.jpg",
    "altTitles": [
      {
        "en": "I Want To Be Myself"
      },
      {
        "ja": "着たい服がある"
      },
      {
        "en": "I show my true colors shining through."
      },
      {
        "en": "There Are Clothes I Want to Wear"
      }
    ],
    "description": {
      "en": "University student Mami is seen by everyone as the fashionable cool model-type but she secretly just wants to wear Lolita fashion.  \n  \nWhile she tries occasionally to be more cute & less \"stylish\", she can't overcome the image others have of her. When she watches a new coworker at the cafe she works part-time at leave in a extremely flashy outfit, it sparks the courage in her to express herself more truthfully too!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "43"
  },
  {
    "mangaId": "253caeba-c9da-46fe-99ee-04cc6217aac6",
    "title": {
      "en": "Arrogant Slave"
    },
    "updatedAt": "2024-05-28T02:01:12+00:00",
    "coverArt": "https://mangadex.org/covers/253caeba-c9da-46fe-99ee-04cc6217aac6/3ad27d81-898d-4025-a9a0-ae9770d64bd6.png",
    "altTitles": [
      {
        "ja-ro": "Takabisha Dorei-chan"
      },
      {
        "ja": "高飛車ドレイちゃん"
      },
      {
        "ko": "고압적인 노예"
      },
      {
        "pt-br": "A escrava arrogante"
      }
    ],
    "description": {
      "en": "At the market, a man stumbles upon a particularly arrogant slave...",
      "pt-br": "No mercado, um homem se depara com uma escrava particularmente arrogante..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2bbb5a19-b25f-46fa-b5d3-0ead0f8572fe",
    "title": {
      "en": "Major 2nd"
    },
    "updatedAt": "2024-05-15T19:55:58+00:00",
    "coverArt": "https://mangadex.org/covers/2bbb5a19-b25f-46fa-b5d3-0ead0f8572fe/577e6fbf-133a-45aa-8fb8-5d64c6cc218e.jpg",
    "altTitles": [
      {
        "ru": "Второй Мэйджор"
      },
      {
        "ja": "メジャーセカンド"
      },
      {
        "en": "Major 2nd"
      },
      {
        "ja-ro": "Major 2nd"
      }
    ],
    "description": {
      "en": "A sequel to the successful baseball manga MAJOR by the same author. The series follows Gorou's son Daigo."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0925b477-9e72-4b40-8488-afb7aab4583f",
    "title": {
      "en": "Tomehane!"
    },
    "updatedAt": "2024-05-08T19:06:26+00:00",
    "coverArt": "https://mangadex.org/covers/0925b477-9e72-4b40-8488-afb7aab4583f/0efe7a40-def2-4ac5-adb1-b46d31122194.jpg",
    "altTitles": [
      {
        "ja-ro": "Tome wa Hane! Suzusato Koukou Shodoubu"
      },
      {
        "ja-ro": "Tomehane! Suzuri Kōkō Shodōbu"
      },
      {
        "ja-ro": "Tomehane! Suzuri Koukou Shodoubu"
      },
      {
        "ja-ro": "Tomehanetsu! Suzusato"
      },
      {
        "ja": "とめはねっ!"
      },
      {
        "ja": "とめはねっ! 鈴里高校書道部"
      },
      {
        "ja": "とめはねっ！−鈴里高校書道部−"
      }
    ],
    "description": {
      "en": "Tales of a high-school calligraphy club.  \n  \nA story about a high-school calligraphy club on the verge of breaking up that enters in a major competition while overcoming problems. Yuki, a promising female judoist, and Yukari, a quiet Canadian-raised boy who just returned to Japan, end up joining the club for the sake of maintaining the membership required to keep the club. Together with the old club members with unique characters, they gradually discover the fun of calligraphy and work together to win in the competition.  \n  \nTomehane! was nominated for best manga at the first two Manga Taisho.\n\nLive action series adaptation (2010): [MyDramaList](https://mydramalist.com/742-tomehane)"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "179"
  },
  {
    "mangaId": "dec0cba3-2a29-409c-bb2b-fc30e7fcc4be",
    "title": {
      "en": "Pierrot Man"
    },
    "updatedAt": "2024-05-29T05:15:46+00:00",
    "coverArt": "https://mangadex.org/covers/dec0cba3-2a29-409c-bb2b-fc30e7fcc4be/85a34dff-98b6-4ef0-96c7-9b66bd7d0d84.jpg",
    "altTitles": [
      {
        "ja": "ピエロマン"
      }
    ],
    "description": {
      "en": "Manga artist Toratoki Yamamura's serialized work \"Revenge Clown'' has been decided to be made into a movie, and with the support of his beloved wife, he is having the best night in both his professional and private life. However, that was just the beginning of the nightmare that was about to begin...\nWhat is the unexperienced murderous intent called by unconscious malice? ? What is the true identity of the mysterious revenge demon \"Clown Man\"? ?\nSuspense-horror master Shingo Honda collaborates for the first time with Shinsuke Takahashi, a master of writing, to unleash an astonishing and earth-shattering ``wet-clothed'' suspense story! !"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7abacf0-067a-45ae-84e5-acdfed5c5c20",
    "title": {
      "en": "Saikyou Rakudai Kizoku no Kenma Kiwameshi Antou Tan"
    },
    "updatedAt": "2024-05-12T08:28:47+00:00",
    "coverArt": "https://mangadex.org/covers/d7abacf0-067a-45ae-84e5-acdfed5c5c20/29314b0f-54b9-4ff7-840e-14a7f0924a3e.jpg",
    "altTitles": [
      {
        "en": "The Strongest Failed Aristocrat’s Dark Demon Sword"
      },
      {
        "ja": "最強落第貴族の剣魔極めし暗闘譚"
      },
      {
        "ja-ro": "SAIKYOU RAKUDAI KIZOKU NO KENMA KIWAMESHI ANTANFU"
      }
    ],
    "description": {
      "en": "The sword saint and the sage are in fact the underdogs of the school! A \"one-man, three-role\" substandard (dark) fantasy!\n\nRoy Revel is a frontier aristocrat from a lethargic small country. He is known as the \"fallen aristocrat\" at the school, but he has a secret. \n\n[The patron god of the land of swords, Cloud the White Sword Saint. \nThe patron god of the land of magic, the great sage Eclipse the Black.]\n\nThe strongest and most admired of the two great powers is in fact Roy, who plays the role of an incompetent! In order to protect his family, Roy, the strongest nobleman who manipulates the fight against the Empire from the shadows, is interested in the beautiful girls at the academy who aspire to become sword saints and sages.\n\nA new dark fantasy of the fallen aristocrat begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cfc3d743-bd89-48e2-991f-63e680cc4edf",
    "title": {
      "en": "Dr. Stone"
    },
    "updatedAt": "2024-04-12T13:36:06+00:00",
    "coverArt": "https://mangadex.org/covers/cfc3d743-bd89-48e2-991f-63e680cc4edf/1905884c-adc0-4651-aea2-c061c9f02763.jpg",
    "altTitles": [
      {
        "tr": "Doktor Taş"
      },
      {
        "ru": "Доктор Стоун"
      },
      {
        "ru": "Профессор каменного века"
      },
      {
        "ja": "ドクターストーン"
      },
      {
        "kk": "Стоун доктор"
      }
    ],
    "description": {
      "en": "Imagine waking to a world where every last human has been mysteriously turned to stone…  \n\nOne fateful day, all of humanity was petrified by a blinding flash of light. After several millennia, high schooler Taiju awakens and finds himself lost in a world of statues. However, he's not alone! His science-loving friend Senku's been up and running for a few months and he's got a grand plan in mind—to kickstart civilization with the power of science!",
      "it": "Anno 5738: da migliaia di anni l'intera umanità si ritrova tramutata in pietra a causa di una catastrofe naturale. Ooki Taiju riesce inspiegabilmente a risvegliarsi, trovandosi così di fronte ad una realtà completamente diversa da quanto ricordava, dove la natura ha ripreso il sopravvento sulla civiltà umana. Al suo risveglio il ragazzo si ricongiunge con il suo amico Senkuu, un giovane e geniale scienziato anche lui risvegliatosi qualche mese prima. Insieme i ragazzi sperano di scoprire la causa dietro all'improvvisa tramutazione in pietra - e, nel frattempo, di trovare una cura. Non tutto, però, va come previsto...",
      "pt": "Imagina acordar em um mundo onde cada humano foi misteriosamente transformado em pedra… Em um dia fatídico, toda a humanidade foi petrificada em um piscar de olhos. Depois de muitos milênios, o aluno do ensino médio, Taiju, acorda e se encontra perdido em um mundo de estátuas. Entretanto, ele não está sozinho! Seu amigo que ama ciência, Senku, está acordado e correndo pelos últimos meses e ele tem um grande plano em mente, recomeçar a civilização com o poder da ciência!",
      "ru": "Однажды, когда Тайджу пытался собраться с духом, чтобы признаться девушке в любви, небо заполнил странный свет. Все люди, на которых он падал, превращались в камень. После без малого четырёх тысяч лет он наконец выбирается из каменного плена и начинает исследовать окрестности. Неожиданно Тайджу встречается его старый друг Сенку, очнувшийся полгода назад. Сенку приводит Тайджу в свой примитивный дом на дереве и просит помощи в возрождении исчезнувшей человеческой цивилизации, начиная с попыток выяснить истинную природу света, который превратил людей в камень.",
      "pt-br": "Um dia fatídico, toda a humanidade foi petrificada por um flash ofuscante de luz. Depois de vários milênios, o colegial Taiju desperta e se vê perdido em um mundo de estátuas. No entanto, ele não está sozinho! Seu amigo de ciência Senku está em funcionamento há alguns meses e ele tem um grande plano em mente: dar o pontapé inicial na civilização com o poder da ciência!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "26",
    "lastChapter": "232"
  },
  {
    "mangaId": "d5a6c5b2-0345-419b-b77e-5af5a1fb6295",
    "title": {
      "en": "Sennen Darling"
    },
    "updatedAt": "2024-04-24T21:18:44+00:00",
    "coverArt": "https://mangadex.org/covers/d5a6c5b2-0345-419b-b77e-5af5a1fb6295/c34a640b-4f8f-4c19-abbd-9fd4dba88883.jpg",
    "altTitles": [
      {
        "en": "Millennium Darling"
      },
      {
        "ja": "千年ダーリン"
      }
    ],
    "description": {
      "en": "\"A mishmash of steel and metal and an explosion of flesh! Let's celebrate the birth of Millennium Darling!\"\n\n1980s: The Town of Senni Dani. After a mysterious and violent incident, Ippei Tsukanoma awakens in the laboratory of Giniro Karisome. Ippei is informed he has been transformed into Millennium Darling, a cyborg created with an ancient lost technology. Ippei, Giniro, and their friends come to discover there are other cyborgs out there... but they are nowhere near as friendly! Now, Ippei and Giniro must face agaisnt these dangerous hostile enemies led by Lord Neiron to protect themselves and Sennen Dani. Welcome, Millennium Darling!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bbaa17c4-0f36-4bbb-9861-34fc8fdf20fc",
    "title": {
      "en": "EDENS ZERO"
    },
    "updatedAt": "2024-04-10T14:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/bbaa17c4-0f36-4bbb-9861-34fc8fdf20fc/3d66ac9a-8dc5-43b7-84a7-1ce8e2effb2a.jpg",
    "altTitles": [
      {
        "ru": "Нулевой Эдем: Эденс Зеро"
      },
      {
        "ja": "エデンズ ゼロ"
      },
      {
        "ko": "에덴즈 제로"
      },
      {
        "zh-hk": "伊甸星原"
      },
      {
        "ne": "एडेंस जेरो"
      }
    ],
    "description": {
      "en": "Shiki is a human who lives in a city filled with only robots. He considers the robots to be his best friends, and always takes care of them. Then, one day, he comes across another human - Rebecca, a girl who makes videos online to become popular. And at the same time, the robots start to go crazy?   \n   \nA new manga from Hiro Mashima, of [*Rave Master*](<https://mangadex.org/manga/1036>) and [*Fairy Tail*](<https://mangadex.org/manga/558>) fame.",
      "fr": "[*Official Fench*](<https://www.pika.fr/serie/edens-zero>)",
      "ru": "Она явит читателям абсолютно новую форму фэнтези. Там будет куча довольно-таки вызывающих шуток. Никакой связи с Хвостом новинка иметь не будет. В ней появится Плу из манги Rave Master.",
      "tr": "İnsanların terk ettiği bir tema parkı olan Granbell Krallığı'nda artık robotlar yaşamaktadır. Robotların yanı sıra onlarla birlikte yaşamını sürdüren tek bir insan vardır: Shiki. Ömrünü sürekli bu makinelerle beraber yaşasa da günün birinde Rebecca ve kedisi Happy, bu tema parkına gelirler. Yeni ziyaretçilerin bilmediği ise Granbell'in yüzyıllar içerisindeki ilk konukları olduklarıydı. Shiki yeni arkadaşlar edinme yolunda tökezlerken robotlar bir ayaklanma başlatırlar. Doğup büyüdüğü yer artık çok tehlikeli bir hâle gelince Shiki, Rebecca ve Happy'nin uzay gemisine katılır ve uçsuz buçaksız bir uzay macerası başlar.\n\n [**Rave Master**](https://mangadex.org/title/5923081c-ad82-4a8b-a509-89ebe752db01) ve [**Fairy Tail**](https://mangadex.org/title/227e3f72-863f-46f9-bafe-c43104ca29ee) ile tanınan Hiro Mashima'nın yeni serisi."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e7b92d8b-ae1d-4968-aab4-de5d62213075",
    "title": {
      "en": "Monster Duke's Daughter"
    },
    "updatedAt": "2023-01-24T23:27:40+00:00",
    "coverArt": "https://mangadex.org/covers/e7b92d8b-ae1d-4968-aab4-de5d62213075/0c3f0eb4-6216-42c1-9ee9-12131da8ba1c.jpg",
    "altTitles": [
      {
        "ko": "괴물공작의 딸"
      },
      {
        "ko": "Goemulgongjag'eui Dda"
      },
      {
        "ko": "Goemulgongjagui Ttal"
      },
      {
        "fr": "La fille du duc monstrueux"
      },
      {
        "es": "Hija del monstruo duque"
      },
      {
        "ru": "Дочь герцога-монстра"
      },
      {
        "ru": "Дочка герцога-монстра"
      },
      {
        "ar": "ابنه الذوق الوحش"
      },
      {
        "ja": "怪物公爵の娘"
      },
      {
        "vi": "Con gái của Công tước Quái Vật"
      },
      {
        "NULL": "កូនស្រីណព្វរបស់ រលាកដង្ខៅ"
      },
      {
        "zh": "怪物公爵的女儿"
      },
      {
        "id": "Putri Duke Monster"
      },
      {
        "id": "Lottie Putrinya Damian"
      }
    ],
    "description": {
      "en": "When her mom goes missing, three-year-old Lotilucia stumbles on a magic crest that transports her to the estate of House Frodium, one of the empire’s most powerful noble families. Little Lottie immediately recognizes Duke Damian Frodium as her dad; he is the so-called “Monster Duke” of demon descent. Once taken into the house, Lottie does her best to stay out of his way. But then she stumbles on a magic book that shows her a story about Duke Frodium’s adopted daughter replacing his dead daughter named Lotilucia! Lottie is shocked but also emboldened by the prophetic tale. If she is meant to die anyway, she might as well be her cheeky self and do as she pleases! This new Lottie wins over her demon dad along with his staff, but will she manage to stay alive and thrive as the Monster Duke’s daughter?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6392044), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=765158)\n\n**Official Translations:**\n* English: [TappyToon](https://www.tappytoon.com/en/comics/monster-dukes-daughter), [Webtoon](https://www.webtoons.com/en/fantasy/monster-dukes-daughter/list?title_no=4469)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/guaiwugongjuedenver/list?title_no=1910)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/monster-duke-daughter/list?title_no=3374)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001659&t=1664678601994)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/monster-duke-daughter/list?title_no=3876)\n\n---\n[Chapter 18 BGM](https://www.youtube.com/watch?v=Fj0i4G9Jtd8) by [MZ](https://www.youtube.com/@MZ_composer)",
      "id": "Lottie tiba-tiba muncul di kediaman Duke Demian dan ternyata Duke itu adalah ayah kandungnya, tapi Duke ini sering disebut sebagai Duke Monster! Apakah dia benar-benar monster? Dan kenapa ada novel yang mengatakan kalau Lottie tidak bisa hidup lama?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6392044), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=765158)\n\n**Official Translations:**\n* English: [TappyToon](https://www.tappytoon.com/en/comics/monster-dukes-daughter), [Webtoon](https://www.webtoons.com/en/fantasy/monster-dukes-daughter/list?title_no=4469)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/guaiwugongjuedenver/list?title_no=1910)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/monster-duke-daughter/list?title_no=3374)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001659&t=1664678601994)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/monster-duke-daughter/list?title_no=3876)\n\n---\n[Chapter 18 BGM](https://www.youtube.com/watch?v=Fj0i4G9Jtd8) by [MZ](https://www.youtube.com/@MZ_composer)",
      "ja": "魔法で突然公爵家に飛ばされ、そこで暮らすことになったロティ―。 父であるプロデウム公爵は完璧すぎるゆえ、怪物公爵と呼ばれていた。 そんなある日、公爵の書斎で怪しい本を見つけるが・・！？\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6392044), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=765158)\n\n**Official Translations:**\n* English: [TappyToon](https://www.tappytoon.com/en/comics/monster-dukes-daughter), [Webtoon](https://www.webtoons.com/en/fantasy/monster-dukes-daughter/list?title_no=4469)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/guaiwugongjuedenver/list?title_no=1910)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/monster-duke-daughter/list?title_no=3374)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001659&t=1664678601994)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/monster-duke-daughter/list?title_no=3876)\n\n---\n[Chapter 18 BGM](https://www.youtube.com/watch?v=Fj0i4G9Jtd8) by [MZ](https://www.youtube.com/@MZ_composer)",
      "ko": "세상과 단절되어 살아가던 나는 '괴물공작' 이라 불리는 아빠에게 거둬졌다.\n어느 날, 아빠의 서재에서 이상한 책을 발견하는데…\n이거 내용이 왜 이래? 내가 병 때문에 죽는다고? 그러면서 양녀를 들이고 잘해줘?\n어차피 죽을 거라면 그전에는 뭘 해도 안 죽는다는 거잖아! 그렇다면, 정말 로티 맘대로 해버릴 거야!\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6392044), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=765158)\n\n**Official Translations:**\n* English: [TappyToon](https://www.tappytoon.com/en/comics/monster-dukes-daughter), [Webtoon](https://www.webtoons.com/en/fantasy/monster-dukes-daughter/list?title_no=4469)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/guaiwugongjuedenver/list?title_no=1910)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/monster-duke-daughter/list?title_no=3374)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001659&t=1664678601994)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/monster-duke-daughter/list?title_no=3876)\n\n---\n[Chapter 18 BGM](https://www.youtube.com/watch?v=Fj0i4G9Jtd8) by [MZ](https://www.youtube.com/@MZ_composer)",
      "ru": "Я была совсем отрезана от мира, пока меня не забрал к себе отец — герцог-монстр. Однажды я незаметно проскользнула в кабинет отца и нашла там странную книгу...\n— Что?! Я умру от болезни?! Тогда какого чёрта вы обращаетесь с приёмной дочерью лучше, чем со мной? Раз уж я умру от болезни... Я буду делать всё, что захочу!\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6392044), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=765158)\n\n**Official Translations:**\n* English: [TappyToon](https://www.tappytoon.com/en/comics/monster-dukes-daughter), [Webtoon](https://www.webtoons.com/en/fantasy/monster-dukes-daughter/list?title_no=4469)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/guaiwugongjuedenver/list?title_no=1910)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/monster-duke-daughter/list?title_no=3374)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001659&t=1664678601994)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/monster-duke-daughter/list?title_no=3876)\n\n---\n[Chapter 18 BGM](https://www.youtube.com/watch?v=Fj0i4G9Jtd8) by [MZ](https://www.youtube.com/@MZ_composer)",
      "zh": "软萌幼崽有谁能不爱？！\n冷酷公爵也成宠女狂魔！\n可爱的洛蒂突然有了一个被称为怪物公爵，且看上去不太喜欢自己的爸爸。某一天她在爸爸的书房里发现了一本奇怪的书，里面说她只能活到11岁？而在她死后爸爸竟然收养了一个养女还对她特别好？反正横竖都是死，那我就想做什么就做什么了！\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6392044), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=765158)\n\n**Official Translations:**\n* English: [TappyToon](https://www.tappytoon.com/en/comics/monster-dukes-daughter), [Webtoon](https://www.webtoons.com/en/fantasy/monster-dukes-daughter/list?title_no=4469)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/guaiwugongjuedenver/list?title_no=1910)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/monster-duke-daughter/list?title_no=3374)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001659&t=1664678601994)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/monster-duke-daughter/list?title_no=3876)\n\n---\n[Chapter 18 BGM](https://www.youtube.com/watch?v=Fj0i4G9Jtd8) by [MZ](https://www.youtube.com/@MZ_composer)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9aaa96b-36fc-41c5-a427-6e39c26b7720",
    "title": {
      "en": "If You're Gonna Dress Up, Do It Like This"
    },
    "updatedAt": "2024-05-02T14:58:46+00:00",
    "coverArt": "https://mangadex.org/covers/c9aaa96b-36fc-41c5-a427-6e39c26b7720/fb65b75e-9e45-4aa6-929c-9e35206fd5cc.jpg",
    "altTitles": [
      {
        "ja": "Do it this way if you wear the clothes."
      },
      {
        "vi": "Đã ăn diện thì phải ăn diện sao cho đúng."
      },
      {
        "ja-ro": "Fuku wo Kiru nara Konna Fuu ni"
      },
      {
        "ja": "服を着るならこんなふうに"
      },
      {
        "zh": "衣服要这么穿"
      }
    ],
    "description": {
      "en": "Yuusuke, an average office worker meets with his friend at a reunion, only to find out that the fashion world has left him behind. Now, with the help of his sister Tamaki, Yuusuke must take his step into the world of trends and charisma.",
      "pt-br": "Yuusuke, um trabalhador de escritório comum encontra-se com seu amigo em uma reunião, apenas para descobrir que o mundo da moda o deixou para trás. Agora, com a ajuda de sua irmã Tamaki, Yuusuke deve entrar no mundo das tendências e do carisma"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e90f0484-f65c-4892-903a-42a180692392",
    "title": {
      "en": "My Sister’s Private Life"
    },
    "updatedAt": "2024-04-01T20:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/e90f0484-f65c-4892-903a-42a180692392/1f934158-78db-42c1-9f46-f58e2d4f7ee6.jpg",
    "altTitles": [
      {
        "ko": "자매의 사생활"
      },
      {
        "uk": "Приватне життя моєї сестри"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2f4d23f-b76c-48da-9c0f-d63c1136ed6d",
    "title": {
      "en": "Fate/Extra Visual Fanbook"
    },
    "updatedAt": "2024-05-29T04:49:57+00:00",
    "coverArt": "https://mangadex.org/covers/a2f4d23f-b76c-48da-9c0f-d63c1136ed6d/fc4b3219-6cf9-48ec-b5dd-006c7355c99b.jpg",
    "altTitles": [
      {
        "ja": "フェイト/エクストラビジュアルファンブック"
      }
    ],
    "description": {
      "en": "Fate/EXTRA Visual Fanbook (フェイト/エクストラ ビジュアルファンブック) is a Fate/EXTRA material book released on February 25, 2011."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "2"
  },
  {
    "mangaId": "082bcc22-8198-4132-9c09-d18ce895e6e4",
    "title": {
      "en": "Ashita no Ashita"
    },
    "updatedAt": "2024-03-28T09:59:04+00:00",
    "coverArt": "https://mangadex.org/covers/082bcc22-8198-4132-9c09-d18ce895e6e4/907ceec5-5812-4ce3-af6b-e60624c6410c.jpg",
    "altTitles": [
      {
        "ja": "あしたのあした"
      }
    ],
    "description": {
      "en": "Chisayo, a high school girl, has a weakness for her best friend's face: \nWhile being pushed around by her good-natured best friend, she enjoys today and tomorrow to the fullest!\nA youthful, everyday comedy!",
      "ja": "鈴ヶ森ちか先生初連載！\n女子高生・千沙代は、親友の顔が弱点……!?\nお調子者の親友に振り回されながら、今日を、明日を楽しみ尽くす！\n青春日常系コメディ♪"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddad0a9e-75c0-4e2f-b792-3544889e761a",
    "title": {
      "en": "Fushigi na Neko no Machi Meltier"
    },
    "updatedAt": "2024-05-04T19:24:35+00:00",
    "coverArt": "https://mangadex.org/covers/ddad0a9e-75c0-4e2f-b792-3544889e761a/e323f5e1-c477-43c5-ac7a-415cbbbf205a.jpg",
    "altTitles": [
      {
        "de": "Märchen Meltier"
      },
      {
        "en": "The Curious Cat Town"
      },
      {
        "ja": "ふしぎな猫のまち メルティア"
      },
      {
        "ko": "신비한 고양이 마을의 메르티아"
      }
    ],
    "description": {
      "en": "This is \"Meltier,\" a town of cats. Moko, who has no memory of her past, ends up helping out at a coffee shop in town. There, she meets many unique and fun kittens and friends! A little bit mysterious and extraordinarily happy. A heartwarming fairy tale fantasy of everyday life!\n\n---\nNote: Has an original song sung by the author herself called はじめまして、世界！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a79e2584-c08e-4bc8-9293-8a441b6802d6",
    "title": {
      "en": "Otagai Dondon Hamatteiku Kyouikugakari to Shinnyuushain"
    },
    "updatedAt": "2024-02-02T18:01:33+00:00",
    "coverArt": "https://mangadex.org/covers/a79e2584-c08e-4bc8-9293-8a441b6802d6/7c61bd15-3fc0-4c01-ae56-e925d577b101.jpg",
    "altTitles": [
      {
        "ja": "お互いどんどんハマっていく教育係と新入社員"
      },
      {
        "ja-ro": "Otagai Dondon Hamatteiku Kyouikugakari to Shinnyuushain"
      },
      {
        "en": "The Mentor and the New Employee Who are Getting More and More Into Each Other"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "55"
  },
  {
    "mangaId": "c07d2ce4-fed9-47b5-bdc2-8a0716c116ff",
    "title": {
      "en": "Lily of the Valley"
    },
    "updatedAt": "2024-05-29T06:36:09+00:00",
    "coverArt": "https://mangadex.org/covers/c07d2ce4-fed9-47b5-bdc2-8a0716c116ff/669a6529-bb3b-4089-a67a-1c7f7484dd00.png",
    "altTitles": [
      {
        "ko": "릴리 오브 더 밸리"
      }
    ],
    "description": {
      "en": "Because of her father's debt, 'Lily' lives in the mansion of her father's creditor, 'Rose'. At the mansion where Lily goes with Anna, the only maid she relies on and loves, she meets the attractive Rose...\n\n\n[NTR Warning]"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3850522-6640-4743-9fbc-acc725714459",
    "title": {
      "en": "Star Dream Idol Project"
    },
    "updatedAt": "2024-02-10T11:57:49+00:00",
    "coverArt": "https://mangadex.org/covers/a3850522-6640-4743-9fbc-acc725714459/747bdb66-0633-45ef-896b-12efeb4e8599.jpg",
    "altTitles": [
      {
        "zh-ro": "Xing Meng Ou Xiang Ji Hua"
      },
      {
        "zh": "星梦偶像计划"
      },
      {
        "vi": "Tinh Mộng Thần Tượng"
      }
    ],
    "description": {
      "en": "The shining lights, the magnificent stage! Friendships created through singing, making a future through dancing, the girls embark on their journey towards their dreams! One who has lost status due to a scandal is hiding a plot behind her back. A pair of bosom friends, separated by fate. A girl who tries to exonerate her mother sets off on her journey for a talent competition. When the stage turns into an empty battlefield, she uses her voice to chase after her dreams."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "355"
  },
  {
    "mangaId": "290e310d-d865-4e1e-a6a5-ccab2dbe8445",
    "title": {
      "en": "Scary Campus College University"
    },
    "updatedAt": "2024-04-10T15:46:52+00:00",
    "coverArt": "https://mangadex.org/covers/290e310d-d865-4e1e-a6a5-ccab2dbe8445/af2d22d5-6c6a-41b1-9f47-de424ac20211.jpg",
    "altTitles": [
      {
        "ja": "スケアリー・キャンパス・カレッジ・ユニバーシティ"
      },
      {
        "vi": "Đại Học Kinh Hoàng"
      }
    ],
    "description": {
      "en": "An adolescent ghost story that invites college student's \"desire\". Drinking parties, looking for clubs, romance... Chigarashi Mahina, a freshman who is busy with her flowery college life, is haunted one night by ghosts after entering an abandoned building. Nights after nights, she had nightmares of her getting raped. She then seeks help from a specialist on campus, Makube Kaoru. That was the beginning of a college life filled with desire and fear...",
      "ja": "大学生の“欲”が呼び込む青春怪談――。飲み会、サークル探し、恋愛……。“花の大学生活”に忙しい新入生・千嵐まひなは、立ち入った廃墟で、ある夜、幽霊に取り憑かれてしまった。夜ごと「犯される悪夢」に苦しむようになった千嵐は、救いを求めて学内の“専門家”間九部薫を訪れる。それこそが、欲望と恐怖に満ちた大学生活のはじまりだった――…。",
      "vi": "Những hồn ma, những câu chuyện kinh dị được hiện thực hóa từ chính \"lòng tham\", \"dục tính\" của những sinh viên Đại học tuổi mới lớn.\nChigarashi Mahina, một cô gái trầm tính liều mình lao đầu vào một buổi tiệc thác loạn trá hình của giới sinh viên hòng tìm cho bản thân một tình yêu để bù vào những năm tháng cấp ba không có thanh xuân của mình.\nTrong lúc vô ý đi vào một tòa nhà bỏ hoang, cô đã bị vô số hồn ma đáng sợ ám phải. Để rồi kết quả là mỗi lần đi ngủ, cô phải chịu đựng vô vàn những trận cưỡng hiếp tập thể hằng đêm bởi những hồn ma đó. Tuyệt vọng, cô tìm đến sự trợ giúp của Makube Kaoru, một \"chuyên gia\" bí ẩn trong khuôn viên trường Đại học mà cô đang theo học, hòng tìm kiếm sự cứu rỗi.\nVà đó chính là sự khởi đầu cho một đời sinh viên đầy kinh hoàng và chết chóc của cô..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "8",
    "lastChapter": "68"
  },
  {
    "mangaId": "a920060c-7e39-4ac1-980c-f0e605a40ae4",
    "title": {
      "en": "Gal Yome no Himitsu"
    },
    "updatedAt": "2024-01-21T03:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/a920060c-7e39-4ac1-980c-f0e605a40ae4/561f08b0-059d-43c4-8dae-571bd94cd2b6.jpg",
    "altTitles": [
      {
        "ja": "ギャル嫁の秘密"
      },
      {
        "en": "Secrets of the Gal Wife"
      },
      {
        "id": "Rahasia Istri Gal"
      },
      {
        "ja-ro": "Gal Yome no Himitsu"
      }
    ],
    "description": {
      "en": "Fuyuki is a beautiful and cool gal! But there's a secret side of her that she only shows in front of her husband...? A cute love comedy with a gal wife!",
      "ja": "冬雪（ふゆき）は美人でクールなギャル！でも「旦那」の前だけ見せる秘密の姿があって……？SNS累計37万いいね！の可愛い「ギャル嫁」とのラブコメディ！\n \n--- \n \nFuyuyuki (Fuyuki) wa bijin de kūruna gyaru! Demo \"dan'na\" no mae dake miseru himitsu no sugata ga atte...? SNS ruikei 37 man ī ne! No kawaii \"gyaru yome\" to no rabukomedi!",
      "pt-br": "Fuyuki é uma linda gyaru! Mas tem um lado secreto que ela só mostra para o seu marido? Uma comédia romântica fofa com uma esposa gyaru!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6306c976-d776-48c3-b29f-d345e65f272b",
    "title": {
      "en": "YuruYuri"
    },
    "updatedAt": "2024-05-23T19:05:46+00:00",
    "coverArt": "https://mangadex.org/covers/6306c976-d776-48c3-b29f-d345e65f272b/090f9d7a-8ed2-486a-ae32-588102d1ca22.jpg",
    "altTitles": [
      {
        "en": "YRYR"
      },
      {
        "en": "Yuru Yuri"
      },
      {
        "ja": "ゆるゆり"
      },
      {
        "zh": "摇曳百合"
      },
      {
        "zh-hk": "輕鬆百合"
      },
      {
        "ru": "Лилии на ветру"
      },
      {
        "pt-br": "Um Yuri de Boinha"
      },
      {
        "pt": "Um Yuri Compassado"
      }
    ],
    "description": {
      "en": "Four mischievous girls illegally occupy the former Traditional Tea Ceremony clubroom, in order to create the \"Amusement Club.\" These scamps…who ignore repeated warnings—in direct rebellion with the righteous directives of the Student Council—decide to remain in the room until they finally get off their bums and do something! In this slightly sluggish manga, full of fits and starts, the four girls set off from their homes for a walk together with days full of a little this and that!",
      "pt-br": "Quatro garotas travessas ocupam ilegalmente a antiga sala do clube da Cerimônia Tradicional do Chá para criar o \"Clube de Diversão\". Essas atentadas... que ignoram repetidos avisos - em rebelião direta às justas diretrizes do Conselho Estudantil - decidem permanecer na sala até que finalmente se levantem e façam alguma coisa! Neste mangá um pouco lento, como o título sugere, cheio de trancos e barrancos, as quatro meninas saem de suas casas para passear juntas, com dias cheios dum pouco disso e daquilo!"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a26c98f-ce6d-4809-b69e-d8e23924ec1c",
    "title": {
      "en": "Party kara Tsuihou Sareta Sono Chiyushi, Jitsu wa Saikyou Nitsuki"
    },
    "updatedAt": "2022-10-14T14:00:43+00:00",
    "coverArt": "https://mangadex.org/covers/9a26c98f-ce6d-4809-b69e-d8e23924ec1c/744bf1e1-405b-47e6-9217-c6e025e6d8a5.jpg",
    "altTitles": [
      {
        "en": "The Healer Who Was Banished From His Party, Is, in Fact, the Strongest"
      },
      {
        "ja": "パーティーから追放されたその治癒師、実は最強につき"
      }
    ],
    "description": {
      "en": "A healer gets booted from his party because the leader notices he isn’t really contributing much to the team.\n\nSoon enough, the healer must look for new members to party with. After finding a cute martial artist to work together with, he reveals his secret - while he’s a fairly mediocre healer, he actually fights well in close combat.\n\nAnyway, here’s the story of a support who’s secretly a DPS, and where the entire conflict stems from the fact that he never told his old party he was DPS.",
      "pt-br": "Um curandeiro é expulso de sua equipe porque o líder percebe que ele não está contribuindo muito para a equipe.  \nO curandeiro deve procurar novos membros para formar uma equipe. Depois de encontrar uma linda artista marcial com quem quer trabalhar, ele revela seu segredo, embora seja um curandeiro medíocre, ele realmente luta bem no combate corpo a corpo.\nDe qualquer forma, aqui está a história de um suporte que é secretamente um DPS, e onde todo o conflito decorre do fato de que ele nunca disse a sua antiga equipe que era DPS."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da4105ea-255c-46e0-96c3-8bfbf8d1f8ff",
    "title": {
      "en": "Countrouble"
    },
    "updatedAt": "2023-02-10T21:24:57+00:00",
    "coverArt": "https://mangadex.org/covers/da4105ea-255c-46e0-96c3-8bfbf8d1f8ff/101c985a-55af-4028-a816-7295cf5e7097.jpg",
    "altTitles": [
      {
        "en": "Count-Trouble"
      },
      {
        "ja": "カウントラブル"
      }
    ],
    "description": {
      "en": "A self-proclaimed angel decides to intervene with a boy's love life, starting with a timer on his arm which will count down every time his heart beats from interacting with his crush, starting from 10. At 0, the boy will confess everything he is thinking at that moment. But it only starts there! The 'angel' has powers based on the number 10, and grant him the ability to stop time, make someone fall in love with him, learn who others like, and more. With comedy, romance, and drama, this is not a typical shounen series and should not be passed up."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "37"
  },
  {
    "mangaId": "34019331-7377-4e2c-837e-f6e1ab2b5ef7",
    "title": {
      "en": "The Seven Deadly Sins: Four Knights of the Apocalypse"
    },
    "updatedAt": "2024-05-27T20:09:05+00:00",
    "coverArt": "https://mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/3936c3c4-454b-4261-8f15-883c00cf3783.jpg",
    "altTitles": [
      {
        "ja": "黙示録の四騎士"
      },
      {
        "en": "The Four Knights of Apocalypse"
      },
      {
        "es-la": "Los cuatro caballeros del apocalipsis"
      },
      {
        "uk": "Чотири лицарі Апокаліпсису"
      },
      {
        "ko": "묵시록의 사기사"
      },
      {
        "zh-hk": "默示錄的四騎士"
      },
      {
        "tr": "Mahşerin Dört Şövalyesi"
      },
      {
        "tr": "Yedi Ölümcül Günah: Mahşerin Dört Şövalyesi"
      },
      {
        "pt-br": "Os Quatro Cavaleiros do Apocalipse"
      },
      {
        "ru": "Четыре рыцаря Апокалипсиса"
      },
      {
        "ja-ro": "Mokushiroku no Yonkishi"
      },
      {
        "vi": "Tứ Kỵ Sĩ Khải Huyền"
      },
      {
        "la": "Quattuor Equites Apocalyptici"
      },
      {
        "en": "4KOA"
      }
    ],
    "description": {
      "en": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey. Whether you know \"The Seven Deadly Sins\" or not, you can still enjoy it! The world's most awaited adventure fantasy!",
      "es": "La profecía se ha cumplido. \"En un futuro no muy lejano, habrá cuatro caballeros sagrados que destruirán el mundo. Son los Cuatro Jinetes del Apocalipsis.\"\"\nLos santos caballeros que juraron fidelidad al rey Arturo estaban ansiosos por cortar el mal de raíz. Las consecuencias de estos acontecimientos llegan hasta la frontera... y sacuden el destino de un niño. Un niño que da el primer paso como le dice su corazón. ¿Qué le espera: sueños, esperanzas, gloria o pecado? La fantasía heroica del pasado y del presente, ¡el inicio!",
      "fr": "Percival vit seul avec son grand-père Bargis, au sommet d’une haute montagne nommée le “Doigt divin”. Il y mène une vie heureuse, préservé du monde extérieur. Mais le jour de ses 16 ans, son destin bascule : un mystérieux guerrier à l’armure rouge s’en prend violemment à lui et à son grand-père. En effet, ce Chevalier sacré de Camelot est chargé d’éliminer quiconque s’apparenterait aux “Four Knights of the Apocalypse”, un groupe de cavaliers qui, d’après la prophétie, apparaîtra pour renverser le roi Arthur… Laissé pour mort, Percival survit à ses blessures et décide de partir en quête de vengeance, et d’aventures !",
      "ja": "『七つの大罪』正統続編！ 全世界待望の冒険ファンタジー!!\n\n予言は示された。「遠くない未来、世界を滅ぼす四人の聖騎士が現れる。――その名を〈黙示録の四騎士〉」。厄災の芽を摘まんと色めき立つは、アーサー王に忠誠を誓いし一騎当千の聖騎士たち。その余波は、遠く辺境にまで及び……、一人の少年の運命を揺るがす！ 己が心の命ずるまま、一歩を踏み出す少年。その前途に待つは、夢か希望か栄光か罪か。古今無双のヒロイック・ファンタジー、開幕!!",
      "pt": "A profecia indicava que num futuro não muito distante, aparecerão quatro cavaleiros sagrados que destruirão o mundo: São os Quatro Cavaleiros do Apocalipse. Os quatro cavaleiros sagrados, que juraram fidelidade ao Rei Artur, estão muito animados para cortar esta calamidade pela raiz. As consequências chegam até à fronteira e abalam o destino de um rapaz, ......! Um rapaz dá um passo em frente como manda o seu coração. O que o espera é um sonho, uma esperança, glória ou pecado. Começa uma fantasia heróica dos mundos antigo e moderno!",
      "tr": "Nazik bir çocuk olan Percival, büyükbabasıyla birlikte \"Tanrı'nın Parmağı\" adlı uzak bir yerde yaşıyor. Ancak dünya onun barış içinde yaşamasına izin vermeyecektir. Gizemli bir şövalyeyle karşılaşmaları kaderlerini değiştirir ve şok edici bir sır ortaya çıkar. Çocuk sonsuz bir yolculuğa çıkar. \"Yedi Ölümcül Günah\"ı bilseniz de bilmeseniz de tadını çıkarabilirsiniz! Dünyanın en çok beklenen macera fantezisi!",
      "uk": "Історія є продовженням манги \"Сім Смертних гріхів\". Початок манги знайомить нас з Персівалем - шістнадцятирічний хлопець з ширяючого острова «Палець бога», який після певних подій вирушає в подорож чарівним королівством під назвою Британія.",
      "es-la": "Percival, un niño bondadoso, vive con su abuelo en un lugar remoto llamado \"El dedo de Dios\". Sin embargo, el mundo no le permite vivir en paz. Un encuentro con un misterioso caballero cambia su destino, y se revela un impactante secreto. El niño emprende un viaje interminable. Tanto si conoce \"Los siete pecados capitales\" como si no, ¡podrá disfrutar de él! ¡La fantasía de aventuras más esperada del mundo!",
      "pt-br": "Percival, um menino bem-humorado, vive com seu avô num lugar remoto chamado “O Dedo de Deus”. No entanto, o mundo não permite que ele viva em paz. Um encontro com um misterioso cavaleiro muda seu destino, e um segredo chocante é revelado. O menino embarca numa jornada sem fim."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df9be021-ff37-419e-ba6e-dda3e28eb763",
    "title": {
      "en": "Kono Oto Tomare!"
    },
    "updatedAt": "2024-04-16T02:10:55+00:00",
    "coverArt": "https://mangadex.org/covers/df9be021-ff37-419e-ba6e-dda3e28eb763/114712c5-504b-4358-9a5d-c7622253e39f.jpg",
    "altTitles": [
      {
        "fr": "Arrête-toi au son !"
      },
      {
        "tr": "Bu Ses Durdursun!"
      },
      {
        "en": "Stop at This Sound!"
      },
      {
        "ru": "Задержите этот звук!"
      },
      {
        "ja": "この音とまれ！"
      },
      {
        "zh": "一弦定音!"
      },
      {
        "ja-ro": "Kono Oto Tomare! Sounds of Life"
      },
      {
        "ne": "यो ध्वनि रोक!"
      }
    ],
    "description": {
      "en": "Since the graduation of the senior members of the club, Takezou ends up being the sole member of the \"Koto\" (traditional Japanese string instrument) club. Now that the new school year has begun, Takezou will have to seek out new members for the club, or the club will be terminated. Out of nowhere, a new member barges into the near-abandoned club room, demanding to join the club. How will Takezou be able to keep his club alive and deal with this rascal of a new member?"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "The Old Man Who Was Reincarnated as a Cat"
    },
    "updatedAt": "2024-02-19T21:13:25+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja-ro": "Neko ni Tensei Shita Ojisan"
      },
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "ja-ro": "NekoOji"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61d791a6-a017-40bf-9e5b-29d9182301b3",
    "title": {
      "en": "Hana-Uta Memoir"
    },
    "updatedAt": "2023-08-13T16:24:53+00:00",
    "coverArt": "https://mangadex.org/covers/61d791a6-a017-40bf-9e5b-29d9182301b3/631b43b1-6e7a-497a-9660-5b7a89f2576c.jpg",
    "altTitles": [
      {
        "ja": "花唄メモワール"
      },
      {
        "ja-ro": "Hanauta Memoire"
      },
      {
        "zh": "朝花夕歌"
      }
    ],
    "description": {
      "en": "Ume Sasaki, a senior in high school, is helping out at her great-grandmother's ryokan during this summer vacation. She goes to the ryokan in hopes of getting some hints about her future...? This is the brightest and most dazzling \"memory (memoir)\" of the girls.",
      "ja": "高校最後の夏休み、ひいばあちゃんが営む旅館「花瀧屋」の手伝いにやってきた佐々木梅。\n到着したその夜、梅は露天風呂で滑って、湯船に落ちてしまう。\n引っ張り上げてくれたのは…〝ねえさま〟と呼んでくる不思議な少女・藤野だった。\n\nいつもと変わらない花瀧屋。\nだけど、炭を使った見知らぬ暖房器具があったり、そもそも季節が夏から冬になっていたり。\nこれって、もしかして…〝タイムスリップ〟？\n\n時代を越え、少女たちの一途な思いが交差する青春冒険譚、第1巻。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-05-27T14:55:51+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/3b46fd7b-93cb-4995-a6a4-5af0b78142ce.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ko": "오늘부터 시작하는 소꿉친구"
      },
      {
        "ja": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "zh-hk": "從今天開始的青梅竹馬"
      },
      {
        "zh": "从今天开始的青梅竹马"
      }
    ],
    "description": {
      "en": "“Will you be my childhood friend?”\n\nKaede always wished for a childhood friend like in the manga she reads. When she moved next door to her classmate, Kouhei, he said he’d do anything to help her out. So, she asked him to be her childhood friend! \n\nThe two of them have fun adventures recreating all of the things that childhood friends should do!\n___\n[Official X Account](https://twitter.com/kyo_osa0420)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4",
    "title": {
      "en": "Rent-A-Girlfriend"
    },
    "updatedAt": "2024-04-18T15:54:33+00:00",
    "coverArt": "https://mangadex.org/covers/32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4/f6898b49-b4b3-46bb-9f73-881d328d8989.jpg",
    "altTitles": [
      {
        "pt-br": "Namorada de aluguel"
      },
      {
        "id": "Dia, Aku Pinjam"
      },
      {
        "pl": "Dziewczyna do wynajęcia"
      },
      {
        "id": "Gadis yang Aku [Akan] Pinjam"
      },
      {
        "de": "Ich würde mir gerne eine Freundin ausleihen"
      },
      {
        "fr": "J'aimerais louer une petite amie"
      },
      {
        "ja-ro": "KanoKari"
      },
      {
        "tr": "Kiralık Sevgili"
      },
      {
        "es-la": "Novia de Alquiler"
      },
      {
        "ms": "Pacar Sewaan"
      },
      {
        "it": "Vorrei noleggiare una ragazza"
      },
      {
        "ru": "Девушка на прокат"
      },
      {
        "ru": "Девушка на час"
      },
      {
        "th": "สะดุดรักยัยแฟนเช่า"
      },
      {
        "ja": "かのかり"
      },
      {
        "zh": "女朋友、借我一下"
      },
      {
        "ja": "彼女、お借りします"
      },
      {
        "zh": "租借女友"
      },
      {
        "ko": "여친, 빌리겠습니다"
      },
      {
        "hr": "Unajmi curu"
      },
      {
        "it": "Una ragazza a noleggio"
      },
      {
        "pt": "Namorada de Aluguer"
      },
      {
        "ja-ro": "Kanojo Okarishimasu"
      },
      {
        "zh-hk": "出租女友"
      },
      {
        "vi": "Dịch Vụ Cho Thuê Bạn Gái"
      }
    ],
    "description": {
      "en": "Kinoshita Kazuya is a regular college student who was just dumped by his girlfriend for another guy. Feeling down in the dumps, he decides to use an app called Diamond to hire Mizuhara Chizuru, a rental girlfriend, to make himself feel better. From their first meeting, she seems to be the perfect girl for him, but is there more to her than meets the eye? And how will their not quite typical relationship develop?\n\n---\n**Links:**\n\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10001/episode/312699) (U.S. Only), [Kodansha](https://kodansha.us/series/rent-a-girlfriend/)",
      "fr": "Kinoshita Kazuya est un étudiant régulier qui vient d'être largué par sa petite amie pour un autre gars. Se sentant dans les décharges, il décide d'utiliser une application appelée Diamond pour embaucher Mizuhara Chizuru, une petite amie de location, afin de se sentir mieux. Dès leur première rencontre, elle semble être la fille parfaite pour lui, mais est-ce qu'il y a autre chose pour elle que ce qui est à l'oeil? Et comment va se développer leur relation pas tout à fait typique?",
      "it": "Kinoshita Kazuya è un normale studente universitario che è stato appena lasciato dalla sua ragazza. Devastato, decide di usare un app chiamata \"Diamond\" per reclutare Mizuhara Chizuru, una ragazza a noleggio per tirargli su il morale. Fin dal loro primo incontro, sembra essere la ragazza perfetta per lui, ma ci sarà altro dietro a quell'immagine da \"brava ragazza\"…? E come si evolverà la loro inusuale relazione?",
      "pt": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar uma aplicação de relacionamentos depois de ter levado terminado com a sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!",
      "ru": "Двадцатилетний никудышный студент университета муниципального района Киносита Кадзуя. Встреча с «особенной» красавицей ознаменует начало изменений в его жизни?!",
      "pt-br": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar um aplicativo de relacionamentos depois de ter levado um fora de sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a4bdf95-dc11-4011-937e-7bdc4dd6e786",
    "title": {
      "en": "Tune In to the Midnight Heart"
    },
    "updatedAt": "2024-05-09T01:45:36+00:00",
    "coverArt": "https://mangadex.org/covers/0a4bdf95-dc11-4011-937e-7bdc4dd6e786/f52ac1a8-2005-48ee-8a77-f7527f295d70.jpg",
    "altTitles": [
      {
        "ja": "真夜中ハートチューン"
      },
      {
        "ja-ro": "Mayonaka Heart Tune"
      },
      {
        "en": "Finding the girl behind the voice."
      },
      {
        "en": "Midnight Heart Tune"
      },
      {
        "ru": "Полуночный мотив сердца"
      },
      {
        "pt-br": "Sintonizando com o Coração da Meia Noite"
      },
      {
        "pt-br": "Em busca da garota por trás da voz"
      }
    ],
    "description": {
      "en": "***\"Late at night, alone on my bed, your voice was the only thing that saved me. I want to talk to you again. There's something I want to say.\"***\n\nWithout knowing her real name or face, Yamabuki Arisu, a second-year high school student, was looking for a girl named \"Apollo'' who was a livestreamer. However, one day, Arisu gets a clue about Apollo from the broadcast club of the high school where she is going. There were 4 beautiful girls who dreamed of \"getting a job related to voice\"!! Who is Apollo? What will happen to the dreams of the four people? A cute yet hard-working success romantic comedy begins here!!\n\n---\n**Links:**\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10568/episode/347385) (U.S. Only)",
      "ja": "***「深夜ひとり、ベッドの上、キミの声だけが救いだった。もう一度キミと話したい。言いたいことがあるんだ」。***\n\n高校2年生の山吹有栖は、「アポロ」という名の、顔も本名も知らないラジオ配信者の少女を探していた。だがある日、有栖は進学先の高校の放送部にアポロの手がかりを得る。そこにいたのは「声に関わる仕事に就く」夢を描く美少女が…4人!!アポロは誰？4人の夢の行方は？かわいくも懸命なサクセスラブコメ、ここに開演!!",
      "pt-br": "Yamabuki Arisu, um estudante do segundo ano do ensino médio, estava procurando por uma garota chamada “Apollo”, que era locutora de rádio e ele não conhecia seu rosto ou seu nome verdadeiro. No entanto, um dia, Arisu recebe uma pista sobre Apollo do clube de transmissão da escola secundária para a qual ela estava indo. Havia quatro belas garotas que sonhavam em “conseguir um emprego relacionado à voz”!! Quem é Apollo? O que acontecerá com os sonhos dessas quatro pessoas? Uma comédia romântica fofa, mas trabalhadora e de sucesso, começa aqui!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af66b380-623e-4dfc-9fbb-8ca093b9d5a9",
    "title": {
      "en": "Asumi-chan is Interested in Lesbian Brothels!"
    },
    "updatedAt": "2024-05-26T16:43:20+00:00",
    "coverArt": "https://mangadex.org/covers/af66b380-623e-4dfc-9fbb-8ca093b9d5a9/b2ecd9a9-6295-481f-82df-09a1265aa7cf.jpg",
    "altTitles": [
      {
        "ja-ro": "Asumi-chan wa Les Fuuzoku ni Kyoumi ga Arimasu!"
      },
      {
        "ja": "彩純ちゃんはレズ風俗に興味があります！"
      },
      {
        "zh": "彩纯对蕾丝风俗大有兴趣！"
      },
      {
        "zh-ro": "Cǎichún duì lěisī fēngsú dà yǒu xìngqù!"
      },
      {
        "zh-hk": "彩純對蕾絲風俗大有興趣！"
      },
      {
        "ko": "아스미는 레즈비언 업소에 흥미가 있습니다!"
      },
      {
        "es-la": "¡Asumi-chan está interesada en burdeles de lesbianas!"
      }
    ],
    "description": {
      "en": "Sweet but awkward college student Asumi never got over her childhood crush on her old friend Mai. Their first and only kiss couldn’t have gone worse. So when she learns that Mai may be working at a nearby brothel, she sets her sights on redemption! But there’s one catch: none of the women on the brothel’s website use full photos or real names. Thus begins a journey of self-discovery and sexual exploration as she sets out to find her one that got away.",
      "es-la": "Una chica llamada Asumi cumple 20 años y su amiga decide llevarla a un burdel lésbico para que esta encuentre a su amiga de la infancia...¿podrá Asumi encontrarla sin caer en la tentación?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8892dc05-867f-4fff-823b-47210a6746bb",
    "title": {
      "en": "I Am the Fated Villain"
    },
    "updatedAt": "2024-01-03T18:30:55+00:00",
    "coverArt": "https://mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "altTitles": [
      {
        "en": "Villain Is Here"
      },
      {
        "zh-hk": "我！天命大反派"
      },
      {
        "en": "Me, the Heavenly Destined Villain"
      },
      {
        "zh-ro": "Wǒ! Tiānmìng Dà Fǎnpài"
      },
      {
        "zh-ro": "Wo! Tian Mìng Da Fanpai"
      },
      {
        "en": "The Villain Of Destiny"
      },
      {
        "en": "My Fate As a Villain"
      },
      {
        "ru": "Моя судьба злодея"
      }
    ],
    "description": {
      "en": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
      "fr": "Dès que Gu Changge s’est rendu compte qu’il avait transgressé un monde imaginaire, le protagoniste de ce monde, l’élu de la fortune, a juré de se venger de lui. Envié par tous, non seulement la femme principale est folle de lui, mais il est également traité comme un invité de marque partout où il va. Heureusement, le prestige et le pouvoir de Gu Changge sont supérieurs à ceux de tous les autres, alors il ne devrait pas être facile de piétiner un simple élu de la fortune ?",
      "id": "Begitu Gu Changge menyadari dia telah masuk ke sebuah dunia fantasi, protagonis dunia itu yang dengan beruntungnya terpilih, bersumpah untuk melakukan balas dendam terhadapnya. Semua orang sangat iri pada Protagonis itu, karena bukan hanya karakter utama wanita tergila-gila padanya, tapi dia juga selalu diperlakukan sebagai tamu kehormatan kemanapun dia pergi. Untungnya, martabat dan kekuatan Gu Changge jauh melebihi milik orang lain, sehingga dia tidak dengan mudah jatuh di tangan orang yang hanya terpilih karena keberuntungannya?\n\n \n\nTunggu dulu… ada sistem yang didedikasikan untuk meraup dan mengambil dari apa yang dimiliki protagonis? Gu Changge tersenyum. “Sepertinya takdir pun ingin aku memenuhi takdirku sebagai orang jahat di dunia ini!”",
      "pl": "Gu Changge zostaje przeniesiony do świata wuxia, gdzie z miejsca staje się obiektem nienawiści protagonisty, będącego Wybrańcem Losu, gdyż nie dość, że główna bohaterka rzuca mu się w ramiona, to jeszcze jest przez wszystkich traktowany niczym znamienity gość. Na szczęście jego postać cechuje znacząca siła, więc powinien bez trudu zmiażdżyć jakiegoś w czepku urodzonego dzieciaka, prawda? “Chwila… Otrzymałem wyspecjalizowany system, który pozwala mi okradać głównego bohatera ze szczęścia?” Gu Changge uśmiechnął się znacząco. “Zdaje się, że moim przeznaczeniem jest podążanie ścieżką prowadzącą do stania się największym czarnym charakterem w tym świecie!”",
      "ru": "Гу Чангэ попадает в фэнтези-мир, где, по-классике, оказывается в шкуре главного козла отпущения.\nУдивительно, что главный герой сразу же снизыскал расположение у императрицы, чем вызвал бурю ненависти в свой адрес. К счастью, Чангэ - уважаемый человек в городе и единственное, что его спасает от кары в данной ситуации это высокий статус в обществе. Подождите-ка... а вы уже знаете, что здесь есть необычная система рангов, в которой присутствуют яркие герои всех мастей? Проанализировав события, герой понимает, что выгоднее всего вжиться в свою новую роль и пойти по пути персонажа-злодея!",
      "pt-br": "Imediatamente após Gu Changge perceber que havia transmigrado para um mundo de fantasia, o protagonista do mundo, e o escolhido da fortuna, jurou se vingar dele. Invejado por todos, ele não só tem a liderança feminina de ponta-cabeça por ele, mas também é tratado como um distinto convidado onde quer que vá. Felizmente, o prestígio e o poder de Gu Changge são superiores aos de todos os outros, então não deveria ser fácil pisar em uma mera escolha da fortuna? Espere … Existe um sistema dedicado à ordenha e colheita do protagonista? Gu Changge sorriu. “Parece que até o destino quer que eu cumpra meu destino como o vilão deste mundo!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c996b6ee-d950-4b71-b27e-32ff909e7361",
    "title": {
      "en": "Uchi no Deshi ga Itsu no Manika Jinrui Saikyou ni Natte-ite, Nan no Sainou Monai Shishou no Ore ga, Sore wo Koeru Uchuu Saikyou ni Go Nintei Sareteiru Kudan ni Tsuite"
    },
    "updatedAt": "2024-05-29T05:50:23+00:00",
    "coverArt": "https://mangadex.org/covers/c996b6ee-d950-4b71-b27e-32ff909e7361/27433a82-2f9a-4600-8658-ca4b88e14761.jpg",
    "altTitles": [
      {
        "en": "My Disciple Has Become the Strongest Human Before I Knew It, and I, A Master With No Talent, Was Mistakenly Recognized as the Strongest in the Universe Beyond That"
      },
      {
        "ja": "うちの弟子がいつのまにか人類最強になっていて、なんの才能もない師匠の俺が、それを超える宇宙最強に誤認定されている件について"
      },
      {
        "pt-br": "Meu Discípulo Se Tornou O Humano Mais Forte Antes Que Eu Percebesse, E Além Disso, Eu, Um Mestre Sem Talento, Fui Erroneamente Reconhecido Como O Mais Forte Do Universo"
      }
    ],
    "description": {
      "en": "Takumi was banished from the party and lived alone in the mountains. Leia, who claims to be a disciple of Alice, a girl who once protected and cared for him, came to him.. \n\nShe has become a disciple of Takumi, who is rumored to be the strongest in the universe..\n\nSince then, a dragon, a great sage, and a goblin king have visited Takumi, who has no talent, and is suspected to be a demon king !?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78d896fd-6d9a-4667-b2f5-c44bc149d1d2",
    "title": {
      "en": "Karada Sagashi"
    },
    "updatedAt": "2024-05-03T09:30:44+00:00",
    "coverArt": "https://mangadex.org/covers/78d896fd-6d9a-4667-b2f5-c44bc149d1d2/feff15c9-57a0-4071-b95c-08f269fe9132.jpg",
    "altTitles": [
      {
        "en": "Body Search"
      },
      {
        "ja-ro": "Karadasagashi"
      },
      {
        "en": "Looking for the body"
      },
      {
        "de": "re:member (German)"
      },
      {
        "fr": "Re/member (FR)"
      },
      {
        "ja": "カラダ探し"
      },
      {
        "zh": "寻找身体"
      },
      {
        "ko": "신체 찾기"
      }
    ],
    "description": {
      "en": "Look forwards to the ghost story of the red person. \"Hey, Asuka… search for my body\". At school in the middle of the night, Asuka and her friends search for the scattered body-parts. If they don't find the entire body, the 9th November is repeated and the red person will continue to kill them. Who is the red person? Why is Haruka asking them to search for the body-parts?"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "153"
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou."
    },
    "updatedAt": "2024-03-30T23:26:30+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/b70c874a-be6d-4089-989d-7c408536544d.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind.\n\nWhen he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.\n\nThe new normal graph of youth is about to begin.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。\n\n舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。\n\n真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n日常が変わっていく、つみきさんと一緒なら。\n\nまだ誰も知らない、ニューノーマルな青春がここに。",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b7e315e-7977-425e-a601-243ddb9f3126",
    "title": {
      "en": "KINGDOM OF THE \"Z\""
    },
    "updatedAt": "2023-06-17T15:57:30+00:00",
    "coverArt": "https://mangadex.org/covers/0b7e315e-7977-425e-a601-243ddb9f3126/4c974745-b472-4236-84ab-65b7244e4f4f.jpg",
    "altTitles": [
      {
        "en": "KINGDOM OF \"Z\""
      },
      {
        "en": "Kingdom of the Z"
      },
      {
        "es": "REINO DE \"Z\""
      },
      {
        "zh": "Z之王国"
      },
      {
        "ru": "Королевство Z"
      },
      {
        "ja": "キングダムオブザZ"
      },
      {
        "ja": "キングダムオブザゼット"
      }
    ],
    "description": {
      "en": "Five days after the sudden appearance of zombies… The protagonist, Masaru, who is having it rough surviving at school, is splendidly saved from this predicament by high schoolers Sekigahara Miki and Nakiri Karin. Though Masaru is at first relieved, he ends up realizing their true intentions…!!",
      "es": "Cinco días después de la repentina aparición de los zombies… El protagonista, Masaru, que está teniendo dificultades para sobrevivir en la escuela, es salvado espléndidamente de esta situación por los estudiantes de secundaria Sekigahara Miki y Nakiri Karin. Aunque Masaru se siente aliviado al principio, termina dándose cuenta de sus verdaderas intenciones….!!",
      "ru": "Встречайте старшеклассниц, что страшнее самих зомби!  \nПрошло четыре дня с тех пор, как в мире вдруг объявились зомби. Главный герой, Сато Масару, едва не погиб на территории школы и был грациозно спасён двумя старшеклассницами: Сэкигахарой Мики и Нагири Карин. Даже в такой ситуации их хладнокровие было непоколебимо, и Сато вздохнул спокойно, пока не узнал истинных намерений данной парочки!.. Эти безбашенные девчонки не прочь пролить чью-то кровь и круче самих зомби! Начинаем свежую, полную переполоха историю о создании государства!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "45"
  },
  {
    "mangaId": "c52b2ce3-7f95-469c-96b0-479524fb7a1a",
    "title": {
      "en": "Jujutsu Kaisen"
    },
    "updatedAt": "2024-05-05T20:35:59+00:00",
    "coverArt": "https://mangadex.org/covers/c52b2ce3-7f95-469c-96b0-479524fb7a1a/a112e575-4f11-48b2-83d8-28057ceecc4c.jpg",
    "altTitles": [
      {
        "es": "Batalla de hechiceros"
      },
      {
        "en": "Magic Martial Arts"
      },
      {
        "ru": "Жүжүцү Кайсэн"
      },
      {
        "ru": "Магическая битва"
      },
      {
        "ja": "呪術廻戦"
      },
      {
        "zh": "咒术回战"
      },
      {
        "zh-hk": "咒術回戰"
      },
      {
        "ko": "주술회전"
      },
      {
        "uk": "Магічна Битва"
      },
      {
        "en": "Magic Jujutsu"
      },
      {
        "kk": "Сиқырлы шайқас"
      },
      {
        "kk": "Алас талас"
      },
      {
        "tr": "Büyülü Dövüş Sanatları"
      },
      {
        "fr": "Jujutsu Kaisen"
      },
      {
        "pt-br": "Jujutsu Kaisen - Batalha de Feiticeiros"
      },
      {
        "en": "Revolving Sorcery Fight"
      }
    ],
    "description": {
      "en": "For some strange reason, Yuji Itadori, despite his insane athleticism would rather just hang out with the Occult Club. However, her soon finds out that the occult is as real as it gets when his fellow club members are attacked!\n\nMeanwhile, the mysterious Megumi Fushiguro is tracking down a special-grade cursed object, and his search leads him to Itadori...",
      "fr": "Yuuji est un jeune étudiant qui excelle dans le sport, notamment dans l'athlétisme, mais qui a un immense poil dans la main. Du coup, au lieu de parfaire ses capacités physiques qui pourraient lui permettre de devenir le meilleur de l'établissement, il s'est inscrit au club de recherches occultes du lycée. Son petit train-train va changer du tout au tout lorsqu'un véritable esprit malfaiteur vient menacer son école…\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ru": "Юдзи гений на поле! Вот только школьная активность его мало чем привлекает. Став частью клуба оккультных исследований он решает зажить тихой жизнью, но все меняется, когда в школе объявляются духи.",
      "tr": "Yuuji bir atletizm dehasıdır ama koşuya hiç ilgisi yoktur. Bilinmezleri Araştırma Kulübünde çok mutludur. Her ne kadar kulüpte eğlencesine bulunsa bile, okulda gerçek bir ruh ortaya çıkınca işler ciddiye biner! Hayat, Sugisawa Şehrindeki 3 Numaralı Lisedeki çocuklar için tuhaflaşmaya başlamak üzere!",
      "uk": "Ітадорі Юуджі - надзвичайно талановитий старшокласник із Сендаю. Утім, хоч він і вправний спортсмен, його не цікавлять спортивні клуби: він піклується про свого дідуся, що лежить у місцевій лікарні. Все змінюється, коли через жартівливий спіритичний сеанс на Юуджі та його друзів раптово нападають моторошні чудовиська, яких дивакуватий незнайомець, Фушіґуро Меґумі, чомусь називає прокляттями. Аби врятувати себе та друзів, Юуджі змушений ризикнути - і так випадково стати вмістилищем легендарного, наймогутнішого короля проклять. А потім на тобі - вирок: \"тебе мають стратити\". Ну і що робити? Тяжкий вибір, магічна школа, нові друзі й нові проблеми - так починається його шлях...",
      "pt-br": "Itadori Yuuji, um estudante do colegial com uma capacidade física única, tem como rotina visitar seu avô que está hospitalizado. Porém, um dia, o selo de um \"objeto amaldiçoado\" escondido em sua escola é rompido, fazendo surgir criaturas assustadoras. Para salvar seus colegas ele parte em direção ao colégio, quando algo inesperado acontece...!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6670ee28-f26d-4b61-b49c-d71149cd5a6e",
    "title": {
      "en": "Mieruko-chan"
    },
    "updatedAt": "2024-02-08T05:54:03+00:00",
    "coverArt": "https://mangadex.org/covers/6670ee28-f26d-4b61-b49c-d71149cd5a6e/b881ba09-58fc-4b3c-888e-9258b0a4d800.jpg",
    "altTitles": [
      {
        "en": "The Girl Who Sees \"Them\""
      },
      {
        "en": "Child That Can See It"
      },
      {
        "en": "Girl That Can See It"
      },
      {
        "en": "Li'l Miss Can-See-Ghosts"
      },
      {
        "fr": "Mieruko-chan : Slice of Horror"
      },
      {
        "en": "Can-See-Ghosts-chan"
      },
      {
        "zh": "看得见的女孩"
      },
      {
        "ja": "見える子ちゃん"
      },
      {
        "zh-hk": "陰陽眼見子"
      },
      {
        "ru": "Девочка, которая видит это"
      },
      {
        "ne": "मिएरुको-चान"
      },
      {
        "ar": "مييروكو تشان"
      },
      {
        "th": "มิเอรุโกะจัง ใครว่าหนูเห็นผี"
      },
      {
        "ko": "보이는 여고생"
      },
      {
        "de": "Mieruko-chan - Die Geister, die mich riefen"
      }
    ],
    "description": {
      "en": "All of a sudden, Miko is able to see grotesque monsters all around her; but no one else can. Rather than trying to run away or face them, she instead musters all of her courage and… ignores them. Join in on her day-to-day life as she keeps up her best poker face despite the supernatural goings-on.",
      "fr": "**Officially Published:**  \n- In French by [Ototo Manga](http://www.ototo.fr/Serie-94-Mieruko-chanSliceofHorror)",
      "ja": "- [Alternative Raw](http://seiga.nicovideo.jp/comic/37662)",
      "ru": "Мико — старшеклассница, проклятая шестым чувством; у нее есть способность видеть призраков- Она пытается жить обычной жизнью, но трудно, когда призраки продолжают преследовать ее- Она также может видеть души людей, и она понимает, что люди — настоящие монстры.В один «прекрасный» день старшеклассница внезапно начала видеть призраков! Она не может от этого избавиться, но изо всех сил старается вести себя так, будто вообще их не видит. История девушки с шестым чувством начинается!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddcebfa2-05a0-4fcd-9cd4-60d779c38f2c",
    "title": {
      "en": "Karakai Jouzu no (Moto) Takagi-san"
    },
    "updatedAt": "2024-05-02T22:04:13+00:00",
    "coverArt": "https://mangadex.org/covers/ddcebfa2-05a0-4fcd-9cd4-60d779c38f2c/21dfc3f5-6e0a-4632-bf0e-04839bf9ed72.jpg",
    "altTitles": [
      {
        "vi": "Chuyên gia trêu chọc Takagi-san (ngoại truyện)"
      },
      {
        "ms": "Si Master Jahil (mantan) Takagi-san"
      },
      {
        "en": "Skilled Teaser (Former) Takagi-san"
      },
      {
        "ru": "Мастер дразнилок (Бывшая) Такаги-сан"
      },
      {
        "ja": "からかい上手の（元）高木さん"
      },
      {
        "tl": "Ang Magaling sa Panunuksong (Noon) si Takagi-san"
      }
    ],
    "description": {
      "en": "Takagi and Nishikata are now married and have a kindergarten-aged daughter named Chi. See how much some things have changed, and others have curiously stayed the same!  \n  \n*Note: The volumes collect the chapters in a different order than the web version. The chapters here follow the web numbering without any volumes.*",
      "pt-br": "Takagi e Nishikata agora estão casados e têm uma filha na idade do jardim de infância chamada Chi. Veja o quanto algumas coisas mudaram e outras curiosamente permaneceram as mesmas!\n\nNota: Os volumes coletam os capítulos em uma ordem diferente da versão web. Os capítulos aqui seguem a numeração da web sem nenhum volume."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "18b0658f-2c1b-40a2-b1c4-de449b012b6c",
    "title": {
      "en": "I Tried Asking My Cool Girlfriend for a Favor"
    },
    "updatedAt": "2024-05-28T17:19:36+00:00",
    "coverArt": "https://mangadex.org/covers/18b0658f-2c1b-40a2-b1c4-de449b012b6c/24d13f40-b791-41d4-8c8c-6a44529757db.jpg",
    "altTitles": [
      {
        "ja-ro": "Cool Kanojo ni Onegai Shite Mita"
      },
      {
        "ja": "クール彼女にお願いしてみた"
      },
      {
        "en": "I Tried asking a favor to my Cool Girlfriend"
      },
      {
        "ro": "Am Încercat Să-i Cer o Favoare Iubitei Mele Cool"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34e45b02-b5c8-4a4b-a21a-7b5059391dc8",
    "title": {
      "en": "To Your Eternity"
    },
    "updatedAt": "2024-04-21T13:10:47+00:00",
    "coverArt": "https://mangadex.org/covers/34e45b02-b5c8-4a4b-a21a-7b5059391dc8/be0e6f20-c9c3-4457-93a7-dc9a22ae39ac.jpg",
    "altTitles": [
      {
        "ja": "不滅のあなたへ"
      },
      {
        "ja-ro": "Fumetsu no Anata e"
      },
      {
        "es-la": "A ti, el inmortal"
      },
      {
        "de": "Für dich, den Unsterblichen"
      },
      {
        "vi": "Gửi Em Người Bất Tử"
      },
      {
        "vi": "Tới Ngươi Đích Bất Diệt"
      },
      {
        "pl": "Ku twej wieczności"
      },
      {
        "pt-br": "Uma vida imortal"
      },
      {
        "it": "A te, l'immortale"
      },
      {
        "id": "Untukmu yang Abadi"
      },
      {
        "tr": "Ölümsüz Sana"
      },
      {
        "tr": "Sana, Ölümsüz Olan"
      },
      {
        "ru": "Для тебя, Бессмертный"
      },
      {
        "ar": "إلى أبديتك"
      },
      {
        "ar": "إليك، أيُها الخالد"
      },
      {
        "hi": "तिम्रो अनन्तकाल को लागी"
      },
      {
        "th": "แด่เธอผู้เป็นนิรันดร์"
      },
      {
        "zh": "致不灭的你"
      },
      {
        "zh-hk": "致不滅的你"
      },
      {
        "ko": "불멸의 그대에게"
      },
      {
        "en": "To You, the Immortal"
      },
      {
        "kk": "Мәңгілігіне"
      },
      {
        "fr": "To Your Eternity"
      }
    ],
    "description": {
      "en": "An immortal being was sent to the surface of the earth and met a boy living alone in the middle of tundra.   \nThe being can take the shape of dying things, but only if the \"impetus\" is stronger than the previous one. What sort of experiences and meetings will the being encounter while living forever?   \n\n---   \n- **Won the 43rd Kodansha Manga Award for Shonen in 2019** \n   \n---\n\n**Links:**  \n**Officially Translated:**   \n- Alternative English version by [K MANGA](<https://kmanga.kodansha.com/title/10076/episode/319887>)\n- Alternative English version by [Inkr Comics](<https://inkr.page.link/Hmgv5BX51rftn9ar5>)\n- In French by [Pika](<https://www.pika.fr/serie/your-eternity>)   \n- In Italian by [Star Comics](<https://www.starcomics.com/fumetto.aspx?Fumetto=281315>)   \n- In Polish by [Kotori](<http://kotori.pl/nasze-wydania/ku-twej-wiecznosci/>)   \n- In Russian by [Istari](<https://istaricomics.com/katalog-knig/manga/istari-comics/to-your-eternity/>)   \n- In German by [Egmont](<https://www.egmont-shop.de/to-your-eternity-01.html>)   \n- In Indonesian by [m&c!](<http://www.mncgramedia.id/comics/comic_detail/untukmu-yang-abadi-01>) as **Untukmu yang Abadi** (2019)\n- In Brazilian Portuguese by [NewPOP](<https://www.lojanewpop.com.br/uma-vida-imortal-to-your-eternity-15576289>)",
      "fr": "\"C'est à l'épreuve de la réalité que je saurai ce que je suis... Voilà pourquoi mon voyage commence.\"\n\nUn être sous forme d'une petite sphère est envoyé sur terre, celle-ci change d'apparence en fonction de ce qu'elle rencontre.\nElle rencontre d'abord un loup puis un jeune garçon vivant seul au milieu d'un paysage enneigé. Chaque nouvelle rencontre est une occasion de vivre de nouvelles expérience pour cet être. Ainsi commence le voyage de l'Immortel, un voyage fait d'expériences et de rencontres dans un monde implacable...",
      "ja": "『聲の形』の大今良時が贈る、永遠の旅。真っ白な魂で世界に降り立つ！──現実だけが自分が誰なのかを教えてくれる。だから僕は、旅に出る。",
      "ru": "Отправленное на землю бессмертное существо знакомится с мальчиком, одиноко живущим в Тундре. Существо может принимать форму умерших, но только если «импульс» сильнее предыдущего. С какими впечатлениями и встречами столкнётся существо, живущее вечно?",
      "pt-br": "Um ser imortal foi enviado à superfície da terra e encontrou um menino que vivia sozinho no meio da tundra.\nO ser pode assumir a forma de coisas moribundas, mas somente se o \"ímpeto\" for mais forte que o anterior. Que tipo de experiências e encontros o ser encontrará enquanto viver para sempre?\n\n---\n- **Ganhou o 43º Prêmio Kodansha Manga na categoria shounen em 2019**"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fcfb3ec9-147f-4d43-aaea-3a73f42c8318",
    "title": {
      "en": "Hyouken no Majutsushi ga Sekai o Suberu"
    },
    "updatedAt": "2024-04-20T21:53:46+00:00",
    "coverArt": "https://mangadex.org/covers/fcfb3ec9-147f-4d43-aaea-3a73f42c8318/15bb1abe-7329-4838-886e-a71db1bfd258.jpg",
    "altTitles": [
      {
        "ja": "冰剣の魔術師が世界を統べる"
      },
      {
        "ja": "冰剣の魔術師が世界を統べる　世界最強の魔術師である少年は、魔術学院に入学する"
      },
      {
        "ja-ro": "Hyouken no Majutsushi ga Sekai wo Suberu"
      },
      {
        "ja-ro": "Hyouken no Majutsu-shi ga Sekai o Suberu"
      },
      {
        "ja-ro": "Hyouken no Majutsushi ga Sekai o Suberu - Sekai Saikyou no Majutsushi de Aru Shounen wa, Majutsu Gakuin ga Nyuugaku Suru"
      },
      {
        "ja-ro": "Hyouken no Majutsushi ga Sekai wo Suberu - Sekai Saikyou no Majutsushi de Aru Shounen wa, Majutsu Gakuin ga Nyuugaku Suru"
      },
      {
        "ja-ro": "Hyouken no Majutsu-shi ga Sekai o Suberu ~Sekai Saikyou no Majutsu-shidearu Shounen wa, Majutsu Gakuin ni Nyuugaku Suru~"
      },
      {
        "en": "The Iceblade Sorcerer Shall Rule the World"
      },
      {
        "en": "The Iceblade Magician Rules Over the World"
      },
      {
        "en": "The Iceblade Sorcerer Shall Rule the World: A Boy, the Most Powerful Magician in the World, Enrolls in the Academy of Magic"
      },
      {
        "pt-br": "O feiticeiro da lâmina de gelo deve governar o mundo"
      },
      {
        "pt-br": "O feiticeiro da lâmina de gelo deve governar o mundo: Um menino, o mago mais poderoso do mundo, se matricula na Academia de Magia"
      },
      {
        "th": "เรย์ไวท์ จอมเวทดาบเหมันต์ เด็กหนุ่มจอมเวทผู้แข็งแกร่งที่สุดในโลก ได้เข้ามาร่ำเรียนในโรงเรียนเวทมนตร์"
      }
    ],
    "description": {
      "en": "The Arnold Magic Academy, a prestigious school that has produced a lot of great wizards. One boy, Ray White, decided to attend as the only wizard from an ordinary family. He is surrounded by students from aristocratic families and magicians who distance themselves from him. But people don't know. He is a person who has made a lot of achievements in the previous Far East fight, and now he is said to be the strongest of the seven great wizards in the world. Despite being ignored as a magician, he will eventually show his power to those around him?\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10029/episode/323438) (U.S. Only)",
      "pt-br": "A Arnold Magic Academy, uma escola de prestígio que produziu muitos magos excelentes. Um menino, Ray White, decidiu comparecer como o único bruxo de uma família comum. Ele está cercado por alunos de famílias aristocráticas e mágicos que se distanciam dele. Mas as pessoas não sabem. Ele é uma pessoa que fez muitas conquistas na luta anterior do Extremo Oriente, e agora ele é considerado o mais forte dos sete grandes magos do mundo. Apesar de ser ignorado como um mágico, ele acabará por mostrar seu poder para aqueles ao seu redor?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "132"
  },
  {
    "mangaId": "e4344acc-3425-42ea-8830-6e59db32781b",
    "title": {
      "en": "Starting Gate! Uma Musume Pretty Derby"
    },
    "updatedAt": "2023-07-01T22:13:34+00:00",
    "coverArt": "https://mangadex.org/covers/e4344acc-3425-42ea-8830-6e59db32781b/d15c29c1-ece1-4f12-b2fa-0f2c724f33b9.jpg",
    "altTitles": [
      {
        "ja": "STARTING GATE！ ―ウマ娘プリティーダービー"
      },
      {
        "en": "Starting Gate!: Uma Musume Pretty Derby"
      },
      {
        "en": "UmaMusu"
      },
      {
        "en": "Umamusume"
      }
    ],
    "description": {
      "en": "A manga part of the Uma Musume Project by Cygames, a game and an anime. It follows Special Week, an aspiring horsegirl athlete-idol, as she transfers in to the Traincent Academy to follow her dreams."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "44"
  },
  {
    "mangaId": "327c7eae-15ef-4bc0-88b7-bfffc76364c5",
    "title": {
      "en": "Meow Man"
    },
    "updatedAt": "2022-03-15T05:34:19+00:00",
    "coverArt": "https://mangadex.org/covers/327c7eae-15ef-4bc0-88b7-bfffc76364c5/94d6923e-ce6e-4b39-9f2e-bc70c5aff9b0.png",
    "altTitles": [
      {
        "ja": "ニャンて男"
      },
      {
        "ko": "냐한남자올소"
      }
    ],
    "description": {
      "en": "What if your dream date turns out to be a…cat? Such is the dilemma for Bonnie, a young woman who wanted love and ended up with Claude, a highly needy half-man-half-cat instead. Will they be able to make it work? Is sharing the litterbox going to be a huge problem? And what ARE her friends going to think? Read Meow Man to see how this big ball of yarn unfurls.  \n  \n  \nQue feriez-vous si vous vous réveillez face à une personne mi-homme mi-chat ? Tel est la situation dans laquelle se trouve Bonnie…"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "154"
  },
  {
    "mangaId": "911f2f01-9718-4a42-8e2a-1b684b695cba",
    "title": {
      "en": "303-Goushitsu no Kami-sama"
    },
    "updatedAt": "2024-05-26T04:57:53+00:00",
    "coverArt": "https://mangadex.org/covers/911f2f01-9718-4a42-8e2a-1b684b695cba/9a9d4de0-a761-4c38-be77-e96db736db4c.jpg",
    "altTitles": [
      {
        "ja": "303号室の神さま"
      },
      {
        "ja": "神様です。サービスするよ"
      },
      {
        "ja": "神様と陰気な少年"
      },
      {
        "ja-ro": "Kami-sama desu. Service suru yo."
      },
      {
        "ja-ro": "Kami-sama to Inki na Shounen"
      },
      {
        "en": "The God of Room 303"
      },
      {
        "en": "I'm a God. I'll serve you."
      },
      {
        "en": "God and the Gloomy Boy"
      },
      {
        "vi": "Vị thần ở phòng 303"
      },
      {
        "vi": "Tôi là một vị thần. Tôi sẽ giúp bạn"
      },
      {
        "vi": "Thần và cậu bé u ám"
      },
      {
        "es-la": "La Diosa de la habitación 303"
      },
      {
        "ru": "Богиня комнаты 303"
      },
      {
        "id": "Dewa di Ruangan 303"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "419d21bf-1361-459b-8341-6ec828087f26",
    "title": {
      "en": "No Guard Wife"
    },
    "updatedAt": "2023-10-31T10:15:21+00:00",
    "coverArt": "https://mangadex.org/covers/419d21bf-1361-459b-8341-6ec828087f26/6e13d4ea-70a1-42d4-811c-fb4f6e0c1030.jpg",
    "altTitles": [
      {
        "ja-ro": "Bougyo-Ryoku Zero no Yome"
      },
      {
        "ja-ro": "Bougyoryoku Zero no Yome"
      },
      {
        "it": "Moglie Senza Guardia"
      },
      {
        "ja": "防御力ゼロの嫁"
      },
      {
        "en": "No Guard Wife"
      }
    ],
    "description": {
      "en": "It is the summary of the story of a bride whose love attack power is 255 but her defensive power is 0.\r\n\r\n[Note: \"No Guard Wife\" is the mangaka's official English title.  Due to complaints over someone changing the primary title, title entry edits are locked until the title rework is complete.]",
      "it": "Questo è il riassunto di una moglie il cui potere d'attacco d'amore è 255 ma quello difensivo è 0.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Twitter](https://twitter.com/hosimaki)  \r\n- [Bookwalker Doujin Link](https://bookwalker.jp/series/196999/list/)  \r\n- [Bookwalker Tankoubon Link](https://bookwalker.jp/series/203392/list/)",
      "pt": "É um resumo da história de uma noiva que tem o poder de ataque de amor nível 255, mas a poder de defesa dela é 0.",
      "pt-br": "A história de uma noiva que tem o poder de ataque de amor nível 255, mas a poder de defesa dela é 0."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "169"
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/1f99d3e7-a813-499c-9982-464c9328eeb6.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]