[
  {
    "mangaId": "62642f72-ed18-46f9-a8dd-4add20b752fc",
    "title": {
      "en": "Charao-kun to Seiso-chan"
    },
    "updatedAt": "2024-09-24T12:41:35+00:00",
    "coverArt": "https://mangadex.org/covers/62642f72-ed18-46f9-a8dd-4add20b752fc/99331896-febc-4091-8afb-163ed86694a7.jpg",
    "altTitles": [
      {
        "ja": "チャラ男くんと清楚ちゃん"
      },
      {
        "en": "Playboy-kun & Neat-chan"
      },
      {
        "en": "NotNTR (Notorare): Seiso-chan and Charaoh-kun."
      },
      {
        "ja": "Charao-kun to Seiso-chan"
      },
      {
        "ja-ro": "#Kuma to Usagi wa Tomodachide wa Irarenai"
      },
      {
        "ja": "#クマとウサギは友達ではいられない"
      },
      {
        "en": "#Bear and Bunny Cannot Be Friends"
      }
    ],
    "description": {
      "en": "A playboy goes after an innocent-seeming girl, having no idea what he's getting into.\n___\n**Note:** Not to be confused with [NoTR](https://mangadex.org/title/03346265-8076-4b14-8c80-78c2f04511be), another series from this same artist."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5ac1129-901d-4fe7-9fbc-cfc3cab5d86d",
    "title": {
      "en": "Ignat no Hanayome"
    },
    "updatedAt": "2024-09-18T00:59:02+00:00",
    "coverArt": "https://mangadex.org/covers/f5ac1129-901d-4fe7-9fbc-cfc3cab5d86d/c8ab9b41-a7c7-456b-be27-2df68a3ea386.jpg",
    "altTitles": [
      {
        "ja": "イグナートの花嫁"
      },
      {
        "ja-ro": "Igunaato no Hanayome"
      },
      {
        "en": "Bride of Ignat"
      },
      {
        "uk": "Наречена Ігната"
      },
      {
        "uk": "Наречена Ігніса"
      }
    ],
    "description": {
      "en": "Divinity x Sacrifice\nA nonhuman marriage that mends a frozen heart.\n\n\"No matter where you are, if your life is meaningless...\"\n\nRita is a lonely boy who was chosen to be the dragon's bride according to village tradition.\nThe existence of snowy mountain dragons, which has been passed down since ancient times, is now nothing more than a legend.  However, Rita cannot find a role in the village.  He accepts being sacrificed, even though he realizes it's a lie.\n\nThe one who saved Rita, who was wandering through a blizzard looking for the dragon and about to die, was Ignat, a beautiful dragon in human form.\n\nRita's eyes sparkle as she realizes that she was able to fulfill her role as a bride because of the presence of the dragon.  However, Ignat declares, ``I don't need a bride.''  Still unable to give up, Rita learns the secret of the ritual that transforms humans into dragons.\n\nSilent dragon x fearless sacrifice\nA fantasy BL about a non-human marriage that will soothe your frozen heart!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db692d58-4b13-4174-ae8c-30c515c0689c",
    "title": {
      "en": "Hunter x Hunter"
    },
    "updatedAt": "2024-08-21T19:58:46+00:00",
    "coverArt": "https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/a1686843-1414-45e4-a4b7-425d58356042.jpg",
    "altTitles": [
      {
        "en": "Hunter Hunter"
      },
      {
        "en": "HUNTER×HUNTER"
      },
      {
        "en": "HxH"
      },
      {
        "de": "Jäger x Jäger"
      },
      {
        "lt": "Medžiotojas x Medžiotojas"
      },
      {
        "ru": "Охотник х Охотник"
      },
      {
        "ar": "القناص"
      },
      {
        "ar": "هنتر x هنتر"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "zh": "全职猎人"
      },
      {
        "zh": "猎人"
      },
      {
        "hi": "हन्टर x हन्टर"
      },
      {
        "fa": "هانتر x هانتر"
      },
      {
        "kk": "Аңшы × Аңшы"
      },
      {
        "kk": "Аулаушы × Аулаушы"
      },
      {
        "tr": "Avcı x Avcı"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "fa": "هانتر‌ها، افراد کنجکاوی که به دنبال گنج‌ها، مجرم‌های خطرناک، مکان‌های ناشناخته و اسرارآمیز، جانوران افسانه‌ای و... هستند. البته برای دست یابی به این موقعیت نیاز به مجوزی است که در بین هر صدهزار نفر تنها یک نفر می‌تواند در آزمون آن موفق شود.\nاین داستان درمورد چهار نوجوانه که در آزمون هانترها با هم روبه‌رو می‌شوند:\nگون، پسری که به دنبال پدرش می‌گردد. کیلوا، پسری که می‌خواهد زندگی جدیدی را شروع کند. لئوریو، پسری که قصد دارد پزشک شود و کوراپیکا، پسری که می‌خواهد انتقام قبیله خود‌ را بگیرد.",
      "pt": "Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters.",
      "pt-br": "A série conta a história de Gon Freecss, um garoto de 12 anos que pretende se tornar um Hunter, um caçador de tesouros, lugares perdidos e criaturas estranhas.\n\nContudo, ao contrário da maioria dos Hunters que procuram fama e dinheiro, o herói da história tem uma motivação maior para querer ser um caçador – encontrar seu pai – um dos mais famosos hunters do mundo.\n\nMas não é qualquer um que pode se tornar um Hunter. Para poder praticar essa reconhecida profissão, é necessário ter uma licença especial – e para tirá-la é preciso passar – e sobreviver – a exames com milhares de inscritos. Uma vez aprovado e com sua licença Hunter em mãos, o caçador passa a ter direito a acessar áreas restritas, informações secretas e consegue acumular facilmente uma grande fortuna de acordo com seus feitos ? incluindo ir atrás de Hunters que usam seus poderes para objetivos escusos."
    },
    "status": "hiatus",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99daf7bc-3a3b-4fe8-b10d-951b32bfea64",
    "title": {
      "ja": "Gimai Seikatsu"
    },
    "updatedAt": "2024-09-29T14:06:47+00:00",
    "coverArt": "https://mangadex.org/covers/99daf7bc-3a3b-4fe8-b10d-951b32bfea64/5c787c1c-24b9-4efc-b6fc-de7af72a7e5a.jpg",
    "altTitles": [
      {
        "en": "Days with my Step Sister"
      },
      {
        "ja": "義妹生活"
      },
      {
        "ru": "Жизнь с моей сводной сестрой"
      },
      {
        "de": "Tage mit meiner Stief-Schwester"
      }
    ],
    "description": {
      "en": "From classmates to brother and sister, living under the same roof.\r\n\r\nAfter his father’s remarriage, Asamura Yuuta ends up getting a new stepsister, coincidentally the number one beauty of the school year, Ayase Saki. Having learned important values when it comes to man-woman relationships through the previous ones of their parents, they promise each other not to be too close, not to be too opposing, and to merely keep a vague and comfortable distance.\r\n\r\nOn one hand, Saki, who has worked in solitude for the sake of her family, doesn’t know how to properly rely on others, whereas Yuta is unsure of how to really treat her. Standing on fairly equal ground, these two slowly learn the comfortable sensation of living together.\r\n\r\nTheir relationship slowly evolves from being strangers the more the days pass. Eventually, this could end up in a story about love for all we know.",
      "pt-br": "De colegas de classe a irmão e irmã, vivendo sob o mesmo teto.\n\nApós o novo casamento de seu pai, Asamura Yuuta acaba ganhando uma nova meia-irmã, coincidentemente a beleza número um do ano escolar, Ayase Saki. Tendo aprendido valores importantes no que diz respeito aos relacionamentos homem-mulher através dos anteriores de seus pais, eles prometem um ao outro não ser muito próximos, não ser muito opostos e apenas manter uma distância vaga e confortável.\n\nPor um lado, Saki, que trabalhou sozinha pelo bem de sua família, não sabe como confiar adequadamente nos outros, enquanto Yuta não tem certeza de como realmente tratá-la. Estando em terreno bastante igual, os dois aprendem lentamente a sensação confortável de viver juntos.\n\nO relacionamento deles evolui lentamente de estranhos à medida que os dias passam. Eventualmente, isso pode acabar em uma história sobre o amor, pelo que sabemos."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fa5d81b-b7a8-42ac-8e5c-d9a862365b18",
    "title": {
      "en": "Minikui Yuukaku no Ko"
    },
    "updatedAt": "2024-08-12T10:15:19+00:00",
    "coverArt": "https://mangadex.org/covers/0fa5d81b-b7a8-42ac-8e5c-d9a862365b18/83b23cbd-52ea-4303-8707-9c1b62bfee22.jpg",
    "altTitles": [
      {
        "ja": "みにくい遊郭の子"
      },
      {
        "en": "Ugly Duckling of the Entertainment District"
      },
      {
        "vi": "Cô nàng xấu xí ở Phố Đèn Đỏ"
      },
      {
        "en": "An Unsightly Girl of a Red Light District"
      }
    ],
    "description": {
      "en": "An abandoned high school girl becomes an Oiran in a strange world—\n\nEsora, a high school girl who lost her place, found herself in an unknown red light district.\nShe was sold to a slave buyer at the Yukaku \"Sagamiya\".\nThe owner, Sagami, told her that Ishe could be the number one Oiran there.",
      "ja": "居場所を失った女子高生エソラは、気がつくと知らない花街にいた。\n人買いに売られやってきたのは、遊郭「相模屋」。\nその主人である相模に、ここで1番の花魁になれると言われ―。\n幻想的な世界観で描かれる異世界花魁物語。",
      "vi": "Một nữ sinh trung học bị bỏ rơi trở thành Oiran (kỹ nữ cao cấp) ở một thế giới xa lạ—\nEsora, một nữ sinh trung học bị mất chỗ ở, thấy mình đang ở một khu đèn đỏ vô danh. Cô bị bán cho một người mua nô lệ ở Phố đèn đỏ \"Sagamiya\". Người chủ, Sagami, nói với cô rằng nếu cô trở thành Oiran thì sẽ có thể làm lại cuộc đời."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7a1bab9-e404-4be3-9c96-1141331a7b00",
    "title": {
      "en": "I Hold the Heart of a Tyrant"
    },
    "updatedAt": "2024-05-17T02:09:56+00:00",
    "coverArt": "https://mangadex.org/covers/b7a1bab9-e404-4be3-9c96-1141331a7b00/7634d03d-f364-4185-a447-fd4a6774e3cb.jpg",
    "altTitles": [
      {
        "ko": "폭군의 심장을 쥐었다"
      },
      {
        "en": "I Grabbed the Tyrant's Heart"
      },
      {
        "en": "I Captured the Tyrant's Heart"
      }
    ],
    "description": {
      "en": "The Crown Prince’s only friend, me, Euseniel Heartland.\n\nOne day, our family was expelled from the capital for having had a bad influence on the Crown Prince. But after 14 years, we finally reunite, However,  he has changed drastically.\n\nWhen asked why he changed, the Crown Prince answers that it is because he wanted to be the ideal man for me. But no, this is not the friend I used to know anymore, And it's not only his appearance what has changed, I'm sure there something else on the inside that's not the same as before. What could it be?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af1f3853-6b99-44a2-b01d-28e9ce9a1e05",
    "title": {
      "en": "Watashi no Kokoro wa Oji-san de Aru"
    },
    "updatedAt": "2024-09-30T11:05:05+00:00",
    "coverArt": "https://mangadex.org/covers/af1f3853-6b99-44a2-b01d-28e9ce9a1e05/45bb4451-9393-4455-9423-1b9f87dcf1e2.jpg",
    "altTitles": [
      {
        "ja": "私の心はおじさんである"
      },
      {
        "en": "My Heart Is an Old Man"
      }
    ],
    "description": {
      "en": "From Manga updates\n\n\"Haruka Yamagishi\" is a guy who has no friends or family and just goes back and forth between work and home. One day, when he wakes up, he finds himself in a different world. And for some reason, he's turned into a beautiful dark elf! Now, Haruka has inexhaustible magic power, a sturdy body, and a new life where she can do anything... However, through the friends she met and her activities as an adventurer, changes slowly began to take place. The guy who gave up on life in this world begins to feel what it's like to live. Although there are some traps and other events, it's a touching adventure story!",
      "es-la": "\"Haruka Yamagishi\" es un tio que no tiene amigos ni familia y sólo va y viene entre el trabajo y su casa. Un día, cuando se despierta, se encuentra en un mundo diferente. Además, por alguna razón, ¡se ha convertido en una hermosa elfa oscura! Ahora, Haruka tiene un poder mágico inagotable, un cuerpo robusto y una nueva vida en la que puede hacer cualquier cosa....Sin embargo, a través de sus amigos que conoció y sus actividades como aventurera, poco a poco empezaron a surgir cambios.Al tio que renunció a la vida, en este mundo empieza a sentir lo que es vivir. Aunque hay algunas trampas y otros eventos, ¡Es una historia de aventuras conmovedora!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89299ce7-9d1d-4c46-91b1-48bdb0440406",
    "title": {
      "en": "Makigama no Pandora"
    },
    "updatedAt": "2024-09-23T05:54:19+00:00",
    "coverArt": "https://mangadex.org/covers/89299ce7-9d1d-4c46-91b1-48bdb0440406/25f8d029-f52c-4dbd-8f80-4ecdf4d8bfe0.jpg",
    "altTitles": [
      {
        "ja": "薪窯のパンドラ"
      },
      {
        "zh": "薪炉的潘多拉"
      },
      {
        "ko": "장작가마의 판도라"
      },
      {
        "en": "Pandora's Kiln"
      }
    ],
    "description": {
      "en": "Eri Hourai, a second-year high school girl, takes over \"Pandora\" - a bakery specialising in wood fire cooked goods.",
      "ja": "祖父のお店を引き継ぎ、黙々とパン職人をしている高校生・蓬莱絵里（ほうらいえり）。ある日、突然お店にやってきたはらぺこ少女・野々宮麦（ののみやむぎ）から「メロンパン20個ください！」と無茶振りをされる。麦との出会いによって、恵理は少しずつ心が開かれていって…？",
      "zh": "追随前人，过往足迹，今日的少女，也在进行烘焙"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc348d4c-c366-4f6b-baa9-8e9c16b386cf",
    "title": {
      "en": "Please Fall Asleep, Emperor"
    },
    "updatedAt": "2024-08-15T17:25:13+00:00",
    "coverArt": "https://mangadex.org/covers/fc348d4c-c366-4f6b-baa9-8e9c16b386cf/66a857a9-cf43-4da0-a733-98815286242d.png",
    "altTitles": [
      {
        "en": "Qǐng jūn rùmián"
      },
      {
        "en": "Император, пожалуйста, засыпайте!"
      },
      {
        "en": "请君入眠"
      }
    ],
    "description": {
      "en": "In order to kill the dictator, an assassin wore female clothing and snuck into the palace. He didn't expect to be caught immediately that night. But the dictator did not kill him. Instead, he asked to sleep with the assassin and treated him like a sleeping pill.   \nAfter staying in the palace for a while, the assassin discovered a deep conspiracy, and the dictator didn't seem that bad after all. Meanwhile, he even started to feel a little sympathetic…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "62"
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6676aef9-cf30-4950-9a20-e0382b5e7447",
    "title": {
      "en": "Record of Ragnarok: The Apocalypse of the Gods"
    },
    "updatedAt": "2024-09-25T22:43:45+00:00",
    "coverArt": "https://mangadex.org/covers/6676aef9-cf30-4950-9a20-e0382b5e7447/af188ef2-7ad7-489e-b895-3b3b4b8d0620.jpg",
    "altTitles": [
      {
        "ja": "終末のワルキューレ禁伝 神々の黙示録"
      },
      {
        "ja-ro": "Shuumatsu no Valkyrie Kinden Kamigami no Apocalypse"
      },
      {
        "ja-ro": "Shuumatsu no Warukyuure Kinden Kamigami no Apokaripusu"
      },
      {
        "fr": "L'Apocalypse des dieux"
      }
    ],
    "description": {
      "en": "Zeus, supreme chairman of the Council of Valhalla, announces to the gods twelve of the thirteen fighters set to participate in Ragnarok--and is met with the dissenting voices of those who were not chosen. However, Zeus has foreseen this, and immediately declares the holding of another tournament to decide the final spot on the Ragnarok lineup, one which will break the taboo on gods fighting one another. Thus begins the \"Revelation\" of the untold side of *Record of Ragnarok!*"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck - Digital Colored Comics"
      },
      {
        "en": "Undead Unluck"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      },
      {
        "vi": "Bất tử và bất hạnh (Bản màu)"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99e883fd-04f6-449b-ab23-1d904695d272",
    "title": {
      "en": "Blue Archive - The Adventure of Game Development Department!"
    },
    "updatedAt": "2024-09-26T15:51:21+00:00",
    "coverArt": "https://mangadex.org/covers/99e883fd-04f6-449b-ab23-1d904695d272/29a1c546-0ff6-4196-852c-adb6d230190f.png",
    "altTitles": [
      {
        "ja": "ブルーアーカイブゲーム開発部だいぼうけん！"
      },
      {
        "ja-ro": "Blue Archive - Game Kaihatsubu Daibouken!"
      },
      {
        "ja-ro": "Blue Archive - Game Kaihatsu-bu Daibouken!"
      },
      {
        "vi": "Blue Archive: Cuộc phiêu lưu của Câu lạc bộ Phát Triển Game"
      },
      {
        "ru": "Blue Archive: Грандиозное приключение отдела разработки игр!"
      }
    ],
    "description": {
      "en": "From the hit game Blue Archive, comes a spin-off manga featuring the Game Development Department! Where Momoi, Midori, Yuzu and Aris share their days of youth, friendship, and clumsy moments. A heartwarming, cute and funny youth-comedy crafted by the master of comedy, Asato Mizu!",
      "ja": "人気ゲーム「ブルーアーカイブ」よりゲーム開発部のスピンオフが登場！モモイ、ミドリ、ユズ、アリスの4人が送る青春、友情、ぽんこつの日々...。コメディの名手・水あさとが手掛ける、笑えて泣けて可愛い青春コメディ！",
      "ru": "Спин-офф манга по мотивам популярной игры Blue Archive, в которой девочки из отдела разработки игр делятся смешными историями о своей юности и дружбе. Это душевная и милая история, созданная мастером комедии Мидзу Асато!",
      "vi": "Bộ truyện chuyển thể từ trò chơi đang làm mưa làm gió \"Blue Archive\" với sự xuất hiện của Câu lạc bộ Phát Triển Game! Nơi Momoi, Midori, Yuzu và Arisu cùng nhau sẻ chia những năm tháng của tuổi trẻ, tình bạn và những khoảnh khoắc vụng về. Đây là một câu chuyện ấm lòng, hài hước và dễ thương từ Bậc thầy Truyện hài Mizu Asato!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbe57225-e455-4680-b2b9-5b8b82a1be9e",
    "title": {
      "en": "The Ride-On King"
    },
    "updatedAt": "2024-07-22T16:12:23+00:00",
    "coverArt": "https://mangadex.org/covers/fbe57225-e455-4680-b2b9-5b8b82a1be9e/17b1641b-acb5-48a8-bc10-952633d352d3.jpg",
    "altTitles": [
      {
        "ja": "ライドンキング"
      },
      {
        "zh-hk": "騎乘之王"
      },
      {
        "en": "Golosseum - The Ride-On King"
      },
      {
        "ru": "Король-наездник"
      },
      {
        "ru": "Царь-всадник"
      }
    ],
    "description": {
      "en": "Alexander Purchinov is president for life of the country of Pursia, a country ruled by the strict influence of its government. Alexander always desires to be dominant and \"ride\" things, whether literally or figuratively. Now that he has already ridden his country, his next target is a fantasy world that has orcs, wyverns, and centaurs.",
      "fr": "Alexander Purchinov est le président à vie de la République de Purse, un pays où l’État règne d’une main de fer. Alexander a toujours aimé dominer les choses, et particulièrement « monter » les choses, que ce soit littéralement ou au sens figuré. Ayant monté tout ce qui pouvait l’être dans notre monde, quoi de mieux qu’un monde de fantasy où vivent orques, centaures et wyvernes pour assouvir ses désirs !",
      "ja": "武術・格闘技の達人であり、強い男を尊ぶプルジア国民から絶大な支持を受けている男、プルジア共和国終身大統領アレクサンドル・プルチノフ。ある日、愛虎アスランにまたがり政務に向かう途中、テロリストの襲撃を受ける。テロリストは難なく返り討ちにした大統領だったが、この襲撃で起きたあることをきっかけに気を失ってしまう。目覚めた大統領の目の前に広がる光景、それは人間とモンスターが共生する異世界だった！",
      "ru": "Александр Плутинов — первый президент Республики Плудия, получившей совсем недавно независимость в результате упорной вооружённой борьбы. Господин Плутинов любит быть наездником, будь то животное, машина или даже страна. Но быть лидером страны, пусть даже с поддержкой большинства населения и красивой помощницей Натальей, непростая задача. Бесконечные договоры, встречи да конференции. А хочется залезть на что-то неведанное и невиданное, что-то сказочное… Вроде дракона."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "ea2e8598-c9f9-4555-aedc-285d0fe920dc",
    "title": {
      "en": "The Villain's Beloved Daughter"
    },
    "updatedAt": "2024-07-25T09:13:00+00:00",
    "coverArt": "https://mangadex.org/covers/ea2e8598-c9f9-4555-aedc-285d0fe920dc/afa032f1-5939-41d4-ba0d-33e4a3a34064.png",
    "altTitles": [
      {
        "ko": "악당의 소중한 따님"
      },
      {
        "ko-ro": "Akdangi Sojunghan Ttanim"
      },
      {
        "en": "The Villain's Precious Daughter"
      },
      {
        "fr": "La deuxième sainte"
      },
      {
        "fr": "La fille chérie du méchant"
      },
      {
        "es": "La hija más querida del villano"
      },
      {
        "es-la": "La preciosa hija del villano"
      },
      {
        "ru": "Драгоценная дочь злодея"
      },
      {
        "th": "บุตรสาวผู้ล้ำค่าของวายร้าย"
      },
      {
        "ja": "悪党公爵の愛娘"
      },
      {
        "zh": "恶人奶爸的宝贝女儿"
      },
      {
        "zh": "恶棍的宝贝女儿"
      },
      {
        "zh-hk": "惡徒的寶貝女兒"
      },
      {
        "mn": "Хорон Санаатны Нандин Охин"
      },
      {
        "vi": "Đứa Con Gái Quý Giá Của Nhân Vật Phản Diện"
      },
      {
        "vi": "Cô Công Chúa Nhỏ Của Kẻ Phản Diện"
      }
    ],
    "description": {
      "en": "My name is Rosaria von Valencia, but I didn't always have this name. According to a book I read, I'm supposed to be murdered in place of the saint, Cordelia, just because I look like her. I decided to run away to avoid ever meeting my future killer, Duke Valencia, but ended up running into him as he was on the brink of death. After I saved him in the hopes of being spared, he adopted me as his daughter! Now that my new dad's spoiling me with love, does this mean I'll get to live until the end?\n\n---\nIt's already unfair that I suffered greatly because I closely resembled the saint, but why did the villain kill me without any mercy at all? No, actually, it said in the book that I was really bound to die. 'My life is already ruined. Of all things, why do I have to be the one to die a ridiculous death?' There's still hope! I haven't met any of the characters yet so I'll just run away! But why did the villain collapse in front of me...?\n\nWith a lot of effort, I barely saved the life of the villain who was on the brink of death. But now he's saying that he wanted to adopt me as his daughter and raise me to be a saint?! Just like that, I decided to become his daughter for a few days before leaving quietly.\n\n\"My daughter is a genius. There's no child who is more angelic in this world other than my daughter.\"\n\n...I think I have coaxed my dad too well. Even the guys who originally followed the real saint started to pay attention to me. What went wrong? Aren't you guys supposed to hate me?!\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/55069889), [Naver](https://series.naver.com/novel/detail.series?productNo=8231327), [RidiBooks](https://ridibooks.com/books/3885006486)\n\n[Original Webtoon](https://page.kakao.com/content/59664271)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villains-beloved-daughter/info)\n* [Chinese (Simplified) / ](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26344&contentId=344&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%BE%92%E7%9A%84%E5%AF%B6%E8%B2%9D%E5%A5%B3%E5%85%92/336)\n* [French / Français](https://fr.piccoma.com/fr/product/1064)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villain%E2%80%99s-Beloved-Daughter/582)\n* [Japanese / 日本語](https://piccoma.com/web/product/115994)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9A%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B9%89%E0%B8%B3%E0%B8%84%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2/392)",
      "es": "Ya es injusto que sufrí mucho porque me parezco mucho a la Santa, pero ¿por qué el villano me mató sin piedad?No, en realidad, decía en el libro que estaba destinado a morir.'Mi vida ya está arruinada. De todas las cosas, ¿por qué tengo que ser yo quien tenga una muerte ridícula?¡Todavía hay esperanza! Todavía no he conocido a ninguno de los personajes, ¡así que me escaparé!Pero, ¿por qué el villano colapsó frente a mí...?Con mucho esfuerzo, apenas salvé la vida del villano que estaba al borde de la muerte.¡¿Pero ahora dice que quería adoptarme como su hija y criarme para ser una Santa?!Así como así, decidí convertirme en su hija por unos días antes de irme en silencio.—Mi hija es un genio. No hay niña más angelical en este mundo que mi hija.…Creo que he engatusado a mi padre demasiado bien.Incluso los chicos que originalmente seguían a la verdadera Santa empezaron a prestarme atención.¿Qué salió mal? ¡¿No se supone que ustedes me odian?!\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/55069889), [Naver](https://series.naver.com/novel/detail.series?productNo=8231327), [RidiBooks](https://ridibooks.com/books/3885006486)\n\n[Original Webtoon](https://page.kakao.com/content/59664271)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villains-beloved-daughter/info)\n* [Chinese (Simplified) / ](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26344&contentId=344&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%BE%92%E7%9A%84%E5%AF%B6%E8%B2%9D%E5%A5%B3%E5%85%92/336)\n* [French / Français](https://fr.piccoma.com/fr/product/1064)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villain%E2%80%99s-Beloved-Daughter/582)\n* [Japanese / 日本語](https://piccoma.com/web/product/115994)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9A%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B9%89%E0%B8%B3%E0%B8%84%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2/392)",
      "id": "Namaku Cordelia, sama seperti nama saintess yang parasnya juga mirip sekali denganku. Menurut buku yang aku baca, di masa depan nanti aku akan mati di tangan seorang duke yang salah mengiraku sebagai saintess. Aku bermaksud untuk kabur dari takdir itu, tapi aku malah bertemu dengan sang duke jahat dan dia mengangkatku sebagai anaknya! \"Tidak masalah kan kalau aku jadi anak angkatnya sebentar?\" Apakah aku akan bernasib sama isi buku itu? Omong-omong, aku baca di mana ya buku itu?\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/55069889), [Naver](https://series.naver.com/novel/detail.series?productNo=8231327), [RidiBooks](https://ridibooks.com/books/3885006486)\n\n[Original Webtoon](https://page.kakao.com/content/59664271)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villains-beloved-daughter/info)\n* [Chinese (Simplified) / ](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26344&contentId=344&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%BE%92%E7%9A%84%E5%AF%B6%E8%B2%9D%E5%A5%B3%E5%85%92/336)\n* [French / Français](https://fr.piccoma.com/fr/product/1064)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villain%E2%80%99s-Beloved-Daughter/582)\n* [Japanese / 日本語](https://piccoma.com/web/product/115994)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9A%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B9%89%E0%B8%B3%E0%B8%84%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2/392)",
      "ko": "성녀와 닮았다는 이유로 납치당한 것도 억울한데\n악당은 가차 없이 나를 죽였다.\n\n아니, 그렇게 죽을 거라고 책에 쓰여 있었다.\n\n‘이번 생은 망했어. 하필이면 어이없이 죽는 역할이야?’\n\n아직 희망은 있었다.\n등장인물들과 아무도 만나지 않은 지금, 도망쳐야 한다!\n그런데 왜 악당이 내 앞에 쓰러져 있지……?\n\n죽을 고비에서 겨우 악당을 구했더니\n이젠 그가 성녀가 될 재목이라며 나를 딸로 입양했다?!\n기왕 이렇게 된 거, 며칠 딸 노릇 하다가 조용히 떠나려고 했는데\n\n“내 딸은 천재다. 내 딸처럼 천사 같은 아이는 이 세상에 없지.”\n\n……아빠를 너무 잘 꼬셔 버린 것 같다.\n\n심지어 진짜 성녀를 따라다니던 남자들도 내게 관심을 갖기 시작했다.\n\n왜 이래? 나 너희들 싫거든?!\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/55069889), [Naver](https://series.naver.com/novel/detail.series?productNo=8231327), [RidiBooks](https://ridibooks.com/books/3885006486)\n\n[Original Webtoon](https://page.kakao.com/content/59664271)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villains-beloved-daughter/info)\n* [Chinese (Simplified) / ](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26344&contentId=344&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%BE%92%E7%9A%84%E5%AF%B6%E8%B2%9D%E5%A5%B3%E5%85%92/336)\n* [French / Français](https://fr.piccoma.com/fr/product/1064)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villain%E2%80%99s-Beloved-Daughter/582)\n* [Japanese / 日本語](https://piccoma.com/web/product/115994)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9A%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B9%89%E0%B8%B3%E0%B8%84%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2/392)",
      "ru": "Я знала, что моя судьба быть похищенной и убитой потому что мы со святой похожи.\nПланировала сбежать до того, как снова встречусь с злым герцогом, но...\nНе могу поверить, что я упала у него на глазах!\nИ он даже спас меня от смерти и удочерил!\nНесколько дней я старалась играть в хорошего ребенка, но неожиданно герцог становился дураком, зависимый от своей дочери...\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/55069889), [Naver](https://series.naver.com/novel/detail.series?productNo=8231327), [RidiBooks](https://ridibooks.com/books/3885006486)\n\n[Original Webtoon](https://page.kakao.com/content/59664271)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villains-beloved-daughter/info)\n* [Chinese (Simplified) / ](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26344&contentId=344&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%BE%92%E7%9A%84%E5%AF%B6%E8%B2%9D%E5%A5%B3%E5%85%92/336)\n* [French / Français](https://fr.piccoma.com/fr/product/1064)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villain%E2%80%99s-Beloved-Daughter/582)\n* [Japanese / 日本語](https://piccoma.com/web/product/115994)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9A%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B9%89%E0%B8%B3%E0%B8%84%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2/392)",
      "sk": "Volám sa Rosaria von Valencia, ale nie vždy som sa tak volala. Podľa knihy, ktorú som čítala, ma mali zavraždiť namiesto svätice Cordelie len preto, že sa na ňu podobám. Rozhodla som sa utiecť, aby som sa nikdy nestretla so svojím budúcim vrahom, vojvodom Valenciom, ale nakoniec som naňho narazila, keď bol na pokraji smrti. Po tom, čo som ho zachránila v nádeji, že ma v budúcnosti ušetrí, si ma adoptoval za svoju dcéru! Teraz, keď ma môj nový otec rozmaznáva láskou, znamená to, že budem žiť až do konca?\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/55069889), [Naver](https://series.naver.com/novel/detail.series?productNo=8231327), [RidiBooks](https://ridibooks.com/books/3885006486)\n\n[Original Webtoon](https://page.kakao.com/content/59664271)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villains-beloved-daughter/info)\n* [Chinese (Simplified) / ](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26344&contentId=344&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%BE%92%E7%9A%84%E5%AF%B6%E8%B2%9D%E5%A5%B3%E5%85%92/336)\n* [French / Français](https://fr.piccoma.com/fr/product/1064)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villain%E2%80%99s-Beloved-Daughter/582)\n* [Japanese / 日本語](https://piccoma.com/web/product/115994)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9A%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B9%89%E0%B8%B3%E0%B8%84%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2/392)",
      "vi": "Vì gần giống với Thánh nữ mà chịu nhiều đau khổ, đã là rất bất công rồi, nhưng sao nhân vật phản diện lại xuống tay với mình không một chút thương sót chứ?\n\nKhông, thật ra, ở trong sách, mình sẽ chết như vậy.\n\n“Cuộc đời mình bị huỷ hoại cả rồi. Sau tất cả, sao mình lại phải chịu một cái chết lố bịch như vậy chứ?”\n\nMình vẫn còn cơ hội! Mình vẫn chưa chạm mặt bất kì nhân vật nào nên mình sẽ bỏ chạy!\n\nNhưng sao nhân vật phản diện lại đổ gục trước mắt mình…?\n\nMình đã rất cố gắng để cứu sống nhân vật phản diện đang cận kề cái chết.\n\nNhưng anh ta nói muốn nhận mình làm con gái và nuôi dạy mình trở thành Thánh nữ?!\n\nVà như thế, mình đồng ý trở thành con gái của anh ta vài ngày trước khi lẳng lặng rời đi.\n\n“Con gái ta là thiên tài. Không có đứa trẻ nào trên thế giới này hơn được con gái ta đâu.”…Mình nghĩ mình nịnh cha rất tốt đó.\n\nNgay cả những người lúc đầu đi theo vị Thánh nữ thật cũng bắt đầu để ý đến mình.\n\nChuyện gì đây? Chẳng phải họ ghét mình á?\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/55069889), [Naver](https://series.naver.com/novel/detail.series?productNo=8231327), [RidiBooks](https://ridibooks.com/books/3885006486)\n\n[Original Webtoon](https://page.kakao.com/content/59664271)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villains-beloved-daughter/info)\n* [Chinese (Simplified) / ](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26344&contentId=344&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%BE%92%E7%9A%84%E5%AF%B6%E8%B2%9D%E5%A5%B3%E5%85%92/336)\n* [French / Français](https://fr.piccoma.com/fr/product/1064)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villain%E2%80%99s-Beloved-Daughter/582)\n* [Japanese / 日本語](https://piccoma.com/web/product/115994)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9A%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B9%89%E0%B8%B3%E0%B8%84%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2/392)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7dc3f66f-4d6e-4030-bd6c-6a4d699a7f06",
    "title": {
      "en": "Bijin Onna Joushi Takizawa-san"
    },
    "updatedAt": "2024-08-16T12:45:06+00:00",
    "coverArt": "https://mangadex.org/covers/7dc3f66f-4d6e-4030-bd6c-6a4d699a7f06/e24b17bb-51be-4666-9c5f-5d4509c76743.jpg",
    "altTitles": [
      {
        "en": "Beautiful Female Superior Takizawa-san"
      },
      {
        "de": "Meine hübsche Vorgesetzte Takizawa-san"
      },
      {
        "es-la": "Mi Hermosa Jefa Takizawa-san"
      },
      {
        "es": "Mi Jefa Bella, Takizawa-san"
      },
      {
        "pt": "Minha linda chefe, Takizawa-san"
      },
      {
        "en": "My Beautiful Boss, Takizawa-san"
      },
      {
        "fr": "Takizawa-san, ma patronne magnifique"
      },
      {
        "en": "The Greatest Lady Boss \"Takizawa-san\""
      },
      {
        "ru": "Мой прекрасный босс Такидзава-сан"
      },
      {
        "ja": "美人女上司滝沢さん"
      },
      {
        "zh": "美女上司泷泽小姐"
      },
      {
        "ko": "미인 여자 상사 타키자와 씨"
      },
      {
        "zh-hk": "美女上司瀧澤小姐"
      },
      {
        "ja-ro": "Bijin On'na Jōshi Takizawa-san"
      }
    ],
    "description": {
      "en": "Kouta Takeda is a young office worker, who at the entry level at XOX Corporation is put under the direct supervision of Kyouko Takizawa, a stunning and voluptuous woman with a fearsome reputation at the company as an inflexible and cruel boss, but Takeda has the privilege of finding out that Takizawa is no iron lady, and that she's no stranger to kindness where it's dispensed.",
      "ja": "こんな上司と働きたい♪　Twitter発、美人で巨乳な女上司4コマ！ 新卒で入った僕の会社の上司・滝沢さんは、美人で巨乳でちょっぴり○○！？　Twitterで話題になった後ニコニコ静画にて連載化された美人女上司さん4コマがたわわに書籍化!!",
      "pt": "Kouta Takeda, que acabou de começar a trabalhar na XOX Corporation, conhece sua nova chefe, uma linda mulher de seios grandes chamada Kyouko Takizawa.  \n  \n**Links:**  \n- [Author's Twitter](https://twitter.com/yan_baru55)",
      "pt-br": "Kouta Takeda, que acabou de começar a trabalhar na XOX Corporation, conhece sua nova chefe, uma linda mulher de seios grandes chamada Kyouko Takizawa."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4c93297-b32f-4f90-b619-55456a38b0aa",
    "title": {
      "en": "Fuufu Ijou, Koibito Miman."
    },
    "updatedAt": "2024-09-29T23:00:37+00:00",
    "coverArt": "https://mangadex.org/covers/b4c93297-b32f-4f90-b619-55456a38b0aa/9daf17a6-0e51-4c71-8122-26efe5765370.jpg",
    "altTitles": [
      {
        "ms": "Melebihi Suami Isteri, Namun Bukan Kekasih."
      },
      {
        "en": "More Than A Married Couple, But Not Lovers."
      },
      {
        "zh": "夫妇以上，恋人未满。"
      },
      {
        "ko": "부부이상, 연인미만"
      },
      {
        "ja": "夫婦以上、恋人未満。"
      },
      {
        "pt-br": "Mais do que um casal, menos do que um amante."
      },
      {
        "th": "แผนสมรักไม่สมเลิฟ"
      },
      {
        "fr": "Presque mariés, loin d'être amoureux."
      },
      {
        "de": "Mehr wie ein Ehepaar, aber weniger als Liebhaber."
      }
    ],
    "description": {
      "en": "Jirou, a third-year in high school, is forced to live with a gyaru named Akari under a course called the \"Couple Practical\". In order to be paired with their own romantic interests, they're going to act as a married couple…!?",
      "ja": "高校三年生になった次郎は、「夫婦実習」という授業の一環で非リア充な自分とは正反対の存在のクラスのギャル・渡辺星と一緒に暮らすことになってしまう。だが、ペアを入れ替えられる制度を知った二人は、それぞれの好きな人と一緒になるために無理矢理【夫婦】らしい事を演じるのだが…!?",
      "vi": "Yakuin Jirou, nam sinh năm ba cao trung. Cậu ta buộc phải sống chung nhà với một gái Gyaru tên là Watanabe Akari. Lý do là vì đợt huấn luyện “Cặp đôi“ của trường mà hai người họ theo học. Để được sống với người tình trong mộng của mình, hai người họ phải đã lên kế hoạch sống cùng nhau như một cặp vợ chồng."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "935d7e0a-f06f-4fdc-8415-475806c715dc",
    "title": {
      "en": "Shuumatsu Train Doko e Iku?"
    },
    "updatedAt": "2024-04-17T21:24:17+00:00",
    "coverArt": "https://mangadex.org/covers/935d7e0a-f06f-4fdc-8415-475806c715dc/0f7ec136-c24a-4857-947a-4fad63420f8a.jpg",
    "altTitles": [
      {
        "ja": "終末トレインどこへいく？"
      },
      {
        "ko": "종말 트레인은 어디로 향하나?"
      },
      {
        "en": "Train to the End of World"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64c59add-698a-4260-8671-848356f26eab",
    "title": {
      "en": "Gendai Shakai de Otome Game no Akuyaku Reijou wo Suru no wa Chotto Taihen"
    },
    "updatedAt": "2024-09-30T10:25:07+00:00",
    "coverArt": "https://mangadex.org/covers/64c59add-698a-4260-8671-848356f26eab/4ff5223d-fb79-4d0e-8aa3-3685257041fd.jpg",
    "altTitles": [
      {
        "ja": "現代社会で乙女ゲームの悪役令嬢をするのはちょっと大変"
      },
      {
        "ja-ro": "Gendai Shakai de Otome Game no Akuyaku Reijou o Suru no wa Chotto Taihen"
      },
      {
        "en": "Modern Villainess: It’s Not Easy Building A Corporate Empire Before The Crash"
      },
      {
        "id": "Tidak mudah membangun kerajaan perusahaan sebelum runtuh"
      }
    ],
    "description": {
      "en": "In the tough times after the Japanese economic bubble burst, a career woman suffering through the aftermath reincarnates as Keikain Runa, the villainess of an otome game with a modern setting! However, not long after reincarnating, she realizes just how dire a situation her family is in due to the ongoing financial recession. Using knowledge from her previous life, Runa sets out to rescue her new family from crisis and stand against the tide of 'the times' that caused her past life to end in misery.",
      "id": "Saya bereinkarnasi sebagai putri jahat dalam game otome berdasarkan dunia modern.\r\n\r\nTetapi karena ini adalah dunia modern, kehidupan lambat seorang penjahat memiliki banyak kesulitan, dan sejarah Jepang modern, sejarah ekonomi modern, dan ekonomi global menyerang karakter utama saat dia mencoba mengatur urusan rumah tangga.\r\n\r\nBertahanlah, penjahat! Jangan kalah, penjahat!\r\n\r\nIni adalah kisah tentang perjuangan Keikain Runa, seorang putri jahat yang melemparkan dirinya ke dalam pemalsuan sejarah dan perang uang, meninggalkan karakter utama dan target penangkapan untuk menjalani kehidupan yang lambat, dengan latar belakang Perang Dunia yang hilang , runtuhnya gelembung ekonomi, dan krisis keuangan yang mengancam.",
      "ja": "バブル崩壊以降長く続く不況に沈む日本――。厳しい時代の中で不遇に喘ぐ女性が、失意のうちに命を落とした。しかし彼女の運命はそこで終わらず、目を覚ますと“現代”を舞台にした乙女ゲームの悪役令嬢・桂華院瑠奈に転生を果たす！時はバブル崩壊直後、転生からほどなくして生家が危機に瀕するも、前世の知識を駆使して平成の一大特需“ITバブル”に乗ることに成功。莫大な利益を手にした瑠奈は、破滅の運命を回避――したはずだった･･･。\n\n「これは、私達が時代に行う復讐の物語よ」"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "17b4a134-65a5-4ba9-851e-9cc824755bf5",
    "title": {
      "en": "Izure Saikyou no Renkinjutsushi?"
    },
    "updatedAt": "2024-02-01T19:15:55+00:00",
    "coverArt": "https://mangadex.org/covers/17b4a134-65a5-4ba9-851e-9cc824755bf5/0eb3fbb6-6d4f-4733-9297-0b7b7cc3ad9e.jpg",
    "altTitles": [
      {
        "en": "Possibly the Greatest Alchemist of All Time"
      },
      {
        "ja": "いずれ最強の錬金術師?"
      },
      {
        "en": "Someday Will I Be the Greatest Alchemist?"
      }
    ],
    "description": {
      "en": "Not even a hero, Takumi Iruma gets accidentally mixed in with a group of heroes chosen to be summoned to another world. As compensation for the mix-up, a goddess offers him the right to choose any skill he wishes for! Hoping for a peaceful and quiet life that has nothing to do with fighting or going into battle, he chooses a seemingly boring creation skill. However, it turns out \"alchemy\" is the most powerful skill that allows him to create everything from a holy sword to flying ships! This cheat skill he unexpectedly acquired turns him into a wealthy merchant and makes him undefeatable in battles! A heartwarming adventure story about (possibly) the most powerful alchemist in another world!\n\n*Alpha Manga*\n\n---\n\n*Alternate description:*\n\nIruma Takumi, a 40-year old salary man, was dragged into a hero summoning just like in a template. What was his fate? The Goddess sent him and the heroes to the other world separately.  \n  \nWith the Goddess’ overprotective support, he landed in a different world looking handsome, rejuvenated, and quite different from a Japanese.  \n  \nAlthough he wanted a slow life while working in the manufacturing trade, that was not permitted by the Goddess’ special body and abilities.  \n  \nWould Takumi be able to live a peaceful life in a different world?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc",
    "title": {
      "en": "The Infinite Mage"
    },
    "updatedAt": "2024-08-25T01:57:11+00:00",
    "coverArt": "https://mangadex.org/covers/4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc/06836fd9-2735-433e-b80d-66f85ea6b9fe.jpg",
    "altTitles": [
      {
        "ko": "무한의 마법사"
      },
      {
        "en": "Infinite Wizard"
      },
      {
        "es-la": "El Mago infinito"
      }
    ],
    "description": {
      "en": "After Sirone was abandoned in a stable, he was found by a family of hunters and raised in a loving home. \n\nDespite the hardships of the peasant life, he learned how to read from a young age and became obsessed with books, especially ones on the history of magic. One day, he has an unlikely encounter with a mage and learns how to enter the \"spirit zone,\" the first step to learning how to use magic. \n\nAlthough they say only nobles can be mages, will Sirone be able to prove his infinite potential?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b73371d4-02dd-4db0-b448-d9afa3d698f1",
    "title": {
      "en": "Ao Ashi"
    },
    "updatedAt": "2024-03-02T18:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/b73371d4-02dd-4db0-b448-d9afa3d698f1/55647584-c7ef-456d-9413-61822da8eabb.jpg",
    "altTitles": [
      {
        "ja": "アオアシ"
      },
      {
        "zh": "青之芦苇"
      },
      {
        "zh-hk": "青之蘆葦"
      },
      {
        "ko": "아오아시"
      },
      {
        "ja-ro": "Ao Ashi"
      },
      {
        "th": "AOASHI แข้งเด็กหัวใจนักสู้"
      },
      {
        "de": "Blaue Beine ~Ao Ashi~"
      },
      {
        "tr": "Mavi Bacak"
      },
      {
        "fr": "Ao Ashi - Playmaker"
      },
      {
        "pt-br": "Ao Ashi - Craques da Bola"
      },
      {
        "ru": "Ао Аши"
      },
      {
        "id": "Ao Ashi"
      },
      {
        "vi": "Ao Ashi"
      }
    ],
    "description": {
      "de": "Aoi Ashito ist ein Mittelschüler im dritten Jahr aus Ehime. Hinter seinem rohen Spiel verbirgt sich sein immenses Talent, aber Ashito erleidet wegen seiner allzu geradlinigen Persönlichkeit einen großen Rückschlag. Der Manager der Jugendmannschaft des J1-Clubs Tokyo City Esperion, Fukuda Tetsuya, erscheint vor Ashito. Fukuda sieht Ashitos grenzenloses Potenzial und lädt ihn ein, an den Probespielen seines Teams in Tokio teilzunehmen. Die Geschichte des Jungen, der den Fußball in Japan revolutionieren wird, beginnt sich schnell zu entfalten.",
      "en": "Aoi Ashito is a third year middle school student from Ehime. Behind his raw game hides his immense talent \nbut Ashito suffers a huge setback because of his overly straightforward personality. \nOne day the youth team manager of J1 club Tokyo City Esperion, Fukuda Tetsuya, appears in front of him. \nFukuda sees his limitless potential and invites him to take part in his team's tryouts in Tokyo. \nThe story of the boy who will revolutionize football in Japan rapidly begins to unfold.  \n  \n---\n- **Won the 65th Shogakukan Manga Award for General Manga in 2019**",
      "ru": "Ашито Аой, ученик третьего класса средней школы из префектуры Эхиме, встречает тренера «Молодежной лиги J» Фукуду Тацую. Несмотря на свою грубость, Ашито обладает таким удивительным потенциалом, что тренер Фукуда приглашает его принять участие в отборочных тестах своей команды в Токио. Взгляните на историю мальчика, который совершит революцию в японском футболе.",
      "tr": "Aoi Ashito Ehime'de ortaokul 3. sınıfa giden bir öğrencidir. Bir gün karşısına J1 Ligi kulübü Tokyo City Esperion'un altyapı takımı menajeri Fukuda Tetsuya çıkar. Fukuda Aoi'nin sonsuz potansiyelini farkeder ve onu Tokyo'daki altyapı seçmelerine davet eder. Böylece Japon futbolunda devrim yapacak çocuğun hikayesi başlar.",
      "pt-br": "Ashito Aoi, um estudante do terceiro ano do ensino médio de Ehime, conhece Fukuda Tatsuya, um treinador da \"J Youth League\". Mesmo que ainda tenha uma personalidade forte, Ashito tem um incrível potêncial que o fez ser convidado pelo treinador Fukuda para participar da seleção de sua equipe em Tóquio. A história do garoto que vai revolucionar o futebol no Japão vai começar."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec168600-b3e6-44a5-87ba-b9747b07d378",
    "title": {
      "en": "Bokujou OL"
    },
    "updatedAt": "2024-05-04T17:10:35+00:00",
    "coverArt": "https://mangadex.org/covers/ec168600-b3e6-44a5-87ba-b9747b07d378/f9d5fcd1-7176-4ded-89d4-870e6a47badd.jpg",
    "altTitles": [
      {
        "ja": "牧場ＯＬ"
      },
      {
        "ja-ro": "Bokujo OL"
      },
      {
        "ja-ro": "Bakujou OL"
      }
    ],
    "description": {
      "en": "Freshly graduated, urban girl Minami got admitted to an ideal company -- large and famous for food products, located at the center of Tokyo. Everything was going so smoothly until she got assigned to a remote cattle farm in Hokkaido. There she must learn everything of raising cattle from scratch.",
      "ja": "都心で働くことに憧れていた南は食品メーカーに就職する。だが配属先は北海道の畜産牧場だった。着いた早々脱走した牛に出会い気絶してしまう。慣れないことに戸惑いながらも真剣に働く仲間たちに南も少しずつ感化されていく。本格畜産牧場ストーリー。"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "36"
  },
  {
    "mangaId": "f45a7691-721b-4e78-af38-6261271a9f2f",
    "title": {
      "en": "Mobile War History Gundam Burai"
    },
    "updatedAt": "2024-07-02T07:10:58+00:00",
    "coverArt": "https://mangadex.org/covers/f45a7691-721b-4e78-af38-6261271a9f2f/cc449bf7-49dc-42b5-bfc4-f312211c916a.jpg",
    "altTitles": [
      {
        "ja-ro": "Gundam Burai"
      },
      {
        "ja": "機動戦史ガンダム 武頼"
      },
      {
        "ja-ro": "Kidou Senshi Gundam: Burai"
      }
    ],
    "description": {
      "en": "A new Gundam war picture scroll, where giant \"Tetsuki\" scatter the sparks of conflict, is born!\n\n\"Sankin Koutai\" a large battle tournament where fierce fighters selected from all over the country board giant armored warriors known as Tetsuki to determine the strongest. In order to fulfill his wish, Kotetsu Kisaragi with his \"Gundam\" Burai, throws himself into the harsh battle...!",
      "ja": "巨大な“鉄機”達が火華を散らす、新たなガンダム戦絵巻、爆誕!!\n\n参勤鋼對――それは、全国各地から選ばれた猛者が、巨大な鎧武者・鉄機に乗り込み、最強を決める一大バトルトーナメント。『頑駄無』武頼を駆る如月虎鉄は、己が望みを果たすため過酷な戦へと身を投じるが…！？",
      "pt-br": "Uma nova história de guerra Gundam  nasce, onde os gigantescos 'Tetsuki' espalham as chamas do conflito. O 'Sankin Koutai', um grande torneio de batalha em que lutadores selecionados em todo o país, embarcam em guerreiros blindados gigantes conhecidos como Tetsuki, para determinar o mais forte. Kotetsu Kisaragi, com seu 'Gundam' Burai, se joga nesta batalha dura para cumprir seu desejo."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "35"
  },
  {
    "mangaId": "01e6296c-9c0f-4329-8854-036aec11595b",
    "title": {
      "en": "Washizu - Enma's Mahjong"
    },
    "updatedAt": "2024-09-05T13:53:49+00:00",
    "coverArt": "https://mangadex.org/covers/01e6296c-9c0f-4329-8854-036aec11595b/b61a66dd-935d-4ef1-a7d1-92ee9b47411e.jpg",
    "altTitles": [
      {
        "en": "Washizu: Yama's Mahjong"
      },
      {
        "ja": "ワシズ 閻魔の闘牌"
      },
      {
        "en": "Washizu: Lord of Mahjong Hell"
      },
      {
        "ja-ro": "Washizu - Enma no Touhai"
      }
    ],
    "description": {
      "en": "A spin-off of Akagi that depicts the charismatic exploits of Washizu Iwao, Akagi Shigeru's ultimate enemy, in his younger days. In 1948, under the American occupation of Japan, Washizu is undefeated in high-rate mahjong games against American commissioned officers. Eventually, they hire a cheater as a rep player, who has a grudge against the Special Higher Police, to play in their place to counter Washizu, who has a terrifying brain and used to belong to the Special Higher Police..."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "53"
  },
  {
    "mangaId": "3d852058-655d-4ea3-941e-dd852544de67",
    "title": {
      "en": "Isekai Mofumofu Cafe"
    },
    "updatedAt": "2024-09-01T02:02:35+00:00",
    "coverArt": "https://mangadex.org/covers/3d852058-655d-4ea3-941e-dd852544de67/8c60cfee-936f-4b96-9cd1-6c2ff4745883.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai Mofumofu Cafe"
      },
      {
        "ja": "異世界もふもふカフェ"
      },
      {
        "en": "Other World Fluffy Cafe"
      }
    ],
    "description": {
      "en": "Taichi Arima is overworked at his day job. One day, going home late due to working overtime, he saves a fluffy white cat from being run over. He gains a special \"Tame\" ability and is transported to another world. With such a strange ability, what will he do... Why, open a Fluffy Cafe, of course!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbd9b470-c83d-4238-940d-d335a016d92e",
    "title": {
      "en": "Kawaisou na Imouto-chan"
    },
    "updatedAt": "2024-09-29T03:50:10+00:00",
    "coverArt": "https://mangadex.org/covers/fbd9b470-c83d-4238-940d-d335a016d92e/b0dacb85-e085-4c2d-b07a-ce6b3732dfcd.png",
    "altTitles": [
      {
        "ja": "かわいそうな妹ちゃん"
      },
      {
        "ja-ro": "Kawaisou na Imoutochan"
      },
      {
        "en": "Poor Little Sister"
      },
      {
        "vi": "Cô em gái rất yêu anh mình"
      }
    ],
    "description": {
      "en": "Poor little sister who loves her onii-chan"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2db02ba8-8dfe-477b-bd48-6724fc533baf",
    "title": {
      "en": "Reincarnated as a Legendary Grimoire"
    },
    "updatedAt": "2024-09-26T01:01:03+00:00",
    "coverArt": "https://mangadex.org/covers/2db02ba8-8dfe-477b-bd48-6724fc533baf/2b4e5452-db3a-470f-93e3-d039417b3ae2.png",
    "altTitles": [
      {
        "en": "Please Read Me"
      },
      {
        "ko": "제발 좀 읽어달라고"
      },
      {
        "en": "I Became a Legendary Archmage by Reading a Book"
      }
    ],
    "description": {
      "en": "I was reincarnated as a grimoire containing all the magical knowledge of another world.\n\nAnyone who reads me can become a legendary archmage.\n\nPlease, just read me...\nBut no one is willing to open my pages."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d12b7ee-d834-4214-999a-bd824b8d9470",
    "title": {
      "en": "Ijimeru Yabai Yatsu"
    },
    "updatedAt": "2023-04-26T15:45:34+00:00",
    "coverArt": "https://mangadex.org/covers/4d12b7ee-d834-4214-999a-bd824b8d9470/1c932cc9-9d4f-4a72-9a8c-162c4c233835.jpg",
    "altTitles": [
      {
        "en": "Venus puts fur on me"
      },
      {
        "ja": "いじめるヤバイ奴"
      },
      {
        "ru": "Венера надевает на меня мех"
      }
    ],
    "description": {
      "en": "[It is not just \"bullying.\"] Nakajima was ruling over the class as a \"bully.\" The subject of bullying is a fragile girl, Shirasaki-san. Going as far as violence, every day was horrible. Everyone in the class pretends to not see it. If they stop, then they will be the next target. Nakajima performs \"bullying\" as if possessed. It was clear that something was wrong. Why does he do such brutal acts? The reality is terrible..."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "19",
    "lastChapter": "213"
  },
  {
    "mangaId": "3d287418-9bd7-4bf4-b71b-1c4512812a50",
    "title": {
      "en": "Oshi to no Yuri wa Arienai!"
    },
    "updatedAt": "2024-06-04T17:53:29+00:00",
    "coverArt": "https://mangadex.org/covers/3d287418-9bd7-4bf4-b71b-1c4512812a50/024fb495-2fde-47c5-a1a6-ae9b0a1803fe.jpg",
    "altTitles": [
      {
        "ja": "推しとの百合はありえない！"
      },
      {
        "en": "There's No Way I Could Date My Fave!"
      },
      {
        "ja": "完璧な委員長ちゃんと合法ギャルちゃんの漫画"
      },
      {
        "ja-ro": "Kanpeki na Iinchou-chan to Gouhou Gal-chan no Manga"
      },
      {
        "en": "A Manga About a Perfect Class President and a Law-Abiding Gyaru"
      }
    ],
    "description": {
      "en": "The perfectionist class president, Tsukamoto Anne, has one small problem: a gyaru in her class, Kenzaki Kaoru, is so exceptionally dumb that she's in danger of repeating the year! However, Kenzaki Kaoru has one small problem of her own: the class president, Tsukamoto Anne, is exacly the kind of person she worships as a god-like fave! The serious class president wants her reign to be perfect, while the creepy otaku gyaru wants to hide her true nature—and so, a battle between the two begins!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4304d3b-191d-471f-8c78-353d403a35d0",
    "title": {
      "en": "Sengoku Komachi Kuroutan: Noukou Giga"
    },
    "updatedAt": "2024-09-03T13:13:49+00:00",
    "coverArt": "https://mangadex.org/covers/a4304d3b-191d-471f-8c78-353d403a35d0/002be8b3-dfde-462e-a1bc-d7586b482f8a.jpg",
    "altTitles": [
      {
        "en": "A Tale of a Small Town hardship in Sengoku Era - An Agriculture Comic"
      },
      {
        "ja": "戦国小町苦労譚 農耕戯画"
      },
      {
        "ko": "전국 코마치 고생담"
      },
      {
        "zh": "战国小町苦劳谭-农耕戏画"
      },
      {
        "it": "Come sopravvivere nell'era Sengoku"
      },
      {
        "fr": "Oda Nobunaga et moi !"
      },
      {
        "fr": "Les difficultés d'un village à l'époque Sengoku - Une histoire agricole"
      }
    ],
    "description": {
      "en": "One fateful day, a girl time slipped into the Sengoku Era. It was an abrupt enough event to be dubbed god’s whim, done to sate hellish boredom. The girl has no power to change the world.  \nShe was a very ordinary, common, and plain girl that can be found anywhere.  And that girl can do no more than a single thing...\n\nSurvive the Sengoku Era – that’s all.  \n  \n\n\n---\n\nAdapted from [Web Novel](https://ncode.syosetu.com/n8406bm/) (Raw)  \nLight Novel: [Bookwalker](https://bookwalker.jp/series/62898/)  \nAlternative Manga Raw: [Pixiv Comic](https://comic.pixiv.net/works/3714)",
      "fr": "Shizuko est une lycéenne ordinaire avec des intérêts extraordinaires : l'Histoire et l'agricutlure. Ces passions vont peut-être lui sauver la vie : projetée à la période Sengoku, elle se retrouve au service d'un seigneur excentrique et exigeant : le fameux Oda Nobunaga. Obsédé par l'idée d'unifier le pays en proie aux guerres intestines, il entend bien faire usage des étranges compétences de cette fille venue d'ailleurs. Shizuko parviendra-t-elle à gagner sa confiance ? Retournera-t-elle à son époque ?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4691cc57-625e-4620-8d94-534dd5b13438",
    "title": {
      "en": "Naniwa Tomoare"
    },
    "updatedAt": "2023-11-28T02:42:27+00:00",
    "coverArt": "https://mangadex.org/covers/4691cc57-625e-4620-8d94-534dd5b13438/a2f64b7d-d003-4fbb-83c1-def9f9b0524a.jpg",
    "altTitles": [
      {
        "ja-ro": "NaniTomo"
      },
      {
        "ja": "ナニワトモアレ"
      },
      {
        "vi": "Dù thế nào đi nữa / đó là tình bạn Naniwa"
      }
    ],
    "description": {
      "en": "Guruguru Osaka, crackling ring! Now, the piston in my crotch is tingling!! I like picking up girls more than having three meals. Naniwa's youthful pleasure of being popular and having sex. I'm not a fart with a big loan either. I want to buy a new Silvia. I don't have the skill (technique), but I can't give up on my lewd spirit. An 18-year-old boy is making his ring debut!!"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "suggestive",
    "lastVolume": "28",
    "lastChapter": "304"
  },
  {
    "mangaId": "c5ed17f7-d52b-48f6-b574-fadcf75ab0d1",
    "title": {
      "en": "WORST Gaiden Saburoku Santa Namonaki Karasu-tachi"
    },
    "updatedAt": "2024-06-10T16:23:54+00:00",
    "coverArt": "https://mangadex.org/covers/c5ed17f7-d52b-48f6-b574-fadcf75ab0d1/8851596f-b878-4318-be63-9f2e930f12c3.jpg",
    "altTitles": [
      {
        "ja": "WORST外伝 サブロクサンタ 名もなきカラスたち"
      },
      {
        "en": "WORST Side Story Saburoku Santa - Crows Without a Name"
      },
      {
        "vi": "Ngoại truyện WORST Bata khu 36 - Những con quạ không tên"
      },
      {
        "ja-ro": "Worst Gaiden Saburoku Santa - Na mo Naki Karasu-tachi"
      }
    ],
    "description": {
      "en": "This manga depicts the one-year gap in the story when Harumichi Bouya leaves Suzuran Boys High School until Hana Tsukishima arrives at Toaru City.",
      "ja": "不良漫画の金字塔『クローズ』『WORST』最新スピンオフ!!\n\n坊屋春道が街から去り、月島花はまだ「圏外」にいる、そんな時期の戸亜留市で、不良の歴史に刻まれなかった熱き男たちがいた。\n名もなきカラスたちの疾走する青春群像劇!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be314f77-95d8-4722-8369-7ae6cb1a536b",
    "title": {
      "en": "Muryoku Seijo to Munou Oujo"
    },
    "updatedAt": "2024-08-05T15:28:25+00:00",
    "coverArt": "https://mangadex.org/covers/be314f77-95d8-4722-8369-7ae6cb1a536b/cbcaa291-4716-45b2-adb1-2f29149ed801.jpg",
    "altTitles": [
      {
        "ja": "無力聖女と無能王女～魔力ゼロで召喚された聖女の異世界救国記～"
      },
      {
        "ja-ro": "Muryoku Seijo to Munou Oujo ~Maryoku Zero de Shoukansareta Seijo no Isekai Kyuukokuki~"
      },
      {
        "en": "The Helpless Saint and the Powerless Princess"
      },
      {
        "en": "The Helpless Saint and the Powerless Princess ~The Story of How a Saint With No Magic Was Summoned to Save Another World~"
      }
    ],
    "description": {
      "en": "One day, listless part-timer Tamura Nana was summoned out of her room and into another world, after which her summoners declared her a saint and asked her to save their world. However, though she was hailed as a saint, it turned out that Nana possessed no magical power at all! To make matters worse, she was chosen as a partner by a princess who can't use magic... \n\nThe helpless saint who has no magic and the powerless princess who can't use magic. And so begins the adventure of these two leftover heroes!\n\n[Official site](https://www.ichijinsha.co.jp/yurihime/title/%e7%8e%89%e5%b4%8e%e3%81%9f%e3%81%be/%e7%84%a1%e5%8a%9b%e8%81%96%e5%a5%b3%e3%81%a8%e7%84%a1%e8%83%bd%e7%8e%8b%e5%a5%b3%ef%bd%9e%e9%ad%94%e5%8a%9b%e3%82%bc%e3%83%ad%e3%81%a7%e5%8f%ac%e5%96%9a%e3%81%95%e3%82%8c%e3%81%9f%e8%81%96%e5%a5%b3/)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf869837-a006-41b4-a59d-169d21cf67f8",
    "title": {
      "en": "BL Drama no Shuen ni Narimashita"
    },
    "updatedAt": "2024-09-28T07:10:45+00:00",
    "coverArt": "https://mangadex.org/covers/bf869837-a006-41b4-a59d-169d21cf67f8/4de902e1-e7aa-46b8-acc2-57dbe2b0c2a3.jpg",
    "altTitles": [
      {
        "en": "I became the lead role of a BL drama"
      },
      {
        "ja": "BLドラマの主演になりました"
      },
      {
        "vi": "Chúng Tôi Đóng Chính Trong Một Bộ BL"
      }
    ],
    "description": {
      "en": "A popular BL manga is going to be adapted into a live-action drama. The double lead roles will be played by Aoyanagi Hajime, a talented actor who used to be a successful child actor but is not so successful anymore and Akafuji Yuuichirou, a popular and handsome actor. Aoyagi has a hard time with Akafuji who has an unfriendly attitude, but on the other hand Akafuji has too much love for Aoyagi... Will the two stars succeed in their BL drama?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3591ae9-16cf-469a-854c-4be0b6386cba",
    "title": {
      "en": "Secretly More Powerful than the Hero"
    },
    "updatedAt": "2024-05-21T04:52:44+00:00",
    "coverArt": "https://mangadex.org/covers/a3591ae9-16cf-469a-854c-4be0b6386cba/9f7aa1f2-9ee0-4a3d-b8cf-5945f5c7d005.jpg",
    "altTitles": [
      {
        "ko": "용사보다 너무 강해서 힘을 숨김"
      },
      {
        "en": "I Was More Overpowered Than the Hero, so I Hid My Power!"
      },
      {
        "ko-ro": "Yongsaboda Neomu Ganghaeseo Himeul Sumgim"
      },
      {
        "es-la": "Era más fuerte que el héroe así que oculté mi poder"
      },
      {
        "th": "แกร่งเกินผู้กล้า แต่ซ่าไม่ได้"
      },
      {
        "zh-hk": "隱藏力量的邊緣英雄"
      },
      {
        "zh": "隐藏实力的幕后高手"
      }
    ],
    "description": {
      "en": "From a young age, I've always dreamed of being that “unassuming hero,” appearing ordinary but possessing unmatched strength. But one day, fate took a turn when I was hit by an eight-ton truck, and suddenly, reincarnation was on the table! \n\n\"What would you like to be in your next life?\" asked the goddess of reincarnation. Eagerly, I replied, \"I wish to become a wimp, but secretly OP!”\n\nShe granted my wish, but with an unexpected twist: if anyone ever uncovers my true abilities, my heart will explode! \n\nThis isn't quite the “secretly-OP-wimp-life” I had in mind…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e4ab6ae-f730-4ce2-a528-97986beb8549",
    "title": {
      "en": "Martial Arts Reigns"
    },
    "updatedAt": "2024-06-18T13:26:33+00:00",
    "coverArt": "https://mangadex.org/covers/9e4ab6ae-f730-4ce2-a528-97986beb8549/3b755c13-47d0-4658-81b6-7fcfae1aaa9c.jpg",
    "altTitles": [
      {
        "vi": "Võ Đạo Độc Tôn"
      },
      {
        "zh-ro": "Wudao du Zun"
      },
      {
        "zh": "武道独尊"
      },
      {
        "zh-ro": "Wu Dao Du Zun"
      },
      {
        "en": "Supreme Master of Martial Arts"
      },
      {
        "ko": "무도독존"
      },
      {
        "th": "ความยิ่งใหญ่ในศิลปะการต่อสู้"
      },
      {
        "fr": "Les arts martiaux règnent"
      },
      {
        "pt-br": "Reinado das Artes Marciais"
      },
      {
        "es": "Domina En Las Artes Marciales"
      }
    ],
    "description": {
      "en": "True Heavens Continent is a place where those with great power can move mountains and overturn seas, kick the stars and step on the moon, punch through the sky and even shatter the earth itself! Ye Ming, a commoner born into a side branch within his family, sincerely and diligently tried to become stronger, hoping to avenge his parents’ deaths. As fate would have it, he obtained the \"Divine Spirit Cloak\", ingested the \"Foundation Establishment Divine Pill\", and cultivated the \"Omnipotent Sutra\". With his newfound power, Ye Ming begins his path of vengeance, mercilessly slaughtering any martial artists that dare stand in his way!In the face of deadly threats all across the continent, such as the Immortal Dynasty, the Great Eternal Sect, the Giant Barren Demon, and the Supreme Demon God, Ye Ming is determined that nothing will stop him! Whether god or demon, Ye Ming fears nothing! “I shall be the one who decides my own destiny!”",
      "es": "Ye Ming, a estrela em ascensão da Família Ye é considerado um gênio entre seus companheiros. Mas ele foi enganado por seu primo ciumento e ele cortou seus meridianos, aleijou suas habilidades e o abanou impiedosamente. Mas Ye Ming nunca desiste, porque ele sacrificaria tudo para se vingar de seus pais falecidos que foram assassinados pela família Huang. Mas ele não sabe que é considerado uma dor no pescoço para a família Ye, e uma grande conspiração paira na escuridão…",
      "ru": "Мин Е, восходящая звезда семьи Е, - гений среди своих сверстников-культиваторов. Но его двоюродный брат повредил ему меридианы, искалечил и безжалостно порезал сухожилия. Мин Е не сдается, потому что он пожертвовал бы всем, чтобы отомстить за своих умерших родителей, которые были убиты семьей Хуан. Он не знает, что его считают занозой в шее для семьи Е и хотят его убрать…",
      "zh": "天元大陆，有大能力者可移山倒海，踢星踏月，拳破青天，脚碎大地！ 叶铭，一介凡流，庶子出身，为报血仇，自强不息。 机缘之下，获“神灵宝衣”，服“筑基神丹”，修“通天经图”。 心诚志竖，勇猛精进，凡挡修武之路者，杀无赦！ 不朽皇朝，万古大教，洪荒巨妖，擎天魔神，面对这漫天神魔，他无所畏惧，我命在我不在天",
      "pt-br": "O True Heavens Continent é um lugar onde aqueles com grande poder podem mover montanhas e derrubar mares, chutar as estrelas e pisar na lua, perfurar o céu e até mesmo destruir a própria terra! Ye Ming, um plebeu nascido em um ramo secundário de sua família, tentou sincera e diligentemente se tornar mais forte, na esperança de vingar a morte de seus pais. Como quis o destino, ele obteve a “Capa do Espírito Divino”, ingeriu a “Pílula Divina do Estabelecimento de Fundação” e cultivou o “Sutra Onipotente”. Com seu novo poder, Ye Ming inicia seu caminho de vingança, massacrando impiedosamente qualquer artista marcial que ouse ficar em seu caminho! Diante de ameaças mortais em todo o continente, como a Dinastia Imortal, a Grande Seita Eterna, o Gigante Estéril Demônio, e o Deus Demônio Supremo, Ye Ming está determinado a que nada o deterá! Seja deus ou demônio, Ye Ming não teme nada! “Serei eu quem decidirá meu próprio destino!"
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eeb1d020-e015-482a-ae3b-4a8d22ef91b6",
    "title": {
      "en": "Isekai Idol, Suisan desu!"
    },
    "updatedAt": "2024-02-03T10:40:10+00:00",
    "coverArt": "https://mangadex.org/covers/eeb1d020-e015-482a-ae3b-4a8d22ef91b6/a0d25ba9-4071-421d-9838-e43e38311c21.jpg",
    "altTitles": [
      {
        "ja": "異世界アイドル、推参です!"
      }
    ],
    "description": {
      "en": "When Sakira, a new employee at an idol agency, returns home exhausted from work, she finds her destroyed home and two girls who call themselves Leah and Lumina waiting for her! Sakira, in a drunken stupor, decides to make them idols, but in fact they are a magician and a dragon from another world...!",
      "es-la": "\"¡Quiero ser una ídol incluso si no soy humana!\" Cuando Sakura, una nueva empleada que trabaja en una oficina de ídols, llega a casa exhausta de su trabajo, ¡su casa esta destruida y las chicas llamadas Lia y Rumina la estaban esperando! Debido a su borrachera, Sakura hace una promesa barata de convertir a las dos en ídols. De hecho, sus verdaderas identidades son la de una maga y una dragona de otro mundo...!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06338c21-dfd9-4ab0-a0c6-1d973821b992",
    "title": {
      "en": "Bad Girl"
    },
    "updatedAt": "2024-01-09T13:00:47+00:00",
    "coverArt": "https://mangadex.org/covers/06338c21-dfd9-4ab0-a0c6-1d973821b992/a4800fe8-51c2-4f74-9e43-faca9a6657d0.jpg",
    "altTitles": [
      {
        "ja": "ばっどがーる"
      }
    ],
    "description": {
      "en": "The daily life of a (self-proclaimed) high school delinquent, fangirling and kohyuuing over the head prefect!?\n(to) kohyuu (v. infinitive form) When one is surprised and excited, their breathing begins to kohyuu. (see: hyperventilation)\nSummary: High school first-year Yuu is an ardent admirer of Head Prefect Atori, and in order to get her attention, Yuu begins to act like a delinquent. \nBut while her intention is to appeal with her \"badness\" and \"coolness,\" her simple-minded facade is seen through by Atori, who teases and treats her like a small animal...!?\nA totally not \"bad\" delinquent girl's 4-koma school life manga!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84ec6569-a03a-4a40-b82f-d3732c363fe1",
    "title": {
      "en": "Kono Subarashii Sekai ni Shukufuku wo! - A Day of KazuMegu (Doujinshi)"
    },
    "updatedAt": "2023-02-26T20:16:27+00:00",
    "coverArt": "https://mangadex.org/covers/84ec6569-a03a-4a40-b82f-d3732c363fe1/3cbf3548-b7b5-4ee0-ae4c-9bd390c47036.jpg",
    "altTitles": [
      {
        "ja": "この素晴らしい世界に祝福を! -「100日後に結婚するカズめぐ」"
      },
      {
        "en": "Kono Subarashii Sekai ni Shukufuku wo! - KazuMegu Will Get Married In 100 days"
      },
      {
        "en": "Kazuma & Megumin Will Get Married in 100 Days"
      }
    ],
    "description": {
      "en": "A parody of [\"This Croc Will Die In 100 Days\"](https://mangadex.org/title/44625/this-croc-will-die-in-100-days)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75d1ec73-711f-451a-ac3a-6f43a7f0d6a2",
    "title": {
      "en": "Tales of Greed Deep"
    },
    "updatedAt": "2024-04-30T09:37:22+00:00",
    "coverArt": "https://mangadex.org/covers/75d1ec73-711f-451a-ac3a-6f43a7f0d6a2/c42cf0a4-712b-4e27-a9ee-c37fa7cb00bc.png",
    "altTitles": [
      {
        "en": "Desire Diary Deep"
      },
      {
        "ko": "욕망일기Deep"
      },
      {
        "id": "Diary of Desire Deep"
      }
    ],
    "description": {
      "en": "\"Tales of Greed\" is back with an even deeper story! What if the desires that every human can have become a reality? Will the outcome ultimately lead to happiness or bring about destruction?",
      "id": "'Diary of Desire' kini kembali dengan cerita yang lebih deep! Bagaimana jika keinginan yang bisa dimiliki oleh setiap manusia menjadi kenyataan? Apakah akhirnya akan bahagia atau malah membawa kehancuran?",
      "ko": "더욱 더 매운맛으로 돌아온 욕망일기의 새로운 에피소드\n인간이라면 누구나 가질법한 욕망,\n그것이 현실로 이루어진다면?\n그 끝은 과연 행복일까 파멸일까.."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad75039d-686c-457f-b478-e56fc3b3c069",
    "title": {
      "en": "Kajidaikou no Arbeit wo Hajimetara Gakuen Ichi no Bishoujo no Kazoku ni Kiniirarechaimashita."
    },
    "updatedAt": "2024-09-30T06:09:17+00:00",
    "coverArt": "https://mangadex.org/covers/ad75039d-686c-457f-b478-e56fc3b3c069/195d88d9-a940-414f-b24b-c0da6c6c14bb.png",
    "altTitles": [
      {
        "en": "I Started working a Housekeeping Job and Ended Up Being Liked by the Family of the Most Beautiful Girl in School."
      },
      {
        "ja": "家事代行のアルバイトを始めたら学園一の美少女の家族に気に入られちゃいました。"
      },
      {
        "ja-ro": "Kaji daikou no arubaito wo hajimetara gakuen ichi no bishoujo no kazoku ni kiniirarechaimashita."
      }
    ],
    "description": {
      "en": "My Part-Time Job is at the House of the Cutest Girl in School. A Shy and Awkward Housekeeping Rom-Com with the School Idol!\n\nDuring his second year of high school, Haruto Otsuki starts a part-time job in housekeeping during the summer vacation. His first client turns out to be none other than Ayaka Tojo, the most beautiful girl in school! Despite being bewildered by this unexpected turn of events, Haruto continues doing his housekeeping duties. Over time, he becomes well-liked by Ayaka's family and begins regularly visiting her house.\n\nFrom making home-cooked meals that delight Ayaka, to going grocery shopping together like a newlywed couple, and even going on shy movie dates like young lovers, they begin to grow closer by spending these special moments outside of school. This charming and awkward housekeeping rom-com featuring the most innocent and beautiful girl in school and a secretly high-spec guy begins!",
      "id": "Pekerjaan Paruh Waktuku Ada di Rumah Gadis Termanis di Sekolah. Komedi Romantis Pemalu dan Canggung dengan Sang Idola Sekolah!\nSelama tahun kedua sekolah menengahnya, Haruto Otsuki memulai pekerjaan paruh waktu sebagai pembantu rumah tangga selama liburan musim panas. Klien pertamanya ternyata tidak lain adalah Ayaka Tojo, gadis tercantik di sekolah! Meskipun bingung dengan kejadian tak terduga ini, Haruto terus melakukan tugas-tugas pembantu rumah tangganya. Seiring berjalannya waktu, ia menjadi disukai oleh keluarga Ayaka dan mulai mengunjungi rumahnya secara rutin.\nDari membuat makanan rumahan yang menyenangkan Ayaka, hingga pergi berbelanja kebutuhan sehari-hari bersama seperti pasangan pengantin baru, dan bahkan pergi menonton film malu-malu seperti sepasang kekasih muda, mereka mulai semakin dekat dengan menghabiskan momen-momen spesial ini di luar sekolah. Komedi romantis yang menawan dan canggung ini menampilkan gadis paling polos dan cantik di sekolah dan seorang pria yang diam-diam berkelas tinggi!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b04582e8-d98b-4f6e-b605-c300f3a5e3bd",
    "title": {
      "en": "Sanda"
    },
    "updatedAt": "2024-09-29T01:27:26+00:00",
    "coverArt": "https://mangadex.org/covers/b04582e8-d98b-4f6e-b605-c300f3a5e3bd/71e15598-03f9-4c9c-866a-096677c760f3.jpg",
    "altTitles": [
      {
        "ja": "サンダ"
      }
    ],
    "description": {
      "en": "In the year 2080, the world is like it is now, yet different. Government-arranged marriages, elaborate plastic surgery, and medical science are at the forefront of Japanese society.\n\nSanda Kazushige is a middle-school student who hasn't quite matured, despite being in the thralls of puberty. Put into a life-threatening situation by his classmate Fuyumura, Sanda discovers his uncanny ability to turn into a burly (and more grown) Santa Claus, and is thrown into a world of chaos to save his fellow students in only ways Santa Claus can do, while trying to solve the mysteries of the school he attends and the truth to where his supposedly-dead classmate Ono went.",
      "ja": "これは少し未来のお話。超少子化が進み、様々な風習が失われた近未来。大黒愛護学園に通う普通の少年、三田は、なぜか同級生の冬村四織に命を狙われていた。突如として振り下ろされる凶刃。それには、行方不明になった冬村の友人と、三田が抱えている「とある呪い」に理由があって…!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "142"
  },
  {
    "mangaId": "68562661-6521-4191-add4-f04f4074f783",
    "title": {
      "en": "Konbini Goutou kara Tasuketa Jimi Tenin ga, Onaji Kurasu no Ubu de Kawaii Gyaru datta"
    },
    "updatedAt": "2024-09-27T16:32:14+00:00",
    "coverArt": "https://mangadex.org/covers/68562661-6521-4191-add4-f04f4074f783/867bb27b-eb73-48ad-aa28-0b52f751db8a.jpg",
    "altTitles": [
      {
        "ja": "コンビニ強盗から助けた地味店員が、同じクラスのうぶで可愛いギャルだった"
      },
      {
        "ja-ro": "Conveni Goutou Kara Tasuketa Jimi Tenin ga, Onaji Class no Ubu de Kawaii Gal datta"
      },
      {
        "en": "The Sobbing Clerk I Helped From the Convenience Store’s Robbery Is in Fact a Naive and Cute Gal From My Class"
      },
      {
        "id": "Karyawati yang Terisak-sedu yang Kutolong dari Perampok Toserba adalah Seorang Gadis Naif nan Imut dari Kelasku"
      }
    ],
    "description": {
      "en": "_\"Will you stay over at my house starting today?\"_ \n\nRiku Kuromine, a second-year high school student, became despondent after being rejected by his childhood friend. He happens to enter a convenience store and saves a clerk who was being attacked by a robber. The clerk turns out to be Ayana Hoshimiya, the most popular and beautiful gal in school. As a result of this incident, Ayana asks Riku to protect her from a stalker and they start living together under the guise of him protecting her as she lives alone.",
      "ja": "**見た目は派手ギャル、中身は超絶うぶ!? “うぶかわ”ギャル×非リア、禁断の同棲ラブコメ!!**\n\n「今日から、あたしの家に……泊まる？」高校二年生の黒峰リクは、幼馴染に振られて自暴自棄になったところ、偶然入ったコンビニで強盗に襲われていた店員を助ける。その店員は学校でいちばんモテる美人ギャル・星宮彩奈だった。この件をきっかけに星宮からストーカー被害を相談され、一人暮らしの彼女を守る名目でふたりは同棲することになり――!?",
      "pt-br": "“Você gostaria de ficar em minha casa esta noite?”\nRiku Kuromine, um aluno do segundo ano do ensino médio, ficou triste depois de ser rejeitado por sua amiga de infância. Por coincidência, ele entra em uma loja de conveniência e salva uma funcionária que estava sendo roubada. A funcionária era na verdade Ayana Hoshimiya, a garota mais popular e atraente da escola. Como resultado desse incidente, Ayana pede a Riku para passar a noite em sua casa e protegê-la de um perseguidor."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "47f93974-d406-45dd-8dbf-03db95654516",
    "title": {
      "en": "Bombergirl"
    },
    "updatedAt": "2023-07-09T03:29:53+00:00",
    "coverArt": "https://mangadex.org/covers/47f93974-d406-45dd-8dbf-03db95654516/23c246c3-6795-41ea-a8b0-e42eb26494f1.jpg",
    "altTitles": [
      {
        "en": "Bombergirl Short Comics"
      },
      {
        "ja": "ボンバーガール"
      },
      {
        "ja-ro": "Bonbaagaaru"
      }
    ],
    "description": {
      "en": "Sporadically posted comic pages on the official twitter of the Bombergirl arcade game."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "014374f6-c420-4361-9ee9-93675f7e36bb",
    "title": {
      "en": "HadaCamera"
    },
    "updatedAt": "2023-06-04T17:37:43+00:00",
    "coverArt": "https://mangadex.org/covers/014374f6-c420-4361-9ee9-93675f7e36bb/bd2da80f-2d77-4a51-a2e9-f4de5ec31010.jpg",
    "altTitles": [
      {
        "en": "Naked Camera"
      },
      {
        "ru": "Голый фотоаппарат"
      },
      {
        "ja": "ハダカメラ"
      },
      {
        "ko": "알몸 카메라"
      },
      {
        "ru": "Обнажённый объектив"
      }
    ],
    "description": {
      "en": "Because he did not pass his college entrance exam, Kagami Kyosuke cannot stay close to Kojo Hikari, the love of his life. So instead he gets a part-time job near her university and buys an old camera since Hikari is passionate for photography. But as it turns out, that camera also has a secret which will get him involved in all sorts of \"exciting\" and \"awkward\" situations especially with Botan Oshikiri, his senpai and co-worker. How will Kyosuke's life play out now?  \r\n\r\n\r\n---",
      "id": "Karena dia tidak lulus ujian masuk perguruan tinggi, Kagami Kyosuke tidak bisa tinggal dekat dengan Kojo Hikari, cinta dalam hidupnya. Jadi alih-alih dia mendapatkan pekerjaan paruh waktu di dekat universitasnya dan membeli kamera tua karena Hikari sangat menyukai fotografi. Namun ternyata, kamera itu juga memiliki rahasia yang akan membuatnya terlibat dalam segala macam situasi \"menarik\" dan \"canggung\" terutama dengan Botan Oshikiri, senpai dan rekan kerjanya. Bagaimana kehidupan Kyosuke mulai dari sekarang?",
      "ru": "Провалившись на вступительных экзаменах в университет, Кагами Кёскэ также потерял возможность сблизиться со своей школьной любовью — Кодзё Хикари. Надеясь сохранить с ней связь, он не только устраивается работать в кафе рядом с её кампусом, но и покупает подержанный полароид, чтобы найти общую тему для разговоров с увлекающейся искусством фотографии Хикари. Однако Кагами не знал, что он приобрел очень необычный фотоаппарат…  \r\n\r\n\r\n---"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "81"
  },
  {
    "mangaId": "f9652981-8c4e-4b03-a379-2ee9f02627d8",
    "title": {
      "en": "Shinyuu no Musume ni Semarare Komatteimasu"
    },
    "updatedAt": "2024-09-30T08:04:10+00:00",
    "coverArt": "https://mangadex.org/covers/f9652981-8c4e-4b03-a379-2ee9f02627d8/258304c7-f1a4-4d03-93a3-19fb422e14ca.jpg",
    "altTitles": [
      {
        "ja": "親友の娘に迫られ困っています"
      },
      {
        "ja-ro": "Shin'yuu no Musume ni Semarare Komatte imasu"
      },
      {
        "en": "I'm in Trouble With My Best Friend's Daughter"
      }
    ],
    "description": {
      "en": "Kiyoharu's predictable everyday life comes to an abrupt end when his best friend's daughter suddenly shows up, declares that she'll be living with him, and demands he makes her his wife."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "37"
  },
  {
    "mangaId": "70562cf3-2733-4959-8115-06171e57bc95",
    "title": {
      "en": "Chii-chan"
    },
    "updatedAt": "2024-06-26T12:16:35+00:00",
    "coverArt": "https://mangadex.org/covers/70562cf3-2733-4959-8115-06171e57bc95/70b57071-b150-4c79-94a1-fa9f89a9a9a0.jpg",
    "altTitles": [
      {
        "ja": "ちーちゃん"
      }
    ],
    "description": {
      "en": "It was the day Chiichan, who never comes to middle school at all, suddenly showed up in her tattered sweats with dead insects, causing a commotion in the class. Yuua has been with her since kindergarten and cares about her, and her classmate Koudai asks if he can help Chiichan out...\nA new series born from a unique collaboration, in which Oshimi Shuuzou depicts the prequel to Chiichan, the aberrant heroine of Naitou Eisuke's film *Poison Girl*, as an original manga *Chiichan*!",
      "fr": "Chii, qui ne vient habituellement pas en cours, se présente un jour vétue de haillons, et un insecte à la main. De quoi faire parler la classe...",
      "es-la": "Chii-chan, quien rara vez asiste a la escuela secundaria, que viste un desgastado chándal y tiene un hobby peculiar. Un día hace algo que causa miedo en el salón, por lo que, dos jóvenes tratan de ayudarla. Esta nueva serie es una colaboración en la que Shūzō Oshimi dibuja la precuela del extraordinario personaje de Chii-chan, la inusual personaje de la película \"Doku Musume\" dirigida por Eirō Naitō."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "03ba27aa-05b9-4fc1-a80a-c3e45813d727",
    "title": {
      "en": "Omega ni Dake wa Naritakunai!! ~Isekai Tensei Shitara Ane no BL Manga no Nakadeshita~"
    },
    "updatedAt": "2024-09-22T05:14:20+00:00",
    "coverArt": "https://mangadex.org/covers/03ba27aa-05b9-4fc1-a80a-c3e45813d727/03936a18-eda0-4ca0-b8a0-eca13c434e22.jpg",
    "altTitles": [
      {
        "ja": "Ωにだけはなりたくない!! ～異世界転生したら姉のBL漫画の中でした～"
      },
      {
        "en": "I Don't Want to Be Just an Ω Omega! ~I Was in My Sister's BL Manga When I Reincarnated in Another World~"
      }
    ],
    "description": {
      "en": "Aspiring manga artist Taisei Kuji is an assistant to his sister, a popular BL mangaka. One day, Taisei was unluckily run over by a truck and found himself reincarnated into the omegaverse world drawn by his sister!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]