[
  {
    "mangaId": "bb676579-bf11-45cc-90f5-2870bfe94605",
    "title": {
      "en": "Mako-san Wa Shindemo Jiritsu Shinai"
    },
    "updatedAt": "2024-05-18T04:41:02+00:00",
    "coverArt": "https://mangadex.org/covers/bb676579-bf11-45cc-90f5-2870bfe94605/4125a0c1-e949-494e-9bfa-0fa739b2b392.jpg",
    "altTitles": [
      {
        "en": "Mako-san Will Not Be Independent Even If It Kills Her"
      },
      {
        "en": "Under The Same Roof"
      },
      {
        "ja": "マコさんは死んでも自立しない"
      },
      {
        "zh-hk": "真子小姐她死都不想自立"
      },
      {
        "ru": "Мако не будет независимой, даже если это убьёт её"
      }
    ],
    "description": {
      "en": "It's been one year since Rin moved to Tokyo for high school. He was told by the landlord of his apartment that he didn't have to pay rent if he takes care of the landlord's granddaughter, which he immediately accepted. However, that granddaughter, Mako, ended up being a 20 year old college student who is completely incapable of taking care of herself. Even so, it was love at first sight for Rin, and he's been taking care of her ever since."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "108"
  },
  {
    "mangaId": "a7115282-6895-4563-9edf-b372c91a43bb",
    "title": {
      "en": "ATRI -My Dear Moments-"
    },
    "updatedAt": "2024-07-13T15:53:31+00:00",
    "coverArt": "https://mangadex.org/covers/a7115282-6895-4563-9edf-b372c91a43bb/9fa1ec01-ae7b-4d3b-a5b4-111a539ca049.jpg",
    "altTitles": [
      {
        "en": "ATRI: My Dear Moments"
      },
      {
        "ja": "アトリ マイ ディア モーメンツ"
      }
    ],
    "description": {
      "en": "“ATRI -My Dear Moments- is a popular novel game. This work, which boasts strong popularity both domestically and internationally, has been adapted into a comic by Jako with a transparent touch. In a calm town sinking into the sea, the “unforgettable summer” of a boy and a robot girl begins.”",
      "vi": "Một phần của nền văn minh loài người đã bị nuốt chửng bởi sự dâng cao bất thường của mực nước biển, nguyên nhân vẫn chưa được làm sáng tỏ. Ikaruga Natsuki, cậu bé mồ côi mẹ và mất một chân trong tai nạn, trở về quê nhà sau nhiều năm sống khổ cực tại thành phố lớn. Tuy nhiên, khi về đến nơi, tất cả những gì cậu thấy chỉ là căn nhà cũ đã bị ngập dưới nước. Cậu không còn ai thân thuộc, chỉ có chiếc tàu và tàu ngầm do bà để lại, cùng với một khoản nợ lớn phải trả.\n\nCơ hội duy nhất để Natsuki lấy lại ước mơ về tương lai là nhận lời mời của Catherine - kẻ thu nợ đáng ngờ. Họ cùng nhau đi tìm kho báu trong phòng thí nghiệm dưới biển của bà Natsuki, nơi có tin đồn bà đã giấu một điều gì đó quý giá. Nhưng khi đến nơi, họ không tìm thấy tiền bạc hay đá quý, thay vào đó là một cô gái kỳ lạ đang ngủ say trong quan tài. Cô ấy tên là Atri.\n\nAtri là một người máy, nhưng cô sở hữu vẻ ngoài và cảm xúc như một con người thật sự. Cô biết ơn Natsuki vì đã giải thoát mình khỏi quan tài, và nói với cậu:\n\n\"Em muốn hoàn thành ý nguyện cuối cùng của chủ nhân. Cho đến lúc đó, em sẽ là chân của anh!\"\n\nTrong thị trấn nhỏ dần chìm trong biển, một mùa hè đáng nhớ sắp diễn ra với cậu bé và cô gái người máy bí ẩn..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2f88804-6111-45c2-b2b2-24a9e6c18c45",
    "title": {
      "en": "Blue Lock Legions"
    },
    "updatedAt": "2023-11-13T07:28:10+00:00",
    "coverArt": "https://mangadex.org/covers/e2f88804-6111-45c2-b2b2-24a9e6c18c45/f5670623-7e42-4671-9376-0089e27f70a6.png",
    "altTitles": [
      {
        "en": "Blue Lock Fan Series"
      }
    ],
    "description": {
      "en": "Rai Genji always dreamed of being a top football player, especially one to play for Japan. And by the efforts of his passion, he was invited to the Blue Lock project, where he developed his ego. Coming across foes, rivals, teammates, and friends; Rai needs to learn and adapt to the constant improvement of everyone else to hone his skills to a professional level. Will he be able to conquer the Blue Lock? Or will he fall into the pit of losers.?\n\nBlue Lock Legions is a Blue Lock knock-off created for the purpose of pure enjoyment and not profit. The series follows very similar concepts to the original Blue Lock series, but with an original twist on the characters, plot line, events, etc."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7888782-0727-49b0-95ec-a3530c70f83b",
    "title": {
      "en": "Hajime no Ippo - The First Step"
    },
    "updatedAt": "2024-07-05T21:18:14+00:00",
    "coverArt": "https://mangadex.org/covers/f7888782-0727-49b0-95ec-a3530c70f83b/85adbbce-f22b-46c3-b541-fb78e1e0da82.jpg",
    "altTitles": [
      {
        "th": "ก้าวแรกสู่สังเวียน"
      },
      {
        "en": "Fighting Spirit"
      },
      {
        "ru": "Первый шаг!"
      },
      {
        "ja": "はじめの一歩"
      },
      {
        "zh": "第一神拳"
      },
      {
        "ko": "더 파이팅"
      },
      {
        "fr": "Ippo"
      },
      {
        "id": "Fight!! Ippo"
      }
    ],
    "description": {
      "en": "Makunouchi Ippo is an ordinary high school student in Japan. Since he spends most of his time away from school helping his mother run the family business, he doesn't get to enjoy his younger years like most teenagers. Always a target for bullying at school, Ippo's life is one of hardship. One of these after-school bullying sessions turns Ippo's life around for the better, as he is saved by a boxer named Takamura. He decides to follow in Takamura's footsteps and train to become a boxer, giving his life direction and purpose. Ippo's path to perfecting his pugilistic prowess is just beginning.\n\nOfficial Release:\n- Indonesian release by Level Comics as **Fight!! Ippo** (2006-ongoing)",
      "pt-br": "Ippo Makunouchi, um tímido estudante de ensino médio, é um dia salvo se der espancado, por Takamura, um boxeador. Encantado pelas habilidade de Takamura e por vídeos de boxe, Ippo decide enfrentar o mundo profissional do boxe!"
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-07-03T23:07:42+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/57e16619-850d-4e91-9a23-d95f81b3d3c4.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49650a04-d0d7-4526-b460-8203ae223586",
    "title": {
      "en": "Fight Class 3"
    },
    "updatedAt": "2024-06-12T16:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/49650a04-d0d7-4526-b460-8203ae223586/e684daa6-8687-4b54-a5ee-0fdc82bdd4bd.jpg",
    "altTitles": [
      {
        "ko-ro": "Gyeoggi 3 Ban"
      },
      {
        "ko-ro": "Gyeok Gi 3 Ban"
      },
      {
        "ko": "격기3반"
      },
      {
        "pt-br": "Turma de Luta 3"
      }
    ],
    "description": {
      "en": "A world in which Korea is the global capital of combat sports. At Nam-Il High School where the best and most talented students of martial arts reside, Jiu Ji-Tae suddenly finds himself thrust into their midst despite being a total weakling.  \n  \nBy neutralizing his physical shortcomings through jiu-jitsu, can he rise to the top of the fight classes?  \n\n\n---",
      "fr": "Un monde dans lequel la Corée est le Pays leader des sports de combats. Au lycée Nam-il où les meilleurs et plus talentueux élèves en arts martiaux étudient, Jiu Ji-tae se trouve soudainement entraîné avec eux alors qu'il n'est qu'un faiblard.  \n  \nEn faisant disparaître ses défauts physiques à l'aide du Ju-Jitsu, pourra-t-il devenir le meilleur des classes de combat ?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mymmx89)",
      "pt-br": "Em um mundo onde a Coréia do Sul é a capital mundial dos esportes de combate, o Colégio Namil é onde os melhores e mais talentosos estudantes de artes marciais competem, e nosso protagonista Jiu Jitei se encontra subitamente em meio à eles mesmo sendo um fracote completo.\n  \nSuperando suas fraquezas com jiu-jitsu, será que Jitei consegue chegar ao topo das turmas de luta?"
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5885f89-20d4-4d1f-a18b-6ae8f726c2f6",
    "title": {
      "en": "Unmei no koibito tara ga yakkai sugiru"
    },
    "updatedAt": "2024-07-30T22:13:57+00:00",
    "coverArt": "https://mangadex.org/covers/a5885f89-20d4-4d1f-a18b-6ae8f726c2f6/d4f1fb55-5ff5-47e3-8cab-b20abeef73df.png",
    "altTitles": [
      {
        "en": "Destined Lovers are Too Troublesome"
      },
      {
        "es-la": "Los amantes destinados son muy problematicos"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents to Give You"
    },
    "updatedAt": "2024-07-26T06:08:30+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai Saretakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      },
      {
        "es-la": "El regaño que nunca quisieras recibir de tus padres"
      },
      {
        "es-la": "La charla que nunca quieres que te den tus padres."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801",
    "title": {
      "en": "How to Grill Our Love"
    },
    "updatedAt": "2024-07-23T12:21:48+00:00",
    "coverArt": "https://mangadex.org/covers/a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801/209123ce-20fb-43d2-8c6b-c562cd98f36b.jpg",
    "altTitles": [
      {
        "ja": "Yaiteru Futari"
      },
      {
        "ru": "Брак с Нуля: Как Поджарить Нашу Любовь"
      },
      {
        "ja": "焼いてるふたり"
      },
      {
        "ne": "दुई जना पकाउँदै"
      },
      {
        "ko": "굽고 있는 두 사람"
      },
      {
        "zh": "爱情是烤肉的滋味!"
      },
      {
        "th": "จุดรักเราด้วยเตาถ่าน"
      }
    ],
    "description": {
      "en": "After their fateful encounter through a dating app, Kenta and Chihiro decided to get married with zero days of dating in light of Kenta’s transfer. As a couple who got married without knowing much about each other, they deepen their relationship through their regular weekend BBQs.",
      "ja": "マッチングアプリで運命の出会いを果たした、健太と千尋。奥手すぎて最初の一歩を踏み出せずにいるふたりが、健太の浜松への転勤をきっかけに急進展。なんと…交際ゼロ日で結婚することに！　\n\nお互いをよく知らないまま夫婦になったふたりは、毎週末のBBQでじっくり仲を深めていく――。",
      "ru": "После роковой встречи через приложение для знакомств, Кента и Чихиро решили пожениться с нулевым количеством дней знакомств в свете перевода Кенты. Как пара, которая вышла замуж, не зная многого друг о друге, они развивают свои отношения путём регулярных выходных с барбекю.",
      "pt-br": "Quando Kenta, de 30 anos, conhece a designer gráfica Chihiro, ele queima seu exterior descolado com sua paixão por churrasco! Agora, após um lampejo de namoro, eles são recém-casados! Embora seus empregos os mantenham separados, eles ainda têm fins de semana juntos para grelhar, e carne boa não é a única coisa que está esquentando neste relacionamento escaldante!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b73371d4-02dd-4db0-b448-d9afa3d698f1",
    "title": {
      "en": "Ao Ashi"
    },
    "updatedAt": "2024-03-02T18:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/b73371d4-02dd-4db0-b448-d9afa3d698f1/ba2b2700-62a8-4048-b497-019ed8d58e32.jpg",
    "altTitles": [
      {
        "ja": "アオアシ"
      },
      {
        "zh": "青之芦苇"
      },
      {
        "zh-hk": "青之蘆葦"
      },
      {
        "ko": "아오아시"
      },
      {
        "ja-ro": "Ao Ashi"
      },
      {
        "th": "AOASHI แข้งเด็กหัวใจนักสู้"
      },
      {
        "de": "Blaue Beine ~Ao Ashi~"
      },
      {
        "tr": "Mavi Bacak"
      },
      {
        "fr": "Ao Ashi - Playmaker"
      },
      {
        "pt-br": "Ao Ashi - Craques da Bola"
      },
      {
        "ru": "Ао Аши"
      },
      {
        "id": "Ao Ashi"
      },
      {
        "vi": "Ao Ashi"
      }
    ],
    "description": {
      "de": "Aoi Ashito ist ein Mittelschüler im dritten Jahr aus Ehime. Hinter seinem rohen Spiel verbirgt sich sein immenses Talent, aber Ashito erleidet wegen seiner allzu geradlinigen Persönlichkeit einen großen Rückschlag. Der Manager der Jugendmannschaft des J1-Clubs Tokyo City Esperion, Fukuda Tetsuya, erscheint vor Ashito. Fukuda sieht Ashitos grenzenloses Potenzial und lädt ihn ein, an den Probespielen seines Teams in Tokio teilzunehmen. Die Geschichte des Jungen, der den Fußball in Japan revolutionieren wird, beginnt sich schnell zu entfalten.",
      "en": "Aoi Ashito is a third year middle school student from Ehime. Behind his raw game hides his immense talent \nbut Ashito suffers a huge setback because of his overly straightforward personality. \nOne day the youth team manager of J1 club Tokyo City Esperion, Fukuda Tetsuya, appears in front of him. \nFukuda sees his limitless potential and invites him to take part in his team's tryouts in Tokyo. \nThe story of the boy who will revolutionize football in Japan rapidly begins to unfold.  \n  \n---\n- **Won the 65th Shogakukan Manga Award for General Manga in 2019**",
      "ru": "Ашито Аой, ученик третьего класса средней школы из префектуры Эхиме, встречает тренера «Молодежной лиги J» Фукуду Тацую. Несмотря на свою грубость, Ашито обладает таким удивительным потенциалом, что тренер Фукуда приглашает его принять участие в отборочных тестах своей команды в Токио. Взгляните на историю мальчика, который совершит революцию в японском футболе.",
      "tr": "Aoi Ashito Ehime'de ortaokul 3. sınıfa giden bir öğrencidir. Bir gün karşısına J1 Ligi kulübü Tokyo City Esperion'un altyapı takımı menajeri Fukuda Tetsuya çıkar. Fukuda Aoi'nin sonsuz potansiyelini farkeder ve onu Tokyo'daki altyapı seçmelerine davet eder. Böylece Japon futbolunda devrim yapacak çocuğun hikayesi başlar.",
      "pt-br": "Ashito Aoi, um estudante do terceiro ano do ensino médio de Ehime, conhece Fukuda Tatsuya, um treinador da \"J Youth League\". Mesmo que ainda tenha uma personalidade forte, Ashito tem um incrível potêncial que o fez ser convidado pelo treinador Fukuda para participar da seleção de sua equipe em Tóquio. A história do garoto que vai revolucionar o futebol no Japão vai começar."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc20fa98-b707-43cc-b195-bcee8e518ed9",
    "title": {
      "en": "Rekishi ni Nokoru Akujo ni naru zo: Akuyaku Reijou ni naru hodo Ouji no Dekiai wa Kasoku suru you desu!"
    },
    "updatedAt": "2024-06-29T09:14:22+00:00",
    "coverArt": "https://mangadex.org/covers/bc20fa98-b707-43cc-b195-bcee8e518ed9/8baaeba3-70eb-49c6-b661-f48229a1b993.jpg",
    "altTitles": [
      {
        "ja": "歴史に残る悪女になるぞ　悪役令嬢になるほど王子の溺愛は加速するようです！"
      },
      {
        "en": "I'll Become a Villainess That Will Go Down in History: The More Villainous I Become, the More the Prince Dotes on Me"
      },
      {
        "ko": "역사에 남을 악녀가 될 거야"
      },
      {
        "ko": "역사에 남을 악녀가 될 거야~악역 영애가 될수록 왕자의 사랑은 가속되는 것 같습니다~"
      },
      {
        "zh": "成为名垂青史的恶役千金吧！"
      },
      {
        "zh": "成为名垂青史的恶役千金吧！少女越坏王子越爱！"
      },
      {
        "id": "Aku Akan Menjadi Seorang Villainess Yang Akan Dikenang Dalam Sejarah"
      },
      {
        "ja-ro": "Rekishi ni Nokoru Akujo ni naru zo"
      }
    ],
    "description": {
      "en": "\"I don't want a world full of only pretty things! I'll become a villainess who will go down in history!!\"\n\nFor someone who hates a typical \"good girl\" heroine, I was reincarnated as my favorite otome-game villainess! Since my wish has been granted, I'll be the number one villainess who will go down in history! For that to happen, I need to be strong and intelligent! Also, although I'm just... doing my best, the more of a villainess I become, the more I'm liked by the Prince?! Can I really go down in history―?!",
      "id": "\"Aku tidak butuh dunia yang dipenuhi oleh keindahan! Yang kuinginkan hanyalah menjadi seorang villainess yang akan dikenang dalam sejarah!!\".\nSebagai seseorang yang sangat membeci tipikal heroine yang \"baik hati\", Aku telah bereinkarnasi sebagai seorang villainess didalam game otome favoritku!, karena keinginanku telah terkabulkan, maka aku akan berusaha untuk menjadi seorang villainess nomer satu yang akan dikenang dalam sejarah!.\nAgar hal itu bisa terjadi, maka aku haruslah kuat dan juga cerdas!\nTapi walau aku sudah berusaha keras untuk menjadi vilainess yang kuinginkan... Entah kenapa sang pangeran malah semakin tertarik kepadaku?! Kira-kira bisa tidak ya aku menjadi seorang villainess yang dikenang dalam sejarah...."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a30061a-bc66-4efd-9c4b-87daf8313381",
    "title": {
      "en": "Citrus +"
    },
    "updatedAt": "2024-06-19T19:34:03+00:00",
    "coverArt": "https://mangadex.org/covers/4a30061a-bc66-4efd-9c4b-87daf8313381/81684dc8-4068-496f-9988-31a5a12ccf5c.jpg",
    "altTitles": [
      {
        "en": "Citrus Plus"
      },
      {
        "en": "citrus+"
      },
      {
        "ru": "Цитрус+"
      },
      {
        "ja": "シトラスプラス"
      },
      {
        "zh-hk": "citrus～柑橘味香氣PLUS～"
      },
      {
        "zh": "citrus～柑橘味香气PLUS～"
      }
    ],
    "description": {
      "en": "High schoolers (and stepsisters) Yuzu and Mei have gone public with their relationship! The two are happy to be dating out in the open, but friends and family keep trying to butt in with advice. Can Yuzu and Mei figure things out on their own?",
      "it": "Seguito di Citrus ambientato dopo la fine del manga! Yuzu è riuscita a convincere Mei a tornare da lei e le ha chiesto di sposarla! In Citrus+ seguiremo le vicende delle due ragazze una volta riunite e delle loro amiche che non le lasciano mai sole.",
      "pt-br": "As estudantes do ensino médio (e meias-irmãs) Yuzu e Mei foram a público com seu relacionamento! As duas estão felizes em namorar ao ar livre, mas amigos e familiares continuam tentando se aproximar com conselhos. Yuzu e Mei podem resolver as coisas sozinhas?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31acae21-e957-4f79-8bbd-42b5e6302365",
    "title": {
      "en": "Layton Mystery Tanteisha: Katri no Nazotoki File"
    },
    "updatedAt": "2024-07-30T22:04:20+00:00",
    "coverArt": "https://mangadex.org/covers/31acae21-e957-4f79-8bbd-42b5e6302365/c2d5454a-37c1-4178-bc5b-6d8b9d37d942.jpg",
    "altTitles": [
      {
        "ja": "レイトンミステリー探偵社 カトリーのナゾトキ事件簿"
      },
      {
        "en": "Layton Mystery Detective Agency: Katri's Puzzle Solving Files"
      },
      {
        "fr": "L'agence de Détectives Layton - Katrielle et les Enquêtes Mysterieuses"
      }
    ],
    "description": {
      "ja": "「――現実はいつも稀有なものなのです！」\n\nおしゃれやスイーツと同じくらい不思議なナゾが大好きな女の子・カトリーが開いた「レイトンミステリー探偵社」。そこにはロンドンで起こる難事件が次々と持ち込まれるようになって…？"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "876d8cf0-3d4d-481a-b7b3-7be229ab703e",
    "title": {
      "en": "Caramel, Cinnamon, Popcorn"
    },
    "updatedAt": "2024-07-30T22:00:51+00:00",
    "coverArt": "https://mangadex.org/covers/876d8cf0-3d4d-481a-b7b3-7be229ab703e/318340d8-1484-45a1-bf07-245cc986de23.jpg",
    "altTitles": [
      {
        "ja": "キャラメル シナモン ポップコーン"
      }
    ],
    "description": {
      "en": "Kanna is a member of the marketing department of a movie company, and when she met a big actor..?!",
      "ja": "この出会いはきっと忘れられない恋になる――　映画好きが高じて念願の宣伝プロデューサーになった宝生栞菜（ほうしょうかんな）。仕事漬けながらも充実した日々を送る栞菜に運命の出会いが！　ラフなスタイルに笑顔が印象的な瀬那元晴（せなもとはる）と偶然知り合い、危ないところを助けてもらった栞菜は無意識に彼の姿を探している自分に気づく。そして三度目に会ったとき、彼はまるで別人のような姿で!?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f2bf0ac7-5ebd-46a3-a34a-cb117f00eb1b",
    "title": {
      "en": "Amane†Gymnasium"
    },
    "updatedAt": "2024-05-09T22:07:53+00:00",
    "coverArt": "https://mangadex.org/covers/f2bf0ac7-5ebd-46a3-a34a-cb117f00eb1b/e2b736b3-ed87-414c-a640-0a5b6c809b7c.jpg",
    "altTitles": [
      {
        "ja": "アマネ†ギムナジウム"
      },
      {
        "zh": "天音†修洛塔貝茲中學"
      },
      {
        "zh-hk": "天音†修洛塔贝茲中学"
      }
    ],
    "description": {
      "en": "Miyakata Amane, a brilliant dollmaker, spontaneously experiences her ramshackle life turned upside-down when her latest creations bring new meaning to realism."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "36"
  },
  {
    "mangaId": "36bd3ec2-b2a0-4131-8412-82e3e0588134",
    "title": {
      "en": "Pinky Candy Kiss"
    },
    "updatedAt": "2024-07-02T10:29:15+00:00",
    "coverArt": "https://mangadex.org/covers/36bd3ec2-b2a0-4131-8412-82e3e0588134/72438856-7575-444d-9f68-11909811f1a4.jpg",
    "altTitles": [
      {
        "ja": "冷たくて 柔らか"
      },
      {
        "ja-ro": "Tsumetakute Yawaraka"
      }
    ],
    "description": {
      "en": "Takara Itosaki's boyfriend of two years, whom she had been thinking of marrying, suddenly dumps her. He states, \"I'm not sure if you like me anymore because you don't get jealous.\" She has liked and cherished her past boyfriends in her own treasured way, but for some reason she is not always depressed when they break up. One day, a beautiful woman visited the real estate agency where she works. After talking with her for a while, she realizes that she is Ema, a classmate of hers, who transferred to another school in the second year of junior high school..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e326fcfb-ec60-4f6b-877b-ab2448c678d3",
    "title": {
      "en": "7th Time Loop: The Villainess Enjoys a Carefree Life Married to Her Worst Enemy!"
    },
    "updatedAt": "2024-01-26T22:26:07+00:00",
    "coverArt": "https://mangadex.org/covers/e326fcfb-ec60-4f6b-877b-ab2448c678d3/3566c9c1-f891-43c9-8bdb-99659233ca2f.jpg",
    "altTitles": [
      {
        "ja": "ループ7回目の悪役令嬢は、元敵国で自由気ままな花嫁（人質）生活を満喫する"
      },
      {
        "ja": "ループ7回目の悪役令嬢は、元敵国で自由気ままな花嫁生活を満喫する"
      },
      {
        "ja-ro": "Loop 7-kai me no Akuyaku Reijou wa, Moto Tekikoku de Jiyuu Kimamana Hanayome Seikatsu wo Mankitsu Suru"
      },
      {
        "ja-ro": "Rūpu 7-kai-me no Akuyaku Reijō wa, Moto Tekikoku de Jiyū Kimamana Hanayome (Hitojichi) Seikatsu o Mankitsu suru"
      },
      {
        "ja-ro": "Rūpu 7-kai-me no Akuyaku Reijō wa, Moto Tekikoku de Jiyū Kimamana Hanayome Seikatsu o Mankitsu suru"
      },
      {
        "en": "The Villain Daughter Enjoys Her Seventh Life as a Free-Spirited Bride (Hostage) in a Former Enemy Country"
      },
      {
        "en": "The Villainess Wants to Enjoy a Carefree Married Life in a Former Enemy Country in Her Seventh Loop!"
      },
      {
        "zh": "轮回七次的恶役千金，在前敌国享受随心所欲的新婚生活"
      },
      {
        "zh-hk": "輪回七次的惡役千金，在前敵國享受隨心所欲的新婚生活"
      },
      {
        "vi": "Nữ Phụ Phản Diện Ở Kiếp Thứ 7 Muốn Tận Hưởng Cuộc Sống Hôn Nhân Ở Địch Quốc"
      }
    ],
    "description": {
      "en": "Rishe, the daughter of a duke, is stuck in a time loop that begins at the moment her engagement is annulled and ends with her early demise at the age of 20. She has now begun her seventh loop.  \n  \nIn her past do-overs, Rishe experienced various occupations, including being a merchant, a pharmacist, and a knight. But this time around, she simply wishes to live a long and leisurely life!  \n  \nThat *was* the plan, only for it to be derailed by an unprecedented marriage proposal from her killer in the previous loop, the neighbouring country's Crown Prince—?!  \n\n\n---\n\n- [Original Web Novel](https://ncode.syosetu.com/n1784ga/)",
      "id": "Rishe, seorang putri dari bangsawan, terjebak dalam putaran waktu yang dimulai sesaat setelah pertunangannya dibatalkan, dan berakhir saat kematiannya di awal usia 20 tahun. sekarang dirinya memulai putaran waktu yang ke tujuh kalinya. Di kehidupan sebelumnya, Rishe menjalani berbagai macam pekerjaan, termasuk bekerja menjadi pedagang, apoteker, dan seorang kesatria. Tetapi pada kali ini, dia hanya mengharapkan kehidupan panjang dan waktu yang luang! Itu adalah rencananya, hanya untuk tergelincir dalam tunangan yang belum pernah terjadi dari seseorang yang membunuhnya pada putaran waktu yang sebelumnya, Putra mahkota dari negeri tetangga-?!",
      "ja": "公爵令嬢リーシェの人生には大きな秘密があった――。 \nそれは“20歳で命を落としては婚約破棄の瞬間に戻ってしまう”こと。 \n\nこれまで商人や薬師、侍女などそれぞれで充実した時間を満喫したが７回目の今度の人生は、違った決意に満ちていた。 \n\n「今度こそ長生きをしてゴロゴロした生活を送りたい！」 \n\nだが、実行に移すべく城を飛び出そうとした矢先、皇国ガルクハインの皇太子アルノルトと邂逅を果たす。 \n\n彼こそ“騎士”だった前世でリーシェを殺害した張本人だった！ \nさらに、妙に気に入られ結婚まで申し込まれてしまい――!? \nゴロゴロしたい決意とは裏腹に、波瀾万丈な７回目の人生が始まる。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fe5571f-ecc9-4a26-9a50-cfa09757a735",
    "title": {
      "en": "Totsugi Okureta Kitsune ga Yome ni Kuru Hanashi"
    },
    "updatedAt": "2024-07-30T21:34:34+00:00",
    "coverArt": "https://mangadex.org/covers/2fe5571f-ecc9-4a26-9a50-cfa09757a735/116dce04-dc9d-42f5-a759-47b167fe2e93.png",
    "altTitles": [
      {
        "ja": "嫁ぎ遅れた狐が嫁に来る話"
      },
      {
        "en": "The Story of the Fox Who Was Late Getting Married and Came to be My Bride"
      }
    ],
    "description": {
      "en": "One day, overworked salaryman Goro is taking a walk on the mountain behind his house and comes across a fox lying upside down on the side of the road... The fox yells 'Hey you! Got a moment?'  And well, if you've seen the title you know the rest.  This is a cute and fluffy romcom about a fox's wedding(?).",
      "ja": "狐を拾ったら、嫁がれました。\n\n三十路手前のサラリーマン、日野峰吾郎は、とある理由で嫁ぎ遅れた化け狐、こがねを助けたことで恩返しと称した求婚を迫られる。こがねを無下にすることもできず、吾郎は「1年間の同棲を経て妻として認められたら結婚する」という条件を提案することに。果たしてこがねは無事に嫁ぐことができるのか？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32f49758-8c0d-46f3-959f-78c8306359ca",
    "title": {
      "en": "Onee-san wa Joshi Shougakusei ni Kyoumi ga arimasu"
    },
    "updatedAt": "2024-05-13T19:44:38+00:00",
    "coverArt": "https://mangadex.org/covers/32f49758-8c0d-46f3-959f-78c8306359ca/ca8bc82a-83f3-4ff2-a22a-d064f45fc7ae.jpg",
    "altTitles": [
      {
        "en": "Onee-san is into Elementary School Girls"
      },
      {
        "ja": "お姉さんは女子小学生に興味があります。"
      }
    ],
    "description": {
      "en": "From the mangaka of Hshs Sasero!!, the comedic story about a high school teacher, who happens to be a lolicon, and the girl she babysits with her roommate!  \n  \nOther Official Retailers:  \n![](https://i.imgur.com/0e9KPgq.png) [Melon Books](https://www.melonbooks.co.jp/search/search.php?mode=search&search_disp=&category_id=0&text_type=&text_type=all&name=%E3%81%8A%E5%A7%89%E3%81%95%E3%82%93%E3%81%AF%E5%A5%B3%E5%AD%90%E5%B0%8F%E5%AD%A6%E7%94%9F%E3%81%AB%E8%88%88%E5%91%B3%E3%81%8C%E3%81%82%E3%82%8A%E3%81%BE%E3%81%99)  \n![](https://i.imgur.com/t9hf4kQ.png) [Toranoana](https://ecs.toranoana.jp/tora/ec/app/catalog/list/?searchDisplay=0&searchBackorderFlg=1&searchWord=%E3%81%8A%E5%A7%89%E3%81%95%E3%82%93%E3%81%AF%E5%A5%B3%E5%AD%90%E5%B0%8F%E5%AD%A6%E7%94%9F%E3%81%AB%E8%88%88%E5%91%B3%E3%81%8C%E3%81%82%E3%82%8A%E3%81%BE%E3%81%99)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "11",
    "lastChapter": "64"
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/32cc09d8-18ca-45b2-bb60-1e1504a272ba.png",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd4b0070-b511-4f7f-ba06-64c307ac4a8d",
    "title": {
      "en": "Onna Tomodachi wa Tanomeba Igaito Yarasete Kureru"
    },
    "updatedAt": "2024-06-02T00:52:23+00:00",
    "coverArt": "https://mangadex.org/covers/dd4b0070-b511-4f7f-ba06-64c307ac4a8d/95846ddc-1527-44e3-bacf-5b30a2c1e7b2.jpg",
    "altTitles": [
      {
        "en": "My Female Friends Are Surprisingly Willing to Let Me Do It If I Ask For It"
      },
      {
        "ja": "女友達は頼めば意外とヤらせてくれる"
      },
      {
        "pt-br": "Surpreendentemente, minhas amigas estão dispostas a me deixar fazer isso se eu pedir"
      }
    ],
    "description": {
      "en": "Hisaya Minato, a normal high school student, has a female friend who is a bit peculiar. She is Aoi Hatsuki, the most beautiful girl in the high school. For some reason, they get along very well, and since they happen to live on the same floor, they gradually become good friends, coming and going from each other's houses. One day, Minato suddenly asks her to show him her panties. At first, Hatsuki is reluctant, but then she starts to roll up her skirt?",
      "ja": "平凡な高校生・湊寿也には可愛すぎる女友達がいる。それは美少女ギャルの葉月葵。何故か気が合う二人は、偶然同じマンションに住んでいることもあって、お互いの家に入り浸るほど仲良くなっていく。そんなある日、湊は勢いで「パンツを見せてほしい」とお願いしてしまう。初めは渋る葉月だったが、恥じらいつつスカートをめくり始めて――！？\n \n--- \n \nHeibon'na kōkōsei Minato hisaya ni wa sukoshi kawatta tomodachi ga ita. Sore wa gakkō ichi no bishōjo Hadzuki Aoi. Nazeka kigaau futari wa, gūzen onaji manshon ni sunde iru koto mo ari, jojoni tagai no ie o yukikisuru nakanoii \"tomodachi\" ni. Son'na aru Ni~Tsu, minato wa ikioi de \"pantsu o misete hoshī\" to onegai shite shimau. Hajime wa shiburu hadzukidattaga, mizukara sukāto o mekuri hajimete iki ――!?",
      "pt-br": "Hisaya Minato, um simples estudante do ensino médio, tem uma amiga um tanto peculiar. Aoi Hatsuki, a garota mais linda do ensino médio, por alguma razão, eles se dão muito bem, e por morarem no mesmo andar, gradualmente se tornaram melhores amigos, indo e vindo da casa um do outro. Um dia, Minato de repente pede que ela mostre sua calcinha para ele. De cara, Hatsuki fica relutante, mas então ela começa a levantar sua saia?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-07-29T09:54:09+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/dcfeffd8-a507-4b08-922d-0b28d91a7630.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      },
      {
        "uk": "Королівство"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "uk": "Мільйони років минуло з часів легенд, коли світ людей і богів був єдиним. У ті часи бажання людини верховодило над світом. Це була епоха 500-річної війни, період ворожих держав. «Королівство» — історія про хлопчину на ім’я Сінь, котрий прагне стати найвеличнішим генералом та про безліч випробувань та скитань, повз які пролягатиме його шлях до мети.",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e36da8b0-feca-46dd-9120-d5dc2f3feae8",
    "title": {
      "en": "Doraemon"
    },
    "updatedAt": "2024-05-06T20:05:49+00:00",
    "coverArt": "https://mangadex.org/covers/e36da8b0-feca-46dd-9120-d5dc2f3feae8/aaf4a58c-5077-49ba-bc2f-a019fc316474.jpg",
    "altTitles": [
      {
        "ja-ro": "Doraemon"
      },
      {
        "vi": "Đôrêmon"
      },
      {
        "ru": "Дораэмон"
      },
      {
        "he": "דורימון"
      },
      {
        "ar": "عبقور"
      },
      {
        "hi": "डोरेमोन"
      },
      {
        "bn": "ডোরেমন"
      },
      {
        "NULL": "డోరేమాన్"
      },
      {
        "th": "โดราเอมอน"
      },
      {
        "ja": "ドラえもん"
      },
      {
        "zh-hk": "哆啦A夢"
      },
      {
        "zh-hk": "多啦A梦"
      },
      {
        "zh-hk": "小叮噹"
      },
      {
        "zh-hk": "小叮当"
      },
      {
        "zh": "机器猫"
      },
      {
        "zh": "萬能小叮噹"
      },
      {
        "zh": "销叮咚"
      },
      {
        "ko": "도라에몽"
      },
      {
        "ne": "डोरेमोन"
      },
      {
        "id": "Doraemon"
      }
    ],
    "description": {
      "en": "\"Doraemon\" is the masterpiece of Fujiko F. Fujio, one of Japan's most famous mangaka duos. Doraemon, a cat-shaped robot from the future, and his best friend Nobita share a fantastical friendship. \n\nThe mysterious tools taken out of his 4th dimensional pocket made the whole of Japan laugh. Shizu-chan, Suneo, and Gian are also full of energy. The exciting and wonderful tools that give you big dreams will guide you to the heartwarming world of Doraemon.\n\n---\n - **Awarded the 1st Shogakukan Manga Award for Children in 1982** \n- **Won the Osamu Tezuka Cultural Grand Prize in 1997**\n\nIn March 2008, Japan's Foreign Ministry appointed Doraemon as the nation's first \"Anime Ambassador\"."
    },
    "status": "completed",
    "releaseDate": 1969,
    "contentRating": "safe",
    "lastVolume": "45",
    "lastChapter": "821"
  },
  {
    "mangaId": "c8793445-dd5a-4569-8ede-d5b4476bc11a",
    "title": {
      "en": "The Essence"
    },
    "updatedAt": "2023-04-17T01:25:33+00:00",
    "coverArt": "https://mangadex.org/covers/c8793445-dd5a-4569-8ede-d5b4476bc11a/0a963fce-870c-4f3b-96b6-9344b266b76a.jpg",
    "altTitles": [
      {
        "ko": "디 에센스 (The Essence)"
      }
    ],
    "description": {
      "en": "The dominant omega ‘Rael’, who lived in the dark, plans to take the opportunity to take over the house of the Count when his brother gets into an accident. Rael secretly visits a perfumer named ‘Hyde’ to obtain an alpha pheromone perfume in order to mask his true scent. Rael pretends to be an Alpha in public, and all of this is thanks to Hyde’s special perfume. But, Rael doesn’t know the true identity of ‘Hyde’, a perfumer hidden behind a veil, even rumored to be hideous. But every time he comes into close contact with him, Rael feels something different… Then one day, the Count declares that if Rael cannot give birth to an Alpha within two years, the Count will hand over the position to someone else. So, Rael asks Hyde, the only person who knows his identity, for help."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9faba8cf-60df-4894-9370-22571592c8d3",
    "title": {
      "en": "Ano Koro no Aoi Hoshi"
    },
    "updatedAt": "2023-12-22T00:06:04+00:00",
    "coverArt": "https://mangadex.org/covers/9faba8cf-60df-4894-9370-22571592c8d3/cba81f5c-12f8-4430-ab2a-8e0136f67186.jpg",
    "altTitles": [
      {
        "en": "The Blue Star on That Day"
      },
      {
        "ja": "あの頃の青い星"
      },
      {
        "zh": "彼时蓝星"
      },
      {
        "zh-hk": "彼時藍星"
      },
      {
        "zh-ro": "Bǐ shí lán xīng"
      }
    ],
    "description": {
      "en": "Koumoto Umi, a normal high school girl, falls in love with the pretty girl from the class next door, Segawa Shou. Even though she feels overwhelmed by her feelings, she can’t help but want to get closer to the mysterious Shou.",
      "pt-br": "Koumoto Umi, uma garota normal do ensino médio, se apaixona pela garota bonita da sala ao lado, Segawa Shou. Mesmo que ela se sinta sobrecarregada com esses sentimentos, ela não consegue evitar de se aproximar da misteriosa Shou."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-06-09T05:58:14+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/76a6bd58-9c0d-43fd-aca9-a63878c8b676.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7e776aca-92ae-43f5-8b0d-b6350c41c2dd",
    "title": {
      "en": "GhostBlade"
    },
    "updatedAt": "2024-04-12T17:32:36+00:00",
    "coverArt": "https://mangadex.org/covers/7e776aca-92ae-43f5-8b0d-b6350c41c2dd/977f02f8-5dcc-463c-8d87-b31331c8038e.jpg",
    "altTitles": [
      {
        "en": "Ghost Blade"
      },
      {
        "ru": "Призрачный клинок"
      },
      {
        "uk": "Примарний клинок"
      },
      {
        "zh": "鬼刀"
      },
      {
        "pt-br": "Lâmina Fantasma"
      }
    ],
    "description": {
      "en": "Long, long ago in Neraland, the pious human built a great tower to show the respect to their Goddess Nera.  \nGoddess Nera was deeply moved by human piety; to reward them, she opened a door at the top of the tower. This ethereal door connected to another world; it was known as *Heaven's Eye*.  \nHowever…",
      "fr": "Il y a fort longtemps au royaume de Nera, les fidèles humains érigèrent une tour en signe de leur respect pour leur déesse Nera.  \nLa déesse Nera, profondément touchée par la foi de ces derniers, ouvrit une porte au sommet de la tour pour les récompenser. Cette porte mystique était connectée à un autre monde. Elle fut dénommée *l'Œil céleste*.  \nMais un jour…",
      "uk": "Давним-давно в Нераланді благочестиві люди побудували велику вежу, в знак поваги до своєї богині Нери.   \nБогиня Нера була глибоко зворушена людським благочестям; щоб нагородити їх, вона відчинила двері на верхівці вежі. Ці ефірні двері пов'язані з іншим світом; І були відомі як *Райське Око*.  \nОднак…  \n\n\n---",
      "zh": "很久以前，诺拉大陆的人类为了表示对诺拉女神最崇高的敬意，筑起了一座宏伟的高塔。 女神为人们的虔诚所动， 在高塔的顶端打开了一扇通往异世的大门。 来自另一个世界的羽族人为人类带来了文明与进步，但最终两族人在各种矛盾下刀戈相向。 战后数百年过去了，大陆再一次笼罩在不安与诡异的阴云中...",
      "pt-br": "Há muito, muito tempo atrás em Neraland, o piedoso humano construiu uma grande torre para mostrar o respeito à sua deusa Nera.\n\nDeusa Nera ficou comovida pela piedade humana; para recompensá-los, ela abriu uma porta no topo da torre. Esta porta etérea conectada a outro mundo; era conhecida como \"Olho do Paraíso\". \n\n Contudo..."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78f74425-e2ce-4b6a-8056-2878a712be95",
    "title": {
      "en": "A Barbarian Was Admitted to the Academy"
    },
    "updatedAt": "2024-07-24T05:44:47+00:00",
    "coverArt": "https://mangadex.org/covers/78f74425-e2ce-4b6a-8056-2878a712be95/0f991f48-5c48-4363-bddd-30ca56eefe38.png",
    "altTitles": [
      {
        "ru": "Варвар поступил в академию"
      },
      {
        "ja": "アカデミーにオランケが入学した"
      },
      {
        "ko": "아카데미에 오랑캐가 입학했다"
      },
      {
        "en": "A Barbarian Entered the Academy"
      }
    ],
    "description": {
      "en": "I found myself possessed in a game I used to play occasionally.\nAnd to top it off, I'm the female warrior of a barbarian tribe that only has bad endings.\n\n...Alright, let's escape."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03c58f34-412f-4459-a76e-db0093b4a422",
    "title": {
      "en": "That One Classmate Makes Me Question My Own Masculinity"
    },
    "updatedAt": "2024-07-24T10:55:38+00:00",
    "coverArt": "https://mangadex.org/covers/03c58f34-412f-4459-a76e-db0093b4a422/34705b3f-befb-4120-935a-7e3c179078d5.png",
    "altTitles": [],
    "description": {
      "en": "Just a story of a strong boy and an even stronger girl. Everyone want to be protected, right?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "163306e6-1700-42a4-882f-26db124cbec2",
    "title": {
      "en": "Hero Killer"
    },
    "updatedAt": "2024-07-14T02:24:46+00:00",
    "coverArt": "https://mangadex.org/covers/163306e6-1700-42a4-882f-26db124cbec2/649d7c41-83fc-49ca-b271-abb21b882042.jpg",
    "altTitles": [
      {
        "ko": "히어로 킬러"
      },
      {
        "de": "Heldentöter"
      },
      {
        "fr": "La tueuse d'héros"
      },
      {
        "es": "La asesina de héroes"
      },
      {
        "pl": "Zabójca bohaterów"
      },
      {
        "uk": "Вбивця героїв"
      },
      {
        "ru": "Убийца героев"
      },
      {
        "zh-hk": "英雄殺手"
      },
      {
        "fr": "Tueur des héros"
      }
    ],
    "description": {
      "de": "Alle Schurken sind besiegt und die Helden haben die Welt gerettet. Das klingt erst einmal gut, doch sind wirklich alle Helden gut? Nicht alle, die sich „Helden“ nennen, verhalten sich auch so: Eine Frau, deren Schwester von einem dieser „Helden“ getötet wurde, begibt sich auf die Mission, den Täter zu finden, und wird zum „Hero-Killer“, der jede Nacht Jagd auf korrupte Helden macht. Kann sie es schaffen, ihre Schwester zu rächen und die Welt zu einem besseren Ort zu machen?\n\n---\n**Official Translations:**\n* [German / Deutsch](https://www.webtoons.com/de/action/hero-killer/list?title_no=3403)",
      "en": "The world is in constant turmoil, with constant wars breaking out between Heroes and Villains.\n\nGifted with supernatural abilities, one lone girl sets out on a bloody path for revenge against the injustices of the world she lives in. With the constant clashes between titans, no one is safe.\n\nIf no one is willing to protect the innocent, who are the real heroes, and who are the real villains? What truly separates one from the other?",
      "es": "El mundo está en constante agitación, con guerras constantes desatándose entre héroes y villanos. Dotada con habilidades extraordinarias, una chica solitaria recorre un camino sangriento de venganza contra las injusticias del mundo en el que vive. Con los enfrentamientos constantes entre los titanes, nadie está a salvo. Si nadie está dispuesto a proteger a los inocentes, ¿quiénes son los verdaderos héroes? ¿Quiénes son los verdaderos villanos? ¿Qué es lo que realmente separa a los unos de los otros?\n\n---\n**Official Translations:**\n* [Spanish / Español](https://www.webtoons.com/es/action/hero-killer/list?title_no=3422)",
      "fr": "Dotée de capacités surnaturelles, Ehwa, une jeune fille solitaire, s'engage sur un chemin sanglant afin de se venger pour sa soeur qui a été tuée par un \"héros\". Elle ne sait toujours pas qui de ces \"héros\" est responsable de sa mort, mais cela lui importe peu... car il suffit de les massacrer tous.\n\n---\n**Official Translations:**\n* [French / Français](https://www.webtoons.com/fr/action/hero-killer/list?title_no=3151)",
      "hu": "A világ állandó kavarodásban van, állandó háborúk törnek ki a Hősök és a Gonoszok között. Természetfölötti képességekkel felruházva egy magányos lány véres útra indul, hogy bosszút álljon a világ igazságtalanságai ellen, amelyben él. Ha senki sem hajlandó megvédeni az ártatlanokat, kik az igazi hősök és kik az igazi gonosztevők? Mi választja el igazán a másikat?",
      "id": "Bertahun-tahun yang lalu, Ehwa kehilangan saudara perempuan karena seorang hero yang tidak dikenal. Sampai sekarang, tidak ada yang tahu siapa pembunuh saudara perempuan Ehwa. Tetapi hal itu tidak masalah baginya, karena dia akan menghabisi semua hero yang ada di dunia.\n\n---\nPerang berakhir dengan kekalahan para villain. Sekarang dunia dikuasai oleh Hero yang korup. Dan Salah satu Hero tersebut membunuh saudara perempuan Ehwa. dia tidak tahu yang mana, tapi tidak masalah. Jika dia membunuh satu per satu, mereka akan ada di antara mereka. Ehwa menjadi Hero killer, Villain yang memburu para Hero setiap malam. \"Aku akan membunuh semua orang dan akan mengambil semuanya!\"\n\n---\n**Official Translations:**\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/hero-killer/list?title_no=3083)",
      "it": "Il mondo è in costante fermento, con continue guerre scoppiate tra eroi e cattivi. Dotata di abilità soprannaturali, una ragazza solitaria intraprende un percorso sanguinoso per vendicarsi contro le ingiustizie del mondo in cui vive. Con i continui scontri tra titani, nessuno è al sicuro. Se nessuno è disposto a proteggere gli innocenti, chi sono i veri eroi e chi sono i veri cattivi? Cosa separa veramente l'uno dall'altro?",
      "ko": "전쟁은 빌런들의 패배로 막을 내렸다.\n이제 세상은 부패한 히어로들이 지배하고 있다.\n그리고, 그런 히어로들 중 하나가 이화의 언니를 죽였다.\n언니를 죽인 게 누구인지는 모르지만 상관없다.\n한 놈씩 죽이다 보면 그중에 있을 테니까.\n이화는 매일 밤 영웅들을 사냥하는 빌런, 히어로 킬러가 된다.\n​\n한 악당의 지독한 액션 활극.\n“모조리 죽이고, 빼앗아 주마!”",
      "th": "เรื่องราวสงครามระหว่างเหล่าฮีโร่และวายร้ายได้จบลงด้วยชัยชนะของกลุ่มฮีโร่ แต่โลกในตอนนี้กลับปกครองด้วยกลุ่มฮีโร่ที่ฉ้อฉล และหนึ่งในฮีโร่กลุ่มนั้นได้ฆาตกรรมพี่สาวของอีฮวา อีฮวาไม่รู้เลยว่าฮีโร่คนไหนที่ลงมือฆ่าพี่สาวของเธอ เธอเลยตัดสินใจไล่ฆ่าพวกฮีโร่ไปทีละคน เธอคิดว่าถ้าฆ่าพวกฮีโร่กลุ่มนั้นให้หมด แล้วมันจะนำไปสู้การล้างแค้นให้พี่สาวเธอได้ การล้างแค้นของวายร้ายผู้สิ้นหวังได้เริ่มต้นขึ้น “ฉันจะฆ่าพวกแกทุกคน ฉันจะพรากทุกอย่างที่แกมีไปจากแก”\n\n---\n**Official Translations:**\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/hero-killer/list?title_no=2840)",
      "zh-hk": "戰爭在反派的敗北下落幕了，而世界由腐敗的英雄們接手掌控。 然而，其中一個英雄殺了苡禾的姐姐。 她不在乎兇手是誰，反正把他們全部殺掉就可以了。 苡禾每晚都會行動，成為了英雄殺手的反派角色。 一個壞蛋的殘忍獵殺行動。「全部殺掉！全部搶走！」\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/hero-killer/list?title_no=5647)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e2cb981-70c8-4229-aff7-6be966852b03",
    "title": {
      "en": "Kanan-sama wa Akumade Choroi"
    },
    "updatedAt": "2024-07-28T21:59:28+00:00",
    "coverArt": "https://mangadex.org/covers/0e2cb981-70c8-4229-aff7-6be966852b03/fc2fe251-0578-43a9-bd84-3e0de1a6b968.jpg",
    "altTitles": [
      {
        "ja": "カナン様はあくまでチョロい"
      },
      {
        "en": "Kanan-sama Is Easy as Hell!"
      },
      {
        "ru": "Канан-сама до чертиков проста"
      },
      {
        "tr": "Kanan-sama Dibine Kadar Saf"
      },
      {
        "vi": "Ác quỷ Kanan dễ đối phó thật đấy"
      }
    ],
    "description": {
      "en": "Kanan is a demon hiding in a high school in the human world to feed on the souls of humans. She sets her sights on a single high school boy, but somehow ends up in a lovers contract with him!? Kanan, who has never been in love, is now filled with new feelings!\n\nThe romantic comedy of a pure-hearted demon's first love, begins!\n\n(Source: Shounen Magazine, translated)",
      "ja": "人間の魂を喰らうべく、人間界の高校に潜伏する女悪魔・カナン。一人の男子高校生に狙いを定めるが、気づけばなぜか恋人契約を結ぶことに！？ しかし恋なんてしたことのないカナンには、未知な感情ばかりで…！ 甘酸っぱい青春とギャグの嵐！！",
      "tr": "Kanan, ruhları sömürmek adına liseye sızan dişi bir iblis. Erkek bir öğrenciyi avı olarak seçer ancak... her nasıl oluyorsa ardından kız arkadaşı olmayı kabul eder!? Daha önce aşkı hiç tatmamış olan Kanan, bilinmedik duygularla dolup taşıyor! Saf kalpli iblisimizin ilk aşkını anlatan sevimli romantik komedi başlıyor!",
      "vi": "Kanan là một con quỷ ẩn náu trong một trường trung học ở thế giới loài người để ăn linh hồn của con người. Cô ấy để ý đến một nam sinh trung học duy nhất, nhưng bằng cách nào đó lại kết thúc với một hợp đồng tình nhân với anh ta !? Kanan, người chưa từng yêu, giờ đang tràn ngập cảm xúc mới! Bộ truyện hài lãng mạn về mối tình đầu của một con quỷ có trái tim thuần khiết, bắt đầu!",
      "es-la": "Kanan es un demonio femenino que se esconde en un instituto del mundo humano para alimentarse de almas humanas. Se fija en uno de los chicos del instituto, pero de alguna manera acaba firmando un contrato de amante con él. Pero Kanan, que nunca se ha enamorado, está llena de emociones desconocidas... ¡Una tormenta de juventud agridulce y bromas! Comienza una bonita comedia romántica de primer amor sobre una Akuma de corazón puro...",
      "pt-br": "Kanan é uma demônio que se esconde em uma escola secundária no mundo humano para se alimentar de almas humanas. Ela põe em sua mira em um dos alunos da escola mas de alguma forma acaba assinando um contrato de amante com ele! Mas Kanan que nunca esteve apaixonada antes, está cheia de emoções desconhecidas…! Começa uma comédia romântica do primeiro amor de uma Demônio!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca702a1d-f7ef-43b7-baa0-e323dda4f6de",
    "title": {
      "en": "To Be an Actor"
    },
    "updatedAt": "2024-06-15T08:21:28+00:00",
    "coverArt": "https://mangadex.org/covers/ca702a1d-f7ef-43b7-baa0-e323dda4f6de/e5a3c48b-beea-4d84-a7a5-44400556e9c5.jpg",
    "altTitles": [
      {
        "en": "I Will Live as an Actor"
      },
      {
        "ko": "배우로서 살겠다"
      },
      {
        "ja": "役者として生きる"
      },
      {
        "en": "Be the Actor"
      },
      {
        "ko-ro": "Baeuroseo Salgetda"
      },
      {
        "fr": "Vivre comme un acteur"
      },
      {
        "fr": "Comment vivre selon un acteur"
      }
    ],
    "description": {
      "en": "To escape a life of poverty, Jang Youngkuk aspired to be a famous actor. And he succeeds... at the cost of his mother's life. Upon proceeding to take his own out of despair, Youngkuk miraculously returns to his childhood. With a second chance to make things right, he swears to abandon acting and be the good son he never was. However, when financial troubles begin to haunt Youngkuk and his mother, he discovers that he may have no choice but to return to the set for one last take."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "edb82d3c-20f6-4cf9-a879-7457478642fe",
    "title": {
      "en": "My Lovey-Dovey Wife Is a Stone-Cold Killer"
    },
    "updatedAt": "2024-04-07T07:08:36+00:00",
    "coverArt": "https://mangadex.org/covers/edb82d3c-20f6-4cf9-a879-7457478642fe/caf1ec9d-2dff-4af3-be20-76a4693cf985.jpg",
    "altTitles": [
      {
        "ja": "拝啓…殺し屋さんと結婚しました"
      },
      {
        "ja-ro": "Haikei... Koroshiya-san to Kekkon Shimashita"
      },
      {
        "zh-hk": "敬啟…我和殺手结婚了吗？"
      },
      {
        "ru": "Сэр… Я женился на убийце"
      }
    ],
    "description": {
      "en": "In this newlywed comedy, a man tries to settle down with his sweet wife…who happens to be a contract killer!\r\n\r\nMeet Setsuna. She’s cute, sexy, and deadly. When she’s not out murdering people as a professional assassin, she’s nesting at home, trying to adjust to a domestic life with her new husband. She skewers ingredients for dinner, draws a knife on unwanted solicitors, and sleeps with one eye open, just in case enemies sneak in. Her lovestruck husband doesn’t ask her a lot of questions about her day job, so this arrangement can work if love conquers all, right? This romantic comedy is dangerously sexy!",
      "id": "Cerita komedi cinta dari seorang istri pembunuh.",
      "pt": "Minha esposa é uma assassina, mas diferente do que todo mundo pensa, o maior adversário dela é demonstrar as emoções que ela perdeu no seu trabalho.",
      "ru": "Моя спокойная жена работает… киллером?! Но она точно не может «убить» свои эмоции рядом со мной, и это так волнительно! ♪ Хочу быть любимым и умереть от руки жены. Любовная комедия о замужней убийце!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d0ddd740-4b91-4c66-bfd0-b36a77f8e730",
    "title": {
      "en": "Brainrot Girlfriend"
    },
    "updatedAt": "2024-07-11T13:21:41+00:00",
    "coverArt": "https://mangadex.org/covers/d0ddd740-4b91-4c66-bfd0-b36a77f8e730/e2be562e-6f9a-4a1c-ab7e-31d593914232.png",
    "altTitles": [
      {
        "en": "How to train your brainrot girlfriend"
      },
      {
        "es-la": "Tengo una novia con la percepción de la realidad alterada"
      },
      {
        "tl": "Jowang Utakbulok"
      },
      {
        "tl": "Paano Sanayin ang Iyong Jowang Utakbulok"
      },
      {
        "vi": "Bạn gái bại não của tôi"
      }
    ],
    "description": {
      "en": "Brainrot Girlfriend",
      "tl": "Jowang Utakbulok"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddb80900-12c2-4b9e-bfb7-cb8abc082f9a",
    "title": {
      "en": "Ojousama no Shimobe"
    },
    "updatedAt": "2024-06-20T21:29:29+00:00",
    "coverArt": "https://mangadex.org/covers/ddb80900-12c2-4b9e-bfb7-cb8abc082f9a/8cd95dea-1423-4409-a61c-4d00d315e0f6.jpg",
    "altTitles": [
      {
        "es-la": "El Sirviente de la Joven Dama"
      },
      {
        "pt": "Servo da Jovem Senhora"
      },
      {
        "en": "The Young Lady's Servant"
      },
      {
        "ru": "Слуга юной госпожи"
      },
      {
        "ja": "お嬢様の僕"
      },
      {
        "zh-hk": "大小姐的僕人"
      },
      {
        "en": "The Lady's Servant"
      }
    ],
    "description": {
      "en": "The story centers around a main character who was raised as a butler from his family's trade, and who one day meets a rich young lady who cannot even change her own clothes, let alone know what to do in the outside world.",
      "pt": "A história se concentra em um personagem principal que foi criado como mordomo do comércio de sua família e que, um dia, conhece um jovem rica que nem sequer consegue trocar sua própria roupa e, muito menos, saber o que fazer no mundo exterior.",
      "es-la": "La historia se centra en un personaje principal que fue criado como un mayordomo por la ocupación de su familia, y que un día conoce a una joven rica que no puede siquiera cambiarse la ropa por su propia cuenta, y mucho menos, saber qué hacer en el mundo exterior.",
      "pt-br": "A história se concentra em um personagem principal que tem uma personalidade intrometida cujo pai é um mordomo e cuja mãe é uma criada e que, um dia, conhece uma jovem rica que nem sequer consegue trocar sua própria roupa e, muito menos, saber o que fazer no mundo exterior"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db1f4c31-f92f-4f4f-a8c6-fc898e432888",
    "title": {
      "en": "Absolute Regression"
    },
    "updatedAt": "2024-07-30T20:26:45+00:00",
    "coverArt": "https://mangadex.org/covers/db1f4c31-f92f-4f4f-a8c6-fc898e432888/b3d607ea-c7ff-4233-bddd-a9de0dfea8a1.png",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "20fd49ae-0e6f-451d-94ca-00aa780f3897",
    "title": {
      "en": "Catulus Syndrome"
    },
    "updatedAt": "2024-07-06T15:11:55+00:00",
    "coverArt": "https://mangadex.org/covers/20fd49ae-0e6f-451d-94ca-00aa780f3897/7f7843d1-d189-4e17-82e4-e641b66ffcf0.jpg",
    "altTitles": [
      {
        "ja-ro": "Katorusu Shindoromu"
      },
      {
        "ja-ro": "Nekomusume Shoukougun"
      },
      {
        "ja": "かとるすしんどろーむ"
      },
      {
        "ja": "猫娘症候群"
      },
      {
        "vi": "Hội chứng miêu nữ"
      }
    ],
    "description": {
      "en": "Catulus Syndrome - A strange illness which causes girls to develop catlike traits. Modern science has figured out two things about this illness:  \n  \n1. They're really cute!  \n2. There's a high chance of other girls making their hearts flutter."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "100"
  },
  {
    "mangaId": "a08f45d1-788a-4b7c-b1c4-b87b083e1b59",
    "title": {
      "en": "Mythic Item Obtained"
    },
    "updatedAt": "2024-06-16T15:31:29+00:00",
    "coverArt": "https://mangadex.org/covers/a08f45d1-788a-4b7c-b1c4-b87b083e1b59/4123a88a-a520-4f95-b02d-7d8bc65ea0ab.jpg",
    "altTitles": [
      {
        "ko": "신화급 귀속 아이템을 손에 넣었다"
      },
      {
        "ru": "Я получил предмет мифического класса"
      },
      {
        "fa": "من یک قطعه درجه اسطوره ای بدست آوردم"
      },
      {
        "ko-ro": "Sinhwageub Gwisog Aitem-eul son-e Neoh-eossda"
      },
      {
        "en": "I Obtained a Mythic Item"
      }
    ],
    "description": {
      "en": "In a world where technology and magic are almost indistinguishable from one another, monsters and creatures of myth and legend reign terror upon mankind. In humanity’s darkest moment, individuals with special god-like powers emerge to save the day. They are — the Awakened.\n\nMeet Jaehyeon, a feeble Awakened human Raider, who struggles to make ends meet until one day a series of confounding events allow him to claim a powerful item that will change the course of history forever…",
      "ko": "D급 무투계 레이더,\n최강의 귀속 아이템으로\n세계를 구할 신의 대적자가 되다!",
      "ru": "Я получил единственный в мире мифический предмет. Но что? Этот предмет принадлежит мне?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1167a72-63a9-43c7-b475-d89f1d25b904",
    "title": {
      "en": "Mobile Fighter G Gundam - Re:Master Edition"
    },
    "updatedAt": "2024-07-24T21:52:12+00:00",
    "coverArt": "https://mangadex.org/covers/d1167a72-63a9-43c7-b475-d89f1d25b904/1d03f38f-14b4-4e2e-84ef-461f08bd1bf2.png",
    "altTitles": [
      {
        "ja": "機動武闘伝Gガンダム Re:Master Edition"
      },
      {
        "ja-ro": "Kidou Butouden G Gandamu Re:Master Edition"
      }
    ],
    "description": {
      "en": "In the Future Century (F.C.), humans have ruined the Earth. Much of mankind has abandoned Earth for space colonies, with each country on Earth having a corresponding space colony. Instead of having wars, a \"Gundam Fight\" is held every four years, where a representative will pilot a Mobile Fighter and compete with other Gundams until only one is left. The winning country is allowed to rule the Earth for four years until the next Gundam Fight.\n\nThis Re:Master Edition features a new two-part bonus chapter and a lot of redrawn art"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "13"
  },
  {
    "mangaId": "d0a7aec2-9766-4437-abfe-6b6bed9fadc1",
    "title": {
      "en": "The Final Loop"
    },
    "updatedAt": "2024-07-28T10:58:58+00:00",
    "coverArt": "https://mangadex.org/covers/d0a7aec2-9766-4437-abfe-6b6bed9fadc1/0906cc9f-b3cc-4e86-95d8-216d2b35a1e9.jpg",
    "altTitles": [
      {
        "ja-ro": "Gorbachev no Tane"
      },
      {
        "ja-ro": "Kimi ga Ita"
      },
      {
        "ja-ro": "Mizuiro Shoujo"
      },
      {
        "ja-ro": "Saishuu Loop"
      },
      {
        "ru": "Замкнутый круг"
      },
      {
        "ja": "最終ループ"
      }
    ],
    "description": {
      "en": "Collection of four stories about bullying and how people can react and survive it.  \n1) The Final Loop  \n2) And Then There Was You  \n3) Watercolour Girl  \n4) Gorbachev's Seed.",
      "ru": "История 1 - Замкнутый круг\n\nЕсли человеку причинили боль, имеет ли он право ранить других? И сможет ли месть вылечить разбитое сердце?\n\nИстория 2 - А в конце был ты\n\nКак объяснить другу детства, что он уже давно не просто друг, если от волнения голос просто отказывается служить? Но, возможно, действия важнее слов?\n\nИстория 3 - Девушка цвета неба\n\nЛюдям, выделяющимся из толпы, всегда приходится нелегко. И за то, чтобы остаться собой, иногда приходится платить самым дорогим. Так не лучше ли просто подстроиться под окружающих и жить спокойно?\n\nИстория 4 - Семена Горбачёва\n\nСтоит ли гоняться за мечтой, которую непременно растопчет жестокая реальность? Ведь если не питать надежд, не испытаешь и разочарования..."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "484088b5-dc50-476e-9576-a6db27960116",
    "title": {
      "en": "Gyakusatsu Happy End"
    },
    "updatedAt": "2023-06-20T00:45:07+00:00",
    "coverArt": "https://mangadex.org/covers/484088b5-dc50-476e-9576-a6db27960116/229ae1d1-4c9d-4af9-817c-d994169acbdf.jpg",
    "altTitles": [
      {
        "ja-ro": "Gyakusatsu Happiendo"
      },
      {
        "ja": "虐殺ハッピーエンド"
      },
      {
        "en": "Happy Massacre Ending"
      },
      {
        "en": "Massacre Happy End"
      }
    ],
    "description": {
      "en": "High school student Kusakabe Makoto has to work all day to raise money for the treatment of his younger sister, who suffers from a serious illness. The father is unemployed, the mother ran away, leaving the children, bullying at work … Despite all this, he does not lose hope and continues to live for her sister. But having learned that she did not have long, Makoto falls into despair. Fear of the unknown causes him to take a different look at the value of human life.",
      "ru": "Старшекласснику Кусакабэ Макото приходится работать дни напролёт, чтобы собрать деньги на лечение младшей сестры, страдающей от тяжёлой болезни. Отец безработный, мать сбежала, бросив детей, издевательства на работе… Несмотря на всё это, он не теряет надежды и продолжает жить ради сестры. Но узнав, что ей осталось недолго, Макото впадает в отчаяние. Страх перед неизвестностью заставляет его по-другому взглянуть на ценность человеческой жизни."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "55"
  },
  {
    "mangaId": "b89018c2-7a2d-4f9b-a5d6-12aa54087c25",
    "title": {
      "en": "Misumi-san Can't See Through"
    },
    "updatedAt": "2024-07-26T10:36:15+00:00",
    "coverArt": "https://mangadex.org/covers/b89018c2-7a2d-4f9b-a5d6-12aa54087c25/9a523bcb-8e96-4912-a4cd-b205060a62bd.jpg",
    "altTitles": [
      {
        "ja": "ミスミさんは見透かせない"
      },
      {
        "ja-ro": "Misumi-san wa Misukasenai"
      },
      {
        "ja-ro": "Misumi-san ha Misukasenai"
      },
      {
        "en": "Misumi-san can't see through"
      },
      {
        "zh-hk": "看不透的美澄同學"
      }
    ],
    "description": {
      "en": "A romantic comedy about Yuri Tsuguto, who has clairvoyance but isn’t good at it, and Misumi Mitsuhashi, a girl who likes strange things. One day, when Yuri looks at Misumi’s back, he notices that her jacket is transparent and behind it is the message “If anyone can read this, come to the astronomy clubroom after school.” When he goes to the clubroom and explains his clairvoyance ability, Misumi becomes excited and asks “Why don’t you let me study you?”"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "32"
  },
  {
    "mangaId": "2505ceca-d841-4ed4-9004-2344e8477bd9",
    "title": {
      "en": "Harapeko Oyako to Motokare Yanushi"
    },
    "updatedAt": "2024-07-30T21:14:38+00:00",
    "coverArt": "https://mangadex.org/covers/2505ceca-d841-4ed4-9004-2344e8477bd9/4248019e-3a73-4075-bc4e-83a9a09776b9.jpg",
    "altTitles": [
      {
        "ja": "はらぺこ母娘と元カレ家主"
      },
      {
        "ja-ro": "Hara peko Oyako to Motokare Yanushi"
      },
      {
        "en": "A Hungry Mother and Daughter And Her Ex-Boyfriend Landlord"
      },
      {
        "pt-br": "Uma mãe faminta, sua Filha e seu Ex-Namorado Proprietário"
      }
    ],
    "description": {
      "en": "36-year-old Takaharu lives alone. After graduating from Art College, he has been living a quiet life while painting pictures. One day, his ex-girlfriend Kyou, whom he broke up with 17 years ago, comes to him with her daughter Minori and asks him to let them stay at his place. As in their college days, Kyou is attracted by the delicious food, and so the three of them begin to live together.",
      "ja": "36歳のたかはるは一人暮らし。美大を卒業後、ほそぼそと絵を描いて暮らしていた。そんなある日、17年前に別れた元カノ・キョウが娘のみのりを連れてやってきて「居候をさせて欲しい」という。大学時代同様においしい食べ物につられたキョウにほだされ、三人での生活が始まるが……？",
      "pt-br": "Takaharu, de 36 anos, mora sozinho. Depois de se formar na Art College, ele vive uma vida tranquila enquanto pinta quadros. Um dia, sua ex-namorada Kyou, com quem ele terminou há 17 anos, vem até ele com sua filha Minori e pede que ele as deixe ficar em sua casa. Assim como nos tempos de faculdade, Kyou se sente atraída pela comida deliciosa, e assim os três passam a morar juntos."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca33a142-58fb-4fee-88b9-36ef87f02c77",
    "title": {
      "en": "Nezumi no Hatsukoi"
    },
    "updatedAt": "2024-07-05T08:20:00+00:00",
    "coverArt": "https://mangadex.org/covers/ca33a142-58fb-4fee-88b9-36ef87f02c77/6d6eac6c-dcdb-45df-b294-05d3b6093a07.jpg",
    "altTitles": [
      {
        "ja": "ねずみの初恋"
      },
      {
        "en": "Nezumi's First Love"
      },
      {
        "vi": "Tình đầu của Nezumi"
      },
      {
        "ne": "नेजुमी को पहिलो प्रेम"
      },
      {
        "fr": "Le Premier Amour de Nezumi"
      }
    ],
    "description": {
      "en": "Nezumi is a girl who was raised as a hitman by the yakuza and grew up not knowing human love. An ordinary young man, Ao, knows nothing. They fall in love and start to live together, but the evil hand is close at hand... This is a story of first love, so cruel and so sad.\n\nRead the prequel oneshot featuring Messiah-chan's backstory [here](https://mangadex.org/title/a53ff4b3-1514-4b91-9fa0-acd99dd797de/gomennasai-messiah-chan).",
      "fr": "Nezumi est une fille qui a été élevée comme tueuse à gages par les yakuzas et qui a grandi sans connaître l'amour humain. Un jeune homme ordinaire, Ao, n'en sait rien. Ils tombent amoureux et commencent à vivre ensemble, mais la main du mal est proche.... C'est l'histoire d'un premier amour, si cruel et si triste.",
      "ja": "ヤクザに殺し屋として育てられ、人の愛を知らずに育った少女、ねずみ。何も知らない普通の青年、碧(あお)。二人は恋に落ち、共に暮らし始めるが、魔の手はすぐそこまで迫っていた‥‥。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79e8c0ec-5617-4910-9a33-45c76e5cbd1b",
    "title": {
      "en": "Our Similarities"
    },
    "updatedAt": "2024-07-05T01:24:32+00:00",
    "coverArt": "https://mangadex.org/covers/79e8c0ec-5617-4910-9a33-45c76e5cbd1b/69a61fbe-dc80-4526-971f-fbeddae16086.jpg",
    "altTitles": [
      {
        "en": "Monster"
      },
      {
        "en": "Similar"
      },
      {
        "zh-ro": "Tónglèi"
      },
      {
        "zh": "同类"
      }
    ],
    "description": {
      "en": "You must take the fall with me.The abuse people suffer during their childhood will all burst out all at once when they grow up. Some people choose to vent their anger to the outside world, but some people will only keep it in and torture themselvesThis is quite literally the description from bilibili 😭 - Kora"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou."
    },
    "updatedAt": "2024-07-16T06:55:59+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/f70539fa-36d5-4d6b-a3e0-4d9a4ef7401c.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      },
      {
        "fr": "Ogami Tsumiki et l'étrange vie du quotidien"
      },
      {
        "vi": "Tsumiki Ogami và Cuộc sống diệu kì!"
      },
      {
        "zh-hk": "尾守月美希和奇日常。"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind.\n\nWhen he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.\n\nThe new normal graph of youth is about to begin.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "fr": "Aujourd'hui, nous vivons à l'ère de la diversité. L'expression « non-humains » appartient au passé. Les « Genjin » vivent leur vie en interaction avec les êtres humains.\n\nUn garçon humain, Yutaka Shinsou, est troublé. Il est tellement habitué à être en phase avec son environnement qu'il ne comprend plus ses propres sentiments. Au lycée Keiki, que fréquentent de nombreux « Genjin », il rencontre Tsumiki Ogami, un loup-garou. Elle est mignonne, puissante, un peu hors du commun et gentille.\n\nLorsqu'il passe du temps avec elle, le cœur de Yutaka est plus bruyant que d'habitude. Une vie quotidienne « inhabituelle » avec Tsumiki le loup-garou.\n\nLe nouveau parcours normal de la jeunesse est sur le point de commencer.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。\n\n舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。\n\n真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n日常が変わっていく、つみきさんと一緒なら。\n\nまだ誰も知らない、ニューノーマルな青春がここに。",
      "pl": "Obecnie żyjemy w erze różnorodności. Wyrażenie „nie-ludzie” należy już do przeszłości. „Genjin” żyją w interakcji z ludźmi.\n\nPewien ludzki chłopiec, Yutaka Shinsou, jest zaniepokojony. Jest tak przyzwyczajony do bycia w zgodzie z otoczeniem, że nie rozumie już własnych uczuć. W Liceum Keiki, gdzie uczęszcza wielu „Genjin”, spotyka Tsumiki Ogami, wilkołaka. Jest urocza, potężna, trochę nietypowa i miła.\n\nKiedy spędza z nią czas, serce Yutaki staje się głośniejsze niż zwykle. Niezwykłe niecodzienne życie z wilkołakiem Tsumiki.",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "pt-br": "Hoje, vivemos numa era de diversidade. A frase “não-humanos” é coisa do passado. “Genjin” vivem suas vidas interagindo com seres humanos.\n\nUm menino humano, Yutaka Shinsou, está preocupado. Ele está tão acostumado a estar em sintonia com o ambiente que não entende mais seus próprios sentimentos. No Colégio Keiki, onde muitos \"Genjin\" estudam, ele conhece Tsumiki Ogami, uma lobisomem. Ela é fofa, poderosa, um pouco fora do comum e gentil.\n\nQuando ele passa um tempo com ela, o coração de Yutaka fica mais acelerado do que o normal. Girando uma vida cotidiana \"incomum\" com o lobisomem Tsumiki.\n\nO novo gráfico normal da juventude está prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34b47146-a72e-43d8-9ea5-935a5956f09f",
    "title": {
      "en": "OMORI"
    },
    "updatedAt": "2024-07-27T19:40:31+00:00",
    "coverArt": "https://mangadex.org/covers/34b47146-a72e-43d8-9ea5-935a5956f09f/08de9172-04dd-4efa-b474-69bc2ee3f110.jpg",
    "altTitles": [
      {
        "uk": "ОМОРІ"
      }
    ],
    "description": {
      "en": "After—something—changed his life four years ago, Sunny has not left his house once, living in his own reclusive bubble. Hoping for a fresh start for her son, his mother decides to move their family out of town. However, when his childhood friend Kel re-enters his life, Sunny finds himself thrust back into a world he once knew. With only three days before the move, the duo come across familiar faces as they go through town—reawakening a dark past that Sunny has tried so hard to forget."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a433d6b-f51a-4c2f-a183-85419fe98efc",
    "title": {
      "en": "Medalist"
    },
    "updatedAt": "2024-04-24T17:11:33+00:00",
    "coverArt": "https://mangadex.org/covers/4a433d6b-f51a-4c2f-a183-85419fe98efc/44e39a11-6e73-4b78-8c87-3478a96ca0c0.jpg",
    "altTitles": [
      {
        "ja": "メダリスト"
      },
      {
        "zh": "舞冰的祈愿"
      },
      {
        "zh-hk": "舞冰的祈願"
      },
      {
        "zh-hk": "金牌得主"
      }
    ],
    "description": {
      "en": "There is a dream worth putting two lives on the line for.  \n  \nTsukasa, a young man with shattered dreams, and Inori, a girl no one believed in. However, in the face of adversity, those two possessed a tenacity towards the rink greater than anyone had ever known. Together, they meet on the ice, and aim for the world with their figure skating!\n\n---\n\n**Links:**  \n- [Series' Twitter](https://twitter.com/medalist_AFT)\n- Alternative Official English - [K MANGA (U.S. Only)](https://kmanga.kodansha.com/title/10231/episode/318207), [Kodansha](https://kodansha.us/series/medalist/)",
      "es": "Tsukasa es un patinador que, tras haber dejado atrás su sueño de convertirse en un atleta de élite por problemas económicos, trabaja realizando espectáculos de patinaje sobre hielo.\n\nPero todo cambia cuando conoce a Inori, una niña que acude a una pista de hielo a escondidas de su madre, aunque esta esté totalmente en contra de ello y todo el mundo piense que es tarde para ella, y que es demasiado inútil.\n\nAsí, gracias a la tenacidad que muestra Inori, Tsukasa decide convertirse en su entrenador y buscará ayudarla en el difícil mundo del patinaje artístico, prometiéndose que la llevará a la cima.",
      "zh": "用利刃融化坚冰、开拓人生——！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b535fe1-6774-4217-88cb-a7c199eaad5a",
    "title": {
      "en": "Ryuuji"
    },
    "updatedAt": "2018-02-09T13:24:09+00:00",
    "coverArt": "https://mangadex.org/covers/6b535fe1-6774-4217-88cb-a7c199eaad5a/7578f910-8b08-405a-9e77-69241b7dcf37.jpg",
    "altTitles": [
      {
        "en": "龍時"
      }
    ],
    "description": {
      "en": "Entirely unknown nationwide is a high school student named Shino Ryuuji. At a national convention in his last year of junior high, he was allowed to go to a U-16 training camp as a Japanese representative candidate; that was to show a single part. In a friendly match against the U-17 Spain representative, Ryuuji was selected as one of the chosen to bathe in the severe baptism of the world! In the overwhelming reality, many soccer fans were fascinated by Japan's first-of-its-kind genuine story, the long-awaited serialization!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e038b47c-00db-4623-b1c3-35b46f6cdc2d",
    "title": {
      "en": "Tensei Youjo. Kamikemono to Ouji to, Saikyou no Ojisan Youhei-dan no Naka de Ikiru."
    },
    "updatedAt": "2024-07-30T21:12:04+00:00",
    "coverArt": "https://mangadex.org/covers/e038b47c-00db-4623-b1c3-35b46f6cdc2d/2811ef1b-450e-403d-a204-dde811981bb6.jpg",
    "altTitles": [
      {
        "ja": "転生幼女。神獣と王子と、最強のおじさん傭兵団の中で生きる。"
      },
      {
        "en": "Reincarnated Girl; Living With a Beast, a Prince, and The Strongest Mercenary Group"
      }
    ],
    "description": {
      "en": "Lise found herself alone in a strange meadow as a young girl. Also, there is a big dog in front of her. There wasn't a dog like that in the neighborhood, and that's when Lise was convinced. \n\n\"I see... This is what they call reincarnation in another world!\"\n\n Then, a group of muscular mercenaries appears in front of Lise. It seems that they have come to defeat this dog. But to her surprise, this dog is a divine beast! Ranagh, the divine beast, has grown fond of Lise, who is the only one who can understand him. So, the leader of the mercenary group, Arlagia, offers to protect Lise and Ranagh with his mercenary group...? \n\nA young girl, a divine beast, and the strongest group of mercenaries - a wacky otherworldly fantasy with a cast of unorthodox characters!",
      "ja": "気が付けば見知らぬ草原にいた優乃。目の前には“神獣”を名乗る大きな犬と屈強な傭兵たち。しかも自分の姿はなぜか幼女に!?「なるほどこれは…異世界転生だ！」即座に状況を理解し、リゼと名乗ることにした彼女が魔法を使ってみるとチートすぎる能力が発覚！ 傭兵団に保護されつつも、ドラゴン狩りに出かけたり、竜巻魔法で新しい料理を開発したりとさっそく大暴れで…？",
      "es-la": "Lise se encontró sola en un extraño prado con la forma de una niña. Además, hay un gran perro frente a ella. No había ningún perro así en el barrio, y fue entonces cuando Lise se convenció. Ya veo...... ¡Esto es lo que llaman reencarnación en otro mundo!　Entonces, un grupo de mercenarios musculosos aparece frente a Lise. Parece que han venido a derrotar a este perro. Pero para su sorpresa, ¡este perro es una bestia divina!　Ranagh, la bestia divina, se ha encariñado con Lise, que es la única que puede entenderle. Entonces, el líder del grupo de mercenarios, Arlagia, se ofrece a proteger a Lise y a Ranagh con su grupo de mercenarios.....?　Una joven, una bestia divina y el grupo de mercenarios más fuerte. Una extravagante fantasía de otro mundo con un elenco de personajes poco ortodoxos."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]