[
  {
    "mangaId": "b9738e3f-8bb5-421e-afd3-590636d6d092",
    "title": {
      "en": "Kuse 100"
    },
    "updatedAt": "2025-01-11T10:42:59+00:00",
    "coverArt": "https://mangadex.org/covers/b9738e3f-8bb5-421e-afd3-590636d6d092/06e469d8-be35-4346-ad7f-9a747c59c627.jpg",
    "altTitles": [
      {
        "ja": "癖100"
      }
    ],
    "description": {
      "en": "100 Short Manga about Types of and Behavior in Yuri Relationships"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb1e9858-5d3c-4c3e-a394-12c5b4d0b55f",
    "title": {
      "en": "Re:Monster"
    },
    "updatedAt": "2025-01-27T23:51:30+00:00",
    "coverArt": "https://mangadex.org/covers/eb1e9858-5d3c-4c3e-a394-12c5b4d0b55f/5d4b155a-4409-45d9-8932-aa275424d48d.jpg",
    "altTitles": [
      {
        "ja": "リ・モンスター"
      },
      {
        "zh-hk": "重．怪物"
      },
      {
        "pt-br": "Re:Monster"
      },
      {
        "ru": "Перерождение: Монстр"
      },
      {
        "th": "Re:Monster ราชันชาติอสูร"
      }
    ],
    "description": {
      "en": "Tomokui Kanata has been reincarnated into the weakest race, goblin, and given a new name, Gobrou, after having undergone an unfortunate death. However, Gobrou has retained his previous life's memories and ability to learn skills from what he eats. In this alternate world of survival of the fittest, events unfold. Will a goblin party become the heroes of this world, in a delightful twist from your usual scenario?",
      "ja": "前世で不運な死を遂げ、目覚めると最弱ゴブリンに転生していたゴブ朗。しかし、喰えば喰うほど強くなる【吸喰能力】で異常な進化を遂げ、あっという間にゴブリン・コミュニティのトップに君臨！",
      "pt-br": "Tomokui Kanata reincarnou na raça mais fraca, a dos goblins e ganhou um novo nome, Rou, após ter morrido de forma infeliz. Entretanto, o goblin Rou preservou as lembranças de sua vida passada, ganhando uma evolução incomum, mas mantendo sua capacidade de ganhar habilidades por comê-los. Neste mundo alternativo de sobrevivência do mais forte, com o desenrolar dos acontecimentos, irá o grupo do goblins se tornarem os heróis deste mundo e o transformarem em um cenário totalmente diferente do habitual? Ele irá se tornar o herói deste mundo ou um soberano das trevas dominará a todos?"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c371f93a-efed-4fab-a98c-03cf888c830d",
    "title": {
      "en": "Zense Reitetsu Ouji no Uma deshita - Hito ni Natte mo Anata wo Aishite Ii desu ka?"
    },
    "updatedAt": "2024-09-14T04:58:38+00:00",
    "coverArt": "https://mangadex.org/covers/c371f93a-efed-4fab-a98c-03cf888c830d/fe7a78e9-dca3-4106-99e9-ee135f3cfd9b.jpg",
    "altTitles": [
      {
        "ja": "前世冷徹王子の馬でした～人になっても貴方を愛していいですか？～"
      },
      {
        "ja-ro": "Zense Reitetsu Ouji no Uma deshita"
      },
      {
        "en": "Even After My Reincarnation, I Will Still Love My Prince"
      },
      {
        "en": "I was the cold-hearted prince’s horse in my previous life ~Can I love you even after becoming human?~"
      }
    ],
    "description": {
      "en": "When I woke up, I, a horse, had the body of a human!? I was Lukania, the beloved horse of the lonely second prince, Ladius. However, I lost my life in an attack aimed at Ladius.\n\n\"Until the day of brightness, guide him from the brink of despair—,” given power by a goddess and reborn as a human, Lukania heads toward Ladius. He rejects the kindness around him and believes that Luccanya, who disappeared, is still alive, and continues searching. Amidst the darkness of loneliness.\n\n\"I'll make you smile,” Luccanya decides to hide her past as a horse and vows to rescue Ladius from his loneliness within her limited time."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f349008f-0896-4ec8-bc37-56733525dfc7",
    "title": {
      "en": "Girls × Vampire"
    },
    "updatedAt": "2025-02-03T16:35:52+00:00",
    "coverArt": "https://mangadex.org/covers/f349008f-0896-4ec8-bc37-56733525dfc7/e04eb3c0-1264-41f4-b7a9-850481803cbf.png",
    "altTitles": [
      {
        "ja": "ガールズ×ヴァンパイア"
      },
      {
        "en": "Girls x Vampire"
      },
      {
        "uk": "Дівчата × Вампір"
      },
      {
        "ar": "بنات × مصاصي الدماء"
      }
    ],
    "description": {
      "en": "**Alt Official Raw:** [note](https://note.com/girls_vampire)"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc283611-42aa-4819-ae48-142b2c164a82",
    "title": {
      "en": "Sex Friend, Yappa nashi de!"
    },
    "updatedAt": "2024-05-19T07:57:14+00:00",
    "coverArt": "https://mangadex.org/covers/dc283611-42aa-4819-ae48-142b2c164a82/38e2e1da-2058-4f61-9ccf-05064aa65850.jpg",
    "altTitles": [
      {
        "vi": "Kết Thúc Mối Quan Hệ Bạn Tình Này Thôi"
      },
      {
        "ja": "セフレ、やっぱなしで"
      },
      {
        "en": "Let’s End This FWB Relationship"
      }
    ],
    "description": {
      "en": "\"Would you like to have sex with me once?\" Tsukioka's love life doesn't go well because his private parts are XL size.One day, his classmate Tokieda sees his private parts and proposes sex.Tsukioka, who worries about being too big, and Tokieda, who is loyal and greedy for what feels good, are a perfect fit in terms of compatibility and size!A limited-time sex friend relationship begins, “until the two find a girlfriend”, but they gradually begin to be attracted to each other's true faces...?A youthful tale of unrequited love between young people!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "008eecb3-1d79-40c0-aa4a-463347d83397",
    "title": {
      "en": "Spacedrum"
    },
    "updatedAt": "2023-03-17T06:38:59+00:00",
    "coverArt": "https://mangadex.org/covers/008eecb3-1d79-40c0-aa4a-463347d83397/9c91340a-c69e-4e19-9384-170aa470b0a0.png",
    "altTitles": [],
    "description": {
      "en": "RENAISSANCE, LIFE, DEATH, ASTRAL DISINTEGRATION.\nRENAISSANCE, LIFE, DEATH, ASTRAL DISINTEGRATION.\nRENAISSANCE, LIFE, DEATH, ASTRAL DISINTEGRATION.\n\nAll beings in the firmament live locked in this infinite cycle. Or so it was until the day they came down from the heavens.\n\nHumanity ceased to be human. Death is no longer the end. Enlightenment came to save her children and defeat the most powerful feeling that consciousness had been able to create.\n\n___\n\nSpaceDrum shows us a society that has evolved to a state of full well-being, freed from wars and conflicts, in search of Nirvana, thanks to the spiritual guidance of an alien race.\nThe aryas are an elite group charged with the external security of the planet and the protection of the high priestess.\n\nThey are chosen because, thanks to their control over their Virya, they are able to control mysterious fragments, the shards. Reda is a student at one of the most distinctive military academies, but he has difficulty controlling his special shard due to constant visions of a strange young woman. And this will not be the biggest of your problems..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39e52698-160c-4f1a-b368-8fa4ac461c03",
    "title": {
      "en": "Kanojo no Tomodachi"
    },
    "updatedAt": "2025-01-11T07:27:46+00:00",
    "coverArt": "https://mangadex.org/covers/39e52698-160c-4f1a-b368-8fa4ac461c03/f5e1ba07-b896-4a3f-815c-74ff46b71371.jpg",
    "altTitles": [
      {
        "ja": "彼女の友達"
      },
      {
        "en": "My Girlfriend's Friend"
      },
      {
        "ko": "여친의 친구"
      },
      {
        "zh-hk": "女友的朋友"
      },
      {
        "fr": "L'amie de ma petite copine"
      },
      {
        "id": "Teman Pacarku"
      },
      {
        "vi": "Bạn Của Bạn Gái Tôi"
      }
    ],
    "description": {
      "en": "He got a cute girlfriend who was the first in his life, but her friend tempted him with a body that was lewder than her... What would you do if your girlfriend's friend pressed you like this?",
      "ja": "人生で初めてできた、かわいい彼女。でもその友達は、彼女よりも豊満なカラダで僕を誘惑してきて…。彼女の友達にこんな風に迫られたら、あなたはどうしますか？",
      "vi": "Lần đầu tiên trong đời tôi có một cô bạn gái vô cùng dễ thương nhưng bạn cô ấy luôn cố dùng thân hình nóng bỏng của mình để cám dỗ tôi, phải làm sao đây?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1ffca916-3ad7-46d2-9591-a9b39e639971",
    "title": {
      "en": "Second Life Ranker"
    },
    "updatedAt": "2024-08-24T02:44:32+00:00",
    "coverArt": "https://mangadex.org/covers/1ffca916-3ad7-46d2-9591-a9b39e639971/60aef1af-2df0-46aa-8270-e1ad9d287289.jpg",
    "altTitles": [
      {
        "ko": "두 번 사는 랭커"
      },
      {
        "en": "SLR"
      },
      {
        "en": "The Ranker Who Lives Twice"
      },
      {
        "ru": "Ранкер, который живёт второй раз"
      },
      {
        "ja": "二度生きるランカー"
      },
      {
        "en": "Ranker Who Lives A Second Time"
      },
      {
        "th": "เกมชีวิตที่สอง ของแรงเกอร์"
      },
      {
        "id": "Ranker yang Hidup Dua Kali"
      },
      {
        "zh-hk": "異界攻塔戰記"
      }
    ],
    "description": {
      "en": "Yeonwoo’s brother disappeared years ago, and he’s devastated to learn of his death.\n\nAs he copes with his loss, he’s given a pocket watch and learns there’s more to his brother’s death: he was betrayed while competing in the Tower of the Sun God.\n\nNow it’s Yeonwoo’s turn to use the knowledge his brother left behind.\n\nCan Yeonwoo navigate that world and gain enough power and experience to reach the top of the tower, defeating his brother’s enemies and all those who stand in his way?\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EB%91%90-%EB%B2%88-%EC%82%AC%EB%8A%94-%EB%9E%AD%EC%BB%A4/2335)",
      "fr": "Yeon-woo avait un frère jumeau qui a disparu il y a cinq ans. Un jour, une montre de poche laissée par son frère est retournée en sa possession. À l'intérieur, il a trouvé un journal intime caché dans lequel on pouvait lire : \"Le temps que tu entendes ceci, je serai déjà mort…\".  \nl'Obélisque, la Tour du Dieu Soleil, un monde où plusieurs univers et dimensions se croisent. Dans ce monde, son frère avait été victime d'une trahison en montant la tour. Après avoir appris la vérité, Yeon-woo décida d'escalader la tour avec le journal de son frère.  \nYeon-woo passe ensuite par les mêmes épreuves que son frère cadet et combat en tant que joueur anonyme. Son but ? Vaincre la Tour de l'Obélisque et venger son frère.",
      "id": "Setelah 5 tahun hilang, Cha Yeonwoo menemukan fakta bahwa adiknya, Cha Jungwoo, sudah meninggal. Ketika membongkar barang peninggalan adiknya, dia menemukan sebuah jam saku. Jam saku itu adalah hadiahnya untuk Jungwoo supaya lulus ujian. Begitu membuka jam tersebut, Cha Yeonwoo mendengar suara adiknya yang menceritakan kehidupannya selama 5 tahun ini. Ternyata Cha Jungwoo bukan hilang melainkan terdampar di dunia lain. Di dunia itu pula Cha Jungwoo dikhianati dan dibunuh. Mendengar itu, amarah Cha Yeonwoo bangkit. Dia berniat balas dendam atas kematian adiknya. Berbekal pengetahuan yang dia dapat dari Jungwoo, Cha Yeonwoo pun pergi ke dunia lain tersebut. Berhasilkah Cha Yeonwoo balas dendam?!",
      "it": "Yeon-woo aveva un fratello gemello scomparso cinque anni fa…  \nUn giorno, un orologio da tasca lasciato da suo fratello è tornato in suo possesso. Dentro, ha trovato un diario nascosto nel quale è stato registrato “Quando ascolterai questo, immagino che sarò già morto …”",
      "ja": "ある日豪の元に届いた双子の弟・駿の訃報。 虚無感を感じる彼の元に駿の懐中時計が届く。 そして豪はその中に隠された駿の日記によって、 駿が道半ばで力尽きた太陽神の塔・オベリスクへと誘われていく―。 弟の復讐に燃える豪が挑む、痛快アクションファンタジー！",
      "ko": "5년 전 사라진 쌍둥이 동생을 잊고 살던 연우.\n어느날 그에게 동생의 유품인 회중시계가 돌아왔다.\n\n그리고 그 속에 숨겨진 일기장.\n\n'형이 이 일기를 들을 때 즈음이라면 나는 이미 이 세상 사람이 아니겠지.'\n\n여러 차원과 우주가 교차하는 세계에 놓인 태양의 신 탑, 오벨리스크.\n그리고 그곳에 오르다 배신당해 눈을 감아야 했던 동생.\n\n모든 걸 알게 된 연우는 동생이 남겨 둔 일기와 함께 탑을 오르기 시작한다.\n\n'오늘부터 난. 차정우이다.'",
      "ru": "Ёну в течение 5 лет жил, смирившись с исчезновением своего младшего брата-близнеца. Однажды ему в руки попали карманные часы его брата.​ Внутри них он обнаружил спрятанную записку.​ «Брат, если ты сейчас слушаешь эти записи, то меня уже нет на Земле». Узнав о том, что его младший брат отправился в Обелиск — башню богов, которая находится где-то в космосе на пересечении нескольких измерений, и был предан, Ёну решает отправиться туда сам.\n«С этого момента я буду Ча Чонъу.​»",
      "th": "ชายอนอู ชายหนุ่มที่น้องชายหายตัวไป พร้อมกับต้องเสียแม่ไปเพราะโรคร้ายได้ ได้ตัดสินใจไปเป็นทหารอาสาสมัครที่ประเทศแอฟริกา จนอยู่มาวันนึงเขาได้ค้นพบความจริงว่า น้องชายของเขาได้หายตัวไปขณะกำลังตามหา 'ยาอายุวัฒนะ' ของอีกโลกหนึ่ง เพื่อนำมารักษาแม่ พร้อมกับถ่ายโอนพลังทิ้งไว้แก่เขา",
      "tr": "Yeon-woo’nun kardeşi beş yıl önce ortadan kaybolmuştur. Bir gün kardeşinden kalan bir cep saati eline geçer. İçinde, kardeşinin bırakmış olduğu gizli bir günlüğün olduğunu fark eder. ”Sen bunu bulduğunda, ben çoktan bu dünyadan göçmüş olacağım.” Obelisk, güneş tanrısının kulesi, farklı evrenler ve boyutların iç içe geçtiği bir dünyadır. Kardeşi, bu dünyada kuleye tırmanmaya çalışırken ihanete uğrayıp hayatını kaybetmiştir. Gerçeği öğrenmiş olan Yeon-woo, kardeşinin günlüğü ile birlikte kuleye tırmanmaya karar verir. ”Şu andan itibaren ben, Cha Jeong-woo’yum.”",
      "zh-hk": "延宇選擇遺忘5年前消失的雙胞胎弟弟，\n過上屬於自己的生活，\n卻在某天收到了弟弟的遺物——懷錶。\n\n而在那懷錶之中，還隱藏著弟弟的日誌。\n\n「當哥聽見我的日誌時，\n也代表我已經不在這個世界上了吧。」\n\n方尖碑——各個次元與宇宙交會的太陽神之塔。\n\n弟弟就是在攻塔過程中遭受背叛，不幸喪命。\n\n於是，得知一切真相的延宇帶著弟弟留下的日誌，\n踏上了攻塔之路!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47ab4765-d03f-4f6f-ab61-044c66170f8e",
    "title": {
      "en": "Flowers Are Bait"
    },
    "updatedAt": "2025-02-02T18:32:56+00:00",
    "coverArt": "https://mangadex.org/covers/47ab4765-d03f-4f6f-ab61-044c66170f8e/9f11850e-fa64-4fa9-bf01-8ed37816b239.jpg",
    "altTitles": [
      {
        "ko": "꽂은 미끼야"
      }
    ],
    "description": {
      "en": "At the Spruce Tree Hospital, there’s a rather special patient. He’s been hidden in secret for two years by tree doctor So Iyeon, a man in a vegetative state.\n“Please don’t wake up. Please, just don’t wake up.”\nHer only wish was to live quietly, and every night, she prayed for this.\nThen one day, whether by miracle or misfortune, the man in the coma awakens from his long sleep!\n“Did you come here to suck off this worthless bastard?”\nFaced with a man who has lost both his memory and common sense, she panics in fear of his murderous nature, and tells an irreversible lie.\n“I’m Kwon Chaewoo’s... w-wife.”\nThe same man who, two years ago, buried someone alive in the mountains behind their house and tried to kill her!"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "86ce84b4-22e3-4f39-a01d-7a1dae239ead",
    "title": {
      "en": "The Basketball Girl"
    },
    "updatedAt": "2025-01-09T16:00:03+00:00",
    "coverArt": "https://mangadex.org/covers/86ce84b4-22e3-4f39-a01d-7a1dae239ead/83aa14a7-94ad-45cc-be4f-0859d1d86c95.png",
    "altTitles": [
      {
        "zh-ro": "Qiu Niang"
      },
      {
        "ru": "Баскетболистка"
      },
      {
        "zh": "球娘"
      }
    ],
    "description": {
      "en": "The unknown interior designer, Hans Duan (22 years old), was involved in a criminal dispute as he designed the house for one of the members in that group. Unfortunately, he was persecuted as a murderer due to the case and sentenced to death. In the prison, he met a scientist from the government (Code name No.73) who asked him to take part in a human experiment. But the experiment failed and Hans died. His body was buried in a dump in the city. However, the experimental medicine left in his body leads to gene mutation. Hans is revived and changed into a female. What will happen on him (her)?"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "269"
  },
  {
    "mangaId": "7afc3e2a-2cfe-4e2d-ae03-0cb5dea19523",
    "title": {
      "en": "A Middle-Aged Man Who Returns From Another World Goes Back to When He Was 17 and Becomes Unbeatable"
    },
    "updatedAt": "2025-01-21T20:02:56+00:00",
    "coverArt": "https://mangadex.org/covers/7afc3e2a-2cfe-4e2d-ae03-0cb5dea19523/a5b796c9-fa28-48d7-a195-4cfa973dd1d2.jpg",
    "altTitles": [
      {
        "ja": "異世界帰りのアラフォーリーマン、17歳の頃に戻って無双する"
      },
      {
        "ja-ro": "Isekai Kaeri no Arafour Riiman, 17-sai no Koro ni Modotte Musou suru"
      }
    ],
    "description": {
      "en": "A black company employee in his 40s, Namba Kazu, died of overwork and was reincarnated to another world. After saving the world, he returns to find himself regressed to his 17-year-old self. \n\nKazu realizes that he can use the abilities he acquired from another world and is excited to restart his life over again. However, through the help of his childhood friend, Yui, he learns of the existence of human-eating abomination called Variant in the world he was born in. \n\nKazu knows from his past memories that Yui will die in the near future. In order to save Yui, who is on a mission to fight against variants, Kazu decided to throw himself into battle in this world as well.",
      "ja": "過労死で異世界に転生したアラフォーリーマンの難波カズ。17歳で異世界を救ったカズは、女神に「元の世界に戻してくれ」と願う。てっきり元のアラフォーリーマンに戻ると思っていたら、17歳の高校生に戻っていた。\n\nそれならばと気楽に90年代を満喫しようとしていたが、幼馴染みの由依をきっかけに『人間を喰う異形ヴァリアント』の存在を知り、カズは異世界チートを武器にこの世界でも戦いに身を投じていく…!",
      "es-la": "Kazu Nanba reencarnó después de la muerte por exceso de trabajo y salvó otro mundo. A la edad de 17 años en el otro mundo después de morir derrotando al rey demonio elije \"regresara a su mundo original\". Pensó que regresaría a su trabajo normal, pero regreso como un estudiante de secundaria de 17 años. Sin embargo ahora se entera que hay \"extrañas criaturas\" que matan humanos y donde Kazu recordara un recuerdo pasado donde su amiga de la infancia Yui morirá en un futuro cercano. Esta vez, para salvar a Yui, Kazu usará el poder de otro mundo para lanzarse también a la batalla en este mundo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-24T23:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      },
      {
        "pl": "Moja nowa dziewczyna nie jest człowiekiem?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc9ccb3d-bb15-431d-b7ef-35084514df69",
    "title": {
      "en": "Onna Tomodachi to Kekkon Shitemita"
    },
    "updatedAt": "2024-12-07T06:27:23+00:00",
    "coverArt": "https://mangadex.org/covers/bc9ccb3d-bb15-431d-b7ef-35084514df69/a6eacc4a-9a2e-4a1d-b1a6-f24f7500cde5.png",
    "altTitles": [
      {
        "en": "I Married My Female Friend"
      },
      {
        "ja": "女ともだちと結婚してみた。"
      },
      {
        "zh": "尝试与女性朋友结婚了"
      },
      {
        "zh-hk": "嘗試與女性朋友結婚了"
      },
      {
        "zh-ro": "Chángshì yǔ nǚxìng péngyǒu jiéhūnle"
      },
      {
        "zh-hk": "和女性朋友結婚了。"
      },
      {
        "pl": "Jak poślubić przyjaciółkę"
      },
      {
        "th": "คุณเพื่อนคะลองมาแต่งงานกันมั้ย"
      },
      {
        "ko": "여자 친구와 결혼해봤다."
      }
    ],
    "description": {
      "en": "Two women who are just friends make a pact… \"If both of us are still single in 5 years, let's get married.\" Five years later, they meet again, and their married life begins.  \n  \n[Serialised in Yuri Hime starting in November 2020.](https://www.animenewsnetwork.com/news/2020-10-17/donuts-under-a-crescent-moon-shio-usui-launches-new-manga-in-november/.165322)",
      "ja": "「5年後お互い独り身だったら結婚しよう」そんな友達との約束が実を結び、結婚することになったくるみと瑠璃子。恋人だったわけじゃない”ともだち”同士の二人の結婚生活は、何から何まで初めてづくし。",
      "ko": "\"5년 후에도 독신이면 우리 둘이 결혼하자.”\n‘친구’와의 약속이 결실을 맺어, 결혼하게 된 쿠루미와 루리코.\n연인이 아닌 ‘친구’끼리의 결혼.\n두 사람의 결혼생활은 하나부터 열까지 서툴기만 하다.\n약지에 끼워진 결혼 반지가 언제쯤 익숙해질지......\n그것은 앞으로 두 사람에게 달려있다.",
      "pt-br": "Duas mulheres que são apenas \namigas fazem uma promessa... \n\"Se nós duas ainda estivermos \nsolteiras em 5 anos, vamos nos \ncasar.\" Cinco anos depois, elas se \nreencontram, e as suas vidas \nde casadas começa."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "32"
  },
  {
    "mangaId": "a72d5653-7238-40ba-8135-c93910a02bc4",
    "title": {
      "en": "Shuu ni Ichido Classmate wo Kau Hanashi ~Futari No Jikan, Iiwake No Gozen'en~"
    },
    "updatedAt": "2024-12-12T21:06:38+00:00",
    "coverArt": "https://mangadex.org/covers/a72d5653-7238-40ba-8135-c93910a02bc4/6c77dc6b-5b8b-42db-8e74-debb413ad4a9.jpg",
    "altTitles": [
      {
        "ja": "週に一度クラスメイトを買う話～ふたりの時間、言い訳の五千円～"
      },
      {
        "en": "A Story About Buying a Classmate Once a Week: 5,000 Yen for an Excuse to Spend Time Together"
      },
      {
        "ko": "일주일에 한 번 클래스메이트를 사는 이야기 ~두 사람의 시간, 변명의 오천 엔~"
      }
    ],
    "description": {
      "en": "Once a week, Miyagi pays 5,000 yen to her classmate Sendai. The 5,000 yen is to buy three hours of Sendai's time, which gives the right for Miyagi to give her orders. Miyagi is at the bottom of the school caste while Sendai is at the top. The two, who never crossed paths at school, spend time together after school under such a contract. Miyagi's orders are determined by her mood of the day, and Sendai cannot disobey. One day after school... Miyagi calls Sendai to her room and gives her an order that she usually does not give.",
      "ja": "クラスメイトの宮城から、週に一度五千円でどんな“命令”でも聞くことになった仙台。陰キャ女子と陽キャ女子、学校では交わらない二人の関係は、密室の部屋の中で少しずつエスカレートしていく…。\n\n『仙台さんの役目は、私の言うことを聞くことだから』\n\nゲームの相手から宿題の代行…、やがて宮城の肌に仙台の唇が触れて…。",
      "es-la": "Una vez a la semana, Miyagi paga 5.000 yenes a su compañera de clase Sendai.Los 5.000 yenes son para comprar tres horas de tiempo de Sendai, lo que da derecho a Miyagi a darle órdenes.Miyagi está en la parte baja de la casta escolar mientras que Sendai está en la alta. Las dos, que nunca se han cruzado en la escuela, pasan tiempo juntas después de clase bajo este contrato.Las órdenes de Miyagi vienen determinadas por su estado de ánimo del día, y Sendai no puede desobedecerlas.Un día después de clase... Miyagi llama a Sendai a su habitación y le da una orden que no suele dar."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5588759b-894a-468e-9497-eb43f2c51fee",
    "title": {
      "en": "Net no \"Oshi\" to Real no \"Oshi\" ga Tonari ni Hikkoshite Kita"
    },
    "updatedAt": "2025-02-03T18:13:38+00:00",
    "coverArt": "https://mangadex.org/covers/5588759b-894a-468e-9497-eb43f2c51fee/81df133a-8991-4f85-9a42-af4cc22404cd.jpg",
    "altTitles": [
      {
        "ja": "ネットの『推し』とリアルの『推し』が隣に引っ越してきた"
      },
      {
        "en": "My Fave Persons Moved into Condominium Where I Live"
      }
    ],
    "description": {
      "en": "**The only one who can support them is... me?**\n\nTendou Souma, who spends his days in idle monotony, has two \"idols.\" His online idol is Henrietta, a hugely popular VTuber. His real-life idol is Hiyori Yatsumi, an idol and voice actress. Souma's university life was supposed to be centered around supporting these two idols... But then, one of his idols unexpectedly moves into the room next door!? Excited by this dream-like turn of events, Soma is thrilled, but what he discovers is the disappointing true nature of his idol...",
      "ja": "無為な日々を過ごす天童蒼馬には二人の『推し』がいる。ネットの『推し』大人気VTuberのアンリエッタ。リアルの『推し』アイドル声優の八住ひより。二人への推し活を生きがいに大学生活を送るはずが……なんと隣の部屋に『推し』の一人が引っ越してきて!?夢のような展開に胸を躍らせる蒼馬だったが、目の当たりにしたのは残念すぎる『推し』の本性で――。",
      "vi": "Vtuber nhà rác... Seiyuu Idol bợm rượu... Bạn thuở nhỏ Yandere... Ai sẽ là người chiến thắng"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a52efcf7-00dc-40c9-af5e-650e73333ca5",
    "title": {
      "en": "Mahou Shoujo wo Tasukete"
    },
    "updatedAt": "2025-01-30T15:45:25+00:00",
    "coverArt": "https://mangadex.org/covers/a52efcf7-00dc-40c9-af5e-650e73333ca5/293d42b3-fd4c-432f-99ad-1750fc9ab553.jpg",
    "altTitles": [
      {
        "ja": "魔法少女を助けたい"
      },
      {
        "en": "I Want to Help Magical Girls"
      }
    ],
    "description": {
      "ja": "主人公は化け物に襲われ、魔法少女に命を救われる。魔法少女の存在を知り、微力ながら街の自主警戒を始めた。しかし、ある夜。不運なことに黒幕と遭遇し、物語の結末を知る。化け物をわざと倒させ、レベルが上がった魔法少女を狩ると。経験値は心臓が止まるだけで取得可。だから、少女は何度も殺される。太ったガチョウの肝の味を思い浮かべるように、魔法少女の結末を語る黒幕に恐怖した。何故、主人公は魔法少女を助けるのか。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fba42cf-2ad6-4c30-a7ab-46cb8149208a",
    "title": {
      "en": "Bungou Stray Dogs"
    },
    "updatedAt": "2024-12-27T21:52:59+00:00",
    "coverArt": "https://mangadex.org/covers/3fba42cf-2ad6-4c30-a7ab-46cb8149208a/1bd684e2-9640-43d2-810e-6941f7fb0900.jpg",
    "altTitles": [
      {
        "pl": "Bungou Stray Dogs - Bezpańscy Literaci"
      },
      {
        "ms": "Ejen Luar Biasa"
      },
      {
        "ja": "文豪ストレイドッグス"
      },
      {
        "vi": "Văn Hào Lưu Lạc"
      },
      {
        "uk": "Бродячі пси літератури"
      },
      {
        "ru": "Великий из бродячих псов"
      },
      {
        "uk": "Літературні Генії Бродячі Пси"
      },
      {
        "fa": "سگ های ولگرد بانگو"
      },
      {
        "ar": "كلاب الأدب الشاردة"
      },
      {
        "ko": "문호 스트레이 독스"
      },
      {
        "en": "Stray Dogs of the Literary Masters"
      },
      {
        "zh": "文豪野犬"
      },
      {
        "tr": "Edebiyat Ustalarının Sokak Köpekleri"
      },
      {
        "fr": "Bungo Stray Dogs"
      },
      {
        "ru": "Проза бродячих псов"
      }
    ],
    "description": {
      "en": "Nakajima Atsushi was kicked out of his orphanage, and now he has no place to go and no food. While he is standing by a river, on the brink of starvation, he rescues a man whimsically attempting suicide. That man is Dazai Osamu, and he and his partner Kunikida are members of a very special detective agency. They have supernatural powers, and deal with cases that are too dangerous for the police or the military. They're tracking down a tiger that has appeared in the area recently, around the time Atsushi came to the area. The tiger seems to have a connection to Atsushi, and by the time the case is solved, it is clear that Atsushi's future will involve much more of Dazai and the rest of the detectives!",
      "ru": "Нашего героя выгнали из детского дома. Стоя у реки, он думал о голодной смерти, но чудом умудрился спасти самоубийцу. Этот человек, оказалось, состоит в детективном агентстве. В агентстве со сверхъестественными способностями. И только им подвластно решение проблем, за которые боятся браться даже военные. Теперь жизнь нашего героя изменится кардинально. А как именно читайте далее."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-11-13T14:44:13+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/99e71e52-efad-4173-a2d9-00344da262b2.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's a Little Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "ja": "さらなみ"
      },
      {
        "ja-ro": "Saranami"
      },
      {
        "ru": "Слишком поздно я влюбилась в друга детства"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*.\n\n_____________\n**Links:**\n- Buy the collected volume on [Melonbooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=2491232) or [Toranoana](https://ecs.toranoana.jp/tora/ec/item/040031176072/).",
      "pl": "Mangowa adaptacja powieści napisanej przez Maruto Fumiaki. Twórcą tej adaptacji jest Yom, mangaka z Ganbare, Douki-chan."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e79de642-8c51-4248-af64-688c97ce38e6",
    "title": {
      "en": "Futari Haishin"
    },
    "updatedAt": "2024-10-08T16:16:33+00:00",
    "coverArt": "https://mangadex.org/covers/e79de642-8c51-4248-af64-688c97ce38e6/39bf14c6-b250-4ff9-a531-fa3c890314bc.jpg",
    "altTitles": [
      {
        "ja": "ふたりハイシン"
      }
    ],
    "description": {
      "en": "Fuyuya Tadokoro, a college student who just started living alone in spring, has a suspicious neighbor...! When Fuyuya peeks over the balcony, he finds a beautiful girl naked and panting! The girl dragged Fuyuya into the room and pulled him right on top of her. And in the room, there are lights and filming equipment... Yes... she is a Sexy Liver, her job is live-streaming adult video."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "5",
    "lastChapter": "50"
  },
  {
    "mangaId": "c9c0f16b-7bd3-4da6-bd58-fcb4bd10112f",
    "title": {
      "en": "Onnamaou-sama wa Yuusha-kun wo Taosenai."
    },
    "updatedAt": "2024-08-08T16:26:40+00:00",
    "coverArt": "https://mangadex.org/covers/c9c0f16b-7bd3-4da6-bd58-fcb4bd10112f/147847be-6013-4e89-835d-3b96726c931b.jpg",
    "altTitles": [
      {
        "ja": "女魔王様はゆうしゃくんを倒せない。"
      },
      {
        "en": "The Demon Queen Can't Defeat The Hero."
      },
      {
        "en": "The Demon Queen Can't Defeat Yuusha-kun."
      },
      {
        "ja-ro": "Onnamaou-sama ha Yuusha-kun wo Taosenai."
      }
    ],
    "description": {
      "en": "Demon Queen Abyss is worried… She's not able to defeat the Hero, considered the mortal enemy of the demons. This Hero is still an inexperienced young man—he should be easy to defeat! … However, the problem is that he, not knowing Abyss's true identity, considers her his “Master” and has become very fond of her…!?\n___\n**Producer & Supervisor:** [studioHEADLINE](https://mangadex.org/author/657c3108-5817-4669-a957-a9c7ec5080ee/studio-headline)",
      "pt-br": "A Rainha Demônio Abyss está preocupada... ela não é capaz de derrotar o herói, considerado o inimigo mortal dos demônio. Esse herói ainda é um jovem inexperiente — ele deveria ser fácil de derrotar! ... Todavia, o problema é que ele, não conhecendo a verdadeira identidade de Abyss, a considera sua \"Mestra\" e gosta muito dela...!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a4bdf95-dc11-4011-937e-7bdc4dd6e786",
    "title": {
      "en": "Mayonaka Heart Tune"
    },
    "updatedAt": "2025-01-27T16:33:28+00:00",
    "coverArt": "https://mangadex.org/covers/0a4bdf95-dc11-4011-937e-7bdc4dd6e786/8553e162-c330-4856-8e66-51c932e87bc0.jpg",
    "altTitles": [
      {
        "ja": "真夜中ハートチューン"
      },
      {
        "en": "Tune In to the Midnight Heart"
      },
      {
        "nl": "Middernachtshart Tune"
      },
      {
        "fr": "Au Chœur de la Nuit"
      },
      {
        "pt-br": "Sintonizando com o Coração da Meia Noite"
      },
      {
        "pt-br": "Em busca da garota por trás da voz"
      },
      {
        "ru": "Полуночный мотив сердца"
      }
    ],
    "description": {
      "en": "\"Late at night, alone on my bed, your voice was the only thing that saved me. I want to talk to you again. There's something I want to say.\"\n\nWithout knowing her real name or face, Yamabuki Arisu, a second-year high school student, was looking for a girl named \"Apollo'' who was a livestreamer. However, one day, Arisu gets a clue about Apollo from the broadcast club of the high school where she is going. There were 4 beautiful girls who dreamed of \"getting a job related to voice\"!! Who is Apollo? What will happen to the dreams of the four people?\n___\n**Links:**\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10568/episode/347385) (U.S. Only)",
      "ja": "「深夜ひとり、ベッドの上、キミの声だけが救いだった。もう一度キミと話したい。言いたいことがあるんだ」。\n\n高校2年生の山吹有栖は、「アポロ」という名の、顔も本名も知らないラジオ配信者の少女を探していた。だがある日、有栖は進学先の高校の放送部にアポロの手がかりを得る。そこにいたのは「声に関わる仕事に就く」夢を描く美少女が…4人!! アポロは誰？4人の夢の行方は？かわいくも懸命なサクセスラブコメ、ここに開演!!",
      "ru": "«Пока я лежал на кровати посреди ночи в полном одиночестве, твой голос был моим единственным утешением. Я хочу поговорить с тобой ещё раз. И должен кое-что тебе сказать».\n\nЯмабуки Арису, ученик второго класса старшей школы, ищет бывшую ведущую радио-стримов «Аполло», не зная ни её лица, ни имени. Однако, однажды он понимает, что Аполло скрывается среди участниц клуба радиовещания в его школе. Четыре красавицы оттуда мечтают получить работу, связанную с голосом. Но которая из них — Аполло? И что станет с их мечтами? Милый ромком о тяжёлом труде и успехе начинается!",
      "pt-br": "Yamabuki Arisu, um estudante do segundo ano do ensino médio, estava procurando por uma garota chamada “Apollo”, que era locutora de rádio e ele não conhecia seu rosto ou seu nome verdadeiro. No entanto, um dia, Arisu recebe uma pista sobre Apollo do clube de transmissão da escola secundária para a qual ela estava indo. Havia quatro belas garotas que sonhavam em “conseguir um emprego relacionado à voz”!! Quem é Apollo? O que acontecerá com os sonhos dessas quatro pessoas? Uma comédia romântica fofa, mas trabalhadora e de sucesso, começa aqui!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d8d526f-d90f-425b-bcd4-256335b1dc6d",
    "title": {
      "en": "Raijin: The Electrically Armored Steel Knight"
    },
    "updatedAt": "2025-02-03T17:16:11+00:00",
    "coverArt": "https://mangadex.org/covers/5d8d526f-d90f-425b-bcd4-256335b1dc6d/7319f1f3-482d-4ea5-84c9-46d5d5f13faf.jpg",
    "altTitles": [
      {
        "ja": "電騎装鋼 ライジン"
      }
    ],
    "description": {
      "en": "A young man called Kanou Ryoto was once saved as a child by a mysterious hero named \"Raijin\".\n\nTen years later, Ryoto works in his sister's dog cafe. While walking the dogs one day, he happens to save a strange dog from drowning. Soon after a monster attacks his sister and suddenly the dog he had saved earlier starts to talk to him. Not only that, he also teaches him how to transform into a battle hero and protect his loved ones.\n\nThis is the fateful moment Ryoto changes into Raijin Model One!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2024-08-03T01:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/67071eb0-3362-434a-a1fd-3fffa52e0c69.jpg",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "Please Bully Me, Miss Villainess!"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4c93297-b32f-4f90-b619-55456a38b0aa",
    "title": {
      "en": "Fuufu Ijou, Koibito Miman."
    },
    "updatedAt": "2025-01-23T18:47:32+00:00",
    "coverArt": "https://mangadex.org/covers/b4c93297-b32f-4f90-b619-55456a38b0aa/9daf17a6-0e51-4c71-8122-26efe5765370.jpg",
    "altTitles": [
      {
        "ms": "Melebihi Suami Isteri, Namun Bukan Kekasih."
      },
      {
        "en": "More Than A Married Couple, But Not Lovers."
      },
      {
        "zh": "夫妇以上，恋人未满。"
      },
      {
        "ko": "부부이상, 연인미만"
      },
      {
        "ja": "夫婦以上、恋人未満。"
      },
      {
        "pt-br": "Mais do que um casal, menos do que um amante."
      },
      {
        "th": "แผนสมรักไม่สมเลิฟ"
      },
      {
        "fr": "Presque mariés, loin d'être amoureux."
      },
      {
        "de": "Mehr als ein Ehepaar, aber weniger als Liebhaber."
      },
      {
        "vi": "Trên vợ chồng, dưới người yêu"
      }
    ],
    "description": {
      "en": "Jirou, a third-year in high school, is forced to live with a gyaru named Akari under a course called the \"Couple Practical\". In order to be paired with their own romantic interests, they're going to act as a married couple…!?",
      "ja": "高校三年生になった次郎は、「夫婦実習」という授業の一環で非リア充な自分とは正反対の存在のクラスのギャル・渡辺星と一緒に暮らすことになってしまう。だが、ペアを入れ替えられる制度を知った二人は、それぞれの好きな人と一緒になるために無理矢理【夫婦】らしい事を演じるのだが…!?",
      "vi": "Yakuin Jirou, nam sinh năm ba cao trung. Cậu ta buộc phải sống chung nhà với một gái Gyaru tên là Watanabe Akari. Lý do là vì đợt huấn luyện “Cặp đôi“ của trường mà hai người họ theo học. Để được sống với người tình trong mộng của mình, hai người họ phải đã lên kế hoạch sống cùng nhau như một cặp vợ chồng."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "829fc3a7-d4f4-42e9-9032-0917083f9e0d",
    "title": {
      "en": "Nan Hao & Shang Feng"
    },
    "updatedAt": "2024-11-26T13:33:16+00:00",
    "coverArt": "https://mangadex.org/covers/829fc3a7-d4f4-42e9-9032-0917083f9e0d/e4368bbd-a339-4091-8e32-141e9694d9b6.png",
    "altTitles": [
      {
        "zh": "南号尚风"
      },
      {
        "en": "Nan Hao & Shang Feng the Odd Couple"
      },
      {
        "ru": "Нань Хао и Шан Фэн"
      },
      {
        "kk": "Нан Хао мен Шан Фен"
      },
      {
        "fr": "Nan Hao & Shang Feng, le Duo Singulier"
      },
      {
        "vi": "Nam Hào Thượng Phong"
      },
      {
        "zh-ro": "Nan Hao Shang Feng"
      },
      {
        "ja": "南号と尚風"
      },
      {
        "hi": "नान हाओ शंग फेंग"
      }
    ],
    "description": {
      "en": "A comedy about two ordinary high school boys.\n\n---\n\n- [Original Manhua <AC.QQ>](https://ac.qq.com/Comic/ComicInfo/id/646279)\n\n- [Original Book <Taobao>](https://item.taobao.com/item.htm?ft=t&id=643452057226)",
      "id": "Kisah komedi tentang dua cowok SMA biasa.",
      "it": "Una commedia su due liceali qualunque.",
      "ru": "История о буднях двух школьных друзей. Иногда весёлая, иногда грустная, иногда драматичная, но всегда интересная!",
      "tr": "İki sıradan liseli çocuk hakkında bir komedi.",
      "zh": "“青春是什么？羞耻+矫情+自以为是+自我意识过剩+……” 高校男生南号、尚风是从小玩到大的死党。这是关于他们最纯粹的友谊，最热闹、无厘头的校园青春故事！\n\n---\n\n- [Original Manhua <AC.QQ>](https://ac.qq.com/Comic/ComicInfo/id/646279)\n\n- [Original Book <Taobao>](https://item.taobao.com/item.htm?ft=t&id=643452057226)",
      "pt-br": "Uma comédia sobre dois garotos comuns do ensino médio."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca33a142-58fb-4fee-88b9-36ef87f02c77",
    "title": {
      "en": "Nezumi no Hatsukoi"
    },
    "updatedAt": "2025-01-11T07:23:31+00:00",
    "coverArt": "https://mangadex.org/covers/ca33a142-58fb-4fee-88b9-36ef87f02c77/48064043-c556-4cb2-b8ef-3aa3a7cfc24b.jpg",
    "altTitles": [
      {
        "ja": "ねずみの初恋"
      },
      {
        "en": "Nezumi's First Love"
      },
      {
        "fr": "Le Premier Amour de Nezumi"
      },
      {
        "ne": "नेजुमी को पहिलो प्रेम"
      },
      {
        "vi": "Tình đầu của Nezumi"
      },
      {
        "pt-br": "O Primeiro Amor de Nezumi"
      }
    ],
    "description": {
      "en": "Nezumi is a girl who was raised as a hitman by the yakuza and grew up not knowing human love. An ordinary young man, Ao, knows nothing. They fall in love and start to live together, but the evil hand is close at hand... This is a story of first love, so cruel and so sad.\n\nRead the prequel oneshot featuring Messiah-chan's backstory [here](https://mangadex.org/title/a53ff4b3-1514-4b91-9fa0-acd99dd797de/gomennasai-messiah-chan).",
      "fr": "Nezumi est une fille qui a été élevée comme tueuse à gages par les yakuzas et qui a grandi sans connaître l'amour humain. Un jeune homme ordinaire, Ao, n'en sait rien. Ils tombent amoureux et commencent à vivre ensemble, mais la main du mal est proche.... C'est l'histoire d'un premier amour, si cruel et si triste.",
      "ja": "ヤクザに殺し屋として育てられ、人の愛を知らずに育った少女、ねずみ。何も知らない普通の青年、碧(あお)。二人は恋に落ち、共に暮らし始めるが、魔の手はすぐそこまで迫っていた‥‥。",
      "pt-br": "Nezumi, uma garota criada como uma assassina pela yakuza, cresceu sem conhecer o amor humano. Ao, um jovem comum, não sabe nada sobre o passado sombrio dela. Mesmo assim, eles se apaixonam e começam a viver juntos, mas o perigo está à espreita... Esta é uma história de um primeiro amor, tão cruel e triste.\n\nLeia o oneshot prequel, que conta a história de origem da Messiah-chan, [aqui](https://mangadex.org/title/a53ff4b3-1514-4b91-9fa0-acd99dd797de/gomennasai-messiah-chan)."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02b60498-7431-48ca-a145-170f50b2990c",
    "title": {
      "en": "Black and White"
    },
    "updatedAt": "2024-12-25T18:14:02+00:00",
    "coverArt": "https://mangadex.org/covers/02b60498-7431-48ca-a145-170f50b2990c/0b843aee-2bcf-4f29-a18b-dd63d894f3b8.png",
    "altTitles": [
      {
        "en": "Heibai You Chang"
      },
      {
        "zh-hk": "黑白有常"
      },
      {
        "en": "Black and White Permanency"
      }
    ],
    "description": {
      "en": "It is said that when the lifespan of a human being come to its end, it is necessary to leave behind everything; family, friends, achievements, even love and meet black and white messengers who will lead them to the cycle of reincarnation. However, the infatuations and love in mind; engraved in the bone, how can it be so easy to give it up. When love has gone through the battle of time either it is it still flawless or the wreckage full of holes.\n\nAnother Translation\nLegend says that when one’s time is up, only when all traces of love from your previous life must be erased, led by the deities of the Impermanence of Black and White , will you be reborn. And yet a breathtaking, extraordinary love that makes you lose your mind could never be so easily forgotten. When love undergoes the test of time, is what remains the same, pure love, or will that love be battered and bruised, unrecognizable?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "95"
  },
  {
    "mangaId": "b73371d4-02dd-4db0-b448-d9afa3d698f1",
    "title": {
      "en": "Ao Ashi"
    },
    "updatedAt": "2024-03-02T18:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/b73371d4-02dd-4db0-b448-d9afa3d698f1/ab0a4f24-602b-4d62-b66e-ddd98b2d52af.jpg",
    "altTitles": [
      {
        "ja": "アオアシ"
      },
      {
        "zh": "青之芦苇"
      },
      {
        "zh-hk": "青之蘆葦"
      },
      {
        "ko": "아오아시"
      },
      {
        "ja-ro": "Ao Ashi"
      },
      {
        "th": "AOASHI แข้งเด็กหัวใจนักสู้"
      },
      {
        "de": "Blaue Beine ~Ao Ashi~"
      },
      {
        "tr": "Mavi Bacak"
      },
      {
        "fr": "Ao Ashi - Playmaker"
      },
      {
        "pt-br": "Ao Ashi - Craques da Bola"
      },
      {
        "ru": "Ао Аши"
      },
      {
        "id": "Ao Ashi"
      },
      {
        "vi": "Ao Ashi"
      }
    ],
    "description": {
      "de": "Aoi Ashito ist ein Mittelschüler im dritten Jahr aus Ehime. Hinter seinem rohen Spiel verbirgt sich sein immenses Talent, aber Ashito erleidet wegen seiner allzu geradlinigen Persönlichkeit einen großen Rückschlag. Der Manager der Jugendmannschaft des J1-Clubs Tokyo City Esperion, Fukuda Tetsuya, erscheint vor Ashito. Fukuda sieht Ashitos grenzenloses Potenzial und lädt ihn ein, an den Probespielen seines Teams in Tokio teilzunehmen. Die Geschichte des Jungen, der den Fußball in Japan revolutionieren wird, beginnt sich schnell zu entfalten.",
      "en": "Aoi Ashito is a third year middle school student from Ehime. Behind his raw game hides his immense talent \nbut Ashito suffers a huge setback because of his overly straightforward personality. \nOne day the youth team manager of J1 club Tokyo City Esperion, Fukuda Tetsuya, appears in front of him. \nFukuda sees his limitless potential and invites him to take part in his team's tryouts in Tokyo. \nThe story of the boy who will revolutionize football in Japan rapidly begins to unfold.  \n  \n---\n- **Won the 65th Shogakukan Manga Award for General Manga in 2019**",
      "ru": "Ашито Аой, ученик третьего класса средней школы из префектуры Эхиме, встречает тренера «Молодежной лиги J» Фукуду Тацую. Несмотря на свою грубость, Ашито обладает таким удивительным потенциалом, что тренер Фукуда приглашает его принять участие в отборочных тестах своей команды в Токио. Взгляните на историю мальчика, который совершит революцию в японском футболе.",
      "tr": "Aoi Ashito Ehime'de ortaokul 3. sınıfa giden bir öğrencidir. Bir gün karşısına J1 Ligi kulübü Tokyo City Esperion'un altyapı takımı menajeri Fukuda Tetsuya çıkar. Fukuda Aoi'nin sonsuz potansiyelini farkeder ve onu Tokyo'daki altyapı seçmelerine davet eder. Böylece Japon futbolunda devrim yapacak çocuğun hikayesi başlar.",
      "pt-br": "Ashito Aoi, um estudante do terceiro ano do ensino médio de Ehime, conhece Fukuda Tatsuya, um treinador da \"J Youth League\". Mesmo que ainda tenha uma personalidade forte, Ashito tem um incrível potêncial que o fez ser convidado pelo treinador Fukuda para participar da seleção de sua equipe em Tóquio. A história do garoto que vai revolucionar o futebol no Japão vai começar."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2db02ba8-8dfe-477b-bd48-6724fc533baf",
    "title": {
      "en": "Reincarnated as a Legendary Grimoire"
    },
    "updatedAt": "2024-11-25T18:08:13+00:00",
    "coverArt": "https://mangadex.org/covers/2db02ba8-8dfe-477b-bd48-6724fc533baf/2b4e5452-db3a-470f-93e3-d039417b3ae2.png",
    "altTitles": [
      {
        "en": "Please Read Me"
      },
      {
        "ko": "제발 좀 읽어달라고"
      },
      {
        "en": "I Became a Legendary Archmage by Reading a Book"
      },
      {
        "pt-br": "Por Favor Me Leia"
      },
      {
        "pt-br": "Me Tornei uma Arquimaga Lendária ao Ler um Livro"
      }
    ],
    "description": {
      "en": "I was reincarnated as a grimoire containing all the magical knowledge of another world.\n\nAnyone who reads me can become a legendary archmage.\n\nPlease, just read me...\nBut no one is willing to open my pages."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2305416c-d758-4043-a451-4fe658b0408f",
    "title": {
      "en": "Boku no Kanojo ga Kyonyuu Dattara. Oppai Anthology Comic"
    },
    "updatedAt": "2025-01-23T12:48:34+00:00",
    "coverArt": "https://mangadex.org/covers/2305416c-d758-4043-a451-4fe658b0408f/f4faee32-5e07-4abc-aa71-db86b028aff0.jpg",
    "altTitles": [
      {
        "ja": "僕の彼女が巨乳だったら。 おっぱいアンソロジーコミック"
      },
      {
        "ja": "If my girlfriend had big boob… Oppai anthology comic"
      },
      {
        "en": "If My Girlfriend Had Big Breasts. Boobs Anthology Comic"
      },
      {
        "en": "If My Girlfriend Had Big Boobs… Oppai Anthology Comic"
      },
      {
        "ja": "ボクだけのキミ"
      },
      {
        "ja-ro": "Boku Dake no Kimi"
      },
      {
        "en": "You're Mine Only"
      },
      {
        "en": "You Who Are Mine Alone"
      }
    ],
    "description": {
      "en": "“What if my girlfriend had big breasts...”\n\nA gamer's girlfriend gets violently attacked, or a dry cleaner's girlfriend gets violently disturbed!? A pretty erotic anthology comic for boob lovers!\n\n**Cover:** Umagome Rakure\n**Comics:**\n1. True Feelings - Sanji Hasegawa\n2. Beloved Girlfriend from the Dry Cleaning Service - mono\n3. Majima-San: The Insincere Colleague - Watari Sae\n4. Gamer Girl's Punishment - Bonjin Hirameki\n5. Happy End - OUCHI\n6. You're Mine Only. / Boku dake no Kimi (ボクだけのキミ) - Yakiniku Teishoku\n7. Do you like a sweet older-sister type girlfriend? - Itose Neme"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "48dd2f4c-e248-4d25-9872-d5a258fa26cd",
    "title": {
      "en": "Stigmata"
    },
    "updatedAt": "2025-01-20T12:14:47+00:00",
    "coverArt": "https://mangadex.org/covers/48dd2f4c-e248-4d25-9872-d5a258fa26cd/d9b2ae88-1282-4f0d-9d0c-db0396786c5e.jpg",
    "altTitles": [
      {
        "ja": "スティグマタ─聖痕捜査─"
      },
      {
        "ja-ro": "Stigmata ─Seikon Sousa─"
      },
      {
        "en": "Stigmata ─Stigmata Investigation─"
      },
      {
        "ja": "スティグマタ ─愛痕─"
      },
      {
        "ja-ro": "Stigmata ─Aikon─"
      },
      {
        "en": "Stigmata ─Love Marks─"
      },
      {
        "uk": "Стигмата"
      },
      {
        "uk": "Стигмати – судово-медична експертиза"
      }
    ],
    "description": {
      "en": "Asako Minami has a \"unique constitution.\" He senses the lingering thoughts of murder victims, and experiences the circumstances under which they died with his own body in a reaction similar to stigmata. This proves useful in solving difficult cases with the Metropolitan Police Department's Special Investigations Unit Six. Asako's partner is the reserved Superintendent Kuroiwa Hiroto, rising through the MPD ranks despite doubting his own abilities.",
      "uk": "Асако Мінамі має \"унікальний стан\", в якому відчуває затяжні думки вбитих та\nпереживає на власному тілі прояв обставин смерті, схожий на стигмати.\nЦе виявляється корисним у розслідуванні складних справ за участі Шостого Підрозділу Столичного Поліцейського Департаменту Спеціальних Розслідувань. Партнером Асаки стає начальник відділення – Куроіва Хірото, який, попри сумніви у власних здібностях, швидко просувається кар'єрними сходами."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "12.5"
  },
  {
    "mangaId": "c9e9133b-2749-49a6-a9f4-f49e247afee2",
    "title": {
      "en": "Isekai Harem de Icha Love Shichau Anthology Comic"
    },
    "updatedAt": "2024-09-03T14:30:23+00:00",
    "coverArt": "https://mangadex.org/covers/c9e9133b-2749-49a6-a9f4-f49e247afee2/32a9e951-d3e4-429c-9937-6ba07c8ef939.jpg",
    "altTitles": [
      {
        "ja": "異世界ハーレムでいちゃラブしちゃう アンソロジーコミック"
      },
      {
        "en": "Flirty Love with a Harem in Another World Comic Anthology"
      },
      {
        "ja": "仲良しの魔法"
      },
      {
        "ja-ro": "Nakayoshi no Mahou"
      },
      {
        "en": "Friendship Magic"
      }
    ],
    "description": {
      "en": "***All the sex you could want with the heroines!***\n\nThis is an anthology where you get married to everyone! All the heroines keep coming on to you! Scenarios include: Upon getting transported to another world, you get \"locked in a grapple\" with the female knights; and a boy healer uses lewd recovery magic on his party full of girls.",
      "ja": "ヒロイン達とエッチざんまい!? 全員と結ばれるアンソロジー!\n\nヒロイン全員からせめられまくり!? 異世界に転移したら女騎士達に”くんずほぐれつ”されたり、ヒーラーの男の子が女性だけのパーティーでエッチな回復魔法をかけたり――。ヒロイン達とエッチざんまい!? 全員と結ばれるアンソロジー!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "ce0df5df-152a-4e36-8e8e-a39b9f8ea1f0",
    "title": {
      "en": "Kuro Bengoshi no Chijou"
    },
    "updatedAt": "2024-10-23T12:39:53+00:00",
    "coverArt": "https://mangadex.org/covers/ce0df5df-152a-4e36-8e8e-a39b9f8ea1f0/d5e26c6d-b9f8-492d-9120-12e868705a57.jpg",
    "altTitles": [
      {
        "en": "Blind Passion of the Attorney in Black"
      },
      {
        "ja-ro": "Kuro Bengoshi no Chijou: Sekai de Ichiban Omoi Junai"
      },
      {
        "ja": "黒弁護士の痴情"
      },
      {
        "ja": "黒弁護士の痴情 世界でいちばん重い純愛"
      },
      {
        "vi": "Khát Vọng Mù Quáng Của Chàng Luật Sư"
      },
      {
        "ko": "검은 변호사의 치정"
      },
      {
        "ko": "검은 변호사의 치정 ~세상에서 가장 무거운 순애~"
      }
    ],
    "description": {
      "en": "Batoto Scans:\n“…Just now, he was feeling you up all over, right? Unforgivable!”\n\nMy first love whom I met again after a long time… is a dangerous lawyer!\n\nWhen they were young, Yui had a good relationship with the Jin brothers who lived next door. She developed a small crush particularly towards the older brother, Soichi. However, after he entered middle school, they were not able to see each other anymore.\n\n18 years after, Yui now works at the Law Firm managed by the Jin Family. During her welcome party, she had an exhilarating feeling in her heart. That is because… she can see finally see Soichi who returned to the country after studying abroad. A reunion after 18 years with the man whom she continuously kept in touch with through email. Yui was looking forward to it, however, did Soichi’s temperament considerably change compared to how he was back then — …?\n\nA sweet and heart fluttering romance — or so you thought, but it will completely make you heart throb until the end…?!\n\nA serious but precious and pure love story."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "5",
    "lastChapter": "25"
  },
  {
    "mangaId": "bd935ca2-c9b6-4f2b-a3b3-77402d2337d8",
    "title": {
      "en": "Maou Gakuen no Hangyakusha"
    },
    "updatedAt": "2024-10-30T01:27:21+00:00",
    "coverArt": "https://mangadex.org/covers/bd935ca2-c9b6-4f2b-a3b3-77402d2337d8/8e5ba6e2-14cb-4a6c-939c-9b2b04ec600a.jpg",
    "altTitles": [
      {
        "ja": "魔王学園の反逆者"
      },
      {
        "en": "Demon Academy's Rebel"
      }
    ],
    "description": {
      "en": "Yuuto is an ordinary high school boy who, one day, notices a mysterious tarot card by his bed. He shows it to his parents, who give him the good news - as the son of demonking, he is eligible to become the next Demon Lord. As such, Yuuto is soon brought to a demonic academy in order to improve his devilish skills and earn the title of demon lord. And, you know, get a harem along the way.   \n  \nFrom the author of Masou Gakuen HxH and Ecstas Online.",
      "pt-br": "\"A humanidade é nada mais que escrava para uma raça demoníaca - Um estudante comum do ensino médio, Morioka Yuuto, foi escolhido para ser candidato ao próximo rei demônio. Ele é transferido para o colégio Ginsei, aonde é tratado com desdenho pelos outros estudantes. [Juro que vou te fazer ser rei demônio. Por isso... me torne a sua serva!] Yuuto se encontra com uma linda demônio, Himegami Lizel, que muda o seu mundo e sua vida. Ele pode aprender qualquer tipo de magia instantaneamente e absorver poder mágico infinitamente ao ter contato com suas servas. Esse é um poder especial que os demônios não tinham e era concedida a apenas a um humano, Yuuto. O humano que se tornou candidato a rei demônio e desafiou os mais fortes demônios para ser o próximo rei! Emocionante e fascinante. A fantástica história de ascensão em um colégio de magia se inicia!\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f3bcae4-2d96-4c9d-932c-90181d9c873e",
    "title": {
      "en": "Boku no Hero Academia"
    },
    "updatedAt": "2025-02-02T14:53:21+00:00",
    "coverArt": "https://mangadex.org/covers/4f3bcae4-2d96-4c9d-932c-90181d9c873e/c7a7101a-8e22-442b-a1db-55ba9ef5b1ab.jpg",
    "altTitles": [
      {
        "ja-ro": "HeroAca"
      },
      {
        "tr": "Kahramanlık Akademim"
      },
      {
        "es": "Mi Academia de Héroes"
      },
      {
        "ja-ro": "BnHA"
      },
      {
        "pl": "My Hero Academia: Akademia Bohaterów"
      },
      {
        "ru": "Моя геройская академия"
      },
      {
        "he": "אקדמיית הגיבורים שלי"
      },
      {
        "ar": "أكاديمية بطلي"
      },
      {
        "ms": "ഹീറോ അക്കാദമി"
      },
      {
        "th": "มายฮีโร่ อคาเดเมีย"
      },
      {
        "ja": "僕のヒーローアカデミア"
      },
      {
        "zh": "我的英雄学院"
      },
      {
        "zh": "我的英雄學院"
      },
      {
        "ko": "나의 히어로 아카데미아"
      },
      {
        "ne": "मेरो हिरो एकेडेमिया"
      },
      {
        "fr": "My Hero Academia"
      },
      {
        "kk": "Қаһарман Академиям"
      },
      {
        "kk": "Ерлік Академиям"
      },
      {
        "ja-ro": "Boku no Hero Academia"
      },
      {
        "vi": "Học Viện Siêu Anh Hùng"
      },
      {
        "pt-br": "My Hero Academia"
      },
      {
        "ko": "나의 영웅 아카데미아"
      },
      {
        "es-la": "Mi Academia de Héroes"
      },
      {
        "en": "My Hero Academia"
      },
      {
        "ur": "میرا ہیرو اکیڈمی"
      }
    ],
    "description": {
      "en": "One day, a four-year-old boy came to a sudden realization: the world is not fair. Eighty percent of the world's population wield special abilities, known as \"quirks,\" which have given many the power to make their childhood dreams of becoming a superhero a reality. Unfortunately, Izuku Midoriya was one of the few born without a quirk, suffering from discrimination because of it. Yet, he refuses to give up on his dream of becoming a hero; determined to do the impossible, Izuku sets his sights on the elite hero training academy, UA High.  \n  \nHowever, everything changes after a chance meeting with the number one hero and Izuku's idol, All Might. Discovering that his dream is not a dead end, the powerless boy undergoes special training, working harder than ever before. Eventually, this leads to him inheriting All Might's power, and with his newfound abilities, gets into his school of choice, beginning his grueling journey to become the successor of the best hero on the planet.\n\n---\n\n**Note: Because a takedown notice was sent to MangaDex from the owners of this series, fan translations of My Hero Academia are currently unavailable to be uploaded. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/my-hero-academia) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free at the below link.**",
      "es": "Un día, un niño de cuatro años se dio cuenta de repente: el mundo no es justo. El 80% de la población mundial posee habilidades especiales, conocidas como «quirks», que han dado a muchos el poder de hacer realidad sus sueños infantiles de convertirse en superhéroes. Por desgracia, Izuku Midoriya fue uno de los pocos que nació sin una «quirk», sufriendo discriminación por ello. Sin embargo, se niega a renunciar a su sueño de convertirse en un héroe; decidido a hacer lo imposible, Izuku pone sus miras en la academia de entrenamiento de héroes de élite, UA High.  \n  \nSin embargo, todo cambia tras un encuentro casual con el héroe número uno e ídolo de Izuku, All Might. Al descubrir que su sueño no es un callejón sin salida, el chico sin poderes se somete a un entrenamiento especial, esforzándose más que nunca. Finalmente, esto le lleva a heredar el poder de All Might y, con sus nuevas habilidades, consigue entrar en la escuela de su elección, comenzando su agotador viaje para convertirse en el sucesor del mejor héroe del planeta.",
      "fr": "Dans un monde où 80 % de la population possède un super-pouvoir appelé alter, les héros font partie de la vie quotidienne. Et les super-vilains aussi ! Face à eux se dresse l’invincible All Might, le plus puissant des héros ! Le jeune Izuku Midoriya en est un fan absolu. Il n’a qu’un rêve : entrer à la Hero Academia pour suivre les traces de son idole.\nLe problème, c’est qu’il fait partie des 20 % qui n’ont aucun pouvoir…\n\nSon destin est bouleversé le jour où sa route croise celle d’All Might en personne ! Ce dernier lui offre une chance inespérée de voir son rêve se réaliser. Pour Izuku, le parcours du combattant ne fait que commencer !\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ru": "Манга повествует о мире, где больший процент населения человечества рождается с необычной способностью (называется это - причуда), но наш главный герой в этот процент не попал. И по всем законам жанра неудачник сам упорно пытается достичь небывалой силы и приблизиться к своей мечте - стать супергероем.",
      "vi": "Thế giới trở nên tràn ngập những người sở hữu một thứ siêu năng lực gọi là \"Kosei\"! Các \"Siêu anh hùng\" xuất hiện chống lại những tên tội phạm \"Villain\" chuyên lợi dụng \"Kosei\" để lộng hành. Sức mạnh áp đảo của họ làm nhiều người vô cùng ngưỡng mộ. Nhân vật chính là cậu bé Midoriya Izuku (tên thường gọi là \"Deku\") cũng ôm ấp giấc mơ trở thành \"Siêu anh hùng\"....!?\n\n(Source: MangaPlus)",
      "es-la": "Un día, un niño de cuatro años se dio cuenta de repente: el mundo no es justo. El 80% de la población mundial posee habilidades especiales, conocidas como «quirks», que han dado a muchos el poder de hacer realidad sus sueños infantiles de convertirse en superhéroes. Por desgracia, Izuku Midoriya fue uno de los pocos que nació sin una «quirk», sufriendo discriminación por ello. Sin embargo, se niega a renunciar a su sueño de convertirse en un héroe; decidido a hacer lo imposible, Izuku pone sus miras en la academia de entrenamiento de héroes de élite, UA High.  \n  \nSin embargo, todo cambia tras un encuentro casual con el héroe número uno e ídolo de Izuku, All Might. Al descubrir que su sueño no es un callejón sin salida, el chico sin poderes se somete a un entrenamiento especial, esforzándose más que nunca. Finalmente, esto le lleva a heredar el poder de All Might y, con sus nuevas habilidades, consigue entrar en la escuela de su elección, comenzando su agotador viaje para convertirse en el sucesor del mejor héroe del planeta.",
      "pt-br": "Em um mundo onde quase toda a população possui algum poder sobre-humano, Izuku Midoriya é um dos poucos casos de pessoas comuns. Mas esse não é o maior de seus problemas. Exatamente por ser desprovido de qualquer poder, Izuku sofre constantemente nas mãos de seus colegas de classe. Nesse mundo fictício, desde o primeiro caso constatado de um recém-nascido com algum tipo de poder, o índice de criminalidade cresceu proporcional ao surgimento de heróis com as mais variadas capacidades. E, como não poderia deixar de ser, o sonho de Izuku é se tornar um super-herói. Isso parecia impossível, até o dia que ele ajuda o poderoso All Might na captura de um vilão gosmento. Ao demonstrar grande coragem e um forte senso de justiça, com a ajuda do famoso herói de cabelos louros, o garoto enfim terá a chance de se tornar quem sempre sonhou!"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "431"
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck - Digital Colored Comics"
      },
      {
        "en": "Undead Unluck"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      },
      {
        "vi": "Bất tử và bất hạnh (Bản màu)"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4be018ea-d733-4323-8840-e2dc1082729e",
    "title": {
      "en": "Renai Shigou Shugi"
    },
    "updatedAt": "2022-02-21T02:46:48+00:00",
    "coverArt": "https://mangadex.org/covers/4be018ea-d733-4323-8840-e2dc1082729e/4d2ea247-0949-4d38-8f36-4f80d38be9da.jpg",
    "altTitles": [
      {
        "de": "Gib mir Liebe"
      },
      {
        "en": "LoveSupreme Principle"
      },
      {
        "ja-ro": "Ren-ai Shijo Shugi"
      },
      {
        "ja-ro": "Ren-ai Shijou Shugi"
      },
      {
        "ja-ro": "Renai Shijo Shugi"
      },
      {
        "ja-ro": "Renai Shijou Shugi"
      },
      {
        "ja": "レンアイ至上主義"
      },
      {
        "zh": "恋爱至上主义"
      }
    ],
    "description": {
      "en": "Karate girl Seri tries to kick away her past in order to catch a new guy at a singles party, but Tamaki, a childhood flame from her old karate dojo, shows up to show off and makes her heart pound. Their reintroduction leads to a karate challenge, and if Seri loses, she must become Tamaki's \"toy\"…!? It's a game of love with more rivals and obstacles (and sex!–LOTS of SEX!) than either Seri or Tamaki could have foreseen!",
      "pl": "Pewnego dnia Seri zostaje zmuszona przez przyjaciół do wzięcia udziału w randce w ciemno. Spotyka na niej swoją dawną, dziecięcą miłość z zajęć karate – Tamakiego. Wkrótce Tamaki i Seri zostają parą, ale wygląda na to, że wszystko wokół chce, by się rozstali.",
      "es-la": "Seri nunca ha tenido suerte en el amor. Ella lo achaca a su carácter y aficiones, poco propias de una chica, como es el kárate. Deseando tener una vida un poco más normal decide dejar de lado todo aquello que le gusta y acude a una reunión de amigos con la intención de buscar novio. Para su desgracia, en la misma se encuentra con su primer amor, Tamaki, que era el hijo del dueño del dojo donde practicaba kárate y que la conoce perfectamente."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "erotica",
    "lastVolume": "8",
    "lastChapter": "41"
  },
  {
    "mangaId": "ed8446d8-ca91-42cd-89bb-7572311897e4",
    "title": {
      "en": "My friend's AnlyFons"
    },
    "updatedAt": "2025-02-03T15:57:49+00:00",
    "coverArt": "https://mangadex.org/covers/ed8446d8-ca91-42cd-89bb-7572311897e4/c8b6c37e-7015-4225-95cc-dc07e86e7b79.png",
    "altTitles": [],
    "description": {
      "en": "My friend's AnlyFons"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9edb3559-215b-430d-982b-306f3ca49098",
    "title": {
      "en": "Anna Komnene"
    },
    "updatedAt": "2024-11-03T13:58:26+00:00",
    "coverArt": "https://mangadex.org/covers/9edb3559-215b-430d-982b-306f3ca49098/ba63e425-a1a4-4737-92cc-b91729d1b754.jpg",
    "altTitles": [
      {
        "ja": "アンナ・コムネナ"
      },
      {
        "en": "Anna Comnena"
      },
      {
        "el": "Ἄννα Κομνηνή"
      },
      {
        "el": "ἌΝΝΑ ΚΟΜΝΗΝΉ"
      }
    ],
    "description": {
      "en": "\"I will become emperor and bring peace to the world!\"\n\nA vivid depiction of the life of the Byzantine princess Anna Comnena, the only known female historian of the Western Middle Ages!\n\n(Source: Twi4, translated)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5bf9cc3-d003-47fe-bc76-99774b2a0562",
    "title": {
      "en": "Nichijou"
    },
    "updatedAt": "2024-10-21T23:48:57+00:00",
    "coverArt": "https://mangadex.org/covers/f5bf9cc3-d003-47fe-bc76-99774b2a0562/ab34d32a-c813-409f-9b4c-3ef95886222c.jpg",
    "altTitles": [
      {
        "fi": "Arki"
      },
      {
        "tr": "Günlük Yaşam"
      },
      {
        "en": "My Ordinary Life"
      },
      {
        "ru": "Мелочи Жизни"
      },
      {
        "ja": "日常"
      },
      {
        "ko": "일상"
      },
      {
        "fr": "Mon quotidien"
      },
      {
        "uk": "Повсякденнощі"
      },
      {
        "th": "สามัญขยันรั่ว"
      },
      {
        "pt-br": "Minha Vida Comum"
      }
    ],
    "description": {
      "de": "Währendessen der Titel \"alltägliches Leben\" bedeutet ist der Inhalt alles andere als alltäglich. Es handelt sich um ein komplett bizarres und verücktes \"alltags Leben\" von einer gruppe High School Schüler. Das Setting ist eine außergewöhnliche Schule, wo du den Rektor sehen kannst wie er mit einen Reh kämpft oder einen Roboter Arm. Wie auch immer, es gibt immernoch normale Geshichten, wie ein Kartenhaus bauen oder einen Test schreiben für den du dich nicht vorbereitet bist. Der Stil ist süß aber mischt auch extreme Ausdrücke und Actionszenen für Überraschende Komedie Einlagen.",
      "en": "While the title suggests a story of simple, everyday school life, the contents are more the opposite. The setting is a strange school where you may see the principal wrestle a deer or a robot's arm hide a rollcake. However there are still normal stories, like making a card castle or taking a test you didn't study for. The art style is cute but mixes with extreme expressions and action sequences for surprising comedy bits.\n\n(The original magazine run ends at Chapter 192)",
      "ru": "Обычная манга про обыную японскую жизнь.",
      "uk": "Хоча назва вказує на щось буденне, вона є абсолютним протилежним до того, що коїться у манзі. Дії відбуваються у дуже дивній школі, де директор не проти побоксувати з оленем. Або робот, у руці якого сховано тістечко. Звісно не обійшлося без буденності, як от коли вірша забув вивчити і вчиш на уроці. Або картковий дім, який ти вже майже добудував, руйнується вщент! Словом, небуденна буденність.",
      "pt-br": "Enquanto o título sugere uma história simples de vida escolar, todos os dias, o conteúdo é mais o contrário. O cenário é uma escola estranha, onde você poderá ver o principal lutar com um cervo ou o braço de um robô esconder um bolo. No entanto ainda há histórias normais, como fazer um castelo de cartas ou de um teste que você não estudou. O estilo de arte é bonito, mas se mistura com expressões extremas e sequências de ação para os bits de comédia surpreendentes..."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b586cbab-ec8f-4719-b9f0-9e6746da6526",
    "title": {
      "en": "Kamen Rider Amazon"
    },
    "updatedAt": "2023-03-24T12:24:43+00:00",
    "coverArt": "https://mangadex.org/covers/b586cbab-ec8f-4719-b9f0-9e6746da6526/5c6411e0-6bff-4770-8589-20a6f3c39c4f.png",
    "altTitles": [
      {
        "ja": "仮面ライダーアマゾン"
      },
      {
        "en": "Masked Rider Amazon"
      }
    ],
    "description": {
      "en": "Amazon, a wild youth in the jungle, is remodeled by the ancient Inca science. With the \"Bracelet of Gigi,\" the key that opens the door to the hidden treasure, on his arm, he protects the treasured ordnance and weaponry, as well as the future of mankind! \n\nThe enemy is Gorgoth, a ten-faced demon who plans to conquer the world with the \"Bracelet of Gaga,\" an opposing key!"
    },
    "status": "completed",
    "releaseDate": 1974,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "f203c952-84f0-466d-aa68-9287448ec34b",
    "title": {
      "en": "Saint Seiya: Episode G Requiem"
    },
    "updatedAt": "2025-01-29T22:51:51+00:00",
    "coverArt": "https://mangadex.org/covers/f203c952-84f0-466d-aa68-9287448ec34b/39da3e15-fff1-4ba9-a555-1e4ad048314c.jpg",
    "altTitles": [
      {
        "ja-ro": "Seinto Seiya Episōdo Jī Rekuiemu"
      },
      {
        "ja": "聖闘士星矢EPISODE.Gレクイエム"
      }
    ],
    "description": {
      "en": "The world is wrapped in flames and about to be destroyed by the actions of primordial gods intending to cleanse the planet. While the goddess Athena stands alone in a desperate attempt to contain the worst of the attack, it is up to Seiya, the last Saint standing, to battle the gods and join her to save the earth. The final battle of the Gold Saints is about to begin."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85ce7857-3d01-4b0a-adff-7a4cba347ced",
    "title": {
      "en": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 4-bu 「 Kizokuin no Toshokan wo Sukuitai!」"
    },
    "updatedAt": "2025-01-02T05:53:11+00:00",
    "coverArt": "https://mangadex.org/covers/85ce7857-3d01-4b0a-adff-7a4cba347ced/c7daee87-b9bc-492b-b27f-fa7cb2a95162.jpg",
    "altTitles": [
      {
        "en": "Ascendance of a Bookworm ~I'll do anything to become a librarian~ Part 4 「Let's Save the Royal Academy Library!」"
      },
      {
        "ja-ro": "Honzuki no Gekokujou: Part 4"
      },
      {
        "ja": "本好きの下剋上～司書になるためには手段を選んでいられません～第四部 貴族院の図書館を救いたい!"
      },
      {
        "ja-ro": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 4-bu 「 Kizokuin no Toshokan wo Sukuitai!」"
      },
      {
        "en": "Ascendance of a Bookworm: Part 4"
      }
    ],
    "description": {
      "en": "As Rozemyne wakes up after almost two years she finds out that the world around her has undergone great change causing her to feel like Urashima Tarō from the Japanese fairy tale. However, there is no time for her to get acclimate to the new world as she is quickly sent off to the Royal Academy to become a true noble.   \nShe is presented with the difficult task of raising Ehrenfest's ranking while being surrounded by eccentric teachers and children from other duchies however she is motivated by the Royal Academy's giant library. While there are no other Archduke Candidates or members of royalty around Rozemyne commandeers the library!  \nHere begins Part 4 of this biblio-fantasy as we enter the Royal Academy!\n___\n**Character Designer:** [Shiina You](https://mangadex.org/author/bf3b6af9-eac9-4886-be15-bc4a75640ede)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "708e2bed-5bc7-46c4-b9e8-a1c5d32a992a",
    "title": {
      "en": "Kamikakushi no Eden"
    },
    "updatedAt": "2025-01-31T09:42:55+00:00",
    "coverArt": "https://mangadex.org/covers/708e2bed-5bc7-46c4-b9e8-a1c5d32a992a/76952796-a7df-43f1-96ca-9d7a982f11e1.jpg",
    "altTitles": [
      {
        "ja": "神隠しの楽園"
      },
      {
        "en": "The Paradise of Abduction"
      },
      {
        "id": "Edennya Penculik"
      }
    ],
    "description": {
      "en": "Kuroto Hinata is searching for his sister, who “once existed” but is now forgotten by everyone around him. He receives a letter from the beautiful transfer student, Shirai Shimotsuki, stating, “If you want to know about the whereabouts of your sister, come to the library after school.”. When Kuroto goes to the library, he finds Shirai inexplicably half-naked and waiting for him. This is a sex and meta-fantasy manga created by Gensei Sahara, the artist behind *Sex & Dungeon*!!___**Alt Official Raw:** [niconico Manga](https://manga.nicovideo.jp/comic/65209)",
      "id": "Si protagonis, Kuroto Hinata, mencari-car adiknya yang seharusnya \"pernah ada\" tapi kini telah dilupakan semua orang yang ada di sekelilingnya. Dia menerima surat dari murid pindahan cantik, Shiroi Shiuku, yang bertuliskan, \"kalo kamu ingin tahu keberadaan adikmu, datanglah ke perpustakaan sepulang sekolah.\" Saat Kuroto ke perpustakaan, dia menemui Shiroi entah kenapa setengah telanjang menunggu dirinya.",
      "ja": "黒戸日向(ルビ：くろどひなた)は“かつて存在した”妹のことを探している。そんな日向のもとに転校生の白井下月(ルビ：しろいしづく)から手紙が届く。\n\n「妹の行方について知りたかったら放課後、図書室まで」\n\n日向は手紙を手に図書室に行くと、そこには半裸の下月が待っていた――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89c37252-b871-42fc-8043-9bca82c6a340",
    "title": {
      "en": "Martial Legacy"
    },
    "updatedAt": "2024-11-23T03:37:00+00:00",
    "coverArt": "https://mangadex.org/covers/89c37252-b871-42fc-8043-9bca82c6a340/67f0ba8a-5ef8-48fc-a777-ee9baf27f160.png",
    "altTitles": [
      {
        "en": "Martial Inheritance"
      },
      {
        "ru": "Боевое наследие"
      },
      {
        "zh": "传武"
      }
    ],
    "description": {
      "en": "A boy named Shi Shan and his little sister were offered as sacrifice to a demon that has been haunting their village. They were rescued by a martial artist who exorcised demons. He took the siblings in as his disciples and taught them the art of cultivation and about the demons that dwell in this world.\n\n---\nTranslated raw sypnosis:\n\nHe said, \"This world fundamentally should not have demons.\" And thus, all the lands became peaceful.",
      "zh": "他说：“这世上本不该有鬼”。然后，这世间为之一清。（摘自腾漫）"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "430cb896-ceb2-4f55-9935-f61ce673ef7a",
    "title": {
      "en": "My Daughter Is a Dragon!"
    },
    "updatedAt": "2024-07-27T15:57:14+00:00",
    "coverArt": "https://mangadex.org/covers/430cb896-ceb2-4f55-9935-f61ce673ef7a/0faf4c13-26d1-4813-9be7-c33b02586a56.jpg",
    "altTitles": [
      {
        "ko": "내 딸은 드래곤!"
      },
      {
        "ko-ro": "Nae Ttareun Dragon!"
      },
      {
        "fr": "Ma fille est un dragon !"
      },
      {
        "ja": "俺の娘はドラゴン！"
      },
      {
        "zh": "女儿的超能力是把我变帅！"
      },
      {
        "es-la": "¡Mi Hija es un Dragón!"
      }
    ],
    "description": {
      "en": "Graduate student Kim Jihoon's life is turned upside-down when the long-lost daughter he didn't know he had turns up on his doorstep. After he takes in his daughter Chaerin at her mother's request, Jihoon's life takes a surprising turn for the better. Things start going his way at school, and even his eyesight improves. Although parenting a precocious 7-year-old is a handful, Jihoon loves his little girl, and life is better than ever. It's almost as if there's some magical force at work..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "100"
  },
  {
    "mangaId": "c1e284bc-0436-42fe-b571-fa35a94279ce",
    "title": {
      "en": "Drama Queen"
    },
    "updatedAt": "2024-12-28T14:56:46+00:00",
    "coverArt": "https://mangadex.org/covers/c1e284bc-0436-42fe-b571-fa35a94279ce/dd3eb0cc-c864-4919-b3e3-c2518dfc28e8.jpg",
    "altTitles": [
      {
        "ja": "ドラマクイン"
      },
      {
        "ru": "Драма Квин"
      },
      {
        "ru": "Королева Драмы"
      },
      {
        "vi": "Nữ Hoàng Drama"
      },
      {
        "pt-br": "Rainha do Drama"
      },
      {
        "id": "Ratu Drama"
      },
      {
        "uk": "Королева Драми"
      }
    ],
    "description": {
      "en": "After saving Earth, aliens have taken up residence with the humans in Japan. Nomamoto, a factory worker with an abusive alien boss, one day meets Kitami, who tells her his own family was killed by aliens. The two quickly forge a friendship, but one day Kitami does the unthinkable…",
      "id": "Setelah menyelamatkan Bumi, para alien tinggal bersama manusia di Jepang. Nomamoto, seorang pekerja pabrik dengan bos alien yang kejam, suatu hari bertemu dengan Kitami, yang mengatakan bahwa keluarganya sendiri dibunuh oleh alien. Keduanya dengan cepat menjalin persahabatan, tetapi suatu hari Kitami melakukan hal yang tidak terpikirkan...",
      "ja": "<毎週月曜更新>宇宙人が地球を救ってから、人間と宇宙人が共に住むようになった日本。工場で宇宙人の上司にこき使われるノマモトは、家族を宇宙人に殺されたという北見と出会う。仲を深める2人だが、ある日北見がとんでもないことをしてしまい…",
      "ru": "Пришельцы спасли Землю и обосновались с людьми в Японии. Номамото, работающая на фабрике с отвратительным боссом-пришельцем, однажды встречает Китами, который рассказывает ей, что семью его убили пришельцы. Между ними быстро возникает дружба, но однажды Китами совершает немыслимое...",
      "uk": "Після порятунку Землі прибульцями, Японія стала спільним домом для них та людей. Номото, яка змушена терпіти знущання від свого боса-прибульця на заводі, зустрічає Кітамі, чиє серце розбите втратою сім'ї, вбитої прибульцями. Між ними виникає щира дружба, яка переходить до здійснення їх бажань... винищення всіх прибульців...",
      "pt-br": "Após salvar a Terra, os alienígenas passaram a viver com os humanos no Japão. Nomamoto, uma operária de fábrica com um chefe alienígena abusivo, um dia conhece Kitami, que conta que sua própria família foi morta por alienígenas. Os dois rapidamente formam uma amizade, mas um dia Kitami faz o impensável…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36",
    "title": {
      "en": "100 Ghost Stories That Will Lead to My Own Death"
    },
    "updatedAt": "2024-12-22T06:02:22+00:00",
    "coverArt": "https://mangadex.org/covers/1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36/be02fca6-7ef4-4833-91f9-cc43182f2987.jpg",
    "altTitles": [
      {
        "ja": "僕が死ぬだけの百物語"
      },
      {
        "ja": "Boku ga Shinu dake no Hyakumonogatari"
      },
      {
        "zh": "我死前的百物语"
      },
      {
        "en": "The Hundred Ghost Stories That Led to My Death"
      },
      {
        "en": "Hundred Ghost Stories of My Own Death"
      },
      {
        "en": "100 Ghost Stories That Will Lead to My Own Death"
      },
      {
        "en": "100 Ghost Stories to Die For"
      }
    ],
    "description": {
      "en": "One day, an elementary school child named Yuuma tries to jump out of his classroom window. His classmate Hina stops him and, in a bid to stall for time, asks him, “Do you know the round of a hundred ghost stories?” Hina tells Yuuma about a ritual where, if you tell a hundred ghost stories, you’ll see ghosts afterward. Learning this gives Yuuma a new lease on life. Chapter by chapter, he shares ghost stories with the reader, slowly but surely inching his way toward one hundred…\n\n(Source: Seven Seas Entertainment)",
      "pt-br": "Série de terror antológica detalhando a \"Rodada das 100 Histórias de Fantasmas\", muitas vezes usado como um teste de coragem, onde os participantes contam cem histórias sobrenaturais,  apagam uma vela e se olham no espelho depois de terminar cada história. Quando a centésima vela é apagada, diz-se que fantasmas e demônios são convocados ao nosso mundo. Um antigo conto popular originário do Japão recontado por de Yuuma, um menino que vive em uma casa problemática."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3aeb3968-5d1f-482d-abac-e8e19dd7fa98",
    "title": {
      "en": "Back Street Girls"
    },
    "updatedAt": "2023-12-21T18:44:13+00:00",
    "coverArt": "https://mangadex.org/covers/3aeb3968-5d1f-482d-abac-e8e19dd7fa98/8856a30f-6714-4e43-961b-0d2caf9044fe.jpg",
    "altTitles": [
      {
        "ru": "Из якудзы в поп-кумиры"
      },
      {
        "zh": "后街女孩"
      },
      {
        "zh-hk": "後街女孩"
      },
      {
        "ko": "백 스트리트 걸즈"
      },
      {
        "ja": "Back Street Girls ～ゴクドルズ～"
      },
      {
        "ja-ro": "Back Street Girls: Gokudols"
      },
      {
        "ja": "バックストリートガールズ ～ゴクドルズ～"
      }
    ],
    "description": {
      "en": "A group of 3 yakuza failed their boss for the last time. After messing up an important job, the boss gives them 2 choices: Honorably committing suicide, or go to Thailand to get a sex reassignment surgery in order to become \"female\" idols. After a gruesome year long training to become idols, they successfully debut, with overwhelming popularity, much to their dismay. This is where their tragedy truly begins.  \n  \nLink:  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20851) (anime)"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "144"
  }
]