[
  {
    "mangaId": "84bab9b6-b5c1-40e2-a9ce-0664e519b177",
    "title": {
      "en": "Takemitsu Zamurai"
    },
    "updatedAt": "2024-05-07T16:07:09+00:00",
    "coverArt": "https://mangadex.org/covers/84bab9b6-b5c1-40e2-a9ce-0664e519b177/ec640bb2-022e-431b-a46a-294b32b01c1f.jpg",
    "altTitles": [
      {
        "en": "Bamboo Samurai"
      },
      {
        "tr": "Bambu Kılıçlı Samuray"
      },
      {
        "ja-ro": "Takemitsuzamurai"
      },
      {
        "ja": "竹光侍"
      }
    ],
    "description": {
      "en": "Early one New Year's morning, the rounin Senou Souichirou appears in Edo's Katagi tenements.  \n  \nInitially, the inhabitants regard him with fear and suspicion: Kankichi, the carpenter's son, thinks he may not be human; the neighborhood cats remark that he reeks of blood. But soon Souichirou pawns his sword, and, with a bamboo replica at his waist, settles down to a quiet life as the neighborhood school-teacher.  \n  \nMonths pass, and all appears to be well. But trouble will not leave the Katagi tenements alone …  \n  \n---\n- **Won the 15th Osamu Tezuka Cultural Grand Prize in 2011**"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "83"
  },
  {
    "mangaId": "7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed",
    "title": {
      "en": "Isekai de Haishin Katsudou wo Shitara Tairyou no Yandere Shinja wo Umidashite Shimatta Ken"
    },
    "updatedAt": "2024-01-30T04:19:05+00:00",
    "coverArt": "https://mangadex.org/covers/7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed/a310496a-0b5c-4b81-8250-9608c8ce40c6.jpg",
    "altTitles": [
      {
        "ja": "異世界で配信活動をしたら大量のヤンデレ信者を生み出してしまった件"
      },
      {
        "en": "When I started streaming in another world, I ended up creating a large number of Yandere followers."
      }
    ],
    "description": {
      "en": "Living in Ataraxia, a world of swords and magic, a reincarnated individual decided to make a living out of streaming.\n\nLiving in a world where such a thing did not exist despite the many forms of entertainment, he quickly made a name for himself.\n\nThis is not the tale of just a streamer… but of a boy who becomes a legend as a haishinsha.",
      "ja": "剣と魔法の世界アタラシア――その世界に生きる一人の転生者が配信活動に手を出した。 数多くの娯楽はあれど、そのようなモノが存在しなかった世界で彼はたちまち有名になった。 これは異世界で唯一の配信者……ではなく、ハイシンシャになろうと考えた少年の物語である。",
      "vi": "Anh nhân vật chính của chúng ta được chuyển sinh sang thế giới có sự tồn tại của ma thuật. Sở hữu trong mình sức mạnh bá ko tả nổi, anh sẽ đánh bại quái vật để kiếm sống ư? Không, anh chê, anh muốn theo đuổi đam mê, anh muốn làm streamer để kiếm sống."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60449946-9a58-4274-a566-fbe4235414aa",
    "title": {
      "en": "Toshiue Elite Onna Kishi ga Boku no Mae de dake Kawaii"
    },
    "updatedAt": "2023-12-20T22:59:14+00:00",
    "coverArt": "https://mangadex.org/covers/60449946-9a58-4274-a566-fbe4235414aa/b5a976f7-068f-4ca8-99a4-9b610c6207c6.jpg",
    "altTitles": [
      {
        "es-la": "La Caballero de Élite Mayor es Tierna Solo Conmigo"
      },
      {
        "en": "My Elite Senior Dame Knight Only Acts Cute to Me"
      },
      {
        "en": "Older elite knight is cute only in front of me"
      },
      {
        "ja": "年上エリート女騎士が僕の前でだけ可愛い"
      },
      {
        "zh-hk": "年上的精英女騎士只在我面前表現得可愛"
      }
    ],
    "description": {
      "en": "Haru is a 16-year-old recruit of the \"Black Hawk\" 4th Cavalry Unit of the Knights' Regiment under the command of Captain Karen, a profoundly beautiful and fierce 29-year-old swordswoman, who, unbeknownst to all the unit except Haru, is a pure maiden with exactly zilch experience with men. Being privy to this delightful side of her, Haru secretly henpecks her and teases her lovingly, which turns her into a flustered and heavily-armed tomato. Watch as he slowly inches his way into her heart as he dodges her longsword!  \n\n- Light Novel: [Bookwalker](https://bookwalker.jp/series/228090)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f97979cc-c0dd-42e2-a32b-c56f8047f7ba",
    "title": {
      "en": "Ore dake Fuguu Skill no Isekai Shoukan Hangyakuki ~Saijaku Skill \"Kyuushuu\" ga Subete o Nomikomu made~"
    },
    "updatedAt": "2024-05-12T11:12:35+00:00",
    "coverArt": "https://mangadex.org/covers/f97979cc-c0dd-42e2-a32b-c56f8047f7ba/e2811655-d465-4544-a34a-45c51330ae93.jpg",
    "altTitles": [
      {
        "ja": "俺だけ不遇スキルの異世界召喚叛逆記～最弱スキル【吸収】が全てを飲み込むまで～"
      },
      {
        "en": "I'm the Only One with a Failure of a Skill in Another World's Summoning Rebellion: Until the Weakest Skill [Absorption] Swallows Everything"
      }
    ],
    "description": {
      "en": "The student Nakatani Yuto was supposed to be having a regular life, however his whole class was transferred to another world. All the students gained powerful skills and were worshipped as heroes, but for Yuto who got the unfavorable skill [Absorption]...! ?",
      "ja": "高校生の中谷夕斗は突然クラスメイトと共に異世界へ「勇者」として召喚されてしまう。クラスメイト達が強力な技能（スキル）を授かるなか、ユウトが授かったのは不遇スキル【吸】であった。 使い物にならないユウトは魔物との戦闘で致命傷を負うが、クラスメイトは彼を見殺しに…。その瞬間、ユウトにはどこからともなく“声”が聞こえて――…!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cd657d2-fa8c-4927-b884-44952fe5fbd1",
    "title": {
      "en": "Itoko no Ko"
    },
    "updatedAt": "2024-05-07T19:34:01+00:00",
    "coverArt": "https://mangadex.org/covers/8cd657d2-fa8c-4927-b884-44952fe5fbd1/699b46d6-8203-4d18-be7d-78cbda80c5c5.jpg",
    "altTitles": [
      {
        "ja": "いとこのこ"
      },
      {
        "vi": "Nhỏ em họ của tôi"
      },
      {
        "en": "My Cousin"
      },
      {
        "ja-ro": "Itokonoko"
      },
      {
        "en": "My Young Cousin"
      }
    ],
    "description": {
      "en": "His more-than-friends, less-than-lovers cousin is so cute that he could die!!!!? \n\nNozomu is a boy staying at his uncle's house over summer vacation. In the countryside, where there are no convenience stores, or any busses even, the boy has a problem. That problem is his younger cousin, Sou! He’s being led around by this tanned, energetic girl day after day and can’t show her the dignity befitting his older age! \n\nOn top of that, whether intentional or not, he’s getting flustered by Sou’s inviting demeanor. Eventually, Nozomu couldn’t take his eyes off Sou and is falling more and more under her spell...!!? With a “cousin” like this, his reason is having a hard time hanging on! \n\nThis is a romcom with a guy who’s going under from all his tanned cousin’s teasing!",
      "ja": "友達以上恋人未満な従妹が死ぬほど可愛い!!!!?\n\n夏休みの間、叔父の家に過ごすことになった少年・望。コンビニもない、バスも来ない、ないない尽くしの田舎で彼にはある悩みがあった。\n\nその原因は「従妹」の爽!! 褐色元気っ娘の彼女に毎回からかわれては年上の威厳を見せられないでいた！ しかも、天然なのか意図的なのか分からない爽の誘ってくるような仕草にドキッとする始末。いつしか、望は彼女のことが目を離せず、ドンドン爽に攻略されていって……!!?\n\nこんな「従妹」がいてくれたら理性が持たない!? からかい上手の褐色従妹ちゃんによるお兄ちゃん攻略ラブコメ!!!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d2ce760-9c8f-42d5-82b5-6d940f040039",
    "title": {
      "en": "An-chan no Aan"
    },
    "updatedAt": "2021-05-25T15:45:44+00:00",
    "coverArt": "https://mangadex.org/covers/9d2ce760-9c8f-42d5-82b5-6d940f040039/5ce38fbb-b29a-460c-a257-0d35bf0e551c.jpg",
    "altTitles": [
      {
        "en": "A~n-chan no A~n"
      },
      {
        "en": "A~nchan no A~n"
      },
      {
        "en": "Aan-chan no Aan"
      },
      {
        "en": "Aanchan no Aan"
      },
      {
        "en": "Aannya An"
      },
      {
        "en": "あ〜んちゃんのあ〜ん"
      }
    ],
    "description": {
      "en": "This is a 4-Koma manga in which An-chan always says \"Aan.\"  \n  \n**Links:**  \n- [Author's Twitter](https://twitter.com/KANEKOMOTOKI)\n"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "48414850-6adf-4073-8591-2402ff47e74c",
    "title": {
      "en": "Yarinaoshi Reijou wa Ryuutei Heika wo Kouryaku-chuu"
    },
    "updatedAt": "2024-05-04T15:50:39+00:00",
    "coverArt": "https://mangadex.org/covers/48414850-6adf-4073-8591-2402ff47e74c/c18487d3-af20-488a-ba8d-80a8c7efc062.jpg",
    "altTitles": [
      {
        "ja": "やり直し令嬢は竜帝陛下を攻略中"
      },
      {
        "en": "The Do-Over Damsel Conquers the Dragon Emperor"
      },
      {
        "en": "The Returnee Noble Lady in the Middle of Conquesting His Majesty the Dragon Emperor"
      },
      {
        "es": "¡Vence al Emperador Dragón en esta ronda, Señorita!"
      },
      {
        "zh": "重生大小姐正在攻略龙帝殿下"
      },
      {
        "ko": "새출발 영애는 용제폐하를 공략중"
      },
      {
        "en": "Win Over the Dragon Emperor This Time Around, Noble Girl!"
      },
      {
        "vi": "Tiểu Thư Trùng Sinh chinh phục Long Đế Bệ Hạ"
      },
      {
        "vi": "小姐重生征服龍帝陛下 (Nom Script)"
      },
      {
        "id": "Seorang Putri Yang Kembali Ke Masa Lalu Sedang Menaklukkan Kaisar Naga"
      }
    ],
    "description": {
      "en": "The curtains rise on the tale of a young lady who once stormed the battlefields now getting to start her life all over again!  \n  \nThe young noblewoman, Jill, was sentenced to death by her fiancé, the Crown Prince. Just as she was on the brink of death, time rewinds back to when she was 10 years old, to the party where her engagement had been decided!   \n  \nDetermined to avoid going down the same path to ruin, Jill hastily proposes to the person behind her, only to discover that he’s none other than Hades, the Emperor of the neighboring kingdom who’s (set to) fall into darkness, ergo the worst villain.",
      "id": "Jill Savelle- seorang tunangan dari pangeran putra mahkota Gerald de Kleitos yang memiliki gelar \"Dewi Perang\"- telah diburu oleh negaranya sendiri yang telah dilindunginya. Dikhianati oleh pasangannya sendiri, dia difitnah sebagai sorang penghianat kemudian dijebloskan kedalam penjara. Di waktu-waktu terakhirnya, Jill memiliki banyak penyesalan, tapi ketika ajal sedang menjemputnya, dia tiba-tiba saja terbangun pada saat 6 tahun lalu. Dan kali ini, dia telah bertekad untuk tidak diperalat lagi.\n\nSekarang, sebagai seorang gadis berusia 10 tahun, Jill memutuskan untuk melarikan diri dari pertunangan dengan pangeran yang menghampirinya. Dan pada akhirnya, dia secara tidak sengaja melamar pria berumur 19 tahun yang dikenal sebagai kaisar naga hades theos rave, yang nantinya akan menghancurkan negaranya. Tapi tanpa disangka, dia malah menerima lamarannya!\n\nBerbanding terbalik dengan ingatan Jill yang dulu, sekarang Jill melihat kalau Hades yang saat ini merupakan seorang kaisar yang sedang tidak beruntung.  Jadi bisakah Jill mencegah sang kaisar terjatuh kedalam jurang kegelapan? ataukah malah nasibnya sudah tidak bisa diubah lagi?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f652bc51-8d54-48e4-9504-3af8a3d8c91d",
    "title": {
      "en": "Looking for an Idol"
    },
    "updatedAt": "2023-06-16T01:48:13+00:00",
    "coverArt": "https://mangadex.org/covers/f652bc51-8d54-48e4-9504-3af8a3d8c91d/1f2c1844-468c-4992-a8ae-043f6945085e.jpg",
    "altTitles": [
      {
        "en": "Find an idol"
      },
      {
        "ja": "アイドルを探せ"
      },
      {
        "ja-ro": "Idol wo sagase"
      }
    ],
    "description": {
      "en": "Chikako Fujitani (18), 1st year at the Hanano Women’s College starts living alone at the same apartment as Kanro (An aspiring mangaka from the same school.) and Chiaki (A bus guide who pretends to be a college student to get a man.) While on the “Country-Bumpkin” tour she encounters Iwata, reconnects with her middle school crush, Nagae, and meets the landlady’s son, Makoto. It’s the kind of story about the bold and flimsy feelings of college students on an awkward, realistic love.",
      "ja": "花野女子短大1年、藤谷知香子、18歳。念願のひとり暮らしを同じアパートのカンロちゃん（同じ短大で漫画家志望）、千明さん（バスガイドをしているが、女子大生と偽って男を物色中）と楽しんでいる。おのぼりさんツアーで知りあった岩田君、中学の時の憧れ、永江君、大家さんの息子の誠君…気になる男子も多々…。大学生の大胆で繊細、そして不器用な恋愛をリアルに描いた、とっておきの恋のお話。"
    },
    "status": "completed",
    "releaseDate": 1984,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "73"
  },
  {
    "mangaId": "3c656386-202d-48ae-aa56-5017adc9e81b",
    "title": {
      "en": "Seiyuu Ka!"
    },
    "updatedAt": "2024-04-18T02:08:22+00:00",
    "coverArt": "https://mangadex.org/covers/3c656386-202d-48ae-aa56-5017adc9e81b/703c460e-d7e5-453f-9d20-055a31daa6bd.jpg",
    "altTitles": [
      {
        "vi": "Diễn Viên Lồng Tiếng"
      },
      {
        "ja-ro": "Seiyuu Ka-!"
      },
      {
        "ja-ro": "Seiyuu Kaa!"
      },
      {
        "ja-ro": "Seiyuu-ka!"
      },
      {
        "en": "Seiyuu-Ka! Lovely Voice"
      },
      {
        "en": "Voice Over!: Seiyu Academy"
      },
      {
        "ru": "Сэйю-ка!"
      },
      {
        "th": "วัยมันส์จอมป่วนก๊วนนักพากย์ !"
      },
      {
        "zh": "声优志愿"
      },
      {
        "ja": "声優かっ!"
      },
      {
        "zh": "真的是声优吗!"
      },
      {
        "zh-hk": "聲優志願!"
      }
    ],
    "description": {
      "en": "Kino Hime is a 15 year-old girl who just started her first year in a high school for voice actors (Seiyuu) called Hiiragi Academy. She dreams of becoming the voice of the main character in one of the most popular series in Japan, \"Magic Fighter Lovely Blazers\". The academy is the number one school which allows students to make their voice acting debuts and also includes other departments such as general education, sports, music, acting, and art.  \n  \nOf course this Academy is full of celebrities, too. Two of Hime's upperclassmen are none other than the two rising idols of the group \"Idol Unit AQUA\".  \n  \nBut Hime's dream is hard to fulfill. Her voice is not really suitable for a voice actress and her new classmate Kudou Senri doesn't waste time in pointing that out. Will Hime prove everybody, especially Senri, what she is capable of despite the first appearance?",
      "pt-br": "Kino Hime é uma menina de 15 anos que acabou de começar seu primeiro ano em uma escola para dubladores (Seiyuu) chamada Hiiragi Academy. Ela sonha em se tornar a voz do personagem principal de uma das séries mais populares no Japão, \"Magic Fighter Lovely Blazers\". A academia é a escola número um, que permite aos estudantes fazerem a sua estreia na dublagem, e também inclui mais departamentos: esportes, música, atuação, e arte.\n\nÉ claro que esta Academia é cheia de celebridades, também. Dois dos colegas de Hime não são outros senão os dois crescentes ídolos do grupo \"Idol Unit Aqua\".\n\nMas o sonho de Hime é difícil de se realizar. Sua voz não é realmente adequada para uma dubladora e seu novo colega de classe Kudou Senri não perde tempo em apontar isso. Hime vai provar que todos, especialmente Senri, o que ela é capaz de fazer, apesar da primeira aparição?"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "70"
  },
  {
    "mangaId": "be2efc56-1669-4e42-9f27-3bd232bca8ea",
    "title": {
      "en": "Ningen ni Koisuru Shinigami-chan"
    },
    "updatedAt": "2024-04-25T14:15:29+00:00",
    "coverArt": "https://mangadex.org/covers/be2efc56-1669-4e42-9f27-3bd232bca8ea/ce5a0bdb-da3c-419a-8620-ef22c5bd000d.jpg",
    "altTitles": [
      {
        "ja": "にんげんに恋する死神ちゃん"
      },
      {
        "pt-br": "A ceifadora se apaixona por um humano"
      },
      {
        "en": "The Grim Reaper Falls in Love With a Human"
      },
      {
        "vi": "Thần chết trót đem trọn tình yêu với một con người."
      },
      {
        "id": "Shinigami-chan yang jatuh cinta pada manusia"
      }
    ],
    "description": {
      "en": "_\"You can see me again?\"_\n\nOne day \"Human\" was overworked from his black company and about to die... and saw a Grim Reaper! But even though her job is to collect souls, \"Grim-chan\" instead takes care of \"Human\" so he doesn't die....?",
      "ja": "「ちゃんと休め～～!!」\n「また、あたしが見えてるな？」\n\n残業過多で疲れ切ってる「にんげん」はある日、ブラックな労働環境に死にかけて……死神が見えてしまう。\nしかし、魂の回収がお仕事なハズの「死神ちゃん」は、「にんげん」が心配のあまり死なないようにお世話をしてしまい――!?\n\n「死神ちゃん」と過ごす、春夏秋冬。疲れ切ってるあなたに贈る、癒やしのフルカラー・ラブコメ・コミック!!\n\n---\n\n\"Chanto yasume ~~!!\"\n \"Mata, atashi ga mie teru na?\"\n\nZangyō kata de tsukare kitteru 'nin gen' wa aru hi, burakkuna rōdō kankyō ni shinikakete... shinigami ga miete shimau. Shikashi, tamashī no kaishū ga oshigotona hazu no 'shinigami-chan' wa,'ni n gen' ga shinpai no amari shinanai yō ni osewa o shite shimai ――!? \n\n`Shinigami-chan' to sugosu, shunkashūtō. Tsukare kitteru anata ni okuru, iyashi no furukarā rabukome komikku!!",
      "pt-br": "\"Você pode me ver de novo?\" Um dia o \"Humano\" estava sobrecarregado de trabalho de sua empresa abusiva e prestes a morrer... ele viu uma Ceifadora! Mas mesmo que seu trabalho seja coletar almas, \"Grim-chan\" decide cuidar do \"Humano\" para que ele não morra...?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "41"
  },
  {
    "mangaId": "dd008813-6e96-4ffd-a49f-848445473b80",
    "title": {
      "en": "Live as a Villainess"
    },
    "updatedAt": "2024-05-01T13:32:25+00:00",
    "coverArt": "https://mangadex.org/covers/dd008813-6e96-4ffd-a49f-848445473b80/ef47e9a1-2ce8-45d8-89dc-94ade7aabe41.jpg",
    "altTitles": [
      {
        "ko": "악녀로 살라신다"
      }
    ],
    "description": {
      "en": "“You have to become a villain to live? … But how do you do that?” One day, Da-jeong Kim, an ordinary Korean office worker who suddenly possesses the world of a novel. In fact, it is Christine Rosalind, the villain character who dies at the beginning of the novel in the series that she possessed. Perhaps because of Da-jeong’s possession, the original death is avoided, but that is only temporary. In a few moments, you die, and when you die, you return to the starting point of your life. How can I live without dying? The sky throws a clear answer to Da-jeong, who is in trouble. let her be a villain When she becomes a villain she can live without dying. … By the way, can she become a villain that only eats her heart? “A world collapsing, twisting characters. If you want to live, you have to remember who you are.” She said she could only live if she was a villain, did she mean that she could only live? After many twists and turns, she heard the voice of a villain, but Da-jeong’s life is hard and painful. It turns out that Christine was born into a civilization of ‘dead or bad’. Unexpected characters appear in front of Da-jeong, who is in such trouble. Raymon Myers, who is the man of the original story and is a perfect match for Christine, Diane Schneider, who was not found in the original, but has a reputation as a vicious witch in the world, and Cordelian Parker, who was possessed by the original author, the female lead of the original and the creator of this world. The three of them approach Da-jeong with different goals…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed8a6312-14c1-4e15-a5c1-fac9ba62ef8f",
    "title": {
      "en": "Iljin Romance"
    },
    "updatedAt": "2024-01-28T23:55:52+00:00",
    "coverArt": "https://mangadex.org/covers/ed8a6312-14c1-4e15-a5c1-fac9ba62ef8f/144251fc-7890-4289-b505-3f2e4a7b5721.jpg",
    "altTitles": [
      {
        "ko": "일찐로맨스"
      },
      {
        "ja": "カーストロマンス"
      }
    ],
    "description": {
      "en": "Jin Daim has no friends, but likes drawing. Iljina is the most popular girl in school, even though she rejects every confession. Daim thinks she and her friends are an annoyance and disturbs his drawing time before class, but all he ever draws is her. Things get complicated when his secret sketch books gets discovered by one of Iljina's friends."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb01ad8e-571e-4582-84ac-663086348fb6",
    "title": {
      "en": "Fist of the North Star - Strawberry Flavor"
    },
    "updatedAt": "2024-05-21T01:59:14+00:00",
    "coverArt": "https://mangadex.org/covers/fb01ad8e-571e-4582-84ac-663086348fb6/7f9c2dcd-61df-4744-b1f8-00910b367650.png",
    "altTitles": [
      {
        "ja": "北斗の拳 イチゴ味"
      },
      {
        "ja-ro": "Hokuto no Ken - Ichigo Aji"
      }
    ],
    "description": {
      "en": "In this *very* zany take on the dramatic series by Buronson and Tetsuo Hara, the end of the century… wasn't so bad, actually. A *very* special and brave Holy Emperor, Souther, wants to become more \"involved\" and to be on \"friendly terms\" with the noble Kenshiro & his posse. *Especially* Kenshiro. Due to his very outgoing nature, he also crashes the homes of his other buddies, often when they *especially* don't want him to show up!  \n  \nJoin Souther as he releases his feelings in heart-throbbing, mind-bending confessions, settles complex and engrossing territorial disputes with deep and intricate consequences, enjoys the simple and introspective pleasures of a quiet dinner, and climbs the top of the rough and brutal pyramid that is the idol world - with the help of his best buddies, of course! Maybe even Kenshiro will be there - who knows!  \n  \nBy the time it got its anime in 2015, *Strawberry Flavor* had sold over 1 million copies in Japan. The anime was composed of 2-minute long, abridged adaptations of select chapters from the first three volumes. They were placed after the main episodes of *DD Fist of the North Star* season 2.  \n  \nEvery volume also contains at least one *gaiden* (side story). These gaiden are drawn in Yukito's (the elder sister of Yukito Imouto) normal artstyle, and expand on characters who did not receive gaiden during the Hokuto Gaiden period in the late 2000's.  \n  \nGaiden List:  \nVolume 1: Spade, Club & Diamond, Heart  \nVolume 2: Souther  \nVolume 3: Shuren & Huey  \nVolume 4: Fudo  \nVolume 5: Yuda  \nVolume 6: Shin  \nVolume 7: Falco & friends, Ein  \nVolume 8: Ogai  \nVolume 9: Devil Rebirth"
    },
    "status": "hiatus",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37f97f50-6ce4-480a-9128-e5ba04000a1a",
    "title": {
      "en": "Digimon Liberator"
    },
    "updatedAt": "2024-04-26T05:32:20+00:00",
    "coverArt": "https://mangadex.org/covers/37f97f50-6ce4-480a-9128-e5ba04000a1a/32c616c9-a258-4574-b6f9-fbcd3b231eb4.jpg",
    "altTitles": [],
    "description": {
      "en": "The Digimon card game has evolved.\nAfter a year-long closed beta test, \"Digimon Liberator,\" a futuristic and fully immersive game that allows players to enjoy card battles in the metaverse space of Lacuna, has finally been officially launched.\n\nShoto Kazama, a boy who has never been able to win a card battle because of his habit of giving up on things easily, enters the world of Liberator through the invitation of his childhood friend, Arisa Kinosaki.\n\nEncounters with wild Digimon. Battles with NPCs who have gone rogue. These various happenings set the wheels of fate in motion.\n\nThis is a story about \"Digimon\" and the \"world\"."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06eff9bc-02ae-4119-aa71-712ed5738ecf",
    "title": {
      "en": "Captain Tsubasa - Road to 2002"
    },
    "updatedAt": "2023-03-09T20:07:29+00:00",
    "coverArt": "https://mangadex.org/covers/06eff9bc-02ae-4119-aa71-712ed5738ecf/1e803ba4-5eca-457d-92f6-40deacc167ee.jpg",
    "altTitles": [
      {
        "en": "Captain Tsubasa: Road to 2002 - Go for 2006"
      },
      {
        "en": "GO FOR 2006"
      },
      {
        "ja": "キャプテン翼　ROAD　TO　2002"
      },
      {
        "zh": "足球小将 Road to 2002"
      }
    ],
    "description": {
      "en": "After the World Youth, Japanese players are looking for pro careers in Japan and around the world.  \n  \nIn order to fulfill their dream of World Cup 2002 in Korea and Japan, they must get stronger playing in various club competitions, home and abroad."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "144"
  },
  {
    "mangaId": "bbaa17c4-0f36-4bbb-9861-34fc8fdf20fc",
    "title": {
      "en": "EDENS ZERO"
    },
    "updatedAt": "2024-04-10T14:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/bbaa17c4-0f36-4bbb-9861-34fc8fdf20fc/3d66ac9a-8dc5-43b7-84a7-1ce8e2effb2a.jpg",
    "altTitles": [
      {
        "ru": "Нулевой Эдем: Эденс Зеро"
      },
      {
        "ja": "エデンズ ゼロ"
      },
      {
        "ko": "에덴즈 제로"
      },
      {
        "zh-hk": "伊甸星原"
      },
      {
        "ne": "एडेंस जेरो"
      }
    ],
    "description": {
      "en": "Shiki is a human who lives in a city filled with only robots. He considers the robots to be his best friends, and always takes care of them. Then, one day, he comes across another human - Rebecca, a girl who makes videos online to become popular. And at the same time, the robots start to go crazy?   \n   \nA new manga from Hiro Mashima, of [*Rave Master*](<https://mangadex.org/manga/1036>) and [*Fairy Tail*](<https://mangadex.org/manga/558>) fame.",
      "fr": "[*Official Fench*](<https://www.pika.fr/serie/edens-zero>)",
      "ru": "Она явит читателям абсолютно новую форму фэнтези. Там будет куча довольно-таки вызывающих шуток. Никакой связи с Хвостом новинка иметь не будет. В ней появится Плу из манги Rave Master.",
      "tr": "İnsanların terk ettiği bir tema parkı olan Granbell Krallığı'nda artık robotlar yaşamaktadır. Robotların yanı sıra onlarla birlikte yaşamını sürdüren tek bir insan vardır: Shiki. Ömrünü sürekli bu makinelerle beraber yaşasa da günün birinde Rebecca ve kedisi Happy, bu tema parkına gelirler. Yeni ziyaretçilerin bilmediği ise Granbell'in yüzyıllar içerisindeki ilk konukları olduklarıydı. Shiki yeni arkadaşlar edinme yolunda tökezlerken robotlar bir ayaklanma başlatırlar. Doğup büyüdüğü yer artık çok tehlikeli bir hâle gelince Shiki, Rebecca ve Happy'nin uzay gemisine katılır ve uçsuz buçaksız bir uzay macerası başlar.\n\n [**Rave Master**](https://mangadex.org/title/5923081c-ad82-4a8b-a509-89ebe752db01) ve [**Fairy Tail**](https://mangadex.org/title/227e3f72-863f-46f9-bafe-c43104ca29ee) ile tanınan Hiro Mashima'nın yeni serisi."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c96dd59-388b-47cb-aefd-a09ddd2ddcf2",
    "title": {
      "en": "Shoushaman no Isekai Survival ~ Zettai Hito to wa Tsurumanee ~"
    },
    "updatedAt": "2024-01-24T05:59:10+00:00",
    "coverArt": "https://mangadex.org/covers/2c96dd59-388b-47cb-aefd-a09ddd2ddcf2/c05d8554-4c81-43a9-9f67-f09ef9a1fd44.jpg",
    "altTitles": [
      {
        "ja": "商社マンの異世界サバイバル ～絶対人とはつるまねえ～"
      },
      {
        "en": "Another World Survival of Trading Company Man"
      }
    ],
    "description": {
      "en": "A merchant by the name of Okuda Keigo put everything into his work, day and night, until one day he won a lottery of 1 billion yen! With his money worries solved for life, he moved to the countryside far away from civilization to live the slow life. Then, suddenly he was transported to another world, along with his chicken coop?! In a world where he’s unable to communicate with others, you think his merchant skills will help him?! A man in his forties who hates people retired to another world. The story of his slow life has begun!",
      "ja": "商社マンとして日夜仕事に励む奥田圭吾は、宝くじで10億円に当選。 お金の心配も必要なくなり、天恵が如く手に入れた高額賞金を元手に 人里離れた田舎で悠々自適な独身スローライフを過ごそうとした圭吾だが、 その矢先、突如鶏小屋ごと異世界に転移されてしまい――!?\n\n言葉が通じない異世界でも“元商社マン”スキルでなんのその!? 人間嫌いアラフォーのソロ異世界隠遁ライフ開始！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "29"
  },
  {
    "mangaId": "e63fc981-7fd2-469d-9d89-a1bbb0b609b4",
    "title": {
      "en": "Oku-san"
    },
    "updatedAt": "2023-11-21T02:11:47+00:00",
    "coverArt": "https://mangadex.org/covers/e63fc981-7fd2-469d-9d89-a1bbb0b609b4/e701f3e5-c17f-43ca-9d3c-d9a0aafaee72.jpg",
    "altTitles": [
      {
        "fr": "Femme au foyer"
      },
      {
        "en": "Housewife - Oh! My Sweet Honey!!"
      },
      {
        "ja": "おくさん"
      },
      {
        "ja": "おくさん"
      },
      {
        "zh-hk": "新手巨乳妻"
      },
      {
        "ko": "우리 옆집 사모님"
      }
    ],
    "description": {
      "en": "The series follows Kyouko Okita, a buxom housewife who's just recently moved into a new neighbourhood with her husband. There she tries to adjust to her new neighbourhood, make new friends, and deal with the quirkiness of her everyday life.",
      "pt-br": "A série segue Kyouko Okita, uma dona de casa que recentemente se mudou para um novo bairro com o marido. Lá, ela tenta se adaptar ao seu novo bairro, fazer novos amigos e lidar com as peculiaridades de sua vida cotidiana."
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72231b89-3934-439b-9d83-0f82e45f01d6",
    "title": {
      "en": "Kanchigai no Atelier Meister"
    },
    "updatedAt": "2024-04-24T16:18:44+00:00",
    "coverArt": "https://mangadex.org/covers/72231b89-3934-439b-9d83-0f82e45f01d6/15edb455-466b-4834-ada7-f2f2f701fbd3.jpg",
    "altTitles": [
      {
        "ja-ro": "Kanchigai no Atelier Meister: Eiyuu Party no Moto Zatsuyougakari ga, Jitsu wa Sentou Igai ga SSS Rank Datta to Iu Yoku Aru Hanashi"
      },
      {
        "en": "The Unaware Atelier Master"
      },
      {
        "ja": "勘違いの工房主(アトリエマイスター)"
      }
    ],
    "description": {
      "en": "Kuruto gets kicked out of the hero's party for being too useless in combat. However unknown to him, he's SSS Rank in skills like cooking, building, magic tool crafting, etc. \n  \nWN Raw: <https://www.alphapolis.co.jp/novel/292207951/264201950>"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e77107b-d348-401a-8545-f748e3c5d44c",
    "title": {
      "en": "Mogusa-san"
    },
    "updatedAt": "2023-07-05T23:42:03+00:00",
    "coverArt": "https://mangadex.org/covers/3e77107b-d348-401a-8545-f748e3c5d44c/29c04000-73ed-44ed-8d35-da43069aa1ac.png",
    "altTitles": [
      {
        "ja": "もぐささん"
      },
      {
        "zh": "百草同学"
      }
    ],
    "description": {
      "en": "High school boy Koguchi Torao sees Mogusa Minori, a quiet, reserved girl in his class, walk into the restaurant run by his family and order an unbelievable amount of food, and even more surprisingly, sees that she keeps unagi pie (a sweet biscuit made with powdered eel) in her wallet?!  \n  \nThe story revolves around Koguchi and Mogusa's meetings in daily life and Koguchi's observations of Mogusa's unbelievable (and quite eccentric) eating habits."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "88"
  },
  {
    "mangaId": "ee9a14ef-4880-4833-a15c-c11c5ea0dda2",
    "title": {
      "en": "Samugari ni Yuki"
    },
    "updatedAt": "2024-04-09T19:00:12+00:00",
    "coverArt": "https://mangadex.org/covers/ee9a14ef-4880-4833-a15c-c11c5ea0dda2/4186ef12-247a-4a66-8637-30ef824b74be.jpg",
    "altTitles": [
      {
        "ja": "寒がりに雪"
      },
      {
        "ja-ro": "Samugari ni Yuki"
      },
      {
        "en": "A Boy Sensitive to Cold & a Hard-Boiled Girl"
      },
      {
        "vi": "Anh chàng sợ lạnh và cô nàng nóng tính"
      }
    ],
    "description": {
      "en": "My childhood friend, who's sensitive to cold, is such a pain! He gets close to me every chance he gets to feel my body heat! He has no sense of personal space!\n\nYuki, who's fed up with being in the same school as Sabu, rejects him ruthlessly and brilliantly, sometimes with physical force and sometimes with words of disdain.\n\nWe have the kind-hearted, beautiful, strong girl and the super sensitive-to-cold, disappointingly good-looking guy. This is an exciting and surreal school life romcom!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "26"
  },
  {
    "mangaId": "8c3ec304-b5d3-41d9-864c-b53e98729c25",
    "title": {
      "en": "The Results of My Author/Classmate Discovering My Yuri Obsession"
    },
    "updatedAt": "2024-03-19T21:38:26+00:00",
    "coverArt": "https://mangadex.org/covers/8c3ec304-b5d3-41d9-864c-b53e98729c25/95bc1ae9-427a-4324-891c-8a035f520d10.jpg",
    "altTitles": [
      {
        "ja-ro": "Dokyuusei no Oshi Sakka ni Yuri Mousou ga Bareta Kekka"
      },
      {
        "ja": "同級生の推し作家に百合妄想がバレた結果"
      }
    ],
    "description": {
      "en": "What happens when a classmate finds out about another girl's secret yuri obsession/feelings? A yuri comedy ensues!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6ce78f3-fb49-4051-88a8-03c2ef8d0a49",
    "title": {
      "en": "Mahouka Koukou no Yuutousei 2nd Season"
    },
    "updatedAt": "2024-01-26T14:55:27+00:00",
    "coverArt": "https://mangadex.org/covers/b6ce78f3-fb49-4051-88a8-03c2ef8d0a49/abd926e0-7b2a-42d3-a933-b00bb4a25aab.jpg",
    "altTitles": [
      {
        "en": "The Honor Student at Magic High School 2nd Season"
      },
      {
        "ja": "魔法科高校の優等生 2nd Season"
      },
      {
        "ru": "Почетная ученица в школе магии (второй сезон)"
      }
    ],
    "description": {
      "en": "The days of Miyuki and others as first-graders also entered the second half, twenty-nine-six years and one month. As an exchange student with Shizuku, a beautiful girl with blond blue eyes, Lina moves in to the Magic Department high school. Her visit, which had a certain serious secret, was the beginning of change and eventful days for the girls of Fukayuki and Honokari Magic High School! A succession of incidents, deepening friendship, and love!? The 2nd season of the spin-off comic, full of girls' hard work, begins with the story of the \"Visitor Edition\" from a different angle!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1fb2f092-4376-4e18-abd1-fe5f7ff1140f",
    "title": {
      "en": "I Seduced the Deceitful Duke"
    },
    "updatedAt": "2023-06-17T13:27:30+00:00",
    "coverArt": "https://mangadex.org/covers/1fb2f092-4376-4e18-abd1-fe5f7ff1140f/6a234254-056f-42d3-9dd5-311d903ae0c9.jpg",
    "altTitles": [
      {
        "ko": "사기 친 공작님을 유혹해버렸다"
      },
      {
        "en": "I Seduced the Cheating Duke"
      }
    ],
    "description": {
      "en": "Maria carries out missions as a guild member while hiding the identity of her Count Fruit to earn her livelihood.  One day, she receives a request from her to break up the wedding of the Duke of Berry Winter.\n\n -This marriage is invalid. I have the duke's child!\"\n\n At Maria's shocking declaration, her wedding hall is agitated and she is about to leave.\n\n \"Babe, why are you so late?\"\n\n The Duke of Berry Winter calls me his first meeting...?\n\n Will Maria, who has suddenly become the duke's wife, be able to fulfill her wealthy dream?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4902975b-ddec-4c34-880c-2ecd3434c94b",
    "title": {
      "en": "The Big Bees"
    },
    "updatedAt": "2024-05-01T15:38:41+00:00",
    "coverArt": "https://mangadex.org/covers/4902975b-ddec-4c34-880c-2ecd3434c94b/e75f6454-ad0f-43fe-85b0-78b6844a4cd3.jpg",
    "altTitles": [
      {
        "ja": "デカいはちの話"
      }
    ],
    "description": {
      "en": "What if bees were big and fluffy? Like, really big and fluffy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f43aab98-8bfe-4275-97cc-9a7b7635eb80",
    "title": {
      "en": "Rikei ga Koi ni Ochita no de Shoumei shitemita"
    },
    "updatedAt": "2023-12-27T20:55:37+00:00",
    "coverArt": "https://mangadex.org/covers/f43aab98-8bfe-4275-97cc-9a7b7635eb80/15470273-911b-4fdc-95c2-a93a33e29daf.jpg",
    "altTitles": [
      {
        "ja": "理系が恋に落ちたので証明してみた。"
      },
      {
        "ja": "リケ恋"
      },
      {
        "ja-ro": "Rikei ga Koi ni Ochita no de Shoumei Shite Mita"
      },
      {
        "ja-ro": "RikeKoi"
      },
      {
        "en": "Science Fell in Love, so I Tried to Prove It"
      },
      {
        "en": "I Tried to Prove That Science Fell in Love"
      },
      {
        "en": "Science Has Fallen in Love, so We Tried to Prove It"
      },
      {
        "fr": "J'ai essayé de prouver que la science était tombée amoureuse"
      },
      {
        "ru": "Наука влюблена и мы докажем это"
      },
      {
        "ru": "Учёные влюблены и намерены доказать это научно"
      },
      {
        "ru": "Я пытался доказать, что наука влюбилась"
      },
      {
        "th": "พิสูจน์นิยามความรักด้วยหลักวิชาสายวิทย์"
      },
      {
        "zh": "理科生坠入情网，故尝试证明。"
      },
      {
        "zh": "试证明理科生已坠入情网。"
      },
      {
        "zh-hk": "理科生墜入情網，故嘗試證明。"
      },
      {
        "zh-hk": "試證明理科生已墜入情網。"
      },
      {
        "ko": "이과가 사랑에 빠졌기에 증명해 보았다"
      }
    ],
    "description": {
      "en": "Yukimura Shinya and Himuro Ayame are two scientists that want to find out if love can be solved by a scientific theory. These two scientists also have feelings for each other and want to be able to solve their true feelings through similar theoretical facts. With this perfect opportunity, these scientists will attempt to solve the theory of the love they express for each other.",
      "ru": "Химуро Аямэ и Юкимура Шинья ну просто обожают точные науки. Им надо, чтобы всё имело научное обоснование, ведь без этого нельзя быть уверенным ни в чём. Ох уж эти ученые, какие только эксперименты не придут в эти головы, чтобы доказать \"любовь\"."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "434fd5af-e06c-4827-a690-d4ef31d7c720",
    "title": {
      "en": "Ore no Level Up ga Okashi! ~ Dekiru Otoko no Isekai Tensei"
    },
    "updatedAt": "2024-04-18T02:24:35+00:00",
    "coverArt": "https://mangadex.org/covers/434fd5af-e06c-4827-a690-d4ef31d7c720/bef89e35-9027-4b63-aec3-16766e9ad3d4.jpg",
    "altTitles": [
      {
        "ja": "俺のレベルアップがおかしい！ ～デキる男の異世界転生～"
      },
      {
        "en": "My level up is strange! ~ Reincarnation of a great Man in a Different World"
      },
      {
        "id": "Level Up-ku aneh!  ~ Reinkarnasi Manusia Hebat di Dunia lain"
      },
      {
        "ja-ro": "Ore no Level Up ga Okashi! ~ Dekiru Otoko no Isekai Tensei"
      }
    ],
    "description": {
      "en": "Zarmen, an adventurer who can't level up decides to retire from the adventurer business. Furthermore, in order to graduate from virginity, he decided to splurge on all the assets that he had diligently saved up since his reincarnation at a high-class brothel.\n\nThe woman who appeared in front of him was the finest woman he would ever have known. Thanks to her hospitality, Zarmen fully enjoys his first time, but at that moment, his ears hear a mysterious announcement...\n\n[Impregnation confirmed.]\n[Level up!]\n\n\"Does this mean that the more 'seeding' you do, the stronger you get?\"\n\nAn extraordinary implantable foreign world adventure fantasy created by a bottom adventurer who has been at level 1 for many years levels up through sex!",
      "id": "Petualang \"Zarmen\" yang tidak bisa marah memutuskan untuk pensiun dari bisnis petualangan.  Selain itu, karena belum lulus dari keperawanan, dia memutuskan untuk membelanjakan semua kekayaan yang telah dia kumpulkan sejak dia bereinkarnasi di rumah bordil mewah.  Apa yang muncul di depannya adalah seorang wanita luar biasa yang tampaknya tidak memiliki hubungan selama sisa hidupnya.  Berkat keramahannya, Zarmen sepenuhnya menikmati seks pertamanya, tetapi pada saat dia berada dipuncaknya, sebuah pengumuman misterius muncul \"Level up!\" Terdengar di telinganya!  Ini adalah sebuah fantasi petualangan yang aneh dimana petualang terbawah level 1 selama bertahun-tahun tumbuh melalui segs.",
      "ja": "うだつの上がらない冒険者“ザルメン”は、冒険業からの引退を決意。さらに童貞も卒業するため、転生してから今までせっせと貯めてきた全財産を高級娼館でひと思いに散財することにした。\nそんな彼の前に現れたのは、彼には一生縁のなさそうな極上の女。彼女のもてなしもあり、ザルメンは初めてのセックスを十分に堪能するが、イッた瞬間、彼の耳には「着床を確認しました。レベルアップ！」という謎のアナウンスが！\n「これってもしかして、“種付け”するほど強くなるってこと…？」\n万年レベル1だった底辺冒険者がセックスを通して成り上がる、奇想天外な着床系異世界冒険ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "644b3c1b-6f82-4f50-a839-51a39cf08b03",
    "title": {
      "en": "Gokusotsu Kraken"
    },
    "updatedAt": "2024-04-11T20:12:02+00:00",
    "coverArt": "https://mangadex.org/covers/644b3c1b-6f82-4f50-a839-51a39cf08b03/aa1e392f-0e95-4710-98fd-8d0b13ffea28.jpg",
    "altTitles": [
      {
        "ja": "獄卒クラーケン"
      },
      {
        "zh-hk": "獄卒克拉肯"
      },
      {
        "zh": "海怪狱卒"
      },
      {
        "id": "Sipir Penjara Kraken"
      },
      {
        "id": "Penjaga Penjara Kraken"
      },
      {
        "en": "Hell’s Tormentor Kraken"
      },
      {
        "es-la": "El Kraken Carcelero"
      },
      {
        "ru": "Тюремщик кракен"
      }
    ],
    "description": {
      "en": "Controlling the Queendom of Sevek’s female prison with the Power of the Kraken!\n\nFrom the author of Akame ga Kill and Mato Seihei no Slave!",
      "id": "Shimizu Kuuma, seorang laki-laki, yang baru saja kembali dari wawancara kerja yang tidak bisa dia selesaikan, tiba-tiba dikirim ke dunia lain, di sana dia bertemu dengan seorang gadis tertentu yang membantunya dan memberinya pekerjaan di penjara tetapi yang tidak dia ketahui adalah bahwa ini hanya jebakan untuk membawanya dan agar dia bisa 'dinikmati' oleh Bosnya, kemudian setelah dia dibantai dan dibuang ke laut dan hampir mati dia diselamatkan oleh Kraken yang menceritakan kisahnya tentang bagaimana Dia diselamatkan oleh seorang gadis tertentu yang adalah seorang tahanan, jadi mereka membuat kesepakatan, kemudian dia menyelamatkan gadis itu dan melakukan Pembalasan.",
      "es-la": "Shimizu Kuuma es un chico que siempre devuelve los favores. Un día, al regresar de una entrevista de trabajo fallida, es repentinamente transportado a otro mundo. En este mundo es salvado por una chica, quien le ofrece un trabajo como guardia de una prisión de mujeres. Sin pensarlo dos veces, Kuuma acepta, pero no se imaginó, que sería casi asesinado por una prisionera. Ellas tiran su cuerpo al mar, pero antes de morir, la criatura más fuerte del mar, el Kraken, lo salva y le ofrece fusionarse con él a cambio de algo. Es así como Kuuma sobrevive, consigue los poderes del Kraken y está dispuesto a tomar el control de la prisión para devolverle el favor al Kraken."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be718d62-85a7-46f5-bcbe-956bd3f8758f",
    "title": {
      "en": "Shinkon-Yankee Dereru"
    },
    "updatedAt": "2024-05-20T12:08:37+00:00",
    "coverArt": "https://mangadex.org/covers/be718d62-85a7-46f5-bcbe-956bd3f8758f/feec9241-768d-4f3f-a006-dc30511d67ef.jpg",
    "altTitles": [
      {
        "ja": "新婚ヤンキーデレる"
      },
      {
        "ja-ro": "Shinkon Yankee Dereru"
      },
      {
        "en": "Newlywed Delinquent Becomes Lovestruck"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece - Digital Colored Comics"
    },
    "updatedAt": "2024-02-12T15:47:14+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/f4f5cf17-bd6c-4300-b622-9d070952d3d6.jpg",
    "altTitles": [
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "en": "One Piece"
      },
      {
        "en": "One Piece (Official Colored)"
      },
      {
        "ja-ro": "Wan Pīsu"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα τους διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "247fe684-e74b-42f9-ae63-0c410a663408",
    "title": {
      "en": "Magic Kaito"
    },
    "updatedAt": "2024-04-19T13:33:55+00:00",
    "coverArt": "https://mangadex.org/covers/247fe684-e74b-42f9-ae63-0c410a663408/854e89fc-200b-4fd7-be64-957cec7b17d6.jpg",
    "altTitles": [
      {
        "en": "Kaito Kid"
      },
      {
        "es": "Màgic Kaito"
      },
      {
        "ru": "Волшебник Кайто"
      },
      {
        "ar": "ماجيك كايتو"
      },
      {
        "ja": "まじっく快斗"
      },
      {
        "zh": "魔术快斗"
      },
      {
        "th": "จอมโจรอัจฉริยะ"
      }
    ],
    "description": {
      "en": "Teenage magician Kaito Kuroba has a secret identity: that of Kaitou Kid, a famous internationally-known and wanted \"phantom thief\". Kaito took the identity after one day discovering that his late father was the original Kaitou Kid. Later on, he discovers his father, who died from an 'accident' during a magic trick, was really murdered because he would not steal the jewel Pandora for an evil organization. As Kaitou Kid, Kaito tries to find Pandora before that organization that killed his father do, and destroy it, leading Inspector Nakamori and his taskforce on the wildest jewel heists imaginable!",
      "ja": "世紀の宝物を予告通りに手中し、闇から闇へと消え去る紳士・怪盗キッド！！見事なマジックで名刑事らの裏をかき、目指すは「正義」の完全犯罪！！今宵、神出鬼没の彼が狙う宝石は、時価4億円の「月の瞳」だ！！"
    },
    "status": "ongoing",
    "releaseDate": 1987,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "44f8bbdf-75ec-454e-88fa-981830aa93f8",
    "title": {
      "en": "Himeno-kun wa Hime ni Naritakunai"
    },
    "updatedAt": "2024-05-21T15:27:48+00:00",
    "coverArt": "https://mangadex.org/covers/44f8bbdf-75ec-454e-88fa-981830aa93f8/62e70955-c1e9-433d-949e-6617be99e53d.jpg",
    "altTitles": [
      {
        "ja": "姫野君は姫になりたくない"
      },
      {
        "zh-hk": "姬野君不想當公主"
      },
      {
        "en": "Himeno-kun doesn't want to be a Princess"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8cc979c5-9c2d-4c16-9e83-e0a30dbcc6c7",
    "title": {
      "en": "Ojisama to Neko"
    },
    "updatedAt": "2024-03-30T22:32:01+00:00",
    "coverArt": "https://mangadex.org/covers/8cc979c5-9c2d-4c16-9e83-e0a30dbcc6c7/b40082ed-1bd5-4845-8609-f5e679cb2533.jpg",
    "altTitles": [
      {
        "en": "A Man and His Cat"
      },
      {
        "tr": "Amca ve Kedi"
      },
      {
        "ru": "Мужчина и кот"
      },
      {
        "ja": "おじさまと猫"
      },
      {
        "es": "El hombre y el gato"
      }
    ],
    "description": {
      "en": "The heartwarming tale of a cat who wants nothing more than to be loved and the old man who adopts him.  \n  \n*2nd place of Tsugi Manga Awards, Category Webmanga*  \n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **A Man & His Cat** (2021)",
      "pl": "Poruszająca historia o kocie, który pragnął tylko odrobinę miłości i jego właścicielu.",
      "pt-br": "A história emocionante de um gato que não quer nada além de ser amado e do velho que o adota."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b619ce91-89d5-46df-90a7-984370b7df08",
    "title": {
      "en": "Yuusha-sama, Sakuya mo Otanoshimi deshita ne."
    },
    "updatedAt": "2024-05-13T17:14:35+00:00",
    "coverArt": "https://mangadex.org/covers/b619ce91-89d5-46df-90a7-984370b7df08/55dd8e3b-66a6-431b-a2d2-3128e43b9dc4.jpg",
    "altTitles": [
      {
        "ja": "勇者様、昨夜もお楽しみでしたね。"
      },
      {
        "ja-ro": "Yusha-sama, sakuya mo otanoshimi deshita ne."
      },
      {
        "en": "Hero-Sama, I Hope You Had Fun Last Night."
      },
      {
        "en": "Hero Last Night Was Pumped Wasn’t It?"
      }
    ],
    "description": {
      "en": "\"I did it again...!\"\n\nThe Hero who can't seem to set out on his journey!!\n\nThe protagonist, who was reincarnated into another world, becomes a hero and receives the task of defeating the Demon King. To repay the world that accepted him , he decides to set out on a journey... However, he can't seem to leave the first village, as he is constantly tempted by charming heroines such as the female priestess, his childhood friend who is a magician, and so on!\n\nThus, the birth of the \"I did it again...!\" type hero!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "356de811-ae92-48f1-b93b-cfdf0f8d02e4",
    "title": {
      "en": "Kakunaru Ue wa"
    },
    "updatedAt": "2024-04-22T21:23:45+00:00",
    "coverArt": "https://mangadex.org/covers/356de811-ae92-48f1-b93b-cfdf0f8d02e4/038efe96-8e01-459a-9abb-117879018e8e.jpg",
    "altTitles": [
      {
        "ja": "描くなるうえは"
      },
      {
        "en": "Now That We Draw"
      },
      {
        "id": "Rupa Gambar Kita"
      },
      {
        "vi": "Ta Cùng Vẽ Thôi Nào!"
      },
      {
        "zh": "既然要画恋爱漫画"
      },
      {
        "ja-ro": "Kakunaru Ue ha"
      }
    ],
    "description": {
      "en": "Uehara-kun loves 2-dimensional characters and his desire is to become a manga artist! However, his dreams are dashed when an editor rejects his work as too boring.\n\nThe next day while contemplating giving up on his dream, a gal in his class, Miyamoto Niina, sees his manuscript and starts a pseudo-romance with him that's a little too close to comfort, to help him with his manga!\n\nThis is a mangakas ✖ adolescent love comedy!",
      "id": "Uehara-kun menyukai karakter 2 dimensi dan mempunyai cita-cita menjadi mangaka! Namun, mimpinya pupus saat seorang editor menolak manga-nya karena bikin ngantuk. Besoknya, dia berencana membuang manga yang ditolak tersebut, namun, salah satu gadis dari kelasnya, Miyamoto Niina, mengetahui manga hasil buatannya, timbulah kisah komedi-romantis yang terjalin dari sebuah manga!",
      "ja": "2次元をこよなく愛する上原くんの夢は漫画家！\n\nある日、同じクラスのギャル宮本さんに自分の原稿を見られたことで漫画のための距離感近すぎ疑似恋愛、開始!?\n\n漫を持して描く漫画家×青春ラブコメディ！！",
      "vi": "Uehara-kun là một thằng rất thích gái 2D và ước mơ làm hoạ sĩ Manga! Tuy nhiên, giấc mơ của anh ta lại ngay lập tức bị đạp đổ khi bị một biên tập viên nhận xét rằng tác phẩm này nhìn chán chả buồn nói.\n\nTưởng như anh đã định từ bỏ giấc mơ của mình thì một cô gái trong lớp của anh, Miyamoto Niina, nhìn thấy bản phác thảo của cậu ấy và muốn bắt đầu một mối tình tưởng lãng mạn nhưng ai ngờ là giả tạo, để giúp cậu hoàn thành được bộ manga của mình!\n\nMột bộ manga về Mangaka ✖ Romcom tuổi mới lớn!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b47b35d7-fa7f-4277-a626-5525f3ba20bb",
    "title": {
      "en": "Mobile Suit Gundam SEED Destiny - The Edge"
    },
    "updatedAt": "2023-12-26T19:57:33+00:00",
    "coverArt": "https://mangadex.org/covers/b47b35d7-fa7f-4277-a626-5525f3ba20bb/fe23d079-1fef-4778-99d8-38450eacb446.jpg",
    "altTitles": [
      {
        "ja-ro": "Kidou Senshi Gundam SEED Destiny - The Edge"
      },
      {
        "ja": "機動戦士ガンダムSEED DESTINY THE EDGE"
      }
    ],
    "description": {
      "en": "Retelling of Mobile Suit Gundam SEED Destiny's story from Athrun Zala's point of view."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "24"
  },
  {
    "mangaId": "3e6911b1-7294-4cfe-bff0-81e9ca0be8b6",
    "title": {
      "en": "Daraku Kazokuron"
    },
    "updatedAt": "2024-01-11T01:44:45+00:00",
    "coverArt": "https://mangadex.org/covers/3e6911b1-7294-4cfe-bff0-81e9ca0be8b6/a6880d4f-f63c-47b9-9ccc-c613baf4fc1c.png",
    "altTitles": [
      {
        "ja": "堕落家族論"
      },
      {
        "en": "Dysfunctional Family Therapy"
      },
      {
        "ja-ro": "Daraku Kazoku-ron"
      }
    ],
    "description": {
      "en": "Ririko passed away, leaving behind her young daughter, Meguru, and a will. In the will she states that Meguru should get to know both Touma and Sentarou, then choose which one she wants to be her father. Now, a young Meguru has to live together with the squabbling duo for the next 3 months. Who will she choose to be her papa?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55a07653-5be6-49e5-b705-c663c90981ac",
    "title": {
      "en": "Batsu-Hare"
    },
    "updatedAt": "2024-04-17T21:16:23+00:00",
    "coverArt": "https://mangadex.org/covers/55a07653-5be6-49e5-b705-c663c90981ac/f68d823a-e419-4920-887c-9b6240c7bd58.jpg",
    "altTitles": [
      {
        "ja": "バツハレ"
      },
      {
        "zh-hk": "後宮開在離婚"
      },
      {
        "ja-ro": "Batsuhare"
      },
      {
        "id": "Komik Batsu Harem"
      },
      {
        "vi": "Batsu Hare"
      }
    ],
    "description": {
      "en": "The story begins with the protagonist, Wakou Ichiro, who decides to return home early from work to celebrate his second anniversary with his wife. But, when he opens the door of his house.... He finds his wife cheating on him! Although the marriage was short-lived, his life changes again when suddenly, a certain woman appears in front of him? Thus begins a new story, a new erotic comedy!",
      "ja": "２度目の結婚記念日。仕事を終えて帰宅した和光市路が目撃したのは見知らぬ男と交わる妻の姿だった──！住み慣れた我が家、幸福な日々、そして愛する人を失った和光だったが、そんな彼の前に現れたのは…！？",
      "vi": "Câu chuyện bắt đầu khi nhân vật chính, Wakou Ichiro về nhà sớm để kỷ niệm 2 năm ngày cưới với vợ mình. Nhưng bất ngờ khi mở cửa ra thì... Anh phát hiện vợ mình đang làm tình với người đàn ông khác. Cuộc hôn nhân dù ngắn nhưng cũng làm cuộc sống của anh thay đổi một lần nữa. Bất ngờ một cô gái xuất hiện trước mặt anh, câu truyện vừa hài vừa lứng sẽ bắt đầu?",
      "es-la": "La historia empieza con el protagonista, Wakou Ichiro, quien decida regresar temprano a casa del trabajo para celebrar su segundo aniversario con su esposa. Pero, cuando abre la puerta de su casa... ¡Se encuentra a su esposa siéndole infiel! A pesar de que matrimonio duró muy poco, su vida vuelve a cambiar cuando de repente, frente a él se aparece cierta mujer... ¡Así comienza una nueva historia, una nueva comedía erótica!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf662b7a-afcb-49ce-b4ab-cc4feacdbd3a",
    "title": {
      "en": "Beneath the Surviving Princess' Joyful Façade"
    },
    "updatedAt": "2024-05-20T01:57:07+00:00",
    "coverArt": "https://mangadex.org/covers/bf662b7a-afcb-49ce-b4ab-cc4feacdbd3a/943db86c-dbb5-4173-8142-f6971f93d84d.jpg",
    "altTitles": [
      {
        "ko": "살아남은 왕녀의 웃음 뒤에는"
      },
      {
        "en": "Behind the Laughter of the Surviving Princess"
      }
    ],
    "description": {
      "en": "\"Very good. I shall give you my beloved sister, whom I cherish dearly.\"\n\nEric Chladnie, who led the long war to victory against the Shidate Principality, received the mandate to marry a foolish princess as a reward for his triumph.\n\nAfter the wedding ceremony, Eric returned to the mansion with the newlywed princess. Amidst the princess's eccentric behaviour, his father attempts to kill her and his mother advices him to not give his heart. Only he, treating her like a child, respects and cherishes her as his wife. However, who is this woman who, in front of the king, impersonates deeds that she has never done and acts piously?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7367cf84-a8f5-4b15-aaa7-a551b3616bc9",
    "title": {
      "en": "Seeking a Beauty in the East Sea"
    },
    "updatedAt": "2024-04-25T22:13:40+00:00",
    "coverArt": "https://mangadex.org/covers/7367cf84-a8f5-4b15-aaa7-a551b3616bc9/a91f7188-f27e-4d39-8ac5-32cacb64bc86.png",
    "altTitles": [
      {
        "en": "Searching for the Beauty in the East China Sea"
      },
      {
        "zh-ro": "Dōnghǎi Xún Měirén"
      },
      {
        "zh-hk": "东海寻美人"
      },
      {
        "vi": "Đến Đông Hải Tìm Mỹ Nhân"
      },
      {
        "en": "Seeking a Beauty in the East Sea"
      }
    ],
    "description": {
      "en": "In a past life, the mountain deity took in a quiet child, only to find her care fostering an unexpected twist: the little one didn't want to be a servant but instead aspired to be the deity's most intimate companion! But fate played its cruel hand, turning the once inseparable pair into bitter enemies.\n\nIn this life, an adorable, water-fearing mermaid happens upon an aloof beauty with no memories of her past. A chance kiss during their first meeting sets off a chaotic companionship. However, what seemed to be a serendipitous meeting turns out to be a reunion of a relationship already rich with deep-seated emotions...\n\nFrom lifetimes past to the present, love flourishes..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "feff4eaf-01df-4a05-83f4-68bb5cdf4fad",
    "title": {
      "en": "Gushing over Magical Girls"
    },
    "updatedAt": "2024-04-21T10:28:04+00:00",
    "coverArt": "https://mangadex.org/covers/feff4eaf-01df-4a05-83f4-68bb5cdf4fad/4c9b2a41-bd5d-47d9-9e84-84d185d464f0.jpg",
    "altTitles": [
      {
        "en": "Looking up to Magical Girls"
      },
      {
        "id": "Aku menyukai Magical Girls, tapi...."
      },
      {
        "ru": "Стремясь стать девочкой-волшебницей"
      },
      {
        "ja": "魔法少女にあこがれて"
      },
      {
        "zh-ro": "Chōngjǐng chéngwéi mófǎ shàonǚ"
      },
      {
        "zh": "憧憬成为魔法少女"
      },
      {
        "zh-hk": "憧憬成為魔法少女"
      },
      {
        "it": "Le mie adorate maghette"
      },
      {
        "en": "I Admire Magical Girls, and..."
      },
      {
        "ja-ro": "Mahou Shoujo ni Akogarete"
      },
      {
        "fr": "Looking up to Magical Girls"
      },
      {
        "uk": "Я захоплююся чарівними двічатами і..."
      }
    ],
    "description": {
      "en": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but…  \nMagical Girls vs. The Forces of Evil, the fierce battle begins!  \n\n---\n**Links:**\n\n- [Alternative Official Release by Coolmic](https://coolmic.me/titles/1110)",
      "fr": "**Je fais des choses tellement horribles à mes Magical Girls préférées !**\n\nMoi, c’est Utena Hiiragi, et comme toutes les filles de mon âge, j’adore les magical girls !\nUn jour, une étrange créature aux allures de mascotte m’a lancé un sort, et je suis devenue capable de me transformer, moi aussi !\nJe vais pouvoir me battre aux côtés de mes héroïnes préférées !\nEnfin, c’est ce que je croyais…\n\nC’est quoi, cette tenue scandaleuse ?\nEt comment ça, je suis au service du Mal ?!\n\nMais qu’est-ce que c’est que cette histoire ?!\n\n**La comédie BDSM dans laquelle s’affrontent des Magical Girls !!**\n\n**Avec ses personnages tous plus fous les uns que les autres, Looking Up to Magical Girls balaye les genres et nous place du côté du mal ! Akihiro Ononaka déploie tout l’arsenal BDSM à sa disposition pour nous proposer un concentré d’humour légèrement sexy et complètement déjanté !**\n\n---\n**Links:**\n- [Official French](https://www.amazon.fr/Looking-up-Magical-Girls-1/dp/2382750731/)",
      "uk": "Хііраґі Утена завжди захоплювалася чарівними дівчатами і мріяла перетворитися на круту героїню, яка бореться зі злом. Тож, коли одного вечора до неї підходить талісман, яка стверджує, що в ній дрімає магічна сила, вона тремтить від хвилювання. Але її барвиста мрія швидко розбивається об іронічний поворот подій, коли вона перетворюється на лиходійку!",
      "es-la": "Hiiragi Utena, una chica que ama a las Chicas Mágicas, vive su vida cotidiana y desea ser como ellas.\nUn día aparece un personaje curioso frente a ella y le ofrece el poder de hacer realidad sus deseos, pero...\nMagical Girls vs. The Forces of Evil, ¡comienza la feroz batalla!",
      "pt-br": "Hiiragi Utena é uma garota apaixonada por Mahou Shoujo que sonhava em se tornar uma delas e poder lutar ao lado de sua heroína favorita. Certo dia, um mascote inesperadamente apareceu ao seu lado e lançou uma feitiço em Hiiragi, oferecendo a ela a oportunidade de estar de frente para sua ídolo. Entretanto, diferente do que ela esperava, a transformação a fez virar uma vilã ao invés de uma mahou shoujo. Para piorar, a mudança faz com que ela deixe de ser uma tímida garota e passe a ser uma dominatrix sádica. Agora Hiiragi precisará lidar com sua nova “profissão”, ao mesmo tempo que tenta aproveitar os momentos ao lado de sua heroína, por mais que seja para tentar torturá-la."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28302cc9-3622-4f25-b361-3e4c51248624",
    "title": {
      "en": "High Society"
    },
    "updatedAt": "2024-05-12T18:50:40+00:00",
    "coverArt": "https://mangadex.org/covers/28302cc9-3622-4f25-b361-3e4c51248624/3a30cd75-ecee-47b2-9f7f-ed5a38ffe27d.png",
    "altTitles": [
      {
        "ko": "상류 사회"
      },
      {
        "en": "High Class Society"
      },
      {
        "en": "High Society (Gyeonwoo)"
      },
      {
        "ko": "상류사회 (견우)"
      }
    ],
    "description": {
      "en": "**\"Please sell me. I will become the most expensive lady in Sant'nar\"**\n\nTired of the troubles brought about by his political marriage, debauchee Cesare coincidentally enters into an unusual  contract Adel, a shoeshiner from the slums.\n\nThe deadline is three months.\n\nExpecting this to be his liberation from the tedious strategic marriage, Cesare finds himself becoming increasingly concerned about Adel, who behaves unlike any woman he has ever known...\n\n\"In the first place, didn't you bring me here to get me engaged to Sir Ezra?\"\n\"That's right.\"\n\nCesare replied obediently for a moment before bursting into a sharp laugh.\n\n\"But why do I feel so disgusted?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3229b2db-0e84-497c-999b-aa50728d2371",
    "title": {
      "en": "Anata-tachi Soredemo Sensei Desu ka!"
    },
    "updatedAt": "2024-04-30T16:26:00+00:00",
    "coverArt": "https://mangadex.org/covers/3229b2db-0e84-497c-999b-aa50728d2371/ab2baf7c-aa42-4ef1-af38-104bf4a2789d.png",
    "altTitles": [
      {
        "ja": "あなた達それでも先生ですかっ！"
      },
      {
        "en": "You Still Call Yourselves Teachers?!"
      }
    ],
    "description": {
      "en": "One day, school teachers come as freeloaders to the inn run by his parents!? Kazami Hiro, a high school boy, decides to take care of the inn and his future!? Under one roof, The forbidden harem romantic comedy begins!!",
      "ja": "親が経営する旅館にある日、居候としてやってきたのは学校の先生たち!? 男子高校生・風見ヒロは旅館のため、自分の未来のためにお世話をすることに!? 一つ屋根の下、禁断のハーレムラブコメが開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "35b9f818-926b-4f4a-aa2b-0ac068986a73",
    "title": {
      "en": "MagiLumiere Co., Ltd."
    },
    "updatedAt": "2024-04-13T18:46:22+00:00",
    "coverArt": "https://mangadex.org/covers/35b9f818-926b-4f4a-aa2b-0ac068986a73/46d0b1c5-cf74-40e2-800e-b9d83fbb6b73.jpg",
    "altTitles": [
      {
        "ja": "株式会社マジルミエ"
      },
      {
        "ru": "Компания МагиЛумьер"
      },
      {
        "ne": "मागी-लुमिएर कं. लि."
      },
      {
        "ja-ro": "Kabushiki Gaisha Magi Lumiere"
      },
      {
        "pt-br": "Companhia das Garotas Mágicas Magilumiere"
      }
    ],
    "description": {
      "en": "Manga about a girl who was looking for a job and ended up in a corporation of magical girls fighting monsters.",
      "ja": "“魔法少女”――それは、誰もが憧れる「職業」である。　就職活動に苦戦する女子大生・桜木カナ。面接先で怪異に巻き込まれたカナは、駆けつけた魔法少女・越谷を手助けしたことをきっかけに、ベンチャー企業『株式会社マジルミエ』に魔法少女として新卒入社することになり…!?",
      "ru": "Манга про девочку, которая искала работу и попала в корпорацию девочек-волшебниц, борющихся с монстрами.",
      "pt-br": "Magilumiere: Companhia Das Garotas Mágicas"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2023-12-03T15:01:25+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/9a60773c-e882-45d7-909b-60a78af09003.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb676579-bf11-45cc-90f5-2870bfe94605",
    "title": {
      "en": "Mako-san Wa Shindemo Jiritsu Shinai"
    },
    "updatedAt": "2024-05-18T04:41:02+00:00",
    "coverArt": "https://mangadex.org/covers/bb676579-bf11-45cc-90f5-2870bfe94605/4125a0c1-e949-494e-9bfa-0fa739b2b392.jpg",
    "altTitles": [
      {
        "en": "Mako-san Will Not Be Independent Even If It Kills Her"
      },
      {
        "en": "Under The Same Roof"
      },
      {
        "ja": "マコさんは死んでも自立しない"
      },
      {
        "zh-hk": "真子小姐她死都不想自立"
      },
      {
        "ru": "Мако не будет независимой, даже если это убьёт её"
      }
    ],
    "description": {
      "en": "It's been one year since Rin moved to Tokyo for high school. He was told by the landlord of his apartment that he didn't have to pay rent if he takes care of the landlord's granddaughter, which he immediately accepted. However, that granddaughter, Mako, ended up being a 20 year old college student who is completely incapable of taking care of herself. Even so, it was love at first sight for Rin, and he's been taking care of her ever since."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "108"
  },
  {
    "mangaId": "2129ddc8-210b-451b-99f8-fa3e7ff1e018",
    "title": {
      "en": "Winning Pass"
    },
    "updatedAt": "2024-02-29T02:59:09+00:00",
    "coverArt": "https://mangadex.org/covers/2129ddc8-210b-451b-99f8-fa3e7ff1e018/dd7a69b6-2531-42d6-a95e-bb21eff49449.jpg",
    "altTitles": [
      {
        "ja": "ウイニング パス"
      }
    ],
    "description": {
      "en": "Haruto Ichinose has an older brother, Shori Ichinose, who has excellent grades, is a basketball prodigy, and is very popular in school. Although he says he hates basketball, he trains alone and challenges his brother, only to be beaten back. On the other hand, his older brother Shori seems to recognize his \"talent\" more than anyone else, but who is he really...?",
      "ja": "成績優秀、バスケは天才的、そして校内の人気者・一ノ瀬翔麗を兄に持つ一ノ瀬陽斗。バスケは大嫌いと言いつつ、一人特訓して兄に挑戦しては返り討ちに遭う日々。一方で兄・翔麗は誰よりも陽斗の「才能」を認めている様子だが、その正体は…!?",
      "pt-br": "Haruto Ichinose tem um irmão mais velho, Shori Ichinose, que tem notas excelentes, é um prodígio do basquete e é muito popular na escola. Embora Haruto diga que odeia basquete, ele treina sozinho e desafia seu irmão, apenas para ser derrotado. Por outro lado, seu irmão mais velho Shori parece reconhecer seu \"talento\" mais do que qualquer outra pessoa, mas quem ele realmente é...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89299ce7-9d1d-4c46-91b1-48bdb0440406",
    "title": {
      "en": "Makigama no Pandora"
    },
    "updatedAt": "2024-05-05T16:18:20+00:00",
    "coverArt": "https://mangadex.org/covers/89299ce7-9d1d-4c46-91b1-48bdb0440406/0f6380ad-c1ec-448f-ad65-69c7810d7c25.jpg",
    "altTitles": [
      {
        "ja": "薪窯のパンドラ"
      },
      {
        "zh": "薪炉的潘多拉"
      },
      {
        "ko": "장작가마의 판도라"
      }
    ],
    "description": {
      "en": "Eri Hourai, a second-year high school girl, takes over \"Pandora\" - a bakery specialising in wood fire cooked goods.",
      "zh": "追随前人，过往足迹，今日的少女，也在进行烘焙"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7b6f161-d7b9-4bac-a6c6-1bb701df387e",
    "title": {
      "en": "Idol Yamerukedo Kekkon Shitekuremasu Ka!?"
    },
    "updatedAt": "2024-05-21T15:44:31+00:00",
    "coverArt": "https://mangadex.org/covers/c7b6f161-d7b9-4bac-a6c6-1bb701df387e/9f5450f7-6fce-42fb-8d1f-1868aab618bd.jpg",
    "altTitles": [
      {
        "ja": "アイドル辞めるけど結婚してくれますか!?"
      },
      {
        "en": "Will You Marry Me Because I Quit Being an Idol?"
      }
    ],
    "description": {
      "en": "Sato Itto, an ordinary salaryman, has been shy about love due to an old trauma. Then one day, a reunion is held for the first time in several years. While they are having a good time talking about the good old days, suddenly Hebo, who has become an idol currently on hiatus, decides to attend the reunion!\n\nSato is upset to see Hebo, who was his first love. He manages to get over it with the help of alcohol, which he does not normally drink. When he wakes up, he finds the two of them naked in the same bed. As Sato desperately tries to recall his memories, Hebo shockingly says to him...!\n\n\"Marry me...\"\n\nWhat will happen to the marriage between the two who have no experience with love...!?",
      "ja": "いたって普通のサラリーマンの佐藤一途（さとういっと）は昔のトラウマで恋に奥手になっていた。そんなある日、数年ぶりに同窓会が開かれることに。昔話に花を咲かせていると、急にアイドル休止ほやほやの枦保（へぼ）さんが出席することに!? 初恋の人だった枦保さんを前に動揺する佐藤。普段の飲まないお酒の力を借りてなんとか乗り切るも目を覚ますと同じベッドに裸の二人。必死に記憶を思い出そうとする佐藤に枦保さんから衝撃の一言が…！\n\n「結婚して…」\n\n恋愛偏差値0同士の結婚の行方は果たして―――！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "beed7d9c-530a-4c53-b4e0-531d75eb82e8",
    "title": {
      "en": "Playboy Beast"
    },
    "updatedAt": "2024-05-10T10:59:51+00:00",
    "coverArt": "https://mangadex.org/covers/beed7d9c-530a-4c53-b4e0-531d75eb82e8/72dd0ce3-ac5b-428f-9855-d7e1aa87e018.jpg",
    "altTitles": [
      {
        "ja": "プレイボーイ・ビースト"
      }
    ],
    "description": {
      "en": "In a world where demi-beasts and humans co-exist, Riku Kurobuchi, a panther demi-beast, finds himself facing a dilemma.  \nHe is sociable, good looking, talented at sports, and popular with girls, but for some reason he still hasn't experienced his \"heat\" like everyone else.  \nAfter an unexpected transfer, he begins sharing his dorm room with the mature and handsome albino lion demi-beast, Touma Shishigaya.  \nRiku wants to keep his secret hidden from the confrontational Touma, but it's Touma's pheromones that bring about Riku's first heat!!  \nThis is a story of desire between a beautiful albino and an inexperienced demi-beast.",
      "fr": "Dans un monde où coexistent demi-bêtes et humains, Riku Kurobuchi, une demi-bête panthère, se retrouve face à un dilemme. Il est sociable, beau, talentueux et populaire auprès des filles, mais pour une raison quelconque, il n'a toujours pas connu ses « chaleurs » comme tout le monde. Après un transfert inattendu, il commence à partager sa chambre de dortoir avec le beau et mature demi-bête lion albinos, Touma Shishigaya. Mais dès leur cohabitation, les phéromones de Touma provoquent la première chaleur de Riku !! C'est une histoire de désir entre un bel albinos et une demi-bête inexpérimentée."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  }
]