[
  {
    "mangaId": "55d4dec1-60db-4560-b1ce-b6d9e94aa370",
    "title": {
      "en": "I Became a Renowned Family’s Sword Prodigy"
    },
    "updatedAt": "2024-05-28T18:20:38+00:00",
    "coverArt": "https://mangadex.org/covers/55d4dec1-60db-4560-b1ce-b6d9e94aa370/2e9e160f-d1af-4d0c-aa04-c45e5426012a.png",
    "altTitles": [
      {
        "ko": "위대한 가문의 검술 천재가 되었다"
      },
      {
        "ru": "Стал гением фехтования из великой семьи"
      },
      {
        "es-la": "Me Convertí en el Prodigio de la Espada de una Familia de Renombre."
      }
    ],
    "description": {
      "en": "Baek Woojin is the youngest son of a renowned swordsman family who has neither talent in swordsmanship nor an impressive Aura.\nAlthough he was dishonored by his own family and killed, he reincarnates as the owner of a Magic Sword.\n\nHis only goal is the destruction of his own family.",
      "ko": "검술 재능도, 타고난 오러도 없었지만 누구보다 열심히 노력했던 검술명가 막내아들 백우진.\n가문에서 버려져 비참하게 목숨을 잃었지만,마검의 주인이 되어 10년 전으로 회귀한다.\n가문을 무너뜨리겠다는 일념으로."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e93849b2-939f-40f3-91b4-79b96133052e",
    "title": {
      "en": "Medusa Dorei o Katta"
    },
    "updatedAt": "2024-05-11T16:20:14+00:00",
    "coverArt": "https://mangadex.org/covers/e93849b2-939f-40f3-91b4-79b96133052e/33fb8f04-fe91-4e0e-8ac5-841f2deb0c5d.jpg",
    "altTitles": [
      {
        "ja-ro": "Medusa Dorei o Katta"
      },
      {
        "id": "Aku Membeli Budak Medusa"
      },
      {
        "ja": "メドゥーサ奴隷を買った"
      },
      {
        "en": "I Bought a Medusa Slave"
      },
      {
        "pt-br": "Eu Comprei Uma Escrava Medusa"
      },
      {
        "es-la": "Compré una esclava medusa"
      }
    ],
    "description": {
      "en": "I’m not sure why I decided to buy a medusa in the slave market, but since then she insists a lot that I remove the blindfold from her eyes. Is she trying to petrify me? Or does she really want to see me with her own eyes?",
      "es-la": "No estoy seguro de por qué decidí comprar una medusa en el mercado de esclavos, pero desde entonces ella parece ser muy proactiva con su petición de que remueva la venda de sus ojos. \n¿Acaso busca petrificarme? ¿O de verdad quiere verme con sus propios ojos?",
      "pt-br": "Não tenho certeza de por que decidi comprar uma medusa no mercado de escravos, mas desde então ela insiste muito para que eu remova a venda de seus olhos. Ela está tentando me petrificar? Ou ela realmente quer me ver com seus próprios olhos?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7995d2e-95dc-4e14-96e3-9418adab648c",
    "title": {
      "en": "Leveling Beyond the Max"
    },
    "updatedAt": "2022-09-07T16:03:05+00:00",
    "coverArt": "https://mangadex.org/covers/c7995d2e-95dc-4e14-96e3-9418adab648c/ca4aae02-1ee5-457c-b290-de966eba7b67.jpg",
    "altTitles": [
      {
        "ko": "만렙부터 레벨업"
      },
      {
        "en": "Maxed Out Leveling"
      },
      {
        "ru": "Поднятие уровня начиная с максимального возможного"
      },
      {
        "en": "Level Up from Max Level"
      },
      {
        "en": "Exceeding Max Level"
      }
    ],
    "description": {
      "en": "Max-level internal arts, max-level external arts.\n\nJianghu, Murim’s famous and strongest, Cha Shin Hyeon.\n\nI came back to Earth after reaching the peak of martial arts, but why has everything changed so much?\n\nA world where monsters are coming out of dungeons, and hunters are leveling up via their status windows.\n\n‘Start again from level one? That doesn’t phase me at all, since my martial arts are already at the max level.’",
      "fr": "Arts extérieurs au maximum. Arts internes au maximum.\nCha Shin-Hyun, l’être le plus fort, fidèle à son nom, dans le monde des arts martiaux.\n\nAprès avoir terminé les arts martiaux et être retourné sur Terre, les choses semblent avoir bien changé.\nC’est maintenant un monde où les monstres sortent des donjons et où les chasseurs augmentent leur niveau grâce à leur fenêtre d’état.\n\nTu commences au niveau 1 ? Qui s’en soucie ? Mes arts martiaux sont déjà au niveau maximum.",
      "ko": "외공만렙, 내공만렙\n강호무림의 명실상부한 천하제일인 차신현.\n\n무공의 끝에 도달하고 지구로 귀환했는데, 어째 뭔가 많이 달라져 있다?\n던전에서 몬스터가 튀어나오고 헌터가 상태창으로 레벨을 올리는 세상.\n\n'1레벨부터 시작이라고? \n 아무렴 어떠냐. \n 이미 내 무공은 만렙이거든.'",
      "ru": "Вы достигли максимального уровня.\nЧа Шин Хён бесспорно лучший в мире. Почему после конца пустоты и возвращения, Земля настолько изменилась?\nМир, в котором монстры выходят из подземелий, и охотники повышающие уровень за счет окна статуса.\n«Начать с 1 уровня? Что же мне делать, если я уже достиг максимального уровня?»",
      "pt-br": "Artes internas de nível máximo, artes externas de nível máximo...\nCha Shin Hyeon, o mais famoso e mais forte de Murim, de Jianghu.\n'Voltei para a Terra depois de atingir o auge das artes marciais, mas por que tudo mudou tanto?\nUm mundo onde os monstros estão saindo das masmorras e os caçadores estão subindo de nível por meio de suas janelas de status.\nComeçar de novo a partir do nível um? Não importa, as minhas artes marciais já estão no nível máximo.'"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d351a80-5037-4334-a020-6985899f5b1f",
    "title": {
      "en": "Maou ni Natta node, Dungeon Tsukutte Jingai Musume to Honobono suru"
    },
    "updatedAt": "2024-05-15T23:13:16+00:00",
    "coverArt": "https://mangadex.org/covers/9d351a80-5037-4334-a020-6985899f5b1f/f679afd0-0adb-4f66-b90b-44a3c4ad45be.jpg",
    "altTitles": [
      {
        "ja-ro": "Maou ni Natte-Node, Dungeon Tsukutte Jingai-Musume to Hono-bono suru"
      },
      {
        "ru": "Я стал Повелителем Демонов и создал подземелье, чтобы проводить время с девушками-монстрами"
      },
      {
        "ja": "魔王になったので、ダンジョン造って人外娘とほのぼのする"
      },
      {
        "zh": "魔王建造地下城转生到异世界建造人外娘"
      },
      {
        "ko": "마왕이 됐으므로 던전을 만들고 인외아가씨와 훈훈해진다"
      },
      {
        "ja-ro": "Maō ni Nattanode, Dungeon Zōtte Jingaimusume to Honobono suru"
      },
      {
        "zh-hk": "魔王建造地下城轉生到異世界建造人外娘"
      },
      {
        "en": "I Became the Demon Lord so I Created a Dungeon and Spend Heartwarming Time There with Non-Human Girls"
      },
      {
        "en": "Now I'm a Demon Lord! Happily Ever After with Monster Girls in My Dungeon"
      }
    ],
    "description": {
      "en": "Before I realized, I had become the guardian of a dungeon, a Demon Lord. I was suddenly in a dangerous world with giant monsters loitering around, fighting for their existence. So I thought to go about developing the dungeon in order to not die, but for some reason I was having quite the good time…. How did it turn out like this?  \n  \nThe protagonist, Yuki, having to live in that world now, uses his bold and sharp senses and spends time with a supreme dragon girl and a vampire girl, sometimes laughing, sometimes being angry, passing days doing what he likes.",
      "ja": "異世界転生したユキは、気付くとダンジョンの魔王になっていた!? チートな強さで人外娘達を助けたり、超便利なカタログ通販（？）でダンジョンに凶悪な罠を仕掛けたりとやりたい放題。自由と平和を守るため、快適＆最凶ダンジョン造りを目指せ！ 人気WEB小説コミカライズ!!",
      "es-la": "Antes de darme cuenta, me había convertido en el guardián de una mazmorra, un Señor Demonio. De repente, estaba en un mundo peligroso con monstruos gigantes holgazaneando, luchando por la existencia de la mazmorra para no morir, pero por alguna razón estaba pasando un buen momento ... ¿Cómo resultó esto? El protagonista, Yuki, usa sus sentidos audaces y agudos y pasa el tiempo con una niña dragón suprema y una niña vampiro; A veces riendo, a veces enojándose, pasando días haciendo lo que le gusta.",
      "pt-br": "Antes que eu percebesse, eu havia me tornado o guardião de uma masmorra, um Lorde Demônio.  De repente, eu estava em um mundo perigoso com monstros gigantes vagando por aí, lutando por sua existência, então pensei em desenvolver a masmorra para não morrer, mas – por algum motivo eu estava me divertindo bastante….  Como ficou assim?\n\n O protagonista, Yuki, tendo que viver naquele mundo agora, usa seus sentidos ousados ​​e afiados e passa o tempo com uma suprema garota dragão e uma garota vampira;  Às vezes rindo, às vezes com raiva, passando dias fazendo o que gosta."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ded54f3d-99bc-406a-bca1-4a1d4d618730",
    "title": {
      "en": "Yome Gaki ssu"
    },
    "updatedAt": "2024-05-23T00:31:55+00:00",
    "coverArt": "https://mangadex.org/covers/ded54f3d-99bc-406a-bca1-4a1d4d618730/30796953-4130-46a4-bd14-6f9093672483.jpg",
    "altTitles": [
      {
        "ja": "ヨメガキッす"
      },
      {
        "ja-ro": "Yome Gaki ss"
      },
      {
        "ja-ro": "Yomega Kiss"
      },
      {
        "ja-ro": "Yome ga Kiss"
      },
      {
        "en": "Bride Brat"
      }
    ],
    "description": {
      "en": "Super serious and uptight high school student Koutaro Suzuki and his obnoxious gyaru kouhai Sorako Mozu get along like cats and dogs. She spends her days tormenting him, while he spends his days getting outraged by her. However, the two of them share a secret...that they're living together as fiancés!! Under the condition that Koutaro marry Sorako, who comes from a wealthy real estate family, they've agreed to buy his father's company and save it from going under!!\n\nHaving to deal with Sorako, who uses this and that (and you know what) to torment him, can Koutaro make her yield and successfully marry her?!\n\n---\n**Links:**\n- [Alternative Official Raw on Nico Nico Seiga](https://seiga.nicovideo.jp/comic/64744)",
      "ja": "クソ真面目で融通が利かない男子高校生・鈴紀光太郎は生意気な後輩ギャル・百舌そら子と犬猿の仲。そんな二人には秘密が…それは二人が許嫁関係で同棲していること!? 資産家の家族を持つそら子と結婚をする条件で、光太郎は潰れる寸前の父の会社を買収してもらっていたのだ!! あの手この手（エッ●なこと）で責めるメスガキそら子にたいし、光太郎は彼女を屈服させ、無事に結婚をすることができるのか――!!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fa163c8-0faf-4c68-a2a5-4342b452d97f",
    "title": {
      "en": "Kyougaku Koukou no Genjitsu"
    },
    "updatedAt": "2024-01-20T05:04:55+00:00",
    "coverArt": "https://mangadex.org/covers/8fa163c8-0faf-4c68-a2a5-4342b452d97f/3eedbc6a-7239-4ad9-9488-06299a524864.jpg",
    "altTitles": [
      {
        "en": "The Reality of a Co-ed High School"
      },
      {
        "en": "The Reality of Coeducational Highschool"
      },
      {
        "ja": "共学高校のゲンジツ"
      },
      {
        "zh": "男女合校的现实"
      },
      {
        "zh-ro": "Nánnǚ hé xiào de xiànshí"
      }
    ],
    "description": {
      "en": "A comedic take on the daily lives of students in a co-ed high school.",
      "ja": "チャンスなら転がっている！！ちょっとだけドキドキする……でも、進展しない！！盛り上がりそうで盛り上がらない毎日を悶々と過ごす男女の人間模様を描く、全く新しい草食系恋愛コメディー。\n\n---\n\nChansunara korogatte iru!! Chotto dake dokidoki suru…… demo, shinten shinai!! Moriagari-sōde moriagaranai mainichi o monmon to sugosu danjo no ningen moyō o kaku, mattaku atarashī sōshoku-kei ren'ai komedī."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "91"
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-03-22T13:09:51+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/171b59a7-7df4-4fa4-99fb-2410ab606f01.jpg",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1596722b-bd80-431c-9721-96458dde8a4c",
    "title": {
      "en": "My Girlfriend Is a Zombie"
    },
    "updatedAt": "2024-06-01T18:28:07+00:00",
    "coverArt": "https://mangadex.org/covers/1596722b-bd80-431c-9721-96458dde8a4c/e70b4a56-5ee3-412a-8e55-c1956a5f3982.png",
    "altTitles": [
      {
        "en": "Guardian Girlfriend"
      },
      {
        "en": "Virus Girlfriend"
      },
      {
        "zh": "我的女友是丧尸"
      },
      {
        "zh": "我的守护女友"
      },
      {
        "zh": "我的病毒女友"
      },
      {
        "zh-ro": "Wo De Shouhu Nuyou"
      },
      {
        "kk": "Менің қызым — зомби"
      }
    ],
    "description": {
      "en": "Faced with doomsday, the special power inside Ling Mo was woken up. He found out that he could control zombies. Therefore he could walk through the zombie crowd safe and sound using his power, and eventually, he met his beloved girlfriend - Ye Lian, but only to find out that she had already been transformed into a zombie. To help Ye retrieve her memories, Ling Mo started his survival in doomsday.",
      "pl": "W obliczu dnia zagłady, Ling Mo przebudził wewnątrz siebie specjalną moc. Odkrył on, że może kontrolować zombie. Dlatego mógł bezpiecznie przejść przez tłum zombie i przeżyć, a ostatecznie spotkał swoją ukochaną dziewczynę - Ye Lian, ale tylko by dowiedzieć się, że została już przekształcona w zombie. Aby pomóc Ye odzyskać swoje wspomnienia, Ling Mo rozpoczął swoje przetrwanie podczas apokalipsy.",
      "es-la": "Ante el día del juicio final, el poder especial dentro de Ling Mo fue despertado. Él se percató que podía controlar a los zombis. Debido a su poder, podía caminar sano y salvo a través de la multitud de zombis, y eventualmente se reunió con su amada novia, Ye Lian, pero solo para descubrir que ella ya se había transformado en un zombi. Para ayudarla a recuperar sus recuerdos, Ling Mo comenzó su supervivencia en el día del juicio final.",
      "pt-br": "Diante do apocalypse, o poder especial dentro de Ling Mo foi despertado. Ele descobriu que podia controlar os zumbis. Por causa de seu poder, Ele podia caminhar em segurança através de hordas de zumbis, e, eventualmente, ele se reencontrou com sua amada namorada – Ye Lian, Apenas para descobrir que ela já havia se transformado em um zumbi. Para ajudá-la a recuperar suas memórias, Ling Mo embarca em uma jornada para sobreviver no apocalypse."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e6ec1724-5145-4a1b-b043-4a54164f2023",
    "title": {
      "en": "Doukyonin ga Fuantei Deshite"
    },
    "updatedAt": "2024-05-24T10:12:27+00:00",
    "coverArt": "https://mangadex.org/covers/e6ec1724-5145-4a1b-b043-4a54164f2023/351a6f21-f1fc-46c4-9501-a30cb44ccc79.jpg",
    "altTitles": [
      {
        "ja": "同居人が不安定でして"
      },
      {
        "ko": "동거인이 불안정해서"
      }
    ],
    "description": {
      "en": "A story about the daily lives of two roommates, Fuantei-san, a slightly unstable illustrator, and Shikkari-san, a capable career woman."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "25"
  },
  {
    "mangaId": "f6f3fe1c-c086-4f50-a8cf-3ec48fa3f3a8",
    "title": {
      "en": "Shuumatsu no Valkyrie Kitan - Jack the Ripper no Jikenbo"
    },
    "updatedAt": "2024-04-11T17:39:01+00:00",
    "coverArt": "https://mangadex.org/covers/f6f3fe1c-c086-4f50-a8cf-3ec48fa3f3a8/4d216e8e-a6dd-4e45-a0d1-42c19e975120.jpg",
    "altTitles": [
      {
        "en": "Record of Ragnarok: Jack the Ripper Case Files"
      },
      {
        "ja": "終末のワルキューレ奇譚 ジャック・ザ・リッパーの事件簿"
      },
      {
        "ru": "Повесть о Конце Света: Досье по делам Джека Потрошителя"
      },
      {
        "ru": "Повесть о Конце Света: Досье Джека-потрошителя"
      }
    ],
    "description": {
      "en": "In 1888, a number of prostitutes were murdered in London, by someone known only as \"Jack the Ripper\". The murderer takes to the streets each day, looking to slit some unfortunate woman open... The past of Jack the Ripper, the English gentleman who represented the human side in the fourth round of the struggle between God and mankind known as Ragnarok, who was one of the top-three most popular characters in the character poll, is finally revealed!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea0b2a07-1f21-41bb-bbc7-e8f464245de6",
    "title": {
      "en": "Martial God Asura"
    },
    "updatedAt": "2024-05-02T16:45:41+00:00",
    "coverArt": "https://mangadex.org/covers/ea0b2a07-1f21-41bb-bbc7-e8f464245de6/480f1bb8-094e-4c71-a2ca-4c09b1adad81.jpg",
    "altTitles": [
      {
        "en": "MGA"
      },
      {
        "zh-ro": "Tu La Vũ Thần"
      },
      {
        "zh-ro": "Xiuluo Wushen"
      },
      {
        "zh": "修罗武神"
      }
    ],
    "description": {
      "en": "One night a mysterious and unexplained phenomenon occurs in the nine provinces. Five years later Chu Feng, a regular outer disciple of the Azure Dragon school, awakens one of the mysterious nine lightning beasts. And discovers an egg sealed inside him.  \n  \nFrom there we follow Chu Feng on his path of cultivation."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a547d1d-576b-477f-8cb3-70a3b4187f8a",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 1 - Phantom Blood"
    },
    "updatedAt": "2023-11-01T21:04:45+00:00",
    "coverArt": "https://mangadex.org/covers/5a547d1d-576b-477f-8cb3-70a3b4187f8a/263645fa-129c-4d77-b69d-61d0880fb13e.jpg",
    "altTitles": [
      {
        "ru": "Η Παράξενη Περιπέτεια του JoJo"
      },
      {
        "ro": "Aventurile Bizare ale lui JoJo Partea 1: Sângele Trecutului"
      },
      {
        "it": "JoJo e a sua Aventura Bizarra: Phantom Blood"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Phantom Blood"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 1: Jonathan Joestar: His Youth"
      },
      {
        "th": "Jojoล่าข้ามศตวรรษ"
      },
      {
        "zh": "JoJo的奇妙冒险"
      },
      {
        "es": "La Extraña Aventura de JoJo: Sangre Fantasmal"
      },
      {
        "fr": "Le bizzarre avventure di Jojo: Phantom Blood"
      },
      {
        "ms": "Penjelajah Jojo"
      },
      {
        "ar": "مغامرة جوجو الغريبة الجزء 1: دماء الشبح"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ファントムブラッド"
      },
      {
        "kk": "ДжоДжоның Шытырман Хикаясы: Елес Қан"
      },
      {
        "de": "JoJos bizarres Abenteuer Part 1: Phantomblut"
      },
      {
        "pt-br": "Jojo's Bizarre Adventure - Parte 1: Phantom Blood"
      }
    ],
    "description": {
      "en": "First story arc of the Jojo's Bizarre Adventure series.  \n  \nJonathan Joestar, a young wealthy son living in Victorian England, has his life destroyed by a recently orphaned Dio Brando, who was taken in by Jonathan's father. Dio, who plots to drive Jonathan to insanity and inherit the Joestar fortune, becomes an unstoppable vampire that Jonathan must fight.\n\n[Official English](https://www.viz.com/read/manga/jojo-s-bizarre-adventure-part-1-phantom-blood/all)"
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "44"
  },
  {
    "mangaId": "40efa78d-d27a-4364-92ac-6d7af69a851b",
    "title": {
      "en": "The Boxer"
    },
    "updatedAt": "2024-01-06T14:07:14+00:00",
    "coverArt": "https://mangadex.org/covers/40efa78d-d27a-4364-92ac-6d7af69a851b/1e3a2c9c-ee69-43be-a4ed-aa8d8006a2e3.png",
    "altTitles": [
      {
        "en": "Boksör"
      },
      {
        "en": "Deo Bokseo"
      },
      {
        "fa": "بوکسر"
      },
      {
        "ja": "ザ・ボクサー"
      },
      {
        "zh": "拳击手"
      },
      {
        "ko": "더 복서"
      }
    ],
    "description": {
      "en": "An unimaginable talent without rivalry. Will it prove itself to be a blessing or a curse?  \r\n\r\n\r\n---\r\n\r\n**Links**:  \r\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/the-boxer/list?title_no=1896)  \r\n- [Official French Translation](https://www.webtoons.com/fr/action/the-boxer/list?title_no=2037)  \r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000747)  \r\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/quanjishou/list?title_no=1482)  \r\n- [Official Thai Translation](https://www.webtoons.com/th/action/the-boxer/list?title_no=1926)  \r\n  \r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=eSeGyKj-hOg)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "123"
  },
  {
    "mangaId": "153779b6-0d55-4681-99ba-f42ca58de385",
    "title": {
      "en": "Fuzoroi no Renri - Side Stories"
    },
    "updatedAt": "2024-03-10T13:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/153779b6-0d55-4681-99ba-f42ca58de385/7355c533-0e1f-407f-b100-5639eeef21f9.jpg",
    "altTitles": [
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Rationalization of Irregularities"
      },
      {
        "ko": "티격태격의 연리"
      },
      {
        "fr": "Nos différences enlacées - Histoires parallèles"
      }
    ],
    "description": {
      "en": "From Newtype site:  \n  \nOur ages are different, our ways of life are different, everything is different. But… I just want to be with you!  \nBecause I've never been in a miserable, tragic romance, I can say that unrequited love is fine…  \nI don't know why I fell in love with this person…it's a mystery!  \n  \nThey have different personalities, different ages, different ways of thinking, different looks, different everything.  \nThis is the story of girls who clumsily make up for what's lacking in the other.  \n  \nT/N:  \nThese are side stories. Not a rewrite of the original serialized twitter comic. It builds up on what happens in the main series in a longer format. It eventually merges with the main series in the volume edition.\n   \nThe kind of stories these are is all in the title!  \n  \n不揃 (fuzoroi) means uneven, irregular, but also incomplete. 連理 (renri) is \"entwined relationship\".  \n\nSo, these are stories of intimate relationships between \"incomplete\" girls that somehow complete each other, against all odds."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e660da42-375c-4fca-80f1-1afbe5342b8f",
    "title": {
      "en": "Fool Night"
    },
    "updatedAt": "2024-03-26T12:50:57+00:00",
    "coverArt": "https://mangadex.org/covers/e660da42-375c-4fca-80f1-1afbe5342b8f/98b0256d-3452-4728-b82d-004026830ea8.jpg",
    "altTitles": [
      {
        "ja": "フールナイト"
      },
      {
        "zh": "愚者之夜"
      },
      {
        "ko": "풀 나이트"
      },
      {
        "ru": "Ночь Дурака"
      },
      {
        "ja-ro": "Fuuru Naito"
      },
      {
        "uk": "Ніч Дурня"
      },
      {
        "uk": "Дуриніч"
      }
    ],
    "description": {
      "en": "In the distant future, earth is covered by thick clouds and deprived of the warm rays of sunlight. Natural plants have all but withered, leading to low levels of oxygen everywhere. \n\nHowever, humans have developed a technique to transform people into plants to produce a small amount of oxygen that allows mankind to keep surviving. In this world, everyone must decide: Will they live as humans in a bleak and uncertain world, or abandon their anguish to embrace a new life as plants?",
      "ru": "Продолжать прикладывать усилия ради жизни человеком? Или же красиво осыпаться, подобно цветку? Душевно изображенный неизвестный мир будущего!\n\nМир далёкого будущего окружают облака, не пропускающие дневной свет, увядших растений и недостатка кислорода. Однако, люди разработали технологию превращения человека в растение для получения кислорода и продолжают выживать.\nПеред людьми встаёт нелёгкий выбор - продолжать выживать в этом безнадежном мире людей или же, отбросив страдания, сделать шаг в новую жизнь в виде растений?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c57d084c-179e-44f9-8e4f-da870761d26b",
    "title": {
      "en": "Online Game Nakama to Sashi Off shitara Shokuba no Onijoushi ga Kita"
    },
    "updatedAt": "2023-10-24T10:20:30+00:00",
    "coverArt": "https://mangadex.org/covers/c57d084c-179e-44f9-8e4f-da870761d26b/61c70f29-666b-453b-919c-abbe043f0e12.jpg",
    "altTitles": [
      {
        "ja": "オンラインゲーム仲間とサシオフしたら職場の鬼上司が来た"
      },
      {
        "en": "Turns Out My Online Friend Is My Real-Life Boss!"
      },
      {
        "en": "Arranged an Offline Meeting with My Online Game Friend, but My Demon Boss Came Instead"
      },
      {
        "de": "Mein geliebter Gaming-Freund ist mein fieser Boss?!"
      },
      {
        "pl": "OMG! Mój kumpel z gry online okazał się moim potwornym szefem!!!"
      },
      {
        "th": "นัดเจอเพื่อนในเกมออนไลน์ดันกลายเป็นหัวหน้าใจยักษ์ไปซะได้"
      }
    ],
    "description": {
      "en": "Hashimoto is your average office worker—young, and prone to being pushed around by his demon boss, Shirase. His only escape is his favorite online game, and the friends he’s made within. But when he plans an offline meetup for his party, he gets the surprise of his life…! [Kodansha]"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b087349b-8603-484e-8f6e-042fa3145e3a",
    "title": {
      "en": "Kimi no Kokoro wo Kanjitai"
    },
    "updatedAt": "2024-05-28T03:36:05+00:00",
    "coverArt": "https://mangadex.org/covers/b087349b-8603-484e-8f6e-042fa3145e3a/6b97a40b-07eb-4cf6-a73f-442d69f4887c.jpg",
    "altTitles": [
      {
        "ja": "君の心を漢字たい"
      },
      {
        "id": "Aku Ingin Menulis Hatimu ke Dalam Kanji"
      },
      {
        "en": "I Want to Write Your Heart into Kanji"
      }
    ],
    "description": {
      "en": "A high school boy, Yomi Hashiba, is troubled. He is unable to understand what Mizuki Hanai, a cool girl who became his girlfriend a month ago, is thinking... One day, while he is worrying about his relationship with Mizuki Hanai, he starts to understand her \"Kanji\"...? (same pronunciation as feeling) This is the beginning of a thrilling coming-of-age romantic comedy about love and kanji!",
      "id": "Seorang anak SMA, Yomi Hashiba, sedang bermasalah. Dia tidak dapat memahami apa yang dipikirkan Mizuki Hanai, seorang gadis keren yang menjadi pacarnya sebulan yang lalu... Suatu hari, ketika dia mengkhawatirkan hubungannya dengan Mizuki Hanai, dia mulai memahami \"Kanji\" -nya... ? (pengucapan yang sama dengan perasaan) Ini adalah awal dari komedi romantis dewasa yang mendebarkan tentang cinta dan kanji!",
      "es-la": "Un chico de preparatoria, Yomi Hashiba, está preocupado. No puede entender lo que está pensando Mizuki Hanai, una chica genial que se convirtió en su novia hace un mes... Un día, mientras se preocupa por su relación con Mizuki Hanai, comienza a entender su \"Kanji\"... ? (caracter/sentimiento) ¡Este es el comienzo de una emocionante comedia romántica sobre la mayoría de edad sobre el amor y los kanji!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "23"
  },
  {
    "mangaId": "b5b21ca1-bba5-4b9a-8cd1-6248f731650b",
    "title": {
      "en": "Record of Ragnarok"
    },
    "updatedAt": "2024-04-16T21:46:34+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ca1-bba5-4b9a-8cd1-6248f731650b/dfd2d1d9-7d36-481c-9bd3-ecfb3c3a2ca8.jpg",
    "altTitles": [
      {
        "ja-ro": "Shuumatsu no Walküre"
      },
      {
        "en": "World's End Valkyrie"
      },
      {
        "ru": "Повесть о Конце Света"
      },
      {
        "fa": "تاریخچه رگنوراک"
      },
      {
        "ja": "終末のワルキューレ"
      },
      {
        "en": "Valkyrie of the End"
      },
      {
        "zh-hk": "終末的女武神"
      },
      {
        "fr": "Valkyrie Apocalypse"
      },
      {
        "es-la": "Los Registros del Ragnarok"
      },
      {
        "ar": "سجلات راغناروك"
      },
      {
        "uk": "Повість про кінець світу"
      },
      {
        "bg": "Рагнарок"
      },
      {
        "tr": "Ragnarok Kaydı"
      },
      {
        "id": "Rekam Jejak Ragnarok"
      },
      {
        "id": "Valkri Jawir Asli Jaksel"
      },
      {
        "en": "Valkyrie Apocalypse"
      },
      {
        "ja-ro": "Shuumatsu no Valkyrie"
      }
    ],
    "description": {
      "en": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n\n---\n  - Alternative English Translation: [<comikey>](https://comikey.com/comics/record-of-ragnarok-manga/61/)",
      "fa": "⁧⁧ داستان جایی شروع میشه که خدایان بحث این رو به میان میاورند که انسان‌ها زنده بمانند یا نابود شوند. ولی یک والکری به تنهایی بحث را به سمتی میکشاند که به انسان‌ها اجازه یک مبارزه در مقابل خدایان داده شود. و به این شکل کور سوی امید بشریت روشن باقی میماند. سیزده خدا، سیزده انسان، در مقابل هم قرار میگیرند تا سرنوشت بشریت را مشخص کنند",
      "fr": "Tous les mille ans, l'ensemble des dieux, tous panthéons réunis, se réunissent au Valhalla, le paradis des âmes, lors d'une assemblée présidée par Zeus, le dieu suprême grec, afin de décider du sort des humains. Or, cette année-là, il est décidé à la quasi-unanimité de détruire l'humanité. Mais la Valkyrie Brunehilde interrompt la conférence et propose aux dieux de se mesurer aux mortels lors du tournoi de Ragnarök, pour déterminer s'ils valent vraiment la peine d'êtres anéantis. Ce tournoi opposera 13 dieux issus de diverses mythologies à 13 puissants humains qui ont fait l'histoire. Si l'humanité remporte au moins sept des 13 duels, alors les dieux épargneront l'humanité.",
      "id": "- In Indonesian by [Akasha](http://www.mncgramedia.id/comics/comic_detail/akasha-record-of-ragnarok-01) as \"Record of Ragnarok\"",
      "it": "- In Italian by [Star Comics](https://www.starcomics.com/titoli-fumetti/record-of-ragnarok) as \"Record of Ragnarok\"",
      "ru": "История начинается c собрания богов, на котором они решают судьбу человечества: убить всех или оставить в живых, согласившись в никчёмности рода людского, боги выбирают первое... Но одна валькирия выдвигает предложение: позволить богам и человечеству сразиться в битве, в качестве последнего луча надежды людей. 13 богов сразятся против 13 чемпионов людей в битвах один на один, чтобы решить, будет ли человечество жить или сгинет в могуществе божественной силы.",
      "tr": "Hikâye, tanrıların insanlığın yaşamasına ya da ölmesine karar vermek için bir toplantı düzenlemesi ve insanlığı yok etmeye karar vermesiyle başlar. Ancak yalnız bir Valkyrie, insanlığın hayatta kalması için son bir umut olarak tanrıların ve insanlığın son bir savaşa girmesine izin verilmesi önerisini ortaya atar. 13 tanrı, insanlığın yaşayıp yaşamayacağına karar vermek için teke tek savaşlarda 13 insan şampiyona karşı dövüşecektir.",
      "uk": "Історія починається зі зборів богів, на яких вирішується доля людства: життя чи смерть. Погодившись з нікчемністю людського роду, боги вибирають друге... Але одна валькірія висуває пропозицію: дозволити богам і людям битися в битві, яка стане останнім променем надії для людства. 13 богів б'ються проти 13 людських чемпіонів у битвах віч-на-віч, щоб вирішити, чи буде людство жити чи згине у могутності божественної сили.",
      "es-la": "Los Dioses se reúnen con el objetivo de decidir si la humanidad debe vivir o morir. Y aunque llegan a la conclusión de que debe perecer, una Valkyria propone que una lucha de dioses contra humanos para tomar tan difícil decisión. Así, 13 humanos pelearán contra 13 Dioses para resolver el destino de la humanidad.",
      "pt-br": "A cada 1.000 anos, as divindades se reúnem sob o conselho de Valhalla para decidir sobre o direito da humanidade de continuar vivendo, ou por sua destruição, porém desta vez os deuses estão furiosos com o descaso humano para com o planeta, pendendo passim para aniquilar toda a raça humana, porém uma única valquíria os convencem de realizar o Ragnarok, uma batalha mortal entre humanos e deuses para decidir sob sua sobrevivência, 13 humanos enfrentarão 13 deuses. Serão este humanos capazes de colidir com as poderosas divindades?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee4bf782-9fe9-42a6-be7f-3809293818c2",
    "title": {
      "en": "Hell Mode: Yarikomi Suki no Gamer wa Hai Settei no Isekai de Musou Suru"
    },
    "updatedAt": "2024-04-26T15:24:34+00:00",
    "coverArt": "https://mangadex.org/covers/ee4bf782-9fe9-42a6-be7f-3809293818c2/2dd54daa-0bcb-45f3-af39-17048756040a.jpg",
    "altTitles": [
      {
        "en": "Hell Mode: The Hardcore Gamer Dominates in Another World with Garbage Balancing"
      },
      {
        "ja": "ヘルモード ～やり込み好きのゲーマーは廃設定の異世界で無双する～ はじまりの召喚士"
      }
    ],
    "description": {
      "en": "Yamada Kenichi, a single, 35-year-old businessman, has spent the majority of his adult life playing every MMORPG to hit the market.\n\nTired of the constant cycle of repetitive, newbie-centric gameplay, he is immediately drawn in by the promise of a new game that, on top of being never-ending, offers up a \"Hell Mode\" — a difficulty level that makes it nigh impossible to level up but also promises uncapped growth potential.\n\nUpon selecting the newly released Summoner class, Kenichi finds himself reborn as Allen, an infant in a serf family, with nothing but his wits and old memories to guide him. Allen works diligently to level himself up despite Hell Mode requiring vast amounts of experience between levels. In doing so, he hopes to uncover the secrets the Summoner class holds.\n\nAll the while, he dedicates himself to freeing his new family from serfdom.",
      "ja": "「終わらないゲームにあなたを招待します。 だって?」 健一が偶然たどり着いたタイトルのない謎のネットゲーム。 難易度設定画面で迷わず最高難易度『ヘルモード』を選ぶと、異世界の農奴へと転生してしまった! 少年「アレン」へと転生した健一は、謎の多い職業「召喚士」を使いこなしながら、 異世界で最強への道を手探りで歩み始めるが――。",
      "pt-br": "\"Você será convocado para o mundo de um jogo sem fim?' Um dia, estava procurando um novo jogo, quando de repente vi aquele anúncio. Depois de escolher o modo mais difícil do jogo, 'modo inferno', de repente reencarnei em um novo mundo como um lavrador. Como um menino chamado Allen, comecei minha jornada em outro mundo com a maior dificuldade, superando todos os desafios para alcançar o maior título do jogo \"Summoner\" . ----- O romance promissor de 1º grau da revista 'Vamos nos tornar um escritor ', uma história extremamente aguardada."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0081e3dd-bf93-4bd4-aa95-3e8c0f1dfa31",
    "title": {
      "en": "Snow Thaw & Love Letter"
    },
    "updatedAt": "2024-05-23T11:32:30+00:00",
    "coverArt": "https://mangadex.org/covers/0081e3dd-bf93-4bd4-aa95-3e8c0f1dfa31/6638d5c5-a9f5-4cac-95f5-4f116a8a5d3c.jpg",
    "altTitles": [
      {
        "ja": "雪解けとアガパンサス"
      },
      {
        "ja-ro": "Yukidoke to Agapansasu"
      },
      {
        "ja-ro": "Yukidoke to Agapanthus"
      }
    ],
    "description": {
      "en": "Natsuki, the prince of an all-girls school meets an innocent (girl) transfer student, Shun, who doesn't treat Natsuki like a prince, but instead treats her as a \"friend.\"\n\nNatsuki excels in everything she does and even has a fan club at school.\nEven though she was looked at with admiration, her days were somehow unfulfilled...\n\nAlthough Natsuki feels uncomfortable with her first \"friend\", Shun's innocent smile and bright personality make Natsuki's heart flutter...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11c2560b-7777-4741-86cb-efcc34fd5778",
    "title": {
      "en": "The Knight in the Area"
    },
    "updatedAt": "2024-06-01T18:03:26+00:00",
    "coverArt": "https://mangadex.org/covers/11c2560b-7777-4741-86cb-efcc34fd5778/baec4f5d-24e7-44f6-b54d-0034d1a0f86b.jpg",
    "altTitles": [
      {
        "vi": "Các Hiệp sĩ trong khu Vực"
      },
      {
        "tr": "Ceza-sahasının Şövalyesi"
      },
      {
        "ru": "Паладин на поле"
      },
      {
        "th": "อัศวินในพื้นที่"
      },
      {
        "ja": "エリアの騎士"
      },
      {
        "zh-hk": "足球騎士"
      },
      {
        "zh": "足球骑士"
      },
      {
        "ko": "에어리어의 기사"
      },
      {
        "ja-ro": "Area no Kishi"
      }
    ],
    "description": {
      "en": "Aizawa Kakeru is an energetic and dedicated eighth grader who serves as the manager for his school’s football team. Though he was well known for being a talented player the previous year, an accident during one of his games caused Kakeru to vow never to play competitively again. Still passionate about the sport, Kakeru dreams of one day becoming a professional football trainer so that he can work alongside his older brother Suguru, the ace of the school team who has represented Japan in international competition.  \n  \nLink:  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=13559) (anime).",
      "pt-br": "Suguru e Kakeru são dois irmãos que jogam futebol como ninguém. Suguru, aos 15 anos, já se tornou estrela da seleção japonesa; já Kakeru? bem, ele é tão talentoso quanto o irmão, mas decidiu abandonar os gramados e atuar só como auxiliar técnico depois de um acidente na oitava série. Claro, Suguru sabe do talento que o irmão tem e não se conforma com a decisão dele. O que poderá acontecer para que Kakeru mude de ideia e volte a ajudar o time de dentro de campo, onde seu irmão o espera??"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "57",
    "lastChapter": "498"
  },
  {
    "mangaId": "d5227574-ed83-47fe-89c1-43444c2f6e75",
    "title": {
      "en": "Dorei kara no Kitai to Hyouka no sei de Sakushu dekinai no daga"
    },
    "updatedAt": "2024-06-01T17:59:05+00:00",
    "coverArt": "https://mangadex.org/covers/d5227574-ed83-47fe-89c1-43444c2f6e75/aeb3567a-f390-4a13-a2cd-67d128ed33c5.jpg",
    "altTitles": [
      {
        "ja": "奴隷からの期待と評価のせいで搾取できないのだが"
      },
      {
        "en": "Due to Their Appreciation and Expectations, I Can't Exploit My Slaves"
      }
    ],
    "description": {
      "en": "A reincarnated boy, Allen, gets granted by a goddess the cheat skill, \"Restoration.\" Even though he can heal all and any injuries and illnesses, there aren't a lot of places where he can use that skill to the fullest, so he planned to \"regenerate\" the slaves he bought and lead a slow-paced life. But the healed slaves' cheats turned out so out of the ordinary that the crops they tend to and their living conditions turned for the better in a blink of an eye. The protagonist, Allen, who slowly but surely is robbed of opportunities to shine, tried to counter that with his modern knowledge, and yet, those talented slaves absorbed it all and brought success to any and all businesses. The protagonist is becoming irrelevant with each passing day?!",
      "ja": "転生した少年・アレンは女神からチート能力【再生】を授かる。\nありとあらゆるケガや病気を治療できるものの、活躍の場は限られるため、奴隷の少女たちを【再生】し、ハーレムスローライフを送ろうと画策する。\nだが、完治した奴隷たちのチートがダンチすぎて、農作物や居住環境は瞬く間に完熟。\n活躍の場を次々に奪われる主人公・アレンは現代知識で対抗するが、それも優秀な奴隷たちが吸収し、商売で大成功。\n主人公の影がどんどん薄くなっていく……！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d64e486-611c-4018-a640-d0e08e7d8512",
    "title": {
      "en": "Tomodachi Nano ni Kiss o Shita"
    },
    "updatedAt": "2024-05-09T20:44:46+00:00",
    "coverArt": "https://mangadex.org/covers/5d64e486-611c-4018-a640-d0e08e7d8512/8ba31e12-8787-40ac-ac42-a084e30ac0d4.jpg",
    "altTitles": [
      {
        "ja": "友達なのにキスをした"
      },
      {
        "ja-ro": "Tomodachi Nanoni Kiss o Shita"
      },
      {
        "en": "We Kissed Even Though We Are Just Friends"
      }
    ],
    "description": {
      "en": "Aoi and Keita, who attend the same high school, live next door to each other and have been childhood friends ever since Keita moved in when they were in middle school. Even though they're just friends who always goof around together, Aoi suddenly notices that Keita has been looking cool lately..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "600f467c-9613-4056-aa21-bb2ecc295b84",
    "title": {
      "en": "Osananajimi Kanojo no Morahara ga Hidoin de Zetsuen Sengen shite Yatta"
    },
    "updatedAt": "2024-05-23T22:01:19+00:00",
    "coverArt": "https://mangadex.org/covers/600f467c-9613-4056-aa21-bb2ecc295b84/232d9396-4979-4e54-9796-16264df69123.jpg",
    "altTitles": [
      {
        "ja-ro": "Osananajimi Kanojo no Morahara ga Hidoi n de Zetsuen Sengen Shite Yatta: Jibun Rashiku Ikiru Koto ni Shitara, Naze ka Tonari no Seki no Kakure Bishoujo kara Kokuhaku Sareta"
      },
      {
        "ja": "幼馴染彼女のモラハラがひどいんで絶縁宣言してやった ~自分らしく生きることにしたら、なぜか隣の席の隠れ美少女から告白された~"
      },
      {
        "vi": "Quá mệt mỏi với việc bị con bạn thuở nhỏ kiêm bạn gái bắt nạt, tôi đã chia tay với em ấy"
      },
      {
        "en": "I’m Sick and Tired of My Childhood Friend’s, Now Girlfriend’s, Constant Abuse so I Broke up With Her"
      }
    ],
    "description": {
      "en": "My childhood friend is also my girlfriend. A dream come true, right? Hell no. She insults me on a daily basis. She grinds my dignity into shreds and it takes a toll on my mental well-being. I can’t take it anymore.\n\nSo I’m left with no choice, I’m going to break up with her. In order to maintain my sanity, it’s the only option.\n\nAnd thus, the story of my break up begins…",
      "pt-br": "Minha amiga de infância também é minha namorada. Um sonho realizado, certo? De jeito nenhum, ela me insulta diariamente, ela destrói minha dignidade e isso afeta meu bem-estar mental, não aguento mais. Então não tenho escolha, terminarei com ela. Para manter minha sanidade, é a única opção."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9ba38c5-9e33-4ff8-9353-77cd5632735e",
    "title": {
      "en": "Koborechau Kara, Kiitete ne"
    },
    "updatedAt": "2024-05-31T08:04:30+00:00",
    "coverArt": "https://mangadex.org/covers/c9ba38c5-9e33-4ff8-9353-77cd5632735e/d258ad35-21a1-48f9-9e02-c28662466cca.jpg",
    "altTitles": [
      {
        "ja": "零れちゃうから、聴いててね"
      },
      {
        "ja-ro": "Koborechau Kara, Kiitete ne"
      },
      {
        "en": "It’s going to spill, please listen to it"
      }
    ],
    "description": {
      "en": "A story about a Vtuber and a blue collar worker that scared of his own moaning."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1629d65-f177-418a-a04f-ae4ee6929f90",
    "title": {
      "en": "Imprisoned with the Horror Game's Male Lead"
    },
    "updatedAt": "2024-05-24T03:25:16+00:00",
    "coverArt": "https://mangadex.org/covers/b1629d65-f177-418a-a04f-ae4ee6929f90/4ff9e50e-1bef-4bb4-939a-fd72dc82e312.jpg",
    "altTitles": [
      {
        "ko": "공포게임 남주와 감금당했다"
      },
      {
        "en": "Confined Together with the Horror Game’s Male Lead"
      }
    ],
    "description": {
      "en": "I became a maid inside of a horror game.\nPenalties were given to the male lead, who was trying to escape being locked up in a large mansion, and I acted as a guide. \n\nI was going to fulfill my duties until the male lead’s play ends.\n\n“When I get out, I’ll lock you up exactly the same way.”\n\nThe male lead is so noisy. \nIf it’s going to be like this, I’ll just help him escape faster. \n\n“Let’s eat, Dietrich.”\n“This is a potion, it’ll help you recover faster if you take it.”\n“The hint to escape is over there…”\n\nI fed him well to prepare for the next play, and when the male lead got hurt, I gave him a potion so he could quickly play the next game,\nI even gave him a hint for the problem. \n\nYou’ll be able to get out now, right?\n\nHowever. \n\n“I don’t really know the answer.”\n\nWhat’s the meaning of this? Aren’t you supposed to be smart?\n\n…The male lead doesn’t think about leaving the mansion at all. \n\n“If you won’t get out, I will.”\n\nI shouted in anger because I was so sick of the thought of having to see the face of someone I don’t want to keep seeing. \n\n“Is it possible for you to get out of here?”\n\nHis eyes sank bitterly. \n\n“Let me tell you this, I have no intention of leaving this place.”\n“What?”\n“And you have no way of getting out, either.”\n\nWhat the hell is going on?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fdf828a-f639-4121-9c6f-5202b8832b1d",
    "title": {
      "en": "Ore ni wa Kono Kuragari ga Kokochiyo Katta: Zetsubou kara Hajimaru Isekai Seikatsu, Kami no Kimagure de Kyousei Haishinchuu"
    },
    "updatedAt": "2024-05-03T03:19:52+00:00",
    "coverArt": "https://mangadex.org/covers/4fdf828a-f639-4121-9c6f-5202b8832b1d/3f4cfee0-c852-448a-8893-2e1e227905ea.jpg",
    "altTitles": [
      {
        "ja": "俺にはこの暗がりが心地よかった　―絶望から始まる異世界生活、神の気まぐれで強制配信中―"
      },
      {
        "en": "The Darkness Was Comfortable for Me"
      }
    ],
    "description": {
      "en": "“I will have the 1,000 people I have chosen go to a parallel world.”\n\nChaos spread once those words of God were displayed to the whole world.\n\nKurose Hikaru, whose childhood friend had been chosen, was killed together with her on the same day she was supposed to be transferred. However, for some reason, Hikaru didn’t die and, even though he wasn’t chosen at first, he ended up as one of the [Otherworlders that will have all their actions live broadcasted to Earth].\n\nTransferred without any preparations at all to that accursed land, he faced threats innumerable times and somehow managed to survive with his Gift, the Dark Spirit Abilities.\n\n“I must not die. I am sure the people on Earth are all rooting for me after all…”\n\nThis is the story of a young boy who is tossed about by the gazes of the viewers, yet eventually manages to raise his head and walk forward.\n(NovelUpdates)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "36"
  },
  {
    "mangaId": "4536960e-a1a4-46c9-bb76-7604523f79fa",
    "title": {
      "en": "Corrupting the Heroine's First Love"
    },
    "updatedAt": "2024-04-21T21:00:05+00:00",
    "coverArt": "https://mangadex.org/covers/4536960e-a1a4-46c9-bb76-7604523f79fa/abc8c6e5-e340-437e-9b0a-b497b9e7ae44.jpg",
    "altTitles": [
      {
        "ko": "여주인공의 첫사랑을 타락시켜 버리면"
      },
      {
        "en": "If You Corrupt the Heroine's First Love"
      },
      {
        "en": "Corrupting Your Heroine's First Love Will Result With This"
      }
    ],
    "description": {
      "en": "“I am a knight of Latem. We’re not destined to stand under the same sky.”\n\nShe had become Karina Apocalita, the personification of evil and a member of the heterogeneous race that ruled the world with malevolence. The plot began to twist and turn when Karina unknowingly saved the life of Reneiger, a justful knight and the heroine’s first love.\n\nReneiger became doubtful of his faith, eventually losing his glow and radiant platinum blond. Soon the sacred knight fell from grace and aligned himself to Karina’s fate.\n\n“There’s no turning back now. Dear God, please forgive me.”\n\nHe knew he would never be able to escape from her hands.\n\n---\n\"I am a knight of Latem, and that means I cannot coexist under the same sky as you.\"\n\nAfter entering the book *A Trapped Bird Cannot Escape*, I realized that I had taken over the body of Karina Apocalypta, a member of a species that reigns as the evil of the world. However, the novel's plot begins to twist after I saved the life of Reneiger, the first love of the female protagonist, who happens to be a holy knight. Reneiger begins to doubt his faith, ultimately losing his brilliant platinum hair. Thus, the once sacred holy knight turns corrupt and eventually sympathizes with Karina's fate...\n\n\"Now we have each other's desires,\" Karina said while caressing his cheek. It was a feeling of being pulled in by each fascinating tendril of thorny vines.\n\nReneiger couldn't bear it, \"It can't be undone.\"\n\n---\nIn a land overshadowed by darkness, Karina Apocalita rises as a formidable figure, her being a tapestry of power from a diverse race. Her destiny intertwines with Reneiger, a knight from the virtuous Latem order, known for justice and as the former love of a legendary heroine. Their paths take an unforeseen turn when Karina, unaware of her impact, saves Reneiger's life. This act, challenging his convictions, triggers a crisis within him, tarnishing his once radiant aura and precipitating a fall from grace.\n\nFaced with his altered fate, Reneiger prays for forgiveness, realizing his escape from Karina's shadow is but a dream. This pivotal moment raises a haunting question: will Reneiger rediscover the light, or be consumed by the darkness emanating from Karina?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77bee52c-d2d6-44ad-a33a-1734c1fe696a",
    "title": {
      "ja-ro": "Kage no Jitsuryokusha ni Naritakute"
    },
    "updatedAt": "2024-05-30T11:02:01+00:00",
    "coverArt": "https://mangadex.org/covers/77bee52c-d2d6-44ad-a33a-1734c1fe696a/c384dedc-0f09-46ed-ae68-c81eb5eacdf4.jpg",
    "altTitles": [
      {
        "en": "The Eminence in Shadow"
      },
      {
        "ru": "Восхождение в тени"
      },
      {
        "ja": "陰の実力者になりたくて！"
      },
      {
        "ko": "숨은 실력자가 되고싶어서"
      },
      {
        "uk": "Сходження у тіні"
      },
      {
        "en": "I Want To Be The Eminence In Shadow!"
      },
      {
        "en": "To Be a Power in the Shadows!"
      }
    ],
    "description": {
      "en": "Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. Ninjas, rogues, shadowy mentor types, that sort of deal.  \r\nAfter hiding his strength and living the mediocre life of a NPC by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power.  \r\nThe young man who is only pretending to be a power in the shadows… his subordinates who took him more seriously than he expected… and a giant organization in the shadows that gets accidentally trampled…  \r\nThis is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world.",
      "ru": "Подобно тому, как некоторые в детстве боготворят героев, один юноша обожал силы, скрывающиеся в тени. Скрыв свою силу и прожив посредственную жизнь посредственного персонажа, проходя в это время через безумные ночные тренировки, он в конце концов перерождается в ином мире, обретая абсолютную силу. Юноша, отыгрывающий роль скрывающейся в тени силы, его неправильно всё понимающие подчинённые и огромная стёртая в пыль теневая организация… Это история о юноше, обожавшем скрывающиеся во мраке силы, который, вероятно, в итоге обретёт власть над теневой стороной иного мира.   \r\n  \r\n  \r\n- [Japanese Light Novel (Bookwalker)](https://bookwalker.jp/series/179219/)  \r\n- [Japanese Light Novel (Amazon.co.jp)](https://www.amazon.co.jp/dp/4047353027/)  \r\n- [LN Vol. 1 Youtube Promo](https://www.youtube.com/watch?v=9pahhkIs4Ss),with Kentarou Kumagai (熊谷健太郎) voicing the MC (Cid Kagenou)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95aa6275-3a71-460b-af9f-33ee9b93bebc",
    "title": {
      "en": "Nue no Onmyouji"
    },
    "updatedAt": "2024-05-01T18:40:22+00:00",
    "coverArt": "https://mangadex.org/covers/95aa6275-3a71-460b-af9f-33ee9b93bebc/1a697e8a-b918-4d46-b441-aed87acba3fc.jpg",
    "altTitles": [
      {
        "ja": "鵺の陰陽師"
      },
      {
        "en": "Nue's Exorcist"
      },
      {
        "ru": "Оммёдзи Нуэ"
      },
      {
        "vi": "Âm Dương Sư Nue"
      },
      {
        "fr": "L'exorciste de Nue"
      },
      {
        "es-la": "El exorcista de Nue"
      }
    ],
    "description": {
      "en": "Yajima has been able to see spirits since he was small. At his new school is a room that nobody else can see. And inside is a spirit who loves playing video games. A new modern exorcist saga now begins!",
      "fr": "Yajima est capable de voir les esprits depuis qu'il est tout petit. Dans sa nouvelle école, il y a une pièce que personne d'autre ne peut voir. Et à l'intérieur se trouve un esprit qui aime jouer aux jeux vidéo. Une nouvelle saga d'exorcistes modernes commence !",
      "vi": "Yajima đã có thể nhìn thấy các linh hồn từ khi còn nhỏ. Tại ngôi trường mới của cậu ấy có một căn phòng mà không ai khác có thể nhìn thấy. Và bên trong là một linh hồn thích chơi trò chơi điện tử. Một câu chuyện trừ tà hiện đại bắt đầu từ giây phút này!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b727ae2-2842-4c46-af8b-9162b7806659",
    "title": {
      "en": "Girl meets Rock!"
    },
    "updatedAt": "2024-05-21T14:33:20+00:00",
    "coverArt": "https://mangadex.org/covers/7b727ae2-2842-4c46-af8b-9162b7806659/53e362d7-ebc3-46a6-93b2-150745100f91.jpg",
    "altTitles": [
      {
        "ja": "ふつうの軽音部"
      },
      {
        "ja-ro": "Futsu no Keionbu"
      },
      {
        "fr": "La fille qui découvre le rock !"
      },
      {
        "nl": "Het meisje dat rock ontdekte!"
      },
      {
        "ru": "Девушка встречает Рок"
      },
      {
        "pt-br": "Garota conhece o rock!"
      }
    ],
    "description": {
      "en": "With a passion for richly textured Japanese rock, first-year high school student Chihiro Hatono steps into the world of the light music club, new guitar in tow. But what awaits her behind those doors...? A drama of unfiltered youth and musical ambition takes the stage!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7b52147-4636-4d43-ae9b-28a67d376cfb",
    "title": {
      "en": "Yukionna to Kani wo Kuu"
    },
    "updatedAt": "2022-11-19T14:50:19+00:00",
    "coverArt": "https://mangadex.org/covers/b7b52147-4636-4d43-ae9b-28a67d376cfb/7bae91f5-f39c-443b-8122-6062d3fd0012.jpg",
    "altTitles": [
      {
        "en": "Eating Crab with a Yukionna"
      },
      {
        "ja": "雪女と蟹を食う"
      }
    ],
    "description": {
      "en": "A certain summer day, as the cicadas sing loudly. A man with no money and no place to belong tries to end his life, however is unable to take the last step. While wavering between life and death, he sees a gourmet food program on television, and realising he's never once eaten crab in his life decides that \"For my last day on this Earth, I'll eat crab\". Settings his sights on the wife who lives in a high-class neighbourhood that he happened across in a library, he forces his way into her home. And thus, he demands money from her, however… things go in an unexpected direction."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "8",
    "lastChapter": "69"
  },
  {
    "mangaId": "9e4ab6ae-f730-4ce2-a528-97986beb8549",
    "title": {
      "en": "Martial Arts Reigns"
    },
    "updatedAt": "2023-11-24T22:52:47+00:00",
    "coverArt": "https://mangadex.org/covers/9e4ab6ae-f730-4ce2-a528-97986beb8549/cca3a586-ea05-497c-b899-966bbde92c36.png",
    "altTitles": [
      {
        "vi": "Võ Đạo Độc Tôn"
      },
      {
        "zh-ro": "Wudao du Zun"
      },
      {
        "zh": "武道独尊"
      },
      {
        "zh-ro": "Wu Dao Du Zun"
      },
      {
        "en": "Supreme Master of Martial Arts"
      },
      {
        "ko": "무도독존"
      }
    ],
    "description": {
      "en": "True Heavens Continent is a place where those with great power can move mountains and overturn seas, kick the stars and step on the moon, punch through the sky and even shatter the earth itself! Ye Ming, a commoner born into a side branch within his family, sincerely and diligently tried to become stronger, hoping to avenge his parents’ deaths. As fate would have it, he obtained the \"Divine Spirit Cloak\", ingested the \"Foundation Establishment Divine Pill\", and cultivated the \"Omnipotent Sutra\". With his newfound power, Ye Ming begins his path of vengeance, mercilessly slaughtering any martial artists that dare stand in his way!In the face of deadly threats all across the continent, such as the Immortal Dynasty, the Great Eternal Sect, the Giant Barren Demon, and the Supreme Demon God, Ye Ming is determined that nothing will stop him! Whether god or demon, Ye Ming fears nothing! “I shall be the one who decides my own destiny!”",
      "es": "Ye Ming, a estrela em ascensão da Família Ye é considerado um gênio entre seus companheiros. Mas ele foi enganado por seu primo ciumento e ele cortou seus meridianos, aleijou suas habilidades e o abanou impiedosamente. Mas Ye Ming nunca desiste, porque ele sacrificaria tudo para se vingar de seus pais falecidos que foram assassinados pela família Huang. Mas ele não sabe que é considerado uma dor no pescoço para a família Ye, e uma grande conspiração paira na escuridão…",
      "ru": "/ Русское  \r\n||Мин Е, восходящая звезда семьи Е, - гений среди своих сверстников-культиваторов. Но его двоюродный брат повредил ему меридианы, искалечил и безжалостно порезал сухожилия. Мин Е не сдается, потому что он пожертвовал бы всем, чтобы отомстить за своих умерших родителей, которые были убиты семьей Хуан. Он не знает, что его считают занозой в шее для семьи Е и хотят его убрать…||",
      "zh": "\"天元大陆，有大能力者可移山倒海，踢星踏月，拳破青天，脚碎大地！ 叶铭，一介凡流，庶子出身，为报血仇，自强不息。 机缘之下，获“神灵宝衣”，服“筑基神丹”，修“通天经图”。 心诚志竖，勇猛精进，凡挡修武之路者，杀无赦！ 不朽皇朝，万古大教，洪荒巨妖，擎天魔神，面对这漫天神魔，他无所畏惧，我命在我不在天！\"",
      "pt-br": "O True Heavens Continent é um lugar onde aqueles com grande poder podem mover montanhas e derrubar mares, chutar as estrelas e pisar na lua, perfurar o céu e até mesmo destruir a própria terra! Ye Ming, um plebeu nascido em um ramo secundário de sua família, tentou sincera e diligentemente se tornar mais forte, na esperança de vingar a morte de seus pais. Como quis o destino, ele obteve a “Capa do Espírito Divino”, ingeriu a “Pílula Divina do Estabelecimento de Fundação” e cultivou o “Sutra Onipotente”. Com seu novo poder, Ye Ming inicia seu caminho de vingança, massacrando impiedosamente qualquer artista marcial que ouse ficar em seu caminho! Diante de ameaças mortais em todo o continente, como a Dinastia Imortal, a Grande Seita Eterna, o Gigante Estéril Demônio, e o Deus Demônio Supremo, Ye Ming está determinado a que nada o deterá! Seja deus ou demônio, Ye Ming não teme nada! “Serei eu quem decidirá meu próprio destino!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c6e0eb8-fb94-44a3-9bf4-fa72dee36775",
    "title": {
      "en": "Your Throne"
    },
    "updatedAt": "2023-07-19T20:55:50+00:00",
    "coverArt": "https://mangadex.org/covers/8c6e0eb8-fb94-44a3-9bf4-fa72dee36775/0c04d507-5603-407e-9fc5-ff9b55461c37.jpg",
    "altTitles": [
      {
        "id": "I Wanna Be U"
      },
      {
        "pt": "Seu Trono"
      },
      {
        "en": "To Be You, Even Just for a Day"
      },
      {
        "ko": "하루만 네가 되고 싶어"
      },
      {
        "fr": "La duchesse déchue"
      },
      {
        "th": "ชิงชีวิตพลิกลิขิตชะตา"
      },
      {
        "de": "Dein Thron"
      },
      {
        "es": "Quiero ser tú, solo por un día"
      },
      {
        "tr": "Sadece Bir Günlüğüne Sen Olmak İstiyorum"
      },
      {
        "es": "Tu trono"
      },
      {
        "vi": "Tôi muốn trở thành cô ấy, dù chỉ một ngày"
      },
      {
        "zh": "以你之名"
      },
      {
        "ja": "君の全てを奪いたい"
      },
      {
        "zh-hk": "惡女的變身"
      },
      {
        "uk": "Я хочу стати тобою хоча б на один день"
      }
    ],
    "description": {
      "de": "[Official German Version](https://www.webtoons.com/de/fantasy/your-throne/list?title_no=2580)",
      "en": "Tensions are brewing under the seemingly calm surface of the Vasilios Empire, a kingdom ruled by the Imperial Family and the Temple. Lady Medea Solon has lost her place next to Crown Prince Eros, but resolves to do whatever it will take to win back what's rightfully hers. Will she reclaim her throne?",
      "es": "[Official Spanish Version](https://www.webtoons.com/es/fantasy/your-throne/list?title_no=2414)",
      "fr": "[Official French Version](https://www.webtoons.com/fr/drama/la-duchesse-dechue/list?title_no=1957)",
      "id": "[Official Indonesian Version](https://www.webtoons.com/id/drama/i-wanna-be-u/list?title_no=1877)",
      "ja": "[Official Japanese Version](https://manga.line.me/product/periodic?id=Z0000765)",
      "th": "[Official Thai Version](https://www.webtoons.com/th/romantic-fantasy/i-wanna-be-u/list?title_no=1874)",
      "zh": "[Official S.Chinese Version](https://www.dongmanmanhua.cn/LOVE/yinizhiming/list?title_no=1481)",
      "zh-hk": "[Official T.Chinese Version](https://www.webtoons.com/zh-hant/western-palace/envbianshen/list?title_no=1904)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "104904d5-e3c4-4c1c-8941-0fa87c0e5a5f",
    "title": {
      "en": "Katekin"
    },
    "updatedAt": "2021-12-07T19:51:34+00:00",
    "coverArt": "https://mangadex.org/covers/104904d5-e3c4-4c1c-8941-0fa87c0e5a5f/b75942e0-8ede-407f-be17-59f0723c33c4.png",
    "altTitles": [
      {
        "en": "Catechin"
      },
      {
        "ja": "カテキン"
      }
    ],
    "description": {
      "en": "2nd grade junior high school kid Shirai Sachi (14-years old) gets tutored by the beautiful and easy-going woman Chabatake Nana (21-years old). Although she slacks off when tutoring, actually not helping his studies at all, for Sachi it's all fine and dandy. Being alone together with a hot, older woman in his own bedroom, frolicking around, unintentionally revealing neathage, or just lying down on his bed, with her bare long legs or the cleavage of her ample breasts in perfect view. Who could complain? It's an adolescent boy's fantasy fulfilled!"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "90"
  },
  {
    "mangaId": "f97979cc-c0dd-42e2-a32b-c56f8047f7ba",
    "title": {
      "en": "Ore dake Fuguu Skill no Isekai Shoukan Hangyakuki ~Saijaku Skill \"Kyuushuu\" ga Subete o Nomikomu made~"
    },
    "updatedAt": "2024-05-12T11:12:35+00:00",
    "coverArt": "https://mangadex.org/covers/f97979cc-c0dd-42e2-a32b-c56f8047f7ba/e2811655-d465-4544-a34a-45c51330ae93.jpg",
    "altTitles": [
      {
        "ja": "俺だけ不遇スキルの異世界召喚叛逆記～最弱スキル【吸収】が全てを飲み込むまで～"
      },
      {
        "en": "I'm the Only One with a Failure of a Skill in Another World's Summoning Rebellion: Until the Weakest Skill [Absorption] Swallows Everything"
      }
    ],
    "description": {
      "en": "The student Nakatani Yuto was supposed to be having a regular life, however his whole class was transferred to another world. All the students gained powerful skills and were worshipped as heroes, but for Yuto who got the unfavorable skill [Absorption]...! ?",
      "ja": "高校生の中谷夕斗は突然クラスメイトと共に異世界へ「勇者」として召喚されてしまう。クラスメイト達が強力な技能（スキル）を授かるなか、ユウトが授かったのは不遇スキル【吸】であった。 使い物にならないユウトは魔物との戦闘で致命傷を負うが、クラスメイトは彼を見殺しに…。その瞬間、ユウトにはどこからともなく“声”が聞こえて――…!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6833095a-ea1b-4fa9-be44-c7df7f293082",
    "title": {
      "en": "I'm No Heroine!"
    },
    "updatedAt": "2024-01-19T02:50:28+00:00",
    "coverArt": "https://mangadex.org/covers/6833095a-ea1b-4fa9-be44-c7df7f293082/ef8b2672-7eee-493c-a461-dd5eecfdcdb3.jpg",
    "altTitles": [
      {
        "ko": "남주는 정중히 사양하겠습니다!"
      },
      {
        "ko-ro": "Namjuneun Jeongjunghi Sayanghagessseubnida!"
      },
      {
        "en": "I Will Politely Decline the Male Lead!"
      },
      {
        "fr": "Maléfiquement vôtre"
      },
      {
        "ru": "Пожалуй, откажусь от главного героя!"
      },
      {
        "uk": "Я ввічливо відмовлю головному герою!"
      },
      {
        "mn": "Би эелдэгээр эрэгтэй гол дүрээс татгалзах болно!"
      },
      {
        "ja": "男主人公は丁重にお断りします！"
      },
      {
        "zh": "男主我就敬谢不敏了！"
      },
      {
        "zh": "礼貌地拒绝男主角"
      },
      {
        "zh-hk": "我會禮貌地拒絕男主角"
      },
      {
        "zh-hk": "我竟是大反派"
      },
      {
        "zh-hk": "禮貌地拒絕男主角"
      }
    ],
    "description": {
      "en": "A girl obsessed with a novel suddenly finds herself transported into the thick of the plot. The problem is, she has taken on the role of the villain in the story. And she knows how this ends… it's off with her head! Maybe she'll just let this play out and wake up back in reality… But after a few too many deaths to no avail, it's finally time to go off-script. She's going to have a little fun with this tale. She's made up her mind… to live!\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)",
      "fr": "Condamnée à mourir le jour de ses 20 ans puis à ressusciter encore et toujours pour l'éternité, c'est là, sa malédiction. Mais quitte à voir son avenir ruiné, autant vivre comme on le souhaite! La méchante est bien décidée à suivre cet adage et a changé l'histoire du roman où elle se trouve. L'héroïne, sa rivale? Plus question! Elle est tellement adorable, plutôt en faire sa meilleure amie! Le fiancé? Un prince héritier cruel et idiot, mieux vaut l'éliminer du paysage. Cependant, à chacune de ses décisions s'éloignant de l'histoire originale, le futur se modifie. Jusqu'où va-t-elle bouleverser le cours du roman et tous ses personnages?\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)",
      "ko": "비참하게 처형당하는 소설의 악역으로 빙의했다.\n사망플래그를 피하기 위해 별짓 다 해봤지만, 돌아오는 건 결국 죽음뿐.\n세 번째 회귀하던 날, 나는 결심했다.\n막 살기로!\n\n“이렇게 살아도 죽고, 저렇게 살아도 살해당하는 판에\n나 하고 싶은 대로 하고 살겠다!”\n\n그러나 원작에서 너무 멀어진 탓일까.\n원래대로라면 원작 여주에게 향했어야 할 남주들의 관심이\n어째서인지 나한테 향하는 것 같다……?\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)",
      "uk": "Вона стала лиходійкою в романі, якій судилося жалісна смерть. У своєму першому житті вона пішла за оригінальною історією і померла. Потім знову прокинулась в тілі лиходійки. Під час наступної спроби вона робила все, щоб уникнути смерті, але врешті-решт її знову чекала лише вона.\nЯк би я не жила, все одно помру, чи не краще жити так, як хочеться?\nПроте, щось я надто далеко відійшла від оригінального сюжету. Чому раптом головний герой зацікавився мною?...\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)",
      "zh-hk": "她在一部小說中被當作惡棍附身，在小說中被悲慘地處決。\n\n我嘗試了一切來避免死亡標誌，但最終，只有死亡浮出水面。在第三次回歸的那天，我下定了決心。讓我們活下去吧！\n\n\"如果我這樣生活，我會死，如果我那樣生活，我會被殺！\"\n\n但這是因為它離原版太遠了嗎？主角對原版女主角的興趣似乎以某種方式針對了我......？\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17eebcc7-d993-446c-84be-c222bfb27794",
    "title": {
      "en": "Tensei Akuma no Saikyou Yuusha Ikusei Keikaku"
    },
    "updatedAt": "2024-05-26T07:57:41+00:00",
    "coverArt": "https://mangadex.org/covers/17eebcc7-d993-446c-84be-c222bfb27794/a2b06f8e-c8e4-4b8e-b4be-467c6378f3aa.jpg",
    "altTitles": [
      {
        "en": "Reincarnated Devil’s Plan for Raising the Strongest Hero"
      },
      {
        "ja": "転生悪魔の最強勇者育成計画"
      }
    ],
    "description": {
      "en": "Kakyu, a former Japanese who was reincarnated as a low-level demon in hell, has acquired unparalleled strength over two thousand years. However, unexpectedly, he is exiled to another “different world,” liberated from the harsh underworld.\n\nKakyu, who was enjoying his dream slow life, witnesses the village he owes everything to being attacked. Despite rushing to the scene, the village is annihilated.\n\nPicking up the only surviving baby, Alus, Kakyu resolves to raise Alus to become the happiest person in the world to repay the debt…!?",
      "id": "Kakyu, yang dulunya orang jepang terlahir kembali sebagai iblis tingkat rendah di neraka, telah memperoleh kekuatan yang tak tertandingi selama dua ribu tahun. Namun, dengan tak terduga, ia diasingkan ke “dunia lain” yang berbeda, terbebas dari dunia bawah yang keras. Kakyu, yang menikmati hidup lambat impian, menyaksikan desa tempat dia berhutang segalanya diserang. Meskipun bergegas ke tempat kejadian, desa tersebut dihancurkan. Mengangkat bayi yang selamat, Ars, Kakyu bertekad untuk membesarkan Ars agar menjadi orang paling bahagia di dunia untuk membayar hutangnya…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ac0cad4-9ced-4e22-a174-d8299cdaf5e8",
    "title": {
      "en": "[Beefy-Boom!★ Anthology] A Friend's Tiddies Are A Burden To An Otaku"
    },
    "updatedAt": "2024-06-01T08:12:32+00:00",
    "coverArt": "https://mangadex.org/covers/3ac0cad4-9ced-4e22-a174-d8299cdaf5e8/9e8d5b9e-5e3a-4d76-9304-8b120883ace4.jpg",
    "altTitles": [
      {
        "ko": "오타쿠에게 친구의 가슴은 부담스러워!"
      }
    ],
    "description": {
      "en": "Lee Jeong has had a long-time crush on his childhood friend, and track-and-field athlete, Lim Yui. \nAfter entering college, Jeong was determined to gradually drift away from Yui, but the latter unexpectedly confesses to him that he has milk coming out of his breasts...\n\nMoreover, he even asked me to massage him there?!\n\"Then, I'm in your care, Jeong-ah!\"\nMy friend's tiddies are a burden to me, a life-long otaku!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "6"
  },
  {
    "mangaId": "6e769716-df1e-4d66-89cc-32f3b46e17dc",
    "title": {
      "en": "Damn Reincarnation"
    },
    "updatedAt": "2024-02-10T18:40:10+00:00",
    "coverArt": "https://mangadex.org/covers/6e769716-df1e-4d66-89cc-32f3b46e17dc/d6613629-9df7-4cc0-89b2-e7b251b7a7e9.jpg",
    "altTitles": [
      {
        "ko": "빌어먹을 환생"
      },
      {
        "ko-ro": "Bireomeogeul Hwansaeng"
      },
      {
        "en": "My Blasted Reincarnated Life"
      },
      {
        "fr": "Fichue réincarnation"
      },
      {
        "it": "Dannata reincarnazione"
      },
      {
        "es": "Maldita reencarnación"
      },
      {
        "ru": "Чертова реинкарнация"
      },
      {
        "fa": "تناسخ لعنتی"
      },
      {
        "ja": "このろくでもない素晴らしき転生"
      },
      {
        "th": "การเกิดใหม่สุดเฮงซวย"
      },
      {
        "zh": "糟糕的重生"
      },
      {
        "zh-hk": "轉生後變成天才"
      },
      {
        "zh-hk": "該死的輪迴"
      }
    ],
    "description": {
      "en": "When the warrior Hamel sacrifices himself to protect his rival Bermut Lionhart, he makes Bermut vow to vanquish the last of the demon kings.\n\nReincarnated with his memories 300 years later, he is shocked to find that not only are the demon kings still alive, but that he has been reborn as Eugene Lionhart, a member of his former rival’s bloodline!\n\nNow, as Eugene comes of age, he must train to prove himself as a Lionhart and eliminate the remaining demon kings once and for all.\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=7LNsxm0UazQ)",
      "fa": "هامیل یکی از همراهان قهرمان ورماف قبل از نبرد با شاه شیاطین بخاطر نجات دوستش خودش را فدا میکنه ولی بخاطر این تناسخ لعنتی تو \n. بدن نواده  قهرمان ورماف افسانه ای دوباره زنده میشه",
      "ko": "마왕을 없애기 위해 용사와 함께 모험을 하던 하멜. \n마왕과의 대결 직전 용사 베르무트 라이언하트를 구하고 대신 죽음을 맞이하게 된다. \n\n그리고 300년 후. \n\n하멜은 용사의 머나먼 후손인 유진 라이언하트로서 환생한다. \n죽기 전의 육체보다 월등한 성능을 가진 천재로서. \n\n전생의 경험을 토대로 더 뛰어난 육체에 맞춰 폭발적인 성장을 하는 유진. \n전생에 이루지 못한 마왕 토벌을 위해 유진은 쉼없이 자신을 단련하며 이루지 못했던 목표를 향해 다시 나아간다.\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=7LNsxm0UazQ)",
      "pt-br": "O guerreiro Hamel partiu em uma aventura com seus companheiros para derrotar os Reis Demônios, mas depois de morrer pouco antes da batalha final contra eles…\n\n“O quêêêê?”\n“Mas que porra é essa?!”\n\nEle foi reencarnado como descendente de seu companheiro guerreiro, Vermouth.\nHamel — não, Eugene Lionheart renasceu com o sangue do Grande Vermouth.\n\n‘Meu corpo anterior tinha talento suficiente para ser confundido com um gênio, mas este… Não há como comparar.’\n\nCom um corpo que tinha atributos mais altas desde o começo, ele mostrou um crescimento explosivo que superou em muito o que havia alcançado em sua vida anterior.\n\nJunto com as razões desconhecidas para sua reencarnação veio a realidade incômoda de ter que conviver com demônios.\nEle se deparou com um mundo que o fez questionar tudo em que acreditava.\n\nComo Eugene, ele começa a percorrer o caminho que não concluiu em sua vida anterior."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8516915a-51a2-44e0-a915-aff325216a26",
    "title": {
      "en": "The Angel Next Door Spoils Me Rotten: After the Rain"
    },
    "updatedAt": "2024-05-18T08:48:20+00:00",
    "coverArt": "https://mangadex.org/covers/8516915a-51a2-44e0-a915-aff325216a26/ee51dfa8-0cf7-4f73-a685-c62e188c5cdf.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件 after the rain"
      },
      {
        "ja-ro": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken: After the Rain"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais: After the Rain"
      },
      {
        "ru": "Ангел по соседству: После дождя"
      }
    ],
    "description": {
      "en": "A spin-off of the series *[The Angel Next Door Spoils Me Rotten](https://mangadex.org/title/2fec6641-beb1-4ae9-a32f-204dd06688ac/the-angel-next-door-spoils-me-rotten)* which comicalizes the stories from Volume 5.5 of the Light Novel and its special edition booklet, which contains additional short stories."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28f9e770-fa28-4d7a-95ae-da4edf977921",
    "title": {
      "en": "Cardfight!! Vanguard Will+Dress D2"
    },
    "updatedAt": "2024-02-24T16:35:23+00:00",
    "coverArt": "https://mangadex.org/covers/28f9e770-fa28-4d7a-95ae-da4edf977921/8408bd2a-2f99-4f3e-8afd-20e99c716c48.png",
    "altTitles": [
      {
        "ja": "カードファイト!! ヴァンガード will+Dress D2"
      }
    ],
    "description": {
      "en": "Mukae Jinki have gathered 15 Fighters, and One who have chosen from winning all the Shop Tournaments. These 16 fighters will fight for the throne to be the strongest, as the Curtain for the Second Deluxe Opens!! Who will be the one to Control the fight, who will be the one to win!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba7c56b3-668b-4e8d-ab8c-74c6bb944d6b",
    "title": {
      "en": "Island Part 2"
    },
    "updatedAt": "2023-08-09T17:22:29+00:00",
    "coverArt": "https://mangadex.org/covers/ba7c56b3-668b-4e8d-ab8c-74c6bb944d6b/66d24965-51be-4c4d-885c-df496528f5a6.jpg",
    "altTitles": [
      {
        "ko": "아일랜드 2부"
      },
      {
        "zh-hk": "靈甲鬼修羅 - 避邪回歸"
      }
    ],
    "description": {
      "en": "\"On the beautiful Jeju Island, MiHo Won, a beautiful teacher, and Van, a cold and mysterious guy, become entangled in strange events, fighting unknown monsters. A legend of exorcism comics is back as webtoon!\""
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "69"
  },
  {
    "mangaId": "5eb819d3-9dd9-4de9-8d14-934ee641e560",
    "title": {
      "en": "Yuuryou Bukken Mou Dame Sou - Furo, Toilet to Tenshi wa Kyoudou desu"
    },
    "updatedAt": "2023-03-01T00:56:50+00:00",
    "coverArt": "https://mangadex.org/covers/5eb819d3-9dd9-4de9-8d14-934ee641e560/553cad12-1b31-4497-ae49-c2b465d49f44.jpg",
    "altTitles": [
      {
        "ja": "優良物件もうダメ荘~風呂､トイレと天使は共同です~"
      },
      {
        "en": "Excellent Property: This Dormitory Is Full of Losers  ~Communal Toilets and Angels~"
      },
      {
        "zh-hk": "全員廢柴莊"
      }
    ],
    "description": {
      "en": "A story about a 70-year-old super cheap apartment named \"Damesou\" near the coast of a rural village with a communal bathroom, washstand, kitchen, and toilets, and the losers taking residence here!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1dbb9d5-cc9d-45b5-a04d-b033e456bdec",
    "title": {
      "en": "Butterfly Trap"
    },
    "updatedAt": "2024-05-22T07:10:53+00:00",
    "coverArt": "https://mangadex.org/covers/c1dbb9d5-cc9d-45b5-a04d-b033e456bdec/2045b6b1-6d2b-4895-95db-df3918c8b05c.png",
    "altTitles": [
      {
        "ko": "버터플라이 트랩"
      }
    ],
    "description": {
      "fr": "Yang Dojin a toujours travaillé dur depuis son enfance pour essayer d'exceller dans tous les domaines. Mais lorsqu'il a rencontré Lee Tae-Woong au lycée, il a commencé à avoir un complexe d'infériorité.\n\nPeu importe ce qu'il faisait, Dojin était toujours placé en deuxième position par rapport à Tae-Woong. Ils sont même devenus amis, bien que Dojin ait toujours été ouvert à la compétition avec Tae-Woong. Devenu de plus en plus jaloux, il décide alors de ruiner la préparation de Tae-Woong à l'examen d'entrée à l'université en lui faisant une fausse confession d'amour !\n\n10 ans plus tard, Yang Dojin rejoint le même lycée en tant que professeur de littérature. Mais quel coup du sort ! C'est là qu'il retrouve Lee Tae-Woong, qui a rejoint l'école en tant qu'infirmier.\n\nDès lors, la vie professionnelle de Dojin en tant que professeur devient un véritable enfer."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "45"
  },
  {
    "mangaId": "4902975b-ddec-4c34-880c-2ecd3434c94b",
    "title": {
      "en": "The Big Bees"
    },
    "updatedAt": "2024-05-01T15:38:41+00:00",
    "coverArt": "https://mangadex.org/covers/4902975b-ddec-4c34-880c-2ecd3434c94b/e75f6454-ad0f-43fe-85b0-78b6844a4cd3.jpg",
    "altTitles": [
      {
        "ja": "デカいはちの話"
      }
    ],
    "description": {
      "en": "What if bees were big and fluffy? Like, really big and fluffy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1007ec9d-af06-4f22-80a7-3934f02d30b7",
    "title": {
      "en": "Introvert Tsubame Wants to Change"
    },
    "updatedAt": "2024-05-02T19:05:21+00:00",
    "coverArt": "https://mangadex.org/covers/1007ec9d-af06-4f22-80a7-3934f02d30b7/90d743ad-4118-4b26-9fc1-294b81270e76.jpg",
    "altTitles": [
      {
        "ja-ro": "Inkya na Tsubame wa Kawaritai"
      },
      {
        "ja": "陰キャなつばめは変わりたい"
      },
      {
        "es": "La Chica Introvertida Quiere Cambiar"
      },
      {
        "ja": "徐々に陰度が下がっていく陰キャちゃん"
      },
      {
        "en": "Yinka-chan, Whose Yin Level is Gradually Decreasing"
      }
    ],
    "description": {
      "en": "The story is about a university student, Tsubame Takashina, who has no presence, meets a boy, Taisei Kyogoku, and tries to overcome her negative attitude little by little.\n\n---\n\n**Links**\n- [Chapter 5 (Pixiv Raw)](https://www.pixiv.net/en/artworks/109457638) (Not included in the Pixiv Series Index)\n- Alternative Official Raw - [Nico Nico Seiga](https://sp.seiga.nicovideo.jp/comic/64481)\n- Retail - [Melonbooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=2005392)"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "20"
  },
  {
    "mangaId": "a435aacb-8b39-4eb6-980e-e6ddde61c5cb",
    "title": {
      "en": "Shanhai Zhurong"
    },
    "updatedAt": "2024-05-13T15:56:53+00:00",
    "coverArt": "https://mangadex.org/covers/a435aacb-8b39-4eb6-980e-e6ddde61c5cb/bbefd57c-3e32-4808-9795-3b631e45d064.jpg",
    "altTitles": [
      {
        "en": "Mountains and Seas Zhurong"
      }
    ],
    "description": {
      "en": "While performing a task assigned by the Academy of Sciences, the Blade Team broke into the enemy bunker. The protagonist Xia Yan accidentally discovered the ancient Donghuang Bell. By mistake, Xia Yan activated the power of the Donghuang Bell. Portal. The entire special team was sent to the unknown planet Shanhaixing, a world full of dangers and rampant monsters. Their survival challenge in this dangerous land is about to begin, and an adventure full of hope and courage is about to begin."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]