[
  {
    "mangaId": "dfdd79ad-eae8-489f-8843-bfae7e08e74b",
    "title": {
      "en": "Yuusha Shoukan ni Makikomareta kedo, Isekai wa Heiwa deshita"
    },
    "updatedAt": "2024-09-25T17:42:59+00:00",
    "coverArt": "https://mangadex.org/covers/dfdd79ad-eae8-489f-8843-bfae7e08e74b/5e70167d-b933-4497-acbd-5d9fc1153bfb.jpg",
    "altTitles": [
      {
        "en": "I Got Caught Up In a Hero Summons, but the Other World was at Peace!"
      },
      {
        "ja": "勇者召喚に巻き込まれたけど、異世界は平和でした"
      },
      {
        "ja-ro": "Yuusha Shoukan ni Makikomareta kedo, Isekai wa Heiwa deshita"
      }
    ],
    "description": {
      "en": "The other world was… at Peace.  \nA kind world where the three races, the Spirit World’s Magical Races, the Celestial World’s Divine Races, the Human World’s Human Races, they are kind neighbours to each other, with everyone living a peaceful and fulfilling life.  \n  \nBut although I wished to peacefully spend a year before my return, for some reason, the heavyweights of this world keeps gathering around me, and…",
      "ja": "心に陰を落とす青年、快人が飛ばされたのは争いのない「平和な異世界」だった！？魔族の少女、クロムエイナとの出会いをきっかけに動き始める、異世界成長記録。",
      "pt-br": "O outro mundo estava... em paz. Um mundo gentil onde as três raças, as raças mágicas do Mundo Espiritual, as raças divinas do Mundo Celestial e as raças humanas do Mundo Humano, são vizinhos gentis entre si, com todos vivendo uma vida pacífica e plena.\n\nMas, embora eu desejasse passar um ano em paz antes de retornar, por algum motivo, os poderosos deste mundo continuam se reunindo ao meu redor e..."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e37a0e20-d5c3-45e5-abbe-f245c6735a04",
    "title": {
      "en": "Kimi no Love o Misetekure!"
    },
    "updatedAt": "2024-04-24T12:23:27+00:00",
    "coverArt": "https://mangadex.org/covers/e37a0e20-d5c3-45e5-abbe-f245c6735a04/b475fb82-f98d-48e9-b8d6-1df0e9cbbd84.jpg",
    "altTitles": [
      {
        "ja": "君のラブを見せてくれ！"
      },
      {
        "ja-ro": "Kimi no Love wo Misetekure!"
      },
      {
        "ja-ro": "Kimi no Rabu o Misetekure!"
      },
      {
        "ja-ro": "Kimi no Rabu wo Misetekure!"
      },
      {
        "en": "Show Me Your Love!"
      },
      {
        "en": "“Show Me Your Love!”"
      },
      {
        "zh-hk": "向我展露你的愛"
      },
      {
        "zh-ro": "Xiàng wǒ zhǎnlù nǐ de ài"
      }
    ],
    "description": {
      "en": "Komichi Shijou, the most famous person at her school, was troubled. Despite being a romantic comedy manga artist, she had no understanding of 'the feeling of love' was stuck in a creative slump. One day, a certain boy and girl appear before her. With their arrival, Komichi Shijou's investigation into 'genuine love' begins…!?",
      "ja": "学校イチの有名人・四條恋路は悩んでました。なぜならラブコメ漫画家なのに、彼女には“恋する気持ち”がまったくわからず、スランプになってしまったからです。 そんな彼女の前にひと組の男女が現れます。その男女との出会いにより、彼女・四條恋路による“ホンモノの恋”への探求が始まるのでした…！？『恋愛』を綴る天才漫画家少女はホンモノの“恋”を知らないーー！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "491aba94-e971-4911-8a93-0b1200403f4b",
    "title": {
      "en": "Major"
    },
    "updatedAt": "2022-02-14T19:04:25+00:00",
    "coverArt": "https://mangadex.org/covers/491aba94-e971-4911-8a93-0b1200403f4b/658cfaf4-acf9-4981-9aa7-f0366822c2d1.jpg",
    "altTitles": [
      {
        "en": "Major – Dramatic Baseball Comic"
      },
      {
        "ja": "メジャー"
      },
      {
        "zh": "棒球大联盟"
      }
    ],
    "description": {
      "en": "Shigeharu Honda is a Japanese League batter on the rise. His son Goro is a Little League pitcher who one day hopes to follow in his father's footsteps. Momoko Hoshino, Goro's schoolteacher, is the first woman Shigeharu has been interested in since the death of Goro's mother. The destinies of these three individuals will become intertwined as father and son experience both heartbreak and triumph on the baseball diamond. But when an unspeakable tragedy visits the family, it will take everything they have to pick up the pieces and reclaim their dreams.  \n  \nWon the 41st Shogakukan Manga Award in the Shounen category."
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "78",
    "lastChapter": "747"
  },
  {
    "mangaId": "8e514fa4-fc2d-46dd-8384-3b422ff22462",
    "title": {
      "en": "Sir, Don't Show Off"
    },
    "updatedAt": "2024-04-06T15:02:13+00:00",
    "coverArt": "https://mangadex.org/covers/8e514fa4-fc2d-46dd-8384-3b422ff22462/9258184e-16e2-40ca-a1fd-c86c0083943f.jpg",
    "altTitles": [
      {
        "zh": "公子别秀"
      },
      {
        "en": "Young Master, Please Don't Show Off"
      },
      {
        "en": "Prince Biexiu"
      },
      {
        "zh-ro": "Gong Zi Bie Xiu"
      },
      {
        "pt-br": "Jovem Mestre, por favor, não se exiba"
      },
      {
        "vi": "Công Tử Biệt Tú"
      }
    ],
    "description": {
      "en": "Lin Xiu, a playboy, was reborn in the body of someone in a different world. He could copy others' abilities when he touched them? That's cool! His road to intimate interactions with others started there... \"Wait! My sister-in-law, don't beat me! I didn't flirt with other girls. I was doing something serious!\"",
      "pt-br": "Lin Xiu, um playboy, renasceu no corpo de alguém em um mundo diferente. Ele podia copiar as habilidades dos outros quando os tocava? Isso é legal! Seu caminho para interações íntimas com os outros começou ali... \"Espere! Minha cunhada, não me bata! Eu não flertei com outras garotas. Eu estava fazendo algo sério!\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7d4c247-a0a4-41b9-aed3-184d7e6a49c3",
    "title": {
      "en": "Hilde Takes House Arpeggio"
    },
    "updatedAt": "2024-06-20T21:00:23+00:00",
    "coverArt": "https://mangadex.org/covers/d7d4c247-a0a4-41b9-aed3-184d7e6a49c3/7a9c274e-a0c9-429f-a7c5-23a486bfba8c.jpg",
    "altTitles": [
      {
        "ko": "오늘부터 공작가는 내가 접수한다"
      },
      {
        "en": "I'll be Taking Over this Duchy"
      },
      {
        "pt-br": "Vou Assumir o Ducado"
      },
      {
        "en": "I'll Take the Dukedom From Today"
      },
      {
        "es-la": "Tomaré el Ducado a Partir de Hoy"
      }
    ],
    "description": {
      "en": "\"I was a noble this whole time?!\"\n\nHilde, a commoner who works at a restaurant in the village, is suddenly notified by a handsome man named Logan that she is a family member of one of the empire's four duchies and hears that her mother 'Lucia Arpeggio' was a powerful mage in the past.\n\nDuke Arpeggio offers to make her an official member of the family if she can prove that she has strong magical powers, and Hilde accepts in order to escape from her oppressed commoner livelihood and enjoy a comfortable life.\n\nHowever, her excitement doesn't last long… Culture, magic, history, literature, etc. The number of things nobles needed to learn were endless! In addition, forget about welcoming Hilde, her family members only sent her cold looks and even put her life in danger…\n\n\"You've left me with no choice. I, a former commoner, will be taking over this duchy!\"",
      "pt-br": "\"Eu era uma nobre esse tempo todo?!\"\n\nHilde, uma plebeia que trabalha em um restaurante na vila, é repentinamente notificada por um homem bonito chamado Logan de que ela é membro da família de um dos quatro ducados do império e ouve que sua mãe 'Lucia Arpeggio' era uma poderosa maga no passado.\n\nO Duque Arpeggio ofereceu torná-la um membro oficial da família se ela puder provar que tem fortes poderes mágicos, e Hilde aceita para escapar de seu sustento oprimido e desfrutar de uma vida confortável.\n\nNo entanto, sua empolgação não dura muito... Cultura, magia, história, literatura, etc. O número de coisas que os nobres precisavam aprender era infinito! Além disso, esqueça a recepção de Hilde, seus familiares apenas lhe lançaram olhares frios e até colocaram sua vida em perigo…\n\n\"Vocês não me deram escolha. Eu, uma ex-plebeia, assumirei este ducado!\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8438feea-6d36-4082-bbd3-50d7273e66ba",
    "title": {
      "en": "The Long Summer of August 31st"
    },
    "updatedAt": "2024-09-12T04:59:14+00:00",
    "coverArt": "https://mangadex.org/covers/8438feea-6d36-4082-bbd3-50d7273e66ba/1dd079e4-5a32-4bc0-ade7-a469068e5110.jpg",
    "altTitles": [
      {
        "ja": "8月31日のロングサマー"
      },
      {
        "ja-ro": "8-gatsu 31-nichi no Long Summer"
      },
      {
        "ja-ro": "Hachigatsu Sanjuuichinichi no Long Summer"
      },
      {
        "en": "August 31st Long Summer"
      },
      {
        "en": "The Long Summer on August 31"
      },
      {
        "vi": "Mùa hè dài ngày 31 tháng 8"
      },
      {
        "ru": "Длинное лето 31-го августа"
      }
    ],
    "description": {
      "en": "Suzuki-kun and Takagi-san — two high-schoolers who found each other in a time loop on August 31. The two are the only ones who keep their memories when it loops. As for the cause of the time loop, one thing comes to mind — Suzuki-kun's lingering regrets for the summer, a guy's greatest ambition....\n\nIt's a time loop comedy of youth, romance, and facing love head-on!\n___\n[Official English (K MANGA) - United States only!](https://kmanga.kodansha.com/title/10613/episode/353159)",
      "ja": "何度も繰り返す8月31日の中で出会った高校生の二人・鈴木くんと高木さん。\n\n記憶を繰り越せるのは二人だけ。\n\nタイムループの原因として考えられるのは、鈴木くんが夏休みにやり残した、男子最大の目標…。\n\n恋と真っ向から対峙する、青春タイムループコメディ！",
      "ru": "31 августа повторяется снова и снова. Сохранить об этом воспоминания могут только два школьника – Сузуки-кун и Такаги-сан. Задумавшись о причине возникновения такой временной петли, Сузуки-кун пришёл к выводу, что всё дело в нём: его незавершённых делах летом и большом сожалении на этот счёт. Чтобы выбраться из временной тюрьмы подросток решает действовать…\nВас ждёт любовная комедия противостояния любви и временной петли!",
      "vi": "Thế giới bị rơi vào 1 vòng lặp thời gian, chỉ có 2 người giữ lại được ký ức là Suzuki và Takagi. Nếu muốn thoát khỏi vòng lặp thì Suzuki phải hoàn thành ước nguyện còn dang dở của cậu: kiếm được bạn gái và thoát kiếp trai tân."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33d43bb9-da74-43f7-b5a7-bb597c19406a",
    "title": {
      "en": "The Constellations Are My Disciples"
    },
    "updatedAt": "2024-07-22T03:51:01+00:00",
    "coverArt": "https://mangadex.org/covers/33d43bb9-da74-43f7-b5a7-bb597c19406a/9fcfd23f-0dfc-42f1-ab96-97593039e325.jpg",
    "altTitles": [
      {
        "ko": "성좌들이 내 제자"
      }
    ],
    "description": {
      "en": "300 years ago, the invincible warrior Hyeon-oh Kim brought down the Tower of the End, preventing the world’s demise. Though he should have died the moment the Tower of the End collapsed, Hyeon-oh is reborn 300 years later in the body of a 17-year-old boy named Juhyeok Kim.\n\nMeanwhile, he discovers the existence of the Constellations, who were once his disciples 300 years ago but were born during the time when he did not exist in this world. Will he be able to find them again and train them?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a62cb38-c27e-4b27-9738-6fe317c2c004",
    "title": {
      "en": "Youheidan no Ryouriban"
    },
    "updatedAt": "2024-09-26T23:43:01+00:00",
    "coverArt": "https://mangadex.org/covers/0a62cb38-c27e-4b27-9738-6fe317c2c004/d1d1f7d2-2438-498c-859c-163f26e6ea73.jpg",
    "altTitles": [
      {
        "ja": "傭兵団の料理番"
      }
    ],
    "description": {
      "ja": "料理人志望の青年・東朱里が異世界にトリップしたところから物語は始まる。朱里を拾ったのは、傭兵団の団長、ガングレイブ。雑用として傭兵団に身を寄せる朱里は、徐々に料理の腕を振るうことで自らの存在価値を高めていく。傭兵団の各隊長たちは一癖も二癖もある人物揃いだったが、朱里は料理を通じて彼らと心を通じ合わせていった。傭兵団の食事事情を改善し、時に発明を手伝ったりと少しずつ、朱里は傭兵団の仲間たちに認められていくのだった。しかし、朱里はまだ知らない。自分自身が英雄として語られる存在になることを…。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c3aa0eb-0df9-42f6-8401-7f1cbb28253d",
    "title": {
      "en": "I Have a Set of Passive Skills"
    },
    "updatedAt": "2023-09-02T00:51:58+00:00",
    "coverArt": "https://mangadex.org/covers/9c3aa0eb-0df9-42f6-8401-7f1cbb28253d/eb650c46-e670-4cc9-a9b5-3806dda5f5cd.jpg",
    "altTitles": [
      {
        "en": "I Have a Body Full of Passive Skills"
      },
      {
        "zh-ro": "Wǒ Yǒu Yīshēn Bèidòng Jì"
      },
      {
        "zh": "我有一身被动技"
      }
    ],
    "description": {
      "en": "“Is the strongest skill in the world a skill that needs to be actively used?”\n\n“Wrong! It’s a passive skill!”\n\n“What is a passive skill?”\n\n“A passive skill is an instant-activated active skill, a killing move that no one will be prepared for, the ultimate trump card that only the dead can know!”\n\n“Can you explain it in simpler terms?” \n\n“Breathing techniques, strength, perception…” \n\n“Heh, is that it?”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6ba7003-ee42-4b25-aec5-bf9b6c91974e",
    "title": {
      "en": "Black Sheep"
    },
    "updatedAt": "2024-08-15T17:25:17+00:00",
    "coverArt": "https://mangadex.org/covers/d6ba7003-ee42-4b25-aec5-bf9b6c91974e/1ead4c02-3f56-4235-bfd5-6cd60e9c9b06.png",
    "altTitles": [
      {
        "ko": "블랙쉽"
      }
    ],
    "description": {
      "en": "Chris, a detective specializing in serious crimes, has been pursuing the culprit of a murder case for five years. During his investigation, he is unexpectedly saved by Anton.\n\"Who are you, really?\"\n\"If you're curious, spend the night with me.\"\nEverything about their relationship is suspicious, yet Chris finds himself irresistibly drawn to Anton."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents to Give You"
    },
    "updatedAt": "2024-07-26T06:08:30+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai Saretakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      },
      {
        "es-la": "El regaño que nunca quisieras recibir de tus padres"
      },
      {
        "es-la": "La charla que nunca quieres que te den tus padres."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "24302640-2313-4f9c-8149-b572ec450907",
    "title": {
      "en": "Let's Hide My Little Brother"
    },
    "updatedAt": "2023-11-06T23:35:00+00:00",
    "coverArt": "https://mangadex.org/covers/24302640-2313-4f9c-8149-b572ec450907/10f1b8c1-8fc9-4980-8a42-5231799541bf.jpg",
    "altTitles": [
      {
        "ko": "우선 남동생부터 숨기자"
      },
      {
        "ko-ro": "Useon Namdongsaengbuteo Sumgija"
      },
      {
        "en": "First of All, Let's Hide My Younger Brother"
      },
      {
        "en": "First Let's Hide My Younger Brother"
      },
      {
        "en": "Let's Hide My Younger Brother First"
      },
      {
        "de": "Verstecke deinen Bruder!"
      },
      {
        "ja": "弟は今留守番中です"
      },
      {
        "zh": "先把弟弟藏起来"
      }
    ],
    "description": {
      "en": "I've possessed a character in an R-rated BL manhwa. It's in a world where people, whose craziness ranges from one to ten, appear.\n\n\"Franz, can you take off your clothes for a moment?\"\n\n\"Sister? Wh-why my clothes?\"\n\nTheir crazy serenade had already begun. Having been faced with the violence my younger brother had to endure, I made a vow.\n\n\"Instead of Franz, I'll have *Schuette* instead.\"\n\nThose people are coming soon. The people who will exterminate my family, and when that's not enough, they'll devour my younger brother's innocence.\n\n\"And I'll become a knight to succeed our family and carry on its legacy.\"\n\nIf he doesn't go, I'll die! That's how I thoroughly hid my brother and decided attend all the official events myself. …But something's wrong.\n\n\"I do! I love Kyla Vesta!\"\n\n\"If Young Miss gets hurt, then I'll…\"\n\n\"I don't feel the need to wait any longer.\"\n\nDidn't you all like men? Why are you all suddenly obsessed with me?\n\n---\nThe fate of a girl in a BL novel is a tragic one. Girls are either vaguely helpful, evil, or add nothing to the plot. So what happens when you turn into the older sister of a BL novel protagonist? The older sister who dies a tragic death at the hands of a madman who’s infatuated with your younger brother? You go with your gut instinct: hide him. Hide your brother from everything, especially men, that could harm him and you. That’s the task that Kyla Vesta is set with in this life, and a task that she’s determined to complete.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EC%84%A0-%EB%82%A8%EB%8F%99%EC%83%9D%EB%B6%80%ED%84%B0-%EC%88%A8%EA%B8%B0%EC%9E%90/2649), [KakaoPage](https://page.kakao.com/content/57492806)\n\n**Official Translations:**\n* [English](https://www.lezhinus.com/en/comic/hide_brother)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9813/)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2000164)\n* [Indonesian / Bahasa Indonesia](https://www.fizzo.org/page/share/?bid=7838953455539453182&isNew=1&from=copy_link&group=2&d=5769532665904477950&language=id&region=ID)\n* [Japanese / 日本語](https://piccoma.com/web/product/74283)",
      "zh": "穿越到自己读过的纯爱小说里，成为了主角的姐姐！偏执狂男主的第一牺牲者竟然是我… 为了活命首先把弟弟藏起来，代替他成为骑士，可是为什么男主不按常理出牌突然开始纠缠我？！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EC%84%A0-%EB%82%A8%EB%8F%99%EC%83%9D%EB%B6%80%ED%84%B0-%EC%88%A8%EA%B8%B0%EC%9E%90/2649), [KakaoPage](https://page.kakao.com/content/57492806)\n\n**Official Translations:**\n* [English](https://www.lezhinus.com/en/comic/hide_brother)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9813/)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2000164)\n* [Indonesian / Bahasa Indonesia](https://www.fizzo.org/page/share/?bid=7838953455539453182&isNew=1&from=copy_link&group=2&d=5769532665904477950&language=id&region=ID)\n* [Japanese / 日本語](https://piccoma.com/web/product/74283)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "feff4eaf-01df-4a05-83f4-68bb5cdf4fad",
    "title": {
      "en": "Mahou Shoujo ni Akogarete"
    },
    "updatedAt": "2024-06-01T21:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/feff4eaf-01df-4a05-83f4-68bb5cdf4fad/4c9b2a41-bd5d-47d9-9e84-84d185d464f0.jpg",
    "altTitles": [
      {
        "en": "Looking up to Magical Girls"
      },
      {
        "id": "Aku menyukai Magical Girls, tapi...."
      },
      {
        "ru": "Стремясь стать девочкой-волшебницей"
      },
      {
        "ja": "魔法少女にあこがれて"
      },
      {
        "zh-ro": "Chōngjǐng chéngwéi mófǎ shàonǚ"
      },
      {
        "zh": "憧憬成为魔法少女"
      },
      {
        "zh-hk": "憧憬成為魔法少女"
      },
      {
        "it": "Le mie adorate maghette"
      },
      {
        "en": "I Admire Magical Girls, and..."
      },
      {
        "en": "Gushing over Magical Girls"
      },
      {
        "fr": "Looking up to Magical Girls"
      },
      {
        "uk": "Я захоплююся чарівними двічатами і..."
      }
    ],
    "description": {
      "en": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but…  \nMagical Girls vs. The Forces of Evil, the fierce battle begins!  \n\n---\n**Links:**\n\n- [Alternative Official Release by Coolmic](https://coolmic.me/titles/1110)",
      "fr": "**Je fais des choses tellement horribles à mes Magical Girls préférées !**\n\nMoi, c’est Utena Hiiragi, et comme toutes les filles de mon âge, j’adore les magical girls !\nUn jour, une étrange créature aux allures de mascotte m’a lancé un sort, et je suis devenue capable de me transformer, moi aussi !\nJe vais pouvoir me battre aux côtés de mes héroïnes préférées !\nEnfin, c’est ce que je croyais…\n\nC’est quoi, cette tenue scandaleuse ?\nEt comment ça, je suis au service du Mal ?!\n\nMais qu’est-ce que c’est que cette histoire ?!\n\n**La comédie BDSM dans laquelle s’affrontent des Magical Girls !!**\n\n**Avec ses personnages tous plus fous les uns que les autres, Looking Up to Magical Girls balaye les genres et nous place du côté du mal ! Akihiro Ononaka déploie tout l’arsenal BDSM à sa disposition pour nous proposer un concentré d’humour légèrement sexy et complètement déjanté !**\n\n---\n**Links:**\n- [Official French](https://www.amazon.fr/Looking-up-Magical-Girls-1/dp/2382750731/)",
      "uk": "Хііраґі Утена завжди захоплювалася чарівними дівчатами і мріяла перетворитися на круту героїню, яка бореться зі злом. Тож, коли одного вечора до неї підходить талісман, яка стверджує, що в ній дрімає магічна сила, вона тремтить від хвилювання. Але її барвиста мрія швидко розбивається об іронічний поворот подій, коли вона перетворюється на лиходійку!",
      "es-la": "Hiiragi Utena, una chica que ama a las Chicas Mágicas, vive su vida cotidiana y desea ser como ellas.\nUn día aparece un personaje curioso frente a ella y le ofrece el poder de hacer realidad sus deseos, pero...\nMagical Girls vs. The Forces of Evil, ¡comienza la feroz batalla!",
      "pt-br": "Hiiragi Utena é uma garota apaixonada por Mahou Shoujo que sonhava em se tornar uma delas e poder lutar ao lado de sua heroína favorita. Certo dia, um mascote inesperadamente apareceu ao seu lado e lançou uma feitiço em Hiiragi, oferecendo a ela a oportunidade de estar de frente para sua ídolo. Entretanto, diferente do que ela esperava, a transformação a fez virar uma vilã ao invés de uma mahou shoujo. Para piorar, a mudança faz com que ela deixe de ser uma tímida garota e passe a ser uma dominatrix sádica. Agora Hiiragi precisará lidar com sua nova “profissão”, ao mesmo tempo que tenta aproveitar os momentos ao lado de sua heroína, por mais que seja para tentar torturá-la."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4904da8-2250-461b-bb29-3ec177c40bb9",
    "title": {
      "en": "Splatoon"
    },
    "updatedAt": "2024-05-05T18:03:04+00:00",
    "coverArt": "https://mangadex.org/covers/f4904da8-2250-461b-bb29-3ec177c40bb9/ccfd14b4-7eb6-42d4-a71a-18cded8181ea.jpg",
    "altTitles": [
      {
        "ja": "スプラトゥーン"
      },
      {
        "ru": "CoroIka"
      },
      {
        "ja-ro": "Supurato~ūn"
      }
    ],
    "description": {
      "en": "A serialization for the hit game Splatoon with manga-original characters featuring Team Blue's, and more specifically Goggles', antics."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6dfa3b8-b93d-44d7-a879-7cbcfd4fcf03",
    "title": {
      "en": "-PIQUANT-"
    },
    "updatedAt": "2024-03-13T19:27:02+00:00",
    "coverArt": "https://mangadex.org/covers/b6dfa3b8-b93d-44d7-a879-7cbcfd4fcf03/112b6fac-9f89-42cb-a504-282f7b8e5b2f.jpg",
    "altTitles": [
      {
        "ja-ro": "Pikon - PIQUANT"
      },
      {
        "en": "PIQUANT"
      },
      {
        "ja": "ピコン -PIQUANT-"
      },
      {
        "ko": "피콘 - PIQUANT"
      }
    ],
    "description": {
      "en": "Just an every day life of cute girls doing cute things   \n(and slightly gay)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "18"
  },
  {
    "mangaId": "ebbb9176-a16d-4560-afd6-a3c294014efc",
    "title": {
      "en": "Shinkon no Iroha-san"
    },
    "updatedAt": "2024-08-27T02:53:55+00:00",
    "coverArt": "https://mangadex.org/covers/ebbb9176-a16d-4560-afd6-a3c294014efc/f1c72ceb-edc4-47d1-a762-77707e946458.jpg",
    "altTitles": [
      {
        "en": "Newly Wed Miss Iroha"
      },
      {
        "ja": "新婚のいろはさん"
      },
      {
        "zh": "新婚的彩葉小姐"
      }
    ],
    "description": {
      "en": "Translated from Amazon.com.jp.\n\nOrdinary days, they are quite a blessing... A genius presents, a yonkoma about the daily life of a newlywed couple.\n\nIroha-san and Hajime-kun have just moved into a new house. They start from scratch, steadily building their lives together. Going out to buy home appliances, or visiting the convenience store late at night, such ordinary daily life is an irreplaceable happiness for the couple.\n\nThis is a book that gives readers an irresistibly warm feeling (while keeping the jokes just as sharp)."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "11fc0067-2385-4666-8915-042dd8139377",
    "title": {
      "en": "Isekai Metaller"
    },
    "updatedAt": "2024-07-29T13:52:26+00:00",
    "coverArt": "https://mangadex.org/covers/11fc0067-2385-4666-8915-042dd8139377/07a56e19-a446-4e3d-b257-67c562ee6377.jpg",
    "altTitles": [
      {
        "ja": "異世界メタラー"
      },
      {
        "ja-ro": "Isekai Metaraa"
      },
      {
        "en": "Another World Metaller"
      },
      {
        "en": "Otherworld Metaller"
      },
      {
        "es": "Metalero de Otro Mundo"
      },
      {
        "es-la": "Metalero de Otro Mundo"
      },
      {
        "en": "Isekai Metalhead"
      }
    ],
    "description": {
      "en": "Alex, a devoted metalhead, finds himself in deep sorrow at his band’s breakup concert. Amidst the sadness, he experiences an electrical accident due to equipment trouble...\n\nWhen he wakes up, he discovers he has been transported to another world! In this new world, Alex encounters situations that are a metalhead’s dream, featuring werewolves and dragons, which excite him immensely. \n\nDetermined to lead this otherworld to peace with his metal spirit, Alex sets out on an adventurous journey!",
      "es": "Alex, un devoto metalero, se encuentra sumido en una profunda tristeza en el concierto de disolución de su banda. En medio de la tristeza, sufre un accidente eléctrico debido a problemas con el equipo... Cuando despierta, ¡descubre que ha sido transportado a otro mundo! En este nuevo mundo, Alex se encuentra con situaciones que son el «sueño de un metalero», con hombres lobo y dragones, que le excitan enormemente. Decidido a llevar a este otro mundo a la paz con su espíritu metálico, Alex emprende un viaje lleno de aventuras...",
      "ja": "メタルを深く愛するアレキは、バンドの解散ライブで悲しみに暮れる中、機材トラブルで感電事故に遭う……。そして目が覚めると異世界に転移していた！？ 異世界では、狼男、ドラゴンと『メタラーの夢』であるシチュエーションに次々遭遇し、興奮するアレキ。メタル魂で異世界を平和に導こうとするが……",
      "es-la": "Alex, un devoto metalero, se encuentra sumido en una profunda tristeza en el concierto de disolución de su banda. En medio de la tristeza, sufre un accidente eléctrico debido a problemas con el equipo... Cuando despierta, ¡descubre que ha sido transportado a otro mundo! En este nuevo mundo, Alex se encuentra con situaciones que son el «sueño de un metalero», con hombres lobo y dragones, que le excitan enormemente. Decidido a llevar a este otro mundo a la paz con su espíritu metálico, Alex emprende un viaje lleno de aventuras..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25",
    "title": {
      "en": "Hitoribocchi no Isekai Kouryaku"
    },
    "updatedAt": "2024-09-23T01:28:32+00:00",
    "coverArt": "https://mangadex.org/covers/ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25/0768911d-aee7-40c8-a127-865fe83f6637.jpg",
    "altTitles": [
      {
        "en": "Loner Life in Another World"
      },
      {
        "ja": "ひとりぼっちの異世界攻略"
      },
      {
        "zh": "孤單一人的異世界攻略"
      },
      {
        "el": "Μοναχική επίθεση στον αλον κόσμο."
      },
      {
        "ru": "Нападение одиночки на иной мир"
      },
      {
        "zh-ro": "Duzi Yi Ren De Yi Shijie Gonglüe"
      },
      {
        "ko": "Wetol'i'eui Isegye Gongryag"
      },
      {
        "zh-hk": "獨自一人的異世界攻略"
      },
      {
        "ko": "외톨이의 이세계 공략"
      },
      {
        "th": "นายโดดเดี่ยวพิชิตต่างโลก"
      },
      {
        "en": "Lonely Attack on the Different World"
      }
    ],
    "description": {
      "en": "The strongest doesn’t need any cheats! Haruka, who spends his high school life a loner, was suddenly summoned to another world one day along with all his classmates. When ol’ God enters the picture, Haruka believes he can just choose whatever cheat skill he wants to help him survive in the new world… But, contrary to his expectations, that list of cheat skills works on a first come, first serve basis. And so, his classmates pick out all the cheat skills. His choices now limited to leftovers, Haruka finds himself incapable of assembling a party due to his own “loner” skill. Even though it’s a different world, it seems his adventuring days will be, as per usual, a solitary affair… After becoming aware of a crisis looming over his classmates, Haruka makes a silent vow to save them. No relying on cheats! He will walk a heretical path of strength that transcends the need for them.  \n  \nThe curtain rises on the strongest loner’s otherworld strategy guide!",
      "es-la": "El fuerte no necesita trucos. Haruka, un estudiante de preparatoria quien gastó su vida como un \"solitario\", es convocado a otro mundo con sus compañeros de clases. Al ser convocado se encuentra con un \"Dios\", quien le da a escoger una habilidad, sin embargo... No era lo que esperaba encontrarse.",
      "pt-br": "Exilado da classe? Checado  \r\n  \r\nSer transportado para um mundo alternativo com seus colegas? Checado  \r\n  \r\n Encontrar um Deus em uma espécie de Limbo entre os dois mundos? Checado  \r\n  \r\n Pegar uma skill roubada? Não gostaria de ser você, já foram todas vendidas.  \r\n  \r\n Essa história é sobre a aventura de um garoto solitário em um mundo alternativo, não agradecido a um Deus sênil que deu a ele todas as habilidades que não precisava."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a58747fa-3bca-43ff-9187-549b00f43578",
    "title": {
      "en": "Yuusha to Yobareta Nochi ni: Soshite Musou Otoko wa Kazoku wo Tsukuru"
    },
    "updatedAt": "2024-08-03T13:00:42+00:00",
    "coverArt": "https://mangadex.org/covers/a58747fa-3bca-43ff-9187-549b00f43578/f3e0c5c1-81e5-40ee-aaf0-8eaa1ea960ff.jpg",
    "altTitles": [
      {
        "ja": "勇者と呼ばれた後に ―そして無双男は家族を創る―"
      },
      {
        "ja-ro": "Yuusha to Yobareta Ato ni - Soshite Musou Otoko wa Kazoku wo Tsukuru"
      },
      {
        "en": "After Being Called a Hero: The Unrivaled Man Starts a Family"
      }
    ],
    "description": {
      "en": "In a world where humans and demons clash, the one who decimated the Demon Lord’s army was a lone hero named Lloyd. \n\nPossessing power so immense that he was said by the Demon Lord to be near godlike, after the war, Lloyd was appointed by the king to be the lord of a remote territory and was sent far away. Furthermore, he was tasked with subduing the Emperor Dragon residing in that land, which he quickly defeated. However, the defeated dragon transformed into a beautiful woman and chose to become Lloyd’s companion!? \n\nThis is the story of a man, hailed as the strongest, yet unable to recognize his own worth, finding a “family”.",
      "ja": "人間と魔族が争う世界――魔王軍を壊滅させたのはたったひとりの勇者、ロイドという男だった。魔王から神に近いとまで言われた力を持つロイドは戦後、王により辺境の領主を命じられ、遠ざけられた。さらにその地に棲む皇帝竜の討伐も頼まれたが、早々に倒してしまう。しかし敗れた竜は、美しい女性に変化し、ロイドの伴侶になることに!?これは最強と呼ばれながらも自分自身の価値を見つけられなかった男が「家族」を見つける物語。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d351a80-5037-4334-a020-6985899f5b1f",
    "title": {
      "en": "Maou ni Natta node, Dungeon Tsukutte Jingai Musume to Honobono suru"
    },
    "updatedAt": "2024-07-09T09:58:04+00:00",
    "coverArt": "https://mangadex.org/covers/9d351a80-5037-4334-a020-6985899f5b1f/e43e444a-bf74-413e-9faa-46acad88e962.jpg",
    "altTitles": [
      {
        "ja-ro": "Maou ni Natte-Node, Dungeon Tsukutte Jingai-Musume to Hono-bono suru"
      },
      {
        "ru": "Я стал Повелителем Демонов и создал подземелье, чтобы проводить время с девушками-монстрами"
      },
      {
        "ja": "魔王になったので、ダンジョン造って人外娘とほのぼのする"
      },
      {
        "zh": "魔王建造地下城转生到异世界建造人外娘"
      },
      {
        "ko": "마왕이 됐으므로 던전을 만들고 인외아가씨와 훈훈해진다"
      },
      {
        "ja-ro": "Maō ni Nattanode, Dungeon Zōtte Jingaimusume to Honobono suru"
      },
      {
        "zh-hk": "魔王建造地下城轉生到異世界建造人外娘"
      },
      {
        "en": "Now I'm a Demon Lord! Happily Ever After with Monster Girls in My Dungeon"
      },
      {
        "en": "I Became the Demon Lord so I Created a Dungeon and Spend Heartwarming Time There with Non-Human Girls"
      },
      {
        "ja-ro": "Maou ni Natta node, Dungeon Tsukutte Jingai Musume to Honobono suru"
      }
    ],
    "description": {
      "en": "Before I realized, I had become the guardian of a dungeon, a Demon Lord. I was suddenly in a dangerous world with giant monsters loitering around, fighting for their existence. So I thought to go about developing the dungeon in order to not die, but for some reason I was having quite the good time…. How did it turn out like this?  \n  \nThe protagonist, Yuki, having to live in that world now, uses his bold and sharp senses and spends time with a supreme dragon girl and a vampire girl, sometimes laughing, sometimes being angry, passing days doing what he likes.",
      "ja": "異世界転生したユキは、気付くとダンジョンの魔王になっていた!? チートな強さで人外娘達を助けたり、超便利なカタログ通販（？）でダンジョンに凶悪な罠を仕掛けたりとやりたい放題。自由と平和を守るため、快適＆最凶ダンジョン造りを目指せ！ 人気WEB小説コミカライズ!!",
      "es-la": "Antes de darme cuenta, me había convertido en el guardián de una mazmorra, un Señor Demonio. De repente, estaba en un mundo peligroso con monstruos gigantes holgazaneando, luchando por la existencia de la mazmorra para no morir, pero por alguna razón estaba pasando un buen momento ... ¿Cómo resultó esto? El protagonista, Yuki, usa sus sentidos audaces y agudos y pasa el tiempo con una niña dragón suprema y una niña vampiro; A veces riendo, a veces enojándose, pasando días haciendo lo que le gusta.",
      "pt-br": "Antes que eu percebesse, eu havia me tornado o guardião de uma masmorra, um Lorde Demônio.  De repente, eu estava em um mundo perigoso com monstros gigantes vagando por aí, lutando por sua existência, então pensei em desenvolver a masmorra para não morrer, mas – por algum motivo eu estava me divertindo bastante….  Como ficou assim?\n\n O protagonista, Yuki, tendo que viver naquele mundo agora, usa seus sentidos ousados ​​e afiados e passa o tempo com uma suprema garota dragão e uma garota vampira;  Às vezes rindo, às vezes com raiva, passando dias fazendo o que gosta."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "733fc3ac-deca-444e-bb79-14186e00ccf1",
    "title": {
      "en": "Shadows House (Official Colored)"
    },
    "updatedAt": "2024-09-13T17:53:59+00:00",
    "coverArt": "https://mangadex.org/covers/733fc3ac-deca-444e-bb79-14186e00ccf1/2f6bc8f2-309b-4f66-88cc-8bf667a5a399.jpg",
    "altTitles": [
      {
        "en": "Shadows House - Digital Colored Comics"
      },
      {
        "ja-ro": "Shadōhausu"
      },
      {
        "id": "Keluarga Shadow"
      },
      {
        "ru": "Дом теней"
      },
      {
        "ru": "Мрачный дом"
      },
      {
        "ja": "シャドーハウス"
      },
      {
        "zh": "影宅"
      },
      {
        "pt-br": "Casa das Sombras"
      },
      {
        "ja": "シャドーハウス カラー版"
      },
      {
        "id": "Rumah Shadow"
      },
      {
        "es": "Casa de Sombras"
      }
    ],
    "description": {
      "en": "Faceless shadow nobles living in a vast mansion, attended by living dolls who spend much of their time cleaning up the soot endlessly emitted by their mysterious masters.  \r\n  \r\nFollow the story of Emilyko, a young and cheerful living doll, as she learns her duties serving as the attendant for Kate Shadow-sama. What dangers and dark secrets will she and Kate encounter, as they become more deeply involved in the inner workings of the shadows' society?",
      "es": "Nobles sombras sin rostro que viven en una vasta mansión, atendidos por muñecos vivientes que pasan gran parte de su tiempo limpiando el hollín emitido por sus misteriosos maestros.  \n  \nSigue la historia de Emilyko, una joven y alegre muñeca viviente, mientras aprende sus deberes como asistente de Kate Shadow-sama.",
      "ja": "不思議な洋館に住む、 顔のないシャドー一族と、 世話係の“生き人形”たち。 彼らが織りなす、 摩訶不思議な日常とは…？",
      "ru": "Безликие теневые дворяне, живущие в огромном особняке, сопровождаемые живыми куклами, которые проводят большую часть своего времени, очищая сажу, бесконечно испускаемую их таинственными хозяевами.",
      "es-la": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama.",
      "pt-br": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3062824-5753-4241-abf8-a7b234c7d02a",
    "title": {
      "en": "The Youngest Daughter of the Villainous Duke"
    },
    "updatedAt": "2023-07-15T21:38:01+00:00",
    "coverArt": "https://mangadex.org/covers/a3062824-5753-4241-abf8-a7b234c7d02a/fa01bdd7-e04b-438c-bcf7-4805fbf7bdf8.jpg",
    "altTitles": [
      {
        "ko": "악당 공작가의 실세 막내딸입니다"
      },
      {
        "ko-ro": "Akdang Gongjakgaui Silse Mangnaettarimnida"
      },
      {
        "en": "She Is the Youngest Daughter of the Villainous Duke"
      },
      {
        "en": "The Real Youngest Daughter of the Villainous Duke"
      },
      {
        "ru": "Истинная младшая дочь герцога-злодея"
      },
      {
        "ja": "過保護な悪党公爵家で奮闘中です!"
      },
      {
        "zh": "反派家族的掌权小女儿"
      }
    ],
    "description": {
      "en": "I possessed a character in a novel I had never finished writing when I was in high school. And then now I have the body of a supporting character instead of the main character. It was a seven-year-old orphan girl with no name… Having to suffer the abuse of others, until I got really tired and ran away from that place. But I was captured and sold as a slave. I thought my life was over… But the person who saved me was the novel's most prominent villain, Henriette.\n\nHe treats the emperor like a puppet. A person who has a reputation for being extremely cruel in the original and has a hobby of cutting the throat of aristocrats. …Is he my biological father? But other than that terrible reputation, living with him wasn’t bad either.\n\n\"Okay, my daughter. You can do whatever you want. If you want something, everyone in the family will do what you want.\"\n\nWait… I didn't write a novel like that in the first place?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%8B%B9-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EC%8B%A4%EC%84%B8-%EB%A7%89%EB%82%B4%EB%94%B8%EC%9E%85%EB%8B%88%EB%8B%A4/3441), [KakaoPage](https://page.kakao.com/content/60083487)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26382&contentId=382&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/131595)",
      "id": "Ketika saya masih seorang siswa sekolah menengah, saya sangat terpesona oleh novel itu sehingga saya berhenti menulis. Dan sekarang saya merasuki tubuh karakter pendukung, bukan karakter utama. Itu adalah gadis yatim piatu berusia 7 tahun tanpa nama... Harus menderita melemahkan orang lain, sampai saya benar-benar lelah dan lari dari tempat itu. Tapi saya ditangkap dan dijual sebagai budak. Saya pikir hidup saya sudah berakhir ...Tetapi orang yang menyelamatkan saya adalah penjahat paling menonjol dalam novel, Henriette. Dia memperlakukan kaisar seperti boneka. Seseorang yang memiliki reputasi sangat kejam dalam aslinya dan memiliki hobi memotong tenggorokan bangsawan. …Apakah itu ayah biologisku? Tapi selain reputasi buruk itu, tinggal bersamanya juga tidak buruk. “Baiklah, sayangku” “Kamu bisa melakukan apapun yang kamu mau. Jika Anda menginginkan sesuatu, semua orang di keluarga akan melakukan apa yang Anda inginkan.” Tunggu… Aku tidak menulis novel seperti itu sejak awal?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%8B%B9-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EC%8B%A4%EC%84%B8-%EB%A7%89%EB%82%B4%EB%94%B8%EC%9E%85%EB%8B%88%EB%8B%A4/3441), [KakaoPage](https://page.kakao.com/content/60083487)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26382&contentId=382&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/131595)",
      "pt-br": "Eu possuía um personagem em um romance que parei de escrever por hobby quando estava no ensino médio. Minha mãe morreu em um acidente, e dizem que meu pai morreu logo depois de ir para a cadeia. Graças a isso, fiquei órfã aos sete anos sem nome. Enquanto morava na casa de outra pessoa, estava exausto de trabalhar e fui pego fugindo. Em seguida, vendido para s * salvar comerciantes. Eu queria saber se esta vida foi feita para ser arruinada. O respeitável Duque, o maior vilão do Império, comprou-me. \"Ela tem 7 anos, mas era pequena e muito magra.\" Henriette, a pior vilã do original, cujo hobby é fazer todo mundo agir como uma marionete, pregar peças na família imperial e ameaçar o pescoço da aristocracia, descobriu-se que aquele homem assustador é meu verdadeiro pai que foi preso! Mas você parece um pouco diferente do vilão original. \"Bem, duque...\" \"Não.\" “…Oh, pai?” \"Isso também.\" \"...uh, papai?\" “Sim, minha filha. O que você quer ter hoje? Henriette, que eu achava assustadora, é mais amigável do que eu pensava. “Se alguém te incomodar de agora em diante, você tem que contar pro seu irmão mais velho, ok? Vou afogá-los no fundo do lago.” “Devo ver flores com minha irmãzinha hoje? Há tantas sereias ornamentais na estufa de vidro. Achei que você iria gostar, então peguei eu mesmo. Fiz um bom trabalho? “Essa garota lenta! Papai te ligou... Não eu não sou doido! Droga, não seja idiota! Ahhh! Sim! Estou errado! OK?\" Os novos irmãos eram definitivamente vilões no original, mas são muito mais legais do que eu pensava. \"Tu podes fazer o que quiseres. Qualquer pessoa da família, se você disser, ouvirá com atenção e fará o que você disser”. Mas é estranho. O romance que escrevi não era originalmente assim. “…Se você me prometer algumas coisas, eu ficarei com você de novo. Eu não vou deixar você. “Você pode me ver a qualquer hora sem hora marcada.” \"Eu devo? Eu sempre posso fugir para um lugar onde você nunca mais me encontrará. Ele franziu as sobrancelhas. Se eu soubesse que uma pequena palavra de expressão teria causado uma reação tão terrível, eu teria ficado de boca fechada. Foi quando eu estava no meio do arrependimento, \"Você está enganado. Você acha que eu vou deixar você ir em primeiro lugar, isso não deveria ser possível primeiro? \"…That?\" \"Quem disse que eu deixaria você fugir?\" …Não importa o quanto eu pense sobre isso, acho que entendi errado. \"Se você realmente fugir, você não deve ser pego por mim novamente.\"\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%8B%B9-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EC%8B%A4%EC%84%B8-%EB%A7%89%EB%82%B4%EB%94%B8%EC%9E%85%EB%8B%88%EB%8B%A4/3441), [KakaoPage](https://page.kakao.com/content/60083487)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26382&contentId=382&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/131595)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cbf53f02-9594-42e7-9dbf-8ae1c783466f",
    "title": {
      "en": "Arcane Sniper"
    },
    "updatedAt": "2024-07-23T21:33:56+00:00",
    "coverArt": "https://mangadex.org/covers/cbf53f02-9594-42e7-9dbf-8ae1c783466f/0ae5f0af-dd5b-4fee-8612-95bb22b087fd.png",
    "altTitles": [
      {
        "ko": "마탄의 사수"
      },
      {
        "ru": "Магический стрелок"
      },
      {
        "en": "Mystic Musketeer"
      },
      {
        "en": "Matan's shooter"
      },
      {
        "de": "Der Freischütz"
      },
      {
        "ja": "魔弾の銃士"
      },
      {
        "zh-hk": "魔彈-射手"
      },
      {
        "th": "สไนเปอร์กระสุนเวท"
      },
      {
        "id": "The Freeshooter"
      },
      {
        "es-la": "El Francotirador de Nivel Arcano"
      }
    ],
    "description": {
      "en": "Paraplegic ex-sniper Ha Yiha is getting a fresh start in the VR game “Middle Earth.” He hopes to become a powerful player and earn enough money to afford surgery, but there’s a small problem… an untimely logout leaves him playing as a musketeer, the game’s most ineffective class. Luckily, he’s able to use his real-life sharpshooting skills to take musketeering to new heights. As his unprecedented progress turns heads and prompts new quests, Yiha thinks he’s got a shot at success, but he may have just landed himself directly in danger’s sights.\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)\r\n- [Official Indonesian Translation](https://id.kakaowebtoon.com/content/The-Freeshooter/548)",
      "ja": "いつも完璧を勝ち取る吉田ローガン。 しかし、不意の事故により下半身不随の障害を負い、社会から捨てられる。 絶望に陥った彼に訪れた、革命的なVRゲーム「ミドルアース」による新しい世界が始まる。 だが、とあるトラブルによりキャラクター選びを大間違い！一番能力の低い「マスケット銃士」を選んでしまう！ “クッソ…俺は他の奴と違う。俺が本物のマスケット銃の力を見せてやる！”\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "ko": "\"하 중사, 이 미친놈아. 또 만발인 거 알아?\"\r\n\r\n이제 말뚝 박을 일만 남은 명사수 부사관 하이하.\r\n그러나 불의의 사고로 하반신을 못 쓰게 되어 사회로 내쳐졌다.\r\n절망에 빠져있던 그에게 혁명적인 VR 게임 [미들 어스]가 새로운 삶을 선사한다.\r\n가상현실 게임인 [미들 어스]에서 획득한 돈은 현실의 돈이 된다!\r\n\r\n하지만 캐릭터 생성 때 가장 성능이 낮은 캐릭터를 고르게 되는 바람에 망하게 생겼다!\r\n\r\n\"난 다르다. 이것이 내 마지막이야!\"\r\n\r\n흑색화약, 쇠구슬, 꼬질대. 진짜 '머스킷티어'가 무엇인지 보여주마!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "ru": "Сериал про гиперреалистичную фэнтезийную игру! «Сержант Ха, ты сумасшедший ублюдок. Ты выстрелил еще раз в пулю?» Меткий стрелок Ха ЛиХа просто хотел навсегда стать частью армии. Однако из-за несчастного случая он стал парализованным и был отброшен обратно в общество. Революционная игра VR [Средиземье] подарила ему новую жизнь. Деньги, полученные в [Средиземье], имеют реальную ценность! Тем не менее, он испортил свой шанс, выбрав персонажа самого низкого уровня! «Я не такой, как другие. Это все, что у меня есть». Черный порох, железные шары и шомполы ... Я вам всем покажу, что такое настоящий «мушкетер»!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "th": "ฮาลีฮา นักแม่นปืนแห่งทหารกองหนุนได้เกิดอุบัติเหตุระหว่างขนย้ายดินปืนในค่ายทหาร ทำให้เขาสูญเสียประสาทสัมผัส ของขาทั้งสองข้าง เดินไม่ได้ และต้องใช้เงินผ่าตัดเป็นจำนวนสองพันล้านวอน\r\n\r\nหลังจากที่แม่ของเขาเห็นเขาเศร้า หมดอาลัยที่สูญเสียขา ทำให้เธอซื้อเครื่องเล่นเกมเสมือนจริงมาให้เขาเล่น ซึ่งใช้ในการหาเงินได้ด้วย เขารู้สึกดีใจมากที่ได้กลับมาเดินได้อีกครั้งแม้จะเป็นในเกม และเขาก็ได้ใช้ทักษะนักแม่นปืนของเขากับเกมนี้ด้วย\r\n\r\nเขาหวังว่าจะสามารถหาเงินจากการเล่นเกมมาผ่าตัดขาตัวเองให้กลับมาเดินได้อีกครั้ง\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "es-la": "¡Una serie sobre un juego de fantasía hiperrealista! \"Sargent Ha, loco bastardo. ¿Disparó otra ronda completa de tiros al blanco?\" El francotirador Ha Lee Ha simplemente quería ser parte del ejército para siempre. Sin embargo, debido a un desafortunado accidente, quedó parapléjico y fue devuelto a la sociedad. El revolucionario juego de realidad virtual [Middle Earth] le presentó una nueva vida. ¡El dinero obtenido en [la Tierra Media] tiene valor en el mundo real! Sin embargo, ¡arruinó su oportunidad al seleccionar el personaje de nivel más bajo! \"No soy como los demás. Esto es todo lo que tengo\". Pólvora negra, bolas de hierro y baquetas ... ¡Les mostraré lo que es un verdadero 'mosquetero'!",
      "pt-br": "Uma série sobre um jogo de fantasia hiper-realista!  \r\n  \r\n“Sargento Ha, seu louco bastardo. Você acertou todos os alvos outra vez?”  \r\n  \r\nO atirador Ha LeeHa simplesmente queria fazer parte do exército para sempre. No entanto, devido a um infeliz acidente, ele ficou paraplégico e foi jogado de volta à sociedade.  \r\n  \r\nO revolucionário jogo de realidade virtual [Terra Média] apresentou-lhe uma nova vida. O dinheiro obtido na [Terra Média] tem valor no mundo real! Ainda assim, ele arruinou sua chance ao selecionar o personagem de nível mais baixo!  \r\n  \r\n“Eu não sou como os outros. Isso é tudo que tenho.”  \r\n  \r\nPólvora preta, bolas de ferro e varetas… Vou mostrar a todos o que é um verdadeiro ‘mosqueteiro’!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "837e01d6-f59b-4c2a-b9f7-68469215d0c6",
    "title": {
      "en": "Handyman Saitou in Another World"
    },
    "updatedAt": "2024-07-28T08:36:24+00:00",
    "coverArt": "https://mangadex.org/covers/837e01d6-f59b-4c2a-b9f7-68469215d0c6/cbcb02c1-bab9-499e-a840-2e1715555f56.jpg",
    "altTitles": [
      {
        "es": "El útil señor Saitou en otro mundo"
      },
      {
        "es": "El utilero Saitou en otro mundo"
      },
      {
        "id": "Saito si Serbabisa Masuk Isekai"
      },
      {
        "fr": "Saitou, l'homme à tout faire dans un autre monde"
      },
      {
        "pt-br": "Saitou, um faz-tudo em outro mundo"
      },
      {
        "ru": "Мастер на все руки Сайто в другом мире"
      },
      {
        "ja": "便利屋斎藤さん、異世界に行く"
      },
      {
        "zh": "万事屋斋藤先生转生异世界"
      },
      {
        "ja-ro": "Benriya Saitou-san, Isekai ni Iku"
      },
      {
        "ja-ro": "Benri-ya Saitō-san, Isekai ni Iku"
      },
      {
        "ar": "العامل الماهر سايتو في عالم آخر"
      },
      {
        "zh-hk": "萬事屋齋藤先生轉生異世界"
      },
      {
        "ru": "Разнорабочий Сайто в другом мире"
      }
    ],
    "description": {
      "en": "Handyman Saitou has never been anyone special. All his life, he’s had average grades, ordinary athletic skill, a commonplace job… But his unremarkable path takes a turn when he wakes up in another world. Here, warriors, wizards, and elves accompany him on quests delving deep into dungeons, and Saitou realizes for the first time what it’s like to be needed. After all, who other than the handyman could be trusted to open locked treasure chests or repair his allies’ equipment? Beginning with a simple “thank you,” this is the story of an ordinary person’s fulfilling life.",
      "es": "Saitou es un utilero ordinario que se transporta a otro mundo donde sus habilidades son muy útiles. Empieza a entender realmente lo que significa ser necesario, ya que incluso sus tareas y herramientas mundanas tienen los usos más inesperados en este nuevo mundo de fantasía!",
      "ru": "Сайто — мастер на все руки, который попадает в другой мир, где его навыки невероятно полезны. Погружаясь в новую среду, он начинает понимать истинное значение незаменимости.\nМастер на все руки Сайто никогда не был особенным. Всю жизнь у него были средние оценки, обычные спортивные навыки, заурядная работа... Но его ничем не примечательная жизнь меняется, когда он просыпается в другом мире. Здесь воины, волшебники и эльфы сопровождают его в заданиях, углубляясь в подземелья, и Сайто впервые осознает, что значит быть нужным. Ведь кому, как не мастеру на все руки, можно доверить открытие запертых сундуков с сокровищами или ремонт снаряжения союзников? История обычного человека, начавшаяся с простого «спасибо», — это история его полноценной жизни.",
      "pt-br": "Saitou é um faz-tudo comum que é transportado para outro mundo onde suas habilidades são muito úteis. Ele começa realmente a entender o que significa ser necessário."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de491df4-153f-44e8-96d2-7c53d11c3dcf",
    "title": {
      "en": "Hellper 2 <KillBeros>"
    },
    "updatedAt": "2024-08-17T08:16:07+00:00",
    "coverArt": "https://mangadex.org/covers/de491df4-153f-44e8-96d2-7c53d11c3dcf/c065dd0c-158d-48ed-bc78-adb728c44a08.jpg",
    "altTitles": [
      {
        "en": "Hellper"
      },
      {
        "en": "Hellper season 2"
      },
      {
        "en": "Helper"
      },
      {
        "en": "KBRS"
      },
      {
        "en": "KillBeros"
      }
    ],
    "description": {
      "en": "Indeed it is, indeed it does. A street action comic featuring the life of Jang Gwangnam leading up to the creation of the Killberos Tribe."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8516915a-51a2-44e0-a915-aff325216a26",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken: After the Rain"
    },
    "updatedAt": "2024-08-11T19:53:51+00:00",
    "coverArt": "https://mangadex.org/covers/8516915a-51a2-44e0-a915-aff325216a26/653c9057-d9fb-4f32-85f9-48aae296c4f0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件 after the rain"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais: After the Rain"
      },
      {
        "ru": "Ангел по соседству: После дождя"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten: After the Rain"
      }
    ],
    "description": {
      "en": "A spin-off of the series *[The Angel Next Door Spoils Me Rotten](https://mangadex.org/title/2fec6641-beb1-4ae9-a32f-204dd06688ac/the-angel-next-door-spoils-me-rotten)* which comicalizes the stories from Volume 5.5 of the Light Novel and its special edition booklet, which contains additional short stories.",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まり二人は少しずつ惹かれあっていく――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0589f47-72f9-4e9a-ac31-5b88bcad6220",
    "title": {
      "en": "Chiyu Mahou no Machigatta Tsukaikata: Senjou wo Kakeru Kaifuku Youin"
    },
    "updatedAt": "2024-09-19T23:41:49+00:00",
    "coverArt": "https://mangadex.org/covers/e0589f47-72f9-4e9a-ac31-5b88bcad6220/53a219ed-86b0-49b0-be38-bccfcd08c486.jpg",
    "altTitles": [
      {
        "ja-ro": "Chiyu Mahou no Machigatta Tsukaikata: Senjou wo Kakeru Kaifuku Youin"
      },
      {
        "fr": "La mauvaise façon d'utiliser la magie de soin"
      },
      {
        "ru": "Неправильный способ использования Исцеляющей Магии"
      },
      {
        "zh": "治愈魔法的错误使用方法"
      },
      {
        "ja": "治癒魔法の間違った使い方 ～戦場を駆ける回復要員～"
      },
      {
        "zh-hk": "治癒魔法的錯誤使用法～奔赴戰場的治療人員～"
      },
      {
        "ko": "치유마법의 잘못된 사용법"
      },
      {
        "en": "The Wrong Way to Use Healing Magic"
      },
      {
        "pt-br": "O jeito errado de usar magia de cura"
      }
    ],
    "description": {
      "en": "Usato, an ordinary high schooler, happens to run into two fellow students after school one rainy day. Suddenly, all three of them are engulfed in a magic circle and transported to a fantasy world. There’s just one tiny problem — Usato is simply dragged along by accident!  On top of that, Usato learns that he is capable of using healing magic — an incredibly rare affinity in this new world.\n\nNow Usato must spend his days with the rescue team thugs, struggling through their hellish training regimen — learning the wrong way to use healing magic.\n\nGet ready for an eccentric otherworld fantasy filled with comedy and combat!",
      "ja": "**最前線を駆けるのは、常識破りの回復要員！？**\n\n平凡な高校生のウサトは、同じ学校のスズネ、カズキと共に異世界へと転移してしまう。 三人は魔王軍から王国を救うための『勇者』として喚び出された――が、 勇者としての適性を持つのはスズネとカズキだけ。ウサトはただ巻き込まれただけだった！ しかし、ウサトにレア属性の『治癒魔法使い』の素養が見つかったことで事態は一変し…！？ 「小説家になろう」発！　ギャグありバトルありのドタバタ異世界ファンタジー！",
      "pt": "Usato Ken é um estudante normal do segundo ano do ensino médio. Em um certo dia chuvoso, as duas pessoas mais admiradas do conselho estudantil, Inukami Suzune e Ryuusen Kazuki, percebem que ele não tem um guarda-chuva, então Kazuki empresta o seu para ele. Depois eles acabam conversando enquanto vão embora juntos, mas de repente são convocados para outro mundo como heróis. Parece que Ken foi arrastado pela invocação por acaso, mas ele não pode voltar para a Terra. O que ele fará? Será que vai chorar pelo cantos ou vai agir?",
      "ru": "Одним дождливым осенним днём жизнь абсолютно заурядного ученика старшей школы Усато Кена перевернулась с ног на голову: вместе с двумя членами школьного совета – президентом Инуками Судзунэ и вице-президентом Рюунзэном Кадзуки Усато-куна призвали в другой мир! После проверки магических способностей наш герой оказывается целителем и попадает в отряд спасателей, командир которого отличается крайне нестандартными методами подготовки…",
      "pt-br": "Usato Ken é um estudante normal do segundo ano do ensino médio. Em um certo dia chuvoso, as duas pessoas mais admiradas do conselho estudantil, Inukami Suzune e Ryuusen Kazuki, percebem que ele não tem um guarda-chuva, então Kazuki empresta o seu para ele. Depois eles acabam conversando enquanto vão embora juntos, mas de repente são convocados para outro mundo como heróis. Parece que Ken foi arrastado pela invocação por acaso, mas ele não pode voltar para a Terra. O que ele fará? Será que vai chorar pelo cantos ou vai agir?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58bc83a0-1808-484e-88b9-17e167469e23",
    "title": {
      "en": "Lv2 kara Cheat datta Moto Yuusha Kouho no Mattari Isekai Life"
    },
    "updatedAt": "2024-09-04T17:32:17+00:00",
    "coverArt": "https://mangadex.org/covers/58bc83a0-1808-484e-88b9-17e167469e23/35e2b186-abed-4a15-bead-1bca77dc3277.png",
    "altTitles": [
      {
        "en": "Chillin’ in Another World with Level 2 Super Cheat Powers"
      },
      {
        "ja": "LV2からチートだった元勇者候補のまったり異世界ライフ"
      },
      {
        "pt-br": "O ex-candidato a herói, que esteve em lv2, almeja ter uma vida pacífica em outro mundo"
      },
      {
        "ru": "Непринужденная жизнь в другом мире экс-кандидата в герои, оказавшегося читером со 2 уровня"
      },
      {
        "zh": "勇者候补的悠闲的异世界生活"
      },
      {
        "uk": "Спокійне життя колишнього висуванця в герої, котрий виявився читером із 2 рівня"
      },
      {
        "ko": "LV2부터 치트였던 전직 용사후보의 유유자적 이세계 라이프"
      },
      {
        "vi": "Cuộc Sống Thảnh Thơi Tại Dị Giới Gian Lận Của Cựu Ứng Viên Dũng Giả Từ Cấp Độ Hai"
      }
    ],
    "description": {
      "en": "Banaza, who was summoned to the magic kingdom of Cryroad as a Hero candidate, was disqualified as a Hero because of his ordinary abilities. He was supposed to be returned to his original world, but due to the magical kingdom's mistake, he became unable to return to his original world. However, the moment he reached Level 2, he acquired every single possible skill and kind of magic, turning him into a super cheat with infinite skills! Despite this, he takes Fenris of the demons as his wife, and fully enjoys his newly-married life with an easygoing smile. He changes his name to Fulio and tries to lead his life quietly, but things are a bit chaotic with the likes of a pet saber, four freeloading female knights, a Majin, and even an ex-Demon Lord. However, even with all of this chaos, he still manages to enjoy his life peacefully.",
      "fr": "Un jour, Banaza a été invoqué dans un autre monde, le Royaume magique de Cryroad en tant que candidat Héroïque. Malheureusement, Banaza fût disqualifié des candidats Héroïque car ces statistiques étaient très basique. Alors, le Royaume décida de l'emmener loin du château car il était inutile. Mais alors qu'il se retrouva tout seul, un ennemi apparu devant lui, avec quelques difficultés, il réussit à vaincre l'ennemi, c'est alors qu'il monta de niveau, mais pas tout à fait normalement…",
      "ja": "栄えある勇者候補として異世界に召喚された青年バナザは、能力値の低さから勇者失格の烙印を押され国外追放処分となる。なんとか生き延びるべくモンスターを倒すと、レベルが２に上がり彼のステータスが見慣れない「∞」の記号に変わっていた……。突然のステータス変化に戸惑いながらもマイペースに生きていくことを決意するが、魔族の娘フェンリースと運命的な出会いを果たし――!?",
      "ru": "Баназа был призван в волшебное королевство Крайроуд в качестве кандидата в герои, но на нём поставили крест, так как тот имел навыки обычного гражданина. Изначально он хотел вернуться в свой мир, но из-за ошибки представителей королевства не смог этого сделать и был вынужден остаться жить в другом мире. Сменив имя на Фурио, он решил жить в своё удовольствие. И вот так, прогуливаясь по новому для себя миру, он победил слизь, получил второй уровень и, взглянув после этого на характеристики, увидел, что все они имеют значение «∞». С этого и начинается его непринуждённая жизнь в другом мире.\n\n---\n\n(source: readmanga)",
      "uk": "Баназу, звичайного торговця, викликають до іншого світу і нарікають Героєм. Проте увагою він був оточений зовсім недовго - як тільки виявилось, що його здібності не відрізняються від здібностей пересічної людини, бідолаху виставили за двері без можливості повернутись додому. Так і почалось його спокійне життя у зовсім чужому світі, але як тільки він досягнув 2 рівня...",
      "pt-br": "Banaza foi invocado ao reino mágico de Cryroad como candidato a herói. No entanto, por ter especificações como as de uma pessoa comum, ele foi desqualificado e não pôde voltar ao seu mundo devido a um erro das pessoas que o invocaram. Sendo apenas nível 2, Banaza obterá forças além de sua compreensão.  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/kinojomiya)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb676579-bf11-45cc-90f5-2870bfe94605",
    "title": {
      "en": "Mako-san Wa Shindemo Jiritsu Shinai"
    },
    "updatedAt": "2024-05-18T04:41:02+00:00",
    "coverArt": "https://mangadex.org/covers/bb676579-bf11-45cc-90f5-2870bfe94605/4125a0c1-e949-494e-9bfa-0fa739b2b392.jpg",
    "altTitles": [
      {
        "en": "Mako-san Will Not Be Independent Even If It Kills Her"
      },
      {
        "en": "Under The Same Roof"
      },
      {
        "ja": "マコさんは死んでも自立しない"
      },
      {
        "zh-hk": "真子小姐她死都不想自立"
      },
      {
        "ru": "Мако не будет независимой, даже если это убьёт её"
      }
    ],
    "description": {
      "en": "It's been one year since Rin moved to Tokyo for high school. He was told by the landlord of his apartment that he didn't have to pay rent if he takes care of the landlord's granddaughter, which he immediately accepted. However, that granddaughter, Mako, ended up being a 20 year old college student who is completely incapable of taking care of herself. Even so, it was love at first sight for Rin, and he's been taking care of her ever since."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "108"
  },
  {
    "mangaId": "ea51cd71-5111-46fb-846e-a77beeeadb86",
    "title": {
      "en": "Chimidoro Ice-cream"
    },
    "updatedAt": "2024-06-14T04:25:46+00:00",
    "coverArt": "https://mangadex.org/covers/ea51cd71-5111-46fb-846e-a77beeeadb86/cff45dd0-e3ad-4587-8830-21c685a3d534.jpg",
    "altTitles": [
      {
        "ja": "ちみどろアイスクリーム"
      },
      {
        "en": "Bloodstained Ice-cream"
      },
      {
        "zh": "鲜血淋漓的冰淇淋"
      },
      {
        "ja-ro": "Chimidoro Ice cream / I scream"
      }
    ],
    "description": {
      "en": "Class rep Minegishi Hinata is saved from a traffic accident by the new transfer student Nagatsuki Shion, who survives the crash as it is revealed she is half-human and half-zombie. However, the impact from the crash breaks Shion's special apparatus that keeps her heart beating, and if Shion's heart stops for even a moment, she'll become a full zombie! The only way to prevent that from happening is for Hinata to get Shion's heart pounding..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-08-18T13:06:23+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/2e418d11-579c-4078-a960-60781115efc9.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      },
      {
        "id": "Budak Korps Elite Kota Iblis"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2db02ba8-8dfe-477b-bd48-6724fc533baf",
    "title": {
      "en": "Reincarnated as a Legendary Grimoire"
    },
    "updatedAt": "2024-09-26T01:01:03+00:00",
    "coverArt": "https://mangadex.org/covers/2db02ba8-8dfe-477b-bd48-6724fc533baf/2b4e5452-db3a-470f-93e3-d039417b3ae2.png",
    "altTitles": [
      {
        "en": "Please Read Me"
      },
      {
        "ko": "제발 좀 읽어달라고"
      },
      {
        "en": "I Became a Legendary Archmage by Reading a Book"
      }
    ],
    "description": {
      "en": "I was reincarnated as a grimoire containing all the magical knowledge of another world.\n\nAnyone who reads me can become a legendary archmage.\n\nPlease, just read me...\nBut no one is willing to open my pages."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ba6b85e-3e87-454a-b81d-1040468248e1",
    "title": {
      "en": "A Princess Who Reads Fortune"
    },
    "updatedAt": "2024-08-19T14:49:52+00:00",
    "coverArt": "https://mangadex.org/covers/0ba6b85e-3e87-454a-b81d-1040468248e1/510642fa-27f8-4f18-be5a-3f2fb434afeb.jpg",
    "altTitles": [
      {
        "ko": "점괘보는 공녀님"
      },
      {
        "en": "A Fortune-Telling Princess"
      },
      {
        "en": "Fortune Telling Princess"
      },
      {
        "en": "Fortune-Telling Lady"
      },
      {
        "mn": "Зөгнөгч Гүнж"
      }
    ],
    "description": {
      "en": "Top actress Lee Sia has the ability to see ghosts.\nAfter an accident, she wakes up in the body of 'Camilla Sorfelle'.\n\nBut here's the problem.\n\n\"Oh, Father, help me!\"\n\nThis woman's fate always ends in death!\n\nI need to extend my life, so might as well talk to the ghosts first.\n\nUgh, but why do I keep getting involved with people I want to avoid!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df09630f-9f92-4142-b4eb-7e8617b4da53",
    "title": {
      "en": "Anonymous"
    },
    "updatedAt": "2023-04-06T05:54:43+00:00",
    "coverArt": "https://mangadex.org/covers/df09630f-9f92-4142-b4eb-7e8617b4da53/1d45dc16-19c2-4c4c-9e75-a30bb7eead33.jpg",
    "altTitles": [
      {
        "ru": "Анонимные"
      },
      {
        "ja": "アノニマス"
      }
    ],
    "description": {
      "en": "There is a special organization known as \"anonymous\" which takes children and raises them without names, feelings or souls. \nThen it sends them out to kill. Can emotions get through to these cold-hearted killers?  \n  \nA sequence of stories that deal with a few of the organization's members."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "4754fc66-6bcb-4cc3-98ec-10f585cc55f3",
    "title": {
      "en": "Moto-Sekai Ichii Sub-chara Ikusei Nikki ~Hi-Player, Isekai wo Kouryaku-chu!~"
    },
    "updatedAt": "2024-06-11T14:34:11+00:00",
    "coverArt": "https://mangadex.org/covers/4754fc66-6bcb-4cc3-98ec-10f585cc55f3/3c02abea-5ee0-4d55-a4e9-2c8cd72badc5.jpg",
    "altTitles": [
      {
        "en": "The Former Top 1's Sub-Character Training Diary: A Dedicated Player is Currently Conquering Another World!"
      },
      {
        "en": "The Former World Number 1's Alt Character Training Diary"
      },
      {
        "ja": "元・世界１位のサブキャラ育成日記～廃プレイヤー、異世界を攻略中！～"
      },
      {
        "ko": "전(前) 세계1위의 서브캐 육성일기~폐플레이어 이세계를 공략중!~"
      },
      {
        "ru": "Дневник тренировок с нуля бывшего топ-1 игрока"
      },
      {
        "ja-ro": "Moto Sekai Ichi'i Subchara Ikusei Nikki: Hai Player, Isekai wo Kouryakuchuu!"
      }
    ],
    "description": {
      "en": "The protagonist who was rarely ever at school during his middle school and high school days, is unemployed even as an adult. From morning till night, it was video games. For him who was ranked first worldwide, it was his life.   \n  \nOne day, his character is suddenly hacked. The data was unrecoverable and there was nothing that could be done. Feeling great despair at having lost his rank that he had bet everything to achieve in a world that controlled his life, the protagonist attempts suicide.   \n  \nWhen he awakens, he finds himself inside the video game, no, it was a real world that resembled it. There, he notices that he has reincarnated into the the body of a sub character that he had created and bought premium benefits for long ago but had left neglected.",
      "ja": "ネトゲに人生を賭け、世界ランキング1位に君臨していた佐藤。が、ある事をきっかけにゲームに似た世界へ転生してしまう！ ゲーム知識をフル活用して、愉快な仲間と共に0スタートから再び『世界1位』を目指す！",
      "ru": "Главного героя довольно редко видели в средней и старшей школе. А всё потому, что с утра до ночи он был увлечён лишь видеоиграми. Так он стал лучшим в одной ММО, это была его жизнь. Однажды его персонажа внезапно взломали. Весь прогресс был потерян, вся жизнь оказалась прожита впустую... Но проснувшись, он оказывается в той самой игре, а в себе узнаёт давно забытого своего второго персонажа. И теперь ему предстоит прокачаться с нуля!\n\n(Source: mangalib)",
      "pt-br": "Nosso protagonista é um adulto vagabundo, ele nunca foi bom nos estudos ou no trabalho, está desempregado e solteiro. Ele apenas joga do dia à noite. Ele chegou ao ponto de se tornar o Ranque 1 do Mundo, isto era sua vida. Um dia, seu personagem foi hackeado e deletado, a desenvolvedora do jogo recusou-se a recuperar a conta perdida. Sentindo um grande desespero ao ver que tudo no qual ele se dedicou foi destruído, ele tentou se suicidar. Ao acordar, ele é transportado ao mundo do jogo. Ele agora vive como seu personagem secundário, no qual ele nunca upou, mas usou créditos e benefícios premium."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e930b546-8cbf-47ba-813c-5442da76a073",
    "title": {
      "en": "The Ultimate Assassin Is Back"
    },
    "updatedAt": "2024-08-29T03:47:53+00:00",
    "coverArt": "https://mangadex.org/covers/e930b546-8cbf-47ba-813c-5442da76a073/66492d4f-ccc7-42df-bdad-5166a9c7cd79.jpg",
    "altTitles": [
      {
        "zh": "SSS级刺客回归"
      },
      {
        "en": "Return of the SSS-Class Assassin"
      },
      {
        "en": "SSS-Class Assassin Returns"
      }
    ],
    "description": {
      "en": "In the turbulent world where the game ‘Moyu Conquest’ has crossed into reality, Mo Bei, a leading figure in the human coalition, repeatedly led his team to eradicate demon lords capable of endless resurrection. However, during one battle, both the demons and humans lost their top fighters simultaneously. As a result, the blood of the demon and Mo Bei merged, leading to the rebirth of a half-human, half-demon monster from the depths of the blood river."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a63e791-6b9f-4e44-b1e1-7b4bfa4ec723",
    "title": {
      "en": "Docchi mo Josou Suru Couple ♂"
    },
    "updatedAt": "2024-09-27T09:48:43+00:00",
    "coverArt": "https://mangadex.org/covers/5a63e791-6b9f-4e44-b1e1-7b4bfa4ec723/b1391d80-4c09-4bb9-a01d-51412f05fd9f.jpg",
    "altTitles": [
      {
        "ja": "どっちも女装するカップル♂"
      },
      {
        "ja-ro": "Dotchi mo Josou Suru Kappuru ♂"
      },
      {
        "en": "A Couple ♂ of Crossdressers"
      },
      {
        "en": "A Couple ♂ Who Are Both Crossdressing"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d786501b-f01e-4134-83bb-2b8c75aab6b2",
    "title": {
      "en": "Mahou Shoujo Madoka Magica - Mami Tomoe's Everyday Life"
    },
    "updatedAt": "2024-08-08T01:07:10+00:00",
    "coverArt": "https://mangadex.org/covers/d786501b-f01e-4134-83bb-2b8c75aab6b2/6c45e72b-9d0a-4757-87a3-a60627fbc02e.jpg",
    "altTitles": [
      {
        "ja-ro": "Tomoe Mami no Heibonna Nichijō"
      },
      {
        "ja": "巴マミの平凡な日常"
      }
    ],
    "description": {
      "ja": "Mami Tomoe's Everyday Life is a slice-of-life featuring a lonely, single, 30-year old Mami Tomoe. It is a remake of the author's original doujinshi series, Mami Tomoe 1X Years Later Mami-san Around 30 Years Old Collection."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a79f002a-cb4e-4daf-a75a-ed7ba7c7d6a8",
    "title": {
      "en": "Sami Plays the Game"
    },
    "updatedAt": "2024-08-18T16:29:40+00:00",
    "coverArt": "https://mangadex.org/covers/a79f002a-cb4e-4daf-a75a-ed7ba7c7d6a8/bb35f8da-9188-4932-8291-d1b0b0bc0880.jpg",
    "altTitles": [
      {
        "en": "Sam Plays the Game"
      },
      {
        "zh": "吴杉伊的重启人生"
      },
      {
        "ko": "삼이는 재생한다"
      },
      {
        "en": "Press Play, Sami"
      }
    ],
    "description": {
      "en": "After her parents died, Sami gave up her life of fortune to live independently, doing odd jobs to make ends meet. When she starts to get involved with two of the most popular boys at her high school, Sami faces twists and turns -- Chan is her neighbor, and Pyojun makes her have conflicted feelings. Things get more complicated when she finds out that Chan has feelings for Pyojun as well! With her mom’s only keepsake in hand to keep her feet on the ground, Sami navigates obstacles that she wasn’t prepared for -- and aren’t even in her budget!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6a21855-c647-483f-85cf-c17b8dd0ca58",
    "title": {
      "en": "The Archduke's Fabulous Fake Marriage"
    },
    "updatedAt": "2024-02-13T15:32:45+00:00",
    "coverArt": "https://mangadex.org/covers/a6a21855-c647-483f-85cf-c17b8dd0ca58/924ee9b4-c34e-4ec1-b1c8-6d00195593d3.png",
    "altTitles": [
      {
        "ko": "그 대공의 화려한 결혼은 사기"
      },
      {
        "en": "The Archduke's Gorgeous Wedding Was a Fraud"
      }
    ],
    "description": {
      "en": "I possessed the body of the fourth villainess, Shay, who was miserably killed by the other villains for desperately clinging to the male lead.\nHowever, the male lead suddenly offered me an enormous amount of money, in exchange for a contract marriage to help him escape various romantic advances.\n\n\"You have to be the most gorgeous and wicked woman in the empire, so that no one will dare to approach me.\"\n\n...Isn't this marriage a fraud?\nWas what I was going to say, but the amount of money he offered was too tempting to refuse. Alright, before the original female lead appears, I'll show them who's the crazy bitch here.\n\n\"Dear customer, I'll do my best to help you!\"\n \nI was confident this was the original plan, however...\nThis man, whose affection and warmth know no bounds, said he can't imagine a life without me!\n\nI think I somehow ended up getting money, power and even love!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09cffd75-7d03-43cd-af83-bb7780ff62e1",
    "title": {
      "en": "Asobinin wa Kenja ni Tenshoku Dekiru tte Shittemashita? ~ Yuusha Party o Tsuihou Sareta Lv 99"
    },
    "updatedAt": "2024-04-07T21:51:47+00:00",
    "coverArt": "https://mangadex.org/covers/09cffd75-7d03-43cd-af83-bb7780ff62e1/ca854931-7df2-4c0e-8adb-3f220f36dfb4.jpg",
    "altTitles": [
      {
        "es": "¿Sabías que un donjuán puede cambiar su trabajo por el de un sabio? El bufón del nivel 99 expulsado de la party de los héroes, se convertirá en un \"gran sabio\"."
      },
      {
        "en": "Did You Know That a Playboy Can Change His Job to a Sage? ~The Level 99 Jester Expelled from the Heroes' Party Will Become a 'Great Sage'~"
      },
      {
        "ru": "Знаете ли вы, что бездельник может стать мудрецом? — Шут 99-го уровня, исключенный из отряда героев, достиг звания «Великого мудреца»"
      },
      {
        "ja": "遊び人は賢者に転職できるって知ってました？　～勇者パーティを追放されたLV99道化師、【大賢者】になる～"
      },
      {
        "ko": "광대는 현자로 전직할 수 있다는 걸 알고 계셨나요?"
      },
      {
        "zh": "知道遊人可以轉職成賢者嗎？ ～被勇者隊伍放逐的LV99道化師將會成為【大賢者 】～"
      }
    ],
    "description": {
      "en": "The Jester ―― More commonly known as the ‘Playboy’ Dylan, was fired from the party of the Heroes. The self-centred Heroes didn’t understand Dylan’s importance to the group.  \r\n  \r\nThey were just a group of one-man teams. Not interested in cooperation at all. Any failures are blamed on the jester. Dylan, who was disgusted with such companions and was sick of playing as their comedic foil, happily accepted being kicked out.  \r\n  \r\nThe Heroes didn’t know. After saving them many times over with his magic tricks, the level 99 jester can change his job title to that of a ‘Great Sage’.  \r\n  \r\n“Life, how about a rewrite?”  \r\n  \r\nHe’s done being the clown. From here on out, he’s going to take the leading role."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "58"
  },
  {
    "mangaId": "192f8421-55f9-46e2-9c6e-87a88c2f048a",
    "title": {
      "en": "Hametsu no Koibito"
    },
    "updatedAt": "2023-06-14T16:17:08+00:00",
    "coverArt": "https://mangadex.org/covers/192f8421-55f9-46e2-9c6e-87a88c2f048a/a9f46f7a-fb0a-448a-8d21-b0434ade2037.jpg",
    "altTitles": [
      {
        "en": "Destruction Lover"
      },
      {
        "ja": "破滅の恋人"
      }
    ],
    "description": {
      "en": "Is the woman a ghost or a witch?\nA chance encounter between a girl and a beautiful, but not ghostly, girl who lives in a haunted house like a secret base."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-09-24T18:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/870c4713-e353-4a0b-9c94-4072aa037ec9.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5971ece-d568-493a-bf8c-b2155c3ed405",
    "title": {
      "en": "A Beast Tamed by the Villainess"
    },
    "updatedAt": "2024-02-11T05:02:37+00:00",
    "coverArt": "https://mangadex.org/covers/a5971ece-d568-493a-bf8c-b2155c3ed405/adfd8f45-576a-4437-b0f7-4070b5305ccd.jpg",
    "altTitles": [
      {
        "ko": "악녀가 길들인 짐승"
      },
      {
        "ko-ro": "Agnyeoga Gildeulin Jimseung"
      },
      {
        "ko-ro": "Agnyeoga Gildeur'in Jimseung"
      },
      {
        "en": "The Villainess Tames the Beast"
      },
      {
        "en": "The Beast Tamed by the Villainess"
      },
      {
        "en": "The Beast Tamed by the Evil Woman"
      },
      {
        "fr": "La bête apprivoisée par la vilaine"
      },
      {
        "pt": "A besta domesticada pela vilã"
      },
      {
        "es": "Una bestia domesticada por la villana"
      },
      {
        "uk": "Ручний звір лиходійки"
      },
      {
        "ru": "Ручной зверь злодейки"
      },
      {
        "fa": "هیولای رام شده توسط شرور"
      },
      {
        "tr": "Cani ve Canavarı"
      },
      {
        "ar": "الوحش المروض من قبل المرأة الشريرة"
      },
      {
        "ja": "悪女が手懐けた獣"
      },
      {
        "zh": "被恶女驯服的野兽"
      }
    ],
    "description": {
      "ar": "ا عندما يخرج الشرير الحقيقي الوحيد في الرواية أخذ رجلًا جميلًا وتم ترويضه لبقية حياته. بعد أن دفع مخاوفه إلى أقصى حد ، تعلم كيف يتوسل منها ، ليصبح وحشًا لا يمكنه الهروب أبدًا ، حتى لو تم فك رباطه. ومع ذلك ، يقع الوحش في حب المرأة التي تنقذه ، ويصبح الإمبراطور بجانبه ، ويعاقب الشرير بالقيود الأبدية. بعد القصة ، استولت على جسد الشرير في ذلك الوقت عندما كانت في منتصف الطريق لترويض الرجل الرئيسي. ……ماذا علي أن أفعل؟ أولا ، دعونا نتراجع عن غسيل المخ شيئا فشيئا. وبعد ذلك ... دعونا نتظاهر بأننا قد تبنا. \"لقد مررت بالكثير من المتاعب في البحث عنك.\" \"أنا ... لا أفهم تمامًا ما تقصده يا جلالة الملك.\" \"كيف أنسى لمستك؟\" أمسك بمعصمي ، وأمسك بيدي وحركها برفق على خده - تمامًا مثلما فعلت إليانا ، الشريرة في الرواية ، دائمًا عندما تمدحه. \"سأروّضك ، مثلما فعلت - وحشًا لا يمكنه فعل أي شيء بدوني.\" غطت كفي على خده ثم شفتيه. وضع عليها قبلة قصيرة قبل أن يسحب يدي ببطء\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/53753133), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6288269), [RidiBooks](https://ridibooks.com/books/2901002360)\n\n[Original Webtoon](https://page.kakao.com/content/59641167)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainess-tames-the-beast/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26294&contentId=294&platform=IA)\n* [French / Français](https://www.webtoons.com/fr/romance/la-bete-apprivoisee-par-la-vilaine/list?title_no=4873)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-Tames-the-Beast/605)\n* [Japanese / 日本語](https://piccoma.com/web/product/112576)",
      "en": "The only real villain in the novel, took a handsome man and tamed him for the rest of his life. After putting his fear to the limit, he learned to plead with her, becoming a beast from which he could never escape even if he loosened his leash. However, one day, the beast falls in love and becomes emperor with the woman who saved him, and plunges the evil woman into an eternal bondage.\n\n---\nI've posessed the body of the sociopathic villainess, Illyana! An evil villainess who picks up a boy named Magnus and raises him however she pleases... that Illyana is me?!\n\n\"I am going to tame you into a beast that cannot do anything without me. Just as you had done to me.\"\n\nAnd after 2 years, he who had become an emperor began his revenge. Excuse me, author! Illyana was the sinner but why must I suffer his vengeance? I was just a normal reader named Yuna!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/53753133), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6288269), [RidiBooks](https://ridibooks.com/books/2901002360)\n\n[Original Webtoon](https://page.kakao.com/content/59641167)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainess-tames-the-beast/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26294&contentId=294&platform=IA)\n* [French / Français](https://www.webtoons.com/fr/romance/la-bete-apprivoisee-par-la-vilaine/list?title_no=4873)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-Tames-the-Beast/605)\n* [Japanese / 日本語](https://piccoma.com/web/product/112576)",
      "fa": "تنها شرور واقعی رمان، مرد خوش تیپی را گرفت و تا آخر عمر اهلی خودش کرد. بعد از اینکه ترسش را نسبت به خودش زیاد کرد، مرد یاد گرفت که از او التماس کند و تبدیل به حیوانی شد که حتی اگر افسارش را شل کند هرگز نمی توانست از او فرار کند. با این حال، یک روز، حیوان عاشق می شود و با زنی که او را نجات داد، امپراتور می شود و زن شرور را در اسارتی ابدی فرو می برد.\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/53753133), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6288269), [RidiBooks](https://ridibooks.com/books/2901002360)\n\n[Original Webtoon](https://page.kakao.com/content/59641167)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainess-tames-the-beast/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26294&contentId=294&platform=IA)\n* [French / Français](https://www.webtoons.com/fr/romance/la-bete-apprivoisee-par-la-vilaine/list?title_no=4873)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-Tames-the-Beast/605)\n* [Japanese / 日本語](https://piccoma.com/web/product/112576)",
      "fr": "Iliana, la maléfique méchante d'un roman recueille un beau garçon qu'elle dompte comme une bête. À l'aide de drogues et de lavage de cerveau, L'homme laisse peu à peu place à la bête jusqu'à ce que l'héroïne le sauve. La bête deviendra l'empereur du pays et punira la méchante pour l'éternité. C'est une histoire qui aurait pu m'amuser si je n'avais pas été transportée dans le corps de la méchante au beau milieu du roman. Que faire de cette bête rampant à mes pieds? Comment échapper à la terrible fin qui m'attend?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/53753133), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6288269), [RidiBooks](https://ridibooks.com/books/2901002360)\n\n[Original Webtoon](https://page.kakao.com/content/59641167)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainess-tames-the-beast/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26294&contentId=294&platform=IA)\n* [French / Français](https://www.webtoons.com/fr/romance/la-bete-apprivoisee-par-la-vilaine/list?title_no=4873)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-Tames-the-Beast/605)\n* [Japanese / 日本語](https://piccoma.com/web/product/112576)",
      "ru": "Однажды злодейка по имени Иллиана подбирает прекрасного юношу и с помощью внушения делает из него своего домашнего питомца. Девушка ввергает зверя в пучину отчаяния, изводя его бесконечными ночными кошмарами, и в итоге он становится полностью зависим от нее.\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/53753133), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6288269), [RidiBooks](https://ridibooks.com/books/2901002360)\n\n[Original Webtoon](https://page.kakao.com/content/59641167)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainess-tames-the-beast/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26294&contentId=294&platform=IA)\n* [French / Français](https://www.webtoons.com/fr/romance/la-bete-apprivoisee-par-la-vilaine/list?title_no=4873)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-Tames-the-Beast/605)\n* [Japanese / 日本語](https://piccoma.com/web/product/112576)",
      "tr": "Cani kadın İllyana oldum! Magnus adındaki bir çocuğu yanına alıp onu istediği gibi yetiştiren kötü kadın İllyana… Ben İllyana oldum öyle mi?!\n“Seni, ‘bensiz bir hiç olan canavar’ olarak evcilleştireceğim. Tıpkı senin bana yaptığın gibi.”\nVe 2 yıl sonra imparator olup intikamını almaya başladı. Pardon, yazar! İllyana günahkardı ama neden onun intikamını almak zorundayım? Ben sadece Yuna adında normal bir okuyucuydum!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/53753133), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6288269), [RidiBooks](https://ridibooks.com/books/2901002360)\n\n[Original Webtoon](https://page.kakao.com/content/59641167)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainess-tames-the-beast/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26294&contentId=294&platform=IA)\n* [French / Français](https://www.webtoons.com/fr/romance/la-bete-apprivoisee-par-la-vilaine/list?title_no=4873)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-Tames-the-Beast/605)\n* [Japanese / 日本語](https://piccoma.com/web/product/112576)",
      "uk": "Єдина справжня лиходійка у романі взяла красеня і приборкала його назавжди. \nДійшовши межі та ставши звіром, він навчився благати її. Від сутності його неможливо втекти навіть якщо розірвати повідець. Та це триває тільки доти, поки він не стає імператором, закохується в рятівницю та занурює лиходійку у вічне рабство. \nЯ потрапила у ту частину, де головний герой ще не приборканий повністю. \nЩо робити? Спочатку приборкати його повністю, а потім покаятись? \n«Це важко забути».\n«Що ви маєте на увазі… Я не знаю, Ваша Величносте Імператор».\n«Як я можу забути цей твій дотик?»\nВін схопив мене за руку, підніс її до щоки й обережно потерся.\nТак само, як завжди робила лиходійка у романі, коли хвалила його.\n«Я приборкаю тебе. Як ти зробила зі мною, звіром, який без тебе нічого не може зробити».\nДолоня, що так ненавмисно торкнулася його щоки, досягла губ. Він коротко поцілував долоню, потім повільно прибрав руку...\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/53753133), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6288269), [RidiBooks](https://ridibooks.com/books/2901002360)\n\n[Original Webtoon](https://page.kakao.com/content/59641167)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainess-tames-the-beast/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26294&contentId=294&platform=IA)\n* [French / Français](https://www.webtoons.com/fr/romance/la-bete-apprivoisee-par-la-vilaine/list?title_no=4873)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-Tames-the-Beast/605)\n* [Japanese / 日本語](https://piccoma.com/web/product/112576)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e3740ef-34f9-4ed4-928d-465f685f4c30",
    "title": {
      "en": "Afterlife Diner"
    },
    "updatedAt": "2024-08-18T20:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/8e3740ef-34f9-4ed4-928d-465f685f4c30/ffe7a424-1213-4478-839d-5e3d051e5de5.png",
    "altTitles": [
      {
        "ko": "저승식당"
      },
      {
        "en": "Restaurant in the After Life"
      },
      {
        "en": "Underworld Restaurant"
      }
    ],
    "description": {
      "en": "“I was given a building as an inheritance?”\n\nFrom a nobody who does all kinds of odd jobs and lived a hard life, he was given a chance to become a landlord right in the middle of Gangnam!\n\nBut, the condition for this inheritance is to ‘operate a restaurant for 5 years.’\n\n‘Moreover, I can sense a chill down my spine thanks to the weird customers that came in for today’s store opening……Do I really just need to prepare food?’\n\n“So then…all the guests who came in yesterday…”\n\n“They were ghosts.”\n\nEvery night starting from 11 o’ clock until 1 o’clock, we will now be open!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "246f2c0c-4c50-4ef4-b292-c17f0f68a17c",
    "title": {
      "en": "Murim Login"
    },
    "updatedAt": "2024-06-16T15:52:59+00:00",
    "coverArt": "https://mangadex.org/covers/246f2c0c-4c50-4ef4-b292-c17f0f68a17c/7100674f-603e-4531-8fb5-cc5d5273430c.png",
    "altTitles": [
      {
        "ko": "로그인 무림"
      },
      {
        "ja": "ログイン武林"
      },
      {
        "en": "Login Murim"
      },
      {
        "zh": "登录武林系统"
      },
      {
        "ru": "Логин Мурим"
      },
      {
        "ko-ro": "Logeuin Murim"
      },
      {
        "fr": "Connexion au Murim"
      }
    ],
    "description": {
      "en": "Large numbers of monsters come out the gate which is the boundary of the world. After many sacrifices, People won the fight against monsters through their awakening. Jin Taekyung is alive as an 'F class hunter' which is the lowest level. After Jin has a hard time, he gets an old capsule then he goes into the capsule that is the martial heroes' world. And the game system gives him special abilities, he starts growing up to become the best martial hero.  \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A1%9C%EA%B7%B8%EC%9D%B8-%EB%AC%B4%EB%A6%BC/2384)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/11042/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/55123)",
      "ja": "ゲートの魔物を退治するハンターが活躍する時代。 主人公「陣泰敬」はハンターの階級の中でも最低ランクで生活もしんどい日々。 ある日、古びたVRゲーム機を道端で拾い接続してしまう。 泰敬の目に映ったのは見たこともない武林の世界（武術界）が広がっていた。 何とか現実の世界に戻ってくると、武林で身につけた力が現実でもそのまま残っていることに気が付く。 おかげで上級ハンターに昇格し、仕事に力を注ごうとしていたが… ゲーム世界のNPC…ではなく、仲間たちが心配になり再び武林の世界へと飛び込むことに…\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A1%9C%EA%B7%B8%EC%9D%B8-%EB%AC%B4%EB%A6%BC/2384)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/11042/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/55123)",
      "ko": "세상의 경계인 게이트에서 몬스터 사냥을 하는 헌터들이 잘 먹고 잘 사는 시대. 주인공 진태경은 최하위 헌터라 벌이가 시원찮다. 어느 날, 낡은 VR 게임기를 줍게 되고 접속하니 무림의 세계가 펼쳐진다. 우여곡절 끝에 현실로 돌아온 태경은 무림에서 얻었던 힘이 현실에서도 그대로 남아있음을 깨닫는다. 이제 상급 헌터가 되어 돈을 버는 일만 남았는데... 게임 속 NPC 아니, 동료들이 걱정이 되어 다시 무림에 접속하게 되는데!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A1%9C%EA%B7%B8%EC%9D%B8-%EB%AC%B4%EB%A6%BC/2384)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/11042/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/55123)",
      "ru": "Эпоха, когда охотники зарабатывают, зачищая врата от монстров. Джин Тэ-Кён - низкоранговый охотник, подобравший VR капсулу и случайно зашедший в игру, сюжет которой разворачивается в мире боевых искусств. После множества взлетов и падений Тэ-кён все-таки смог выбраться из этого мира. Сила и навыки, которые Джин получил в Муриме, появились у него и в реальном мире. Благодаря этому, он смог продолжить получать деньги, работая охотником... Однако он все же решает вернуться в Мурим из-за беспокойства за его друзей-NPC \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A1%9C%EA%B7%B8%EC%9D%B8-%EB%AC%B4%EB%A6%BC/2384)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/11042/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/55123)",
      "zh": "在这个时代，猎人们通过在传送门猎杀怪物，收获荣誉和金钱。而男主陈泰庆作为最低等级的猎人，生活却捉襟见肘…… 偶然一天，他通过陈旧的VR游戏机，穿越到了武林世界中，而他在武林中修炼而成的功力，却能够保留到现实生活中！现在就应该专心修炼，然后打怪赚钱了！ 但是，他却忍不住担心武林游戏中的朋友……\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A1%9C%EA%B7%B8%EC%9D%B8-%EB%AC%B4%EB%A6%BC/2384)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/11042/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/55123)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-09-04T18:36:28+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/08573f53-a04a-454a-812e-2f0764451018.png",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      },
      {
        "ja-ro": "Roshidere"
      },
      {
        "mn": "Аля Заримдаа Орос Хэлээр Сэтгэлээ Нуудаг"
      },
      {
        "ms": "Alya yang duduk di sebelah saya terkadang membisikkan kata manis dalam bahasa Rusia"
      },
      {
        "ms": "اليا يڠ دودوق دسبله ساي ترکادڠ ممبيسيقکن کات مانيس دالم بهاس روسيا"
      }
    ],
    "description": {
      "en": "\"И на меня тоже обрати внимание...\"\n\nAlya, the incomparably beautiful silver-haired girl in the next seat over, occasionally mumbles to herself in Russian. She says she switches to it whenever she’s badmouthing me… but I know the truth! I know for a fact that she just said \"Pay attention to me, too.\" to me! \n\nMasachika Kuze has native-level skills when it comes to Russian comprehension, but Alya has no idea about that... and that’s why she keeps on hiding those sweet feelings about him in her native language!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "mn": "Аля гэх, хэнтэй ч зүйрлэшгүй үзэсгэлэн, мөнгөлөг үстэй охин, заримдаа дотроо оросоор шивнэдэг. Тэр хэлэхдээ, намайг муулах үедээ л тэгдэг гэж хэлсэн...гэхдээ би орос хэл мэднэ! Саяхан \"Надад анхаарал тавиач\" гэж хэлэхийг нь би сонссон!\n\nМасачика Күзэ орос хэлийг уугуул түвшний чадамжаар ойлгодог, гэвч Аля үүнийг мэдэхгүй...тийм болохоор өөрийнхөө сэтгэлийг орос хэлээр нуудаг!",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f89ed57a-e4c0-48f5-b664-8ef88aa87fd9",
    "title": {
      "en": "I Shall Master This Family"
    },
    "updatedAt": "2024-08-05T13:57:40+00:00",
    "coverArt": "https://mangadex.org/covers/f89ed57a-e4c0-48f5-b664-8ef88aa87fd9/8deb6809-72af-4b3a-83ec-9ada79cd0fa7.jpg",
    "altTitles": [
      {
        "ko": "이번 생은 가주가 되겠습니다"
      },
      {
        "ko-ro": "Ibeon Saengeun Gajuga Doegetseumnida"
      },
      {
        "ko-ro": "Ibeonsaeng-eun Gajuga Doegessseubnida"
      },
      {
        "en": "In This Life, I Will Be the Lord"
      },
      {
        "en": "I'll Be the Matriarch in This Life"
      },
      {
        "en": "In This Life, I'll Become the Head of the Family"
      },
      {
        "fr": "En cette vie, je deviendrai la cheffe de famille"
      },
      {
        "pt": "Nesta vida, serei a matriarca"
      },
      {
        "pt-br": "Nesta vida, eu serei a matriarca"
      },
      {
        "pt-br": "Serei a matriarca nessa vida"
      },
      {
        "uk": "Цього разу я господарка свого життя"
      },
      {
        "uk": "Цього разу я володарка свого життя"
      },
      {
        "uk": "У цьому житті я очолю родину"
      },
      {
        "ru": "В этой жизни я - глава семьи"
      },
      {
        "ru": "На сей раз я - хозяйка этой жизни"
      },
      {
        "ru": "Я стану хозяйкой этой жизни"
      },
      {
        "th": "เกิดใหม่ชาตินี้ฉันจะเป็นเจ้าตระกูล"
      },
      {
        "ja": "今世は当主になります"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирна"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирах болно"
      },
      {
        "zh": "这一世我来当家主"
      },
      {
        "zh": "今生我会成为家主"
      },
      {
        "zh-hk": "今生我來當家主"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành gia chủ"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành Matriarch"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành mẫu hệ"
      },
      {
        "es": "Seré la matriarca en esta vida"
      },
      {
        "es": "En esta vida seré la soberana"
      },
      {
        "fr": "Cette fois-ci, je serais la Matriarche"
      },
      {
        "fr": "La nouvelle cheffe de clan (piccoma)"
      },
      {
        "ja-ro": "Konyo Ha Toshu Ni Narimasu"
      }
    ],
    "description": {
      "cs": "Veľká rodina Lombardi bola kedysi na vrchole impéria. Po smrti jej patriarchu sa osud rodiny a Firentie - nemanželskej dcéry, sa rúca do záhuby rukami jej neužitočných a krutých bratrancov. Jej otec zomrel, príbuzní ju vyhodili na ulicu a významná rodina, na ktorú bola taká hrdá, bola úplne zničená... Keď sa však prevtelí do svojho sedemročného ja, bude sa snažiť ochrániť česť rodiny, získať si priazeň starého otca Lulaca a zabrániť smrti vlastného otca. V tomto živote pre ňu existuje len jeden spôsob, ako zvíťaziť: stať sa hlavou ich mocného rodu.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "en": "I've reincarnated as Firentia Lombardy, the illegitimate daughter of the wealthiest and most influential family in the Empire. I thought I was all set to have a comfortable and luxurious life… but it wasn't long before my beloved father died, my relatives kicked me out, and our family went bankrupt!!\n\nTo add insult to injury, I was hit by a carriage one day when I drank (a bit too much) booze to drown my sorrows… but my despair was only temporary. When I opened my eyes, I found that I'd traveled back in time to when I was 7 years old!\n\nI was surprised to see my father again in the flesh. But as if that wasn't already shocking enough, the 2nd prince, our family's once sworn enemy, was now following me around like a dog!\n\nNow that I've been given a second chance at life, I'll take things into my own hands and claim both the 2nd prince and my family for myself!\n\n---\n**Links:**\n* Alternative Official English - [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family), [Pocket Comics](https://www.pocketcomics.com/comic/9247)",
      "fr": "Florentia s'est réincarnée comme l'enfant illégitime de la famille la plus riche de l'empire, même si elle n'était pas de sang pure elle pensait que tout irait bien, son père était gentil avec elle, mais à la mort de ce dernier sa famille l'a abandonnée et elle s'est retrouvée seule, puis soudainement le trou noir.\n\nElle se souvient d'avoir un peu bu puis avoir ressenti un violent coup sur la tête et maintenant elle est de retour dans son corps de 7 ans! L'occasion de tout changer et de devenir même en étant illégitime la cheffe de la famille!\n\n---\nLa grande famille Lombardi était autrefois au sommet de l’Empire. Après la mort de son patriarche, le sort de la famille et celui de Firentia, née d’un Lombardi et d’un paysan, tombent en ruine aux mains de ses cousins inutiles et cruels. Mais lorsqu’elle se réincarne à l’âge de ses sept ans, elle fera tout pour protéger l’honneur de la famille, gagner les faveurs de son grand-père Lulac et, empêcher la mort de son père. Dans cette vie, il n’y a qu’un seul moyen pour elle de gagner: devenir la cheffe de leur puissante famille.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "id": "Aku pikir aku adalah putri bangsawan yang hidupnya bergelimang harta dan kebahagiaan, tapi ternyata aku ini anak berdarah campuran bangsawan dan rakyat biasa yang keberadaannya tidak dianggap dalam keluargaku sendiri. Ibuku sudah tiada dan tidak ada yang menyayangiku kecuali ayahku sendiri. Setelah bekerja keras mengabdikan diri untuk keluarga ini, siapa sangka aku malah diusir dan berakhir mati tertabrak kereta kuda. Ketika terbangun lagi aku bereinkarnasi untuk kedua kalinya di tubuh yang sama.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "ja": "今度こそ守れるんじゃないかな？ ランブル帝国随一の家門、ロンバルディを！ 交通事故で死んだ後ロンバルディ家の婚外子として転生したフィレンティア。 だが…彼女を待ち受けていたのは愛する父の死とロンバルディ家の滅亡だった。 家門の滅亡を知った日に彼女は酒を飲んで馬車に轢かれてしまうのだが、目を覚ますと7歳の自分に戻っていた。 今度こそ父と家門を守り抜くと決めたフィレンティア。 彼女を待ち構える試練とは一体何なのか… 当主になると決めた彼女の挑戦が始まるーー！\n\n---\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)",
      "ko": "“한번 해 보자, 내가 가주가 되는 거야.”\n환생에 회귀까지, 인생 3회차 피렌티아의 가주 되기 프로젝트!\n\n제국 제일가는 명문가 롬바르디가의 막내 손녀 ‘피렌티아’. 그녀는 똑똑하고 능력 있지만 사생아로 태어났다는 이유로 친척들에게 온갖 수모를 당하고, 결국 가문에서 쫓겨나고 만다. 이후 피렌티아는 더 이상 가문 일에 참여할 수 없게 되고, 그저 무능력한 큰아버지의 손에 롬바르디가가 망해가는 것을 지켜볼 수밖에 없었다. 화가 나 술을 진탕 마신 어느 날, 피렌티아는 마차 사고를 당해 죽음을 맞이하는데…. 그러나 어떻게 된 일인지 눈을 떠 보니 거울에 비친 것은 일곱 살 때의 모습?! 전생의 기억을 가지고 회귀한 피렌티아는 다시 찾은 생에서는 롬바르디가의 멸문을 막기 위해 스스로 가주가 되기로 결심하는데…!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)",
      "th": "เมื่อเธอมาเกิดใหม่ในร่างของฟีเรนเทีย ลอมบาร์เดีย บุตรีแห่งตระกูลลอมบาร์เดีย หลังปู่ของเธอเสียไปเธอก็ถูกไล่ออกจากตระกูลและเพียงไม่นานตระกูลได้ล่มสลาย ฟีเรนเทียประสบอุบัติเหตุเสียชีวิตอีกครั้ง และย้อนกลับมาตอนอายุ 7 ขวบ ฟีเรนเทียที่ล่วงรู้อนาคตที่กำลังจะเกิดขึ้นทุกอย่างจึงพยายามแก้ไขทุกอย่างให้ดีขึ้น และมุ่งสู่เส้นทางการขึ้นเป็นผู้นำตระกูล...\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "uk": "\"...спробуймо. Я очолю цю родину.\" Фірентія переродилася позашлюбною дитиною аристократа Ломбарді - наймогутнішої родини в імперії. Ба більше, історія цього роду тотожна історії держави Лембру! Ломбарді, знамениті своїми статками, обросли зв'язками та стали надійними покровителями для талановитих людей. Здавалось, що на Фірентію чекає світле майбутнє... Але її батько помер, а родичі, які прогнали дівчину, розвалили впливовий дім! Трохи (ні) випивши, вона потрапила під екіпаж на шляху додому. \"Це занадто...\" Фірентія знову розплющила очі семирічною дівчинкою. Тепер вона може врятувати татка і свою родину? А другий принц бігає за нею, немов відданий пес? Гаразд, тоді другий принц і дім Ломбарді належать їй!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "vi": "Gia đình vĩ đại Lombardy, đã một thời đứng đầu đế quốc. Sau cái chết của chủ gia đình, số phận của gia đình và của cả Firentia, sinh ra từ một Lombardy và thường dân, rơi vào tay những anh em họ độc ác và vô dụng của cô ấy. Nhưng khi Firentia quay về cơ thể của mình vào năm 7 tuổi, cô ấy sẽ làm hết sức để bảo vệ danh dự của gia đình, lấy lòng người ông nội Lulac, và ngăn chặn cái chết của cha mình. Trong lần này, chỉ có một đường để Firentia thắng: trở thành mẫu hệ của gia đình vĩ đại này.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "zh": "意外穿成为了帝国最声名鼎盛的第一家族的私生女。虽然蒂亚头脑出众，也积累了大量的实战经验，但最终在爷爷去世后被叔叔扫地出门，而无能的叔叔很快便败光了家族的产业…… 意外死亡后，又一次重新回了小时候——这一世，蒂亚决定成为家主，重新让家族站上帝国巅峰！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "pt-br": "Florentia reencarnou como filha ilegítima da família mais rica do império. Ela pensou que tudo iria bem no futuro. Mas seu pai havia falecido, seus parentes a deixaram na porta, e a família honrada de que ela tanto se orgulhava estava completamente arruinada…. Mas isso é real? Ela bebeu um pouco (muito) e foi atropelada por uma carruagem, Quando ela abriu os olhos novamente, ela tinha sete anos? Além disso, o Segundo Príncipe, que era inimigo de sua família em sua vida anterior, está seguindo-a como um cachorro!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]