[
  {
    "mangaId": "cdf75cd8-4e87-4bde-a430-44ea174cc035",
    "title": {
      "en": "Shouwaru Tensai Osananajimi to no Shoubu ni Makete Hatsutaiken o Zenbu Ubawareru Hanashi"
    },
    "updatedAt": "2024-11-01T07:05:48+00:00",
    "coverArt": "https://mangadex.org/covers/cdf75cd8-4e87-4bde-a430-44ea174cc035/e7e1f348-e23f-4208-a9f9-7e0c177cf84f.jpg",
    "altTitles": [
      {
        "ja": "性悪天才幼馴染との勝負に負けて初体験を全部奪われる話"
      },
      {
        "ja-ro": "Shouwaru Tensai Osananajimi to no Shoubu ni Makete Hatsutaiken wo Zenbu Ubawareru Hanashi"
      },
      {
        "th": "เรื่องราวของการพ่ายแพ้การแข่งขันให้กับเพื่อนสมัยเด็กอัจฉริยะตัวร้ายผู้คอยพรากประสบการณ์ครั้งแรกทุกอย่างไป"
      },
      {
        "zh": "败给了性格恶劣的天才青梅，初体验全部被夺走这件事"
      },
      {
        "zh-hk": "敗給了性格惡劣的天才青梅，初體驗全部被奪走這件事"
      },
      {
        "en": "How I Lose Bets With My Sadistic Gifted Childhood Friend and She Steals All of My Firsts"
      }
    ],
    "description": {
      "en": "A twisted girls' love story featuring: A devilish girl hiding behind the mask of an honor student x An ordinary girl who hates losing.\n\nWakaba Yoshizawa has a childhood friend named Komaki Umezono.\n\nThis girl wore the mask of an honor student with good morals who's blessed with both beauty and brains, but in reality she's an evil genius who looked down on people. For the sake of regaining the dignity she lost to Komaki, Wakaba challenges her to a match, but Komaki tells her \"Each time I win, I will take one precious thing from you.\" as a condition!? Every time she loses to the girl she \"hates\", her true feelings get exposed.\n\n(Source: Young Ace Up)",
      "ja": "「嫌い」な彼女に負けるたび、曝け出されるホントの気持ち――。\n\n吉沢わかばの幼馴染、梅園小牧。彼女は、品行方正で才色兼備な優等生の仮面を被った、人を見下す性悪女だった。そんな小牧に奪われた尊厳を取り戻すため、彼女に勝負を挑むわかばだったが、「私が勝ったらわかばの大事なものを一つずつ奪う」という条件をつけられて――!?ファーストキスに始まり、一つ一つ「尊厳」を奪われていく中で、小牧に抱く気持ちが「嫌い」だけでないことに気付きーー？",
      "th": "อุเมะโซโนะ โคมากิ เพื่อนสมัยเด็กของ โยชิซาวะ วาคาบะ เธอสวมหน้ากากนักเรียนดีเด่นทั้งที่เป็นผู้หญิงชั่วร้าย ที่ชอบดูถูกผู้คน เพื่อกอบกู้ศักดิ์ศรีที่โคมากิแย่งชิงไปจากเธอ วาคาบะ จึงต้องแข่งขันกับเธอ โดยมีเงื่อนไขว่าถ้าชนะ เธอจะพรากสิ่งสำคัญหนึ่งอย่างของวาคาบะไป...!? \"ฉันเกลียดเธอ!\" ถึงจะเป็นแบบนั้น ทุกครั้งที่พ่ายแพ้ความรู้สึกที่แท้จริงก็ค่อย ๆ ถูกเปิดเผยออกมา",
      "es-la": "¡Una distorsionada historia de amor entre la estudiante modelo con una máscara demoníaca y la chica común que no se rinde!\n\nWakaba Yoshizawa, la amiga de la infancia de Wakaba, Komaizumi Komaki. Ella era una chica malvada que llevaba una máscara de estudiante modelo perfecta y talentosa, que miraba por encima del hombro a los demás. Wakaba desafía a Komaki para recuperar su dignidad que le fue arrebatada, pero se le pone una condición: \"Si gano, tomaré una cosa importante de Wakaba una por una\" ¡Cada vez que pierde contra ella, revela sus verdaderos sentimientos! ¡Una emocionante historia de amor entre chicas que ganó el Premio de Oro en el 28vo Concurso Sneaker Award, ahora en formato de cómic!",
      "pt-br": "Uma história de amor distorcida entre garotas: uma garota diabólica escondida por trás da máscara de uma estudante exemplar x uma garota comum que odeia perder.\n\nWakaba Yoshizawa tem uma amiga de infância chamada Komaki Umezono.\n\nEssa garota usava a máscara de uma estudante exemplar com boas virtudes, abençoada com beleza e inteligência, mas na realidade ela é uma gênio do mal que despreza as pessoas. Para recuperar a dignidade perdida para Komaki, Wakaba desafia-a para um duelo, mas Komaki lhe diz: \"Cada vez que eu ganhar, vou tirar algo precioso de você.\" como condição!? Cada vez que ela perde para a garota que \"odeia\", seus verdadeiros sentimentos são expostos."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8280b28c-aeff-4f89-ac99-a4c783e14782",
    "title": {
      "en": "Tensei Shite High Elf ni Narimashitaga, Slow Life wa 120-nen de Akimashita"
    },
    "updatedAt": "2024-10-19T03:57:42+00:00",
    "coverArt": "https://mangadex.org/covers/8280b28c-aeff-4f89-ac99-a4c783e14782/9176df06-75a4-464e-9c8d-0a0d8762dc05.jpg",
    "altTitles": [
      {
        "ja": "転生してハイエルフになりましたが、スローライフは１２０年で飽きました　-Highelf with a long life-"
      },
      {
        "en": "I Was Reborn and Became a High Elf, but I Got Tired of My Slow Life after 120 Years"
      },
      {
        "en": "Growing Tired of the Lazy High Elf Life After 120 Years"
      },
      {
        "en": "High Elf with a Long Life"
      },
      {
        "en": "Enough with This Slow Life! I Was Reincarnated as a High Elf and Now I’m Bored"
      }
    ],
    "description": {
      "en": "Life in the Great Pulha Woodlands is the very definition of stillness and tranquility—and Acer’s had enough of it! That’s right. Acer isn’t quite like the other high elves of the forest. For starters, he remembers living a past life as a human in another world...meaning he’s got a taste for meat, adventure, and plenty of other decidedly un-elven things! He’s also bored out of his skull after 120 years of the peace and quiet of their serene sylvan lifestyle. So with nothing more than his trusty bow, a bundle of life-giving fruit, and his close bond with the spirits of nature, Acer leaves the monotony of the forest behind to seek a new life, one that’s more his pace. See what excitement awaits in the outside world full of humans, dwarves, and even other elves!\n\n* [Official English Light Novel](https://j-novel.club/series/enough-with-this-slow-life-i-was-reincarnated-as-a-high-elf-and-now-i-m-bored)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7acc973b-11ac-44bf-b65b-37d19d7974e6",
    "title": {
      "en": "Mazin Saga"
    },
    "updatedAt": "2024-09-09T11:28:49+00:00",
    "coverArt": "https://mangadex.org/covers/7acc973b-11ac-44bf-b65b-37d19d7974e6/5d953913-ab73-4c46-8fef-3f973e5d0bee.jpg",
    "altTitles": [
      {
        "ja-ro": "Majinsaga"
      },
      {
        "en": "MazinSaga"
      },
      {
        "ja": "マジンサーガ"
      },
      {
        "it": "Mazinsaga"
      }
    ],
    "description": {
      "en": "MazinSaga is a manga written and produced by Go Nagai between 1990 and 1998; currently incomplete and up to the sixth volume, it's the summa of Nagai's works, for the complexity of the plot and the treated thematic content.  \nMazinsaga tells the story of the young Koji Kabuto, university student who finds himself having to collect the fruit of the researches of his father, physicist of world-wide reputation who died in mysterious circumstances.  \nThe boy is thus given a powerful artifact, Mazinger Z, the Armor of God."
    },
    "status": "hiatus",
    "releaseDate": 1990,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc132107-12de-4dd1-b896-09b18b9ed81f",
    "title": {
      "en": "My Favorite Savior Girl"
    },
    "updatedAt": "2024-12-12T07:23:24+00:00",
    "coverArt": "https://mangadex.org/covers/dc132107-12de-4dd1-b896-09b18b9ed81f/ec72cd5b-8fa9-4c9a-9033-20fe42925a2e.jpg",
    "altTitles": [
      {
        "ko": "최애 구원 소녀"
      },
      {
        "en": "My Favorite salvation girl"
      }
    ],
    "description": {
      "en": "[Translated by Mystic Willow Scans] As Lee Yeo-ju hums a song that comforted her during her long hospital stay, she is approached by an idol star named Park Jae-ha, whom she has only seen in videos. \"I'll help you. You need money for the surgery, right?\" Jae-ha becomes Yeo-ju's savior and favorite. However, five years later, he ends his life by making an extreme choice... Yeo-ju, in shock, cries out to a shooting star to save him. Did her wish come true? She goes back seven years and possesses the body of Jang Bo-ran, a top idol at the time and a judge on the audition program \"I Am the Strongest Idol\"... Among the audition participants is trainee Park Jae-ha!\"Just like you saved me, I will save you this time.\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ceed04cd-0e04-4a52-b896-5538064945fe",
    "title": {
      "en": "Maken Gishi Bacchus: Shinken o Mezasu Tenseisha wa, Kutte Nonde Tsukutte Sugosu"
    },
    "updatedAt": "2025-01-17T18:10:44+00:00",
    "coverArt": "https://mangadex.org/covers/ceed04cd-0e04-4a52-b896-5538064945fe/7b6bb968-804c-4b52-b486-bb05d78420cf.jpg",
    "altTitles": [
      {
        "ja": "魔剣技師バッカス～神剣を目指す転生者は、喰って呑んで造って過ごす～"
      },
      {
        "en": "Magic Sword Blacksmith Bacchus: The Reincarnator Who Aims to Forge a Divine Sword Spends His Time Eating, Drinking and Forging"
      },
      {
        "en": "\"Bacchus” Blacksmith of Magic Sword"
      }
    ],
    "description": {
      "en": "A blacksmith reincarnated into another world sets out to forge the ultimate magic sword! Bacchus, a jack-of-all-trades craftsman with memories of his past life, steps into the world of magic and magic technology with the aim of making magic swords. Despite his diverse skills, Bacchus’s magical prowess is expected to cause a lot of trouble, but he doesn't care. He spends his days eating, drinking, crafting magic swords, and occasionally helping others with their problems. While he faces a few complications involving women, Bacchus continues to live his life one day at a time.\n\n---\n**Link:**\n- Alternative Official Raw -[Niconico](https://manga.nicovideo.jp/comic/70493)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be35df55-adc2-46e6-83cf-0e9f0356ea39",
    "title": {
      "en": "Catenaccio"
    },
    "updatedAt": "2024-12-05T03:01:04+00:00",
    "coverArt": "https://mangadex.org/covers/be35df55-adc2-46e6-83cf-0e9f0356ea39/51bf8b6e-3c18-4dca-a22c-33725fedddff.jpg",
    "altTitles": [
      {
        "ja": "カテナチオ"
      },
      {
        "ja-ro": "Katena Chio"
      },
      {
        "en": "Catenaccio"
      }
    ],
    "description": {
      "en": "Yataro Araki, a member of the Tojo High School soccer team, has big dreams. Within a decade, he sees himself conquering the soccer world’s loftiest peak: European “football!” Fast forward to what may be his last soccer match before graduation, the match that will make or break his dreams. Having thus far failed to attract the attention of scouts, he is now desperate to do whatever it takes to prove himself. Yataro is prepared to get his hands dirty if it means winning. If it means standing at the top! Welcome to the world of international football! Nothing is sacred, no rule is left unbroken! Not when victory is on the line!",
      "ja": "東條高校サッカー部に所属する嵐木八咫郎（あらきやたろう）の夢は欧州を制覇し、世界一になること。 高校3年の最後の試合、夢への第1歩、プロ入りを目指しスカウトの目に留まるため奮闘をするが―…。",
      "vi": "Yataro Araki là thành viên clb bóng đá trường cao trung Tojo. Cậu có ước mơ chinh phục đỉnh cao bóng đá Châu Âu trong 10 năm tới. Thời gian trôi qua, vào trận cuối cùng trước khi tốt nghiệp, và cũng là trận sẽ quyết định giấc mơ của cậu. Mọi thứ sẽ vô nghĩa nếu Araki không được tuyển trạch viên nào để ý đến, vì vậy cậu sẵn lòng làm tất cả mọi thứ, kể cả khi phải chơi bẩn để giành lấy chiến thắng. Nếu nó giúp cậu vươn đến đỉnh cao! Chào mừng đến với giới bóng đá quốc tế! Không tồn tại thứ gọi là bất khả xâm phạm hay luật lệ! Ít nhất là khi chiến thắng đang cận kề!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6560eb32-d4ba-4e93-ba39-9790b03b32ea",
    "title": {
      "en": "Summer, Lemon, and Overlay"
    },
    "updatedAt": "2024-09-16T03:36:31+00:00",
    "coverArt": "https://mangadex.org/covers/6560eb32-d4ba-4e93-ba39-9790b03b32ea/fb9c9b30-fb37-4f0c-8a05-b1df49ec0e6f.jpg",
    "altTitles": [
      {
        "ja": "夏とレモンとオーバーレイ"
      },
      {
        "ja-ro": "Natsu to Lemon to Overlay"
      }
    ],
    "description": {
      "en": "A struggling voice actress who goes by the name of Yunimaru is barely making ends meet. Constantly thinking about when she will escape her miserable life, she's contacted by Konno Sayaka—a beautiful and successful woman working for a big company—with a job offer: to read a farewell letter at her own funeral. While grappling with whether or not to accept such an absurd job offer, Sayaka makes her a proposal that she can't refuse. Now with an opportunity to escape her situation, Yunimaru also finds herself aiding Sayaka in the completion of her letter."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "cd2e0871-4beb-4a6b-ba46-d4e04d1c6cf2",
    "title": {
      "en": "BanG Dream! - AnoSoyo Are Already Dating (Doujinshi)"
    },
    "updatedAt": "2024-11-26T10:49:25+00:00",
    "coverArt": "https://mangadex.org/covers/cd2e0871-4beb-4a6b-ba46-d4e04d1c6cf2/21549d8f-2ce3-4f12-981c-bbaebf4e8674.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d964361f-042a-4c1b-907d-3c907dd50060",
    "title": {
      "en": "Ninja to Koroshiya no Futarigurashi"
    },
    "updatedAt": "2024-11-26T06:43:02+00:00",
    "coverArt": "https://mangadex.org/covers/d964361f-042a-4c1b-907d-3c907dd50060/fc68b043-63f2-4694-9fdf-7349361fcfc7.jpg",
    "altTitles": [
      {
        "ja": "忍者と殺し屋のふたりぐらし"
      },
      {
        "en": "A Ninja and an Assassin Living Together"
      },
      {
        "ru": "Жизнь ниндзя и убийцы"
      }
    ],
    "description": {
      "en": "Many fatalities?! A naive female ninja and a high school assassin live together in an unpredictable way! A naive female ninja who escapes from a ninja village meets a high school girl assassin!? Their life together, which begins by chance, is full of danger (and excitement)...!",
      "ja": "忍びの里から抜け出した世間知らずのくノ一が出会ったのは、女子高生の殺し屋!? ひょんなことから始まった共同生活は危険（ドキドキ）がいっぱい…！",
      "ru": "Наивная куноити сбегает из своей деревни ниндзя и встречает школьницу-убийцу!\nНачинается непредсказуемая совместная жизнь ниндзя и убийцы★."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9599e5db-83b8-4203-b41a-673926aa6dba",
    "title": {
      "en": "Fukigen na Mononokean"
    },
    "updatedAt": "2023-05-07T20:27:57+00:00",
    "coverArt": "https://mangadex.org/covers/9599e5db-83b8-4203-b41a-673926aa6dba/5d166fab-ea4a-4127-bd90-b0cfc123448f.jpg",
    "altTitles": [
      {
        "tr": "Asık Suratlı Mononokean"
      },
      {
        "es": "El mononokean malhumorado"
      },
      {
        "es": "La mononokean malhumorada"
      },
      {
        "pl": "Posępny Mononokean"
      },
      {
        "en": "The Morose Mononokean"
      },
      {
        "ar": "ذا مورس مونونوكيان"
      },
      {
        "ja": "不機嫌なモノノケ庵"
      },
      {
        "zh": "忧郁的物怪庵"
      },
      {
        "ko": "불쾌한 모노노케안"
      },
      {
        "vi": "Tiệm Trừ Yêu Kì Ảo"
      },
      {
        "ru": "Угрюмый заклинатель духов"
      },
      {
        "it": "Mononokean L'Imbronciato"
      }
    ],
    "description": {
      "en": "Ashiya has spent his first seven days of high school stuck in the infirmary because of a youkai attaching itself to him. He ends up asking the owner of a small tea room called the 'Mononokean' for help. This is a tale involving the very morose owner of the Mononokean guiding mononoke that happened to wander into this world go to the next world.",
      "es-la": "Ashiya ha pasado su primera semana en la secundaria atascado en la enfermería porque un youkai se pegó a él y termina pidiéndole ayuda al dueño de una pequeña sala del té llamada el «Mononokean». Estas son las misteriosas historias que involucran al muy malhumorado dueño del Mononokean guiando a los youkai que vagan en este mundo hacia el siguiente."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "92"
  },
  {
    "mangaId": "f5ddcb63-3e21-4817-8e5b-46ff9d4b6a8a",
    "title": {
      "en": "Boku no Noroi no Kyuuketsukihime"
    },
    "updatedAt": "2024-12-22T09:36:37+00:00",
    "coverArt": "https://mangadex.org/covers/f5ddcb63-3e21-4817-8e5b-46ff9d4b6a8a/123da123-a17a-4c0a-b1f7-d02f1e596e3e.jpg",
    "altTitles": [
      {
        "ja": "僕の呪いの吸血姫"
      },
      {
        "en": "My Dear, Curse-Casting Vampiress"
      }
    ],
    "description": {
      "en": "In Japan, vampires have emerged and are rampaging throughout the country, eating and killing humans. In order to protect his friends, Isuzu, the leader of the anti-vampire security force, plans to kidnap the vampire slayer \" Baroque,\" who is unofficially detained by the government. She is a legendary \"vampire\" that drives those who see her crazy with her sheer beauty.\n___\n[Official English Volumes (Yen Press)](https://yenpress.com/series/my-dear-curse-casting-vampiress)",
      "ja": "人間を喰い殺す「吸血鬼」が出現し、猛威を振るうようになった日本。特殊部隊の隊長・緒坂唯鈴は、吸血鬼から仲間を守りたい一心で国が非公式に拘束しているという「吸血鬼バロック」の誘拐を計画。あまりの美しさゆえ、見た者を狂い死なせるという伝説の「吸血鬼殺し」バロック。自らの立場も命も投げうち、彼女に協力を求める唯鈴にバロックは――。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "702b78cb-0155-4449-8abf-4078d4af83a7",
    "title": {
      "en": "Tasogare no Utsuwagami"
    },
    "updatedAt": "2024-12-02T13:54:41+00:00",
    "coverArt": "https://mangadex.org/covers/702b78cb-0155-4449-8abf-4078d4af83a7/ff46e74c-68c8-438d-8606-3bf3a9d3a79b.jpg",
    "altTitles": [
      {
        "ja": "黄昏ノ器神"
      }
    ],
    "description": {
      "en": "Hana, a samurai living a life of idleness in a huge underground prison city, and Josui Amanogawa, an ayakashi vessel god who has fallen from the heavenly city. Their encounter begins a journey of rebellion against the heavens."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9dbd08c3-a4ed-4fa3-82e2-18a400f80627",
    "title": {
      "en": "Nimotsu Mochi no Nousuji Musou"
    },
    "updatedAt": "2024-11-16T05:07:15+00:00",
    "coverArt": "https://mangadex.org/covers/9dbd08c3-a4ed-4fa3-82e2-18a400f80627/4c0c5179-8df0-4eda-a9b4-c01cd068a275.jpg",
    "altTitles": [
      {
        "ja": "荷物持ちの脳筋無双"
      }
    ],
    "description": {
      "en": "The more he carries, the stronger he becomes! An unmatched fantasy by the weakest adventurer duo!\n\nRyuk, a boy with a unique skill “Porter,” which allows him to carry a massive amount of items, was being exploited as a chore boy for the S-rank party “Black Lion of Foresight.” One day, the party managed to acquire a storage item more convenient than Ryuk’s skill, thus no longer needed, Ryuk is banished inside a dangerous dungeon. Despairing in this hopeless situation, suddenly he meets a shrine maiden girl, Mio — and then?",
      "ja": "大量のアイテムを持つことができるユニークスキル【荷物持ち】を持つ少年・リュック。彼は、Sランクパーティー「慧眼の黒獅子」の雑用係としてこき使われていた。そんな日常を過ごす中、パーティーはリュックのスキルより便利な収納アイテムが手に入れる事に成功。不要となったリュックは危険なダンジョン内で追放をされてしまう。絶望的な状況に陥った彼だったが、突如現れた巫女少女・ミオと出会ってーーー？",
      "pt-br": "Quanto mais ele carrega, mais forte ele fica! Uma fantasia incomparável da dupla de aventureiros mais fraca! Ryuk, um garoto com uma habilidade única “Porter”, que lhe permite carregar uma enorme quantidade de itens, estava sendo explorado como ajudante de tarefas para o grupo S-rank “Black Lion of Foresight .” Um dia, o grupo conseguiu adquirir um item de armazenamento mais conveniente do que a habilidade de Ryuk, portanto não mais necessário, Ryuk é banido para uma masmorra perigosa. Desesperado nesta situação desesperadora, de repente ele conhece uma donzela do santuário, Mio - e então?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d02e579-b0db-4240-98e9-e68e458f8dfc",
    "title": {
      "en": "Ore no Ie ga Maryoku Spot datta Ken: Sundeiru dake de Sekai Saikyou"
    },
    "updatedAt": "2024-07-05T11:07:19+00:00",
    "coverArt": "https://mangadex.org/covers/6d02e579-b0db-4240-98e9-e68e458f8dfc/dab1e191-2ef4-4339-8e02-69c7dd3d156e.jpg",
    "altTitles": [
      {
        "fr": "Ma maison est une zone de convergence magique: Uniquement en vivant là je suis le plus fort du monde"
      },
      {
        "ru": "Мой дом — это место волшебной силы"
      },
      {
        "ja": "俺の家が魔力スポットだった件 ～住んでいるだけで世界最強～"
      },
      {
        "zh-hk": "原来我家是魔力点~只是住在那里就变成世界最强~"
      },
      {
        "ko": "우리 집이 마력스팟이었던 건에 대하여 ~살고 있는 것만으로 세계최강~"
      },
      {
        "pt-br": "Minha casa está em um ponto mágico de poder, por morar lá eu me tornei o mais forte do mundo"
      },
      {
        "en": "My House is a Magic Power Spot: Just by Living there I Become the Strongest in the World"
      },
      {
        "ja-ro": "Ore no Ie ga Maryoku Spot datta Ken: Sundeiru dake de Sekai Saikyou"
      }
    ],
    "description": {
      "en": "Living carefree at home is the greatest shortcut—my house is the world’s greatest Magic Power Spot. That being the case, both my house and I were summoned to another world by some guys who were aiming for it. However, I’ve been living in this place for many years and my body is, apparently, abnormally overflowing with magic. Due to some unforeseen circumstances by those guys who summoned me, they quickly ran away. Be that as it may, there are still some ill-mannered people who covet the magic leaking out of my house. I won’t give up my house to those people! I’m going to wield my power as I please!",
      "ja": "自宅でのんびりすることが、最強への近道だった――。強力な魔力スポットの上に建つ一軒家に住んでいた普通の青年ダイチ。 ある日、それを狙うやつらに家ごと異世界に召喚されてしまう!!　だが、長年魔力スポットに住み続け、魔力が貯めこまれたダイチは敵を一蹴！　さらにかわいい我が家の精霊サクラも現れて至れり尽くせり！　最強の魔力を持ったダイチが望むものはただ一つ――それは自宅で平穏に暮らすこと！",
      "ru": "Жить беззаботно в своём доме — это, несомненно, великолепно. Но мой дом — самое большое в мире место волшебной силы. Каким-то образом вышло так, что меня с моим домом перенесло в другой мир. Выяснилось, что меня призвали какие-то парни, которые хотели присвоить магию моего дома себе. Тем не менее, я живу в этом месте в течение многих лет, и мое тело, по-видимому, аномально переполнено магией. Из-за каких-то непредвиденных обстоятельств те ребята, которые меня вызвали, быстро убежали. Как бы то ни было, все ещё есть невоспитанные люди, которые жаждут магии, просачивающейся из моего дома. Я не отдам свой дом никому! Я буду использовать свою силу, как захочу!   \n\n- [Original Web Novel](https://ncode.syosetu.com/n5915da/) (Raw)",
      "es-la": "Vivir sin preocupaciones en casa es el mejor atajo: mi casa es el mayor punto de poder mágico del mundo. Siendo ese el caso, tanto mi casa como yo fuimos invocados a otro mundo. Sin embargo, he estado viviendo en este lugar durante muchos años y aparentemente mi cuerpo está desbordado magia. Debido a circunstancias imprevistas por parte de los tipos que me invocaron, huyeron rápidamente. Como sea, todavía hay algunas personas mal educadas que codician la magia que escapa de mi casa. ¡No voy a ceder mi casa a esas personas! ¡Voy a ejercer mi poder como me plazca!",
      "pt-br": "Viver despreocupado em casa é a melhor coisa... minha casa é o maior ponto de força mágica do mundo. Sendo esse o caso, tanto minha casa quanto eu fomos convocados para outro mundo por algumas pessoas que estavam visado isso. No entanto, eu moro neste lugar há muitos anos e meu corpo está, aparentemente, transbordando de forma anormal com a magia. Devido a algumas circunstâncias imprevistas por aquelas pessoas que me chamaram, elas rapidamente fugiram. Seja como for, ainda há algumas pessoas mal-educadas que cobiçam a magia que vaza da minha casa. Eu não vou desistir da minha casa para essas pessoas! Vou usar meu poder como quiser!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "233"
  },
  {
    "mangaId": "8a63f910-2d6e-43bb-9c5d-fd8ab2d1264b",
    "title": {
      "en": "Boku no Kawaii Musume wa Futago no Kenja: Tokugi ga Debafu no Teihen Kuro Mashirube-shi, Sodateta Futago no Musume ga S-rank no Dai Kenja ni Natte Shimau"
    },
    "updatedAt": "2024-09-22T19:18:56+00:00",
    "coverArt": "https://mangadex.org/covers/8a63f910-2d6e-43bb-9c5d-fd8ab2d1264b/1de0ecd3-cbf0-4c8f-b6e3-b5b93a7b0f25.jpg",
    "altTitles": [
      {
        "ja": "僕のかわいい娘は双子の賢者 ～特技がデバフの底辺黒魔導士、育てた双子の娘がSランクの大賢者になってしまう～"
      },
      {
        "ja-ro": "Boku no Kawaii Musume wa Futago no Kenja"
      },
      {
        "en": "My Lovely Daughters Are Both Sages: I’m a Black Mage Whose Special Skill Is Debuffing, and the Twin Daughters I Raised Become S-Ranked Great Sages!"
      },
      {
        "ja": "僕のかわいい娘は双子の賢者"
      }
    ],
    "description": {
      "en": "Elcan, a dark magician, is fired from his party due to his lack of talent with offensive magic.  As he wandered the streets he came across twins, who were abandoned by their parents. \n\n\"I couldn't be a good dark magician, but I want to make their lives better!\" \n\nHe decided to retire from being an adventurer and raise these two girls as his own. And so, he raised his daughters, Corona and Selena. Teaching them black magic and enrolling them in a prestigious magician’s academy. \n\nAfter learning more about magic, the girls return to see their father with some important news… They are S-rank Sages?! And they want to form a party with him?! \n\nA new adventure between a father and his daughters begin!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "81"
  },
  {
    "mangaId": "6a109fbb-8777-41ef-b338-62e893907926",
    "title": {
      "en": "Omiai ni Sugoi Komyushou ga Kita"
    },
    "updatedAt": "2025-01-15T11:13:06+00:00",
    "coverArt": "https://mangadex.org/covers/6a109fbb-8777-41ef-b338-62e893907926/755632b5-9913-4976-8b27-3f9a7dd8a6ea.jpg",
    "altTitles": [
      {
        "ja": "お見合いにすごいコミュ症が来た"
      },
      {
        "en": "A Girl Who Really Can’t Communicate Showed up to My Marriage Meeting"
      },
      {
        "vi": "ĐI XEM MẮT VỚI CÔ GÁI BỊ RỐI LOẠN GIAO TIẾP"
      }
    ],
    "description": {
      "en": "Itami, a middle-aged businessman, registers with a marriage agency to find a marriage partner, but luck doesn't seem to be on his side when it comes to matchmaking. Unable to see him like this, his subordinate, Ms. Sonoda, introduces him to a friend.",
      "ja": "しがない中年サラリーマン・伊丹は、結婚相手を見つけるべく結婚相談所に登録するも、婚活は絶賛難航中。そんな彼を見かねてか、同じ部署の部下・園田さんが友達を紹介してくれるというが……。異色すぎる婚活コメディ！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "34"
  },
  {
    "mangaId": "97abc94b-34cf-42fa-93db-641d964990ce",
    "title": {
      "en": "Yuurei-san to Furyou A"
    },
    "updatedAt": "2024-11-06T11:48:22+00:00",
    "coverArt": "https://mangadex.org/covers/97abc94b-34cf-42fa-93db-641d964990ce/27ab12e7-614a-4f6a-8752-5ccaa81c6616.jpg",
    "altTitles": [
      {
        "ja": "幽霊さんと不良A"
      }
    ],
    "description": {
      "en": "Azusa Zenaki transfers to Fukaura High School, a notorious school in town, and meets a ghost boy who calls himself \"Yurei-san\" in the student guidance room, which is unused by anyone. No matter how much she ignored him, the ghost persisted in asking her to play with him, and she had no choice but to tell him, \"If we play a game and win, I'll ask the ghost to leave.\nIf he loses, he must do one thing the ghost says. It was supposed to be a trivial \"betting game,\" but Azusayo's school life changes drastically.\nA thrilling friendship between a ghost and a delinquent begins in this school fantasy!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9547d8e5-048c-4c71-9b7c-97a3af0423eb",
    "title": {
      "en": "Spinach Bouquet"
    },
    "updatedAt": "2023-07-28T13:04:44+00:00",
    "coverArt": "https://mangadex.org/covers/9547d8e5-048c-4c71-9b7c-97a3af0423eb/8d271252-19ce-49fd-bd4b-803dd2ee7442.jpg",
    "altTitles": [
      {
        "ko": "시금치 꽃다발"
      },
      {
        "en": "Spinach Flowers"
      }
    ],
    "description": {
      "en": "Ji-woo transfers to a rural school with his parents who have returned to farming. The fresh air, the relaxed atmosphere... he liked them all. However, for a moment that seemed like a pleasant start,\n\nJi-woo discovers that the flower garden that he has carefully cared for has been messed up.. Ji-woo, who thought it was someone's territoriality, suspects Dongchan, who was particularly harsh to him at school.\nFirst off, that bangs! I'll start with those bangs that make it impossible to know what you're thinking!!",
      "fr": "La vie à la campagne est censée être idyllique, non ? Un endroit paisible rempli d'aimables voisins au grand cœur, pas vrai ? C'est ce que Jiwoo attend avec impatience... Mais de tous les voisins qu'il aurait pu avoir, c'est Dongchan qu'il est le sien. Froid, distant et insondable, Dongchan n'est pas le plus accueillant du voisinage. En fait, on dirait qu'il n’a pas du tout envie que Jiwoo et sa famille s’installent ici. Déconcerté mais pas découragé, Jiwoo fait de son mieux pour s'adapter à la vie à la campagne... jusqu'à ce qu'il s'avère que quelqu'un essaie de chasser sa famille d'ici. Jiwoo a des soupçons, mais sera-t-il capable de trouver le vrai coupable ?",
      "ko": "귀농한 부모님을 따라 시골 학교로 전학 온 지우. 상쾌한 공기, 여유로운 분위기.. 모두 마음에 들었다. 그러나 기분 좋게 새출발 할 수 있을 것 같았던 것도 잠시,\n지우네가 정성껏 가꾼 꽃밭이 엉망이 된 걸 발견하는데..\n누군가의 텃세일 거라 생각한 지우는 학교에서 자신에게 유독 까칠했던 동찬을 의심한다.\n일단 저 앞머리! 무슨 생각 하는지 알 수 없게 하는 저 앞머리부터 까고 만다!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a24617a6-d50a-4bfe-9ff5-25b15ee52f7c",
    "title": {
      "en": "Mii-chan and Yamada-san"
    },
    "updatedAt": "2024-12-17T10:43:42+00:00",
    "coverArt": "https://mangadex.org/covers/a24617a6-d50a-4bfe-9ff5-25b15ee52f7c/116cd5ee-677d-4cab-b25f-99734c98e6b2.jpg",
    "altTitles": [
      {
        "ja-ro": "Mi-chan to Yamada-san"
      },
      {
        "ja": "みいちゃんと山田さん"
      }
    ],
    "description": {
      "en": "Shinjuku, 2012. Yamada, who works as a hostess in a night club, meets Mii-chan, a new girl who is no good at anything she does. Mii-chan is energetic and motivated, but she can't read kanji or the atmosphere, so she is ridiculed by those around her and labeled as \"pitiful.\" Nevertheless, Yamada is gradually drawn to Mii-chan as she works diligently.\n\n(Translated from Magazine Pocket.)\n\n(Originally serialised on X/Twitter under a pseudonym and released in collected volumes on Kindle. The original manga began with shorts, then ran \"Mii-chan and Yamada-san\" as a lengthier story. This is a reboot with the same basic premise. The author worked in a hostess club when she was in college, but has publicly stated in interviews and on social media that while there was a \"Mii-chan\" who served as the inspiration for the character, everything else about the story is fictional.)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2025-01-14T21:55:15+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      },
      {
        "es-la": "Existen Bestias"
      },
      {
        "es-la": "Bestias Fabulosas"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。",
      "es-la": "\"En este reino, criaturas mitológicas deambulan, descendientes de los nueve cielos que llaman hogar.\"\nSibuxiang, un hombre-ciervo mitológico y perezoso, es expulsado del cielo y asignado a apoyar a las criaturas mitológicas que vagan por el mundo humano. Conoce y vive aventuras con sus amigos: el enérgico Pixiu amante de la comida llamado Pipi, el fanático conejo lunar Tony, los hermanos ratones Jinjiao y Yinjiao, también desterrados del cielo, y muchos otros. ¿Qué tipo de aventuras emprenderán?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7f4a85f3-9b95-4c20-a587-a43a945b72df",
    "title": {
      "en": "Oyasumi Fumi-san"
    },
    "updatedAt": "2025-01-14T22:34:36+00:00",
    "coverArt": "https://mangadex.org/covers/7f4a85f3-9b95-4c20-a587-a43a945b72df/cbba2569-a897-430c-90a9-afecd6b4da92.jpg",
    "altTitles": [
      {
        "ja": "おやすみ ふみさん"
      },
      {
        "en": "Good night Fumi-san"
      }
    ],
    "description": {
      "en": "Rinta, who moved to the city from the countryside and enrolled in a university in the heart of the city, meets \"Fumi-san,\" rumored to be the most beautiful girl on campus, in the literature club he joined. After attending a drinking party together, he ends up walking her home. He safely escorts her to her house and is about to head back when suddenly... Fumi-san transforms and forcefully invites him to her bed—!? \"I wonder how long you can keep being a good person, Rinta-kun...?\" Fumi-san pushes Rinta to his limits, testing his self-control until it shatters.",
      "ja": "春。田舎から上京し、都心の大学に入学した凛太は、入部した文芸部で学園一の美女と噂される\"ふみさん\"に出会う。そして、共に参加した飲み会帰りに彼女を送ることになったのだが…。無事家まで送り届け、ひとり帰ろうとしたその矢先！ 豹変したふみさんに強引にベッドに誘われてーー！？「凛太くんが良い人でいられるのは、いつまでかな…？」ふみさんに理性崩壊まで試される。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cace0b4c-6696-4d08-ae26-6c8be207ef36",
    "title": {
      "en": "I Am Sukeban"
    },
    "updatedAt": "2024-12-18T19:15:35+00:00",
    "coverArt": "https://mangadex.org/covers/cace0b4c-6696-4d08-ae26-6c8be207ef36/85616e04-ba96-4fa2-814a-2208b7c21e4b.jpg",
    "altTitles": [
      {
        "en": "I'm Sukeban"
      },
      {
        "en": "Sukeban Boy"
      },
      {
        "ja": "おいら女蛮"
      },
      {
        "ja-ro": "Oira Sukeban"
      }
    ],
    "description": {
      "en": "His family name is Suke and his given name is Banji, but he's known as Sukeban. Any town the Suke clan settles in just can't contain the violent nature of this family, forcing them to move time and time again. Because of his name, Banji ends up transferring to Amazon School as a female student! However, this situation coupled with Sukeban's rebellious nature undoubtedly will result in mayhem littered with maddening jokes and lewdity.\n\nThe manga has been adapted into two live-action films and an OVA."
    },
    "status": "completed",
    "releaseDate": 1974,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "25"
  },
  {
    "mangaId": "248525ed-ad1c-4ddc-a834-5d6ce66a3ad2",
    "title": {
      "en": "Arifureta: From Commonplace to World's Strongest"
    },
    "updatedAt": "2024-12-23T00:27:22+00:00",
    "coverArt": "https://mangadex.org/covers/248525ed-ad1c-4ddc-a834-5d6ce66a3ad2/71883b1e-af00-4512-85ca-919f5ee63cfe.jpg",
    "altTitles": [
      {
        "ja-ro": "Arifureta Shokugyou de Sekai Saikyou"
      },
      {
        "ru": "Арифурэта"
      },
      {
        "ru": "Арифурэта: Сильнейший ремесленник в мире"
      },
      {
        "ru": "Стать сильнейшим благодаря обычной профессии"
      },
      {
        "th": "อาชีพกระจอกแล้วทำไม ยังไงข้าก็เทพ"
      },
      {
        "ja": "ありふれた職業で世界最強"
      },
      {
        "zh": "平凡职业成就世界最强"
      },
      {
        "ko": "흔해빠진 직업으로 세계최강"
      },
      {
        "es-la": "El más fuerte del mundo en una profesión mundana"
      },
      {
        "vi": "Arifureta - Từ tầm thường đến bất khả chiến bại"
      },
      {
        "de": "Arifureta - Der Kampf zurück in meine Welt"
      }
    ],
    "description": {
      "en": "Among the class transported to another world, Nagumo Hajime is an ordinary male student who didn’t have ambition nor aspiration in life, and thus called “Incompetent” by his classmates.\nThe class was summoned to become heroes and save a country from destruction. Students of the class were blessed with cheat specifications and cool job class, however, it was not the case with Hajime, with his profession as a “Synergist”, and his very mediocre stats. “Synergist”, to put it in another word was just artisan class. Being the weakest, he then falls to the depth of the abyss when he and his classmates were exploring a dungeon. What did he find in the depth of the abyss, and can he survive?\n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://j-novel.club/s/arifureta-from-commonplace-to-world-s-strongest)",
      "fr": "Le quotidien de l’étudiant ordinaire qu’est Hajime Nagumo, dont la vie ne se comporte que de nuits blanches et siestes en cours, se retrouve bouleversé lorsque sa classe et lui se retrouvent transportés en tant qu’héros dans un autre monde afin de le sauver… Alors que tout le monde obtient des jobs assez puissants, notre héros se retrouve avec le job « Synergiste », assez inutile en l’état des choses, humilié et jeté seul dans les tréfonds d’un donjon, arrivera-t-il à survivre ?\n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://j-novel.club/s/arifureta-from-commonplace-to-world-s-strongest)",
      "it": "Tra gli studenti trasportati in un altro mondo, Nagumo Hajime è uno studente senza ambizioni ed aspirazioni nella vita, è infatti soprannominato l’Incapace dai suoi compagni.\nGli studenti sono stati evocati per ergersi ad eroi e salvare il paese dalla distruzione. A loro sono stati donati poteri e classi di livello, a tutti tranne che a Nagumo Hajime, che inizia da Sinergista con statistiche mediocri.\nIl Sinergista, è in altre parole un “crafter”. Essendo il più debole, finisce per cadere nelle profondità di un abisso durante l'esplorazione di un sotterraneo. \nCosa troverà nelle profondità dell’abisso... e riuscirà a sopravvivere?",
      "ja": "『趣味の合間に人生』を座右の銘としている南雲ハジメは、突然クラスメイトと共に異世界に召喚されてしまう。現地人とは比べ物にならない能力を皆が発現させる中、ハジメが発現させたのは、ごくありふれた能力である\"錬成師\"だった……。",
      "pl": "Wśród uczniów klasy przeniesionej do innego świata, Hajime Nagumo niczym się nie wyróżnia; ot najzwyklejszy w świecie uczeń niemający ambicji czy życiowego celu, dlatego też nazywany w klasie \"Nieudacznikiem\".\nGdy cała klasa trafiła do innego świata, by zostać bohaterami i ocalić cały kraj przed zniszczeniem, wszyscy zostali pobłogosławieni oszukańczymi statystykami i świetnymi profesjami… za wyjątkiem Hajime, który skończył z profesją \"Synergetyka\" i przeciętnymi statystykami. \"Synergetyk\", ujmując to inaczej, jest zwyczajną klasą rzemieślniczą. Będąc najsłabszym w klasie, spada w głąb otchłani podczas wspólnego eksplorowania lochu. Czego dowiedział się w jej czeluściach i czy uda mu się przetrwać?\n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://j-novel.club/s/arifureta-from-commonplace-to-world-s-strongest)",
      "ru": "Хадзимэ Нагумо, живущий по принципу «Первым делом - хобби», и весь его класс вдруг призывают в другой мир. Одноклассники один за другим открывают невероятные по меркам этого мира способности, ну а Хадзимэ достается бесполезный ремесленный класс «Синергист». Оказавшись в самых глубинах преисподней, он находит применения своему заурядному таланту и стремится найти выход из лабиринта…  \n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://j-novel.club/s/arifureta-from-commonplace-to-world-s-strongest)",
      "es-la": "Entre la clase transportada a otro mundo, Nagumo Hajime es un estudiante normal y corriente que no tiene ambiciones ni aspiraciones en la vida, por lo que sus compañeros le llaman \"Incompetente\".\nLa clase fue convocada para convertirse en héroes y salvar a un país de la destrucción. Los estudiantes de la clase fueron bendecidos con habilidades tramposas y una categoría de trabajo genial, sin embargo, no fue el caso de Hajime, con su profesión de \"Sinergista\", y sus estadísticas muy mediocres. \"Sinergista\", para decirlo en otra palabra era simplemente la clase artesanal. Siendo el más débil, entonces cae a la profundidad del abismo cuando él y sus compañeros estaban explorando una mazmorra. ¿Qué encontró en la profundidad del abismo, y podrá sobrevivir?",
      "pt-br": "Entre a turma transportada para outro mundo, Nagumo Hajime é um estudante do sexo masculino comum que não tem ambição nem aspiração na vida, e, portanto, chamado de \" incompetente\" por seus colegas. A classe foi convocada para se tornar heróis e salvar um país da destruição. Os alunos da classe foram abençoados com as especificações de trapaça e classes legais, no entanto, não foi o caso com Hajime , com a sua profissão como um \" Synergist \" , e suas estatísticas muito medíocres. \"Synergist\", para colocá-lo em outras palavrsa era apenas a classe dos artesãos. Sendo o mais fraco , então ele cai para a profundidade do abismo , quando ele e seus colegas estavam explorando uma dungeon. O que ele encontra na profundidade do abismo, e ele pode sobreviver?"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79a9cce8-26f8-457b-935d-437149682855",
    "title": {
      "en": "Reporting for Duty, Duchess!"
    },
    "updatedAt": "2024-12-29T20:08:45+00:00",
    "coverArt": "https://mangadex.org/covers/79a9cce8-26f8-457b-935d-437149682855/23c32fcd-7555-486c-a64d-2e6949070880.jpg",
    "altTitles": [
      {
        "zh": "长官！本次战场是这里吗？"
      },
      {
        "ko": "대위님! 이번 전쟁터는 이곳인가요?"
      },
      {
        "en": "Captain! Where is the battlefield?"
      },
      {
        "en": "Captain! Is This Battlefield Here?"
      }
    ],
    "description": {
      "en": "As a successful captain in the military, Lee Yoon-ah is an icon of success and power.  But after an accident on the battlefield, she finds herself trapped in a romantic fantasy novel!\n\nStuck in a supporting role as the best friend to the main protagonist, Yoon-ah is determined to overturn the plotline and change Rosalie’s fate. Will she be able to change Rosalie’s fate and find happiness in the new world? \n\nWill she return to where she was originally from?",
      "fr": "Lee Yoon-Ah, capitaine d'une unité des forces spéciales, considérée comme la meilleure de Corée.\n\nEn tant que soldat, il n’y avait pas de romance dans sa vie. Cependant, un monde complètement différent se déroule devant elle, après avoir perdue sa tête à cause d'un bombardement lors de son expédition à l’étranger.\n\nElle se retrouve dans un roman d’amour fantastique écrit par son ami !\nElle devient alors « Rosalie », une femme qui vit une vie misérable.\n\nPrenant une profonde respiration et se tenant la tête un moment, elle décida de changer sa vie, considérant cet endroit comme un nouveau champ de bataille.\n\n« C’est une société hiérarchique, et j’ai suffisamment vécue dans une société hiérarchique appelée l’armée que j'en ai marre. »\n« Désobéissez-vous à mes ordres maintenant ? »\n\nElle rencontre alors un homme possédant un charisme absolu !\nMais involontairement, une romance s'installe...\n\n« Duchesse, que pensez-vous de faire agenouiller le prince héritier ? »\n« C’est la première fois que je m'agenouille devant quelqu’un d’autre que l’empereur. »\n\nLe personnage masculin original se met à genoux, et non pour l'héroïne.\nL'ancienne capitaine, qui ne se soucie pas de l’amour, pourra-t-elle gagner cette bataille ?",
      "pt-br": "Capitão das Forças Especiais de Elite Lee Yoon-ah, que dizem ser o nerd da Coreia. Como soldado até os ossos, não havia romance em sua vida. No entanto, um mundo completamente diferente se desenrola diante dela, que enlouqueceu após ser atingida por um projétil enquanto era despachada para o exterior. Ser possuído por um romance de fantasia escrito por um amigo! Ela também se torna uma 'Rosalie' extra que vive uma vida miserável. Respirando fundo e balançando a cabeça por um momento, ela considera isso um campo de batalha e decide mudar de vida. “Esta é uma sociedade de classes.” “Porque já experimentei o suficiente para me cansar de uma sociedade hierárquica chamada militar.” \"Você está desobedecendo minhas ordens agora?\" Capitão que conquista o duque com carisma absoluto! No entanto, ela involuntariamente agarra o romance ... “Duke, como é se ajoelhar para o príncipe herdeiro? É a primeira vez que você se ajoelha diante de alguém que não seja o imperador. O protagonista masculino original, não o protagonista feminino, cai de joelhos. Capitão, que não se importava com o amor, você pode vencer este campo de batalha?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2b70049e-ce95-40dc-a1f9-e8aa5a183733",
    "title": {
      "en": "Muhoutou"
    },
    "updatedAt": "2024-12-06T19:16:05+00:00",
    "coverArt": "https://mangadex.org/covers/2b70049e-ce95-40dc-a1f9-e8aa5a183733/4107321d-dd76-4004-9df1-6cab6226291d.jpg",
    "altTitles": [
      {
        "en": "Lawless Island"
      },
      {
        "ja": "無法島"
      }
    ],
    "description": {
      "en": "A prequel to Jisatsutou. The Japanese government exiles convicts facing execution to a remote lawless island to fend for themselves."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "54"
  },
  {
    "mangaId": "f6f3fe1c-c086-4f50-a8cf-3ec48fa3f3a8",
    "title": {
      "en": "Shuumatsu no Valkyrie Kitan - Jack the Ripper no Jikenbo"
    },
    "updatedAt": "2025-01-17T11:19:12+00:00",
    "coverArt": "https://mangadex.org/covers/f6f3fe1c-c086-4f50-a8cf-3ec48fa3f3a8/88807014-acfb-47d2-9352-7913e7723e8e.jpg",
    "altTitles": [
      {
        "ja": "終末のワルキューレ奇譚 ジャック・ザ・リッパーの事件簿"
      },
      {
        "en": "The Jack the Ripper Case Files"
      },
      {
        "en": "Record of Ragnarok: The Jack the Ripper Case Files"
      },
      {
        "ru": "Повесть о Конце Света: Досье Джека-потрошителя"
      },
      {
        "uk": "Справи Джека-Різника"
      },
      {
        "en": "Record of Ragnarok Curious Tale: The Jack the Ripper Case Files"
      }
    ],
    "description": {
      "en": "In 1888, a number of prostitutes were murdered in London, by someone known only as \"Jack the Ripper\". The murderer takes to the streets each day, looking to slit some unfortunate woman open... The past of Jack the Ripper, the English gentleman who represented the human side in the fourth round of the struggle between God and mankind known as Ragnarok, who was one of the top-three most popular characters in the character poll, is finally revealed!\n___\n**Alt Official Raw:** [MangaHot](https://mangahot.jp/site/works/z_R0212)",
      "ja": "『終末のワルキューレ』第4回戦人類代表ジャック・ザ・リッパー。霧の都ロンドンを、恐怖のどん底に落とし、人類が応援することさえ躊躇した狂喜の殺人紳士に隠された真実とは？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "733fc3ac-deca-444e-bb79-14186e00ccf1",
    "title": {
      "en": "Shadows House (Official Colored)"
    },
    "updatedAt": "2024-11-03T12:51:17+00:00",
    "coverArt": "https://mangadex.org/covers/733fc3ac-deca-444e-bb79-14186e00ccf1/50b0dc58-1c4f-4e6e-ada8-1fa748eee096.jpg",
    "altTitles": [
      {
        "en": "Shadows House - Digital Colored Comics"
      },
      {
        "ja-ro": "Shadōhausu"
      },
      {
        "id": "Keluarga Shadow"
      },
      {
        "ru": "Дом теней"
      },
      {
        "ru": "Мрачный дом"
      },
      {
        "ja": "シャドーハウス"
      },
      {
        "zh": "影宅"
      },
      {
        "pt-br": "Casa das Sombras"
      },
      {
        "ja": "シャドーハウス カラー版"
      },
      {
        "id": "Rumah Shadow"
      },
      {
        "es": "Casa de Sombras"
      }
    ],
    "description": {
      "en": "Faceless shadow nobles living in a vast mansion, attended by living dolls who spend much of their time cleaning up the soot endlessly emitted by their mysterious masters.  \r\n  \r\nFollow the story of Emilyko, a young and cheerful living doll, as she learns her duties serving as the attendant for Kate Shadow-sama. What dangers and dark secrets will she and Kate encounter, as they become more deeply involved in the inner workings of the shadows' society?",
      "es": "Nobles sombras sin rostro que viven en una vasta mansión, atendidos por muñecos vivientes que pasan gran parte de su tiempo limpiando el hollín emitido por sus misteriosos maestros.  \n  \nSigue la historia de Emilyko, una joven y alegre muñeca viviente, mientras aprende sus deberes como asistente de Kate Shadow-sama.",
      "ja": "不思議な洋館に住む、 顔のないシャドー一族と、 世話係の“生き人形”たち。 彼らが織りなす、 摩訶不思議な日常とは…？",
      "ru": "Безликие теневые дворяне, живущие в огромном особняке, сопровождаемые живыми куклами, которые проводят большую часть своего времени, очищая сажу, бесконечно испускаемую их таинственными хозяевами.",
      "es-la": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama.",
      "pt-br": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5b21ca1-bba5-4b9a-8cd1-6248f731650b",
    "title": {
      "en": "Shuumatsu no Valkyrie"
    },
    "updatedAt": "2025-01-17T11:20:41+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ca1-bba5-4b9a-8cd1-6248f731650b/96e03155-a80f-46f1-a652-3c50f9bdaec3.jpg",
    "altTitles": [
      {
        "ja-ro": "Shuumatsu no Walküre"
      },
      {
        "en": "Record of Ragnarok"
      },
      {
        "ru": "Повесть о Конце Света"
      },
      {
        "fa": "تاریخچه رگنوراک"
      },
      {
        "ja": "終末のワルキューレ"
      },
      {
        "en": "Valkyrie of the End"
      },
      {
        "zh-hk": "終末的女武神"
      },
      {
        "fr": "Valkyrie Apocalypse"
      },
      {
        "es-la": "Los Registros del Ragnarok"
      },
      {
        "ar": "سجلات راغناروك"
      },
      {
        "uk": "Повість про кінець світу"
      },
      {
        "bg": "Рагнарок"
      },
      {
        "tr": "Ragnarok Kaydı"
      },
      {
        "id": "Rekam Jejak Ragnarok"
      },
      {
        "id": "Valkri Jawir Asli Jaksel"
      },
      {
        "en": "Valkyrie Apocalypse"
      },
      {
        "en": "World's End Valkyrie"
      }
    ],
    "description": {
      "en": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n___\n**Alt Official English:** [Comikey](https://comikey.com/comics/record-of-ragnarok-manga/61/), [MangaHot](https://mangahot.jp/site/works/e_R0002)",
      "fa": "⁧⁧ داستان جایی شروع میشه که خدایان بحث این رو به میان میاورند که انسان‌ها زنده بمانند یا نابود شوند. ولی یک والکری به تنهایی بحث را به سمتی میکشاند که به انسان‌ها اجازه یک مبارزه در مقابل خدایان داده شود. و به این شکل کور سوی امید بشریت روشن باقی میماند. سیزده خدا، سیزده انسان، در مقابل هم قرار میگیرند تا سرنوشت بشریت را مشخص کنند",
      "fr": "Tous les mille ans, l'ensemble des dieux, tous panthéons réunis, se réunissent au Valhalla, le paradis des âmes, lors d'une assemblée présidée par Zeus, le dieu suprême grec, afin de décider du sort des humains. Or, cette année-là, il est décidé à la quasi-unanimité de détruire l'humanité. Mais la Valkyrie Brunehilde interrompt la conférence et propose aux dieux de se mesurer aux mortels lors du tournoi de Ragnarök, pour déterminer s'ils valent vraiment la peine d'êtres anéantis. Ce tournoi opposera 13 dieux issus de diverses mythologies à 13 puissants humains qui ont fait l'histoire. Si l'humanité remporte au moins sept des 13 duels, alors les dieux épargneront l'humanité.",
      "id": "- In Indonesian by [Akasha](http://www.mncgramedia.id/comics/comic_detail/akasha-record-of-ragnarok-01) as \"Record of Ragnarok\"",
      "it": "- In Italian by [Star Comics](https://www.starcomics.com/titoli-fumetti/record-of-ragnarok) as \"Record of Ragnarok\"",
      "ru": "История начинается c собрания богов, на котором они решают судьбу человечества: убить всех или оставить в живых, согласившись в никчёмности рода людского, боги выбирают первое... Но одна валькирия выдвигает предложение: позволить богам и человечеству сразиться в битве, в качестве последнего луча надежды людей. 13 богов сразятся против 13 чемпионов людей в битвах один на один, чтобы решить, будет ли человечество жить или сгинет в могуществе божественной силы.",
      "tr": "Hikâye, tanrıların insanlığın yaşamasına ya da ölmesine karar vermek için bir toplantı düzenlemesi ve insanlığı yok etmeye karar vermesiyle başlar. Ancak yalnız bir Valkyrie, insanlığın hayatta kalması için son bir umut olarak tanrıların ve insanlığın son bir savaşa girmesine izin verilmesi önerisini ortaya atar. 13 tanrı, insanlığın yaşayıp yaşamayacağına karar vermek için teke tek savaşlarda 13 insan şampiyona karşı dövüşecektir.",
      "uk": "Історія починається зі зборів богів, на яких вирішується доля людства: життя чи смерть. Погодившись з нікчемністю людського роду, боги вибирають друге... Але одна валькірія висуває пропозицію: дозволити богам і людям битися в битві, яка стане останнім променем надії для людства. 13 богів б'ються проти 13 людських чемпіонів у битвах віч-на-віч, щоб вирішити, чи буде людство жити чи згине у могутності божественної сили.",
      "es-la": "Los Dioses se reúnen con el objetivo de decidir si la humanidad debe vivir o morir. Y aunque llegan a la conclusión de que debe perecer, una Valkyria propone que una lucha de dioses contra humanos para tomar tan difícil decisión. Así, 13 humanos pelearán contra 13 Dioses para resolver el destino de la humanidad.",
      "pt-br": "A cada 1.000 anos, as divindades se reúnem sob o conselho de Valhalla para decidir sobre o direito da humanidade de continuar vivendo, ou por sua destruição, porém desta vez os deuses estão furiosos com o descaso humano para com o planeta, pendendo passim para aniquilar toda a raça humana, porém uma única valquíria os convencem de realizar o Ragnarok, uma batalha mortal entre humanos e deuses para decidir sob sua sobrevivência, 13 humanos enfrentarão 13 deuses. Serão este humanos capazes de colidir com as poderosas divindades?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "cf4093ac-4680-49f1-98c6-1bd85b693db1",
    "title": {
      "en": "My Daddy Is A Cultivator"
    },
    "updatedAt": "2024-09-02T19:39:06+00:00",
    "coverArt": "https://mangadex.org/covers/cf4093ac-4680-49f1-98c6-1bd85b693db1/94250163-20a8-44ce-a925-f17efc85adb4.jpg",
    "altTitles": [
      {
        "zh-ro": "Xiu Zhen Nai Ba"
      },
      {
        "zh": "修真奶爸"
      },
      {
        "en": "Don't Mess With The Cultivation Babysitter"
      },
      {
        "en": "Cultivation Daddy"
      }
    ],
    "description": {
      "en": "The almighty Demon Cultivator Xie Tian gave birth to a child during the demon king selection and lost his place as the demon king! Now at the bottom of the pit, he decides to bring his son Duoduo and get his man back from the succession and marriage ceremony of the righteous sect! Who is the father?!   \n  \nBai Jing: Since you're already, then you won't be going anywhere else. I want both the father and the child!  \nXie Tian: Marriage? Sure. But I'm on top!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "117"
  },
  {
    "mangaId": "630fcb7b-a262-4c92-b0c7-1323392f1b67",
    "title": {
      "en": "Tada no Murabito no Boku ga, Sanbyakunen Mae no Boukun Ouji ni Tensei shite shimaimashita"
    },
    "updatedAt": "2025-01-03T03:27:44+00:00",
    "coverArt": "https://mangadex.org/covers/630fcb7b-a262-4c92-b0c7-1323392f1b67/3165300b-96dc-4d20-a5d0-a409ee64519c.jpg",
    "altTitles": [
      {
        "ja": "ただの村人の僕が、三百年前の暴君皇子に転生してしまいました　～前世の知識で暗殺フラグを回避して、穏やかに生き残ります！～"
      },
      {
        "en": "I, a Mere Villager, Have Been Reincarnated as a Tyrant Prince From 300 Years Ago! ~ With the Knowledge of My Previous Life, I’ll Avoid the Assassination Flags and Survive Peacefully!"
      },
      {
        "en": "I, a simple villager, have been reincarnated as a tyrant prince from 300 years ago."
      },
      {
        "ja-ro": "Tada no Murabito no Boku ga, Sanbyakunen Mae no Boukun Ouji ni Tensei Shiteshimaimashita ~ Zensei no Chishiki de Ansatsu Flag o Kaihi Shite, Odayaka ni Ikinokorimasu"
      },
      {
        "ja": "ただの村人の僕が、三百年前の暴君皇子に転生してしまいました"
      },
      {
        "ja-ro": "Tada no Murabito no Boku ga, Sanbyakunen Mae no Boukun Ouji ni Tensei shite shimaimashita"
      }
    ],
    "description": {
      "en": "Prince Rudolf gained knowledge of the future 300 years from now during a near-death experience. He uses his wits to change the future in which he will be assassinated as a tyrant prince! \n\nMeanwhile, discrepancies between the story passed down to posterity and reality gradually emerge…",
      "ja": "臨死体験中に三百年後の未来の知識を手に入れた皇子ルドルフ。彼は自分が暴君王子として暗殺される未来を変えるため辣腕を振るっていく！\n\nそんな中、後世に伝わっている話と現実との食い違いが段々とでてきて—。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f58c6ee0-42f7-4e4a-901a-22cdb03a4e38",
    "title": {
      "en": "Makikomarete Isekai Teni suru Yatsu wa, Taitei Cheat"
    },
    "updatedAt": "2024-11-01T17:02:49+00:00",
    "coverArt": "https://mangadex.org/covers/f58c6ee0-42f7-4e4a-901a-22cdb03a4e38/66d2de41-aa39-41ad-acba-b22db06a9566.jpg",
    "altTitles": [
      {
        "ja": "巻き込まれて異世界転移する奴は、大抵チート"
      },
      {
        "ko": "휘말려서 이세계 전이하는 녀석은 대개 치트"
      },
      {
        "en": "Those Who Get Caught Up in Another World are Usually Cheaters"
      },
      {
        "en": "He is a Matchless Warrior in Different-Dimension World!!"
      },
      {
        "ru": "Непревзойденный воин в другом мире"
      }
    ],
    "description": {
      "en": "One day during lunch break, High School student Takanashi Kyousai and four friends are suddenly transported to another world of Swords and Magic. The Princess of the Other World,  who was the Time-Space Magician that summoned them, wants them to be Heroes and defeat the Demon King to save her world. \n\nWhile his four friends were taken aback by this sudden turn of events, Kyousai was calm and said, \"It's just like a story\". However the Princess made a shocking statement: \n\n\"I only summoned four Heroes, didn't I?\" \n\nWhat fate awaits Kyousai, the man who was accidentally summoned to another world?\n\n---",
      "ja": "ある日の昼休み、突然 4人の友人とともに剣と魔術の異世界へと転移してしまった男子高校生・小鳥遊強斎。彼らを召喚した時空魔術師である異世界の王女によれば、この世界を救うため「勇者」として魔王を倒して欲しいとのこと。突然のことに面食らう友人 4人をよそに「テンプレじゃん」とひとり余裕の表情の強斎だったが……、ここで王女から驚愕の事実が告げられる!「――勇者様は4人のはずですが?」“間違って異世界に召喚されてしまった男\" 強斎の運命やいかに!?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a580438-bc72-4503-940b-12a5da881b56",
    "title": {
      "en": "Kimi wa Yotsuba no Clover"
    },
    "updatedAt": "2024-12-27T23:06:37+00:00",
    "coverArt": "https://mangadex.org/covers/0a580438-bc72-4503-940b-12a5da881b56/a57a5f83-d4b8-4ad4-bdbe-37c72e82876d.jpg",
    "altTitles": [
      {
        "ja": "きみは四葉のクローバー"
      },
      {
        "en": "You are a Four Leaf Clover"
      },
      {
        "zh": "恋人手中四叶草"
      },
      {
        "vi": "Cậu là cỏ 4 lá"
      }
    ],
    "description": {
      "en": "Uichi was once popular, but now he is being bullied excessively. Then suddenly, his first love, Yotsuha, appears in front of him. What is this cute and brave girl's purpose...?",
      "ja": "かつての人気者で、今は過激ないじめを受ける宇一。そんな彼の前に突然現れた初恋の相手・よつは。可愛く健気な彼女の目的とは一体…!?",
      "vi": "Câu chuyện romcom nhẹ nhàng về hành trình chữa lành trái tim đã tan vỡ của main",
      "zh": "某天，曾很有人气的宇一的生活陡然一变。 以往光芒四射的日子被用抹布也无法擦去的黑暗所笼罩。 这时，熟悉宇一过去的初恋—— 四叶突然出现在了他的面前。 她的目的究竟是…！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "84aecc41-06f1-4003-8492-5c84f8731601",
    "title": {
      "en": "Reforming the Obsessive Male Lead"
    },
    "updatedAt": "2024-09-20T02:43:53+00:00",
    "coverArt": "https://mangadex.org/covers/84aecc41-06f1-4003-8492-5c84f8731601/f56a73cf-08ba-479c-9227-2d86159bf953.png",
    "altTitles": [
      {
        "ko": "후회 광공의 여동생이 되었다"
      },
      {
        "ko-ro": "Huhoe Gwanggongui Yeodongsaengi Doeeotda"
      },
      {
        "en": "I Became the Younger Sister of a Regretful Obsessive Male Lead"
      },
      {
        "pt": "Eu me tornei a irmã mais nova de um protagonista obsessivo arrependido"
      },
      {
        "uk": "Головний герой у відчаї, а я стала його молодшою сестрою"
      },
      {
        "uk": "Я стала молодшою сестрою героя, сповненого жалю"
      },
      {
        "id": "I Became the Younger Sister of a Regretful Obsessive Male Lead"
      },
      {
        "th": "ฉันกลายเป็นน้องสาวของพระเอกวายตัวร้ายสายกลับใจ"
      },
      {
        "ja": "ヤンデレ公子の妹になりました"
      },
      {
        "zh": "成为BL主人公的妹妹"
      },
      {
        "zh": "穿成后悔偏执狂的妹妹"
      },
      {
        "zh-hk": "在BL世界死裡逃生"
      }
    ],
    "description": {
      "en": "One day, I transmigrated to an unknown story!\n \nMy parents here have passed away, and it was only after being adopted by a new duke that I realized what story I transmigrated to…\n \nA tragic BL webtoon where all the characters die- and at the center of it, I’m the first side character to die!\n \nAnd on top of that, I’m destined to die by my favorite character, Lucian’s, hands?!\n \nFortunately, or unfortunately, we’re here before the start of the tragedy.\nSince I’ve been adopted by the dukedom where my favorite character is, there’s still plenty of time to change the ending!\n \nHowever…\n \nI just wanted to change Lucian into a sweet guy and have a happily ever after, but why is his obsession coming towards my direction?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8495d45a-dbba-48be-8691-7d2a067e3f42",
    "title": {
      "en": "Gate - Teikoku no Bara Kishidan - Pinya Co Lada 14-sai"
    },
    "updatedAt": "2023-07-24T15:46:15+00:00",
    "coverArt": "https://mangadex.org/covers/8495d45a-dbba-48be-8691-7d2a067e3f42/f730b714-cf1e-4f11-ae97-2ca6629dd263.jpg",
    "altTitles": [
      {
        "en": "Gate - Piña's Rose Order of Knights"
      },
      {
        "en": "Gate - Rose Knights of the Empire - 14 Year Old Pinya Co Lada"
      },
      {
        "ja-ro": "Gate - Teikoku no Bara Kishidan - Pinya Co Lada 14-sai"
      },
      {
        "ja": "ゲート 帝国の薔薇騎士団 ピニャ・コ・ラーダ14歳"
      },
      {
        "zh-hk": "門 帝國之薔薇騎士團 平娜‧戈‧蘭達14歲"
      }
    ],
    "description": {
      "en": "A spin-off focusing on Princess Pinya's (from \"Gate - Thus the JSDF Fought There!\") life before the \"Gate\" opening to the other world event."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "d793e3d0-145c-4f25-b38b-6846b31e87cd",
    "title": {
      "en": "Yuzukawa-san wa, Sasshite Hoshii."
    },
    "updatedAt": "2024-11-02T15:15:21+00:00",
    "coverArt": "https://mangadex.org/covers/d793e3d0-145c-4f25-b38b-6846b31e87cd/e12cf795-4566-42d7-b986-1a31a0bfb1fe.png",
    "altTitles": [
      {
        "ja": "柚子川さんは、察して欲しい。"
      },
      {
        "en": "Yuzukawa-san wants you to understand"
      },
      {
        "zh-hk": "柚子川同學想讓我察覺。"
      },
      {
        "pt-br": "Yuzukawa-san quer que você entenda"
      },
      {
        "en": "Yuzukawa-san Wants Him To Understand."
      }
    ],
    "description": {
      "en": "Kushima-kun has just started going out with his classmate Yuzukawa Kururi. But Yuzukawa-san is not good at expressing her emotions, so she wants Kushima-kun to understand her feelings...?  This is a new kind of romantic comedy about two people who are \"already dating\" instead of \"not together yet.\"",
      "pt-br": "Kushima acaba de começar a sair com sua colega de classe Yuzugawa Kururi. Yuzukawa não é boa em expressar suas emoções, então ela deseja que Kushima seja mais empática com seus sentimentos. Essa história é sobre um menino que quer entender e uma menina que quer ser entendida."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "38.5"
  },
  {
    "mangaId": "de0f0c24-51c9-4e0b-b556-dfdcbc08b7d8",
    "title": {
      "en": "Class no Inkya Ojousama no Shitsuji ni Narimashita"
    },
    "updatedAt": "2025-01-09T20:16:16+00:00",
    "coverArt": "https://mangadex.org/covers/de0f0c24-51c9-4e0b-b556-dfdcbc08b7d8/b3ff6109-ebf1-48e3-ad41-e791f5608982.jpg",
    "altTitles": [
      {
        "ja": "クラスの陰キャお嬢様の執事になりました"
      },
      {
        "ja-ro": "Kurasu no Inkya Ojou-sama no Shitsuji ni Narimashita"
      },
      {
        "en": "I Became the Butler of the Gloomy Young Lady in My Class"
      },
      {
        "es-la": "Me Convertì en el Mayordomo de la Señorita Amargada de mi Clase"
      }
    ],
    "description": {
      "en": "My family abandoned me in the night leaving me behind, so I became the butler of the gloomy young lady in my class...\n\n---\nSupport the author by buying the manga in [Booth.pm](https://booth.pm/ja/items/4380401).",
      "ja": "家族が夜逃げし行き場をなくした主人公を拾ったのはクラスの陰キャお嬢様！\n執事として尽くすうちに少しずつ絆が芽生え、一人ぼっちですさんでいたお嬢様の外見や態度にも変化が…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4710b856-0585-40d2-a87e-099fc032511f",
    "title": {
      "en": "Isekai Izakaya \"Nobu\""
    },
    "updatedAt": "2024-10-06T18:24:35+00:00",
    "coverArt": "https://mangadex.org/covers/4710b856-0585-40d2-a87e-099fc032511f/b8c21ae8-22df-4dc3-8cfa-dd9d6d3dfe8a.jpg",
    "altTitles": [
      {
        "en": "Otherwordly Izakaya Nobu"
      },
      {
        "en": "Parallel Universe Bar \"Nobu\""
      },
      {
        "zh": "异世界居酒屋外传「NOBU」"
      },
      {
        "ja": "異世界居酒屋「のぶ」"
      },
      {
        "ko": "이 세계 선술집 '노부'"
      },
      {
        "zh-hk": "異世界居酒屋「阿信」"
      },
      {
        "zh": "异世界居酒屋「阿信」"
      },
      {
        "it": "Il bar \"Nobu\" di un mondo parallelo"
      },
      {
        "vi": "Quán Rượu Dị Giới “Nobu”"
      },
      {
        "id": "Warung Dunia Lain \"Nobu\""
      },
      {
        "th": "อิซากายะต่างโลกโนบุ"
      },
      {
        "vi": "Xuyên Không tửu Lầu"
      }
    ],
    "description": {
      "en": "Imagine there is a bar with many weird kind of food and drink that might bring you to another world! The bar, so-called \"Nobu\" is located in a alley of the old city Aiteria. At the very first step, diners feels like falling into another completely country, with cold, super cool beer, so-called \"Toriaezu Nama\"! (from: MU)  \n  \nAdapted from [web novel (raw)](http://ncode.syosetu.com/n9773bj/) / light novel of same name.  \n\n[See AnimeNewsNetwork for the anime.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20594)\n\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E7%95%B0%E4%B8%96%E7%95%8C%E5%B1%85%E9%85%92%E5%B1%8B%E3%80%8C%E3%81%AE%E3%81%B6%E3%80%8D)"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2025-01-05T22:31:13+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/6ae7c384-8f33-4c29-a062-ff71628c2e95.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84919728-0e95-4421-9c5a-949c3ffcb4a8",
    "title": {
      "en": "The Evil Ring"
    },
    "updatedAt": "2025-01-17T15:46:50+00:00",
    "coverArt": "https://mangadex.org/covers/84919728-0e95-4421-9c5a-949c3ffcb4a8/b07a76ee-71db-4c9d-98cb-5a5c6bdc942b.jpg",
    "altTitles": [
      {
        "zh": "恶魔之戒"
      },
      {
        "en": "The Devilish Ring"
      },
      {
        "en": "The Ring of Evil"
      },
      {
        "en": "Devilish Ring"
      },
      {
        "en": "Evil Ring"
      },
      {
        "zh": "恶之环"
      },
      {
        "uk": "Кільце зла"
      }
    ],
    "description": {
      "en": "18 years ago, a prophecy emerged that a boy with a black ring, deemed inferior, would rewrite the survival rules of the world of the gifted. The only remaining descendant of the “Divine-Tier” status, Shannon, wears a black ring and lives as an inferior being in the filthy exile zone. However, his peaceful life is shattered when his identity is exposed, and the top-tier forces, seeing him as a threat, send out an assassination squad to kill Shannon. Five gifted individuals, who have existed since childhood to protect Shannon, are summoned at the same time. They rush to the exile zone to protect the last descendant of the “Divine-Tier” status, and a battle among the “rings” is about to ignite!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-10-14T10:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/b0aa4473-59dc-45d9-be45-b69dfcaf794f.jpg",
    "altTitles": [
      {
        "ja": "異世界のんびり農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "vi": "Cuộc Sống Nông Dân Ở Thế Giới Khác"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "闘病の末に命を落とした青年・火楽は、神様によって蘇生され、若返って異世界に転移した。第二の人生を楽しむため、授けられた『万能農具』を手に、異世界で掘って伐って耕して…。\n\n**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1150f04f-1630-4067-b1a6-53d944be12d6",
    "title": {
      "en": "A Good-Natured Craftsman Leisurely Travels Through Another World"
    },
    "updatedAt": "2025-01-12T01:39:31+00:00",
    "coverArt": "https://mangadex.org/covers/1150f04f-1630-4067-b1a6-53d944be12d6/c745aac5-12b8-40c7-9e0f-eb20113bf5c1.jpg",
    "altTitles": [
      {
        "ja-ro": "Ohitoyoshi Shokunin no Burari Isekai Tabi"
      },
      {
        "ja": "お人好し職人のぶらり異世界旅"
      }
    ],
    "description": {
      "en": "Ryoichi Ishikawa, a young man who lost his father, who was his only relative, also decided to close the electrical shop that he and his father had been working on. From a strange matter, I choose to transfer to another world by my own will. It was supposed to be the second life of a leisurely trip, but I can not leave a person in need. We solve many worries by making full use of the cheat skills given by God and the skills of a craftsmen. Sometime around, friends with one or two habits gathered…! ?The journey of a good-natured craftsman in another world begins here!",
      "ja": "唯一の肉親だった父を亡くし、父と二人で切り盛りしていた電気工事店も閉店する事になってしまった青年、石川良一。\nひょんな事から、自らの意思で異世界転移する事を選択する。\nぶらり旅する第二の人生……のはずだったが、困っている人は放っておけない。\n神様から授かった数々のチートスキルと、職人としての技術を駆使してお悩み解決。\nいつしか周りには一癖も二癖もある仲間たちが集まってきて…！？\nお人好しな職人のドタバタ異世界旅、ここに開幕！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "43"
  },
  {
    "mangaId": "7643e9f6-8455-4a58-b7e8-bf6cd00f5251",
    "title": {
      "en": "Tsuki ga Michibiku Isekai Douchuu"
    },
    "updatedAt": "2024-11-02T17:57:56+00:00",
    "coverArt": "https://mangadex.org/covers/7643e9f6-8455-4a58-b7e8-bf6cd00f5251/80e8ba0b-c1a2-4bf7-baae-bbc699beed11.jpg",
    "altTitles": [
      {
        "en": "Moon-led Journey Across Another World"
      },
      {
        "en": "TSUKIMICHI - Moonlit Fantasy -"
      },
      {
        "fr": "Un voyage dans un autre monde, éclairé par la lune"
      },
      {
        "ru": "Лунный бог, приключение и другой мир"
      },
      {
        "ja": "月が導く異世界道中"
      },
      {
        "zh": "月光下的异世界之旅"
      },
      {
        "id": "Rembulan Menuntun Arah di Dunia Lain"
      },
      {
        "ko": "달이 이끄는 이세계 여행길"
      },
      {
        "ko-ro": "Dali Ikkeuneun Isegye Yeohaenggil"
      },
      {
        "pt-br": "UMA JORNADA PARA OUTRO MUNDO LIDERADA PELA LUA"
      },
      {
        "vi": "Nguyệt Đạo Dị Giới"
      }
    ],
    "description": {
      "en": "High school student Misumi Makoto is called into a fantasy world by the god Tsukuyomi, in order to be a hero. However, powerful others in this world aren't as thrilled to have him there, and they kick him to the edge of the world just as Tsukuyomi declares that he must leave Makoto to find his own way. Now it's up to Makoto to find his own way!\n\n[Official English Light Novel](https://hanashi.media/tsukimichi-moonlit-fantasy/)",
      "fr": "Makoto Misumi, lycéen japonais de 17 ans de petite taille et vice président du club de kyūdō de son école, se fait envoyer soudainement dans un autre monde par le dieu Tsukuyomi, qui lui apprend que ses parents sont originaires de celui-ci et qu'ils ont conclu un pacte avec la déesse locale pour être envoyé au Japon.\n\nMais la dite déesse le trouve trop laid pour être un héros dans la guerre entre humains et démons qui déchire son monde et le lâche littéralement dans les confins de celui-ci avec seulement la capacité de comprendre les langues des êtres non-humains. Tsukuyomi intervient et lui donne une partie de sa force.\n\nMakoto rencontrera Ema une orc qui sera sa première amie et fera de Shin, une dragonne qui se métamorphosera en jolie femme, son premier serviteur. Celle-ci voit avec le pouvoir de Makoto un de ses pouvoirs devenir un \"autre espace\" qui accueillera au fil des rencontres dans ce monde de magie et d'épée de nombreuses personnes.",
      "pt-br": "O estudante Misumi Makoto é invocado para outro mundo, para ser o herói. Mas a Deusa do outro mundo não gosta desse herói, por isso o envia para o fim do mundo. Agora Makoto tem de encontrar o seu próprio caminho nesse novo mundo de fantasia!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec0c3cbf-dc3d-4df2-b2c6-2af7ad41541e",
    "title": {
      "en": "Mane Mane Nichi Nichi"
    },
    "updatedAt": "2024-10-23T03:09:50+00:00",
    "coverArt": "https://mangadex.org/covers/ec0c3cbf-dc3d-4df2-b2c6-2af7ad41541e/a8ca665c-f019-4451-a97a-3c76b2258b5b.png",
    "altTitles": [
      {
        "ja": "マネマネ にちにち"
      },
      {
        "tl": "Araw-araw, namamahala"
      },
      {
        "ja-ro": "Manemane Nichinichi"
      },
      {
        "fr": "Jour Après Jour"
      }
    ],
    "description": {
      "en": "In a certain school lies a certain club and its three managers. Though unremarkable, days that can't be found anywhere else have begun! Drawn by Yamamoto Souichiro is a brand new Sports ground youth story!",
      "fr": "Dans une certaine lycée se trouve un certain club et ses trois managers. Bien qu'anodins, des jours comme on n'en trouve nulle part ailleurs voient le jour ! Dessiné par Yamamoto Souichiro : une toute nouvelle histoire de jeunesse sur le thème du sport !",
      "tl": "Nakatakda sa beysbol klab ng isang hayskul, ito ay isang \"kwentong pagdadalaga sa gilid,\" na nakatuon sa tatlong tagapamahala ng koponan na may napakaibang mga personalidad: si Nagisa, na halos hindi alam ang mga patakaran ng beysbol; si Ichinose, isang magarbo na gyaru; at si Himemiya, ang tahimik na babae na may nakakagulat na masamang pag-uugali.",
      "vi": "Slice of life của ba em quản lí CLB thể thao ở một trường cao trung nào đó... Để xem có gì hay!",
      "pt-br": "Numa determinada escola reside um determinado clube e as suas três ajudantes. Embora normais, dias que não podem ser encontrados em nenhum outro lugar começaram! Desenhado por Yamamoto Souichirou, é uma nova história juvenil de campo esportivo!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-11-28T06:34:54+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/e123fa5c-dcdb-43a0-a054-61f54d7748a3.jpg",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\n---\n\nAlternative version: [A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72a2961a-333b-434c-8552-8944d5c0c862",
    "title": {
      "en": "Gojuu, Rokujuu, Yorokonde"
    },
    "updatedAt": "2024-02-03T15:20:44+00:00",
    "coverArt": "https://mangadex.org/covers/72a2961a-333b-434c-8552-8944d5c0c862/9c8f875f-71f6-48fa-8b2b-6c599ccd758f.jpg",
    "altTitles": [
      {
        "en": "Fifty, Sixty, It's My Pleasure."
      },
      {
        "ja": "五十、六十、よろこんで。"
      },
      {
        "ru": "Пятьдесят, шестьдесят, с удовольствием."
      }
    ],
    "description": {
      "en": "Aki-san (50), a divorced woman, has been getting along well with Rokujo-san (60).\nPeople around them are worried about their pure relationship, but there is no need to worry. At a summer festival, the two quickly grow closer, and their feelings for each other continue to grow.\nThey envision a future together, and finally....\n\"I want to spend the rest of my life with the person I love.\"",
      "ru": "Аки-сан (50 лет), разведённая женщина, хорошо проводит время с Рокудзё-саном (60 лет). Окружающие беспокоятся, но их отношения чисты, и беспокоиться не стоит. На летнем фестивале они быстро сближаются, и их чувства друг к другу продолжают расти. Они представляют себе совместное будущее, и, наконец... «Я хочу провести остаток жизни с любимым человеком»."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "60"
  },
  {
    "mangaId": "0842cc1d-9bcb-4fbe-a76a-c1d74a12691d",
    "title": {
      "en": "There's a Rat in Our House"
    },
    "updatedAt": "2025-01-09T17:07:33+00:00",
    "coverArt": "https://mangadex.org/covers/0842cc1d-9bcb-4fbe-a76a-c1d74a12691d/59dbf8f5-8213-4466-b2d5-bdfd6e8372bc.png",
    "altTitles": [
      {
        "ko": "우리 집에는 쥐가 있다"
      },
      {
        "id": "Ada Tikus Dirumahku"
      },
      {
        "en": "There Is a Mouse in My House"
      },
      {
        "en": "There's a Mouse in my House"
      },
      {
        "pl": "Szczur w moim domu"
      }
    ],
    "description": {
      "en": "Amidst the freezing winter, a solitary being huddled on the snow-covered pavement, bearing the burden of deep loneliness and faded scars. It had forsaken itself, fragile and vulnerable. The reason for welcoming this nameless creature into the home was straightforward. \"What... does this mean?\" \"You helped me, and I wish to return the favor.\" In the complete darkness where no trace of light could penetrate, only two warm bodies occupied the space"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b958848-c885-4735-9201-12ee77abcb3c",
    "title": {
      "en": "SPY×FAMILY"
    },
    "updatedAt": "2025-01-17T15:49:31+00:00",
    "coverArt": "https://mangadex.org/covers/6b958848-c885-4735-9201-12ee77abcb3c/bc9a093b-f67f-454f-9c92-fcdd045f4dc0.jpg",
    "altTitles": [
      {
        "ja": "スパイ ファミリー"
      },
      {
        "ru": "Семья шпиона"
      },
      {
        "uk": "Сім'я × шпигуна"
      },
      {
        "cs": "Špión x Rodina"
      },
      {
        "pl": "SZPIEG X RODZINA"
      },
      {
        "lt": "ŠNIPO×ŠEIMA"
      },
      {
        "fa": "جاسوس × خانواده"
      },
      {
        "hi": "जासूस X परिवार"
      },
      {
        "ne": "जासूस×परिवार"
      },
      {
        "zh": "间谍过家家"
      },
      {
        "zh-hk": "間諜過家家"
      },
      {
        "zh-hk": "間諜家家酒"
      },
      {
        "mn": "ТАГНУУЛУ × ГЭР БҮЛ"
      },
      {
        "tr": "CASUS × AİLE"
      },
      {
        "ar": "جاسوس x عائله"
      },
      {
        "kk": "Тыңшы × Отбасы"
      },
      {
        "de": "Spy x Family"
      },
      {
        "pt-br": "SPY×FAMILY"
      },
      {
        "ka": "ჯაშუში×ოჯახი"
      },
      {
        "hi": "स्पाई×फैमिली"
      }
    ],
    "description": {
      "ar": "أمضى الجاسوس الخبير المسمى <الشفق> أيامه في مهام سرية ، وكل ذلك من أجل تحقيق عالم أفضل. لكن في يوم من الأيام ، حصل على أمر جديد صعب للغاية من القيادة. من أجل مهمته ، يجب عليه تكوين أسرة مؤقتة وبدء حياة جديدة؟!",
      "en": "The master spy codenamed <Twilight> has spent most of his life on undercover missions, all for the dream of a better world. Yet one day he receives a particularly difficult order from command. For his mission, he must form a temporary family and start a new life?! \n\nA Spy/Action/Comedy manga about a one-of-a-kind family!",
      "es": "El hábil espía Tasogare se dedicaba diariamente a cumplir misiones especiales por un mundo mejor. Un día recibe un complicado desafío... Su deber es crear una familia falsa y comenzar una nueva vida para poder cumplir la misión, ¿¡pero...!? ¡¡Un Espía × Acción × Comedia de una familia peculiarl!!",
      "id": "“Twilight,” seorang mata-mata yang hebat, setiap hari menjalankan misi rahasia untuk menciptakan dunia yang lebih baik. Suatu hari, dia mendapatkan perintah baru yang sangat sulit. Demi misi itu, dia harus memiliki keluarga sementara dan memulai hidup baru sebagai seorang ayah! Mata-mata x Aksi x Komedi keluarga istimewa!",
      "it": "Twilight, una delle migliori spie al mondo, ha trascorso la vita ad affrontare missioni sotto copertura per rendere il mondo un posto migliore. Un giorno però riceve un compito particolarmente difficile: dovrà formare una famiglia temporanea e iniziare una nuova vita!",
      "kk": "Мастер тыңшының кодтық аты<Twilight> өмірін жақсырақ әлем туралы арман үшін жасырын миссияларда өткізді. Бірақ бір күні ол командадан ерекше қиын жаңа бұйрық алады. Миссиясы үшін ол уақытша отбасын құрып, жаңа өмір бастауы керек пе?! Бірегей отбасы туралы тыңшылық/экшн/комедия!",
      "pl": "Wyśmienity szpieg, Zmierzch, poświęcił się wykonywaniu tajnych misji z powodu marzeń o lepszym świecie. Ale pewnego dnia otrzymuje bardzo trudne do wykonania zadanie. Aby osiągnąć cel misji, musi założyć tymczasową rodzinę i prowadzić życie najzwyczajniejszego w świecie ojca!  \r\nOto opowieść o jedynej w swoim rodzaju rodzinie!",
      "ru": "Мастерский шпион с кодовым именем <Сумрак> проводит свои дни в закулисных миссиях, всё ради мечты о лучшем мире. Но однажды он получает особенно сложное новое указание от командования. Для этой миссии он обязательно должен завести фиктивную семью и начать новую жизнь! Шпионская экшен-комедия об единственной в своём роде семье!\n\n---\nХитроумный шпион по прозвищу «Сумрак» изо дня в день выполнял секретные миссии, чтобы сделать мир лучше. Однажды он получил очередное трудное задание — ради миссии ему предстоит… обзавестись временной семьёй и начать новую жизнь?! Вас ждёт яркая смесь из шпионского боевика и необычной семейной комедии!",
      "th": "สุดยอดสปาย \"สนธยา\" ได้ปฏิบัติการสอดแนมทุกๆวันเพื่อโลกที่ดีกว่า แต่แล้ววันนึงเขาก็ได้รับภารกิจสุดหิน... เพื่อการนั้นเขาจึงได้สร้างครอบครัวปลอมๆและเริ่มชีวิตใหม่!? สปาย x แอคชั่น x คอเมดี้ครอบครัวสุดแนว!",
      "uk": "Холоднокровний і геніальний шпигун з кодовим ім'ям «Сутінь» завжди виконував свою роботу чітко і без зайвого шуму. Свою професію він обрав, плекаючи мрії про кращий світ. Він звик до надзвичайно складних завдань, важливість яких мала найвищий рівень, виконуючи які, він наражав своє життя на небезпеку. Але цього разу… Йому була надіслана інформація про нову місію, для успішного виконання якої «Сутінь» повинен завести сім'ю та вдавати відповідального та люблячого батька на ім'я Лоід Фолджер. Так він «удочирив» дівчинку на ім'я Аня. Дівчинка відразу входить у роль «дочки» і радіє кожній миті, яку проводить з новим «батьком». Тепер є тато та донька, але, як же мама? Нею стане неповторна наймана вбивця на ім'я Юрі Бріар (позивний - \"Принцеса шипів\"). \nМанґа розкриє всі тонкощі та незвичайний життєвий шлях нової «сім'ї», в якій кожен легко може виконати найскладніше завдання, або усунути ціль, але чи зможуть вони виконувати ролі «мами», «тата» та «доньки»?",
      "pt-br": "O brilhante espião \"Twilight\" se dedicava diariamente a cumprir missões secretas por um mundo melhor. Porém, um dia, ele recebeu uma nova tarefa bastante complicada... Para cumprir a sua missão, ele deve formar uma família temporária e começar uma nova vida, mas...?! Uma história de Espiões × Ação × Comédia de uma família bem peculiar!\n\n[ 1° TEMP.(parte 1 e 2) DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 38. ]\n[ 2° TEMP.(parte 1 e 2) DO ANIME ADAPTPU ATÉ: Vol. 9, Cap.59. ]",
      "zh-hk": "技藝高超的間諜<黃昏>，為了更加美好的世界,每天從事著諜報任務。有一天，司令下達了新的難題——…。為了完成任務，所臨時組建的家庭，所展開的新生活，但是！？間諜×打鬥×與眾不同的家族喜劇現在開始！！"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5c25341-d6ff-4585-8548-3a48fc7654d9",
    "title": {
      "en": "Momose Akira no Hatsukoi Hatan-chuu."
    },
    "updatedAt": "2025-01-01T19:21:42+00:00",
    "coverArt": "https://mangadex.org/covers/f5c25341-d6ff-4585-8548-3a48fc7654d9/14604286-fdc6-419c-bc54-1353b0f0dc2d.jpg",
    "altTitles": [
      {
        "ja": "百瀬アキラの初恋破綻中。"
      },
      {
        "en": "Momose Akira's First Love Struggles."
      },
      {
        "en": "Momose Akira's First Love is Coming Apart."
      },
      {
        "fr": "Les difficultés du premier amour de Momose Akira."
      },
      {
        "pl": "Pierwsze miłosne zmagania Akiry Momose"
      },
      {
        "pt-br": "O Primeiro Amor de Momose Akira em Ruínas"
      },
      {
        "ru": "Неудавшаяся первая любовь Акиры Момосэ"
      },
      {
        "ru": "Первая любовь Акиры Момосе терпит крах."
      },
      {
        "es": "El primer amor de Momose Akira se derrumba."
      },
      {
        "tr": "Momose Akira'nın İlk Aşk Maceraları"
      },
      {
        "vi": "Mối Tình Đầu Của Akira Momose Đang Trên Bờ Vực Đổ Vỡ"
      },
      {
        "vi": "Mối tình đầu đầy trắc trở của Momose Akira"
      }
    ],
    "description": {
      "en": "Kugayama Hajime, a boy living in the countryside, comes back to his old classmate Momose Akira, whom he used to admire. Just as he is about to watch her from afar and enjoy his sweet and sour youth, Akira makes an unexpected approach. And there was a \"fate\" that was more than he could have imagined.",
      "es": "Kugayama Hajime, un chico que vive en el campo, se reencuentra con su antigua compañera de clase Momose Akira, a la que solía admirar.\n\nJusto cuando está a punto de observarla desde lejos y disfrutar de su agridulce juventud, Akira se acerca de forma inesperada.\n\nY el \"destino\" es mucho más de lo que él pudo haberse imaginado.",
      "fr": "Kugayama Hajime, un garçon vivant à la campagne, revient vers son ancien camarade de classe Momose Akira, qu'il avait l'habitude d'admirer.Alors qu'il s'apprête à la regarder de loin et à profiter de sa jeunesse aigre-douce, Akira fait une approche inattendue.Et il y a eu un « destin » qui a été plus que ce qu'il aurait pu imaginer.",
      "ja": "ド田舎に暮らす少年・久我山はじめのもとに帰ってきた、かつての憧れの同級生・百瀬アキラ。彼女を遠くから眺めて、甘酸っぱい青春を謳歌しよう…と思っていた矢先に、アキラからまさかのアプローチが。そしてそこには、想像以上の”運命”が拡がってました。2人の様子を、どうぞあったかく見守ってください。",
      "pl": "Kugayama Hajime, chłopiec mieszkający na wsi, spotyka swoją dawną koleżankę z klasy, Momose Akiry, którą podziwiał. Gdy tylko zamierza obserwować ją z daleka i cieszyć się swoją słodko-gorzką młodością, Akira niespodziewanie zbliża się do niego. A za tym kryło się „przeznaczenie”, którego nie mógł sobie nawet wyobrazić.",
      "ru": "Жизнь Хадзимэ Кугаямы, мальчишки из глухой деревушки, круто меняется, когда в его жизнь возвращается бывшая одноклассница и когда-то недосягаемая мечта — Акира Момосэ. Он планировал просто наблюдать за ней издалека и наслаждаться воспоминаниями о своей юности... Но неожиданно Акира делает первый шаг навстречу. И вот тут начинается нечто гораздо большее, чем он мог себе представить. Следите за их историей и согревайте свои сердца вместе с ними.",
      "tr": "Taşrada yaşayan bir çocuk olan Kugayama Hajime’nin, eskiden hayranlık duyduğu sınıf arkadaşı Momose Akira geri döner. Tam onu uzaktan izleyip tatlı ekşi gençliğinin tadını çıkarmak üzereyken, Akira beklenmedik bir yaklaşımda bulunur. Ve hayal edebileceğinden de öte bir “kader” ile karşılaşır.",
      "pt-br": "Kugayama Hajime é um jovem que vive no interior. Sua vida muda quando Momose Akira, uma antiga colega de escola por quem ele sempre foi apaixonado, retorna à cidade. Hajime planejava admirá-la de longe, saboreando um romance juvenil agridoce. Mas, para sua surpresa, Akira toma a iniciativa de se aproximar. O que se desenrola a partir daí é um destino mais surpreendente do que ele jamais poderia ter imaginado."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b6c0281-572d-4661-9eee-fd2a260009d3",
    "title": {
      "en": "Uchi no Meido ga Uzasugiru"
    },
    "updatedAt": "2024-12-30T13:39:57+00:00",
    "coverArt": "https://mangadex.org/covers/7b6c0281-572d-4661-9eee-fd2a260009d3/f3c3c51a-3f47-419e-b847-b39a32c18329.jpg",
    "altTitles": [
      {
        "ja": "うちのメイドがウザすぎる！"
      },
      {
        "en": "UzaMaid: Our Maid Is Way Too Annoying!"
      },
      {
        "ru": "Моя горничная слишком надоедливая!"
      },
      {
        "zh": "燕熊！"
      }
    ],
    "description": {
      "en": "Former Air Force Master Sergeant Kamoi Tsubame tries changing careers to finally get cute girls to wear her cute self-designed clothes. To that end she tries to get a job in the Takanashi household as a maid and babysitter to Yasuhiro Takanashi's spoiled daughter Misha Takanashi, as it seems that her mother is no longer present.  \n  \nMisha has successfully gotten rid of previous maids through playing devastating pranks like throwing mud, laying out banana peels to slip on and lighting the washed clothes on fire. In face of the newest applicant boasting that she has military experience, Misha even thinks about researching bomb making.",
      "ja": "母を亡くし父と二人で暮らす小学生女子・ミーシャ。そんな父子家庭にやってきた新人家政婦は、やたらマッチョな上に三度の飯より幼女が大好きで…！？"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "58"
  }
]