[
  {
    "mangaId": "2a45676c-6b3e-4733-a1f1-5b9f379954e8",
    "title": {
      "en": "Shane x Onna Oujoushu no Manga"
    },
    "updatedAt": "2024-11-07T17:04:01+00:00",
    "coverArt": "https://mangadex.org/covers/2a45676c-6b3e-4733-a1f1-5b9f379954e8/a60714b4-e0e7-4133-aa4d-389e3b9fd3cb.jpg",
    "altTitles": [
      {
        "ja": "シェーン×女農場主の漫画"
      },
      {
        "ja-ro": "Shane x Onna Oujoushu no Manga"
      },
      {
        "en": "A Manga about Shane and the Farmer"
      },
      {
        "en": "Shane x Female Farmer"
      }
    ],
    "description": {
      "en": "A Stardew Valley doujin that follows the love story of Shane and Mugi, a farmer who has just moved to Pelican Town. \nThe story is semi-original and does not strictly follow the game's events and dialogue."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2024-10-13T09:32:57+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/2db77e03-67bd-43ab-ad75-f0c2c161715d.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "bg": "Стокано"
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ja-ro": "Kimi no koto ga daidaidaidaidai suki na 100-nin no Kanojo"
      },
      {
        "vi": "100 Cô Bạn Gái Này Rất, Rất, Rất, Rất, Rất Là Yêu Tôi Đó"
      },
      {
        "es-la": "Mis 100 novias que me quieren mucho mucho"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. In desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! Now this god will set things right by making sure Aijo gets one hundred dates. \n\nExcept, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! Worse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85a99758-de39-471e-9f6d-800547f53d0a",
    "title": {
      "en": "Tougen Anki"
    },
    "updatedAt": "2024-09-02T22:00:07+00:00",
    "coverArt": "https://mangadex.org/covers/85a99758-de39-471e-9f6d-800547f53d0a/d9ccf9ca-6773-4c20-bd46-c991d84e97f3.jpg",
    "altTitles": [
      {
        "ja": "桃源暗鬼"
      },
      {
        "en": "Tougen Anki: Legend of the Cursed Blood"
      },
      {
        "fr": "Tôgen Anki : La légende du sang maudit"
      }
    ],
    "description": {
      "en": "Ichinose Shiki, an inheritor of the blood of Oni had lived out his entire childhood oblivious to this fact. However, when an unknown man comes rushing into his home in attempts to assassinate him, his foster father finally reveals the truth. In a world where Oni and Momotarou have never been able to coexist, join Ichinose in his struggle for power and unifying the two races!",
      "fr": "Une légende raconte qu'un enfant extrêmement fort serait né d'une pêche et baptisé Momotarô. Lorsqu'il devint assez grand et puissant, ce valeureux guerrier aurait chassé les Oni qui pillaient les villages. Ce héros n'est pas une légende... Tout comme les Oni...\nLeurs descendants sont encore parmi nous et la bataille opposait le clan Momotarô au clan des Oni fait rage ! Shiki est un jeune garçon, au sang chaud. Alors qu'il vient de se faire renvoyer de l'école, il prend conscience qu'il possède du sang de Oni. Le clan Momotarô le cherche et veut l'éliminer. la quête de liberté de Shiki et des autres Oni commence...",
      "pt-br": "Ichinose Shiki, um herdeiro do sangue de Oni, viveu toda a sua infância alheio a esse fato. No entanto, quando um homem desconhecido entra correndo em sua casa na tentativa de assassiná-lo, seu pai adotivo finalmente revela a verdade. Em um mundo onde Oni e Momotarou nunca puderam coexistir, junte-se a Ichinose em sua luta pelo poder e unificando as duas raças!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62608082-d81d-4513-af7d-ae3ffe2423d2",
    "title": {
      "en": "Kiyo in Kyoto: From the Maiko House"
    },
    "updatedAt": "2024-04-14T17:56:31+00:00",
    "coverArt": "https://mangadex.org/covers/62608082-d81d-4513-af7d-ae3ffe2423d2/8a3491cd-8d3c-4788-b621-d1e45dd6902a.jpg",
    "altTitles": [
      {
        "ja": "舞妓さんちのまかないさん"
      },
      {
        "en": "The Caterer at the Maiko Manor"
      },
      {
        "fr": "La maison des Maiko"
      },
      {
        "ja-ro": "Maiko-san Chi no Makanai-san"
      },
      {
        "ru": "Кухарка в доме майко"
      },
      {
        "id": "Juru Masak Para Maiko"
      },
      {
        "en": "The Makanai: Cooking for the Maiko House"
      }
    ],
    "description": {
      "en": "Within the winding streets of Kyoto's geisha district lives a 16 year old girl named Kiyo. \nAfter failing to become a Maiko, a traditional dance apprentice, she starts working as caterer for her troupe. \nThis is the story of her daily life.  \n\nPublished in Indonesian by Elex Media as **Juru Masak Para Maiko**.\n\nAnime: [AniDB](https://anidb.net/anime/15476) | [MAL](https://myanimelist.net/anime/41556/Maiko-san_Chi_no_Makanai-san) | [ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=23951) | [LC](https://www.livechart.me/anime/9863) | [IMDB](https://www.imdb.com/title/tt13884016/)\nLive-action dorama: [Netflix](https://www.netflix.com/title/81325501) | [MyDramaList](https://mydramalist.com/718203-kiyo-in-kyoto) | [IMDB](https://www.imdb.com/title/tt15964848/)\n \n--- \n- **Won the 65th Shogakukan Manga Award for Shonen Manga**",
      "ja": "ここは京都のど真ん中にある花街。 舞妓さんたちが深夜、お仕事を終えたあと帰ってきて、共同生活を送っているのは、「屋形」と呼ばれるおうちです。 とある屋形で「まかないさん」として舞妓さんたちに毎日の食事を作っているのは、なんと弱冠16歳の少女・キヨ。 彼女がまかないさんになったのには、ある意外な理由があって——。 華やかな花街の舞台裏、普通の日のごはんを通して、温かな人間模様が描かれます。"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6df29d13-2dab-4ca6-a0b5-74070abf3e1d",
    "title": {
      "en": "The One Within the Villainess"
    },
    "updatedAt": "2024-11-02T18:39:42+00:00",
    "coverArt": "https://mangadex.org/covers/6df29d13-2dab-4ca6-a0b5-74070abf3e1d/5db86ab7-14bb-4a30-a9f9-6aa16f5771df.jpg",
    "altTitles": [
      {
        "ja-ro": "Akuyaku Reijou no Naka no Hito ~Danzai sareta Tenseisha no Tame Usotsuki Heroine ni Fukushuu Itashimasu~"
      },
      {
        "ja": "悪役令嬢の中の人"
      },
      {
        "ja": "悪役令嬢の中の人〜断罪された転生者のため嘘つきヒロインに復讐いたします〜"
      },
      {
        "zh": "恶役千金的真面目"
      },
      {
        "zh": "恶役千金的真面目～为被定罪的转生者向骗子女主报复～"
      },
      {
        "zh-hk": "惡役千金的真面目"
      },
      {
        "zh-hk": "惡役千金的真面目～為被定罪的轉生者向騙子女主報復～"
      },
      {
        "ko": "악역 영애 안의 사람"
      },
      {
        "ja": "Akuyaku Reijou no Naka no Hito"
      },
      {
        "vi": "Kẻ Cư Ngụ Bên Trong Ác Nữ"
      },
      {
        "fr": "La fille au sein de l'antagoniste"
      },
      {
        "fr": "Celle à l'intérieur de la vilaine"
      },
      {
        "id": "Didalam Diri Seorang Villaness"
      },
      {
        "vi": "Ác Nữ chuyển sinh"
      },
      {
        "en": "The One within The Villainess"
      }
    ],
    "description": {
      "en": "In order to clear the name of ‘Emi’, a girl who had reincarnated as Remilia, the villainess of an otome game, the real Remilia who had been watching all along inside awakens.\n\nNow it's time for the true villainess's revenge to begin!",
      "id": "Agar bisa membersihkan nama \"Emi\", yaitu nama seorang gadis yang bereinkarnasi menjadi Remilia sang villainess dari sebuah game otome, Remilia asli yang selama ini mengawasi emi dari dalam akhirnya telah tersadar.\n\nSekarang adalah waktunya bagi sang villainess yang asli untuk membalaskan dendamnya!",
      "vi": "Để minh oan cho ‘Emi’, một cô gái đã tái sinh thành Remilia, nhân vật phản diện của trò chơi otome, Remilia, người đã luôn theo dõi cô, bắt đầu trả thù!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "704168db-8ad7-4eee-a300-bdc7eb4c78ba",
    "title": {
      "en": "Kuro Gal-san ga Kuru!"
    },
    "updatedAt": "2024-10-11T14:07:52+00:00",
    "coverArt": "https://mangadex.org/covers/704168db-8ad7-4eee-a300-bdc7eb4c78ba/8a5e840a-baa3-4b4b-a905-3725f28448c5.jpg",
    "altTitles": [
      {
        "ja": "黒ギャルさんが来る！"
      },
      {
        "ja-ro": "Kuro Gyaru-san ga Kuru!"
      },
      {
        "en": "Black Gal–san Is Coming!"
      },
      {
        "en": "A Black Gal Is Coming!"
      },
      {
        "en": "A black gyaru is coming!"
      },
      {
        "zh": "黑辣妹小姐来啦！"
      },
      {
        "zh-ro": "Hēi làmèi xiǎojiě lái la!"
      }
    ],
    "description": {
      "en": "A beleaguered office worker finds his way to a cafe where he decries the hardships of his routine. In there, a friendly gyaru high schooler notices his lamentations and after hearing him vent out, she cheers him up the \"gyaru\" way and they exchange contacts.  \n  \nWhat will become of this unlikely friendship?",
      "es-la": "Un oficinista asediado encuentra su camino a un café donde denuncia las dificultades de su rutina. Allí, una amable estudiante de secundaria gyaru se da cuenta de sus lamentos y después de oírle desahogarse, le anima a la manera de \"gyaru\" e intercambian contactos. ¿Qué será de esta improbable amistad?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "7501c94f-7d29-4a60-9a3a-c6fcfd5b36b5",
    "title": {
      "en": "Mayuri-san no Iru Sentou"
    },
    "updatedAt": "2024-11-07T20:33:45+00:00",
    "coverArt": "https://mangadex.org/covers/7501c94f-7d29-4a60-9a3a-c6fcfd5b36b5/2d7f0ba3-e176-4782-9b62-0c217e88d761.jpg",
    "altTitles": [
      {
        "ja": "まゆりさんのいる銭湯"
      }
    ],
    "description": {
      "fr": "En passant sous le rideau, ce que j’aperçus devant moi était énorme, énorme… quelque chose, installé sur le comptoir… ! Le doux mouvement de ses formes généreuses apaise le cœur et dénoue même le corps. Une comédie chaleureuse dans un bain public",
      "ja": "のれんをくぐった先に見えたのは、番台にのっかった大きな大きなアレでした… 揺れるたわわに心癒され、体もほぐされちゃう…！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39e55355-dfb4-44e9-bd0b-df1fc3a0e33e",
    "title": {
      "en": "The Reason Why Raeliana Ended Up at the Duke's Mansion"
    },
    "updatedAt": "2024-01-05T22:35:58+00:00",
    "coverArt": "https://mangadex.org/covers/39e55355-dfb4-44e9-bd0b-df1fc3a0e33e/c6933fbb-e69b-492e-b3f9-ec722d7dc8ff.jpg",
    "altTitles": [
      {
        "ko": "그녀가 공작저로 가야 했던 사정"
      },
      {
        "ko-ro": "Geunyeoga Gongjagjeolo Gaya Haessdeon Sajeong"
      },
      {
        "en": "Why Raeliana Ended Up at the Duke's Mansion"
      },
      {
        "en": "Why She Had to Go to the Duke"
      },
      {
        "en": "The Duke's Fiancée"
      },
      {
        "de": "Raeliana - Warum sie die Verlobte des Dukes wurde"
      },
      {
        "de": "Der Grund, warum Raeliana im Haus des Herzogs landete"
      },
      {
        "fr": "Comment j'ai survécu au Manoir Wynknight"
      },
      {
        "es": "La razón por la cual Raeliana terminó en la mansión del duque"
      },
      {
        "hr": "Razlog Zbog Kojeg je Raeliana Završila u Vojvodinoj Vili"
      },
      {
        "uk": "Раеліана: Наречена герцога за контрактом"
      },
      {
        "ru": "По которой Раэлиана оказалась в особняке герцога"
      },
      {
        "ru": "Невеста герцога по контракту Причина"
      },
      {
        "ru": "Невеста герцога по контракту"
      },
      {
        "th": "พระเอกของฉันเป็นท่านดยุค"
      },
      {
        "ja": "彼女が公爵邸に行った理由"
      },
      {
        "ja-ro": "Kanojo ga Koushakutei ni Itta Riyuu"
      },
      {
        "ja-ro": "Kanojo ga Kōshakutei ni Itta Riyū"
      },
      {
        "zh": "公爵的契约未婚妻"
      },
      {
        "zh-hk": "公爵的契約未婚妻"
      },
      {
        "vi": "Vị hôn thê khế ước của công tước"
      },
      {
        "vi": "Lý do khiến Raeliana đến nhà công tước"
      },
      {
        "id": "Tunangan Kontrak Duke"
      },
      {
        "tr": "Neden hep Dük’ün malikanesinde son buluyor?!"
      },
      {
        "fr": "Comment Raeliana a survécu au manoir Wynknight"
      }
    ],
    "description": {
      "de": "Von ihrem eigenen Verlobten zu Tode vergiftet werden?! Eunha ist nicht in die Geschichte eines Romans aufgewacht, nur um als ein unglückliches Extra wieder getötet zu werden. Um ihre Geschichte zu ändern, braucht sie eine Deckung...sechs Monate lang vorgeben, die Verlobte des männlichen Hauptcharakteren des Romans, Herzog Noah Wynknight, zu sein. Aber wird dieser kaltherzige, engelsgesichtige Dämon eines Mannes ihr wirklich helfen, ihr unglückliches Ende zu vermeiden?!",
      "en": "Poisoned to death by her own betrothed?! Eunha didn’t wake up in a novel’s story just to get killed off again as an unfortunate extra! To change her story she needs a cover… 6 months pretending to be the fake fiancée of the novel's male protagonist, Duke Noah Wynknight. But will this cold-hearted, angel-faced demon of a man really help her avoid another ill-fated ending?!",
      "es": "¿Envenenada hasta la muerte por su propio prometido? ¡Eunha no se despertó en la historia de una novela para ser asesinada de nuevo como un personaje secundario más! Para cambiar su historia, ella necesita fingir 6 meses ser la novia falsa del protagonista masculino de la novela, el Duque Noah Wynknight. ¡¿Pero este demonio de un hombre de corazón frío y rostro de ángel realmente la ayudará a evitar otro final desafortunado?!",
      "fr": "Empoisonnée par son propre fiancé?! Eunha ne s’est pas réveillée dans l’histoire d’un roman pour se faire tuer! Pour changer son histoire, elle a besoin d'une couverture… six mois à prétendre être la fausse fiancée du personnage principal du roman, le Duc Noah Wynknight. Mais ce démon d'un homme au cœur froid et au visage d'ange l'aidera-t-il vraiment à éviter une autre fin malheureuse?!",
      "hr": "Otrovana od strane svog vlastitog zaručnika?! Eunha se nije probudila u romanu samo da bi završila ubijena kao nesretni višak! Da promijeni svoju priču, treba joj zaštita...6 mjeseci pretvaranja da je zaručnica glavnog muškog lika u romanu, zvanog vojvoda Noah Wynknight. Ali hoće li joj taj demon od čovjeka s kamenim srcem i licem anđela stvarno pomoći da izbjegne još jedan tragičan završetak",
      "hu": "Amikor Park EunHa meghal a modern kori Koreában, Raeliana McMillan, egy nouveau riche báró lányának a testében tér magához. Azonban ez nem egy hétköznapi világ - pontosan olyan, mint a regényben lévő, amit olvasott. Családja szereti, mintha egy tündérmesében lenne. De Raeliana messze áll a főszereplőtől - ő csak egy cselekményeszköz, akinek a vőlegénye általi meggyilkolása kezdeményezi a történetet. Raeliana nem szándékozik csendben elviselni sorsát. A szemét olyasvalakire szegezi, aki nagy hatalmi pozícióban van - a vieux riche férfi főszereplőjére, Noah Volstaire Wynknight hercegre. Célja, hogy megváltoztassa az eredeti történetet. A jövőbeni események ismereteit felhasználva Raeliana információt nyújt Noah-nak azzal a feltétellel, hogy eljátssza a hamis vőlegényét, de a kétszínű herceg keresztül húzza a számításait!",
      "ru": "После неожиданной гибели Пак Ын Ха попадает в волшебный мир, где всё идёт по знакомому ей сюжету романа. Однако она - не главная героиня этой истории, ей досталась второстепенная роль со скорым трагичным концом! Чтобы избежать своей незавидной судьбы, она заключает контракт с герцогом Ноа Волстео Виннайтом. Но всё не так просто… За добрым и ангельским лицом герцога скрывается настоящий дьявол! Сможет ли она избежать судьбы, некогда прописанной на страницах?  \r\n\r\n\r\n---\r\n\r\n- Updates every Monday in the Kakao Page  \r\n  \r\nOfficial: [Indonesian](https://kakaopage.co.id/content/Tunangan-Kontrak-Duke/1999), [Chinese](https://www.kuaikanmanhua.com/web/topic/2180/), [Vietnamese](https://comi.mobi/truyen/vi-hon-the-khe-uoc-cua-cong-tuoc/), [Japanese](https://piccoma.com/web/product/3673?etype=episode), [French](https://www.delitoon.com/webtoon/manoir-wynknight)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "158"
  },
  {
    "mangaId": "514f1a94-b09f-4331-8cf9-0f01d06d3b80",
    "title": {
      "en": "The Knight Only Lives Today"
    },
    "updatedAt": "2024-08-23T03:18:43+00:00",
    "coverArt": "https://mangadex.org/covers/514f1a94-b09f-4331-8cf9-0f01d06d3b80/a1f4b9a4-c784-4c39-828e-f551e0bfaa13.jpg",
    "altTitles": [
      {
        "en": "Eternally Regressing Knight"
      },
      {
        "ko": "오늘만 사는 기사"
      }
    ],
    "description": {
      "en": "Is dying repeatedly a blessing? Enkrid's life-long dream of becoming a knight looked to be forever out of reach, until one day he died... and woke up at the beginning of that same day! Now that he has unlimited chances to train and engage in mortal combat, just how far can he go?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-10-09T15:49:05+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/a76e50e3-496c-490d-8872-8c836d58ba19.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      },
      {
        "vi": "SHY"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "vi": "Vào giữa thế kỷ 21, trong số các anh hùng có mặt khắp nơi trên khắp thế giới xuất hiện một anh hùng siêu xấu hổ đến từ Nhật Bản với biệt danh là \"Shy\".\nCô gánh trên mình trách nhiệm của một anh hùng, mặc dù bản thân rất kém trong việc đối mặt với ánh mắt đến từ mọi người.\nDù gặp biết bao gian khó và khổ đau, nhưng Shy vẫn đứng lên vì những người xung quanh...! \nKhông chỉ dừng ở những cuộc xung đột, SHY còn là câu chuyện về tình người, về sự đồng tâm hiệp lực của các anh hùng để cùng nhau tiến về phía trước!\nCâu chuyện trưởng thành về anh hùng mang tấm lòng nhân ái!",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbd9b470-c83d-4238-940d-d335a016d92e",
    "title": {
      "en": "Kawaisou na Imouto-chan"
    },
    "updatedAt": "2024-10-28T09:36:25+00:00",
    "coverArt": "https://mangadex.org/covers/fbd9b470-c83d-4238-940d-d335a016d92e/b0dacb85-e085-4c2d-b07a-ce6b3732dfcd.png",
    "altTitles": [
      {
        "ja": "かわいそうな妹ちゃん"
      },
      {
        "ja-ro": "Kawaisou na Imoutochan"
      },
      {
        "en": "Poor Little Sister"
      },
      {
        "vi": "Cô em gái đáng thương"
      }
    ],
    "description": {
      "en": "Poor little sister who loves her onii-chan",
      "vi": "Cô em gái đáng thương phải lòng anh trai mình"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05a56be4-26ab-4f50-8fc0-ab8304570258",
    "title": {
      "en": "Drawing: Saikyou Mangaka wa Oekaki Skill de Isekai Musou Suru!"
    },
    "updatedAt": "2024-10-25T14:25:38+00:00",
    "coverArt": "https://mangadex.org/covers/05a56be4-26ab-4f50-8fc0-ab8304570258/0f3200cd-a047-44c4-9be9-c7d62b3cfdd8.jpg",
    "altTitles": [
      {
        "ja": "ドローイング 最強漫画家はお絵かきスキルで異世界無双する！"
      },
      {
        "en": "Drawing: The Greatest Mangaka Becomes a Skilled “Martial Artist” in Another World"
      },
      {
        "zh-hk": "作畫 最強漫畫家利用繪畫技能在異世界開無雙！"
      },
      {
        "vi": "Drawing: Mangaka Mạnh Nhất Với Kỹ Năng Vẽ Tranh Vô Song Tại Dị Giới"
      }
    ],
    "description": {
      "en": "Akira Kamishiro was a very successful manga author, who was diagnosed with blood cancer one day. He regretted the way he lived, where he could only build up empty relationships. Angry at his mother for asking him to send her some money, he died in a car accident. He was given a chance to choose his new mother and reincarnate in another world.\n\nAkira, not wanting to have a repeat of his past life, decided to choose an ordinary but safe life.. He was reincarnated as Akira, the only son of a magic store, with his previous life's memories. He had no talent for swordsmanship or magic, but he didn’t care as he was still loved by his family. At one point, he realized that he can embody various things by \"drawing a picture\". That's when he noticed his cheat ability...!?",
      "ja": "漫画家として大成功を収めていた神代彰は、成功だけに囚われて人間関係を蔑ろにし続けた自分の人生を後悔しながら死んでしまう。そんな彰を待っていたのは、自分で母親を選んで異世界転生するチャンス！？転生した彰は剣術も魔法もダメダメだったが、家族に愛されながら平穏な生活を送っていた。しかしあるとき、「絵を描く」ことでいろいろなものを具現化できるチート能力に気がついてしまって……？",
      "vi": "Akira, một họa sĩ tài năng nhưng sau khi bị bệnh ung thư anh đã nhận ra xung quanh mình chẳng còn gì ngoại trừ cái danh hiệu \"thành công\" của mình. Không có người đi cùng mình đến bệnh viện, người mẹ, người thân duy nhất của anh cũng đòi anh đưa tiền mới chịu đi cùng anh. Trong cơn giận anh đã vô tình gây tai nạn và được chuyển sinh sang thế giới khác. Một thế giới mới với một cuộc sống mới anh quyết định sống một cách bình thường và giữ gìn hạnh phúc gia đình nhỏ nhoi của mình",
      "pt-br": "Akira Kamidai lamenta ter conseguido construir apenas uma relação vazia, embora tenha feito muito sucesso como cartunista. Uma vida em um lugar medíocre onde eu queria que Akira fosse uma pessoa com magia. Reencarnação em uma loja voltada para a esgrima. Esgrima! Esgrima! Esgrima! Esgrima! Esgrima! Eu estava vivendo uma vida ideal para uma família amada por espadachins. Descobri a habilidade de trapaça que encarnar várias coisas atravéz de um ”desenho”…? Uma aventura mundial diferente para proteger seu paradeiro, tecida por Akira que quer levar uma vida normal...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00673eae-0d07-4105-9e24-d65a2cc6922f",
    "title": {
      "en": "Kimi Dake ga Hontou"
    },
    "updatedAt": "2024-10-31T20:43:36+00:00",
    "coverArt": "https://mangadex.org/covers/00673eae-0d07-4105-9e24-d65a2cc6922f/b2a1ba64-8c27-447f-a39b-c8626ef82027.jpg",
    "altTitles": [
      {
        "ja": "きみだけがほんとう"
      }
    ],
    "description": {
      "en": "High school boy, Rikimaru, is unable to touch women due to childhood trauma. He has a pair of childhood friends who are siblings. The older sister, Kagami, and then the younger brother, Kyou. Between the two of them they share a similar height and appearance. Under these circumstances a unique twin love romance begins to bloom.",
      "id": "Rikimaru adalah siswa SMA yang tak bisa menyentuh perempuan karena trauma di masa kecilnya. Dia punya teman masa kecil yang merupakan anak kembar, yaitu si kakak perempuan, Kagami, dan si adik laki-laki, Kyou. Seperti apa hubungan spesial antara dia dengan dua orang yang memiliki wajah dan tinggi yang sama ini? Kisah cinta dengan anak kembar ini merupakan karya mangaka dewasa berbakat, Yasson Yoshiyuki!",
      "es-la": "Rikimaru es un chico de secundaria que ha perdido la capacidad de tocar a las mujeres debido a un trauma infantil. Tiene amigos gemelos de la infancia un año más jóvenes que él. Kagami es la hermana mayor y Kyou es el hermano menor, ¿hay una situación especial entre dos personas que tienen altura y cara similar...? Un romance de gemelos único por Yasson Yoshiyuki, un artista talentoso en el mundo del manga adulto."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "d5eab46f-8698-4e0f-9fe4-3b2d821aaa29",
    "title": {
      "en": "The Tyrant Wants to Be Good"
    },
    "updatedAt": "2024-06-15T04:53:30+00:00",
    "coverArt": "https://mangadex.org/covers/d5eab46f-8698-4e0f-9fe4-3b2d821aaa29/86cd8d68-5c96-4346-b95a-e7f7d9b43fbc.jpg",
    "altTitles": [
      {
        "ko": "폭군님은 착하게 살고 싶어"
      },
      {
        "ko-ro": "Pokgunnimeun Chakage Salgo Sipeo"
      },
      {
        "en": "The Tyrant Wants to Live Honestly"
      },
      {
        "en": "The Tyrant Wants to Live a Good Life"
      },
      {
        "fr": "La tryanne veut vivre vertueusement"
      },
      {
        "pt": "A tirana quer viver honestamente"
      },
      {
        "es": "La tirana quiere tener una buena vida"
      },
      {
        "uk": "Тиранка бажає жити чесно"
      },
      {
        "id": "Tiran ingin menjadi baik"
      },
      {
        "id": "Sang Tiran ingin hidup dengan jujur"
      },
      {
        "zh": "暴君想要善良地活着"
      },
      {
        "en": "The Tyrant Wants to Live a Virtuous Life"
      }
    ],
    "description": {
      "en": "Dorothea Milanaire, who was once the tyrant of the Ubera Empire, wound up being hated by the one she loved and was executed. However... after she opened her eyes, she found herself back in her childhood?! Believing this to be her chance, she resolved to live virtuously in this life. Can she repent her past life as a tyrant and live virtuously in her new life...?!\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5469718), [Volumes](https://series.naver.com/novel/detail.series?productNo=8605301)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9013022), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801736)",
      "ko": "폭군님은 갱생 중! \n\n제국 우베라의 폭군이었던 도로테아 밀라네어. \n\n눈앞의 모든 것을 제거하며, 빼앗고 탐욕스럽게 먹어 치우는 '악'이었던 그녀는 \n결국 사랑하는 사람에게 미움받고 처형을 당하고 만다. \n\n그런데... 눈을 뜨니 어린 시절로 되돌아왔다?!  \n\n혹시 이건 악과 후회로 얼룩진 인생을 되돌릴 수 있는 기회가 아닐까? \n\n이번 생의 목표는 착하게 사는 것. \n과연 도로테아는 폭군이었던 과거를 청산하고 새로운 삶에서 착하게 살아갈 수 있을까...?! \n\n폭군님의 인생을 건 갱생이 시작된다!\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5469718), [Volumes](https://series.naver.com/novel/detail.series?productNo=8605301)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9013022), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801736)",
      "uk": "Доротея Міланір - тиранка імперії Убера, яка була ненависна тому, кого кохала, хоча все своє існування відчайдушно прохала про взаємну любов. Однак... Розплющивши очі, героїня розуміє, що повернулася в дитинство. \"Здається, це мій шанс!\". Вона ставить собі за мету прожити гідне життя. Чи вдасться їй позбутися своєї минулої тиранічної суті та нарешті жити щасливо?\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5469718), [Volumes](https://series.naver.com/novel/detail.series?productNo=8605301)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9013022), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801736)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67258389-41e4-4e3e-8d1b-ac7eed806623",
    "title": {
      "en": "Watashi no Arika"
    },
    "updatedAt": "2024-10-25T13:11:06+00:00",
    "coverArt": "https://mangadex.org/covers/67258389-41e4-4e3e-8d1b-ac7eed806623/65a6a0c3-89b0-4d5d-9b69-381a2b8f22fa.jpg",
    "altTitles": [
      {
        "ja": "私のアリカ"
      },
      {
        "en": "My Arika"
      },
      {
        "vi": "Arika của tôi"
      }
    ],
    "description": {
      "en": "A huge incident happens to Arika, the center of a hugely popular idol group. Is the culprit a fan? Or could it be... The light and dark sides of the glamorous idol industry are now exposed!",
      "ja": "人気急上昇中のアイドルグループのセンター・アリカの身に起きた大事件。犯人はファンか、それとも‥‥。華々しいアイドル業界の光と闇が今暴かれる！",
      "vi": "Mamiya Arika, nữ hát chính của nhóm nhạc thần tượng \"Lyrical Trick\" bỗng mất tích một cách bí ẩn. Và đầu mối duy nhất về dấu vết của cô chỉ đơn giản là một đoạn video camera an ninh.\nLiệu đây có đơn giản chỉ là hành vi của một fan hâm mộ quá khích, một idol otaku hay không...!?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "62"
  },
  {
    "mangaId": "8fb6d1db-c0c5-4122-81fe-dd480bfdb6eb",
    "title": {
      "en": "Magical Girl 201"
    },
    "updatedAt": "2024-11-03T13:38:13+00:00",
    "coverArt": "https://mangadex.org/covers/8fb6d1db-c0c5-4122-81fe-dd480bfdb6eb/992313ef-33fb-4d00-8742-350f287f9ffb.jpg",
    "altTitles": [
      {
        "ja": "魔法少女201"
      },
      {
        "ja-ro": "Mahou Shoujo 201"
      },
      {
        "vi": "Ma Pháp Thiếu Nữ 201"
      }
    ],
    "description": {
      "en": "Fujiyama Shinobu aka Sexy Fujiyama, is a general working for the evil Flower Bud Gang who are trying to take over the city. Standing in her way is the masked magical girl, Princess Mamu, who wouldn't you know it, has just moved in next door to Fujiyama's place..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d41fe947-2e33-4b26-ac29-abc70fb08edb",
    "title": {
      "en": "Shut Up, Evil Dragon! I Don't Want to Raise a Child With You Anymore"
    },
    "updatedAt": "2024-10-22T17:20:18+00:00",
    "coverArt": "https://mangadex.org/covers/d41fe947-2e33-4b26-ac29-abc70fb08edb/ee4e3885-ee1d-45c6-bc56-b2928765b0ba.jpg",
    "altTitles": [
      {
        "zh": "闭嘴恶龙我不想再跟你带孩子了"
      },
      {
        "en": "Shut Up, Malevolent Dragon! I Don’t Want to Have Any More Children With You"
      },
      {
        "uk": "Помовч, зла драконихо! Я не буду виховувати з тобою дітей!"
      }
    ],
    "description": {
      "en": "After being defeated and captured, the dragon slayer Leon became a captive of the Silver Dragon Queen. With the awareness of death, he used forbidden magic to curse the queen, but unexpectedly, the queen lost control. \n\nHe thought that this would make the queen live with shame for the rest of her life, and it would be worthy of the dragon slayer's mission. \n\nBut two years later, when Leon opened his eyes, next to him was a little dragon girl with a tail...",
      "id": "Setelah dikalahkan dan ditangkap, Dragon Slayer Leon menjadi tawanan Silver Dragon Queen. Dengan kesadaran akan kematian, dia menggunakan sihir terlarang untuk mengutuk sang ratu, tetapi secara tak terduga, sang ratu kehilangan kendali. Dia berpikir bahwa ini akan membuat sang ratu hidup dalam rasa malu seumur hidupnya, dan itu akan sepadan dengan misinya sebagai pemburu naga. Namun, dua tahun kemudian, ketika Leon membuka matanya, di sampingnya ada seorang gadis kecil naga dengan ekor...",
      "uk": "Після поразки та полону, вбивця драконів Леон потрапив у полон до королеви клану Срібних Драконів. Усвідомлюючи наближення смерті, він використав заборонену техніку, щоб накласти прокляття на королеву, але несподівано королева втратила контроль.\n\nВін думав, що це змусить королеву жити з соромом до кінця життя, і це буде гідно титулу вбивці драконів.\n\nАле через два роки, коли Леон розплющив очі, поруч з ним сиділа дівчинка-дракон із хвостиком..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d803df2d-9706-41ed-8b45-cc6fe3b10185",
    "title": {
      "en": "Almark"
    },
    "updatedAt": "2024-10-10T20:39:37+00:00",
    "coverArt": "https://mangadex.org/covers/d803df2d-9706-41ed-8b45-cc6fe3b10185/62d9e885-ebd1-4dc6-b12e-8ea233aff7ef.jpg",
    "altTitles": [
      {
        "ja": "アルマーク"
      },
      {
        "fr": "Almark (Komikku)"
      }
    ],
    "description": {
      "en": "Born the son of a mercenary in the war-torn north, Almark sets out on a long journey to the Nork Academy of Magic in the south to fulfill a promise he made to his father to become a sorcerer. After a long journey, his life at the academy was completely different from the world he was in. Almark is always confused by the gap. However, while making mistakes, with the help of his colleagues and teachers, he gradually shows a glimpse of his talent. With the pride of being the son of a mercenary, Almark takes the first step toward becoming a sorcerer.",
      "ja": "戦乱の絶えない北の地で傭兵の息子として生まれたアルマークは、『魔術師になる』という父との約束を果たすため、南の地にあるノルク魔法学院へ向け、長い旅に出る。傭兵の息子という誇りを胸に、アルマークは魔術師への第一歩を踏み出す――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a08f45d1-788a-4b7c-b1c4-b87b083e1b59",
    "title": {
      "en": "Mythic Item Obtained"
    },
    "updatedAt": "2024-06-16T15:31:29+00:00",
    "coverArt": "https://mangadex.org/covers/a08f45d1-788a-4b7c-b1c4-b87b083e1b59/4123a88a-a520-4f95-b02d-7d8bc65ea0ab.jpg",
    "altTitles": [
      {
        "ko": "신화급 귀속 아이템을 손에 넣었다"
      },
      {
        "ru": "Я получил предмет мифического класса"
      },
      {
        "fa": "من یک قطعه درجه اسطوره ای بدست آوردم"
      },
      {
        "ko-ro": "Sinhwageub Gwisog Aitem-eul son-e Neoh-eossda"
      },
      {
        "en": "I Obtained a Mythic Item"
      }
    ],
    "description": {
      "en": "In a world where technology and magic are almost indistinguishable from one another, monsters and creatures of myth and legend reign terror upon mankind. In humanity’s darkest moment, individuals with special god-like powers emerge to save the day. They are — the Awakened.\n\nMeet Jaehyeon, a feeble Awakened human Raider, who struggles to make ends meet until one day a series of confounding events allow him to claim a powerful item that will change the course of history forever…",
      "ko": "D급 무투계 레이더,\n최강의 귀속 아이템으로\n세계를 구할 신의 대적자가 되다!",
      "ru": "Я получил единственный в мире мифический предмет. Но что? Этот предмет принадлежит мне?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "43078ddf-c2aa-415d-bccb-97e35a3755fa",
    "title": {
      "en": "My Dearest Self With Malice Aforethought"
    },
    "updatedAt": "2024-10-26T14:08:54+00:00",
    "coverArt": "https://mangadex.org/covers/43078ddf-c2aa-415d-bccb-97e35a3755fa/ea0af62d-be04-41b9-9273-fc4d83ce9c4d.jpg",
    "altTitles": [
      {
        "fr": "The Killer Inside"
      },
      {
        "ru": "Мое дорогое Я со злым умыслом"
      },
      {
        "zh": "亲爱的我饱含杀意"
      },
      {
        "ko": "친애하는 나에게 살의를 담아"
      },
      {
        "ne": "प्रिय म, हत्यारा नियतले"
      },
      {
        "de": "The Killer Inside"
      },
      {
        "ja-ro": "Shinai naru Boku e Satsui o Komete"
      },
      {
        "ja": "親愛なる僕へ殺意をこめて"
      }
    ],
    "description": {
      "de": "Auf den ersten Blick scheint Eiji ein ganz normaler Student zu sein, doch er hat ein Geheimnis: sein verstorbener Vater war ein berüchtigter Serienmörder, der für seine extreme Grausamkeit bekannt war.\nEines Tages wacht Eiji neben einem schönen fremden Mädchen auf, das anscheinend in ihn verliebt ist und behauptet, seine Freundin zu sein, doch eigenartigerweise kann er sich nicht an sie erinnern. Die letzten Tage scheinen wie aus seinem Gedächtnis gelöscht, und es fühlt sich an, als hätte jemand anders die Kontrolle übernommen. Zur selben Zeit findet die örtliche Polizei eine aufs Übelste verstümmelte Leiche, und für sie besteht kein Zweifel: Eijis Vater ist zurück... doch kann das wirklich sein?",
      "en": "Urashima Eiji, a college student, goes to sleep after a fun drinking night with his friends. When he wakes up he discovers a beautiful girl next to him who treats him as if they are in a loving relationship. Later, Eiji finds out that 4 days have passed since he went out with his crew. What did he do during all that time and why does he have no memory of it? By confronting that reality, he will be caught in tragedy…",
      "ne": "एइजी, कलेज उमेरको कुमारले कुनै दिन प्रेमिका हुने सपना देख्छ... अनि एक दिन आफ्नो \"प्रेमिका\" को साथ आफ्नो ओछ्यानमा उठ्छ! त्यति मात्र होइन, उसको साथीले उसलाई बताउँछ कि ऊ झगडामा परेको छ ... र त्यो तीन दिन बितिसक्यो जुन एइजीलाई याद छैन? के अँध्यारो रहस्यहरू लुकाइरहेका छ ... एइजी आफैले?",
      "ru": "Урашима Эйджи, студент колледжа, засыпает после веселой ночи с друзьями. Когда он просыпается, он обнаруживает рядом с собой красивую девушку, которая ведет себя с ним, как со своим парнем. Позже Эйджи узнает, что с того вечера прошло 3 дня. Что он делал все это время и почему не помнит ничего об этом? Столкнувшись с реальностью, он попадет в трагедию…  \n  \nItou Shouta's Twitter: [@shota\\_itooooo](https://twitter.com/shota_itooooo)",
      "vi": "Urashima Eiji, một sinh viên đại học, đi ngủ sau một đêm uống rượu vui vẻ với bạn bè. Khi tỉnh dậy, anh phát hiện ra một cô gái xinh đẹp bên cạnh, người đối xử với anh như thể họ đang trong một mối quan hệ yêu đương. Sau đó, anh phát hiện ra rằng 4 ngày đã trôi qua kể từ khi anh đi ra ngoài cùng với đám bạn của mình. Anh ấy đã làm gì trong suốt thời gian đó và tại sao anh ấy không có ký ức về nó?. Khi đối mặt với thực tế đó, anh sẽ bị cuốn vào bi kịch..."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "97"
  },
  {
    "mangaId": "9f73bd5e-30a8-4ba6-a276-c7a58d368a09",
    "title": {
      "en": "Eternal Sword God"
    },
    "updatedAt": "2024-10-29T22:15:16+00:00",
    "coverArt": "https://mangadex.org/covers/9f73bd5e-30a8-4ba6-a276-c7a58d368a09/abe0cb92-fd71-46be-9c37-c635844a78f1.jpg",
    "altTitles": [
      {
        "ru": "Бессмертный бог меча"
      },
      {
        "en": "Wàn Gǔ Jiàn Shén"
      },
      {
        "zh": "万古剑神"
      },
      {
        "vi": "Vạn Cổ Kiếm Thần"
      }
    ],
    "description": {
      "en": "He stood at the pinnacle of the world. Surpassing all since birth in the art of the sword. But fate has left him crippled moments before reaching the apex. But the story continues and the legend will rise again…\n\n---\n- **Note:** 2nd Place in 15th Chinese Golden Dragon Manhua Awards",
      "fr": "Il se tenait au sommet du monde. Surpassant tout depuis la naissance dans l'art de l'épée. Mais le destin l'a laissé infirme quelques instants avant d'atteindre le sommet. Mais l'histoire continue et la légende renaîtra…",
      "zh": "天下最风流的剑客，名曰沈三公子。 天下最有名的剑法，唤作万藏剑经。 天下最强大最神秘的地方，是为弃剑山庄。 每周六早上九点准时更新~"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26074407-7b3b-4fc9-8c4b-03747e9380c0",
    "title": {
      "en": "Alcohol and Ogre-girls"
    },
    "updatedAt": "2024-11-07T20:34:31+00:00",
    "coverArt": "https://mangadex.org/covers/26074407-7b3b-4fc9-8c4b-03747e9380c0/eb37dd50-a351-462f-88ca-7432f93ee0f2.jpg",
    "altTitles": [
      {
        "ja": "酒と鬼は二合まで"
      },
      {
        "ja-ro": "Sake to Oni wa Nigou made"
      },
      {
        "ja-ro": "Sake to Onna wa Ni-gō made"
      },
      {
        "pt-br": "Álcool e garotas ogros"
      },
      {
        "vi": "Tửu Nữ và Quỷ Nữ"
      }
    ],
    "description": {
      "en": "Shida Naori is a college student who loves making alcoholic drinks but has no friends to share them with. At a mixer, she meets Ibuki Hinata, who she ends up taking home with her. After making her a drink, Naori discovers that Hinata is an ogre-girl descended from Shuten-doji who needs alcohol to live, can only drink alcohol offered to her by humans, and grows horns whenever she drinks. Thus, Hinata decides to make Naori her personal bartender.\n\n---\n\nAlternative [Amazon Retail Link](https://www.amazon.co.jp/dp/4757574061) (Physical)",
      "vi": "Shida Naori là một cô sinh viên 20 tuổi với một niềm đam mê với cocktail nhưng lại chẳng có ai để uống cùng. Rồi một hôm, cô phát hiện ra rằng cô gái mà cô mang về nhà sau một bữa tiệc lại là một quái nữ, hậu duệ của Shutendoji, và đã quyết định làm bartender riêng của cổ. Những hậu duệ của Shutendoji cần uống rượu như ăn thức ăn, nhưng họ lại bị nguyền rủa là chỉ có thể uống được đồ có cồn mà con người mời."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47e5c76d-1420-4bfa-a973-90524c9d6f13",
    "title": {
      "en": "Pokémon Special"
    },
    "updatedAt": "2024-10-11T17:33:24+00:00",
    "coverArt": "https://mangadex.org/covers/47e5c76d-1420-4bfa-a973-90524c9d6f13/62d30f8f-4929-46c9-a0e4-25c66c7bff92.jpg",
    "altTitles": [
      {
        "en": "Pokémon Adventures"
      },
      {
        "fr": "Pokémon La Grande Aventure"
      },
      {
        "tr": "Pokémon Maceraları"
      },
      {
        "ja-ro": "PokéSP"
      },
      {
        "ja-ro": "PokéSpe"
      },
      {
        "en": "PokéSpecial"
      },
      {
        "ja": "ポケットモンスタースペシャル"
      },
      {
        "en": "Pocket Monsters Special"
      },
      {
        "de": "Pokemon - Die ersten Abenteuer"
      },
      {
        "uk": "Пригоди Покемонів"
      }
    ],
    "description": {
      "en": "Pokémon Adventures follows the story of the original Game Boy game, with all the Gym Leaders, places and opponents. There's plenty of action as these trainers explore forests, jungles, cities and caves in search of Pokémon and adventure… sometimes working together, sometimes on their own! But can they foil the schemes of Team Rocket, a mysterious group of villains who want to use Pokémon for evil?  \n  \nVolume 1 Chapter 1 - Volume 3 Chapter 40 - Red, Green & Blue chapter  \nVolume 4 Chapter 41 - Volume 7 Chapter 90 - Yellow chapter  \nVolume 8 Chapter 91 - Volume 15 Chapter 180 - Gold, Silver & Crystal chapter  \nVolume 15 Chapter 181 - Volume 22 Chapter 267 - Ruby & Sapphire chapter  \nVolume 22 Chapter 268 - Volume 26 Chapter 302 - FireRed & LeafGreen chapter  \nVolume 26 Chapter 303 - Volume 29 Chapter 337 - Emerald chapter  \nVolume 30 Chapter 338 - Volume 38 Chapter 416 - Diamond & Pearl chapter  \nVolume 38 Chapter 417 - Volume 40 Chapter 441 - Platinum chapter  \nVolume 41 Chapter 442 - Volume 43 Chapter 460 - HeartGold & SoulSilver chapter  \nVolume 43 Chapter 461 - Volume 51 Chapter 524 - Black & White chapter  \nVolume 52 Chapter 525 - Volume 55 Chapter 548 - Black 2 & White 2 chapter  \nVolume 55 Chapter 549 - Volume 62 Chapter 595 - X & Y chapter  \nVolume 62 Chapter 596 - Volume ?? Chapter ??? - ΩRuby•αSapphire\n  \nORAS and Sun & Moon will be added to this entry."
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7262e67-e7d7-44b5-b39a-96fafef39edf",
    "title": {
      "en": "Koi ni Koi suru Koibito Kankei"
    },
    "updatedAt": "2024-10-27T01:09:02+00:00",
    "coverArt": "https://mangadex.org/covers/f7262e67-e7d7-44b5-b39a-96fafef39edf/89c52367-893a-4b6d-93ac-3ff055f39174.jpg",
    "altTitles": [
      {
        "ja": "恋に恋するコイビト関係"
      },
      {
        "en": "Becoming Her Lover For the Sake of Love"
      },
      {
        "pl": "Związek w związku ze związkiem"
      }
    ],
    "description": {
      "en": "Asako Ichijou, the student council president at a prestigious girls' high school, has been racking her brain about the ladykiller Nagi Tenma. That's the sort of person Asako is, but Nagi discovers Asako has broken school rules by bringing a shoujo manga to school...\n\nAsako pleads with Nagi to keep it a secret, and Nagi reveals her condition: \"Become my lover.\"\n\n(Source: Takeshobo, translated)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87774459-acfe-479a-bfd6-015ebcfb4a1e",
    "title": {
      "en": "The Princess Has A Solitary Personality"
    },
    "updatedAt": "2024-11-07T20:13:58+00:00",
    "coverArt": "https://mangadex.org/covers/87774459-acfe-479a-bfd6-015ebcfb4a1e/fa3f3f87-d2c1-40f7-ad41-3589ddb36019.png",
    "altTitles": [
      {
        "en": "The princess is a solitary confinement type"
      },
      {
        "ko": "공녀님은 독수공방 체질입니다"
      },
      {
        "ko-ro": "Gong nyeo nimeun doksugongbang chejil imnida"
      }
    ],
    "description": {
      "en": "No matter which ending I saw, I was trapped in a crazy game where I would inevitably be killed by the final boss.\n\n“Didn’t someone teach you? If you lie, this place and that place will tremble.”\n\nI thought I was going to die without a fight. But then...\n\n“But I’ve been hoping that this could be a secret meeting.”\n“It’s late advice, but you should have been more careful from the beginning. Once you give someone like me permission, it’s something you can never take back.”\n\nFinal boss, why are you acting like this all of a sudden?!\n\n<The Princess is the Type to be Alone>",
      "ko": "어떤 엔딩을 봐도 마지막에는 최종보스 손에 살해당하는 미친 게임에 빙의했다.\n\n\"누군가 가르쳐주지 않던가? 거짓말을 하면 여기랑 여기가 떨린다고.\"\n\n꼼짝없이 죽을 거라고 생각했다.\n그런데…….\n\n“하지만 난 지금부터 이게 밀회가 되었으면 하는 바람을 품고 있는데.”\n“늦은 충고지만, 처음부터 조심했어야지. 나 같은 놈에게 한번 허락하면, 그건 절대 무를 수가 없는 거거든.”\n\n최종보스님, 갑자기 왜 이러시는 거예요?!\n<공녀님은 독수공방 체질입니다>"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe639e2f-ab1e-4f1f-b837-0aa2628524c8",
    "title": {
      "en": "Touhou - Super Speed Starters (Doujinshi)"
    },
    "updatedAt": "2022-02-16T19:12:54+00:00",
    "coverArt": "https://mangadex.org/covers/fe639e2f-ab1e-4f1f-b837-0aa2628524c8/8edf28b5-74a9-4644-a959-73445f95badc.jpg",
    "altTitles": [
      {
        "en": "(C85) Super Speed Starters (Touhou Project)"
      },
      {
        "ja": "(C85) Super Speed Starters (東方Project)"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9478665e-412b-4e08-9844-5c07a732a71b",
    "title": {
      "en": "Eiyuu to Kenja no Tensei Kon: Katsute no Koutekishu to Kon'yakushite Saikyou Fuufu ni Narimashita"
    },
    "updatedAt": "2024-10-25T06:30:52+00:00",
    "coverArt": "https://mangadex.org/covers/9478665e-412b-4e08-9844-5c07a732a71b/8c853f93-0327-41b5-a56f-072aed8d308d.jpg",
    "altTitles": [
      {
        "ja": "英雄と賢者の転生婚　～かつての好敵手と婚約して最強夫婦になりました～"
      },
      {
        "en": "The Hero and the Sage, Reincarnated and Engaged"
      },
      {
        "en": "The Reincarnated Marriage of a Hero and Sage: After Becoming Engaged to a Former Rival, We Became the Strongest Couple"
      },
      {
        "pt-br": "Reencarnado • O herói se casa com o sábio ~Depois de ficar noivo de um ex-rival, nos tornamos o casal mais forte~"
      }
    ],
    "description": {
      "en": "In a world ravaged by war and conflict, Hero Raid Freeden and Sage Eluria Caldwin clashed time and time again over fifty long years as the strongest soldiers of their respective nations. However, their long-standing rivalry came to an inevitable yet bitter end with Eluria’s sudden death. A thousand years later, Raid finds he has been reincarnated—and so has Eluria! The world may now be at peace, but the two have an unsettled rivalry between them and the mystery of their reincarnation looms ominously over their heads. There’s so much that needs to be done, so they decide to...get engaged and attend the Royal Institute of Magic together?!\n\n---\n**Links** \n\n* [Official English Light Novel](https://j-novel.club/series/the-hero-and-the-sage-reincarnated-and-engaged)\n* [NovelUpdates](https://www.novelupdates.com/series/reincarnated-%e2%80%a2-the-hero-marries-the-sage-after-becoming-engaged-to-a-former-rival-we-became-the-strongest-couple/) (Temporary, Bug cuts this url when saved in the NU field)",
      "ja": "英雄・レイドと賢者・エルリアは長きに渡り戦っていたが、賢者の死により戦いは唐突に終わる。レイドは敵国に乗り込みエルリアの遺体の前で壮絶な死を遂げた…と、思ったら自分は赤子で世界は千年後に!?",
      "pt-br": "Reid, um jovem herói com a maior força física, e Elria, uma bela sábia com a maior habilidade mágica.\n\nEles continuaram a lutar como rivais em nações inimigas opostas, mas seu relacionamento chegou ao fim com a morte repentina de Elria... Então, mil anos depois,\n\nReencarnou em um mundo onde a magia reina suprema, mas aquele que manteve a força física mais forte de sua vida anterior, Reid, se reuniu com Elria, que também reencarnou—\n\n\"Ei, Reid, quero que você se case comigo.\"\n\n\"…Huh?\"\n\nOs dois, que se tornaram o casal amoroso inconsciente mais forte em mil anos, matricularam-se na Royal Magic Academy para decidir quem é mais forte!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ee51d8fb-ba27-46a5-b204-d565ea1b11aa",
    "title": {
      "en": "Ore ga Kokuhaku Sarete Kara, Ojou no Yousu ga Okashii"
    },
    "updatedAt": "2024-11-05T13:51:22+00:00",
    "coverArt": "https://mangadex.org/covers/ee51d8fb-ba27-46a5-b204-d565ea1b11aa/f2dfa227-26cd-4b69-8c7b-bc8f3b54a39f.jpg",
    "altTitles": [
      {
        "ja": "俺が告白されてから、お嬢の様子がおかしい。"
      },
      {
        "ja-ro": "Ore ga Kokuhaku Sarete Kara, Ojou no Yousu ga Okashii."
      },
      {
        "en": "The Young Lady Has Been Acting Weird Ever Since Someone Confessed to Me"
      },
      {
        "en": "After I Was Confessed to, the Young Lady Looked Strange"
      },
      {
        "pt-br": "A Jovem Dama Tem Agido Estranho Desde que Alguém se Confessou para Mim"
      },
      {
        "id": "Perilaku Nona Muda Menjadi Aneh Sejak Seseorang Menyatakan Cinta Padaku"
      }
    ],
    "description": {
      "en": "The servant of the Tendou family, Eito, serves the perfect young lady, Hoshine. \n\nOne day, Eito informs Hoshine that someone from another class confessed their feelings for him. Hoshine, who has hidden her feelings for Eito since childhood, begins to feel uneasy: \n\n\"I’ve loved Eito for a much longer time!\"\n\n As a result, Hoshine starts to approach Eito even more, making bolder advances than ever before! She gets close to him in crowded trains and begs him to sleep by her side… While Eito tries to maintain his role as a formal servant, Hoshine increasingly pursues him with her advances. \n\nIt’s an adorable romantic comedy between a mistress and her servant, featuring a young lady who strives to win her servant’s love!",
      "pt-br": "O servo da família Tendou, Eito, serve a jovem perfeita, Hoshine. Um dia, Eito informa a Hoshine que alguém de outra turma confessou seus sentimentos por ele. Hoshine, que esconde seus sentimentos por Eito desde a infância, começa a se sentir inquieta: \"Eu amo o Eito há muito mais tempo!\" Como resultado, Hoshine começa a se aproximar ainda mais de Eito, fazendo avanços mais ousados do que nunca! Ela se aproxima dele em trens lotados e implora para que ele durma ao seu lado... Enquanto Eito tenta manter seu papel de servo formal, Hoshine o persegue cada vez mais com suas investidas. É uma adorável comédia romântica entre uma jovem dama e seu servo, apresentando uma moça que luta para conquistar o amor de seu fiel criado!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "abd9a294-dcb8-40c2-a32d-30b16b82eceb",
    "title": {
      "en": "Ninja no Kishi"
    },
    "updatedAt": "2024-10-21T10:11:03+00:00",
    "coverArt": "https://mangadex.org/covers/abd9a294-dcb8-40c2-a32d-30b16b82eceb/fefb2ddf-0206-4c58-a843-70bcf7346be5.jpg",
    "altTitles": [
      {
        "ja": "忍者の騎士"
      },
      {
        "en": "The Ninja Knight"
      }
    ],
    "description": {
      "en": "Ninjas, known for their exceptional physical abilities, mastery of various tools, and expertise in stealth operations. Knights, who pledge loyalty to their lords, excel in advanced swordsmanship, and are skilled in combat.",
      "ja": "見たことのない最強の姿がここにある!!\n\n高い身体能力を持ち、様々な道具を駆使し、隠密行動を得意とする――忍者。主君に忠誠を誓い、高度な剣術を持ち、戦闘を得意とする――騎士。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6440a4b0-2fdc-4a99-9378-f53e5ee6c90e",
    "title": {
      "en": "Fake Saint of the Year: You Wanted the Perfect Saint? Too Bad!"
    },
    "updatedAt": "2024-11-03T14:16:56+00:00",
    "coverArt": "https://mangadex.org/covers/6440a4b0-2fdc-4a99-9378-f53e5ee6c90e/26c36c51-aac3-4d21-90bd-f751296b8df8.jpg",
    "altTitles": [
      {
        "ja-ro": "Nise Seijo Kuso of the Year: Risou no Seijo? Zannen, Nise Seijo deshita!"
      },
      {
        "ru": "Фальшивая святая, отброс года. ~Идеальная святая? Нет, всего лишь подделка!~"
      },
      {
        "ja": "偽聖女クソオブザイヤー～理想の聖女？　残念、偽聖女でした！～"
      }
    ],
    "description": {
      "en": "[The Eternal Scattering Flowers: Fiore Caduto Eterna] is a game ill-suited of being known as a galge, as the main heroine would – regardless of the chosen route – meet her demise.\n\nFudou Niito, a resident of Japan, went to bed dissatisfied with the ending of the game. When he next awoke, he found himself in the body of the game’s hated fake saint, Elrise. Confused, but with an understanding that Elrise’s actions would spell disaster for many lives in the future, he took advantage of the situation and acted to change the course of history.\n\nAs a result, despite her rotten personality, Elrise was adored by those around her as a perfect saint. Furthermore, the game itself was intrinsically linked to his original world and changed accordingly to suit Elrise’s actions. Without any knowledge of what the hell was going on, the fake saint Elrise continued to alter her fate.\n\nA saint on the outside, but a man on the inside.\n\nThe transmigrator was a piece of shit and the person he transmigrated into was also a piece of shit. A combination of shit and shit would cause an accident – to create the greatest fake saint shitshow of the year!",
      "id": "[The Eternal Scattering Flowers: Fiore Caduto Eterna] adalah sebuah permainan yang tidak cocok untuk di panggil sebagai galge, karena apapun rute yang di pilih heroine utama akan selalu menemui ajalnya.\n\nFudou Niito, seorang penduduk di jepang, pergi tidur dengan ketidakpuasan pada akhir dari gamenya. Selanjutnya ketika dia terbangun, ia menemukan dirinya berada dalam tubuh seorang saint yang di benci dalam game, Elrise.\n\nDia kebingungan, namun dengan pemahaman bahwa tindakan Elrise akan menyebabkan bencana untuk banyak kehidupan di masa depan, dia memanfaatkan situasi itu dan bertindak untuk mengubah jalannya sejarah.\n\nSebagai hasilnya, terlepas dari kepribadian busuknya, Elrise di cintai oleh orang-orang di sekitarnya sebagai seorang saint yang sempurna. Terlebih lagi, game itu sendiri pada intinya terhubung dengan dunia asli tempatnya berada dan berubah berdasarkan tindakan Elrise. Tanpa mengetahui apa yang sedang terjadi, seorang saint palsu Elrise terus-menerus mengubah takdirnya.\n\nSeorang saint di luar, namun pria di dalamnya.\n\nOrang yang merasuki adalah seorang bajingan dan orang yang di rasukinya juga merupakan seorang bajingan. Kombinasi dari para bajingan akan menyebabkan mala petaka yang akan menciptakan pertunjukan saint palsu bajingan terbesar tahun ini!",
      "ja": "異世界で無双！　偽聖女で何が悪い…!?\nギャルゲー『永遠の散花』は、どのルートを選んでもメインヒロインが死ぬギャルゲーである。 ゲーム内に登場する悪役へ転生した俺は、ヒロインのエテルナを救うため、ゲーム知識をフル活用しようとするのだが…？",
      "ru": "Визуальный роман «Куон но Санка ~Fiore caduto eterna~» — несправедливая игра, где в каждой из веток истории главная героиня умирает. Я, переродившийся в поддельную святую-злодейку игры Эльризе, решил по полной использовать все свои знания об игре, чтобы спасти главную героиню, Этерну, однако…\n\nВнешность святой девы, а внутри мужик. Дерьмовой душе — дерьмовый персонаж. Как же развернётся история, где по случайности два отброса слились воедино?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "220282a9-a2ff-4a6b-9bed-f4a9da24c661",
    "title": {
      "en": "Maybe Meant to Be"
    },
    "updatedAt": "2024-10-31T15:07:46+00:00",
    "coverArt": "https://mangadex.org/covers/220282a9-a2ff-4a6b-9bed-f4a9da24c661/f1200311-3b79-436e-8edf-4f3a9465e2e5.jpg",
    "altTitles": [
      {
        "ko": "어쩌다보니 천생연분"
      },
      {
        "ko-ro": "Eojjeodaboni Cheonsaengyeonbun"
      },
      {
        "en": "By Chance, a Match Made in Heaven"
      },
      {
        "en": "Match Made in Heaven by Chance"
      },
      {
        "en": "Accidentally Heavenly Match"
      },
      {
        "es": "Quizás fue el destino"
      },
      {
        "th": "โชคชะตานำพารัก"
      },
      {
        "ja": "いきなり結婚生活"
      },
      {
        "vi": "Lớ Ngớ Vớ Phải Tình Yêu"
      },
      {
        "vi": "Duyên Trời Đã Định"
      },
      {
        "zh": "莫名成了天生一对"
      },
      {
        "zh-hk": "偶然成了天生一對"
      },
      {
        "hu": "Valóra Vált Véletlen"
      }
    ],
    "description": {
      "en": "‘How long have i been laying down at home…?’ Han Jia, who is turning 32 this year (she’s a freelancer who’s still doesn’t have a full-time job/jobless), suffers because of the pressure given by people around her that keep telling her to get married. Around the same time, Jin Mincheol, her childhood friend who came to Jia’s hometown for holiday, is having the same problem. Then, the two people got married just like that. Now that they have married….. ‘Huh? We match each other more than i thought?’",
      "es": "Jia Han, una trabajadora independiente sin trabajo de 32 años, está cansada de que sus padres insistan con que se case y se vaya de la casa. Cuando se encuentra con un amigo de la infancia, Mincheol Jin, que siente la misma presión por parte de sus padres, dice sin pensar que casarse sería una buena solución para los problemas de los dos. Pero no se imaginaba que él aceptaría su propuesta y, de repente, se encuentra de camino al altar. ¡Una historia sobre un romance inesperado que no podrás dejar de leer!",
      "fr": "Jia, 32 ans, sans-emploi, vit toujours avec ses parents. En ayant marre de la pression de sa famille, par un coup de tête, elle fait une demande en mariage à son ami d'enfance, Mincheol, qu'elle vient tout juste de recroiser après des années. À sa grande surprise, celui-ci accepte directement sa proposition et d'un jour à l'autre elle se trouve mariée à Mincheol. Cette union improvisée perturbe Jia, mais, petit à petit elle découvre qu'ils sont en fait... parfaits l'un pour l'autre?!",
      "hu": "Han Jia, jelenleg szabadságon lévő szabadúszó, közismertebb néven munkanélküli. Jia a Holdújévet a nyaggatásával ünneplő családja elől elmenekül \"friss levegőt szívni\", amikor összefut egy régi ismerőssel. Jin Mincheol, aki a nyomi szomszédkölyök volt egykor Jia szemében, majdnem hasonló cipőben jár, ugyanis az ő családja is azt várja, hogy párt találjon végre magának. Ekkor támad egy zseniális ötlete hősnőnknek, és kezdetét veszi a két lökött főszereplő közös élete.",
      "id": "Sudah berapa tahun kamu tinggal di rumah orang tua? Han Jiah (pengangguran) yang tahun ini berusia 32 tahun, hari ini juga menderita karena masih belum menikah dan bekerja. Tiba-tiba Jim Minchul, sahabat kecil Jiah muncul dan mereka memutuskan untuk menikah!?? Ternyata mereka berdua malah lebih cocok dari yang diperkirakan?!",
      "ko": "집에 얹혀산 지 몇 년 차더라..? \n올해 32살을 맞이한 한지아(일하지 않는 프리랜서/무직)는 주변의 결혼하라는 눈칫밥에 오늘도 고통받는데.. \n때마침 명절을 맞이하여 고향에 내려온 소꿉친구 민철 또한 같은 고민이 있었으니.\n그러면 쉬운 해결 방법이 있잖아?!? 그렇게 홧김에 결혼한 두 사람.\n그런데 막상 결혼해 보니... 어라?? 생각보다 너무 잘 맞는다?!",
      "th": "‘ฮันจีอา’ ฟรีแลนซ์สาววัย 32 ปีที่เบื่อหน่ายกับคำถามเรื่องแต่งงานของพ่อแม่ บังเอิญพบกับเพื่อนสมัยเด็ก ‘จินมินชอล’ หนุ่มเนิร์ดที่โดนคำถามจากพ่อแม่เรื่องนี้เช่นกัน คนโสดทั้งสองตัดสินใจจะหยุดคำถามเหล่านี้ด้วยการแต่งงาน! หรือว่านี่จะเป็นบุพเพสันนิวาส?",
      "zh": "厌倦被家人催婚的两人！\n就这样稀里糊涂结了婚！\n今年32岁的韩智雅没工作，不知在家蹭吃蹭喝了多少年，一直被催婚……正好在过节的时候，智雅遇到了回老家过节的儿时玩伴珉哲。她发现珉哲也有相同的困扰。因此，他们俩一气之下选择结婚……",
      "pt-br": "\"Há quanto tempo estou deitada em casa...?\"\n\nHan Jia, que está completando 32 anos este ano (ela é uma freelancer que ainda não tem um emprego registrado), sofre com a pressão das pessoas ao redor, que ficam dizendo para ela se casar. Na mesma época, Jin Mincheol, seu amigo de infância que veio para a cidade natal de Jia para passar as férias, está tendo o mesmo problema. Então, as duas pessoas se casaram, simples assim. Agora que eles se casaram… \n\n\"Huh? Nós combinamos mais do que pesávamos?\"",
      "zh-hk": "因為沒工作而一直住在老家的韓智雅總是會被家人催促結婚，就在她瀕臨崩潰的時候，遇到了有相同煩惱的兒時玩伴……"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-03-20T22:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/ab44f350-e6b8-48f7-8e7f-8f30702ff64f.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2336915-4adf-462b-96c0-ffc6f637ba6c",
    "title": {
      "en": "Siscon Ani to Brocon Imouto ga Fuufu ni Nattara Shiawase Sugite Bakuhatsushisou"
    },
    "updatedAt": "2023-11-28T17:52:43+00:00",
    "coverArt": "https://mangadex.org/covers/e2336915-4adf-462b-96c0-ffc6f637ba6c/1bd8bd8e-2389-4717-8d9e-7334b0cf8668.jpg",
    "altTitles": [
      {
        "en": "Brother Complex & Sister Complex After Story"
      },
      {
        "en": "When a Siscon Brother and Brocon Sister Become A Married Couple, They Might Explode From the Rush of Happiness!"
      },
      {
        "ja": "シスコン兄とブラコン妹が夫婦になったら幸せ過ぎて爆発しそう"
      },
      {
        "pt-br": "Quando Um Irmão Siscon e Uma Irmã Brocon Se Tornam Um Casal, Eles Podem Explodir de Felicidade!"
      }
    ],
    "description": {
      "en": "- Additional store link:\n[DLsite](https://www.dlsite.com/home/work/=/product_id/RJ290292.html)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e0daf05-706d-412d-bc08-e4e4f9da8b35",
    "title": {
      "en": "Siscon Ani to Brocon Imouto ga Shoujiki ni Nattara"
    },
    "updatedAt": "2024-03-31T22:19:30+00:00",
    "coverArt": "https://mangadex.org/covers/0e0daf05-706d-412d-bc08-e4e4f9da8b35/10bee4c0-d834-45d4-9c7d-3be85d6f097e.jpg",
    "altTitles": [
      {
        "en": "When a Siscon Brother and Brocon Sister Become Honest"
      },
      {
        "ru": "Когда брат-сисконщик и сестра-броконщица решили быть честными."
      },
      {
        "ja": "シスコン兄とブラコン妹が正直になったら"
      },
      {
        "zh-hk": "一旦妹控哥哥與兄控妹妹變得坦率"
      },
      {
        "ko": "시스콘 오빠와 브라콘 여동생이 솔직해진다면"
      },
      {
        "pt-br": "Quando Um Irmão Siscon e Uma Irmã Brocon se Tornam Honestos"
      }
    ],
    "description": {
      "en": "Even in high school, Ritsu and Uta really get along, but suddenly, they have to pretend to be lovers…!?  \n  \nThe real brother-sister exciting love comedy starts!!\n\n**Links:**\n- [Audio Dramas (Eng)](https://mega.nz/#F!l1MQlQjb!fIkmPLNx2pY-ezK90qtf9g)",
      "pt-br": "Embora eles sejam estudantes do ensino médio, Ritsu e Uta são amigos e irmãos íntimos ao mesmo tempo. Num certo dia, esses dois fingem estar apaixonados…! \n\nA comédia romântica entre irmãos reais estará cheia de emoções!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "48"
  },
  {
    "mangaId": "0438d896-547b-497f-866f-e97b8a77a574",
    "title": {
      "en": "Anan-san wa Deatte 3-byou de Gattai shitai!"
    },
    "updatedAt": "2024-11-02T14:57:29+00:00",
    "coverArt": "https://mangadex.org/covers/0438d896-547b-497f-866f-e97b8a77a574/5911b5e3-2f41-42c6-be4e-7fcfd9d31f98.jpg",
    "altTitles": [
      {
        "ja": "阿南さんは出会って3秒で合体したい!"
      },
      {
        "en": "Anan-san Wants to Combine within 3 Seconds of Meeting!"
      },
      {
        "zh": "阿南小姐见面3秒后就想合体！"
      },
      {
        "zh-ro": "Ānán xiǎojiě jiànmiàn 3 miǎo hòu jiù xiǎng hétǐ!"
      }
    ],
    "description": {
      "en": "Anan, an office worker who's only experience with men comes watching porn, tries to win over her boss and love interest, Dept. Chief Kitazono, but fails at every turn. In fact, Kitazono is also a virgin with zero romantic experience...",
      "ja": "恋愛経験の乏しい阿南さんは、AVを見て知識を得る拗らせOL。憧れの男性である上司の北園部長を落とすべく奮闘するが、ことごとく失敗してしまう。実は北園も童貞を拗らせた、恋愛経験0な男で…。",
      "vi": "Những mẩu chuyện siêu cấp ecchi về một anh trưởng phòng 39 nồi chưng với cô nàng nhân viên siêu \"răm đãng\". Nhưng vấn đề ở đây là cả hai người đều có kinh nghiệm tình trường =0",
      "es-la": "Anan, una oficinista que sólo conoce a los hombres por el porno, intenta conquistar a su jefe e interés amoroso, el jefe de departamento Kitazono, pero fracasa en cada intento. De hecho, Kitazono también es virgen y no tiene ninguna experiencia romántica... Este es el comienzo de una salvaje comedia romántica AV."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d21fcf09-3de1-45f1-9846-c1d8bbbe70ee",
    "title": {
      "en": "Tiger Coming In"
    },
    "updatedAt": "2024-10-12T05:33:09+00:00",
    "coverArt": "https://mangadex.org/covers/d21fcf09-3de1-45f1-9846-c1d8bbbe70ee/2351d8dd-a90b-4757-98d0-033166ddb036.jpg",
    "altTitles": [
      {
        "ko": "호랑이 들어와요"
      },
      {
        "zh": "老虎来了"
      }
    ],
    "description": {
      "en": "The fun and marvelous daily life of a young couple after meeting mysterious children who found their way to them.",
      "ko": "숲속의 젊은 부부와 어느 날 그들에게 찾아온\r\n정체불명의 아이들이 만들어가는 즐겁고 신묘한 일상",
      "zh": "渴望拥有孩子的年轻夫妇，\r\n突降长着老虎耳朵的萌娃！\r\n很久以前在一座村庄里，从小青梅竹马的他们长大后顺理成章结为了夫妇。但结婚多年却一直没有孩子，尝试了各种“良药”后无果，最终找到了隔壁村传闻很厉害的神算子告诉他们需要搬家到山林里。某天突然家里出来了两个来历不明的小孩！好像还长着老虎的耳朵和尾巴？！\r\n\r\n---\r\n\r\n- [Official Simplified Chinese Translation](https://dongmanmanhua.cn/HEALING/laohulaile/list?title_no=1852)\r\n\r\n---\r\n\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/103632508)\r\n\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=279309005)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "147"
  },
  {
    "mangaId": "9fa0ea30-2526-431d-b17a-5407c571a68a",
    "title": {
      "en": "Hiromi"
    },
    "updatedAt": "2024-11-07T09:03:45+00:00",
    "coverArt": "https://mangadex.org/covers/9fa0ea30-2526-431d-b17a-5407c571a68a/71e2255e-6b1a-49e5-828c-a9eb225ff8f4.png",
    "altTitles": [
      {
        "ja": "ひろみ"
      }
    ],
    "description": {
      "en": "The sins of the past still bleeds to this day. Unforgivable, indelible, throbbing pain. Shuzo Oshimi's new two-parter one shot on sin!",
      "ja": "あの日の罪は、今でも血を流している。\n\n赦されることなく、\n風化することなく、疼く痛み。\n鬼才が“罪の原風景”を描き出す!!\n\n押見修造 罪悪読切シリーズ!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e53b437-5884-4aa8-9ee1-be1028cba03f",
    "title": {
      "en": "Ura Baito: Toubou Kinshi"
    },
    "updatedAt": "2024-11-03T00:35:50+00:00",
    "coverArt": "https://mangadex.org/covers/4e53b437-5884-4aa8-9ee1-be1028cba03f/27d04fb7-a68e-4db2-81a5-269719cb130d.jpg",
    "altTitles": [
      {
        "zh": "灰色兼职：逃亡禁止"
      },
      {
        "zh-hk": "灰色兼職：逃亡禁止"
      },
      {
        "ja": "裏バイト:逃亡禁止"
      },
      {
        "en": "Gray Part-Time Jobs: No Escape"
      }
    ],
    "description": {
      "en": "Ura baito, also known as a shady part-time job: a gray area job that pays very well. The price you pay is your life.  \nYume Kokuryo and Nagomi Shirahama are seeking a large sum of money for some reason. \nTo that end, they casually dive into various shady part-time jobs. \n\nThis work may affect you physically and mentally. Read it at your own risk. \nWe are not responsible for any damage to your health."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2189102e-ee83-48e7-8163-0a6f61e4adf8",
    "title": {
      "en": "One Day a Message Window Appeared Out of Nowhere!?"
    },
    "updatedAt": "2024-10-27T10:00:30+00:00",
    "coverArt": "https://mangadex.org/covers/2189102e-ee83-48e7-8163-0a6f61e4adf8/337b3afe-37d1-4e1a-a6b9-330aead64ad4.jpg",
    "altTitles": [
      {
        "ja": "ある日突然メッセージウィンドウが表示されたんですけど！？"
      },
      {
        "ja-ro": "Aru Hi Totsuzen Message Window ga Hyoujisaretan desu kedo!?"
      },
      {
        "ja-ro": "Aru Hi Totsuzen Messeeji Windou ga Hyoujisaretandesukedo!?"
      }
    ],
    "description": {
      "en": "The protagonist, a university student named Kazuya Hayakawa woke up one day with a message window that shows up in his field of view. This window is always visible to him, and when certain lines are displayed in it, he gets thrown into confusion.\n\nFrom that day onward began Hayakawa's daily ordeal of getting manipulated by this message window.\n\n(Source: Amazon JP)",
      "ja": "主人公・早川一哉はある日目が覚めるとメッセージウィンドウが見えるようになってしまった。\n常に表示されるそのウィンドウにはとあるセリフが表示され主人公を混乱させる。\n\nこの日から早川一哉のメッセージウィンドウに振り回される苦難の日々が始まった。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4536960e-a1a4-46c9-bb76-7604523f79fa",
    "title": {
      "en": "Corrupting the Heroine's First Love"
    },
    "updatedAt": "2024-07-20T19:19:08+00:00",
    "coverArt": "https://mangadex.org/covers/4536960e-a1a4-46c9-bb76-7604523f79fa/f1e561d0-1fd2-47b7-ae2d-30f68eee655b.jpg",
    "altTitles": [
      {
        "ko": "여주인공의 첫사랑을 타락시켜 버리면"
      },
      {
        "en": "If You Corrupt the Heroine's First Love"
      },
      {
        "en": "Corrupting Your Heroine's First Love Will Result With This"
      },
      {
        "es-la": "Robé al primer amor de la heroína"
      }
    ],
    "description": {
      "en": "“I am a knight of Latem. We’re not destined to stand under the same sky.”\n\nShe had become Karina Apocalita, the personification of evil and a member of the heterogeneous race that ruled the world with malevolence. The plot began to twist and turn when Karina unknowingly saved the life of Reneiger, a justful knight and the heroine’s first love.\n\nReneiger became doubtful of his faith, eventually losing his glow and radiant platinum blond. Soon the sacred knight fell from grace and aligned himself to Karina’s fate.\n\n“There’s no turning back now. Dear God, please forgive me.”\n\nHe knew he would never be able to escape from her hands.\n\n---\n\"I am a knight of Latem, and that means I cannot coexist under the same sky as you.\"\n\nAfter entering the book *A Trapped Bird Cannot Escape*, I realized that I had taken over the body of Karina Apocalypta, a member of a species that reigns as the evil of the world. However, the novel's plot begins to twist after I saved the life of Reneiger, the first love of the female protagonist, who happens to be a holy knight. Reneiger begins to doubt his faith, ultimately losing his brilliant platinum hair. Thus, the once sacred holy knight turns corrupt and eventually sympathizes with Karina's fate...\n\n\"Now we have each other's desires,\" Karina said while caressing his cheek. It was a feeling of being pulled in by each fascinating tendril of thorny vines.\n\nReneiger couldn't bear it, \"It can't be undone.\"\n\n---\nIn a land overshadowed by darkness, Karina Apocalita rises as a formidable figure, her being a tapestry of power from a diverse race. Her destiny intertwines with Reneiger, a knight from the virtuous Latem order, known for justice and as the former love of a legendary heroine. Their paths take an unforeseen turn when Karina, unaware of her impact, saves Reneiger's life. This act, challenging his convictions, triggers a crisis within him, tarnishing his once radiant aura and precipitating a fall from grace.\n\nFaced with his altered fate, Reneiger prays for forgiveness, realizing his escape from Karina's shadow is but a dream. This pivotal moment raises a haunting question: will Reneiger rediscover the light, or be consumed by the darkness emanating from Karina?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05c29e85-71c1-4f78-95cd-a03e68d9523c",
    "title": {
      "en": "Worst Gaiden Mr. Zetton"
    },
    "updatedAt": "2024-10-16T11:48:18+00:00",
    "coverArt": "https://mangadex.org/covers/05c29e85-71c1-4f78-95cd-a03e68d9523c/c0cf088a-09c6-4aa0-9825-b9deb9151c73.jpg",
    "altTitles": [
      {
        "ru": "«Отбросы» гайдэн — Мистер Зеттон"
      },
      {
        "en": "Worst Side Story: Mr. Zetton"
      },
      {
        "ja": "WORST外伝 ゼットン先生"
      }
    ],
    "description": {
      "en": "After years of studying, Hanazawa Saburou, AKA Suzuran's legendary Zetton, has finally become a high school teacher. But on his first day at work, the principal tells him he was actually hired not to teach, but to make the students of his homeroom class drop out of school?!",
      "ru": "После долгих лет учёбы Сабуро Ханадзава, также известный как легендарный Зеттон Судзурана, наконец-то стал учителем средней школы. Но в первый же день на работе директор рассказал ему, что на самом деле его наняли не для того, чтобы преподавать, а для того, чтобы заставить учеников вверенного ему класса бросить школу!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62642f72-ed18-46f9-a8dd-4add20b752fc",
    "title": {
      "en": "Kuma to Usagi wa Tomodachi dewa Irarenai"
    },
    "updatedAt": "2024-10-19T12:50:08+00:00",
    "coverArt": "https://mangadex.org/covers/62642f72-ed18-46f9-a8dd-4add20b752fc/99331896-febc-4091-8afb-163ed86694a7.jpg",
    "altTitles": [
      {
        "ja": "クマとウサギは友達ではいられない"
      },
      {
        "ja-ro": "Kuma to Usagi wa Tomodachi de wa Irarenai"
      },
      {
        "en": "Bear and Bunny Cannot Be Friends"
      },
      {
        "ja": "チャラ男くんと清楚ちゃん"
      },
      {
        "ja-ro": "Charao-kun to Seiso-chan"
      },
      {
        "en": "Playboy-kun & Neat-chan"
      },
      {
        "en": "NotNTR (Notorare): Seiso-chan and Charaoh-kun."
      }
    ],
    "description": {
      "en": "A playboy goes after an innocent-seeming girl, having no idea what he's getting into.\n___\n**Note:** Not to be confused with [NoTR](https://mangadex.org/title/03346265-8076-4b14-8c80-78c2f04511be), another series from this same artist."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f59b710-11cf-47a8-a40e-7326391ca28e",
    "title": {
      "en": "Yamiochi Yuusha no Haishin Haishin~Tsuihousare, Kakushi Boss Beya ni Hourikomareta Kekka, Boss to Tansakushagari Haishin wo Hajimeru~@comic"
    },
    "updatedAt": "2024-11-06T05:52:27+00:00",
    "coverArt": "https://mangadex.org/covers/2f59b710-11cf-47a8-a40e-7326391ca28e/528e90d5-b819-40c1-93cc-0b0eda99ba45.png",
    "altTitles": [
      {
        "ja": "闇堕ち勇者の背信配信~追放され、隠しボス部屋に放り込まれた結果、ボスと探索者狩り配信を始める~@comic"
      },
      {
        "vi": "Livestream Sa Ngã của Vị Anh Hùng Bị Ruồng Bỏ~Bị Trục Xuất và Ném Vào Căn Phòng Ẩn, Tôi Bắt Đầu Stream Săn Thám Hiểm Giả Cùng Boss~@comic"
      },
      {
        "en": "Stream of a Betrayed Fallen Hero ~ As a result of being exiled and thrown into a hidden boss room, he starts broadcasting hunting bosses and explorers ~ @comic"
      }
    ],
    "description": {
      "en": "Fifty years have passed since dungeons first appeared on Earth. Dungeon exploration and live streaming are considered the norm for the people.\n\nKuga, who became a dungeon explorer alongside his close friends, ends up being banished from his party due to him being a supposed \"jack of all trades, master of none\" hero.\n\nAmidst his despair, Kuga finds himself thrown into the hidden boss room, famous for making explorers unable to step foot into a dungeon ever again. There, he encounters a beautiful female vampire named Alicia.\n\nThough he’s prepared to meet his end, Alicia, captivated by the so-called streaming, has other plans and asks him, \"Could you teach me how to stream?\"\n\nWith nowhere else to go, Kuga reluctantly accepts her proposal and thus begins their unprecedented dungeon explorer-hunting streams.\n\nFor some reason, their stream quickly went viral like crazy, and Kuga then began to awaken some unknown powers...?\n\nAnd meanwhile, something strange is happening to the party members who banished Kuga...",
      "vi": "Đã năm mươi năm trôi qua kể từ khi các hầm ngục xuất hiện trên Trái Đất. Khám phá hầm ngục và phát sóng trực tiếp đã trở thành một thói quen đối với mọi người.\n\nKuga, người đã trở thành thám hiểm gia hầm ngục cùng những người bạn thân, cuối cùng lại bị trục xuất khỏi nhóm vì bị coi là một anh hùng \"đa năng nhưng không tinh thông\". Trong cơn tuyệt vọng, Kuga bị đẩy vào một phòng trùm bí mật, nổi tiếng là nơi khiến bất kỳ ai từng vào sẽ không bao giờ có thể quay lại hầm ngục nữa. Ở đó, anh gặp một nữ ma cà rồng xinh đẹp tên Alicia.\n\nDù đã chuẩn bị tâm lý đối mặt với cái chết, Alicia lại bị thu hút bởi ý tưởng phát sóng trực tiếp và đề nghị: \"Anh có thể dạy tôi cách phát sóng không?\" Không còn nơi nào để đi, Kuga miễn cưỡng chấp nhận đề nghị của cô, và cuộc phiêu lưu stream săn các thám hiểm gia hầm ngục chưa từng có bắt đầu.\n\nVì lý do nào đó, buổi phát sóng của họ nhanh chóng trở nên nổi tiếng. Đồng thời, Kuga dần dần thức tỉnh một sức mạnh bí ẩn… Và trong khi đó, những điều kỳ lạ bắt đầu xảy ra với những người bạn từng trục xuất anh ta khỏi nhóm..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c44cf39-3d6c-4472-815b-9e163613cfe9",
    "title": {
      "en": "Kimi ga Shinu Made Koi wo Shitai"
    },
    "updatedAt": "2024-10-09T01:54:10+00:00",
    "coverArt": "https://mangadex.org/covers/0c44cf39-3d6c-4472-815b-9e163613cfe9/69d7e227-4751-4baf-a7ee-1e55a575db45.jpg",
    "altTitles": [
      {
        "ja": "きみが死ぬまで恋をしたい"
      },
      {
        "en": "I Want to Love You Till Your Dying Day"
      },
      {
        "en": "My Wish Is To Fall In Love Until You Die"
      },
      {
        "ja-ro": "Kimishinu"
      },
      {
        "ja": "きみ死ぬ"
      },
      {
        "zh": "与你相恋到生命尽头"
      },
      {
        "pl": "Pragnę Cię kochać aż do Twej śmierci"
      },
      {
        "uk": "Хочу кохати, допоки ти не вмерла"
      },
      {
        "id": "Keinginanku Adalah Jatuh Cinta Sampai Kamu Mati"
      },
      {
        "th": "เพียงได้รักตราบสิ้นลมหายใจ"
      },
      {
        "en": "I want to love you until you die"
      }
    ],
    "description": {
      "en": "At the mysterious orphanage where Sheena lives, death is nothing new to its residents—girls who no longer have families of their own, who are raised as weapons of war, taught to kill and take the lives of others without batting an eye. Everyone, that is, except Sheena, who wishes for nothing more than the growing conflict around her to end.\n\nOn the night of her roommate’s death, Sheena meets a strange girl covered in blood, who smiles despite the turmoil surrounding them. The next day, the girl appears as a new student in Sheena's class and introduces herself as Mimi. Initially thought to be a school myth, there are now whispers in the orphanage’s halls that Mimi is their secret weapon—an immortal who cannot die. \n\nWhen Mimi is later assigned as Sheena’s new roommate, Sheena’s world grows even more complicated when she begins living with someone who loves and welcomes death, when all Sheena wants to do is stop it… \n\nA story of two girls' innocent wishes, found in a world next to death.",
      "uk": "Десь на далекому закуточку світу між високих гір є одна дитяча школа-інтернат. Тут дітей ще з малого віку виховують, як магічно-військову зброю та гонять на війну заради країни. Будь-кого можуть відправили на поле бою в будь-який момент, а шанси вижити навіть у старанного учня – мізерні. Жорстока буденність, у якій немає місця для співчуття до загиблих товаришів.\n\nШіна – звичайна чотирнадцятирічна учениця цієї школи, серцю якої важко миритися з такою буденністю. Однієї ночі, вона зустріла в холі скривавлену дівчинку, яка щойно повернулася з бою – Мімі. Здавалося б, вони несумісні: Шіна не зносить тягаря оточуючої реальності та прагне мирного життя, а Мімі йде на війну з радісною посмішкою та повертається в крові подоланих ворогів. Проте разом проведений час та щире бажання зрозуміти один одного змогли навіки переплести їх долі, які тепер розлучить лиш смерть.\n\nЦе історія двох дівчат між смертю та коханням, які знайшли в цьому світі свою маленьку невинну мрію."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "456415b4-5d90-4262-b549-34a18153039d",
    "title": {
      "en": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
    },
    "updatedAt": "2024-10-07T12:38:38+00:00",
    "coverArt": "https://mangadex.org/covers/456415b4-5d90-4262-b549-34a18153039d/79021f96-d539-40d3-9714-c717fe32a94e.jpg",
    "altTitles": [
      {
        "ja": "これからだんだん幸せになっていく怖い 女上司"
      },
      {
        "ar": "رئيسة مرعبة تزداد سعادة وسعادة من الآن فصاعدًا"
      },
      {
        "ja-ro": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
      },
      {
        "ja-ro": "Korekara Dondon Shiawase ni Natte iku Kowai Jōshi"
      },
      {
        "en": "A Scary Boss, But From Now on She's Going to Be Happier and Happier"
      },
      {
        "es-la": "Una jefa que da miedo, pero a partir de ahora va a ser cada vez más feliz."
      }
    ],
    "description": {
      "ar": "مديرتي مخيفة للغايه، لكن من الأن وصاعدًا سأبذل قصارى جهدي لجعلها الأسعد.",
      "en": "This is a heart-pounding love comedy between \"Manager Tsuruse'', a female boss who is scary at work but whose hobbies are cute clothes(?!), and \"Tsukinawa-kun'', a new male employee who joins the company mid-career!\n\nThere is also a FANBOX version, a collection of 0.5 \"Naughty\" stories: \n[Kowai Onna Joushi ga Nuidara H de Kawaikatta Hanashi - FANBOX 0.5 Matome【R18】](https://mangadex.org/title/ef970af6-8357-43bb-9bd1-fe09dba78624/kowai-onna-joushi-ga-nuidara-h-de-kawaikatta-hanashi-fanbox-0-5-matome)",
      "es-la": "Mi jefa da mucho miedo, pero mientras más hablo con ella deja de hacerlo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "008eecb3-1d79-40c0-aa4a-463347d83397",
    "title": {
      "en": "Spacedrum"
    },
    "updatedAt": "2023-03-17T06:38:59+00:00",
    "coverArt": "https://mangadex.org/covers/008eecb3-1d79-40c0-aa4a-463347d83397/9c91340a-c69e-4e19-9384-170aa470b0a0.png",
    "altTitles": [],
    "description": {
      "en": "RENAISSANCE, LIFE, DEATH, ASTRAL DISINTEGRATION.\nRENAISSANCE, LIFE, DEATH, ASTRAL DISINTEGRATION.\nRENAISSANCE, LIFE, DEATH, ASTRAL DISINTEGRATION.\n\nAll beings in the firmament live locked in this infinite cycle. Or so it was until the day they came down from the heavens.\n\nHumanity ceased to be human. Death is no longer the end. Enlightenment came to save her children and defeat the most powerful feeling that consciousness had been able to create.\n\n___\n\nSpaceDrum shows us a society that has evolved to a state of full well-being, freed from wars and conflicts, in search of Nirvana, thanks to the spiritual guidance of an alien race.\nThe aryas are an elite group charged with the external security of the planet and the protection of the high priestess.\n\nThey are chosen because, thanks to their control over their Virya, they are able to control mysterious fragments, the shards. Reda is a student at one of the most distinctive military academies, but he has difficulty controlling his special shard due to constant visions of a strange young woman. And this will not be the biggest of your problems..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f18464a-9251-4a71-83fb-f9de7460bf7b",
    "title": {
      "en": "The Hero Wants to Die"
    },
    "updatedAt": "2024-10-21T00:54:12+00:00",
    "coverArt": "https://mangadex.org/covers/6f18464a-9251-4a71-83fb-f9de7460bf7b/a43ab7db-3ccc-4b38-9c82-e089adf34397.jpg",
    "altTitles": [
      {
        "ko": "영웅은 죽고 싶다"
      }
    ],
    "description": {
      "en": "At 19, Kim Gunho is transported to the 23rd century with enhanced abilities. After spending 50 painful years preventing an apocalypse, he returns to his younger self at 19. Now, with the threat gone and no one aware of his suffering, all he desires is to rest and even wishes to die. It will take 100 days to fully eliminate his enhanced cells. As he prepares to spend his final days in peace, he is unexpectedly visited by Ye Haejung, the boy he secretly loved before his time travel."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a812160f-9242-48cb-b0b9-0119841e646b",
    "title": {
      "en": "Her Tale of Shim Chong"
    },
    "updatedAt": "2024-07-25T03:04:31+00:00",
    "coverArt": "https://mangadex.org/covers/a812160f-9242-48cb-b0b9-0119841e646b/b54ef316-aaff-4c66-9a83-771465b6f689.jpg",
    "altTitles": [
      {
        "ko": "그녀의 심청"
      },
      {
        "en": "Her Shim-Cheong"
      },
      {
        "fr": "Her tale of Shim Chong : Loin des yeux (Delitoon)"
      },
      {
        "zh": "她的沈清"
      },
      {
        "zh-hk": "她的沈清：丞相夫人與她的秘戀"
      },
      {
        "ja": "彼女の沈清"
      },
      {
        "ko-ro": "Geunyeoui Simcheong"
      },
      {
        "vi": "Nàng Shimjeong"
      },
      {
        "ru": "Её Сим Чхон"
      },
      {
        "fr": "La légende de Shim Cheong"
      },
      {
        "fr": "Sa Shim-Cheong"
      }
    ],
    "description": {
      "en": "Based on a Korean folktale, two very different women find themselves making the same wish - to leave this world behind. One is Shim Chong, a young beggar living off the kindness of others to support herself and her blind father. The other is the bride-to-be of old Chancellor Jang, sold off to him for the sake of her family. When Shim Chong rescues this new bride from the river, their relationship triggers both love and hidden intentions. But will these two women be able to find their way forth in a world that favors men?  \n\n---\n**Links:** \n\n- Official Japanese Translation: [<Comico>](https://www.comico.jp/articleList.nhn?titleNo=27281) | [<Lezhin>](https://www.lezhin.jp/ja/comic/sinsei)\n\n- [Official Traditional Chinese Translation](https://www.comico.com.tw/3640/)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/2322/)  \n\n- [Official Vietnamese Translation](https://www.comico.vn/title/45)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/loin-des-yeux)\n\n- [Official Thai Translation](https://www.comico.in.th/titles/1236)  ​\n---\n- [Original Webtoon <Bomtoon>](https://www.bomtoon.com/comic/ep_list/hersimchug)\n​\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=4257108)\n ​\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=52127497)  \n---\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/90525960)\n ​\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=242608320)\n---\n- [Original Audio Comic](https://audiocomics.kr/comics/view/103) | [PV](https://www.youtube.com/watch?v=wgbXVLOrdf0)  | [Teaser](https://www.youtube.com/watch?v=e5HQ260poho)\n\n- Fundraisers <Completed> : [Audio Comic](https://www.tumblbug.com/shimcheong) | [Special Edition Book](https://tumblbug.com/hersimcheong_se)\n\n- Audio Comic Behind the Scenes: [<1st>](https://www.youtube.com/watch?v=2I8WF3fRIxE) | [<2nd>](https://www.youtube.com/watch?v=BMpC2V9XYgg) | [<3rd>](https://www.youtube.com/watch?v=K3z4Bn-yXeM) | [<4th>](https://www.youtube.com/watch?v=b2z2RMgKRiA)\n---\n- Webtoon PV: [<1st>](https://www.youtube.com/watch?v=YQhx0xvCh38)  | [<2nd>](https://www.youtube.com/watch?v=G9dKCt7YH60) | [<3rd>](https://www.youtube.com/watch?v=G-r8hgJy3-w)",
      "fr": "Chong a perdu sa mère à la naissance et s'occupe de son père aveugle. Et à en croire les oracles, le triste sort de la jeune fille n'est pas prêt de s'améliorer, un destin terriblement funeste l’attend. Étrange, car depuis sa rencontre avec cette femme, son quotidien sent quand même bien meilleur. Littéralement ! Fleurs, bains chauds et huiles parfumées, la petite souillon va-t-elle seulement goûter à la vie en rose ou trouvera-t-elle le moyen de faire mentir les prédictions ?\n\n---\n**Links:** \n\n- Official Japanese Translation: [<Comico>](https://www.comico.jp/articleList.nhn?titleNo=27281) | [<Lezhin>](https://www.lezhin.jp/ja/comic/sinsei)\n\n- [Official Traditional Chinese Translation](https://www.comico.com.tw/3640/)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/2322/)  \n\n- [Official Vietnamese Translation](https://www.comico.vn/title/45)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/loin-des-yeux)\n\n- [Official Thai Translation](https://www.comico.in.th/titles/1236)  ​\n---\n- [Original Webtoon <Bomtoon>](https://www.bomtoon.com/comic/ep_list/hersimchug)\n​\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=4257108)\n ​\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=52127497)  \n---\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/90525960)\n ​\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=242608320)\n---\n- [Original Audio Comic](https://audiocomics.kr/comics/view/103) | [PV](https://www.youtube.com/watch?v=wgbXVLOrdf0)  | [Teaser](https://www.youtube.com/watch?v=e5HQ260poho)\n\n- Fundraisers <Completed> : [Audio Comic](https://www.tumblbug.com/shimcheong) | [Special Edition Book](https://tumblbug.com/hersimcheong_se)\n\n- Audio Comic Behind the Scenes: [<1st>](https://www.youtube.com/watch?v=2I8WF3fRIxE) | [<2nd>](https://www.youtube.com/watch?v=BMpC2V9XYgg) | [<3rd>](https://www.youtube.com/watch?v=K3z4Bn-yXeM) | [<4th>](https://www.youtube.com/watch?v=b2z2RMgKRiA)\n---\n- Webtoon PV: [<1st>](https://www.youtube.com/watch?v=YQhx0xvCh38)  | [<2nd>](https://www.youtube.com/watch?v=G9dKCt7YH60) | [<3rd>](https://www.youtube.com/watch?v=G-r8hgJy3-w)",
      "ja": "目が見えない父を扶養する沈清（シン・セイ）。そんな彼女の前に美しい大臣の婦人が現れ、助けてあげる。果たして彼女の狙いは…？古典説話を現代的に再解析し、女性たちだけの感受性あふれるドラマと華麗な作画で完成されたグローバル話題作！\n\n---\n**Links:** \n\n- Official Japanese Translation: [<Comico>](https://www.comico.jp/articleList.nhn?titleNo=27281) | [<Lezhin>](https://www.lezhin.jp/ja/comic/sinsei)\n\n- [Official Traditional Chinese Translation](https://www.comico.com.tw/3640/)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/2322/)  \n\n- [Official Vietnamese Translation](https://www.comico.vn/title/45)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/loin-des-yeux)\n\n- [Official Thai Translation](https://www.comico.in.th/titles/1236)  ​\n---\n- [Original Webtoon <Bomtoon>](https://www.bomtoon.com/comic/ep_list/hersimchug)\n​\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=4257108)\n ​\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=52127497)  \n---\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/90525960)\n ​\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=242608320)\n---\n- [Original Audio Comic](https://audiocomics.kr/comics/view/103) | [PV](https://www.youtube.com/watch?v=wgbXVLOrdf0)  | [Teaser](https://www.youtube.com/watch?v=e5HQ260poho)\n\n- Fundraisers <Completed> : [Audio Comic](https://www.tumblbug.com/shimcheong) | [Special Edition Book](https://tumblbug.com/hersimcheong_se)\n\n- Audio Comic Behind the Scenes: [<1st>](https://www.youtube.com/watch?v=2I8WF3fRIxE) | [<2nd>](https://www.youtube.com/watch?v=BMpC2V9XYgg) | [<3rd>](https://www.youtube.com/watch?v=K3z4Bn-yXeM) | [<4th>](https://www.youtube.com/watch?v=b2z2RMgKRiA)\n---\n- Webtoon PV: [<1st>](https://www.youtube.com/watch?v=YQhx0xvCh38)  | [<2nd>](https://www.youtube.com/watch?v=G9dKCt7YH60) | [<3rd>](https://www.youtube.com/watch?v=G-r8hgJy3-w)",
      "ko": "[그녀는 왜 공양미를 대신 내준다고 했을까?]\n심청전의 장 승상 부인은 왜 청이한테 공양미 300석을 대신 내준다고 했을까? 기발한 설정, 허를 찌르는 개그, 아름다운 작화로 예쁨과 병맛을 절묘하게 오가는 seri와 비완이 이번엔 심청전을 그린다. 장 승상 부인이 청이에게 그토록 마음을 쓴 이유는 뭘까? 그리고 청이는 왜 그걸 거절하고 인당수로 갔을까? 소외 계층 여성인 심청과 상류 사회 여성인 장 승상 부인, 두 여성의 연대와 사랑이 아름답고 섬세하게 펼쳐진다.\n\n---\n**Links:** \n\n- Official Japanese Translation: [<Comico>](https://www.comico.jp/articleList.nhn?titleNo=27281) | [<Lezhin>](https://www.lezhin.jp/ja/comic/sinsei)\n\n- [Official Traditional Chinese Translation](https://www.comico.com.tw/3640/)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/2322/)  \n\n- [Official Vietnamese Translation](https://www.comico.vn/title/45)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/loin-des-yeux)\n\n- [Official Thai Translation](https://www.comico.in.th/titles/1236)  ​\n---\n- [Original Webtoon <Bomtoon>](https://www.bomtoon.com/comic/ep_list/hersimchug)\n​\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=4257108)\n ​\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=52127497)  \n---\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/90525960)\n ​\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=242608320)\n---\n- [Original Audio Comic](https://audiocomics.kr/comics/view/103) | [PV](https://www.youtube.com/watch?v=wgbXVLOrdf0)  | [Teaser](https://www.youtube.com/watch?v=e5HQ260poho)\n\n- Fundraisers <Completed> : [Audio Comic](https://www.tumblbug.com/shimcheong) | [Special Edition Book](https://tumblbug.com/hersimcheong_se)\n\n- Audio Comic Behind the Scenes: [<1st>](https://www.youtube.com/watch?v=2I8WF3fRIxE) | [<2nd>](https://www.youtube.com/watch?v=BMpC2V9XYgg) | [<3rd>](https://www.youtube.com/watch?v=K3z4Bn-yXeM) | [<4th>](https://www.youtube.com/watch?v=b2z2RMgKRiA)\n---\n- Webtoon PV: [<1st>](https://www.youtube.com/watch?v=YQhx0xvCh38)  | [<2nd>](https://www.youtube.com/watch?v=G9dKCt7YH60) | [<3rd>](https://www.youtube.com/watch?v=G-r8hgJy3-w)",
      "ru": "Историческая Корея, некоторые легенды не рассказаны. Это не рассказанная половина легенды о нищей женщине и жене влиятельного министра.",
      "th": "ชิมชองขอทานคนยากผู้ได้รับความเมตตาจากนายหญิงผู้สูงศักดิ์ ความสัมพันธ์ใกล้ชิดลึกซึ้งจนกลายเป็นความรักที่งดงาม แต่ความรักต้องห้ามระหว่างหญิงสาวทั้งคู่จะเป็นอย่างไรต่อไป...\n\n---\n**Links:** \n\n- Official Japanese Translation: [<Comico>](https://www.comico.jp/articleList.nhn?titleNo=27281) | [<Lezhin>](https://www.lezhin.jp/ja/comic/sinsei)\n\n- [Official Traditional Chinese Translation](https://www.comico.com.tw/3640/)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/2322/)  \n\n- [Official Vietnamese Translation](https://www.comico.vn/title/45)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/loin-des-yeux)\n\n- [Official Thai Translation](https://www.comico.in.th/titles/1236)  ​\n---\n- [Original Webtoon <Bomtoon>](https://www.bomtoon.com/comic/ep_list/hersimchug)\n​\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=4257108)\n ​\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=52127497)  \n---\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/90525960)\n ​\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=242608320)\n---\n- [Original Audio Comic](https://audiocomics.kr/comics/view/103) | [PV](https://www.youtube.com/watch?v=wgbXVLOrdf0)  | [Teaser](https://www.youtube.com/watch?v=e5HQ260poho)\n\n- Fundraisers <Completed> : [Audio Comic](https://www.tumblbug.com/shimcheong) | [Special Edition Book](https://tumblbug.com/hersimcheong_se)\n\n- Audio Comic Behind the Scenes: [<1st>](https://www.youtube.com/watch?v=2I8WF3fRIxE) | [<2nd>](https://www.youtube.com/watch?v=BMpC2V9XYgg) | [<3rd>](https://www.youtube.com/watch?v=K3z4Bn-yXeM) | [<4th>](https://www.youtube.com/watch?v=b2z2RMgKRiA)\n---\n- Webtoon PV: [<1st>](https://www.youtube.com/watch?v=YQhx0xvCh38)  | [<2nd>](https://www.youtube.com/watch?v=G9dKCt7YH60) | [<3rd>](https://www.youtube.com/watch?v=G-r8hgJy3-w)",
      "vi": "Phu nhân tể tướng Jang vì sao lại nói với ShimJeong rằng sẽ bỏ ra 300 thạch gạo để chuộc cô về? Với tài năng gây dựng nên những tác phẩm vô cùng sống động và đẹp đẽ cùng cốt chuyện độc đáo, khiếu hài hước tinh tế, lần này, 2 tác giả Seri và Biwan đã vẽ nên trước mắt chúng ta câu chuyện về nàng ShimJeong. Lí do gì mà phu nhân tể tướng Jang lại phải dụng tâm vì Jeong? Và vì sao Jeong lại đi từ chối điều đó rồi lao mình xuống dòng sông InDang? Jeong-một cô gái thuộc tầng lớp thấp kém của xã hội, cùng với phu nhân tể tướng Jang -một người nằm trong tầng lớp cao quý, Nàng ShimJeong đã mở ra trước mắt chúng ta một câu chuyện tình yêu vô cùng ý nhị mà đẹp đẽ giữa 2 người phụ nữ trong thời đại xưa.",
      "zh": "沈清年幼丧母，侍奉着盲人父亲，靠乞讨艰难度日。 有一日，沈清救起一位落入水中的年轻女子，而她恰恰就是年老丞相即将迎娶的新夫人。她对她十分热情，但沈清对小夫人的做法感到十分疑惑，却又不自觉的被她吸引…",
      "pt-br": "Shim Cheong perdeu a mãe apenas 7 dias depois de nascer, e com seu pai cego, passou a depender da bondade de outros vivendo como mendiga. Mas sua vida e seu coração mudariam depois de salvar a vida da mulher que iria se casar com o ministro Jang. Qual é a história por trás dessa lenda? O que realmente aconteceu? Será que essa história de amor terá um final feliz?",
      "zh-hk": "韓國民間傳說的沈清傳，其中令人存疑的橋段或許是這麼發展的…\n獨自行乞努力撫養盲父的沈清，某日在河畔向上天祈求，希望有朝一日自己能從這一切解脫，卻撞見一位在河上載沉載浮的美麗女子。殊不知這位美麗女子將會改變她的未來…"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "81"
  },
  {
    "mangaId": "f6abca26-d280-4f92-8539-3d46ed474774",
    "title": {
      "en": "The Villainess Captured the Grand Duke"
    },
    "updatedAt": "2024-07-13T17:04:39+00:00",
    "coverArt": "https://mangadex.org/covers/f6abca26-d280-4f92-8539-3d46ed474774/6700cabb-8eaf-4796-90d5-4a8427afcc20.jpg",
    "altTitles": [
      {
        "ko": "악녀는 대공을 사로잡았다"
      },
      {
        "es-la": "Capturé el corazón del gran duque siendo una villana"
      }
    ],
    "description": {
      "en": "In this novel, my favorite character died.\nAfter being rejected by the female lead and losing his emotions, he could no longer use his abilities,\nand as he became weak, the North collapsed.\nEven his body was never to be found,\nbut the novel only depicted the happy ending of the protagonists.\n\nAnd I possessed the body of the villainess \"Schuer\" from that novel.\n\n\"Rather, I'll make him regain his emotions before he meets the female lead.\"\n\nThus, I left for the North.\n\n\"Grand Duke, can you hold my hand just once?\nOr maybe a signature. I'll keep it as a heirloom.\"\n\"If you want my signature, you too should sign and stamp here, my Lady.\"\n\"What's this?\"\n\"A marriage certificate.\"\n\nHuh?\n\n\"You can just act you usually do.\nIt seems like your behavior is\nis somewhat getting on my nerves.\"\n\n...Did I win the jackpot?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]