[
  {
    "mangaId": "927036cf-ae3e-48dd-b814-9cc774a1c8de",
    "title": {
      "en": "Tokubetsu na Chuutohanpa"
    },
    "updatedAt": "2023-06-24T15:05:36+00:00",
    "coverArt": "https://mangadex.org/covers/927036cf-ae3e-48dd-b814-9cc774a1c8de/9f8eb632-58c2-4990-a961-10f1833e37c8.jpg",
    "altTitles": [
      {
        "ja": "特別な中途半端"
      },
      {
        "en": "Special Halves"
      }
    ],
    "description": {
      "en": "\"What does it mean to be dating exactly...?\"\n\nThey're not friends.\nBut they're also not lovers.\nIt's a story about these two's half-relationship."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e6e2fc57-8103-478d-9196-3cb2c4fe939e",
    "title": {
      "en": "Chiisana Kimi to, Koe wo Tooku ni"
    },
    "updatedAt": "2024-10-13T22:27:18+00:00",
    "coverArt": "https://mangadex.org/covers/e6e2fc57-8103-478d-9196-3cb2c4fe939e/048a17c3-8f12-4979-a98b-7c082c8e7ca6.jpg",
    "altTitles": [
      {
        "ja": "ちいさな君と、こえを遠くに"
      }
    ],
    "description": {
      "en": "Sota former vocalist of a popular band, having lost his former voice, he moves to a new high school where there is no one he knows to try to live quietly as Kanata Fujinami.\nHowever, when he meets Sora, an elementary school girl who wants to become a voice actor, Kanata's dormant heart is moved and the story of Sora's journey toward her dream begins.",
      "ja": "大人気バンドのボーカルをしていたソウタは、当時の声を失ったことで、誰も知らない転校先の高校で本名の藤波奏太（ふじなみかなた）としてひっそり暮らそうとしていた。だが、声優になりたい女子小学生・空（そら）と出会ったことで、奏太の心の変化と、空の夢へ向かう物語が始まる――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04c892b3-a202-46f5-ad11-0d433e712ab8",
    "title": {
      "en": "Mikadono Sanshimai wa Angai, Choroi."
    },
    "updatedAt": "2024-10-27T21:06:11+00:00",
    "coverArt": "https://mangadex.org/covers/04c892b3-a202-46f5-ad11-0d433e712ab8/d1f58406-eb23-4e37-81ab-6dcec5ccb2a4.jpg",
    "altTitles": [
      {
        "ja": "帝乃三姉妹は案外、チョロい。"
      },
      {
        "en": "The Mikadono Sisters are Surprisingly Easy to Deal With."
      },
      {
        "zh": "帝乃三姐妹原来很好搞定"
      },
      {
        "zh-hk": "帝乃三姊妹意外的好對付。"
      },
      {
        "id": "Kakak beradik Mikadono ternyata sangat mudah ditangani."
      },
      {
        "vi": "Ba Chị Em Nhà Mikadono Dễ Đối Phó Thật Đấy"
      }
    ],
    "description": {
      "en": "Though Ayase Yuu is the son of a renowned and talented actress, he is below average in anything he does. He is entrusted to live under the care of his mother's friend, and later discovers that he will also be rooming with the three sisters from his school who possess both beauty and talent. Though Yuu thought that an understanding would be impossible to reach between an ordinary person and those blessed with talent, the three sisters are surprisingly...?!",
      "id": "Meskipun Ayase Yuu adalah putra seorang aktris terkenal dan berbakat, dia berada di bawah rata-rata dalam segala hal yang dia lakukan. Dia dipercaya untuk hidup di bawah asuhan teman ibunya, dan kemudian mengetahui bahwa dia juga akan sekamar dengan tiga saudara perempuan dari sekolahnya yang memiliki kecantikan dan bakat. Meskipun Yuu berpikir bahwa pemahaman tidak mungkin dicapai antara orang biasa dan mereka yang diberkati dengan bakat, ketiga saudara perempuan itu secara mengejutkan...?!",
      "ja": "孤高の天才三姉妹と同居することになったちょっとポンコツめな高校生・優。平凡以下な彼が三姉妹に振り回されると思いきや…この三姉妹、案外、チョロい――？\n\n優との生活で変わっていく三姉妹の心模様。才色兼備の三姉妹が動揺、狼狽、そしてときめく…",
      "pt-br": "Embora Ayase Yuu seja filho de uma atriz renomada e talentosa, ele está abaixo da média em tudo o que faz. Ele é encarregado de viver sob os cuidados de um amigo de sua mãe, e mais tarde descobre que também vai morar com as três irmãs de sua escola que possuem beleza e talento. Embora Yuu pensasse que um entendimento seria impossível de alcançar entre uma pessoa comum e aqueles abençoados com talento, as três irmãs são surpreendentemente...?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "708fba2b-bc7f-4bd7-be66-5bfa1a2108ea",
    "title": {
      "en": "It's Just Business"
    },
    "updatedAt": "2024-10-18T19:53:02+00:00",
    "coverArt": "https://mangadex.org/covers/708fba2b-bc7f-4bd7-be66-5bfa1a2108ea/a364e049-befa-4bb6-90c9-1f701f17aca3.jpg",
    "altTitles": [
      {
        "ko": "상사불상사"
      },
      {
        "id": "Nasib Buruk di Tempat Kerja"
      },
      {
        "en": "Misfortune at Work"
      },
      {
        "pt-br": "Infortúnio no Trabalho"
      }
    ],
    "description": {
      "en": "“A love life? Give me a break.” A complete non-believer when it comes to romance, Eunho is focused on climbing the ladder at work. Smart with excellent social skills to boot, both her bosses and clients love her. But when a new hire suddenly appears in front of her and an old first love start to shake things up again, she can’t help but waver.",
      "pt-br": "Obediência absoluta à palavra do patrão!\n\nIsso é o que Ha Eunho, uma trabalhadora coreana em seu quinto ano de empresa, acredita de todo o coração.\n\n\"Enquanto eu tiver uma carreira sólida, não preciso de um relacionamento.\"\n\nMas o que a espera com um novo funcionário? O que acontece quando uma antiga paixão começa a flertar com ela novamente? O que ela vai fazer?\n\nUma doce comédia romântica no escritório com muito humor!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0dabaa3c-d638-4500-8e9a-e706f0c2c793",
    "title": {
      "en": "Yokai Buster Murakami"
    },
    "updatedAt": "2024-10-09T12:19:24+00:00",
    "coverArt": "https://mangadex.org/covers/0dabaa3c-d638-4500-8e9a-e706f0c2c793/31b68e7e-9bb5-44b3-9a65-5c8d53a2c969.jpg",
    "altTitles": [
      {
        "ja": "妖怪バスター村上"
      }
    ],
    "description": {
      "en": "Terrifying yokai from hundreds of years ago have been released into the present day. Kuin the exorcist stands tall to protect the peace of this world! But in this war of Yokai vs. Exorcist, regular high schooler Murakami has entered the battle! Comedic genius Daiki Ihara's new series is a yokai battle comedy for the modern world! Tagline: The future is now, Yokai!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f614e50c-ea25-481d-a959-7f772a815c13",
    "title": {
      "en": "Millennium Family"
    },
    "updatedAt": "2024-10-12T02:43:32+00:00",
    "coverArt": "https://mangadex.org/covers/f614e50c-ea25-481d-a959-7f772a815c13/f0429854-5e95-4100-98e1-e2a63b8a90c0.jpg",
    "altTitles": [
      {
        "ja": "踊る千年家族"
      },
      {
        "ja-ro": "Odoru Sennen Kazoku"
      },
      {
        "en": "Dancing Thousand Year Family"
      }
    ],
    "description": {
      "en": "Seven siblings born in England are characterized by immortality. The underworld, a corrupt hospital, and an international military organization target them as they fulfill mankind's dream! ! For the first time in hundreds of years, a family begins to live together, dancing with fate even if they live for a thousand years…!\n___\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/millennium-family/volumes)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4615bd9-7cbd-4243-a8a2-5c24671663e0",
    "title": {
      "en": "Yajin Tensei: Karate Survivor in Another World"
    },
    "updatedAt": "2024-07-08T22:48:37+00:00",
    "coverArt": "https://mangadex.org/covers/b4615bd9-7cbd-4243-a8a2-5c24671663e0/04c602a2-5e49-4e5d-aab2-c3f72b805c98.jpg",
    "altTitles": [
      {
        "en": "Karate Survivor in Another World"
      },
      {
        "en": "Reincarnated Savage: Karate Survivor in Another World"
      },
      {
        "ja": "野人転生"
      },
      {
        "ja": "野人転生: KARATE SURVIVOR IN ANOTHER WORLD"
      },
      {
        "es-la": "Salvaje Reencarnado"
      }
    ],
    "description": {
      "en": "When 34-year-old Nozaki Hitoshi is hit by a truck, he is sent to a fantasy world by a dismissive god and dropped into a harsh wilderness without even the clothes on his back. His only salvation is a newly granted karate skill and his general survival instincts. Luckily, Hitoshi is up for the challenge–he’ll weave clothes out of tree bark, test fruit for poison, and crawl through the mud to test his kicks and punches against goblins and other creatures. No matter how much he levels up in this world, he still longs to find other humans to share his solitude. An engrossing fantasy that pits karate technique against swords and sorcery in another world!\n\n(Source: Seven Seas Entertainment)\n- [Web Novel Raw](https://ncode.syosetu.com/n5771ei/)  \n- [Alternate Raw: NicoNico](http://seiga.nicovideo.jp/comic/41841)",
      "ja": "姓名と風貌から、「野人」と呼ばれている野崎人志は、ひょんなことから異世界に転生させられる。",
      "es-la": "Nozaki Hitoshi, conocido como el \"Hombre Salvaje\" por su apellido y apariencia, se reencarna accidentalmente en otro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01d0e7f2-b3de-4196-85db-f755446b4c11",
    "title": {
      "en": "Otona ni Narenai Bokura wa"
    },
    "updatedAt": "2024-06-30T06:44:50+00:00",
    "coverArt": "https://mangadex.org/covers/01d0e7f2-b3de-4196-85db-f755446b4c11/fa5de360-bccb-4647-8193-bd938d3dc964.png",
    "altTitles": [
      {
        "ja": "大人になれない僕らは"
      },
      {
        "en": "We Won’t Become Adults"
      },
      {
        "es-la": "Nosotros que no podemos convertirnos en adultos"
      },
      {
        "zh-hk": "無法成為大人的我們"
      },
      {
        "zh": "无法成为大人的我们"
      }
    ],
    "description": {
      "en": "The latest work from the author of \"The Diary of a Commuting Student\". It's a silly and endless story about how some kids kill time by repeating the 7th of July every day. A time-loop love story of two high school students trapped in \"Eternal Youth\"!\n\n(Source: Young Magazine)",
      "es-la": "¡El último trabajo de Jo Fujita en Commuting Student Diary! Esta es nuestra tonta e interminable historia de cómo matamos el tiempo una y otra vez el 7 de julio. ¡Una historia de amor en bucle temporal de dos estudiantes de preparatoria atrapados en una \"eterna juventud\"!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41fbd08c-e2da-4f62-ae84-5ce55503e116",
    "title": {
      "en": "My Fake Girlfriend's Defending Against Their Attacks"
    },
    "updatedAt": "2024-09-24T19:39:07+00:00",
    "coverArt": "https://mangadex.org/covers/41fbd08c-e2da-4f62-ae84-5ce55503e116/8ecbd1a8-a8f9-4c86-8151-04238c3f6d73.png",
    "altTitles": [
      {
        "zh": "我的假女友正全力防御她们的进攻"
      },
      {
        "en": "My Fake Girlfriend's Defending Against Their Attack"
      },
      {
        "en": "My Fake Girlfriends are using me as a Shield"
      },
      {
        "zh-ro": "Wo De Jia Nüyou Zheng Quanli Fangyu Tamen De Jingong"
      },
      {
        "de": "Meine falschen Freundinnen benutzen mich als Schutzschild"
      }
    ],
    "description": {
      "en": "One day, I was suddenly confessed to by a girl, and in order to reject her, I had to find a fake girlfriend! I didn’t expect that my plan to avoid trouble… would lead to even bigger trouble?! The tsundere \"Vicious Princess\" from the Archery Club, the \"White Fox\" who is adept at teasing, the \"Flower of the Highlands\" with straight black hair, and…a sister with a severe case of brocon! Could my youth romantic comedy be wrong as well too?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8b65a50-70e7-4f4f-93c0-9b5494b2b4bf",
    "title": {
      "en": "Brother's Sick Love"
    },
    "updatedAt": "2024-09-17T15:17:28+00:00",
    "coverArt": "https://mangadex.org/covers/a8b65a50-70e7-4f4f-93c0-9b5494b2b4bf/0ed9c2a5-efb5-4e25-8d21-fa9ab9341be6.jpg",
    "altTitles": [
      {
        "zh": "忽如一夜病娇来"
      },
      {
        "zh-ro": "Hu Ru Yi Ye Bing Jiao"
      },
      {
        "ja": "ワケあり兄妹の禁断愛〜疫病神令嬢は小悪魔〜"
      },
      {
        "ko": "가짜 여주인공으로 살아남기"
      },
      {
        "en": "The Yandere Came During the Night"
      }
    ],
    "description": {
      "en": "Yu Xiang unfortunately transmigrates into a merchant's daughter, who was mistakenly taken to the marquis manor at birth. She is immediately disabled, and carries the nickname of 'disaster star'. Helplessly, she can only cling to her older brother, the marquis, in hopes of surviving, and wait for the true master to return so she can give way. Years later, when the true master returns to the manor, Yu Xiang prepares to leave. however, she finds out her clinging technique is too good, that her marquis brother won't let her leave!",
      "fr": "Yu Xiang donne, handicapée, échange son coeur avec celui de son frère. \nAprès sa mort, elle se réincarne dans le corps d'une fille qui porte le même nom, est paralysée comme elle et qui est surnommée l'étoile malchanceuse. \nYu Xiang réalise alors qu'elle est dans le roman qu'elle lisait avant de mourir. Synopsis du roman en question : Yu Xiang, fille de marchand a été échangée à la naissance avec la fille d'un Seigneur.",
      "zh": "虞襄很不幸穿成了被抱到侯府的商家女，一来就双腿残废，脑袋上还顶着个‘丧门星’的称号。 无奈之下只得牢牢抱住侯爷哥哥的大腿，先把日子混下去，等正主儿回来就麻溜的让位。 几年之后正主儿回归，虞襄包袱款款准备走人，却发现抱大腿的技术太专业，侯爷哥哥不让走了！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "150"
  },
  {
    "mangaId": "8e74e420-b05e-4975-9844-676c7156bd63",
    "title": {
      "en": "Destiny Unchain Online ~Kyuuketsu-ki Shoujo to natte, Yagate『Aka no Maou』to Yobareru You ni Narimashita~"
    },
    "updatedAt": "2024-10-16T07:51:27+00:00",
    "coverArt": "https://mangadex.org/covers/8e74e420-b05e-4975-9844-676c7156bd63/cfcd1c66-e0bf-4c35-90ed-e020b84f461d.jpg",
    "altTitles": [
      {
        "ja": "Destiny Unchain Online 〜吸血鬼少女となって、やがて『赤の魔王』と呼ばれるようになりました〜"
      },
      {
        "en": "Destiny Unchain Online: After Becoming a Vampire Girl, I Eventually Became Known as \"Crimson Demon King\""
      },
      {
        "th": "Destiny Unchain Online เดสทินี อันเชน ออนไลน์ ~เมื่อผมกลายเป็นสาวน้อยผีดูดเลือดแล้วถูกขนานนามว่าจอมมารสีชาด~"
      },
      {
        "zh": "Destiny Unchain Online 〜成为吸血鬼少女，不久后被称为『红之魔王』〜"
      },
      {
        "ko": "Destiny Unchain Online 데스티니 언체인 온라인 〜흡혈귀 소녀가 되어, 이윽고『붉은 마왕』이라 불리게 되었습니다〜"
      },
      {
        "vi": "Destiny Unchain Online: Bị biến thành thiếu nữ ma cà rồng, tôi được biết đến với tên gọi \"Xích Sắc Ma Vương\""
      }
    ],
    "description": {
      "en": "Mitsuki Kou is such a feared PVP gamer that he's earned the nickname \"Crim the Headhunter\" in some circles. His next game to take over? \"Destiny Unchain Online\", a brand new VRMMO game developed by none other than Kou's father. But, no new game on release day is without its bugs - namely, Kou glitches to the middle of nowhere, and his vampire avatar is turned into a girl!  A story for all of the people who through games have met new friends and aimed for the top... start!",
      "id": "Mitsuki kou, seorang gamer dengan skill hebat yang memiliki nama lain,  yaitu \"pemburu kepala Cream\". Berpartisipasi dalam sebuah game baru \"Destiny Unchain Online\" yang dibuat oleh ayahnya sebagai tester perangkat game baru, tetapi segera setelah dimulai, karena sebuah bug ia menjadi gadis vampir. Ketika ia bertemu dengan teman-teman yang baik, pada saat itulah ia akan mulai menyelesaikan game, sebuah cerita tentang seorang gamer terbaik yang segala sesuatunya berubah…… sudah di mulai!",
      "ja": "神がかったプレイヤースキルを持ち「首狩りクリム」の二つ名で知られるゲーマー、満月紅。父親が作った新作ゲーム『Destiny Unchain Online』に新型ゲームデバイスのテスターとして参加するが、開始早々バグだらけで姿は吸血鬼種族の少女に。最高の仲間と出会い、ゲームを攻略して行くうちに、何もかもが変わっていく最高のゲーマー物語……開幕！",
      "ko": "압도적인 스킬을 가지고「목 사냥꾼 크림」이라는 별명으로 알려진 게이머, 미츠키 코우. 아버지가 만든 신작 게임 『Destiny Unchain Online』에 신형 게임 장치 테스터로 참가하지만, 시작하자마자 오류투성이로 흡혈귀 종족의 소녀가 되어 버리는데. 최고의 동료와 만나고, 게임을 공략해 나가다 보니,모든 것이 변해 가는 최강 게이머 이야기… 개막!",
      "th": "มิตสึกิ โค เกมเมอร์ฝีมือฉกาจที่รู้จักกันในนาม ‘คริมนักล่าหัว’ ได้เริ่มเล่นเกม ‘Destiny Unchain Online’ ที่พ่อของเขาสร้างในฐานะเทสเตอร์ของเครื่องเล่นเกมรุ่นใหม่ล่าสุด แต่ไม่ทันไรก็เจอบั๊กมากมายจนกลายเป็นเด็กสาวเผ่าผีดูดเลือดไปซะอย่างนั้น เรื่องราวของเกมเมอร์ผู้เก่งกาจที่ทุกอย่างเริ่มเปลี่ยนไปเมื่อได้พบกับพรรคพวกสุดเจ๋งและผจญภัยในโลกแห่งเกม... เปิดฉากแล้ว ณ บัดนี้!",
      "vi": "Kou Mitsuki là một game thủ với những kỹ năng phải nói là quá ghê gớm, có biệt danh là \"Thợ săn táo Crim\". Cậu tham gia thử nghiệm một thiết bị trò chơi mới cho trò chơi mới mà do chính cha của cậu tạo ra, \"Destiny Unchained Online\". Nhưng trò chơi đầy lỗi khi bắt đầu và phá vỡ giấc mộng trở thành nam ma cà rồng cool ngầu của cậu. Gặp gỡ những đồng minh tuyệt vời và bắt đầu cuộc chơi như vũ bão, câu chuyện về một game thủ hàng đầu nơi mà mọi thứ hay bất kì cái gì đều có thể thay đổi... bắt đầu!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3ddd480b-c2ad-4a1e-be79-7105c7df0d47",
    "title": {
      "en": "After School Lessons for Unripe Apples"
    },
    "updatedAt": "2024-05-12T00:36:18+00:00",
    "coverArt": "https://mangadex.org/covers/3ddd480b-c2ad-4a1e-be79-7105c7df0d47/171142b4-a653-414e-9c12-e4548a33e007.jpg",
    "altTitles": [
      {
        "en": "A 90's Cram School for the Unripened"
      },
      {
        "ko": "세기말 풋사과 보습학원"
      },
      {
        "pt-br": "Lições após a escola para maçãs não maduras"
      },
      {
        "en": "20th Century Green Apple School"
      },
      {
        "en": "90's Cram School for Unripe Apples"
      }
    ],
    "description": {
      "en": "That asshole is back as an entirely new level of asshole!   \n  \nIn her final year of middle school, Hwang Miae is stuck with Kim Cheol, a boy she met briefly years ago - he's her classmate… and her neighbor. Now the other kids keep calling them a couple! In a flurry of uneasiness, Cheol starts to avoid Miae like the plague.   \n  \nYou bastard! Do you think you're the only one going through this?   \n  \nBut it doesn't stop there. Destiny won't leave them alone as Kim Cheol and Hwang Miae keep seeing each other everywhere… causing even more trouble. As strange friends intrude on their relationship, Miae experiences puberty the right way…   \n  \nA new project of <Cheese In The Trap> author Soonkki!",
      "fr": "Octobre 1998, Mi-Ae est juste une collégienne normale qui fait de son mieux pour mener une vie relativement tranquille à l'école. Elle aime lire des bandes dessinées, écouter le groupe pop «The Fire Boys», et faire du karaoké. Un jour, un garçon qu'elle connaissait est transféré dans son école et commence à causer des problèmes. Sauf que peu importe ce qu'elle fait, il semblerait qu'il n'apprécie pas les efforts de Mi-Ae pour apprendre à mieux le connaître. Ça veut dire quoi au juste ?!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-10-09T16:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5cee4b9-9da8-45ea-a0ab-8871e6739d8f",
    "title": {
      "en": "Earth’s Dawn"
    },
    "updatedAt": "2024-10-30T15:12:58+00:00",
    "coverArt": "https://mangadex.org/covers/a5cee4b9-9da8-45ea-a0ab-8871e6739d8f/89e60aa7-bbce-44b8-a4f8-bd7b1bf8366b.png",
    "altTitles": [
      {
        "zh": "地球黎明"
      }
    ],
    "description": {
      "en": "As strange phenomena continue to occur on Earth, Chen Chu accidentally joins the “Earth Dawn”, a cooperative organization of Earth and self-conscious aliens. From then on, she will also embark on a journey to understand the truth of the universe, participate in solving various events, and wait with the members until humanity “awakens”."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e43a7f5b-6ae7-478d-a4d5-53c8dc3ce52f",
    "title": {
      "en": "Wistoria: Wand and Sword"
    },
    "updatedAt": "2024-10-29T11:54:57+00:00",
    "coverArt": "https://mangadex.org/covers/e43a7f5b-6ae7-478d-a4d5-53c8dc3ce52f/36a13204-dcb3-4944-966b-122fb0ea86d1.jpg",
    "altTitles": [
      {
        "ja": "Tsue to Tsurugi no Wistoria"
      },
      {
        "ja": "杖と剣のウィストリア"
      },
      {
        "zh-hk": "杖與劍的Wistoria"
      },
      {
        "vi": "Bản Hùng ca Kiếm và Pháp Trượng"
      }
    ],
    "description": {
      "en": "The new, magical dungeon-adventure fantasy series from the author of Is It Wrong to Try to Pick Up Girls in a Dungeon? Seeking to fulfill a promise to a childhood friend, Will Serfort enters Regarden Magical Academy with the goal of making it to the top of the magical world. There’s just one problem: he can’t use magic! Will his sword skills be the key to unlocking his true potential?",
      "pt-br": "A nova série de fantasia mágica e de aventura em masmorras do autor de \"É Errado Tentar Pegar Garotas em um Calabouço?\" segue a jornada de Will Serfort. Buscando cumprir uma promessa feita a uma amiga de infância, Will ingressa na Academia Mágica de Regarden com o objetivo de alcançar o topo do mundo mágico. Mas há um problema: ele não pode usar magia! Serão suas habilidades com a espada a chave para desbloquear seu verdadeiro potencial?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "542efec7-fccc-410c-804d-4e15dd41eb37",
    "title": {
      "en": "Tantei no Tantei"
    },
    "updatedAt": "2024-07-31T11:46:47+00:00",
    "coverArt": "https://mangadex.org/covers/542efec7-fccc-410c-804d-4e15dd41eb37/ba9cbe70-dbce-4179-8ca1-f16002ff8446.jpg",
    "altTitles": [
      {
        "en": "Detective Versus Detectives"
      },
      {
        "zh": "侦探的侦探"
      },
      {
        "ja": "探偵の探偵"
      },
      {
        "pl": "Detektyw Sasaki"
      },
      {
        "uk": "Детектив проти детективів"
      }
    ],
    "description": {
      "en": "The story centers on Minemori Kotoha, a woman who has been offered work at Suma Research Company's \"Anti-Detective Section,\" and Sasaki Rena, its only investigator. This section focuses on rooting out corrupt detectives and removing them from their positions.   \n  \nWhile the two women spend their days investigating crooked cops, a new criminal is beginning to make his move…",
      "uk": "Історія зосереджується на Мінеморі Котосі, жінці, якій було запропоновано роботу в \"Анти-детективному відділі\", та Сасакі Рені, його єдиному слідчому. У цьому відділі основна увага приділяється викоріненню продажних детективів та зняття їх з посади. Коли дві жінки проводять свої дні, розслідуючи недобросовісних поліцейських, новий злочинець робить свій хід..."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "22"
  },
  {
    "mangaId": "4536960e-a1a4-46c9-bb76-7604523f79fa",
    "title": {
      "en": "Corrupting the Heroine's First Love"
    },
    "updatedAt": "2024-07-20T19:19:08+00:00",
    "coverArt": "https://mangadex.org/covers/4536960e-a1a4-46c9-bb76-7604523f79fa/f1e561d0-1fd2-47b7-ae2d-30f68eee655b.jpg",
    "altTitles": [
      {
        "ko": "여주인공의 첫사랑을 타락시켜 버리면"
      },
      {
        "en": "If You Corrupt the Heroine's First Love"
      },
      {
        "en": "Corrupting Your Heroine's First Love Will Result With This"
      },
      {
        "es-la": "Robé al primer amor de la heroína"
      }
    ],
    "description": {
      "en": "“I am a knight of Latem. We’re not destined to stand under the same sky.”\n\nShe had become Karina Apocalita, the personification of evil and a member of the heterogeneous race that ruled the world with malevolence. The plot began to twist and turn when Karina unknowingly saved the life of Reneiger, a justful knight and the heroine’s first love.\n\nReneiger became doubtful of his faith, eventually losing his glow and radiant platinum blond. Soon the sacred knight fell from grace and aligned himself to Karina’s fate.\n\n“There’s no turning back now. Dear God, please forgive me.”\n\nHe knew he would never be able to escape from her hands.\n\n---\n\"I am a knight of Latem, and that means I cannot coexist under the same sky as you.\"\n\nAfter entering the book *A Trapped Bird Cannot Escape*, I realized that I had taken over the body of Karina Apocalypta, a member of a species that reigns as the evil of the world. However, the novel's plot begins to twist after I saved the life of Reneiger, the first love of the female protagonist, who happens to be a holy knight. Reneiger begins to doubt his faith, ultimately losing his brilliant platinum hair. Thus, the once sacred holy knight turns corrupt and eventually sympathizes with Karina's fate...\n\n\"Now we have each other's desires,\" Karina said while caressing his cheek. It was a feeling of being pulled in by each fascinating tendril of thorny vines.\n\nReneiger couldn't bear it, \"It can't be undone.\"\n\n---\nIn a land overshadowed by darkness, Karina Apocalita rises as a formidable figure, her being a tapestry of power from a diverse race. Her destiny intertwines with Reneiger, a knight from the virtuous Latem order, known for justice and as the former love of a legendary heroine. Their paths take an unforeseen turn when Karina, unaware of her impact, saves Reneiger's life. This act, challenging his convictions, triggers a crisis within him, tarnishing his once radiant aura and precipitating a fall from grace.\n\nFaced with his altered fate, Reneiger prays for forgiveness, realizing his escape from Karina's shadow is but a dream. This pivotal moment raises a haunting question: will Reneiger rediscover the light, or be consumed by the darkness emanating from Karina?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d024adec-8104-4568-8e15-8435d088d207",
    "title": {
      "en": "Munou Yuusha no Fukushuutan ~Isekai de Suterareta Shounen wa Hangyaku wo Chikau~"
    },
    "updatedAt": "2024-10-30T23:10:40+00:00",
    "coverArt": "https://mangadex.org/covers/d024adec-8104-4568-8e15-8435d088d207/ae168d75-a0e1-49e1-9aad-1fb5e84658f6.jpg",
    "altTitles": [
      {
        "ja": "無能勇者の復讐譚～異世界で捨てられた少年は反逆を誓う～"
      },
      {
        "en": "A Tale of Revenge of the Incompetent Hero"
      },
      {
        "en": "The Tale of the Useless Hero's Revenge: The Boy Abandoned in Another World Swears to Rebel"
      }
    ],
    "description": {
      "en": "The ordinary boy Kazuki is summoned to another world as a \"hero,\" but he has his right hand cut off by humans and is banished with the stigma of being \"useless.\" Just as he is on the brink of death, a girl named Ruta, claiming to be a survivor of the supposedly extinct ancient dragon race, appears before him. \"Do you wish to live? However, you will have to work until you die as my servant.\" Kazuki forms an alliance with Ruta for revenge and gradually awakens to the hidden powers of \"Soul Power (Chakra)\" and \"Soul Armor (Karma)\"...! Together with dragons, elves, demi-humans, and others oppressed by humans, let's turn the world upside down!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "897954d9-c68a-437e-badb-3de35a2b5171",
    "title": {
      "en": "A Story About Taking in a Strange Creature"
    },
    "updatedAt": "2024-10-26T04:41:41+00:00",
    "coverArt": "https://mangadex.org/covers/897954d9-c68a-437e-badb-3de35a2b5171/38e1775b-5031-4910-9546-ab1dd15479e7.jpg",
    "altTitles": [
      {
        "ja": "不思議な生き物を拾うお話"
      },
      {
        "ja-ro": "Fushigi na Ikimono o Hirou Ohanashi"
      },
      {
        "ja-ro": "Fushigi na Ikimono wo Hirou Ohanashi"
      },
      {
        "ja": "102"
      }
    ],
    "description": {
      "en": "**Alt Official Raw:** [X](https://x.com/uminonaka0x0/media)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4247b21-e8ff-46ae-9f92-fc04f6641188",
    "title": {
      "en": "Aitsu no Kanojo"
    },
    "updatedAt": "2024-10-31T19:33:26+00:00",
    "coverArt": "https://mangadex.org/covers/f4247b21-e8ff-46ae-9f92-fc04f6641188/8fc55d64-db82-4856-bcbc-8c0a9f85ad10.jpg",
    "altTitles": [
      {
        "ja": "アイツノカノジョ"
      },
      {
        "en": "Someone's Girlfriend"
      },
      {
        "zh-hk": "他的女友"
      },
      {
        "nl": "De vriendinnitje van deze vent"
      },
      {
        "nl": "Zijn vriendinnetje"
      },
      {
        "fr": "Sa petite amie"
      },
      {
        "fr": "La petite amie de ce mec"
      },
      {
        "id": "Pacarnya Dia"
      },
      {
        "uk": "Його дівчина"
      },
      {
        "vi": "Bạn Gái Bạn Thân"
      }
    ],
    "description": {
      "en": "It's April of my third and final year in high school... But the beautiful girl I have a crush on is my best friend's girlfriend. Thus begins my year of treading on the dangerous ground...",
      "ja": "気になるあの娘は、”親友の”彼女。\n\n始まりの季節、春。主人公・リクの家を訪れた美少女・雫は「いいよ、何しても。」と、リクを誘う。しかし雫は、“親友（アイツ）の彼女”。",
      "pt-br": "É abril do meu terceiro e último ano no ensino médio... Mas a linda garota por quem tenho uma queda é a namorada do meu melhor amigo. Assim começa meu ano pisando em um terreno perigoso..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8bd288e6-7c5a-403a-b5b6-a845a70ca376",
    "title": {
      "en": "Cross Game"
    },
    "updatedAt": "2022-09-24T03:13:16+00:00",
    "coverArt": "https://mangadex.org/covers/8bd288e6-7c5a-403a-b5b6-a845a70ca376/f9238f4d-d7b5-45ab-892f-8b5d4fe5270d.jpg",
    "altTitles": [
      {
        "ru": "Перекрестная игра"
      },
      {
        "ja": "クロスゲーム"
      },
      {
        "ja-ro": "Kurosugēmu"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nMy childhood best friends are four sisters!　\n\nThis is a refreshing and sad coming-of-age baseball story about Kitamura Koh, the son of a sporting goods store, and the daughters of the batting center and coffee shop \"Clover\"!　\n\nIt was the summer of the 5th grade in elementary school when Kitamura Koh woke up to baseball... \n\nIt was a long and hot summer that he will never forget. \n\n[Official English](https://www.viz.com/cross-game)\n\n---\n- **Won  the 54th Shogakukan Manga Award for Shonen in 2009**",
      "pt-br": "Cross Game de Mitsuru Adachi, conta sobre a história de Koh Kitamura e suas quatro vizinhas, as irmãs Tsukishima, especialmente Wakaba e Aoba. A familia de Koh possui uma loja de artigos esportivos e a família Tsukishima tem uma cafeteria com um centro de rebatidas. Wakaba (uma das irmãs Tsukishima) e Koh nasceram no mesmo dia e no mesmo hospital e são amigos desde pequeno. Wakaba trata Koh como o seu namorado, para o desdém de Aoba, que é bastante ciumenta devido sua adoração pela irmã mais velha, nutrindo assim um certo ódio de Koh. Mas quando ocorre uma reviravolta do destino, suas vidas são completamente mudadas, e assim Koh ganha um novo sonho: ir para o Koshien."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "160"
  },
  {
    "mangaId": "456415b4-5d90-4262-b549-34a18153039d",
    "title": {
      "en": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
    },
    "updatedAt": "2024-10-07T12:38:38+00:00",
    "coverArt": "https://mangadex.org/covers/456415b4-5d90-4262-b549-34a18153039d/79021f96-d539-40d3-9714-c717fe32a94e.jpg",
    "altTitles": [
      {
        "ja": "これからだんだん幸せになっていく怖い 女上司"
      },
      {
        "ar": "رئيسة مرعبة تزداد سعادة وسعادة من الآن فصاعدًا"
      },
      {
        "ja-ro": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
      },
      {
        "ja-ro": "Korekara Dondon Shiawase ni Natte iku Kowai Jōshi"
      },
      {
        "en": "A Scary Boss, But From Now on She's Going to Be Happier and Happier"
      },
      {
        "es-la": "Una jefa que da miedo, pero a partir de ahora va a ser cada vez más feliz."
      }
    ],
    "description": {
      "ar": "مديرتي مخيفة للغايه، لكن من الأن وصاعدًا سأبذل قصارى جهدي لجعلها الأسعد.",
      "en": "This is a heart-pounding love comedy between \"Manager Tsuruse'', a female boss who is scary at work but whose hobbies are cute clothes(?!), and \"Tsukinawa-kun'', a new male employee who joins the company mid-career!\n\nThere is also a FANBOX version, a collection of 0.5 \"Naughty\" stories: \n[Kowai Onna Joushi ga Nuidara H de Kawaikatta Hanashi - FANBOX 0.5 Matome【R18】](https://mangadex.org/title/ef970af6-8357-43bb-9bd1-fe09dba78624/kowai-onna-joushi-ga-nuidara-h-de-kawaikatta-hanashi-fanbox-0-5-matome)",
      "es-la": "Mi jefa da mucho miedo, pero mientras más hablo con ella deja de hacerlo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad75039d-686c-457f-b478-e56fc3b3c069",
    "title": {
      "en": "Kaji Daikou no Arubaito wo Hajimetara Gakuen Ichi no Bishoujo no Kazoku ni Kiniirarechaimashita"
    },
    "updatedAt": "2024-10-31T12:53:30+00:00",
    "coverArt": "https://mangadex.org/covers/ad75039d-686c-457f-b478-e56fc3b3c069/195d88d9-a940-414f-b24b-c0da6c6c14bb.png",
    "altTitles": [
      {
        "ja": "家事代行のアルバイトを始めたら学園一の美少女の家族に気に入られちゃいました。"
      },
      {
        "en": "I Started Working a Housekeeping Job and Ended up Being Liked by the Family of the Most Beautiful Girl in School"
      },
      {
        "pt-br": "Comecei a trabalhar como empregado doméstico e acabei sendo apreciado pela família da garota mais bonita da escola"
      }
    ],
    "description": {
      "en": "My Part-Time Job is at the House of the Cutest Girl in School. A Shy and Awkward Housekeeping Rom-Com with the School Idol!\n\nDuring his second year of high school, Haruto Otsuki starts a part-time job in housekeeping during the summer vacation. His first client turns out to be none other than Ayaka Tojo, the most beautiful girl in school! Despite being bewildered by this unexpected turn of events, Haruto continues doing his housekeeping duties. Over time, he becomes well-liked by Ayaka's family and begins regularly visiting her house.\n\nFrom making home-cooked meals that delight Ayaka, to going grocery shopping together like a newlywed couple, and even going on shy movie dates like young lovers, they begin to grow closer by spending these special moments outside of school. This charming and awkward housekeeping rom-com featuring the most innocent and beautiful girl in school and a secretly high-spec guy begins!",
      "id": "Pekerjaan Paruh Waktuku Ada di Rumah Gadis Termanis di Sekolah. Komedi Romantis Pemalu dan Canggung dengan Sang Idola Sekolah!\nSelama tahun kedua sekolah menengahnya, Haruto Otsuki memulai pekerjaan paruh waktu sebagai pembantu rumah tangga selama liburan musim panas. Klien pertamanya ternyata tidak lain adalah Ayaka Tojo, gadis tercantik di sekolah! Meskipun bingung dengan kejadian tak terduga ini, Haruto terus melakukan tugas-tugas pembantu rumah tangganya. Seiring berjalannya waktu, ia menjadi disukai oleh keluarga Ayaka dan mulai mengunjungi rumahnya secara rutin.\nDari membuat makanan rumahan yang menyenangkan Ayaka, hingga pergi berbelanja kebutuhan sehari-hari bersama seperti pasangan pengantin baru, dan bahkan pergi menonton film malu-malu seperti sepasang kekasih muda, mereka mulai semakin dekat dengan menghabiskan momen-momen spesial ini di luar sekolah. Komedi romantis yang menawan dan canggung ini menampilkan gadis paling polos dan cantik di sekolah dan seorang pria yang diam-diam berkelas tinggi!",
      "ja": "幼い頃に両親を亡くし、現在は祖母とふたりで暮らしている高校２年生・大槻晴翔は、自身の家事スキルを活かして夏休みに「家事代行サービス」の短期バイトを始める。しかしバイト初日に訪れた派遣先（豪邸）は偶然にも、学園一の美少女と名高い東條綾香の家だった。家事代行をする側とされる側、学校ではまったく交流のなかった二人が、不思議な関係で急接近ーー？",
      "pt-br": "Meu trabalho de meio período é na casa da garota mais fofa da escola. Uma comédia romântica tímida e estranha com a ídola da escola! Durante seu segundo ano do ensino médio, Haruto Otsuki começa um emprego de meio período como faxineiro durante as férias de verão. Seu primeiro cliente é ninguém menos que Ayaka Tojo, a garota mais linda da escola! Apesar de estar perplexo com esta reviravolta inesperada, Haruto continua fazendo suas tarefas domésticas. Com o tempo, ele se torna querido pela família de Ayaka e começa a visitar regularmente a casa dela. Desde preparar refeições caseiras que encantam Ayaka, até fazer compras juntos como um casal recém-casado, e até ir ao cinema tímidos como jovens amantes, eles começam a se aproximar passando esses momentos especiais fora da escola. Esta comédia romântica charmosa e desajeitada sobre tarefas domésticas, apresentando a garota mais inocente e bonita da escola e um cara secretamente de alta especificação, começa!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccc174c5-715c-446e-b115-41ae79e1f268",
    "title": {
      "en": "Tourigakari ni Wanpointo Adobaisu Shite Iku Taipu no Yankii"
    },
    "updatedAt": "2024-06-09T11:17:36+00:00",
    "coverArt": "https://mangadex.org/covers/ccc174c5-715c-446e-b115-41ae79e1f268/d2e5c12a-0d61-44e0-a669-e1d5327b2a56.jpg",
    "altTitles": [
      {
        "ja": "通りがかりにワンポイントアドバイスしていくタイプのヤンキー"
      },
      {
        "es": "Delincuente de consejos inmediatos"
      },
      {
        "th": "พี่โจ๋ ONE POINT ปรึกษาฟรีไม่คิดตังค์"
      },
      {
        "tr": "Konuya Özel Tavsiyeleriyle Bir Yanki"
      },
      {
        "ko": "지나가는 길에 원포인트 어드바이스를 하는 양아치"
      },
      {
        "en": "A Delinquent's Life Hacks"
      },
      {
        "ja-ro": "Toorigakari ni One Point Advice shite Iku Type no Yankee"
      },
      {
        "en": "One Point Yankee"
      }
    ],
    "description": {
      "en": "Sakurai-san looks like a yankee, but gives people he passes one point advice. Those who meet him for the first time are often scared by his frightening appearance but through the advice, they learn of how kind hearted he can be. Slowly, Sakurai's circle of people begin to grow. He's kind, considerate, knowledgeable and versatile in all forms of sports…!! Today, the super high-spec Sakurai who has a ridiculous gap in his looks and personality continues to give one point advice to various people, making their day a little better.",
      "es": "Sakurai parece un delincuente, pero inmediatamente aconseja a la gente que encuentra. Aquellos que lo conocen por primera vez se asustan frecuentemente con su apariencia amenazante, pero a través de sus consejos, se dan cuenta de que tan querido y bueno puede ser. Lentamente, el círculo de allegados de Sakurai empieza a crecer. El es bueno, considerado, con experiencia y versatilidad en todos lo deportes! Hoy, el super-adepto Sakurai, quien tiene una brecha enorme entre su apariencia y su personalidad, continúa dandole consejos inmediatos a varias personas, mejorándoles su día un poquito.",
      "pt-br": "Sakurai-san parece um yankee, mas dá às pessoas que passa um conselho pontual. Aqueles que o encontram pela primeira vez muitas vezes ficam assustados com sua aparência assustadora, mas através dos conselhos, eles aprendem como ele pode ser bondoso. Lentamente, o círculo de pessoas de Sakurai começou a crescer. Ele é gentil, atencioso, experiente e versátil em todas as formas de esportes … !! Hoje, o superespecial Sakurai, que tem uma lacuna ridícula em sua aparência e personalidade, continua a dar conselhos de um ponto para várias pessoas, tornando seu dia um pouco melhor."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "88.5"
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-10-14T10:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/b0aa4473-59dc-45d9-be45-b69dfcaf794f.jpg",
    "altTitles": [
      {
        "ja": "異世界のんびり農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "vi": "Cuộc Sống Nông Dân Ở Thế Giới Khác"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "闘病の末に命を落とした青年・火楽は、神様によって蘇生され、若返って異世界に転移した。第二の人生を楽しむため、授けられた『万能農具』を手に、異世界で掘って伐って耕して…。\n\n**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f0abf80-7ee1-44c3-9178-d5040d028f48",
    "title": {
      "en": "Higanjima - 48 Nichigo"
    },
    "updatedAt": "2024-04-19T20:27:34+00:00",
    "coverArt": "https://mangadex.org/covers/3f0abf80-7ee1-44c3-9178-d5040d028f48/feec1518-1c65-48a1-a132-9b6eb9aaa842.jpg",
    "altTitles": [
      {
        "ja-ro": "Higanjima - 48 Days Later"
      },
      {
        "es-la": "Higanjima 48 días después ..."
      },
      {
        "ja-ro": "Higanjima 48 Nichigo"
      },
      {
        "ja-ro": "Higanjima 48 Nichigo..."
      },
      {
        "th": "เกาะกระหายเลือด ฝ่า 48 วันโลกวิกฤต"
      },
      {
        "ru": "Остров вампиров: 48 дней спустя"
      },
      {
        "ja": "彼岸島48日後…"
      }
    ],
    "description": {
      "en": "The human army lost the battle against the vampires on Higanjima Island. Unable to prevent Miyabi's plan, Japan has become a vampire country. Six months later, there is a one-armed man fighting the vampires in abandoned Japan! The man's name is Akira Miyamoto. A warrior who has already tasted hell on Higanjima."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
    },
    "updatedAt": "2024-10-01T15:29:23+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/dc042b02-91bc-46ee-a779-8756556b66d0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten"
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      },
      {
        "pl": "Anioł z sąsiedztwa niezwykle mnie rozpieszcza"
      }
    ],
    "description": {
      "en": "Mahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まった。自堕落な一人暮らしを送る周を見かねて、なにかと世話を焼く真昼。お互いに興味ないと言い合う二人は、それでも少しずつ距離を縮めていく……。",
      "pl": "Mahiru jest piękną dziewczyną, którą koledzy z klasy nazywają \"aniołkiem\". Jest nie tylko świetnie wysportowana i ma doskonałe oceny - jest także zabójczo piękna. Amane, przeciętny facet i samozwańczy niechluj, nigdy nie myślał zbyt wiele o tej boskiej piękności, mimo że uczęszczał do tej samej szkoły. Wszystko zmienia się jednak, gdy widzi Mahiru siedzącą samotnie w parku podczas ulewy. Tak zaczyna się dziwna relacja między tą nieprawdopodobną parą!",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2051ec2f-1b26-465e-acb5-5870ca535ba9",
    "title": {
      "en": "Cigarette and Cherry"
    },
    "updatedAt": "2024-11-01T10:11:58+00:00",
    "coverArt": "https://mangadex.org/covers/2051ec2f-1b26-465e-acb5-5870ca535ba9/8d5acc6b-6c35-4356-8531-ea8894cdd131.png",
    "altTitles": [
      {
        "es": "Cigarrillo y Cereza"
      },
      {
        "ja-ro": "Shigaretto & Cherī"
      },
      {
        "ja": "シガレット＆チェリー"
      },
      {
        "ne": "चुरोट र चेरी"
      },
      {
        "ru": "Сигареты и вишня"
      },
      {
        "zh-hk": "香煙與櫻桃"
      },
      {
        "vi": "Thuốc lá Senpai & Kouhai 'Anh đào'"
      }
    ],
    "description": {
      "en": "An attractive smoking woman and a virgin boy crossing their paths during his campus days",
      "es": "Una mujer hermosa y un joven virgen entrelazándose juntos en sus días de universidad…",
      "id": "Menceritakan kisah senpai cantik serta cool dengan kouhainya yang masih perjaka. Kisah romance komedi yang sangat bagus.",
      "ru": "После старшей школы Кохай поступает в университет, где планирует начать встречаться с девушкой. Зайдя в кампус он замечает темноволосую девушку и подходит к ней с пачкой сигарет, желая привлечь её внимание. Несмотря на то, что Кохай терпит неудачу, он собирается идти до конца и добиться её сердца.",
      "vi": "Câu chuyện về senpai xinh đẹp lạnh lùng và thằng kouhai còn zin",
      "pt-br": "Uma mulher atraente fumante, e um rapaz virgem cruzam seus caminhos durante seus dias no campus."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "124"
  },
  {
    "mangaId": "c0d8c942-0d29-4c3c-8895-01a725909cd2",
    "title": {
      "en": "Hone ga Kusaru Made"
    },
    "updatedAt": "2024-11-01T10:21:14+00:00",
    "coverArt": "https://mangadex.org/covers/c0d8c942-0d29-4c3c-8895-01a725909cd2/6eb32c22-23b7-4ad0-91e1-2e7b4620fd4b.jpg",
    "altTitles": [
      {
        "de": "Bis deine Knochen verrotten"
      },
      {
        "es-la": "Hasta que tus huesos se pudran"
      },
      {
        "fr": "Jusqu'à ce que nos os pourrissent"
      },
      {
        "en": "Until Your Bones Rot"
      },
      {
        "ja": "骨が腐るまで"
      },
      {
        "ko": "뼈가 썩을 때까지"
      }
    ],
    "description": {
      "en": "The summer they were eleven, they killed a man and buried his body in a cave. Since then, every year, one summer night has marked a ritual: a ritual never to forget, and never to betray. Five years have passed. Their sixteenth summer. The body, now a skeleton. Unraveled lies. A faceless blackmailer. The phone rings and a life is torn apart. The bones, like their crime: never rotting, never fading away. Now, a living hell begins."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "94"
  },
  {
    "mangaId": "d8a959f7-648e-4c8d-8f23-f1f3f8e129f3",
    "title": {
      "en": "One-Punch Man"
    },
    "updatedAt": "2024-11-01T16:52:10+00:00",
    "coverArt": "https://mangadex.org/covers/d8a959f7-648e-4c8d-8f23-f1f3f8e129f3/ca1052ff-4fcf-44d2-8020-f66e07cc28ce.jpg",
    "altTitles": [
      {
        "es": "El hombre de un solo golpe"
      },
      {
        "en": "One Punch-Man"
      },
      {
        "en": "One Punch Man"
      },
      {
        "en": "OPM"
      },
      {
        "tr": "Tek Yumruk"
      },
      {
        "ja-ro": "Wanpanman"
      },
      {
        "ru": "Ванпанчмен"
      },
      {
        "fa": "مرد تک‌مشتی"
      },
      {
        "fa": "وان‌پانچ‌من"
      },
      {
        "ja": "ワンパンマン"
      },
      {
        "zh": "一拳超人"
      },
      {
        "ko": "원펀맨"
      },
      {
        "zh": "一击男"
      },
      {
        "ne": "वान्-पन्च् म्यान्"
      },
      {
        "ar": "ون بنش مان"
      },
      {
        "ar": "رجل اللكمة الواحدة"
      },
      {
        "th": "วันพันช์แมน"
      },
      {
        "he": "איש האגרוף הבודד"
      },
      {
        "he": "וואן פאנץ' מן"
      },
      {
        "kk": "Бірұрман"
      },
      {
        "kk": "Уанпанчмен"
      },
      {
        "de": "ONE-PUNCH MAN"
      },
      {
        "pt-br": "One-Punch Man"
      },
      {
        "uk": "Ванпанчмен"
      }
    ],
    "description": {
      "en": "After rigorously training for three years, the ordinary Saitama has gained immense strength which allows him to take out anyone and anything with just one punch. He decides to put his new skill to good use by becoming a hero. However, he quickly becomes bored with easily defeating monsters, and wants someone to give him a challenge to bring back the spark of being a hero.  \n  \nUpon bearing witness to Saitama's amazing power, Genos, a cyborg, is determined to become Saitama's apprentice. During this time, Saitama realizes he is neither getting the recognition that he deserves nor known by the people due to him not being a part of the Hero Association. Wanting to boost his reputation, Saitama decides to have Genos register with him, in exchange for taking him in as a pupil. Together, the two begin working their way up toward becoming true heroes, hoping to find strong enemies and earn respect in the process.  \n  \n\n\n\n---\n\n**Notes:**  \n- Because some groups use the web version of the manga while others use the magazine version, the numbering won't match between different languages.  \n- **Because a takedown notice was sent to MangaDex from the owners of this series, fan translations of One Punch Man are currently unavailable to be uploaded. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-punch-man) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US).**",
      "fa": "در جهان اَبَر قهرمان ها قهرمانی بسیار قدرتمند و شکست ناپذیر وجود داره که به (مرد تک مشتی) معروفه چون اون تمامی دشمنان و رقیب هاشو فقط با یک مشت از میدان به در میکنه. بعد از مدتی سایتاما  دیگه از مبارزاتش لذت نمیبره و احساساتی مثل هیجان و ترس رو در خودش فراموش میکنه! و همراه تنها شاگردش که یک سایبورگ هست به انتظار رقیبی خوب ، ماجراهایی رو دنبال میکنن و……",
      "ru": "Манга повествует о молодом человеке по имени Сайтама. Он — герой, обычный герой. Основная его проблема в том, что он вышибает дух из злодеев одним ударом. А это очень скучно…",
      "tr": "Üç yıllık sıkı bir eğitimden sonra, Saitama, tek bir yumrukla herkesi ve her şeyi alt etmesine izin veren muazzam bir güç kazandı. Bir kahraman olarak yeni becerisini iyi bir şekilde kullanmaya karar verir. Bununla birlikte, canavarları kolayca yenmekten çabucak sıkılır ve kahraman olma kıvılcımını geri getirmek için birinin ona meydan okumasını ister.\n  Bir cyborg olan Genos, Saitama'nın inanılmaz gücüne tanık olduktan sonra, Saitama'nın çırağı olmaya kararlıdır. Bu süre zarfında Saitama, Kahraman Derneği'nin bir parçası olmadığı için ne hak ettiği takdiri görmediğini ne de insanlar tarafından tanınmadığını fark eder. İtibarını artırmak isteyen Saitama, Genos'u öğrenci olarak alması karşılığında kendisine kaydettirmeye karar verir. İkisi birlikte, güçlü düşmanlar bulmayı ve bu süreçte saygı kazanmayı umarak gerçek kahramanlar olma yolunda ilerlemeye başlar.",
      "pt-br": "One-Punch Man conta a história de Saitama, um super-herói extremamente poderoso, que se entediou com a ausência dos desafios nas suas lutas contra o mau e procura encontrar um oponente digno para lutar."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bce90ee1-4a1d-4a64-a01e-2463cf1be061",
    "title": {
      "en": "Gakuen Idolm@ster: Gold Rush"
    },
    "updatedAt": "2024-10-24T07:20:38+00:00",
    "coverArt": "https://mangadex.org/covers/bce90ee1-4a1d-4a64-a01e-2463cf1be061/80a940f6-06f1-447d-a0c5-c3b9afa650f1.jpg",
    "altTitles": [
      {
        "ja": "学園アイドルマスター GOLD RUSH"
      },
      {
        "ja-ro": "Gakuen Idolm@ster GOLD RUSH"
      }
    ],
    "description": {
      "en": "The story of girls who attend a school where dreams come true!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa72e58d-1756-45b4-b16a-a565f57067fd",
    "title": {
      "en": "A Child Who Looks Like Me"
    },
    "updatedAt": "2024-08-05T09:53:14+00:00",
    "coverArt": "https://mangadex.org/covers/aa72e58d-1756-45b4-b16a-a565f57067fd/1ee79906-3bfd-483b-adb3-ae2103fdb403.jpg",
    "altTitles": [
      {
        "ko": "날 닮은 아이"
      },
      {
        "en": "That Kid Who Resembles Me"
      }
    ],
    "description": {
      "en": "A man who has lost his memory before the proposal, Jung Jihun. A woman who believes her heart was broken by the man, Lee Jung-Oh. The two reunite for the first time in 7 years. Jihun does not remember Jung-Oh, but is instinctively attracted to her. Little does he know, She has a beautiful child that resembles each half of them"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8a0426d-539b-4f6a-9537-fbccf4962529",
    "title": {
      "en": "The Moon on a Rainy Night"
    },
    "updatedAt": "2024-10-26T14:10:56+00:00",
    "coverArt": "https://mangadex.org/covers/c8a0426d-539b-4f6a-9537-fbccf4962529/3f842ba0-cacb-4814-bce4-58731f616bdf.jpg",
    "altTitles": [
      {
        "pt-br": "A Lua em uma Noite Chuvosa"
      },
      {
        "ja-ro": "Amayo no Tsuki"
      },
      {
        "ja": "雨夜の月"
      },
      {
        "ko": "비 오는 밤의 달"
      },
      {
        "fr": "The Moon on a Rainy Night (Meian)"
      },
      {
        "es-la": "La luna en una noche lluviosa"
      },
      {
        "de": "Der Mond in einer Regennacht"
      }
    ],
    "description": {
      "en": "One rainy night, Saki is rushing to a piano lesson when she crashes into a beautiful, long-haired girl, dropping her sheet music in the process. Saki stutters an apology, but the girl simply hands back her sheet music and leaves without a word. Saki begins her first day of high school the following morning, only to find the stranger from the night before sitting at the desk next to hers. She learns that the girl’s name is Kanon and that she is not quite completely deaf, but very hard of hearing. Though Kanon needs to be close to people to read their lips, she tends to push people away with her icy demeanor. Through one kind gesture, Saki slowly begins breaking down the walls around Kanon, even as she feels something new blossoming within her. [Kodansha]",
      "ko": "고등학교에 입학한 사키와 귀가 불편한 반 친구 카논. 사람들과 거리를 두는 카논이 안고 있는 것과 겉으론 보이지 않는 것. 그것을 알고자 하는 사키에게 카논도 점차···. 두 소녀의 눈에는 보이지 않는 것, 둘도 없이 소중한 것.",
      "pt-br": "Um dia, pouco antes de entrar no colégio, Kazuki Kaneda colide com uma garota estranha da mesma geração a caminho da aula de piano e machuca sua mão, mas a partitura que caiu silenciosamente, da outra parte é cuidadosamente recolhida e um curativo é recebido. Saki se reúne com a garota impressionante como colega de classe e descobre que seu nome é Oikawa Kanon e ela é surda. Na escola, Saki, que estava sozinha, tentou entender o som de Kanon, que manteve distância do ambiente por causa de sua deficiência, e sua atitude mudou gradualmente."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "295f7b2e-4e75-49de-84a3-dfefe3b95342",
    "title": {
      "en": "Bushinden: I Was Offered as a Sacrifice, but Was Picked up by a God and Became a Master of Martial Arts"
    },
    "updatedAt": "2024-07-21T19:27:46+00:00",
    "coverArt": "https://mangadex.org/covers/295f7b2e-4e75-49de-84a3-dfefe3b95342/64c95a71-0c4e-4499-aaf3-6fa0b4bca6d3.jpg",
    "altTitles": [
      {
        "ja": "武神伝 生贄に捧げられた俺は、神に拾われ武を極める"
      },
      {
        "vi": "Võ Thần Truyền"
      },
      {
        "en": "I Was Sacrificed, but I Became a Disciple of the God and Mastered Martial Arts"
      }
    ],
    "description": {
      "en": "Toma Godo is considered incompetent because he has not been able to use magic since he was a child.  He was sacrificed to the 【Extreme Demon Island】, where ferocious demons were raging, and there he met a [Demigod] who had mastered the art of combat!\n\n After being accepted by the [Demigod] as a disciple, Touma awakened his extraordinary talent, practiced martial arts day and night, destroyed all kinds of demons on the island, and finally evolved into an invincible person in the world.  One day, a mysterious girl drifts to the island, completely changing Touma's fate.\n\n Touma left【Extreme Demon Island】with a beautiful girl calling herself Lise, but... Touma vowed to \"protect\" Lise, who holds a secret that affects the survival of humanity, and will now be freed.  the whole world knows!\n\n The boy from a sacrifice becomes a Martial God-- The unparalleled fantasy story of reversal officially opens"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94c97d6c-6d96-4547-b32f-7a29885b37c6",
    "title": {
      "en": "Isekai de Saikyou no Tsue ni Tensei shita Ore ga Iyagaru Shoujo wo Muriyari Mahou Shoujo ni P suru!"
    },
    "updatedAt": "2024-10-21T12:18:30+00:00",
    "coverArt": "https://mangadex.org/covers/94c97d6c-6d96-4547-b32f-7a29885b37c6/460d53c8-9bdd-41f2-a317-e5c5f7a43c60.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai Mahou Shoujo"
      },
      {
        "en": "Magical Girl in Another World"
      },
      {
        "en": "Reincarnated as the strongest wand In another world, I'm forcing a girl to be a magical girl against her will!"
      },
      {
        "ja-ro": "異世界で最強の杖に転生した俺が嫌がる少女をムリヤリ魔法少女にPする!"
      },
      {
        "ko": "이세계에서 최강의 지팡이로 전생한 내가 싫어하는 소녀를 억지로 마법소녀로 P한다!"
      }
    ],
    "description": {
      "de": "Niimi Reiji ist ein Riesen-Fan eines sehr berühmten Anime namens „ Magical Girl ☆ Charming Lulun“. Als er eines Tages stirbt während er die Tochter eines Freundes rettet wird er auf einmal in einer anderen Welt wiederbelebt. Aber nicht als Mensch sondern als Zauberstab!  \nMit seiner magischen Kraft verwandelt er ein Mädchen (oder zwingt sie eher) welches seinen Lieblingscharakter ähnlich sieht in ein „Magical Girl“.  \nDie Geschichte von einem Magical Girl und ihrer Magischen (aber auch physischen) Kraft in einer anderen Welt beginnt!",
      "en": "Niimi Reiji is a huge fan of a widely popular TV animation series \"Magical Girl ☆ Charming Luluna\". One day he died while saving his friend's daughter and suddenly reincarnated in a different world. But in the form of a magical wand! With his magic power he transforms (forced) a girl similar to his favorite character into a \"Magical Girl\".   \nThe saga of a magical girl and her magical(physical) power in another world start!  \n  \n\n\n---"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "26"
  },
  {
    "mangaId": "0d242cf4-eead-4a74-87c9-5805a42a2303",
    "title": {
      "en": "Tenohira Sousei-ki"
    },
    "updatedAt": "2024-11-01T16:26:07+00:00",
    "coverArt": "https://mangadex.org/covers/0d242cf4-eead-4a74-87c9-5805a42a2303/5aa7e0f8-51ee-4718-ad4a-2788305f2677.jpg",
    "altTitles": [
      {
        "en": "Genesis in Our Hands"
      },
      {
        "ja": "てのひら創世記"
      },
      {
        "ja-ro": "Tenohira Souseiki"
      }
    ],
    "description": {
      "en": "My name is Suzaki Aiichirou, a lone wolf and I live to fight! However, one day an annoying girl came to my house and challenged me to a duel… and since that day on my life has completely changed. This is a story about the birth of a brand-new world.\n\n---\n**Notes:**\n- The chapter number resets with each volume.",
      "es-la": "Soy Suzaki Aiichirou, un lobo solitario. Mi vida es, todos los dias, peleas y riñas. Sin embargo, un día todo se acabó… \"uwaaa~!!!\" Un bebé misterioso apareció de repente en mi casa. Además, una molestosa espadachín se mudo a mi casa. Y así comienzan mis nuevos días. Un encuentro comenzó, uno que creará un nuevo mundo. Una pequeña historia, tuya y mia, sobre el nacimiento de un nuevo mundo.  \r\n  \r\n**Links:**  \r\n- [Author's Twitter](https://twitter.com/asaki_s)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "7"
  },
  {
    "mangaId": "f25669f5-d886-49c5-bbac-d3b4c5ff3d02",
    "title": {
      "en": "Exorcist no Kiyoshi-kun"
    },
    "updatedAt": "2024-10-21T11:56:33+00:00",
    "coverArt": "https://mangadex.org/covers/f25669f5-d886-49c5-bbac-d3b4c5ff3d02/67f88869-bca4-4eb2-99c0-71df33294397.jpg",
    "altTitles": [
      {
        "en": "Ultimate Exorcist Kiyoshi"
      },
      {
        "ru": "Экзорцист Киёши"
      },
      {
        "ja": "悪祓士のキヨシくん"
      },
      {
        "ja": "悪祓士〈エクソシスト〉のキヨシくん"
      }
    ],
    "description": {
      "en": "The most powerful exorcist in history--Kiyoshi! In order to protect that which is precious to him, Kiyoshi has attained ultimate strength. But he has a secret he can't tell anyone... Become a sword that slays evil! Become a shield that protects the weak! It all comes together in this new dramatic exorcist battle comedy series!",
      "pt-br": "O exorcista mais poderoso da história: Kiyoshi Harai! Para proteger o que é precioso para ele, Kiyoshi atingiu a força suprema. Mas ele tem um segredo que não pode contar a ninguém... ele virou a espada que erradica o mal! O escudo que protege os fracos! Tudo se junta nessa nova série dramática de comédia e batalha de exorcistas!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-11-01T16:46:39+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/2e418d11-579c-4078-a960-60781115efc9.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      },
      {
        "id": "Budak Korps Elite Kota Iblis"
      },
      {
        "vi": "Nô lệ của đội tinh nhuệ Ma đô"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "vi": "Chiều không gian đầy quỷ dữ được gọi là \"Ma đô\" đã mở ra đe dọa đối với loài người. Tại đó, có một loài  \"đào\" ban cho kẻ ăn sức mạnh đặc biệt, giúp nhân loại có cơ hội chiến đấu, tuy nhiên, chỉ có nữ giới mới có thể sử dụng thứ sức mạnh \"trái đào\" ấy. Bởi vậy mà phụ nữ trở thành những người bảo vệ loài người, địa vị xã hội tăng cao, trong khi nam giới bị giáng xuống tầng lớp công dân hạng hai, giành giật nhau những công việc cơ bản và sự thừa nhận.\n\nNhân vật chính Yuuki Wakura, một nam sinh chăm chỉ yêu nội trợ, chị gái cậu đã bị bắt trong một sự kiện của Ma đô 5 năm về trước. Khi đang than thở về những khó khăn gặp phải, cậu đã bị lũ quỷ tấn công. Nhờ được đội trưởng Kyouka của Đội chống Quỷ kịp thời ứng cứu, cậu chấp nhận trở thành \"nô lệ\" của cô để có thể sở hữu sức mạnh tiêu diệt bầy quỷ.\n\nBất ngờ thay, việc làm \"nô lệ\" đòi hỏi một cái giá tương xứng...và người phải trả giá lại không phải là cậu.",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fc6e547-cd3d-4030-a733-defc244df2d5",
    "title": {
      "en": "Tsuma, Shougakusei ni Naru."
    },
    "updatedAt": "2024-10-12T15:23:05+00:00",
    "coverArt": "https://mangadex.org/covers/2fc6e547-cd3d-4030-a733-defc244df2d5/b824f23b-d18d-4105-b255-a21fa524e0ba.jpg",
    "altTitles": [
      {
        "ja": "妻、小学生になる。"
      },
      {
        "ja": "If my wife become an elementary school student."
      },
      {
        "en": "If My Wife Became an Elementary School Student."
      },
      {
        "en": "My Wife Became An Elementary School Student."
      },
      {
        "id": "Istriku Menjadi Anak SD"
      },
      {
        "es": "Mi esposa volvió a la escuela primaria"
      },
      {
        "ko": "아내, 초등학생이 되다."
      },
      {
        "es-la": "Si mi esposa renaciera como una estudiante de primaria"
      },
      {
        "fr": "Ma femme s'est réincarnée en écolière"
      },
      {
        "ja": "妻小"
      },
      {
        "ja-ro": "TsumaShou"
      },
      {
        "ja-ro": "TsumaSho"
      },
      {
        "vi": "Vợ tôi là Học sinh Tiểu Học"
      }
    ],
    "description": {
      "en": "The trials and tribulations of a single father, who one day meets the reincarnation of his deceased wife, who perished a decade before.",
      "es": "Las pruebas y adversidades de un padre soltero, que un día se encuentra con la reencarnación de su difunta esposa, que murió una década antes.  \n  \n\n\n---\n\nLinks  \n- [Author's Twitter](https://twitter.com/yayu_murata)",
      "es-la": "Nijima Keisuke es un hombre asalariado, vivía felizmente junto a su esposa y a su hija, hasta que un día su esposa fallece y él se derrumba. Siendo ahora un padre soltero, tuvo que esforzarse más por su hija pero perdía el camino y su estilo de vida se volvió muy deplorable, hasta que un día aparece una niña diciendo ser la reencarnación de su esposa y se propone ayudarlo para cambiar y corregir su lamentable situación actual.",
      "pt-br": "As provações e tribulações de um pai solteiro, que um dia encontra a reencarnação de sua falecida esposa."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "111"
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-09-19T16:05:58+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/93b0b3ea-5990-4e2b-ad1a-01e231a7938a.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      },
      {
        "uk": "Королівство"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "uk": "Мільйони років минуло з часів легенд, коли світ людей і богів був єдиним. У ті часи бажання людини верховодило над світом. Це була епоха 500-річної війни, період ворожих держав. «Королівство» — історія про хлопчину на ім’я Сінь, котрий прагне стати найвеличнішим генералом та про безліч випробувань та скитань, повз які пролягатиме його шлях до мети.",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c59ccaf-1159-4a1a-8a42-7ab363f32905",
    "title": {
      "en": "Blue Archive - Sensei Gyakutai Yume Senpai Imouto Gainen Series (Doujinshi)"
    },
    "updatedAt": "2024-05-26T08:03:33+00:00",
    "coverArt": "https://mangadex.org/covers/1c59ccaf-1159-4a1a-8a42-7ab363f32905/cc443b9b-3a96-46da-85ee-c12b8f64f1f4.jpg",
    "altTitles": [
      {
        "ja": "先生虐待ユメ先輩妹概念シリーズ"
      },
      {
        "ja-ro": "Sensei Gyakutai Yume Senpai Imouto Gainen Series (Blue Archive)"
      },
      {
        "en": "The Sensei And Little Sister Yume's Abuse Concept Series (Blue Archive)"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db692d58-4b13-4174-ae8c-30c515c0689c",
    "title": {
      "en": "HUNTER x HUNTER"
    },
    "updatedAt": "2024-10-22T01:30:32+00:00",
    "coverArt": "https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/a1686843-1414-45e4-a4b7-425d58356042.jpg",
    "altTitles": [
      {
        "en": "Hunter Hunter"
      },
      {
        "en": "HUNTER×HUNTER"
      },
      {
        "en": "HxH"
      },
      {
        "de": "Jäger x Jäger"
      },
      {
        "lt": "Medžiotojas x Medžiotojas"
      },
      {
        "ru": "Охотник х Охотник"
      },
      {
        "ar": "القناص"
      },
      {
        "ar": "هنتر x هنتر"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "zh": "全职猎人"
      },
      {
        "zh": "猎人"
      },
      {
        "hi": "हन्टर x हन्टर"
      },
      {
        "fa": "هانتر x هانتر"
      },
      {
        "kk": "Аңшы × Аңшы"
      },
      {
        "kk": "Аулаушы × Аулаушы"
      },
      {
        "tr": "Avcı x Avcı"
      },
      {
        "es-la": "Cazador X"
      },
      {
        "vi": "HUNTER×HUNTER"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "fa": "هانتر‌ها، افراد کنجکاوی که به دنبال گنج‌ها، مجرم‌های خطرناک، مکان‌های ناشناخته و اسرارآمیز، جانوران افسانه‌ای و... هستند. البته برای دست یابی به این موقعیت نیاز به مجوزی است که در بین هر صدهزار نفر تنها یک نفر می‌تواند در آزمون آن موفق شود.\nاین داستان درمورد چهار نوجوانه که در آزمون هانترها با هم روبه‌رو می‌شوند:\nگون، پسری که به دنبال پدرش می‌گردد. کیلوا، پسری که می‌خواهد زندگی جدیدی را شروع کند. لئوریو، پسری که قصد دارد پزشک شود و کوراپیکا، پسری که می‌خواهد انتقام قبیله خود‌ را بگیرد.",
      "pt": "Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters.",
      "vi": "Thợ Săn là những người đi chu du thế giới, đối mặt với hiểm nguy. Từ bắt giữ tội phạm cho đến nhưng cuộc thám hiểm trên các hòn đảo để tìm kho báu. Câu chuyện bắt đầu khi người cha của một cậu bé tên Gon mất tích đã khá lâu, nên cậu bé quyết định trở thành Thợ Săn với hy vọng tìm được cha mình. Khi được 12 tuổi Gon bắt đầu cuộc hành trình của mình để được tham gia vào \"Cuộc thi Thợ Săn Kỳ Tài\", ai cũng biết tỉ lệ thành công rất thấp, có khi chết lúc nào không hay. Trong cuộc thi cậu đã kết bạn với Kurapica, Leorio và Killua. Với tình bạn, họ đã trải qua biết bao nhiêu là thử thách, hiểm nguy trên cuộc hành trình của một người Thợ Săn... Còn về phần họ trải qua những thử thách gì và như thế nào thì mời các bạn theo dõi...",
      "es-la": "Sigue la historia de Gon Freecss, un joven que descubre que su padre, a quien creía muerto, es un legendario Cazador, un miembro de una élite que se especializa en localizar tesoros, bestias raras o personas peligrosas. Decidido a encontrar a su padre, Gon emprende un viaje para convertirse en Cazador. En su camino, se enfrenta a desafíos mortales y forma fuertes lazos con amigos como Killua, Leorio y Kurapika. A medida que avanza en su viaje, Gon descubre que el mundo de los Cazadores es mucho más peligroso y complejo de lo que imaginaba.",
      "pt-br": "A série conta a história de Gon Freecss, um garoto de 12 anos que pretende se tornar um Hunter, um caçador de tesouros, lugares perdidos e criaturas estranhas.\n\nContudo, ao contrário da maioria dos Hunters que procuram fama e dinheiro, o herói da história tem uma motivação maior para querer ser um caçador – encontrar seu pai – um dos mais famosos hunters do mundo.\n\nMas não é qualquer um que pode se tornar um Hunter. Para poder praticar essa reconhecida profissão, é necessário ter uma licença especial – e para tirá-la é preciso passar – e sobreviver – a exames com milhares de inscritos. Uma vez aprovado e com sua licença Hunter em mãos, o caçador passa a ter direito a acessar áreas restritas, informações secretas e consegue acumular facilmente uma grande fortuna de acordo com seus feitos ? incluindo ir atrás de Hunters que usam seus poderes para objetivos escusos."
    },
    "status": "ongoing",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "690832ed-f81b-49b1-b461-6e4f6a274f41",
    "title": {
      "en": "MOMO: The Blood Taker"
    },
    "updatedAt": "2024-10-08T04:54:45+00:00",
    "coverArt": "https://mangadex.org/covers/690832ed-f81b-49b1-b461-6e4f6a274f41/b2080f7c-342f-429c-876a-da2aa031f4b9.jpg",
    "altTitles": [
      {
        "en": "MoMo -the blood taker-"
      },
      {
        "en": "MOMO-the blood taker-"
      },
      {
        "ru": "МОМО: Кровопийца"
      },
      {
        "vi": "Momo : Kẻ Hút Máu"
      }
    ],
    "description": {
      "en": "In Tokyo, suspicious cases are occurring where the victims have all of their blood drained from them.  \nMikogami Keiji, a detective who also wants revenge for his lover, killed 10 years ago, pursues the culprit, the “Man with two faces”.  \nWhat is the identity of the silver-haired girl who observes him…?  \n  \nA new serialization by the author of [Boku Girl](https://mangadex.org/title/10643/boku-girl)",
      "ru": "В Токио происходит ряд странных убийств, когда у всех жертв проподает вся кровь.  \nМикогами Кейджи, детектив, который хочет отомстить за свою возлюбленную, убитую   \n10 лет назад, преследует преступника, именуемого «Человек с двумя лицами».  \nКакова же личность седовласой девушки, которая наблюдает за ним?..   \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/cube_sa)",
      "vi": "Ở Tokyo, nhiều vụ án mạng kì lạ với nạn nhân bị rút hết máu liên tục diễn ra. Mikogami Keiji, một thám tử vì muốn trả thù cho ngưòi yêu là nạn nhân trong vụ án 10 năm trước đang trên đường truy tìm hung thủ - Lưỡng Diện Nhân. Còn nhân tướng cô gái tóc bạc quan sát anh ấy là ai? \nMột tác phẩm mới đến từ tác giả của Boku Girl."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "96"
  },
  {
    "mangaId": "a59669f3-4c48-4a14-a403-9d662d0aeb94",
    "title": {
      "en": "A Reunion With A Girl I Dated Briefly After 10 Years."
    },
    "updatedAt": "2024-03-23T14:35:14+00:00",
    "coverArt": "https://mangadex.org/covers/a59669f3-4c48-4a14-a403-9d662d0aeb94/1ddf6924-66e4-4d90-8f97-f1c207c7b5ca.jpg",
    "altTitles": [
      {
        "ja": "付き合っただけの子と10年ぶりの再会"
      },
      {
        "ja-ro": "Tsukiatta Dake no Ko to 10-nenburi no Saikai"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f585efd8-ac36-4434-a3ea-7a1a118b765b",
    "title": {
      "en": "Wada Kyōdai no Shojijō"
    },
    "updatedAt": "2024-11-01T17:01:48+00:00",
    "coverArt": "https://mangadex.org/covers/f585efd8-ac36-4434-a3ea-7a1a118b765b/7abd8f0e-4f47-45fd-bc22-7f6002ae6271.png",
    "altTitles": [
      {
        "ja": "和田兄弟の諸事情"
      },
      {
        "vi": "Chuyện Anh Em Nhà Wada"
      }
    ],
    "description": {
      "en": "Because his parents remarried, Shio lived with his three older brothers. The eldest brother Fuji was indifferent by nature, the second brother Taka was handsome and energetic; the third brother Mina had a cute appearance but a “dark” soul. Since then, he was pampered by them every day. Although the four brothers lived in harmony and happiness, Fuji was gradually realizing that “special feelings” were growing inside him…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "682ea2db-b2a1-4996-a475-fb4d7adbe11b",
    "title": {
      "en": "Reikan Aru Youkya to Kowai Inkya"
    },
    "updatedAt": "2024-10-30T14:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/682ea2db-b2a1-4996-a475-fb4d7adbe11b/caffd9dd-f71c-47fe-b73c-bcffb1ced751.jpg",
    "altTitles": [
      {
        "ja": "霊感ある陽キャと怖い陰キャ"
      },
      {
        "ja-ro": "Reikan Aru Yōkya to Kowai Inkya"
      },
      {
        "en": "A Spiritual Positive Character and a Scary Negative Character"
      },
      {
        "en": "A Spiritual Extrovert and a Scary Introvert"
      },
      {
        "vi": "Thằng hướng ngoại nhìn thấy được ma và thằng hướng nội trông sợ vỗn lài"
      }
    ],
    "description": {
      "en": "Daily story about a spiritual positive character and a scary negative character"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c96f1bf8-a100-40bb-98ef-c240b9b7cf96",
    "title": {
      "en": "MF Ghost"
    },
    "updatedAt": "2024-10-11T17:39:37+00:00",
    "coverArt": "https://mangadex.org/covers/c96f1bf8-a100-40bb-98ef-c240b9b7cf96/1be8ca33-a56d-4b1d-a53d-292288efd749.jpg",
    "altTitles": [
      {
        "ja": "MFゴースト"
      },
      {
        "zh-hk": "MF幽靈"
      }
    ],
    "description": {
      "en": "In the year 202X, when self-driving electric and fuel-cell vehicles are ubiquitous, the racing organization MFG exists. Hosting races in Japan exclusively using cars with internal combustion engine. We follow young half-British, half-Japanese racing driver, Kanata Rivington. Who graduated at the top of his class in racing school and was invited into the series thanks to his teacher's connections."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f1c253d-9557-4abc-b30b-929d7d8db45e",
    "title": {
      "en": "Hachigatsu Kokonoka Boku wa Kimi ni Kuwareru."
    },
    "updatedAt": "2024-10-26T12:19:47+00:00",
    "coverArt": "https://mangadex.org/covers/7f1c253d-9557-4abc-b30b-929d7d8db45e/a7e86b7a-82d8-41a5-8732-69627630134e.jpg",
    "altTitles": [
      {
        "ja": "八月九日 僕は君に喰われる。"
      },
      {
        "en": "August 9th, I Will Be Eaten by You"
      },
      {
        "fr": "Le 9 août, tu me dévoreras"
      },
      {
        "ru": "Девятого августа я буду съеден тобой"
      },
      {
        "vi": "Ngày Chín Tháng Tám, Kẻ Tôi Tớ này sẽ được Ngài Ăn Thịt."
      },
      {
        "vi": "𣈜𠃩𣎃𠔭 仉晬伵尼𠱊特𠊛咹䏦。 (Nom Script)"
      },
      {
        "vi": "Ngày Chín Tháng Tám, Tôi sẽ bị Ăn Thịt bởi Em."
      },
      {
        "vi": "𣈜𠃩𣎃𠔭 晬𠱊惫咹䏦𤳄㛪。 (Nom Script)"
      }
    ],
    "description": {
      "en": "In order to eat me, my enigmatic stalker is protecting me from other strange women―  \n  \nA high school boy, Sakurai, has a secret he cannot tell anyone: he has been plagued by stalkers since he was a child. One day, his classmate, Ueda, suddenly transforms into a monster, revealed to be one of his stalkers. Miyako, who has always been closely following him, appears and saves him. She tells Sakurai that the monsters, commonly known as urban legends in Japan, are after him because they love him. What will be the fate of Sakurai who is loved by countless creatures disguised as beautiful girls?",
      "id": "Seorang anak SMA cowok bernama Sakurai Aoi, mempunyai kutukan, yaitu selalu diikuti oleh monster-monster yang ingin mengambil nyawanya. Tapi, dia juga mempunyai pelindung posesif yang selalu haus akan cinta Aoi.   \n  \nDi satu sisi, dia tak ingin dekat-dekat dengan gadis posesif bernama Miyako ini. Di sisi lain, dia bisa dilindungi oleh Miyako. Dilema ini terus berlanjut di manapun dia berada.",
      "ja": "僕の怪異(ストーカー)彼女は、100人の怪異(ストーカー)から、僕を喰らうために、護ってくれます――。男子高校生・櫻井には誰にも言えない秘密がある。それは幼少期の頃からストーカーの被害に合っていることだ。そんなある日、同級生・植田が突如化け物へと豹変。自分をストーカーしていた一人だったのだ。櫻井をずっと付け回していた美女・ミヤコの登場で事なきを得たが、日本中に存在する都市伝説上の怪異たちが自分を愛するために、ストーカーをしているという。数百体の美女という名の怪異に愛される櫻井の運命は――。",
      "pt": "Para me comer, meu stalker enigmático está me protegendo de uma outra mulher estranha―  \n  \nUm garoto do Ensino Médio, Sakurai, tem um segredo que ele não pode contar à ninguém: ele está sendo atormentado por stalkers desde que era criança.  \nUm dia, seu colega de sala, Ueda, de repente se transforma em um monstro, revelando ser um dos stalkers.  \nMiyako, que sempre esteve com ele, o seguindo, aparece e o salva.  \nEla diz à Sakurai que os monstros, comumente conhecidos como lendas urbanas no Japão, estão atrás dele por que o amam.  \nQual será o destino de Sakurai, que é amado por diversas criaturas disfarçadas de lindas garotas?  \n\n\n---\n\n**Links:**  \n- [Author's Pixiv](https://www.pixiv.net/en/users/25451722)  \n- [Author's Twitter](https://twitter.com/tadaresan)",
      "ru": "К инфантильному старшекласснику Сакураю постоянно липнут странные девушки, однако одна из них оказывается особенно настойчивой."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76ee7069-23b4-493c-bc44-34ccbf3051a8",
    "title": {
      "en": "Tomo-chan wa Onna no ko!"
    },
    "updatedAt": "2024-08-24T18:41:58+00:00",
    "coverArt": "https://mangadex.org/covers/76ee7069-23b4-493c-bc44-34ccbf3051a8/cfac7a67-3c4b-4b29-8599-bad47613185c.jpg",
    "altTitles": [
      {
        "es": "¡Tomo-chan es una chica!"
      },
      {
        "ca": "La Tomo és una noia!"
      },
      {
        "tl": "Si Tomo-chan ay babae!"
      },
      {
        "ja": "Tomo Chan ha Onnanoko!"
      },
      {
        "sv": "Tomo-chan är en tjej!"
      },
      {
        "pt": "Tomo-chan é uma Garota!"
      },
      {
        "it": "Tomo-chan è una ragazza!"
      },
      {
        "tr": "Tomo-chan da kız!"
      },
      {
        "no": "Tomo-chan er en jente!"
      },
      {
        "da": "Tomo-chan er en pige!"
      },
      {
        "fr": "Tomo-chan est une fille !"
      },
      {
        "en": "Tomo-chan Is a Girl!"
      },
      {
        "id": "Tomo-chan Itu Perempuan!"
      },
      {
        "ru": "Томо-тян — девушка!"
      },
      {
        "ja": "トモちゃんは女の子!"
      },
      {
        "ko": "토모짱은 여자아이!"
      }
    ],
    "description": {
      "en": "Tomo Aizawa was able to successfully confess to her crush Junichirou Kubota. There is only one problem: He just sees her as his buddy. He thought that she was a boy until they went to middle school together, because her grade school was in a different school district."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "953"
  },
  {
    "mangaId": "c81c6098-f206-4467-9d5d-17b5f56be4a2",
    "title": {
      "en": "Immortal Maestro"
    },
    "updatedAt": "2024-09-23T12:29:59+00:00",
    "coverArt": "https://mangadex.org/covers/c81c6098-f206-4467-9d5d-17b5f56be4a2/4579d284-27de-43aa-a9e2-d4effc9f7cbe.jpg",
    "altTitles": [
      {
        "ko": "불멸의 마에스트로"
      },
      {
        "id": "Maestro Abadi"
      }
    ],
    "description": {
      "en": "The person who is ranked No.1 in the world rankings of the AOS League of Infinity game and the strongest person who is nicknamed the devil on the battlefield.\nHowever, a man wearing a golden mask appeared before the strongest person who had suffered a setback in a traffic accident and was abandoned by everyone and proposed.\n“If I come back, can I become a world championship winner?”\nThe strongest person who goes back to the past becomes the maestro who leads the battlefield between earth and other worlds and shows the best game of all time.",
      "id": "Orang yang merupakan peringkat No. 1 di peringkat dunia game AOS League of Infinity dan orang terkuat yang dijuluki iblis di medan perang.\nNamun, seorang pria bertopeng emas muncul di hadapan orang terkuat yang mengalami kemerosotan dalam kecelakaan lalu lintas dan ditinggalkan oleh semua orang dan mengajukan lamaran.\n“Jika saya kembali, bisakah saya menjadi pemenang kejuaraan dunia?”\nOrang terkuat yang kembali ke masa lalu menjadi maestro yang memimpin medan perang antara bumi dan dunia lain dan menunjukkan permainan terbaik sepanjang masa."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]