[
  {
    "mangaId": "737a846b-2e67-4d63-9f7e-f54b3beebac4",
    "title": {
      "en": "Kaette Kudasai! Akutsu-san"
    },
    "updatedAt": "2024-12-29T19:55:28+00:00",
    "coverArt": "https://mangadex.org/covers/737a846b-2e67-4d63-9f7e-f54b3beebac4/eca1a97a-e53c-4323-b3e7-ce8ccec17451.jpg",
    "altTitles": [
      {
        "ja": "帰ってください! 阿久津さん"
      },
      {
        "en": "Please Go Home, Akutsu-san!"
      },
      {
        "zh": "请你回去吧！阿久津同学"
      },
      {
        "de": "Bitte geh heim, Akutsu-san!"
      },
      {
        "it": "Per favore torna a casa, Akutsu-san!"
      },
      {
        "pt-br": "Por favor vá para casa, Akutsu-san!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу-сан!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу!"
      },
      {
        "es-la": "Por favor vete a casa, ¡Akutsu-san!"
      },
      {
        "uk": "Будь ласка, йди додому, Акуцу-сан!"
      },
      {
        "vi": "Xin hãy về nhà, Akutsu-san!"
      },
      {
        "vi": "Cút mẹ về nhà đi Akutsu!"
      }
    ],
    "description": {
      "en": "Ooyama-kun normally doesn't get involved with Akutsu-san, a delinquent girl in his class, but for some reason she makes his house her hang-out place! Will she do something horrible to him behind closed doors or will he chase her out? But dealing with Akutsu-san's sexy, cute behavior in such a confined space... he’s sure to get flustered! He wants her to go home, but he also doesn't?",
      "it": "Ooyama-kun normalmente non si fa coinvolgere da Akutsu-san, una ragazza delinquente della sua classe, ma per qualche motivo lei fa della sua casa il suo luogo di ritrovo!  Ooyama le farà qualcosa di orribile a porte chiuse o la caccerà fuori? Tuttavia aver a che fare con il comportamento sexy e carino di Akutsu-san in uno spazio così ristretto... è sicuro che si ecciterà!  Vuole che lei torni a casa e allo stesso tempo non vuole,  Una commedia stuzzicante sotto lo stesso tetto!",
      "ja": "普段は全く関わりのないクラスの不良女子・阿久津さんに何故か家をたまり場にされてしまった一人暮らしの大山くん。ガラの悪い阿久津さんに何かひどいことをされるのではと追い出そうとするのだが、無防備で距離感の近い彼女のエロカワイイ仕草にドギマギしてしまい…？ 帰ってほしいのに、帰ってほしくない!?",
      "ru": "Оояма-кун обычно не связывается с Акуцу-сан, девушкой-правонарушителем в его классе, но по каким-то причинам она делает его дом своим тусовочным заведением! Оояма сделает с ней что-нибудь ужасное за закрытыми дверями или он её прогонит? Он хочет, чтобы она пошла домой, но не хочет? Дразнящая комедия под одной крышей!  \n  \n**Notes:**   \n- Yankee Musume (ヤンキー娘) is the pre-serialization name.  \n\n\n---\n\n**Links:**  \n- [Artist's Twitter](https://twitter.com/NAGAOKA0)  \n- [Artist's Pixiv](https://www.pixiv.net/member.php?id=133935)",
      "es-la": "Ooyama-kun normalmente no se involucra con Akutsu-san, una chica yankee de su clase, ¡pero por alguna razón ella hace de su casa su lugar de reunión! ¿Ooyama le hará algo horrible cuando estén las puertas cerradas o la echará? Pero lidiar con el sexy y lindo comportamiento de Akutsu en un espacio tan reducido sera un problema…",
      "pt-br": "Ooyama geralmente não se envolve com com Akutsu-san, uma garota delinquente da sua turma, mas por alguma razão ela transformou o quarto dele no seu local de descanso! Será que ela vai fazer algo horrível para ele ou ele vai expulsar ela? Mas lidar com a sexy e fofa Akutsu-san em um espaço fechado... Ele com certeza vai ficar envergonhado! Ooyama quer que ela vá para casa, mas ele também não quer? Uma comédia provocante sob um mesmo teto!"
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8a0426d-539b-4f6a-9537-fbccf4962529",
    "title": {
      "en": "The Moon on a Rainy Night"
    },
    "updatedAt": "2024-12-01T03:36:41+00:00",
    "coverArt": "https://mangadex.org/covers/c8a0426d-539b-4f6a-9537-fbccf4962529/7898f0c5-fac7-4a18-b366-84bf661432b7.jpg",
    "altTitles": [
      {
        "ja": "雨夜の月"
      },
      {
        "ja-ro": "Amayo no Tsuki"
      },
      {
        "ko": "비 오는 밤의 달"
      },
      {
        "fr": "The Moon on a Rainy Night (Meian)"
      },
      {
        "de": "Der Mond in einer Regennacht"
      },
      {
        "pt-br": "A Lua em uma Noite Chuvosa"
      },
      {
        "es-la": "La luna en una noche lluviosa"
      }
    ],
    "description": {
      "en": "One rainy night, Saki is rushing to a piano lesson when she crashes into a beautiful, long-haired girl, dropping her sheet music in the process. Saki stutters an apology, but the girl simply hands back her sheet music and leaves without a word. Saki begins her first day of high school the following morning, only to find the stranger from the night before sitting at the desk next to hers. She learns that the girl’s name is Kanon and that she is not quite completely deaf, but very hard of hearing. Though Kanon needs to be close to people to read their lips, she tends to push people away with her icy demeanor. Through one kind gesture, Saki slowly begins breaking down the walls around Kanon, even as she feels something new blossoming within her.",
      "ja": "2人の少女の、目には見えないもの、かけがえのないこと。\n\n金田一咲希は高校入学直前のある日、ピアノレッスンに向かう途中で見知らぬ同世代の少女とぶつかり手を擦りむくが、相手から無言のまま真っすぐに見つめられた後、落とした楽譜を丁寧に拾われ絆創膏をもらう。咲希は印象的だったその少女とクラスメイトとして再会し、名前が及川奏音、そして耳が不自由だと知る。学校では障害を理由に周囲と距離を置く奏音に、淋しさを覚えた咲希はどうにか分かり合おうとし、そんな彼女の姿に奏音の態度も次第に変わっていき…。",
      "ko": "고등학교에 입학한 사키와 귀가 불편한 반 친구 카논. 사람들과 거리를 두는 카논이 안고 있는 것과 겉으론 보이지 않는 것. 그것을 알고자 하는 사키에게 카논도 점차···. 두 소녀의 눈에는 보이지 않는 것, 둘도 없이 소중한 것.",
      "pt-br": "Um dia, pouco antes de entrar no colégio, Kazuki Kaneda colide com uma garota estranha da mesma geração a caminho da aula de piano e machuca sua mão, mas a partitura que caiu silenciosamente, da outra parte é cuidadosamente recolhida e um curativo é recebido. Saki se reúne com a garota impressionante como colega de classe e descobre que seu nome é Oikawa Kanon e ela é surda. Na escola, Saki, que estava sozinha, tentou entender o som de Kanon, que manteve distância do ambiente por causa de sua deficiência, e sua atitude mudou gradualmente."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "18b0658f-2c1b-40a2-b1c4-de449b012b6c",
    "title": {
      "en": "I Tried Asking My Cool Girlfriend for a Favor"
    },
    "updatedAt": "2024-09-23T20:39:15+00:00",
    "coverArt": "https://mangadex.org/covers/18b0658f-2c1b-40a2-b1c4-de449b012b6c/24d13f40-b791-41d4-8c8c-6a44529757db.jpg",
    "altTitles": [
      {
        "ja-ro": "Cool Kanojo ni Onegai Shite Mita"
      },
      {
        "ja": "クール彼女にお願いしてみた"
      },
      {
        "en": "I Tried asking a favor to my Cool Girlfriend"
      },
      {
        "ro": "Am Încercat Să-i Cer o Favoare Iubitei Mele Cool"
      },
      {
        "vi": "Tôi nhờ cô bạn gái nghiêm túc làm nó vì mình"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "107cf3c5-047a-48e4-bce6-5f63272e7b82",
    "title": {
      "en": "Kakurete Ichaicha Sharehouse!"
    },
    "updatedAt": "2024-07-17T00:32:31+00:00",
    "coverArt": "https://mangadex.org/covers/107cf3c5-047a-48e4-bce6-5f63272e7b82/2197358a-324f-4d96-9ab1-575a9adfe15a.jpg",
    "altTitles": [
      {
        "ja": "かくれてイチャイチャシェアハウス！"
      },
      {
        "ja-ro": "Kakurete Ityaitya Shared House!"
      },
      {
        "ja-ro": "Kakurete Ichacha Shared House!"
      }
    ],
    "description": {
      "ja": "シェアハウスをしている百合カップル2組が、お互いに内緒でこっそりいちゃいちゃするお話です。\n・クールちょろかわ先輩×元気わんこ系後輩\n・適当ギャル先輩×小悪魔系後輩\nの2組の百合カップルのいちゃいちゃ、楽しんでね。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "a0f867fb-ce40-4ebc-be0e-cb396ae03f55",
    "title": {
      "en": "I want to NTR the loser heroine"
    },
    "updatedAt": "2025-01-05T11:17:53+00:00",
    "coverArt": "https://mangadex.org/covers/a0f867fb-ce40-4ebc-be0e-cb396ae03f55/17e5d09f-9d78-4141-8ce3-96583fd1b825.jpg",
    "altTitles": [
      {
        "ja-ro": "Make heroine o NTR shitai"
      },
      {
        "ja": "負けヒロインをNTRしたい"
      },
      {
        "id": "Aku ingin meng-NTR heroine yang kalah."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2863504d-9aea-4071-8504-e1f5885bda37",
    "title": {
      "en": "Senpai, Chotto ii Desu ka?"
    },
    "updatedAt": "2024-11-17T00:27:49+00:00",
    "coverArt": "https://mangadex.org/covers/2863504d-9aea-4071-8504-e1f5885bda37/281c9863-fb56-455b-80a7-e2ac7309b977.jpg",
    "altTitles": [
      {
        "ja": "先輩、ちょっといいですか?"
      },
      {
        "en": "Senpai, Can I Have a Moment?"
      },
      {
        "vi": "“Senpai, anh có thể cho em một chút thời gian được không?"
      }
    ],
    "description": {
      "en": "A super-sheltered girl, Shiranui Rei, has a lot of things she doesn’t know! She asks her questions to her senior, who is also a library committee member. But sometimes, her questions are hard to answer…!?",
      "vi": "Cô gái giàu có và được nuông chiều 不知火零(Shiranui Rei) không biết nhiều điều về thế giới xung quanh! Cô thường hỏi những điều không hiểu cho đàn anh của cô ở câu lạc bộ thư viện. Nhưng những câu hỏi của cô đôi khi lại khó trả lời lắm…!?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "c00d3ff5-fcd2-4779-9252-4ffbe82687e1",
    "title": {
      "en": "Kono Kankei wa Gouhou Desu!"
    },
    "updatedAt": "2024-10-20T11:11:22+00:00",
    "coverArt": "https://mangadex.org/covers/c00d3ff5-fcd2-4779-9252-4ffbe82687e1/c829e839-06a6-4232-b981-50beb17c368f.jpg",
    "altTitles": [
      {
        "en": "This Relationship is Legal!"
      },
      {
        "ja": "この関係は合法です!"
      }
    ],
    "description": {
      "en": "YES Sister, NO Touch!\n\nKouta, who is extremely siscon, decides to live alone in order to \"escape from his little sister \". One day, however, he picks up a runaway girl named Ui, who is full of younger sisterly feelings. Although she looks and acts like a child, she is in fact a beautiful 19-year-old girl with big tits!\n\nProtect his sister? or Crossing the line? The days of agony begin!",
      "ja": "YESシスター、NOタッチ!?極度のシスコンの洸太は、「脱・妹」を目指し一人暮らしをすることに。だがある日、妹感満載の家出少女・初（うい）を拾ってしまう。顔もしぐさも幼い初だが、実は19歳の巨乳美少女だった！妹を守る？一線を超えちゃう!?悶々の日々が始まる！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "04e3ed3f-314f-4bfe-869c-854baac0a602",
    "title": {
      "en": "Kabukicho no Joou Aina, Kyuukyoku no Sekkyaku Skill de Isekai no Ou ni Naru"
    },
    "updatedAt": "2024-12-31T20:43:15+00:00",
    "coverArt": "https://mangadex.org/covers/04e3ed3f-314f-4bfe-869c-854baac0a602/f6915590-1312-41be-a405-68c170047b56.jpg",
    "altTitles": [
      {
        "ja-ro": "Kabukicho no Joou Aina, Kyuukyoku no Sekkyaku Skill de Isekai no Ou ni Naru"
      },
      {
        "ja": "歌舞伎町の嬢王アイナ、究極の接客スキルで異世界の王になる。"
      },
      {
        "en": "Aina, the Queen of Kabukicho, Becomes the Queen of a Different World with her Exceptional Hostess Prowess"
      }
    ],
    "description": {
      "en": "Aina, a top cabaret club hostess reigning over Kabukichô, suddenly awakens to find herself... transported to another world! Furthermore, she gets entangled in a succession battle full of despicable men...!? Witness the beginning of a legendary tale in another world, as the queen of hostesses, who understands the hearts of men, takes the stage!\n\n---\n**Links:**\n- Alternative Official Raw - [Pocket Magazine](https://pocket.shonenmagazine.com/episode/3270375685329309846)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-11-07T22:04:56+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/7e02ac66-1ac9-4eac-bc05-a264222ca87b.png",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      },
      {
        "pl": "SZKIELET"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f082a4c-2a50-4859-ae0d-30a0bcf1cf9e",
    "title": {
      "en": "Yè De Mìng Míng Shù"
    },
    "updatedAt": "2024-09-22T19:11:19+00:00",
    "coverArt": "https://mangadex.org/covers/9f082a4c-2a50-4859-ae0d-30a0bcf1cf9e/205416c6-f702-4a19-8c8a-52ced3e16fb3.jpg",
    "altTitles": [
      {
        "zh": "夜的命名术"
      },
      {
        "en": "Moniker of the night"
      },
      {
        "ko": "밤의 명명법"
      },
      {
        "ja": "夜の命名法"
      },
      {
        "en": "Night’s Nomenclature"
      },
      {
        "vi": "Mệnh Danh Thuật Của Bóng Tối"
      },
      {
        "zh-ro": "Ye De Ming Ming Shu"
      },
      {
        "en": "Naming Technique of the Night"
      },
      {
        "en": "Retouching of the Night"
      }
    ],
    "description": {
      "en": "In the blue and purple neon, under the dense steel sky, the front end of the data torrent is the world after the technological revolution, and it is also the boundary between reality and illusion. Steel and body, past and future. Here, the outer world and the inner world coexist, and everything in front of you is like a wall of time. Darkness gradually shrouded. But you have to understand, my friend, that we cannot deal with darkness with tenderness, but with fire.",
      "zh": "蓝与紫的霓虹中，浓密的钢铁苍穹下，数据洪流的前端，是科技革命之后的世界，也是现实与虚幻的分界。 钢铁与身体，过去与未来。 这里，表世界与里世界并存，面前的一切，像是时间之墙近在眼前。 黑暗逐渐笼罩。 可你要明白啊我的朋友，我们不能用温柔去应对黑暗，要用火。"
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f98ccbdd-1b2b-4f8f-940f-d444b2e09c0f",
    "title": {
      "en": "Nanashi wa Ittai Dare Deshou?"
    },
    "updatedAt": "2024-08-29T13:33:42+00:00",
    "coverArt": "https://mangadex.org/covers/f98ccbdd-1b2b-4f8f-940f-d444b2e09c0f/ebde43c9-30f9-4cbb-af1f-e77dc4f30dfc.jpg",
    "altTitles": [
      {
        "ja": "名無しは一体誰でしょう?"
      },
      {
        "en": "Who in the World Is the Nameless One?"
      }
    ],
    "description": {
      "en": "\"There are three things that worry me in this moment. First, before I noticed, I was here. Second, I have no memory. Third, there is a girl with a knife in front of me. Who on earth am I?\""
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "24"
  },
  {
    "mangaId": "30f33cd0-a65b-4b13-a660-bee2940bc551",
    "title": {
      "en": "Henjo ~Hen na Joshi Kousei Amaguri Senko~"
    },
    "updatedAt": "2024-10-29T19:30:07+00:00",
    "coverArt": "https://mangadex.org/covers/30f33cd0-a65b-4b13-a660-bee2940bc551/49722ee1-ce41-4e1a-b63d-0ec488d07b64.jpg",
    "altTitles": [
      {
        "ja": "変女～変な女子高生 甘栗千子～"
      },
      {
        "en": "Henjo: The Strange Female High-Schooler Amaguri Senko"
      },
      {
        "ko": "변녀 : 이상한 여자고등학생 아마구"
      },
      {
        "fr": "Henjo - L'étrange lycéenne Amaguri Senko"
      }
    ],
    "description": {
      "en": "Amaguri Senko is a high school girl with a cool personality (as in kuudere) and a big pervert. She openly reads porn, masturbates and isn't perturbed in the slightest at the sight of penises and such. The story centers around Senko's daily life with two male handymen working for her father's company  which she also helps out with, Takamura Ryou and Sugita Kouhei. Takamura ends up being constantly sexually harassed by Senko, partially due to his phimosis dick that caught her interest,  but little did he know, she wasn't joking when she bluntly said \"I like you\"…",
      "fr": "Amaguri Senko est une lycéenne kuudere, mais surtout une gigantesque perverse. Elle lit ouvertement du porno, se masturbe et la vue d'un pénis ne l'affecte pas le moins du monde. Voici l'histoire de sa vie quotidienne en compagnie de deux hommes-à-tout-faire employés de la société de son père : Sugita Kouhei et Takamura Ryou. Ce dernier se retrouve constamment harcelé sexuellement par Senko, mais il est bien loin de se douter qu'elle ne plaisantait pas le jour où elle lui a dit qu'elle l'aimait…",
      "ja": "就職難のこの時代、フツーの男子・高村の就職先は今どき珍しい住み込みスタイルの「便利屋 甘栗」！そこの娘の千子ちゃんは女子高生でカワイイんだけど、少し?変な?女子高生だった！突如、始まった彼女との同居生活は事件の連続!?",
      "pt-br": "Amaguri Senko é uma estudante do ensino médio com uma personalidade legal (como em kuudere) e uma grande pervertida. Ela lê pornografia abertamente, se masturba e não se incomoda nem um pouco ao ver pênis e coisas assim. A história gira em torno da vida diária de Senko com dois trabalhadores manuais que trabalham para a empresa de seu pai, na qual ela também ajuda, Takamura Ryou e Sugita Kouhei. Takamura acaba sendo constantemente assediado sexualmente por Senko, em parte devido ao seu pênis com fimose que despertou seu interesse, mas ele mal sabia que ela não estava brincando quando disse sem rodeios \"Eu gosto de você\"..."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "245d66cc-b61a-4388-92a7-89dc9bca1c72",
    "title": {
      "en": "Nishina-kun no Henshuu Boukenki ~Ranobe wa Danjon de Tsukurareru~"
    },
    "updatedAt": "2024-11-20T22:05:56+00:00",
    "coverArt": "https://mangadex.org/covers/245d66cc-b61a-4388-92a7-89dc9bca1c72/9b457293-178b-4dea-8438-97e29298ce37.jpg",
    "altTitles": [
      {
        "ja": "仁科くんの編集冒険記 ～ラノベはダンジョンで創られる～"
      },
      {
        "en": "Nishina-kun's Editorial Adventures: Light Novels are Made in Dungeons"
      }
    ],
    "description": {
      "en": "A college student, Hiroki Nishina, was introduced by his senpai to a part-time job in the light novel editorial department of a publishing company, but on his first day of work, he was somehow transported to another world(?).",
      "ja": "大学生の仁科博樹は、先輩の紹介で出版社のライトノベル編集部でアルバイトをする事になったのだが、勤務初日に何故か何故か異世界(?)へと落とされてしまった。出版社の地下に広がる異世界とは一体。大学生・仁科くんの運命や如何に!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50bac62c-3e1a-4237-a3a2-c64cc82d3677",
    "title": {
      "en": "Dokyuu Hentai HxEros"
    },
    "updatedAt": "2024-12-04T04:37:58+00:00",
    "coverArt": "https://mangadex.org/covers/50bac62c-3e1a-4237-a3a2-c64cc82d3677/141a629d-cff5-4c47-96b2-d9d1c2f327d2.jpg",
    "altTitles": [
      {
        "ja": "ド級編隊エグゼロス"
      },
      {
        "ja-ro": "Dokyuu Hentai HXEROS"
      },
      {
        "en": "Super HxEros"
      },
      {
        "en": "Dreadnought Formation HXEROS"
      },
      {
        "ru": "Формирование извращенной силы"
      },
      {
        "ko": "초급편대 에그제로스"
      }
    ],
    "description": {
      "en": "In a world on the verge of a great disaster, heroes who, with the help of a device called HxEros, use the power of Ecchi (H) and erotic power (Ero) to save the planet from libido-devouring monsters!  \n  \nFive years ago, an unknown type of alien called \"Censor Bugs\" invaded the Earth. They plunder \"H energy\" in an attempt to evolve their own race and make mankind extinct. To save the Earth from this alien threat, high school boy Retto Enjo joins the \"HxEros\" team, partnering with four gorgeous high school girls; one of whom is his childhood friend Kirara Hoshino. However, it turns out that Kirara has changed her personality a lot which leads to an estrangement between the two childhood friends.",
      "pt": "Em um mundo que está a beira de um grande desastre que começou 5 anos atrás, o mundo apenas pode ser salvo por Heróis que com a ajuda de um aparelho chamado HxEros, usam o poder do Ecchi(H) e o poder erótico(Ero) para salvar o mundo de perder o tesão!",
      "pt-br": "Em um mundo que está a beira de um grande desastre que começou 5 anos atrás, o mundo apenas pode ser salvo por Heróis que com a ajuda de um aparelho chamado HxEros, usam o poder do Ecchi(H) e o poder erótico(Ero) para salvar o mundo de perder o tesão!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "12",
    "lastChapter": "55"
  },
  {
    "mangaId": "dde336e0-9175-4888-b068-4dadd587f4bb",
    "title": {
      "en": "Etrian Odyssey III: The Deep Sea War Princess"
    },
    "updatedAt": "2024-10-09T06:52:06+00:00",
    "coverArt": "https://mangadex.org/covers/dde336e0-9175-4888-b068-4dadd587f4bb/a02802cb-de59-4948-ab4b-3c3695f530f9.png",
    "altTitles": [
      {
        "ja-ro": "Sekaiju no Meikyuu III: Shinkai no Ikusahime"
      },
      {
        "ja-ro": "Sekaiju no Meikyuu III: Shinkai no Senki"
      },
      {
        "ja": "世界樹の迷宮III ~深海の戦姫~"
      },
      {
        "ja-ro": "Sekaiju no Meikyū III"
      },
      {
        "es-la": "Etrian Odyssey III: La princesa de guerra del mar profundo"
      },
      {
        "en": "Labyrinth of Yggdrasil III"
      }
    ],
    "description": {
      "en": "An original story adaptation based on the third installment in the Etrian Odyssey franchise.\n\nFormer Princess Celia Zoe Granvania and her Ninja retainer Fuuka hitch a ride on a merchant ship sailing to the magnificent Sea City of Armoroad, where an enormous World Tree of Yggdrasil looms over. \n\nWanting to explore the vast labyrinth that it houses underneath, Celia hopes to uncover the reason why everything she once held dear is gone..."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "13"
  },
  {
    "mangaId": "68da21ba-6875-4b3e-b79f-8e3492fc1260",
    "title": {
      "en": "Blue Archive x Kamen Rider Decade - Story of Tsukasa Kadoya Sensei in Schale (Doujinshi)"
    },
    "updatedAt": "2025-01-01T12:48:42+00:00",
    "coverArt": "https://mangadex.org/covers/68da21ba-6875-4b3e-b79f-8e3492fc1260/6483db44-f1cd-48d7-936c-96734e608bdd.jpg",
    "altTitles": [
      {
        "ja": "シャーレの門矢士先生概念"
      },
      {
        "vi": "Blue Archive x Kamen Rider Decade - Câu chuyện về thầy giáo Schale Kadoya Tsukasa"
      }
    ],
    "description": {
      "en": "Anyone who is a fan of the Kamen Rider genre probably knows Kamen Rider Decade, also known as Kadoya Tsukasa;  world destroyer... The story is about Decade working as a sensei in the Blue Archive world"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5813825a-b729-4ce4-8dfd-54c3391f8d19",
    "title": {
      "en": "Super Ball Girls"
    },
    "updatedAt": "2025-01-11T08:13:44+00:00",
    "coverArt": "https://mangadex.org/covers/5813825a-b729-4ce4-8dfd-54c3391f8d19/79aa3852-ae92-4705-8135-683a45b48aa9.jpg",
    "altTitles": [
      {
        "ja": "スーパーボールガールズ"
      },
      {
        "en": "Superball Girls"
      },
      {
        "zh": "弹珠女孩"
      },
      {
        "zh-hk": "超級彈珠女孩"
      },
      {
        "hi": "सुपर बॉल गर्ल्स"
      },
      {
        "ne": "सुपर बल गर्ल्स"
      },
      {
        "ru": "Девушки и супермяч"
      },
      {
        "vi": "Siêu cầu nữ"
      },
      {
        "pt-br": "Garotas Das Super Esferas"
      }
    ],
    "description": {
      "en": "Ichiyoshi continues to work at a chocolate factory, locking away his \"best\" in his heart. One Christmas night, on his way home, he finds a mysterious superball that rolls out of the darkness...",
      "ja": "人生で自分にとっての「一番」をずっと心にしまい続けながら、チョコレート工場での仕事を続ける一好瑛太。クリスマスの夜、帰宅中の彼は暗闇から転がる不思議なスーパーボールを手にする。日常への様々な思いをぶつけるように、そのボールを思い切り投げつけた彼の前にいきなり現れたのは理想の「美女」．．．！？",
      "pt-br": "Ichiyoshi continua trabalhando em uma fábrica de chocolate, trancando o seu \"melhor\" em seu coração. Numa noite de Natal, a caminho de casa, ele encontra uma misteriosa super bola que  cai da escuridão..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c8411d3-c600-4f2d-aea7-f94b484c1f7a",
    "title": {
      "en": "Mujaki no Rakuen"
    },
    "updatedAt": "2024-11-23T03:18:42+00:00",
    "coverArt": "https://mangadex.org/covers/1c8411d3-c600-4f2d-aea7-f94b484c1f7a/f9d74c5d-f465-4ca6-849e-ecaf2d5e9f76.jpg",
    "altTitles": [
      {
        "en": "Paradise of Innocence"
      },
      {
        "zh": "天真无邪的乐园"
      },
      {
        "ja": "無邪気の楽園"
      }
    ],
    "description": {
      "en": "A 25-year-old guy has been thinking about his wasted school years when suddenly he is back in his adolescence in elementary!!"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "erotica",
    "lastVolume": "12",
    "lastChapter": "78"
  },
  {
    "mangaId": "6cc1f7c8-9a4b-4f1b-bc95-4f6d8ff18e97",
    "title": {
      "en": "The Freed Demon King Aims for Earth!"
    },
    "updatedAt": "2025-01-16T15:16:24+00:00",
    "coverArt": "https://mangadex.org/covers/6cc1f7c8-9a4b-4f1b-bc95-4f6d8ff18e97/acc7b4f1-423b-4c23-9dad-cb7874e3ada1.jpg",
    "altTitles": [
      {
        "id": "Raja Iblis yang Dibebaskan Mengarah ke Bumi!"
      },
      {
        "ja": "放された魔王は地球を目指す！"
      }
    ],
    "description": {
      "en": "The Demon King, exiled by his own kind and sealed by the Hero, finally resurrects after an eternal span of time! The place where he awakens is a wasteland, with a dark sky twinkling with stars. The air feels thin, and his body somehow feels light... Regaining his composure, the Demon King searches for the Hero’s presence, and it seems the Hero is far away on a blue planet in the sky—? Although he doesn't know where he is, one thing is certain: the Demon King will fight to defeat the Hero!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "308c43cf-1e52-4e3d-a048-56524aab1b27",
    "title": {
      "en": "Shima-chan Chi no Tsugai Jijou"
    },
    "updatedAt": "2025-01-02T15:50:54+00:00",
    "coverArt": "https://mangadex.org/covers/308c43cf-1e52-4e3d-a048-56524aab1b27/1ab04b19-2532-435f-b2b4-2f00eec70670.jpg",
    "altTitles": [
      {
        "ja": "しまちゃん家の番事情"
      },
      {
        "en": "How Shima's Parents Became Mates"
      },
      {
        "en": "How My Daddies Became Mates"
      },
      {
        "es": "La historia de los padres de Shima"
      },
      {
        "ru": "Шима-чан, твоя очередь"
      },
      {
        "zh": "紫万家的夫夫轶事"
      }
    ],
    "description": {
      "en": "Let's… Let's get married! Shima-chan has two fathers, happy go lucky Akane (α) who likes to do things his own way and tender Aoi (Ω) who is a man of reason. Presently, they’re happy parents who love their daughter Shima-chan, but things were not smooth in the past. From their first encounter to their wedding, this omegaverse memoir tells the story of two young bad boys and how they formed their happy family."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "4fb13e27-641c-427e-ac61-01db67837b83",
    "title": {
      "en": "Desharow Merman"
    },
    "updatedAt": "2024-12-06T13:42:17+00:00",
    "coverArt": "https://mangadex.org/covers/4fb13e27-641c-427e-ac61-01db67837b83/89a4f872-f0c5-48d2-b108-b08dce8a0d45.jpg",
    "altTitles": [
      {
        "zh": "德萨罗人鱼"
      },
      {
        "en": "Desharow Mermaid"
      },
      {
        "ko": "다니엘의 인어"
      },
      {
        "th": "นายเงือกของเดซาโรว"
      }
    ],
    "description": {
      "en": "Desharow, a Biology student at the Russian Maritime Academy, embarked on a long distance voyage with his mentor, Rhine, where the two caught a mysterious black scaled merman in Iceland. Little did he know that this mysterious black and evil creature had long viewed him as his prey…\n\nOfficial Translations:\n[Official Korean Translation](https://www.peanutoon.com/ko/comic/detail/11357)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34ef2d69-2a7e-4d11-815e-986043556f55",
    "title": {
      "en": "Mugen no Skill Getter!"
    },
    "updatedAt": "2024-10-14T13:10:36+00:00",
    "coverArt": "https://mangadex.org/covers/34ef2d69-2a7e-4d11-815e-986043556f55/b2696e48-809b-45ca-a36e-a7955ae5e74a.jpg",
    "altTitles": [
      {
        "ja": "無限のスキルゲッター！"
      },
      {
        "en": "Limitless Skill Getter!"
      },
      {
        "en": "Infinite Skill Getter!"
      }
    ],
    "description": {
      "en": "During a Once-in-A-lifetime ceremony, the young boy, Yuri, receives the trash skill “Life transfer”, allowing him to transfer his life force to another person…\nCrushed by despair after receiving the skill, Yuri encounters a woman who loses her life right in front of him. Wanting to be the one to decide who he gives his life to, he activates “Life Transfer”, dying on the spot. It had appeared as though the woman’s life was ended rather abruptly, however, the woman turned out to be the daughter of god. As a “thank you” for saving the life of his daughter, god resurrected Yuri, and in addition, gave him the ability to receive double the experience points each month.\nWith the endless amount of experience he gains, Yuri will leisurely walk the path to the world’s strongest, collecting endless amounts of skills along the way!\n***\n[Orignal webnovel](https://www.alphapolis.co.jp/novel/587737999/279349914)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f25dd269-368f-41d2-9cc1-3ea5d43ff97e",
    "title": {
      "en": "Way to the Glory"
    },
    "updatedAt": "2025-01-10T14:05:03+00:00",
    "coverArt": "https://mangadex.org/covers/f25dd269-368f-41d2-9cc1-3ea5d43ff97e/e080f148-8e11-42d4-88e2-475c52ef717e.jpg",
    "altTitles": [
      {
        "zh-ro": "È Nǚ Wèi Dì"
      },
      {
        "en": "The Evil Girl is Emperor"
      },
      {
        "en": "Way to the Glory"
      },
      {
        "zh": "恶女为帝"
      },
      {
        "zh-hk": "惡女爲帝"
      },
      {
        "ko": "악녀하렘"
      },
      {
        "es": "La Chica Malvada Se Convierte En Emperatriz"
      }
    ],
    "description": {
      "en": "The Goddess of War died with grievances. Now after being reborn as Ye Weiyun she is on her way to start a new and happy life.   \n  \nWhat revenge? What scum? Violence should be fought with violence!   \n  \nI will become a rich woman, and build my own harem.   \n  \n\"In the past I got bullied and never resisted. Now, take a good look at the queen I have become.\"\n\nAlternative Raws: [Kuaikan](https://www.kuaikanmanhua.com/web/topic/5975), [BiliBili](https://manga.bilibili.com/detail/mc27719)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "145"
  },
  {
    "mangaId": "69854e22-5bb8-4491-ab71-c8f8a0cb94d0",
    "title": {
      "en": "Apocalyptic Thief"
    },
    "updatedAt": "2024-08-02T22:16:43+00:00",
    "coverArt": "https://mangadex.org/covers/69854e22-5bb8-4491-ab71-c8f8a0cb94d0/800d870a-14ea-41d0-b6c6-72c11d9b11a2.jpg",
    "altTitles": [
      {
        "en": "Rogue of Doom"
      },
      {
        "zh": "末世盗贼行"
      },
      {
        "en": "Going Rogue in the Apocalypse"
      },
      {
        "ko": "쪼렙 헌터부터 다시 시작"
      },
      {
        "ja": "レベル200最強盗賊の覚醒～終末世界で暴れ狂ってやる～"
      }
    ],
    "description": {
      "en": "A storm of the universe brought species mutations. The poison, undead, giants and monsters in the city roared as they waved their weapons. As the beasts in the woods fought over territorial rights, humans, too, awakened an ability known as star power… Zhou Zheng, without star power, traversed to this apocalyptic world. Using the abilities of the thief character in the game, he destroys the darkness and fog, seeking supreme power!",
      "fr": "Un mouvement dans l'univers a apporté des mutations au niveau des espèces vivantes. Un poison, des morts vivants, des géants et des monstres rugissent dans la ville en agitant leurs armes. Alors que des bêtes dans les bois se battent pour des territoires, certains humains éveillent une capacité spéciale connue sous le nom de pouvoir des étoiles... Zhou Zheng, déficient de ce pouvoir, va traverser ce nouveau monde post apocalyptique.\nUtilisant ses capacités de voleur issue d'un autre jeu, il détruit ténèbres et brouillard, à la recherche du pouvoir suprême !",
      "zh": "一场宇宙风暴带来了物种的变异。城市中的毒尸巨怪，挥动着战斧咆哮。丛林中的异兽们，争夺着领地的主权。人类也觉醒了一种名为星力的异能……没有星力的周正穿越到这个末世。利用游戏中盗贼的角色能力，他将撕毁黑暗迷雾，追逐至高的力量！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "163"
  },
  {
    "mangaId": "8c89080f-681a-4bcf-8abe-ce12659e010f",
    "title": {
      "en": "Subdue My \"Villain\" Hubby"
    },
    "updatedAt": "2025-01-10T14:07:13+00:00",
    "coverArt": "https://mangadex.org/covers/8c89080f-681a-4bcf-8abe-ce12659e010f/00c8fad3-a25b-4633-b85e-78091e44ee97.jpg",
    "altTitles": [
      {
        "zh": "我成了反派大佬的小娇妻？！"
      },
      {
        "en": "I Became the Villain's Wife"
      },
      {
        "zh-hk": "我成了反派大佬的小嬌妻？！"
      },
      {
        "ja": "私は悪役の甘えん坊妻になりました"
      },
      {
        "zh-ro": "Wo Cheng Le Fan Pai Da Lao De Xiao Jiao Qi?!"
      }
    ],
    "description": {
      "en": "The dainty flower idol Chen Cong Rong unluckily fell into a trap and awoke to a stunning naked man in her bed! Hahaha, is it okay to be with such a beautiful man? Hang on… Are you telling me I've switched places with the toxic, evil, and manipulative side character who won’t even survive 20% of the plot?! No, I'm definitely not ready to die!! Watch as I keep on living my ideal life!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-08-22T22:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85ce7857-3d01-4b0a-adff-7a4cba347ced",
    "title": {
      "en": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 4-bu 「 Kizokuin no Toshokan wo Sukuitai!」"
    },
    "updatedAt": "2025-01-02T05:53:11+00:00",
    "coverArt": "https://mangadex.org/covers/85ce7857-3d01-4b0a-adff-7a4cba347ced/c7daee87-b9bc-492b-b27f-fa7cb2a95162.jpg",
    "altTitles": [
      {
        "en": "Ascendance of a Bookworm ~I'll do anything to become a librarian~ Part 4 「Let's Save the Royal Academy Library!」"
      },
      {
        "ja-ro": "Honzuki no Gekokujou: Part 4"
      },
      {
        "ja": "本好きの下剋上～司書になるためには手段を選んでいられません～第四部 貴族院の図書館を救いたい!"
      },
      {
        "ja-ro": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 4-bu 「 Kizokuin no Toshokan wo Sukuitai!」"
      },
      {
        "en": "Ascendance of a Bookworm: Part 4"
      }
    ],
    "description": {
      "en": "As Rozemyne wakes up after almost two years she finds out that the world around her has undergone great change causing her to feel like Urashima Tarō from the Japanese fairy tale. However, there is no time for her to get acclimate to the new world as she is quickly sent off to the Royal Academy to become a true noble.   \nShe is presented with the difficult task of raising Ehrenfest's ranking while being surrounded by eccentric teachers and children from other duchies however she is motivated by the Royal Academy's giant library. While there are no other Archduke Candidates or members of royalty around Rozemyne commandeers the library!  \nHere begins Part 4 of this biblio-fantasy as we enter the Royal Academy!\n___\n**Character Designer:** [Shiina You](https://mangadex.org/author/bf3b6af9-eac9-4886-be15-bc4a75640ede)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-09-24T18:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/870c4713-e353-4a0b-9c94-4072aa037ec9.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2242193d-8634-4a74-8bfa-45744e53866f",
    "title": {
      "en": "Imo Ichirou's Twitter Shorts"
    },
    "updatedAt": "2024-04-16T09:24:54+00:00",
    "coverArt": "https://mangadex.org/covers/2242193d-8634-4a74-8bfa-45744e53866f/c24eec35-fbf0-4e86-974e-65a2695f49cd.jpg",
    "altTitles": [],
    "description": {
      "en": "Short manga posted by Imo Ichirou [@cheesesama24] on Twitter."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe12dd7d-69e0-4eb6-b024-42915b32d3e7",
    "title": {
      "en": "Kinyoubi no Baby Violet"
    },
    "updatedAt": "2022-11-26T15:47:09+00:00",
    "coverArt": "https://mangadex.org/covers/fe12dd7d-69e0-4eb6-b024-42915b32d3e7/c1b12718-193e-46da-8538-a1cd84f4bcf8.jpg",
    "altTitles": [
      {
        "ja": "金曜日のベイビーヴァイオレット"
      },
      {
        "zh": "星期五的Babyviolet"
      }
    ],
    "description": {
      "en": "To her coworkers, Mizuno Sumire is hard-working, capable, and cold-blooded, but she is actually hiding a shocking secret. What happens when this secret is suddenly uncovered by someone else?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "13"
  },
  {
    "mangaId": "03f093d8-b9ca-487a-891b-4d2c5fc99601",
    "title": {
      "en": "My Gemini"
    },
    "updatedAt": "2025-01-15T11:48:45+00:00",
    "coverArt": "https://mangadex.org/covers/03f093d8-b9ca-487a-891b-4d2c5fc99601/d02feaf1-e1e9-4ac7-94e0-6d8687a9a84d.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku no Gemini"
      },
      {
        "vi": "Song Tử của em"
      },
      {
        "ja": "僕のジェミニ"
      },
      {
        "ru": "Мои близнецы"
      }
    ],
    "description": {
      "en": "Who died at that time... Which one?\n\nJohn is red-haired and freckled. His only pride is that he is a close friend of the school's popular twins, Jekyll and Hyde. The twins always pretended to be each other, but suddenly one of the twins died. Who was left... Which one!?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "14"
  },
  {
    "mangaId": "4667017b-c0d6-479c-8b27-e1ee674a4351",
    "title": {
      "en": "Parasitic Pandemic"
    },
    "updatedAt": "2024-11-22T15:38:36+00:00",
    "coverArt": "https://mangadex.org/covers/4667017b-c0d6-479c-8b27-e1ee674a4351/f90e79da-0a07-417c-9d5d-f29d43590233.jpg",
    "altTitles": [
      {
        "ja-ro": "Kisei Rettou"
      },
      {
        "zh": "寄生列岛"
      },
      {
        "ja": "寄生列島"
      }
    ],
    "description": {
      "en": "Sendo Chihiro, a high school girl, moves from Tokyo to the provincial island of Hanayama after her parents' divorce. There's something strange about the island she moves to. There is blatant discrimination against outsiders, mysterious rituals that suddenly take place, and a huge \"water tower\" built in the middle of the island... One day, a fisherman is stabbed to death in his home. The whole island becomes suspicious of the murderer, and the unexpected culprit is revealed――. A parasite psycho-thriller by Edogawa Edogawa of \"Ikenie Touhyou\"."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "f0c73a92-8af4-4caf-a5b4-1c3ae89010a1",
    "title": {
      "en": "Host to Maou"
    },
    "updatedAt": "2025-01-17T07:05:26+00:00",
    "coverArt": "https://mangadex.org/covers/f0c73a92-8af4-4caf-a5b4-1c3ae89010a1/2f356231-c326-4d33-bcc7-0fa44ec78b03.jpg",
    "altTitles": [
      {
        "ja": "ホストと魔王"
      },
      {
        "ja-ro": "Hosuto to Maou"
      },
      {
        "en": "Host and Demon King"
      }
    ],
    "description": {
      "en": "Suddenly, the Demon King has arrived in Kabukichou from the Demon World. By chance, he enters a host club and encounters Yuusha, Kabukichou's No. 1 host, and challenges him to a contest...?! The strongest and most beautiful battle(?) comedy in history has begun...!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bf163e3-123a-41c1-b2bc-8254dbe5a09b",
    "title": {
      "en": "2.5 Jigen no Ririsa"
    },
    "updatedAt": "2024-10-09T17:08:34+00:00",
    "coverArt": "https://mangadex.org/covers/7bf163e3-123a-41c1-b2bc-8254dbe5a09b/cb3806bd-3537-45f7-9568-a19aa0e02c9a.jpg",
    "altTitles": [
      {
        "ja": "2.5次元の誘惑"
      },
      {
        "en": "2.5 Dimensional Seduction"
      },
      {
        "ko": "2.5차원의 유혹"
      },
      {
        "es": "Risisa of 2.5 Dimension"
      },
      {
        "ar": "2.5 الإغواء البعدي"
      },
      {
        "th": "2.5 มิติ ริริสะ"
      },
      {
        "zh-hk": "2.5次元的誘惑"
      },
      {
        "zh": "2.5次元的诱惑"
      },
      {
        "vi": "Sự Quyến Rũ của 2.5D"
      },
      {
        "ru": "Соблазн 2,5-мерного измерения"
      },
      {
        "pt-br": "Sedução 2.5D"
      }
    ],
    "description": {
      "en": "From Seven Seas:\n“I have no interest in real girls!” So claims Okumura, the president of the school’s manga club. He’s your typical otaku, obsessed with a sexy (fictional) 2D manga character known as Liliel. Then the new school year starts, and a (real!) 3D girl named Lilysa whose passion is cosplay joins the club. Lilysa convinces Okumura to become her photographer–and guess who her favorite manga character is? Not only that, but Lilysa is into modeling the fetishy stuff, The boundaries between 2D and 3D start to blur as this hot-blooded romantic comedy unfolds.\n\nEnglish volumes by [Seven Seas Entertainment](https://sevenseasentertainment.com/series/2-5-dimensional-seduction/)",
      "ja": "現実の女に興味無し！俺の嫁・リリエルは2次元にあり！そんな漫研部長・奥村の前に現れたのは…リアルなリリエル？ドキドキコスプレコメディ開幕！",
      "pt": "\"Eu não estou interessado em uma mulher real! Minha waifu Liliel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu… uma Liliel real?  \nUma super comédia empolgante começa!",
      "pt-br": "\"Eu não estou interessado em uma mulher real! Minha waifu, Liriel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu... uma Liriel real? Uma super comédia empolgante começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-11-20T19:46:51+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      },
      {
        "ko-ro": "Uli an Sagwieo!!"
      },
      {
        "vi": "Tụi mình không có hẹn hò"
      },
      {
        "pt-br": "Não Estamos Namorando!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”",
      "pt-br": "\"Por que você continua perguntando se estamos namorando? Só estamos de mãos dadas, não estamos namorando!!\"\nÉ uma comédia romântica slice-of-life sobre casais que não são realmente casais!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62c59c67-b47f-407c-ba15-82516dc175ff",
    "title": {
      "en": "Do you like a baby-faced boss?"
    },
    "updatedAt": "2025-01-17T06:49:40+00:00",
    "coverArt": "https://mangadex.org/covers/62c59c67-b47f-407c-ba15-82516dc175ff/a0fc759e-a2b5-4b61-a3aa-6251e12f2201.jpg",
    "altTitles": [
      {
        "ja-ro": "Dougan na Joushi wa suki desu ka?"
      },
      {
        "vi": "Em có thích một cấp trên mặt búng ra sữa không?"
      },
      {
        "ja": "童顔な上司は好きですか？"
      }
    ],
    "description": {
      "en": "A romantic comedy story between a baby-faced boss and a mature subordinate.",
      "ja": "童顔上司と貫禄女子の凸凹ラブコメ"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f4c39db-e070-4e2b-a8af-f9424983edf2",
    "title": {
      "en": "Mori de Seijo o Hirotta Saikyou no Kyuuketsu-hime ~Musume no Tamenara Kuni de Moassari Horoboshimasu!~ @COMIC"
    },
    "updatedAt": "2025-01-17T08:17:39+00:00",
    "coverArt": "https://mangadex.org/covers/6f4c39db-e070-4e2b-a8af-f9424983edf2/2347e3fa-2103-4c2b-b845-a0e169b2cbb2.jpg",
    "altTitles": [
      {
        "ja": "森で聖女を拾った最強の吸血姫～娘のためなら国でもあっさり滅ぼします！～@COMIC"
      },
      {
        "ja-ro": "Mori de Seijo wo Hirotta Saikyou no Kyuuketsu-hime ~Musume no Tamenara Kuni de Moassari Horoboshimasu!~ @COMIC"
      },
      {
        "en": "The Strongest Vampire Princess Who Found and Adopted the Baby Saint in the Forest: I'll Even Destroy a Country for My Daughter! @COMIC"
      }
    ],
    "description": {
      "en": "The True Ancestor Angelica, feared by the world under the alias of \"the Vampire Princess Who Burns Kingdoms,\" has once again burned an entire country with her magic today.The reason for this is... \"M-Mama!\" Was it for the sake of her unbearably cute daughter?!After picking up a human baby in the forest and raising her, Angelica was knocked out by her soft, pudgy skin and innocent purity, untouched by corruption.Gone was the cold-hearted killer who easily took lives, replaced by a doting mother enjoying a life of extreme affection.One day, the foolish king, aiming to kidnap her daughter, Pearl, who was actually a special \"Saint,\" hatched a scheme. Naturally, this incited Angelica's wrath!The word \"mercy\" was forgotten by \"Mama,\" who would destroy any enemy, using even the most cruel means!A cheat-level, overpowered vampire princess rampages in a dark fantasy driven by love and parental affection!\n___\n**Character Designer:** [Yoshimoto](https://mangadex.org/author/212b80e5-09a9-47ea-8da0-9064f16815fb)"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "0768e6d2-3d75-4c2e-ad02-02366b8c5d7a",
    "title": {
      "en": "Mesh"
    },
    "updatedAt": "2024-12-13T07:22:58+00:00",
    "coverArt": "https://mangadex.org/covers/0768e6d2-3d75-4c2e-ad02-02366b8c5d7a/dc9767be-46ba-4a67-8d8e-cf2ad9d24175.jpg",
    "altTitles": [
      {
        "ja-ro": "Mesh"
      },
      {
        "ja": "メッシュ"
      }
    ],
    "description": {
      "en": "The story follows the life of a teenage boy named \"Mesh,\" so-called for his unique \"mesh\"-colored hair: blonde with silver strands on the sides. It begins with a scene where Mesh, after being beaten, escapes from a mob and encounters Milon, a forger and painter. Mesh ends up staying at Milon’s house, and the two form an unlikely bond as they navigate life together. Each chapter is a poetic blend of crime, peaceful everyday moments, or the vibrant nightlife of artists in a fictionalized Paris.\n\n\"Mesh\" is regarded as one of Hagio Moto’s defining works, marking a pivotal shift in her artistic style. It was her first series to adopt a more realistic look while retaining the ethereal beauty characteristic of 1970s shōjo art. The story ventures into more mature themes while continuing to explore Hagio's recurring motifs, such as parent-child relationships and adolescence.",
      "vi": "\"Mesh\" kể về một phần tuổi niên thiếu của cậu bé cùng tên, biệt danh bắt nguồn từ mái tóc vàng pha bạc đặc trưng. Câu chuyện mở đầu với cảnh Mesh vừa bị xã hội đen hành hung, tình cờ gặp Milon, một họa sĩ chuyên vẽ tranh nhái. Mesh ở lại nhà Milon, và giữa hai người hình thành một mối liên kết kỳ lạ. Mỗi chương là sự kết hợp đầy chất thơ giữa thế giới tội phạm, những khoảnh khắc đời thường yên bình, và nhịp sống sôi động của các nghệ sĩ tại một Paris huyền ảo được Hagio phác họa.\n\nTác phẩm này được coi là dấu mốc quan trọng trong sự nghiệp của Hagio Moto, đánh dấu sự chuyển mình lớn trong phong cách nghệ thuật của cô. Đây là loạt truyện đầu tiên của cô mang nét vẽ hiện thực hơn, trong khi vẫn giữ được nét mềm mại đặc trưng của dòng shōjo những năm 1970. Câu chuyện khai thác các chủ đề trưởng thành hơn trước, đồng thời tiếp tục đào sâu những motif quen thuộc trong sáng tác của Hagio, như mối quan hệ cha mẹ - con cái và các vấn đề tâm lý tuổi trẻ."
    },
    "status": "completed",
    "releaseDate": 1980,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ada20eb-085a-491a-8c49-477ab42014d7",
    "title": {
      "en": "The Beginning After the End"
    },
    "updatedAt": "2024-10-20T13:29:52+00:00",
    "coverArt": "https://mangadex.org/covers/4ada20eb-085a-491a-8c49-477ab42014d7/e12dda4b-3f8b-4df4-94de-56278ff83b97.jpg",
    "altTitles": [
      {
        "pt-br": "O começo após o final"
      },
      {
        "pt-br": "O começo depois do fim"
      },
      {
        "en": "TBATE"
      },
      {
        "zh": "三岁开始做王者"
      },
      {
        "ja": "最強の王様、二度目の人生は何をする？"
      },
      {
        "ko": "끝이 아닌 시작"
      },
      {
        "ru": "Начало после конца"
      },
      {
        "es": "El comienzo después del fin"
      },
      {
        "es-la": "La Vida Después de la Muerte"
      }
    ],
    "description": {
      "de": "In einer Welt regiert durch die stärksten Kämpfer ist König Grey der unangefochten Stärkste, Reichste und Berühmteste. Aber eine solche Macht kommt Hand in Hand mit Einsamkeit. Unter der glamourösen Erscheinung eines mächtigen Königs liegt die leere Hülle eines Mannes, beraubt von Ziel und Willen.\n\nNach einer Wiedergeburt in eine Welt voller Magie und Monster hat der König die Möglichkeit, sein Leben erneut zu leben. Die Fehler seiner Vergangenheit zu korrigieren wird aber nicht seine einzige Herausforderung sein. Unter dem Frieden und Reichtum dieser neuen Welt lauert etwas, das alles vernichten kann, was er jemals erreicht hat, was seine Rolle darin und den Grund für seine Wiedergeburt in Frage stellt.",
      "en": "King Grey has unrivaled strength, wealth, and prestige in a world governed by martial ability. However, solitude lingers closely behind those with great power. Beneath the glamorous exterior of a powerful king lurks the shell of man, devoid of purpose and will.\n\nReincarnated into a new world filled with magic and monsters, the king has a second chance to relive his life. Correcting the mistakes of his past will not be his only challenge, however. Underneath the peace and prosperity of the new world is an undercurrent threatening to destroy everything he has worked for, questioning his role and reason for being born again.",
      "fr": "Le Roi Grey a une force, une richesse et un prestige inégalés dans un monde gouverné par l'aptitude martiale. Cependant, la solitude s'approche de près derrière ceux ayant de grands pouvoirs. Sous l'apparence glamour d'un Roi puissant se cache la carapace de l'homme, dépourvue de volonté et de but.\n\nRéincarné dans un nouveau monde rempli de monstres et de magie, le Roi a une seconde chance de revivre sa vie. Cependant, corriger les erreurs de sa précédente vie ne sera pas sa seule tâche. Sous la paix et la prospérité de ce nouveau monde se cache une menace sous-jacente remettant en question tout ce pour quoi il a travaillé, son rôle, et sa raison de renaître.",
      "ja": "私は史上最強の「王」である。数多の敵を退け、数々の功績を残した歴代最高の覇王だ。 しかし、ある朝目覚めた私は奇妙な違和感を覚える。手足が短い、視界が極端に低い、見知らぬ男女が私を「アーサー」と呼び、微笑みながら覗き込む。そう…私は無力な赤子に転生してしまったのだ！最強の王様がいたいけな赤ちゃんに転生する、痛快冒険ファンタジー‼",
      "pl": "Król Gray ma niezrównaną siłę, bogactwo i prestiż w świecie rządzonym przez umiejętności walki. Jednak samotność pozostaje tuż za tymi, którzy mają wielką moc. Pod olśniewającą powierzchownością potężnego króla kryje się skorupa człowieka, pozbawionego celu i woli.\n\nWskrzeszony w nowym świecie wypełnionym magią i potworami, król ma drugą szansę na ponowne przeżycie swojego życia. Jednak naprawienie błędów przeszłości nie będzie jego jedynym wyzwaniem. Pod pokojem i dobrobytem nowego świata kryje się ukryty nurt, który grozi zniszczeniem wszystkiego, na co pracował, kwestionując jego rolę i powód narodzin na nowo.",
      "ru": "Король Грей обладает непревзойденной силой, богатством и престижем в мире, во главе которого стоит боевая мощь. Однако одиночество обычно появляется именно у тех, кто обладает большой властью. Мало кто знает, но под гламурной внешностью могущественного короля скрывается оболочка человека, лишённого цели и воли.",
      "pt-br": "Dizem que a solidão acompanha aqueles com grande poder. Permanecendo como um Rei com força incomparável, status, e fama… e muito mais. Eu, que uma vez lutei para viver, me afogava em meu raso trono sem nenhuma vontade ou propósito. Haviam muitos que tinham inveja de mim, mas eu diria de bom grado, “Tirem tudo de mim! Será meu presente!” Um dia, eu finalmente consegui meu presente – uma nova vida.\n\nCom uma segunda chance de corrigir meus erros e cumprir meus arrependimentos, permita-me mostrar a você o que um (ex-rei) pode fazer!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21cde143-531f-4e60-916d-2e7daaee4647",
    "title": {
      "en": "Honobono Isekai Tensei Days ~Level Counterstop, Item Mochikoshi! Watashi wa Saikyou Youjo Desu~"
    },
    "updatedAt": "2024-10-30T12:02:43+00:00",
    "coverArt": "https://mangadex.org/covers/21cde143-531f-4e60-916d-2e7daaee4647/6b1b13ff-52e4-4fe2-a184-696b4a9a5d0a.jpg",
    "altTitles": [
      {
        "ja": "ほのぼの異世界転生デイズ ~レベルカンスト、アイテム持ち越し! 私は最強幼女です~"
      }
    ],
    "description": {
      "en": "A young girl dies on Christmas day and is reincarnated into the world of her favorite game as her player character!",
      "ja": "元・引きこもり女子高生のレニは大好きだったゲームの世界に転生してしまう。なんとその転生先はとってもキュートな最強幼女!? しかもカンストしたレベルやアイテムは前世から持ち越された”無敵”の状態で…。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f3f7ab22-c357-4583-8047-0b332973c9b8",
    "title": {
      "en": "Muhyo & Roji's Bureau of Supernatural Investigation"
    },
    "updatedAt": "2024-11-01T10:15:25+00:00",
    "coverArt": "https://mangadex.org/covers/f3f7ab22-c357-4583-8047-0b332973c9b8/f935cece-a706-425b-90ac-d37eb7ff037b.jpg",
    "altTitles": [
      {
        "en": "Muhyo & Roji"
      },
      {
        "en": "Muhyo & Roji's Bureau of Supernatural Investigation"
      },
      {
        "en": "Muhyo & Roojii"
      },
      {
        "en": "Muhyo and Roojii’s Magical Law Consultation Office"
      },
      {
        "ja-ro": "Muhyo to Rooji no Mahouritsusoudan Jimusho"
      },
      {
        "ja-ro": "Muhyo to Roujii no Mahouritsu Soudan Jimusho"
      },
      {
        "ja-ro": "Muhyo to Rouji"
      },
      {
        "pt-br": "Muhyo y Rouji: Bufete de Investigación Sobrenatural"
      },
      {
        "ja": "ムヒョとロージーの魔法律相談事務所"
      },
      {
        "en": "Muhyo & Roujii’s Magic Law Consultation Office"
      },
      {
        "ja-ro": "Muhyo to Rouji no Mahouritsu Soudan Jimusho"
      },
      {
        "ja-ro": "Muhyo to Roji no Mahouritsu Soudan Jimusho"
      },
      {
        "ja-ro": "Muhyo to Roojii"
      }
    ],
    "description": {
      "en": "Are you a victim of unwanted spirit possession? Is there a ghost you need sent up and away…or down to burn for all eternity? If the answer is yes, then you need Muhyo and Roji, experts in magic law. Serving justice to evil spirits is their specialty."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "156"
  },
  {
    "mangaId": "9484b1fd-0271-4c9b-b096-7e313823058e",
    "title": {
      "en": "Jitsu wa Ore, Saikyou Deshita?"
    },
    "updatedAt": "2024-11-15T16:57:47+00:00",
    "coverArt": "https://mangadex.org/covers/9484b1fd-0271-4c9b-b096-7e313823058e/99d7deec-670e-4e46-8736-5005cb1fb147.jpg",
    "altTitles": [
      {
        "ja": "実は俺、最強でした？"
      },
      {
        "en": "Am I Actually the Strongest?"
      },
      {
        "ko": "실은 나, 최강이었다?"
      },
      {
        "zh": "其实，我乃最强？"
      },
      {
        "zh": "其实，我是最强的？"
      },
      {
        "zh-hk": "其實，我是最強的？"
      },
      {
        "fr": "Suis-je en fait le plus fort ?"
      },
      {
        "ka": "სინამდვილეში ყველაზე ძლიერი ვარ?"
      },
      {
        "id": "Apakah Aku Sebenarnya Yang Terkuat?"
      },
      {
        "pt-br": "Na Verdade, Eu Sou o Mais Forte?"
      },
      {
        "ru": "На самом деле, я самый сильный?"
      },
      {
        "es": "¿En realidad soy el más fuerte?"
      },
      {
        "th": "ผมเทพสุดจริงเหรอ?"
      },
      {
        "vi": "Tôi Có Thực Sự Là Người Mạnh Nhất Không?"
      }
    ],
    "description": {
      "en": "To be reincarnated into another world with the promise of a \"cheat\" power is one thing... but to be reborn as a baby, and then left for dead after your royal parents think you're powerless? That's another thing entirely!\n\nNow the newly-born Reinhart — or Hart to his new friends — must find his way through a dangerous world. But luckily, he's got magic that's quite literally off the charts!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10050/episode/322262) (U.S. Only), [Kodansha](https://kodansha.us/series/am-i-actually-the-strongest/)",
      "ja": "赤ちゃんに転生したのに捨てられた！チート魔法力で生き延びろ！",
      "pt": "Um NEET é renascido em outro mundo com a promessa de um avida pacifica. Apesar de ter nascido na realeza, devido a sua magica parecer fraca, seus pais o abandonaram sem pensar em uma floresta para ser devorado por monstros. Contudo sua magia é desumanamente poderosa. O que ele devera fazer para obter a vida pacifica que ele tanto deseja?\n\nHikikomori (引き篭り) é um termo que significa literalmente isolado em casa, ele é usado para referir-se a pessoas que apresentam graves níveis de isolamento, normalmente são jovens entre 13 e 39 anos que muitas vezes são sustentados pelos pais ou trabalham online. NEET é basicamente a mesma coisa mas tem suas diferenças.\"",
      "ru": "Парень перерождается в другой мир, чтобы иметь обещанную мирную жизнь. Ребенком его бросают в лесу за низкий уровень магии, который не может быть измерен современными радарами. Что ему нужно сделать, чтобы достичь мирной жизни, которую он так желает?",
      "es-la": "Un chico renace en otro mundo para tener una vida pacífica. Un bebé nacido de poder y realeza, abandonado en el bosque por tener un poder que no puede ser comparado ni por los radares modernos (no, no esta ni cerca de sobrepasar los 9000). ¿Qué hara para obtener la vida pacífica que él tanto desea?\"",
      "pt-br": "Reencarnar em outro mundo com a promessa de um poder de \"trapaça\" é uma coisa... mas renascer como um bebê e então ser deixado para morrer depois que seus pais reais acham que você é impotente? Isso é outra coisa completamente diferente!\n\nAgora, o recém-nascido Reinhart — ou Hart para seus novos amigos — deve encontrar seu caminho através de um mundo perigoso. Mas, felizmente, ele tem uma magia que está literalmente fora dos gráficos!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0e0681e-8452-428d-91db-99ee9085f54c",
    "title": {
      "en": "Igyou Atama-san to Ningen-chan (Pre-Serialization)"
    },
    "updatedAt": "2025-01-10T16:50:38+00:00",
    "coverArt": "https://mangadex.org/covers/d0e0681e-8452-428d-91db-99ee9085f54c/9c6e3097-793d-4f07-95c3-c3af3f91955f.jpg",
    "altTitles": [
      {
        "ja": "異形頭さんとニンゲンちゃん"
      },
      {
        "ja-ro": "Igyou Atama-san to Ningen-chan"
      },
      {
        "uk": "Гетероморфна Голова-сан і його людина"
      },
      {
        "en": "The Aberrant-Headed Guy and the Human Girl"
      }
    ],
    "description": {
      "en": "The main character who got worked to the bone as a corporate slave office lady in the current world got transported to another world, where she became the pet of aberrant head-san. Although they both hold romantic feelings towards each other, it's hard for them to develop their love with their difference in species standing in the way.",
      "uk": "Наша головна героїня, втомлена життям корпоративного раба, потрапляє в інший світ і живе як домашня тваринка Гетероморфної Голови-сана. Вони обоє мають романтичні почуття одне до одного, які, втім, через расові відмінності не можуть розвиватися, хоча..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7f170ed-3819-4952-bd89-2de784fcef11",
    "title": {
      "en": "Ichikoe, Nifuri, Tachiaoi"
    },
    "updatedAt": "2024-03-06T08:02:57+00:00",
    "coverArt": "https://mangadex.org/covers/f7f170ed-3819-4952-bd89-2de784fcef11/fcf2f601-ddec-4806-8aee-e0a1e06ffd61.png",
    "altTitles": [
      {
        "en": "Voice First, Face Second, Hollyhock"
      },
      {
        "ja": "いちこえ、にふり、タチアオイ"
      }
    ],
    "description": {
      "en": "A brand new girl-meets-girl story, woven together by two people with completely opposite “looks” and “personas”!\n\nCram school teacher Kataoka Aoi was born with a beautiful face. From an early age, she always garnered the affection of everyone around her, yet the countless dramas it caused made her desire a quiet, modest life instead.\n\nOne day, she (reluctantly) accepts the principal’s request to act in their school’s commercial. But it quickly goes viral, resulting in her becoming popular inside and outside of the cram school, drawing attention wherever she goes.\n\nAmidst the attention, the well-known and quirky store clerk, Yamada, approaches her and then…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fab07a3c-9f08-4ad0-919e-4c9b8bd66380",
    "title": {
      "en": "The Menhera Rabbit Is Adored by the Yandere Wolf"
    },
    "updatedAt": "2024-12-27T11:34:54+00:00",
    "coverArt": "https://mangadex.org/covers/fab07a3c-9f08-4ad0-919e-4c9b8bd66380/1c710f33-f866-4ae0-8f0a-4813ed8fcbfc.jpg",
    "altTitles": [
      {
        "ja": "メンヘラうさぎはヤンデレ狼に溺愛される"
      }
    ],
    "description": {
      "en": "A dangerous and twisted love between a menhera girl x yandere boy!? Tsumugi is a menhera girl who's been dumped by a string of boyfriends for being too clingy. Her last boyfriend got angry at her for sneakily looking through his phones and kicked her out of the house. And that's when Itoshi, the super kind younger guy who completely accepts her, comes to the rescue. His gentle comfort soothes Tsumugi's broken heart, however, there's something he's hiding...!?",
      "ja": "メンヘラ女子×ヤンデレ男子の危険で歪な恋!?　つむぎは歴代彼氏に「重すぎる」と捨てられてきたメンヘラ女子。彼氏のスマホを勝手に覗き怒られ、家から追い出されてしまう。そんな時助けてくれたのは、自分を全肯定してくれる超優しい年下の男の子、愛士。彼の優しい慰めで傷ついた心が安らぐつむぎだったが、愛士には秘密があって…!?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c05791fd-6186-404f-bb48-3ca1e153d654",
    "title": {
      "en": "Otsubone Reijou to Shiyuka no Kisetsu - Reitetsu Saishou-sama no Okazari no Tsuma ni Natta Hazu ga, Dekiaisareteimasu"
    },
    "updatedAt": "2025-01-15T10:32:04+00:00",
    "coverArt": "https://mangadex.org/covers/c05791fd-6186-404f-bb48-3ca1e153d654/91c59288-b5f3-44e5-a10b-5d5837d940aa.jpg",
    "altTitles": [
      {
        "ja": "お局令嬢と朱夏の季節 〜冷徹宰相様のお飾りの妻になったはずが、溺愛されています〜"
      }
    ],
    "description": {
      "en": "Alellia, who has had her engagement broken off, is past the marriageable age, and is known behind her back as the \"domineering female supervisor\". She spends her days performing her duties as the right hand woman of Marquess Istilia Wegmund, \"the cold-hearted prime minister.\"\n\nOne day, while performing her duties, the Prime Minister asks her to marry him.\n\nRumor has it that the Prime Minister is in love with another woman.\nAlellia accepts the engagement, believing that she is being asked to enter into a contractual marriage.\n\nA newly-married life with the cold-hearted prime minister begins...!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a313d06-8002-42cd-b7f5-bf1d9cfceb34",
    "title": {
      "en": "The Dragon Tamer"
    },
    "updatedAt": "2024-12-31T15:26:39+00:00",
    "coverArt": "https://mangadex.org/covers/1a313d06-8002-42cd-b7f5-bf1d9cfceb34/ff965230-5150-4e8b-86e4-416412645ef3.jpg",
    "altTitles": [],
    "description": {
      "en": "What happens when a girl from a quaint and small town meets the son of a Yakuza crime lord? Will she be able to change him for the better or will he continue down the dangerous and violent path?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91d928a1-7237-4d03-abc3-4b1440cc7d55",
    "title": {
      "en": "Kage no Jitsuryokusha ni Naritakute! Master of Garden ~Shichikage Retsuden~"
    },
    "updatedAt": "2024-12-10T06:46:49+00:00",
    "coverArt": "https://mangadex.org/covers/91d928a1-7237-4d03-abc3-4b1440cc7d55/6e645ee7-10a0-4502-8f8e-61049820edb8.jpg",
    "altTitles": [
      {
        "ja": "陰の実力者になりたくて！マスターオブガーデン～七陰列伝～"
      },
      {
        "en": "The Eminence in Shadow: Master of Garden ~Seven Shadows Chronicles~"
      },
      {
        "en": "I Want To Become The Eminence In Shadow! Master Of Garden ~Seven Shadows Chronicles~"
      },
      {
        "ru": "Восхождение в Тени! ~Хроники Семи Теней~"
      }
    ],
    "description": {
      "en": "Cid Kagenou, a boy who was enjoying the “eminence in shadow” setting in another world, plays the role of the justice with the girls called the Seven Shadows (they are very serious), such that the darkness of the world will disappear (maybe).\n\nThe curtain rises on an overwhelmingly chuunibyou and misunderstanding-filled serious comedy about the strongest Seven Shadows (and the protagonist)!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97abceca-a672-46ff-89d5-eeb1701a6cd4",
    "title": {
      "en": "\"Omae ga Kawari ni Shine\" to Iwareta Watashi. Imouto no Migawari ni Reikoku na Henkyou Haku no Moto e Totsugi, Shiawase wo Teniireru"
    },
    "updatedAt": "2025-01-11T23:50:17+00:00",
    "coverArt": "https://mangadex.org/covers/97abceca-a672-46ff-89d5-eeb1701a6cd4/a9cfa9c9-496b-4c26-8ecd-cfefca6bf66b.jpg",
    "altTitles": [
      {
        "ja": "「お前が代わりに死ね」と言われた私。妹の身代わりに冷酷な辺境伯のもとへ嫁ぎ、幸せを手に入れる"
      },
      {
        "ja-ro": "\"Omae ga Kawari ni Shine\" to Iwareta Watashi. Imouto no Migawari ni Reikoku na Henkyou Haku no Moto e Totsugi, Shiawase wo Teniireru"
      }
    ],
    "description": {
      "en": "Both my parents had only loved my sister and I had no place at home.  I lived my life believing that as long as I worked hard, I would someday be loved. One day, my sister received a royal order to marry a frontier count who was rumored to be ruthless. My father, who loved my sister, said to me, \"You will marry into the frontier count's territory instead. But on the way, the carriage will be attacked by demons - you will die.\" As planned, I was attacked by monsters, but the one who rescued me was the ruthless Count of the Frontier, a beautiful man with bright red hair and sharp golden eyes..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e3a710f-0b0d-482b-9e84-d9c91960c625",
    "title": {
      "en": "Yancha Gal no Anjou-san"
    },
    "updatedAt": "2025-01-02T18:55:29+00:00",
    "coverArt": "https://mangadex.org/covers/5e3a710f-0b0d-482b-9e84-d9c91960c625/c925ebde-8d7a-479e-9c3f-ac3660ab5db1.jpg",
    "altTitles": [
      {
        "ja": "やんちゃギャルの安城さん"
      },
      {
        "ja-ro": "Yancha Gyaru no Anjou-san"
      },
      {
        "en": "Anjo the Mischievous Gal"
      },
      {
        "en": "The Mischievous Gal Anjou-san"
      },
      {
        "ru": "Озорная Гяру Андзё-сан"
      },
      {
        "th": "คุณอันโจ หยอกนักเพราะรักนะ"
      },
      {
        "zh": "擅长挑逗的安城同学"
      },
      {
        "zh-ro": "Shàncháng tiǎodòu de ānchéng tóngxué"
      },
      {
        "zh": "淘气辣妹安城"
      },
      {
        "zh": "顽皮辣妹安城同学"
      },
      {
        "ko": "장난치는갸루 안죠 양"
      },
      {
        "ko-ro": "Jangnanchineungyalu Anjyo Yang"
      }
    ],
    "description": {
      "de": "Seto ist ein total normaler und irgendwie langweiliger Schüler. Aus einem unerklärlichen Grund jedoch, lässt seine Mitschülerin Anjou ihn nicht in Ruhe! Der ernste Seto und die energische Anjou bilden ein kontrastreiches Duo, doch Anjou macht das nichts aus, da sie sehr viel Spaß hat, Seto zu necken. Andererseits hat Seto eine schwere Zeit mit Anjous Eskapaden. Wenn er doch nur wüsste, dass seine Reaktionen der Grund sind, dass Anjou weitermacht.  \n  \nDoch … ist ihr flirten wirklich nur gespielt …?",
      "en": "Seto is a completely ordinary and somewhat boring high school student. Yet, for whatever reason, his errant gyaru classmate Anjou just won't leave him alone! The serious Seto and energetic Anjou make a contrasting duo, but Anjou doesn't seem to mind, as she has too much fun teasing him. On the other hand, Seto has a hard time dealing with all of her endless antics; little does he realize that his humorous reactions are precisely the reason Anjou enjoys his company.\n\nBut… just how much of her flirting is merely an act?\n\n**Official English:** [emaqi - USA & Canada only](https://emaqi.com/manga/anjo-the-mischievous-gal)",
      "fr": "Seto est un lycéen ne souhaitant qu'une chose : passer sa scolarité sans être remarqué et être en paix. Malheureusement pour lui, il attire l'attention de la pire personne possible dans sa classe, Anjou la gal. A partir de ce jour, le quotidien de Seto va drastiquement changer grâce (ou à cause) de sa camarade, cherchant à s'amuser au dépend de notre héros.",
      "ja": "真面目でクラスの中でも目立たない瀬戸くんには、なぜかいつもイケてるギャルの安城さんがいちいちエロく絡んでくる。いつもギリギリでドキドキする思春期ぴちぴちラブコメディ！",
      "ru": "Сето - серьёзный старшеклассник, который вел тихую школьную жизнь, пока не стал жертвой дразнилок гяру Андзё-сан.",
      "pt-br": "Seto é um estudante completamente comum e um tanto chato. Mesmo assim, por alguma razão, sua nada correta colega de classe Gal Anjou simplesmente não o deixa em paz!\n\nO Seto sério e a enérgica Anjou formam uma dupla um tanto interessante, mas Anjou não parece se importar, pois se diverte muito provocando-o. Por outro lado, Seto tem dificuldade em lidar com todas as suas travessuras intermináveis; mal ele percebe que suas reações humorísticas são precisamente o motivo pelo qual Anjou gosta de sua companhia.\n\nMas… quanto de seu flerte é meramente uma atuação?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]