[
  {
    "mangaId": "bdee46e4-3690-402b-aae4-ae97ec7b131d",
    "title": {
      "en": "Seishun Pop!"
    },
    "updatedAt": "2023-03-03T00:29:51+00:00",
    "coverArt": "https://mangadex.org/covers/bdee46e4-3690-402b-aae4-ae97ec7b131d/44b76414-ee32-48df-ac14-ba0fe7f3c480.jpg",
    "altTitles": [
      {
        "ja": "青春ポップ"
      }
    ],
    "description": {
      "en": "Every day Sakuta Gotou likes to zone out to his favorite band the Incest, because it makes him feel at ease. However, this band is very secretive and has yet to have a live performance. Now, when the chance comes to Gotou to see his idol Iive, the band's singer, on stage, he finds out that she is the new transfer student in the classroom next door… and to make this even better she stops the concert and grabs him saying, \"I've wanted to see you.\" What is he going to do now?"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "47"
  },
  {
    "mangaId": "cee18057-22c5-410f-a9d6-442eef1d3ba9",
    "title": {
      "en": "Yagi-san Yuubin"
    },
    "updatedAt": "2024-12-10T18:30:10+00:00",
    "coverArt": "https://mangadex.org/covers/cee18057-22c5-410f-a9d6-442eef1d3ba9/a4c12a9e-3dc9-4464-aa33-9355755f5029.jpg",
    "altTitles": [
      {
        "en": "Lost Letters"
      },
      {
        "ja": "やぎさん郵便"
      },
      {
        "zh": "卖火柴的青 年"
      },
      {
        "vi": "Lá Thư Đi Lạc"
      }
    ],
    "description": {
      "en": "University student Hirose Kiyotaka finds a love letter tucked into the pages of a borrowed book. While attempting to return the letter, he encounters the charismatic Hanashiro Seiji and quickly becomes involved with him. As their tentative relationship develops, however, he finds himself wondering how serious Hanashiro's feelings for him really are. Meanwhile, the letter falls into the hands of Hanashiro's colleague Sawa Jinichiro, who entraps its writer, Arihara Mineo. Sawa's actions are seemingly ruthless, but his true motives regarding Arihara are far from clear."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "25.5"
  },
  {
    "mangaId": "f0bbac64-efe5-4403-9fcf-5454db36467a",
    "title": {
      "en": "Teisou Gyakuten Sekai no Doutei Henkyou Ryoushu Kishi"
    },
    "updatedAt": "2024-09-29T00:54:46+00:00",
    "coverArt": "https://mangadex.org/covers/f0bbac64-efe5-4403-9fcf-5454db36467a/86dc449c-3acb-4d24-a418-e744b81e3f5d.png",
    "altTitles": [
      {
        "ja": "貞操逆転世界の童貞辺境領主騎士"
      },
      {
        "en": "Virgin Knight who is the Frontier Lord in the Gender Switched World"
      },
      {
        "zh-hk": "貞操逆轉世界的童貞邊境領主騎士"
      },
      {
        "en": "Virgin Frontier Lord Knight In The Chastity-Switched World"
      },
      {
        "es": "El Caballero Virgen Lord de la Frontera"
      }
    ],
    "description": {
      "en": "After being reincarnated into another world where the chastity and moral values of men and women are reversed and women rule the land, Faust was raised by his mother as a rare male knight. \n\nHe's quick to become a war hero with many achievements under his belt, but because he inherited his way of thinking from his previous world, there's a certain severe pain in his groin day in and day out when faced with the likes of a scantily clad Queen who may as well be in the nude or the sexual harassment of the well endowed Duchess he calls a friend, among others...",
      "es": "Fausto, un señor feudal criado como un raro caballero en un mundo diferente con conceptos de castidad de hombres y mujeres completamente opuestos a los de la moderna Japón. Debido a sus valores de su vida anterior, sufre dolor en la entrepierna por el acoso sexual de la desnuda y de busto grande duquesa y la reina. Sin embargo, él es un prodigio cuando se trata de luchar en el campo de batalla. Como consejero de la segunda princesa Valiere, él acompaña a ella y a su guardia en su primera batalla. Pero cuando van a un pueblo para despejarlo de bandidos, se encontrarán con sucesos trágicos e inesperados. ¡Así comienza la historia del héroe caballero que defiende su \"honor\" en un mundo donde los roles sexuales están invertidos!",
      "ja": "男女の貞操観念が真逆で女が国を支配する異世界に、現代日本から転生したファウストは男騎士として育てられた。数々の武功を上げ英雄と謳われるようになるも、前世の価値感を持つが故に、女王のほぼ全裸な薄着姿や巨乳公爵からのセクハラ的スキンシップに股間を痛める日々で……。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b6f6021-cdd7-494f-9a55-1bce4f3d69bd",
    "title": {
      "en": "Milk-shibori Hunter no Isekai Sakunyuuki ~Nouka no Saenai Otoko ga Arayuru Shuzoku no Chiku-B o Moteasobi-toriko ni Suru~"
    },
    "updatedAt": "2024-12-19T22:54:04+00:00",
    "coverArt": "https://mangadex.org/covers/8b6f6021-cdd7-494f-9a55-1bce4f3d69bd/d04a8347-135c-4512-a3e9-d0ddede354fb.png",
    "altTitles": [
      {
        "ja": "ミルク搾りハンターの異世界搾乳記～農家の冴えない男があらゆる種族の地区Bを弄び虜にする～"
      },
      {
        "ja-ro": "Milk-shibori Hunter no Isekai Sakunyuuki ~Nouka no Saenai Otoko ga Arayuru Shuzoku no Chiku-B wo Moteasobi-toriko ni Suru~"
      },
      {
        "en": "The Milk-Squeezing Hunter's Otherworld Milking Chronicles: A Dull Male Farmer Toys with the Captive Nipstricts of Every Species"
      }
    ],
    "description": {
      "en": "Squeeze the monster girls' breasts and save the other world with gushing milk!!!!!!",
      "ja": "北海道で農家をしていた遠藤カケルは、ある日風呂に入っていると突如光に巻き込まれ、異世界に転移していた!!!? この世界では魔獣の母乳があらゆる道具や武器などに使用できる超エネルギーであり、庶民の生活の支えとなっているという。そんな母乳を集める戦士たちのことをこの世界ではこう呼ぶ…「ミルクハンター」と。しかし、ミルクハンターの数は少なく、各国ミルクが枯渇していた。そんな貧窮するミルク事情を救うために、遠藤はミルクハンターとして異世界から呼ばれたのだった。牧場の牛たちで培った乳しぼりの技術を活かし、世界中の魔獣たちをイかせて鮮度の良いミルクを集め、世界を救え!!!!!!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5227574-ed83-47fe-89c1-43444c2f6e75",
    "title": {
      "en": "Dorei kara no Kitai to Hyouka no sei de Sakushu dekinai no daga"
    },
    "updatedAt": "2024-11-02T14:15:23+00:00",
    "coverArt": "https://mangadex.org/covers/d5227574-ed83-47fe-89c1-43444c2f6e75/caf45879-f9f8-434a-ae5b-46466d20fb17.jpg",
    "altTitles": [
      {
        "ja": "奴隷からの期待と評価のせいで搾取できないのだが"
      },
      {
        "en": "Due to Their Appreciation and Expectations, I Can't Exploit My Slaves"
      },
      {
        "es-la": "No puedo aprovecharme de mis esclavas por la talentosas que son"
      }
    ],
    "description": {
      "en": "A reincarnated boy, Allen, gets granted by a goddess the cheat skill, [Restoration]. Even though he can heal all and any injuries and illnesses, there aren't a lot of places where he can use that skill to the fullest, so he planned to \"regenerate\" the slaves he bought and lead a slow-paced life. But the healed slaves' cheats turned out so out of the ordinary that the crops they tend to and their living conditions turned for the better in a blink of an eye.\n\nThe protagonist, Allen, who slowly but surely is robbed of opportunities to shine, tried to counter that with his modern knowledge, and yet, those talented slaves absorbed it all and brought success to any and all businesses. \n\nThe protagonist is becoming irrelevant with each passing day?!",
      "ja": "どんな理想も全て実現。…そう、有能な部下たちがね。\n\n不慮の事故で転生した少年・アレンはチート能力【再生】を授かる。怪我を負った奴隷の美少女たちを【再生】し、ハーレムスローライフを送ろうと画策するも、完治した奴隷たちのチートがヤバすぎて、主人公の出る幕ナシ…！？",
      "es-la": "El chico reencarnado, Allen, recibe del dios un poder trampa llamado \"Regeneración\". Aunque puede curar cualquier herida o enfermedad, su oportunidad de brillar es limitada. Por eso, planea regenerar a las chicas esclavas y llevar una vida tranquila con su harén. \n\nSin embargo, las chicas esclavas completamente curadas son demasiado fuertes, lo que lleva a un rápido crecimiento en la producción de alimentos y las condiciones de vida. Allen intenta competir con su conocimiento moderno, pero sus talentosas esclavas lo superan y tienen un gran éxito en los negocios. \nLa sombra del protagonista se va desvaneciendo cada vez más... \n¿Podrá recuperar su lugar en la historia?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1eea01be-0694-47ac-8993-a23ad826aef7",
    "title": {
      "en": "Jojoni Deremi ga Mashiteku Tsundere Gyaru"
    },
    "updatedAt": "2024-08-19T13:30:24+00:00",
    "coverArt": "https://mangadex.org/covers/1eea01be-0694-47ac-8993-a23ad826aef7/155d682a-ee06-4ece-bbae-9eb3a4e84d4e.jpg",
    "altTitles": [
      {
        "ja": "徐々にデレ味が増してくツンデレギャル"
      },
      {
        "vi": "Cô nàng gal tsundere ngày càng đáng yêu hơn"
      },
      {
        "ja-ro": "Jojoni Deremi ga Mashiteku Tsundere Gal"
      },
      {
        "tr": "Tsundere Gal Günden Güne Daha Sevimli Hale Geliyor"
      },
      {
        "en": "The Tsundere Gal Whose Dere Side Gradually Increases"
      },
      {
        "es-la": "Una gal tsundere que cada día está más linda"
      },
      {
        "en": "A Tsundere Gal Is Becoming Cuter Day by Day"
      },
      {
        "ja": "徐々にわかり味が増してくデレヤンギャル"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f2ec830-f286-47ae-845f-db91876d5475",
    "title": {
      "en": "Who the Devil Is"
    },
    "updatedAt": "2023-12-21T20:23:55+00:00",
    "coverArt": "https://mangadex.org/covers/1f2ec830-f286-47ae-845f-db91876d5475/61d0516c-f14d-4c61-9a0d-8b842507d0a7.jpg",
    "altTitles": [
      {
        "zh": "被野兽肆意窥探"
      }
    ],
    "description": {
      "en": "Jiao Xifan, the leader of an underground organisation was betrayed, prompting him to fake his own death. Assuming the guise of a student, he started to investigate events from over a decade ago to unravel the truth. Jiao Xifan's quest for truth takes an unexpected turn as he fell into a trap unbeknownst to him when he befriended his classmate, Xue Zhi."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "366dcef2-11ac-4ec0-9d75-967638f211a7",
    "title": {
      "en": "Holiday Yasumi's Twitter Shorts"
    },
    "updatedAt": "2024-11-22T12:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/366dcef2-11ac-4ec0-9d75-967638f211a7/b2bbbada-a74f-4a68-920f-6da3e09bde07.jpg",
    "altTitles": [],
    "description": {
      "en": "Short comics posted by Holiday Yasumi on Twitter/X.\n\nThe chapter numbers aren't important as most of the comics are unrelated to the rest, though some feature recurring characters."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cccf4240-fff5-41c1-9298-e16d86860905",
    "title": {
      "en": "Pastel Love"
    },
    "updatedAt": "2024-12-01T09:54:18+00:00",
    "coverArt": "https://mangadex.org/covers/cccf4240-fff5-41c1-9298-e16d86860905/049a0e41-9833-4dbb-9b8a-2f5b1851c7bf.png",
    "altTitles": [
      {
        "zh": "爱的旋律"
      }
    ],
    "description": {
      "en": "\"Millie\" (golden haired), the perfect little girl whose life is fully equipped with everything, but because of her timeless mother, Millie has become an indifferent day-to-day person until she meets \"Zen\" (black-headed), an ordinary little girl whose life focussed on only studying, without Zen knowing that she herself was stirring up Millie's heart to beat again.",
      "pt-br": "\"Millie\" (de cabelos dourados), a garotinha perfeita cuja vida está totalmente equipada com tudo, mas por causa de sua mãe atemporal, Millie se tornou uma pessoa indiferente ao dia a dia até conhecer \"Zen\" (de cabelos pretos), uma garota comum cuja vida se concentra apenas nos estudos, sem que Zen saiba que ela mesma estava fazendo o coração de Millie bater novamente."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "62"
  },
  {
    "mangaId": "e5357466-c8a2-4259-9b02-2580185bd2bb",
    "title": {
      "en": "Billy Bat"
    },
    "updatedAt": "2024-12-20T11:09:08+00:00",
    "coverArt": "https://mangadex.org/covers/e5357466-c8a2-4259-9b02-2580185bd2bb/11cde992-1cd2-4e84-af10-31f9ff71e69b.jpg",
    "altTitles": [
      {
        "ja": "ビリーバット"
      },
      {
        "th": "บิลลี่ แบ็ท"
      },
      {
        "ru": "Билли Бэт"
      },
      {
        "zh-hk": "蝙蝠比利"
      },
      {
        "ko": "빌리 배트"
      },
      {
        "ar": "بيلي بات"
      }
    ],
    "description": {
      "en": "Billy Bat is a comic-in-a-comic and the real protagonist is a Japanese-American artist named Kevin Yamagata who draws Billy Bat for \"Marble Comics\". Shortly after they transition to the artist in his studio with his assistant, two actual detectives, looking like Laurel and Hardy in Dick Tracy era suits and trench coats, knock on the door and appropriate Kevin's room for the purpose of conducting surveillance on a room in an adjacent building. \n\nOne of the detectives, the skinny \"Laurel\", sees Kevin's work and it turns out he's a Billy Bat fan. The other chubby \"Hardy\" detective picks up a page saying that the characters look familiar and accuses Kevin of translating an old \"Jap\" comic.  \nAs Hardy remembers the comic he thinks Kevin is ripping off, we make another Urasawaesque time jump to 1949 Tokyo…",
      "pl": "\"Billy Bat\" przedstawia losy japońsko-amerykańskiego artysty Kevina Yamagaty, autora mangi o identycznym tytule co dzieło, w którym sam występuje, czyli \"Billy Bat\". Pracuje dla wydawnictwa \"Marble Comics\". Pewnego dnia do jego mieszkania pukają dwaj detektywi wyglądający jak Laurel Hardy z \"Dick Tracy\". Informują go, że otrzymali od gospodarza zezwolenie na przeprowadzenie śledztwa sąsiadującego budynku. Wkrótce jeden z detektywów, chudzielec Laurel, zauważa prace Kevina i okazuje się fanem \"Billy'ego Bata\", podczas gdy otyły Hardy podnosi pojedynczą stronę ze stwierdzeniem, iż komiks wygląda zadziwiająco podobnie do mangi publikowanej niegdyś przez Jumpa. Oskarża bohatera o kradzież tokijskiego dzieła z 1949 roku.",
      "es-la": "Billy Bat es un cómic en un cómic y el verdadero protagonista es un artista japonés-americano llamado Kevin Yamagata que dibuja a Billy Bat para \"Marble Comics\". Poco después pasan al artista en su estudio con su ayudante, dos detectives reales que parecen Laurel y Hardy con trajes y gabardinas de la época de Dick Tracy, llaman a la puerta y se apropian de la habitación de Kevin con el fin de realizar una vigilancia en una habitación de un edificio adyacente. \n\nUno de los detectives, el flaco \"Laurel\", ve el trabajo de Kevin y resulta que es un fanático de Billy Bat. El otro detective, el regordete \"Hardy\", coge una página diciendo que los personajes le resultan familiares y acusa a Kevin de traducir un viejo cómic \"japonés\".  \nMientras Hardy recuerda el cómic que cree que Kevin está copiando, hacemos otro salto temporal Urasawaesco al Tokio de 1949...",
      "pt-br": "Um detetive particular, é o protagonista da história em quadrinhos feita por Kevin Yamagata, um quadrinista americano, descendente de japoneses, famoso por sua história “Billy Bat”. O cotidiano de Kevin é abruptamente ado quando dois detetives entram no estúdio dele, a fim de investigar um vizinho acusado de espionagem. Um desses detetives vê o personagem Billy Bat e diz ter visto aquele desenho enquanto trabalhava no Japão. Suspeitando ter visto o personagem enquanto morava lá e o roubado inconscientemente, Kevin regressa ao Japão para buscar a verdade."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "165"
  },
  {
    "mangaId": "b32e1324-9e5c-4f19-b5d8-9421510ebc3b",
    "title": {
      "en": "Kakeru"
    },
    "updatedAt": "2024-08-07T13:13:02+00:00",
    "coverArt": "https://mangadex.org/covers/b32e1324-9e5c-4f19-b5d8-9421510ebc3b/f36d52a3-3147-41c6-9d06-853944e9b895.jpg",
    "altTitles": [
      {
        "ja": "カケル"
      }
    ],
    "description": {
      "en": "When high school student Kakeru Daiba runs for long enough, he enters into a runner's high state that heightens his senses. When his crush, Natsume, disappears mysteriously one day he's forced to use his ability in ways he never expected.",
      "ja": "「走り過ぎるとオレの”目”はもう一つの世界を映し出す！」　高校生、台場駆は生まれつき、視覚、触覚、味覚、嗅覚、聴覚が異常に鋭くなる能力を持っていた。ガールフレンドの夏目葵が突然消えた事件で、初めてその力を使うことになるのだが果たして？バカンスのつもりで訪れた島で、連続殺人事件に巻き込まれてしまうものの…"
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "erotica",
    "lastVolume": "13",
    "lastChapter": ""
  },
  {
    "mangaId": "da36a727-7686-4e92-8fac-94bc292b8e91",
    "title": {
      "en": "Magus of the Library"
    },
    "updatedAt": "2024-10-08T18:19:21+00:00",
    "coverArt": "https://mangadex.org/covers/da36a727-7686-4e92-8fac-94bc292b8e91/ee21bae7-726c-4807-b705-43d1398fb305.jpg",
    "altTitles": [
      {
        "ja": "図書館の大魔術師"
      },
      {
        "en": "The Great Wizard of the Library"
      },
      {
        "ko": "도서관의 대마법사"
      },
      {
        "ja-ro": "Toshokan no Daimajutsushi"
      },
      {
        "tr": "Kütüphanenin Başbüyücüsü"
      }
    ],
    "description": {
      "en": "In a distant world reminiscent of Arabian Nights, a mysterious young elf-child etched by a difficult life in the slums of a remote village with his elder sister.  \nOne day, he encountered Sedona, a librarian from the greatest library of the land, and the two formed a bond as they began their adventure in a fantastic and wondrous world.  \n  \n\n\n---\n\n**Officially Translated:**  \n- In French by [Ki-oon](http://www.ki-oon.com/mangas/minisite-697-magus-of-the-library-l-histoire.html)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd2e0871-4beb-4a6b-ba46-d4e04d1c6cf2",
    "title": {
      "en": "BanG Dream! - AnoSoyo Are Already Dating (Doujinshi)"
    },
    "updatedAt": "2024-11-26T10:49:25+00:00",
    "coverArt": "https://mangadex.org/covers/cd2e0871-4beb-4a6b-ba46-d4e04d1c6cf2/21549d8f-2ce3-4f12-981c-bbaebf4e8674.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5b21ca1-bba5-4b9a-8cd1-6248f731650b",
    "title": {
      "en": "Shuumatsu no Valkyrie"
    },
    "updatedAt": "2024-11-27T05:52:51+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ca1-bba5-4b9a-8cd1-6248f731650b/96e03155-a80f-46f1-a652-3c50f9bdaec3.jpg",
    "altTitles": [
      {
        "ja-ro": "Shuumatsu no Walküre"
      },
      {
        "en": "Record of Ragnarok"
      },
      {
        "ru": "Повесть о Конце Света"
      },
      {
        "fa": "تاریخچه رگنوراک"
      },
      {
        "ja": "終末のワルキューレ"
      },
      {
        "en": "Valkyrie of the End"
      },
      {
        "zh-hk": "終末的女武神"
      },
      {
        "fr": "Valkyrie Apocalypse"
      },
      {
        "es-la": "Los Registros del Ragnarok"
      },
      {
        "ar": "سجلات راغناروك"
      },
      {
        "uk": "Повість про кінець світу"
      },
      {
        "bg": "Рагнарок"
      },
      {
        "tr": "Ragnarok Kaydı"
      },
      {
        "id": "Rekam Jejak Ragnarok"
      },
      {
        "id": "Valkri Jawir Asli Jaksel"
      },
      {
        "en": "Valkyrie Apocalypse"
      },
      {
        "en": "World's End Valkyrie"
      }
    ],
    "description": {
      "en": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n\n---\n  - Alternative English Translation: [<comikey>](https://comikey.com/comics/record-of-ragnarok-manga/61/)",
      "fa": "⁧⁧ داستان جایی شروع میشه که خدایان بحث این رو به میان میاورند که انسان‌ها زنده بمانند یا نابود شوند. ولی یک والکری به تنهایی بحث را به سمتی میکشاند که به انسان‌ها اجازه یک مبارزه در مقابل خدایان داده شود. و به این شکل کور سوی امید بشریت روشن باقی میماند. سیزده خدا، سیزده انسان، در مقابل هم قرار میگیرند تا سرنوشت بشریت را مشخص کنند",
      "fr": "Tous les mille ans, l'ensemble des dieux, tous panthéons réunis, se réunissent au Valhalla, le paradis des âmes, lors d'une assemblée présidée par Zeus, le dieu suprême grec, afin de décider du sort des humains. Or, cette année-là, il est décidé à la quasi-unanimité de détruire l'humanité. Mais la Valkyrie Brunehilde interrompt la conférence et propose aux dieux de se mesurer aux mortels lors du tournoi de Ragnarök, pour déterminer s'ils valent vraiment la peine d'êtres anéantis. Ce tournoi opposera 13 dieux issus de diverses mythologies à 13 puissants humains qui ont fait l'histoire. Si l'humanité remporte au moins sept des 13 duels, alors les dieux épargneront l'humanité.",
      "id": "- In Indonesian by [Akasha](http://www.mncgramedia.id/comics/comic_detail/akasha-record-of-ragnarok-01) as \"Record of Ragnarok\"",
      "it": "- In Italian by [Star Comics](https://www.starcomics.com/titoli-fumetti/record-of-ragnarok) as \"Record of Ragnarok\"",
      "ru": "История начинается c собрания богов, на котором они решают судьбу человечества: убить всех или оставить в живых, согласившись в никчёмности рода людского, боги выбирают первое... Но одна валькирия выдвигает предложение: позволить богам и человечеству сразиться в битве, в качестве последнего луча надежды людей. 13 богов сразятся против 13 чемпионов людей в битвах один на один, чтобы решить, будет ли человечество жить или сгинет в могуществе божественной силы.",
      "tr": "Hikâye, tanrıların insanlığın yaşamasına ya da ölmesine karar vermek için bir toplantı düzenlemesi ve insanlığı yok etmeye karar vermesiyle başlar. Ancak yalnız bir Valkyrie, insanlığın hayatta kalması için son bir umut olarak tanrıların ve insanlığın son bir savaşa girmesine izin verilmesi önerisini ortaya atar. 13 tanrı, insanlığın yaşayıp yaşamayacağına karar vermek için teke tek savaşlarda 13 insan şampiyona karşı dövüşecektir.",
      "uk": "Історія починається зі зборів богів, на яких вирішується доля людства: життя чи смерть. Погодившись з нікчемністю людського роду, боги вибирають друге... Але одна валькірія висуває пропозицію: дозволити богам і людям битися в битві, яка стане останнім променем надії для людства. 13 богів б'ються проти 13 людських чемпіонів у битвах віч-на-віч, щоб вирішити, чи буде людство жити чи згине у могутності божественної сили.",
      "es-la": "Los Dioses se reúnen con el objetivo de decidir si la humanidad debe vivir o morir. Y aunque llegan a la conclusión de que debe perecer, una Valkyria propone que una lucha de dioses contra humanos para tomar tan difícil decisión. Así, 13 humanos pelearán contra 13 Dioses para resolver el destino de la humanidad.",
      "pt-br": "A cada 1.000 anos, as divindades se reúnem sob o conselho de Valhalla para decidir sobre o direito da humanidade de continuar vivendo, ou por sua destruição, porém desta vez os deuses estão furiosos com o descaso humano para com o planeta, pendendo passim para aniquilar toda a raça humana, porém uma única valquíria os convencem de realizar o Ragnarok, uma batalha mortal entre humanos e deuses para decidir sob sua sobrevivência, 13 humanos enfrentarão 13 deuses. Serão este humanos capazes de colidir com as poderosas divindades?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b9cc384-4c98-4d57-83a4-93be3e573d69",
    "title": {
      "en": "Isekai Kaeri no Yuusha wa, Dungeon ga Shutsugen shita Genjitsu Sekai de, Influencer natte Kane wo Kasegimasu!"
    },
    "updatedAt": "2024-12-06T19:42:16+00:00",
    "coverArt": "https://mangadex.org/covers/7b9cc384-4c98-4d57-83a4-93be3e573d69/6b47617e-345f-4a39-bcf9-596a0197605a.jpg",
    "altTitles": [
      {
        "ja": "異世界帰りの勇者は、ダンジョンが出現した現実世界で、インフルエンサーになって金を稼ぎます！"
      },
      {
        "en": "The Hero Returns from Another World, Becomes an Influencer, and Earns Money in the Real World, Where Dungeons have Appeared!"
      }
    ],
    "description": {
      "en": "One day, an ordinary high school student is transferred to another world. He raises his level in the other world, successfully defeats the Demon King, and saves the world! With his strongest status, he decided to return to his own world; however, in the world to which he returns, a new \"dungeon\" has appeared.",
      "ja": "ある日異世界へ召喚された普通の高校生が、着実にモンスターを倒しレベルを上げ、無事魔王を倒し、世界を救うことに成功！　その最強ステータスのまま現実社会に帰還することに――！？",
      "es-la": "Un día, un estudiante de secundaria normal y corriente es llevado a otro mundo. Sube su nivel en el otro mundo, derrota con éxito al Rey Demonio y salva el mundo. Con su nivel más fuerte, decide volver a su mundo. Sin embargo, en el mundo al que regresa, ha aparecido también una nueva \"mazmorra\". Una moderna fantasía de mazmorras en la que el antiguo héroe se convierte en un guerrero, ¡que se adentra en las mazmorras creadas en su propio mundo!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54e9d914-3c14-4a75-9650-e305291830c7",
    "title": {
      "en": "Waves, Listen to me!"
    },
    "updatedAt": "2024-06-17T07:09:42+00:00",
    "coverArt": "https://mangadex.org/covers/54e9d914-3c14-4a75-9650-e305291830c7/a13df829-9403-4852-8173-5ea9f03d5592.jpg",
    "altTitles": [
      {
        "fr": "Born to be on Air"
      },
      {
        "zh": "听着这电波"
      },
      {
        "ja": "波よ聞いてくれ"
      },
      {
        "zh-hk": "电波啊 听着吧"
      },
      {
        "ja-ro": "Nami yo Kiitekure"
      },
      {
        "it": "Born to be on Air"
      }
    ],
    "description": {
      "en": "On a night out drinking to get over being duped and ditched by her last boyfriend,  Minare Koda ends up \nproviding a massive drunken rant for Matou, the director of a radio station. \nThe next day, she is shocked to hear her own voice being broadcast on the radio! She rushes to the studio,\nleaving her job at a curry soup and bread restaurant in jeopardy. However, her drunken rant and the next day's \nimpromptu damage-control live broadcast end up earning her an invitation to try working at the radio station!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d759c633-87aa-4086-a99c-57bfefe86907",
    "title": {
      "en": "Soumuka no Hatagami-kun no Obento Hitokuchi Moraemasu ka?"
    },
    "updatedAt": "2024-11-26T05:07:19+00:00",
    "coverArt": "https://mangadex.org/covers/d759c633-87aa-4086-a99c-57bfefe86907/0d497971-84d9-49ea-a49e-e4ecdc744f7a.jpg",
    "altTitles": [
      {
        "ja": "総務課の播上君のお弁当 ひとくちもらえますか？"
      },
      {
        "ja-ro": "Sōmuka no Hatagami-kun no Obento Hitokuchi Moraemasu ka?"
      },
      {
        "en": "Would You Like a Bite from the Lunchbox of Hatagami-kun from the General Affairs Section?"
      }
    ],
    "description": {
      "ja": "札幌の企業に就職し、新生活をスタートさせた料理男子・播上。昔から料理好きで毎日弁当を持参していた播上は、ある日弁当袋を手に暗い顔の同期の清水に気づく。声を掛けると「仕事も順調、お弁当もしっかり作っている播上君に比べて、私なんか......」と落ち込んでいた。励ますべく、おかずを一切れプレゼントしたことから、二人は“メシ友”となる。波乱の会社員生活。清水…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c2f91f0c-72bd-4c5c-a7ea-75944cfa1abb",
    "title": {
      "en": "There Is No True Peace in This World -Shin Kamen Rider SHOCKER SIDE-"
    },
    "updatedAt": "2024-11-19T16:25:19+00:00",
    "coverArt": "https://mangadex.org/covers/c2f91f0c-72bd-4c5c-a7ea-75944cfa1abb/57461209-7d6f-4f09-a130-8f3bcd8aaafa.jpg",
    "altTitles": [
      {
        "ja": "真の安らぎはこの世になく-シン・仮面ライダー SHOCKER SIDE-"
      },
      {
        "ja-ro": "Shin no Yasuragi wa Konoyo ni Naku -Shin Kamen Raidā Shokkā Saido-"
      },
      {
        "la": "Nulla Mundo Pax Sincera: SHOCKER SIDE"
      },
      {
        "en": "Shin Kamen Rider 2023: Prologue"
      }
    ],
    "description": {
      "en": "A completely original manga project spun-off from *Shin Kamen Rider* directed by Anno Hideaki! A dark hero rising story by a superb production team depicting the biggest enemy in *Shin Kamen Rider* and *SHOCKER*!",
      "ja": "庵野秀明監督作品『シン・仮面ライダー』より、完全オリジナルの漫画プロジェクト！ 超豪華制作陣が『シン・仮面ライダー』作中最大の敵と、\"SHOCKER\"を描く、ダークヒーロー・ライジング・ストーリー！！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2024-12-20T04:24:21+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/894922fc-3fd0-456d-aaa0-13451a6067cd.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "ja-ro": "Akane-banashi"
      },
      {
        "en": "Tales Of Akane"
      },
      {
        "en": "Akane Story"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. \nShinta and his daughter Akane have been seduced by this wonderful form of classical Japanese entertainment. \nHaving observed her father strive to pass the shin'uchi rakugo test, Akane takes her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo é expresso apenas com seu corpo e palavras. \nShinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. \nObservando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7262e67-e7d7-44b5-b39a-96fafef39edf",
    "title": {
      "en": "Koi ni Koi suru Koibito Kankei"
    },
    "updatedAt": "2024-10-27T01:09:02+00:00",
    "coverArt": "https://mangadex.org/covers/f7262e67-e7d7-44b5-b39a-96fafef39edf/89c52367-893a-4b6d-93ac-3ff055f39174.jpg",
    "altTitles": [
      {
        "ja": "恋に恋するコイビト関係"
      },
      {
        "en": "Becoming Her Lover For the Sake of Love"
      },
      {
        "pl": "Związek w związku ze związkiem"
      }
    ],
    "description": {
      "en": "Asako Ichijou, the student council president at a prestigious girls' high school, has been racking her brain about the ladykiller Nagi Tenma. That's the sort of person Asako is, but Nagi discovers Asako has broken school rules by bringing a shoujo manga to school...\n\nAsako pleads with Nagi to keep it a secret, and Nagi reveals her condition: \"Become my lover.\"\n\n(Source: Takeshobo, translated)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62d99da1-33e7-45cf-98a2-ca4544fc0344",
    "title": {
      "en": "Yuri no Hajimari wa Dorei Kara"
    },
    "updatedAt": "2024-10-23T23:22:15+00:00",
    "coverArt": "https://mangadex.org/covers/62d99da1-33e7-45cf-98a2-ca4544fc0344/f0670b00-330d-417c-835a-dc3c50b5bf07.jpg",
    "altTitles": [
      {
        "ja": "百合のはじまりは奴隷から"
      },
      {
        "en": "My Yuri Started With Slavery"
      }
    ],
    "description": {
      "en": "Chiyoko Hanamura, a self-proclaimed *gyaru* who failed her high school debut, was skipping class as usual on the rooftop when her junior, Sakine, approached her. It seemed like Sakine had a favor to ask, as she handed Chiyoko a love letter.\n\n\"Could you turn down this confession for me?\" she asked. However, the sender was unknown.\n\nFor the sake of her adorable junior, and to maintain her *gyaru* dignity, Chiyoko resolved to take on the task and went to refuse the confession..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69a408af-f8ce-4e8d-ba27-daf19ad0a8a5",
    "title": {
      "en": "My Girlfriend Always Glares at Me"
    },
    "updatedAt": "2024-12-16T20:32:40+00:00",
    "coverArt": "https://mangadex.org/covers/69a408af-f8ce-4e8d-ba27-daf19ad0a8a5/3c6cd692-4333-433a-a4c4-6785cd1790b7.jpg",
    "altTitles": [
      {
        "ja": "ずっと睨んでくる彼女"
      },
      {
        "ja-ro": "Zutto Nirande Kuru Kanojo"
      },
      {
        "vi": "Bạn gái tôi luôn nhìn trừng trừng tôi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1629d65-f177-418a-a04f-ae4ee6929f90",
    "title": {
      "en": "Imprisoned with the Horror Game's Male Lead"
    },
    "updatedAt": "2024-12-26T06:03:32+00:00",
    "coverArt": "https://mangadex.org/covers/b1629d65-f177-418a-a04f-ae4ee6929f90/3451a900-0bf2-4bc0-8ace-c4068556e922.jpg",
    "altTitles": [
      {
        "ko": "공포게임 남주와 감금당했다"
      },
      {
        "en": "Confined Together with the Horror Game’s Male Lead"
      },
      {
        "es-la": "Me convertí en la sirvienta del protagonista de un juego de terror"
      }
    ],
    "description": {
      "en": "I became a maid inside of a horror game.\nPenalties were given to the male lead, who was trying to escape being locked up in a large mansion, and I acted as a guide. \n\nI was going to fulfill my duties until the male lead’s play ends.\n\n“When I get out, I’ll lock you up exactly the same way.”\n\nThe male lead is so noisy. \nIf it’s going to be like this, I’ll just help him escape faster. \n\n“Let’s eat, Dietrich.”\n“This is a potion, it’ll help you recover faster if you take it.”\n“The hint to escape is over there…”\n\nI fed him well to prepare for the next play, and when the male lead got hurt, I gave him a potion so he could quickly play the next game,\nI even gave him a hint for the problem. \n\nYou’ll be able to get out now, right?\n\nHowever. \n\n“I don’t really know the answer.”\n\nWhat’s the meaning of this? Aren’t you supposed to be smart?\n\n…The male lead doesn’t think about leaving the mansion at all. \n\n“If you won’t get out, I will.”\n\nI shouted in anger because I was so sick of the thought of having to see the face of someone I don’t want to keep seeing. \n\n“Is it possible for you to get out of here?”\n\nHis eyes sank bitterly. \n\n“Let me tell you this, I have no intention of leaving this place.”\n“What?”\n“And you have no way of getting out, either.”\n\nWhat the hell is going on?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ebddb02-6aba-4a23-9569-4318286eb62e",
    "title": {
      "en": "Sleepless Beauty"
    },
    "updatedAt": "2024-07-30T14:27:02+00:00",
    "coverArt": "https://mangadex.org/covers/8ebddb02-6aba-4a23-9569-4318286eb62e/754b90d0-3c27-4ab9-8f1b-22b71d1001d8.png",
    "altTitles": [
      {
        "ja": "スリープレス・ビューティー"
      }
    ],
    "description": {
      "en": "'I wish I could share my sleepiness with you, Oz-san.'\n\nDesigner Kotou, who has trouble sleeping, secretly respects Amemiya, a junior employee in another department. He admires the way he can quickly turn down a drinking session he doesn't feel like attending, and the way he takes a nap in exactly 15 minutes during his lunch break. Kotou, who has a tendency to overthink things and is unable to get along with others in a safe manner, looks at him with envy.\n\nOn his way home one day, Amemiya invites him out for a drink, and with the help of alcohol, Kotou spills the beans about his insomnia problems. Afterwards, he decides to let the drunken Amemiya stay at his house. There, Amemiya proposes \"sleeping in a sofa\" as a solution to his insomnia - and what happens?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "48863213-086b-4dfb-8103-8e279b8e5f5d",
    "title": {
      "en": "This Monster Wants to Eat Me"
    },
    "updatedAt": "2024-11-27T19:52:58+00:00",
    "coverArt": "https://mangadex.org/covers/48863213-086b-4dfb-8103-8e279b8e5f5d/79eb2a60-d43a-40ec-baa3-42736d0c5dc1.jpg",
    "altTitles": [
      {
        "ja": "私を喰べたい、ひとでなし"
      },
      {
        "ru": "Монстр, что хочет съесть меня"
      },
      {
        "ja": "Watashi wo Tabetai, Hitodenashi"
      },
      {
        "zh": "想吃掉我的非人少女"
      },
      {
        "zh-hk": "想吃掉我的非人少女"
      },
      {
        "en": "A Monster Wants to Eat Me"
      }
    ],
    "description": {
      "en": "High school girl Hinako is living a quiet life in a seaside town, but she feels somewhat detached from her friends during the summer months when she is reminded of when her family died years ago. One day, she meets Shiori, a mysterious girl who reminds her of the ocean, especially when it comes to her translucent blue eyes, but Shiori soon reveals that she is actually a mermaid who has been looking for Hinako for a long time.",
      "ru": "Старшеклассница Хинако живет обычной жизнью в городке на морском побережье. Однажды она встречает Шиори, загадочную девушку с глазами цвета океана, но вскоре оказывается, что Шиори — на самом деле русалка, которая наблюдала за Хинако уже долгое время."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-12-26T13:19:48+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/91a6fbb8-6d3b-41cd-9de4-daa2f4a4727e.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      },
      {
        "en": "The weirdo one desk over keeps giving me THAT kind of look"
      },
      {
        "ur": "Sath ki kursi par beithne wali mujhe \"Un Ankhoñ\" se deikhti he"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?",
      "ja": "主人公の池沢くんは、同じクラスの美少女・江口さんのことを「そういう目」で見ている。しかし実は、江口さんも「そういう目」で池沢くんのことを見ていて！？チラ見えする筋肉、汗ばむ肌、髪の香り…互いに興味津々な2人の「下心」から始まる純愛ラブコメ！好きな人のなら、臭いも汗も×××も…全部好き。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f9f282b-c0a8-4890-9098-3e080b3c36da",
    "title": {
      "en": "Namaiki na Gal Ane wo Wakaraseru Hanashi"
    },
    "updatedAt": "2024-08-30T16:32:54+00:00",
    "coverArt": "https://mangadex.org/covers/8f9f282b-c0a8-4890-9098-3e080b3c36da/934206d6-5cba-4bad-8f2d-d29ebcd693e2.jpg",
    "altTitles": [
      {
        "ja": "生意気なギャル姉を解らせる話"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "en": "The Story of Making My Cheeky Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gyaru Sister Understand"
      },
      {
        "es-la": "El día que decidí hacer entender a mi descarada hermana gal a mi manera"
      }
    ],
    "description": {
      "en": "Every time she opens her mouth, it's nothing but abusive language, and her problematic behavior never stops. The protagonist has had enough and sets a “plan” into motion…??!",
      "ja": "口を開けば暴言ばかりで、問題行動が絶えない姉。 彼女に痺れを切らし、主人公が踏み出した“計画”とは---??!",
      "es-la": "Su hermana siempre dice cosas hirientes y cuyos comportamientos problemáticos nunca cesan, el protagonista, cansado de ella, da un paso adelante con un \"plan\"\n¿Cuál será...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac",
    "title": {
      "en": "The Dangers in My Heart"
    },
    "updatedAt": "2024-11-01T06:48:00+00:00",
    "coverArt": "https://mangadex.org/covers/3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac/60b13fdd-6541-48e5-9181-fe1903d840f5.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku no Kokoro no Yabai Yatsu"
      },
      {
        "ru": "Угрозы в моём сердце"
      },
      {
        "ja": "僕の心のヤバイやつ"
      },
      {
        "ja": "僕ヤバ"
      },
      {
        "zh-hk": "我心裡危險的東西"
      },
      {
        "zh": "我心里危险的东西"
      },
      {
        "ko": "내 마음의 위험한 놈"
      },
      {
        "pt-br": "Os Perigos Do Meu Coração"
      },
      {
        "tr": "Kalbimdeki Tehlikeler"
      },
      {
        "es-la": "Los peligros en mi corazón"
      },
      {
        "it": "I pericoli nel mio cuore"
      },
      {
        "id": "Yang Bikin Bahaya di Hatiku"
      },
      {
        "ar": "الشخص الخطير في قلبي"
      },
      {
        "pl": "Czarne chmury w moim sercu"
      },
      {
        "ja-ro": "BokuYaba"
      },
      {
        "fr": "Les dangers de mon cœur"
      },
      {
        "de": "Die Gefahren in meinem Herzen"
      }
    ],
    "description": {
      "de": "Der Teenager Ichikawa Kyoutarou gehört zu den allerletzten auf seiner Schule. Neben seinen Bemühungen, Unterhaltungen mit einer bestimmten Klassenkameradin aufrechtzuerhalten, muss er sich außerdem noch dafür zusammenreißen, mörderische Dränge aus den Tiefen seiner Seele zu verbergen.\n\nEigentlich ist es aber eine niedliche Liebesgeschichte zwischen einem geistig gestörten Jungen und einer fröhlichen, leicht komisch, jedoch schönen Mädchen.",
      "en": "A ‘fearsome psycho-thriller’ centering on the ‘dark side of adolescence’.\n\nFollowing Ichikawa Kyoutarou, a teenage boy belonging to the very bottom caste of his school, this work details his troubled interactions with a certain classmate, and his attempt to hide murderous impulses that find themselves in the darkest recesses of his soul.\n\nIn reality, though, it's a sweet youth rom-com between a messed up boy and a bright, if somewhat strange, beautiful girl.\n\n**Awards:**\n- Won the 2020 Next Manga Award in the Web category.\n- Was nominated for the 2020 and 2021 Manga Taishou Award.\n- Won the top prize of the 2021 Tsutaya Comic Awards.",
      "ja": "学園カースト頂点の美少女・山田杏奈の殺害を妄想してはほくそ笑む、重度の中二病の陰キャ・市川京太郎。だが山田を観察する内に、京太郎が思う「底辺を見下す陽キャ」とは全然違うことに徐々に気づいていき…!? 陰キャ男子\n\n---\n\n- Exclusive art is occasionally posted to [the series' official account](https://twitter.com/boku__yaba/status/1060017522303414273)",
      "ru": "«Страшный психо-триллер», сосредоточенный на «тёмной стороне юности». История повествует о Киотаро Ичикаве — человеке, находящемся на самой низшей ступени в своей школе и скрывающем убийственный порыв, находящийся в самой глубине его души... на деле же, это милый ром-ком про странного мальчика и прекрасную, хоть и слегка странную, девушку.",
      "es-la": "La historia trata sobre un joven llamado Kyotaro Ichikawa que sufre de un caso grave de “chūnibyō” y se divierte imaginando la muerte de una hermosa chica llamada Anna Yamada, quien está en la cima de la jerarquía social de la escuela. Sin embargo, mientras observa a Yamada, Kyotaro comienza a darse cuenta de que ella es muy diferente de lo que él pensaba.\n\n - Ganó el premio Tsugi ni Kuru Web Manga 2020.\n- Fue nominado para el premio Manga Taisho en 2020 y 2021.\n- Ganó el primer premio en los premios Tsutaya Comic de 2021.",
      "pt-br": "Um \"intenso thriller psicológico\" centralizado no lado obscuro da adolescência. \n\nO mangá gira em torno de Kyoutaro Ichikawa, uma pessoa no fundo da hierarquia de sua escola, que esconde um impulso assassino no fundo de sua alma. Mas na realidade, é uma doce comédia romântica entre um garoto confuso e uma garota brilhante, embora um tanto estranha e bonita."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "509b1474-cb0a-4f9d-8ca4-95cb44c9b8db",
    "title": {
      "en": "Boku no Tsuma wa Kanjou ga Nai"
    },
    "updatedAt": "2024-10-13T11:08:12+00:00",
    "coverArt": "https://mangadex.org/covers/509b1474-cb0a-4f9d-8ca4-95cb44c9b8db/35f5e2d7-f7fc-489d-a0d4-e56319e6454a.jpg",
    "altTitles": [
      {
        "ja": "僕の妻は感情がない"
      },
      {
        "ja-ro": "Boku no Tsuma ha Kanjou ga Nai"
      },
      {
        "en": "My Wife has No Emotion"
      },
      {
        "id": "Istriku Tak Punya Emosi"
      },
      {
        "ru": "У моей жены нет эмоций"
      },
      {
        "th": "ภรรยาหน้าตายหัวใจอุ่นรัก"
      },
      {
        "vi": "Vợ tôi, \"NGƯỜI\" không cảm xúc"
      }
    ],
    "description": {
      "en": "A story about the humble marriage of a corporate slave salaryman and a housework robot.",
      "ja": "いつまでもずっと、ふたりを応援したくなるような、社畜リーマンと家事ロボットのつつましやかな結婚物語。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3b168a0-2f0c-4f2b-b75a-17b081866c64",
    "title": {
      "en": "Magabanashi: Ghost Stories Spreading on Social Media"
    },
    "updatedAt": "2024-11-18T21:45:57+00:00",
    "coverArt": "https://mangadex.org/covers/c3b168a0-2f0c-4f2b-b75a-17b081866c64/6b10056e-4dd6-4ef6-bfe6-c45932c75ca7.jpg",
    "altTitles": [
      {
        "ja": "禍話: SNSで伝播する令和怪談"
      },
      {
        "ja-ro": "Magabanashi: SNS de Denpa suru Reiwa Kaidan"
      }
    ],
    "description": {
      "en": "Based on the popular horror radio show Magabanashi, this anthology captures supernatural stories that have taken on a life of their own across social media. Readers are cautioned that these tales come with risks, as they tap into deep-seated fears and blur the line between reality and the supernatural."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0486e6b2-6551-4938-894a-4e7a72749b47",
    "title": {
      "en": "Keep Your Hands Off Eizouken!"
    },
    "updatedAt": "2024-12-25T17:51:37+00:00",
    "coverArt": "https://mangadex.org/covers/0486e6b2-6551-4938-894a-4e7a72749b47/f10eeb81-cbff-4f47-95c9-21f982d378b6.jpg",
    "altTitles": [
      {
        "en": "Don't Mess With the Film Club!"
      },
      {
        "zh-hk": "別對映像研出手！"
      },
      {
        "zh": "别对映像研出手！"
      },
      {
        "ja": "映像研には手を出すな！"
      },
      {
        "ja-ro": "Eizouken ni wa Te o Dasu na!"
      },
      {
        "ja-ro": "Eizouken ni ha Te wo Dasu na!"
      }
    ],
    "description": {
      "en": "Asakusa Midori wants to create an anime, but she's too disheartened to make that first step by herself. But by pure chance, she meets Mizusaki Tsubame, an up-and-coming socialite secretly dreaming of becoming an animator. Together with Midori's money-loving best friend Kanamori Sayaka, the energetic trio slowly work towards making their \"ultimate world\" a reality!\n___\n**Additional Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Anime Twitter](https://twitter.com/Eizouken_anime)\n- [Official Anime Website](http://eizouken-anime.com/)\n- [Official Live-Action Website](https://eizouken-saikyo.com/)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ca1627e-95dd-4118-892a-f144adf02256",
    "title": {
      "en": "March Comes in Like a Lion"
    },
    "updatedAt": "2024-11-18T23:04:12+00:00",
    "coverArt": "https://mangadex.org/covers/0ca1627e-95dd-4118-892a-f144adf02256/9a6d6f9e-9031-4488-8a5c-c88a4ca46432.jpg",
    "altTitles": [
      {
        "ja-ro": "3-gatsu no Lion"
      },
      {
        "ja": "3月のライオン"
      },
      {
        "pt": "Março vem como um leão"
      },
      {
        "es": "El león de marzo"
      },
      {
        "id": "Maret Datang Seperti Singa"
      },
      {
        "vi": "Sư Tử Tháng 3"
      },
      {
        "it": "Un marzo da leoni"
      },
      {
        "ru": "Мартовский лев"
      },
      {
        "ar": "يَحٍلُ مارس كالأسد"
      },
      {
        "th": "ตราบวันฟ้าใส"
      },
      {
        "zh": "三月的狮子"
      },
      {
        "zh-hk": "三月的獅子"
      },
      {
        "pt-br": "Sangatsu no Lion – O Leão de Março"
      },
      {
        "de": "Der März kommt wie ein Löwe"
      }
    ],
    "description": {
      "en": "A youth named Kiriyama Rei, who lost his family as a child, endures loneliness to become a professional shogi player. Then, through a chance meeting, he develops a relationship with the three Kawamoto sisters (Akari, Hinata, Momo), who hail from a working-class district of the city, and little by little his frozen heart begins to thaw.  \n \n--- \n- **Won the 4th Manga Taisho Award in 2011**  \n- **Won the Kodansha Manga Award for General Manga in 2011, which it shared with Space Brothers**\n-  **Won the 18th Osamu Tezuka Cultural Grand Prize in 2014**",
      "pt-br": "Kiriyama Rei tem 17 anos e é um jogador profissional de shogi, mas na vida real, ele não tem nada. Calmo e não muito social, Rei não tem família, sem amigos, e ele não vai à escola. Ele é apenas familiarizado com uma mulher chamada Akari, que é sua vizinha que mora sozinha com suas duas irmãs mais novas, Momo e Hinata. Este é um mangá seinen dia-a-dia, com monólogos fortes e as reflexões Rei."
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d5e015d-a5b1-4999-bbd2-95280fe33019",
    "title": {
      "en": "Haru no Regista"
    },
    "updatedAt": "2024-10-24T09:20:46+00:00",
    "coverArt": "https://mangadex.org/covers/6d5e015d-a5b1-4999-bbd2-95280fe33019/00661262-1335-4c5b-9f97-ea6c24b90619.jpg",
    "altTitles": [
      {
        "ja": "ハルのレジスタ"
      },
      {
        "ja-ro": "Haru no Rejisuta"
      },
      {
        "en": "Haru's Regista"
      }
    ],
    "description": {
      "en": "Once hailed as a soccer prodigy, high school girl Arai Haru transferred to a school far from her hometown, hoping to start a new life away from soccer. However, a new student, Osanai Satsuki, who admired Haru's past glory, appeared before her and declared her intention to join the Soccer Club, which is on the verge of disbandment. This is a girls' soccer story about a girl who gave up her dream and a girl who chases after it!\n___\n**What is a regista?**\nThe regista is a creative player who operates in front of the defense, almost always in a central position, and looks to get on the ball as often as possible. They are responsible for providing the link between defense and offense, and controlling the tempo of the game through their passing. The regista is also known as the deep-lying playmaker: they retain their deep position and dictate their team’s play with their distribution. ([Coaches' Voice](https://www.coachesvoice.com/cv/what-is-a-regista-explained-jorginho-andrea-pirlo/))"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26102334-1f7b-4a5b-a64f-107c5c24a70f",
    "title": {
      "en": "Mao"
    },
    "updatedAt": "2024-09-29T01:24:52+00:00",
    "coverArt": "https://mangadex.org/covers/26102334-1f7b-4a5b-a64f-107c5c24a70f/60356bcc-3936-445d-b485-014a43bcad66.jpg",
    "altTitles": [
      {
        "en": "MAO"
      },
      {
        "ja": "マオ"
      },
      {
        "zh-hk": "摩緒"
      },
      {
        "th": "หาญสู้พลิกชะตาอาถรรพณ์"
      }
    ],
    "description": {
      "en": "The story is set in a \"land where two worlds intersect,\" and it centers on \"a strange romance between a boy and girl who meet by fate.\"\n\n(from ebookjapan):\n\nOnmyoji and Yokai? A girl's bizarre Taisho romance! When she was in the first grade of elementary school, her whole family was involved in an accident, but she is the only one who survived. In her third year of junior high school, she passes by the accident site again and is somehow transported back to the Taisho Era!　\n\nThe next day, Nanoka's physical abilities are awakened when she is told by Mao, a boy she met there who is an Onmyoji, \"You are a demon, aren't you?\" The Taisho bizarre romance in which the two of them face their \"destiny\" that will come begins!\n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/mao)\n- Indonesian release by [Elex Media](https://www.gramedia.com/products/mao-01) (2021)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00e911ff-0443-4c2d-bb4f-c89740df4a2d",
    "title": {
      "en": "Watashi to Kanojo no Kawaii Koi no Hajime Kata"
    },
    "updatedAt": "2024-12-26T04:16:33+00:00",
    "coverArt": "https://mangadex.org/covers/00e911ff-0443-4c2d-bb4f-c89740df4a2d/f5d57d7b-67a4-42a4-b623-85004818fee5.jpg",
    "altTitles": [
      {
        "en": "How My Cute Girlfriend and I Started a Love Story"
      },
      {
        "ja": "私と彼女のかわいい恋のはじめ方"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87bb8839-6cd9-4144-b7a9-096453123247",
    "title": {
      "en": "Kurisumasu no Jukensei Yuri"
    },
    "updatedAt": "2024-12-27T03:39:32+00:00",
    "coverArt": "https://mangadex.org/covers/87bb8839-6cd9-4144-b7a9-096453123247/a0ce51ec-b85f-4462-adc0-d2eb30d8cf26.jpg",
    "altTitles": [
      {
        "ja": "クリスマスの受験生百合"
      },
      {
        "ja-ro": "Kurisumasu no Jukensei Yuri"
      },
      {
        "en": "Christmas Yuri of Exam-Taking Students"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "decbf626-f76a-4da6-96f8-8ae084718c42",
    "title": {
      "en": "Lies of the Sheriff Evans: Dead or Love"
    },
    "updatedAt": "2023-02-05T09:35:59+00:00",
    "coverArt": "https://mangadex.org/covers/decbf626-f76a-4da6-96f8-8ae084718c42/6cc5b72b-1430-4d60-8e99-697657667365.jpg",
    "altTitles": [
      {
        "ja-ro": "Hoankan Evans no Uso - Dead or Love"
      },
      {
        "en": "Lies of the Sheriff Evans"
      },
      {
        "en": "Sheriff Evans the Liar"
      },
      {
        "en": "Sheriff Evans' Lies"
      },
      {
        "ru": "Ложь шерифа Эванса"
      },
      {
        "ja": "保安官エヴァンスの嘘"
      },
      {
        "ja": "保安官エヴァンスの嘘 ～DEAD OR LOVE～"
      }
    ],
    "description": {
      "en": "The story follows lawman Elmore Evans, who despite being one of the most amazing gunslingers in the West can't get rid of his bad luck in his romantic life.",
      "ru": "Шериф Элмор Эванс, слывущий на Диком Западе искусным стрелком, вечно терпит поражение в любви."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "241"
  },
  {
    "mangaId": "b34d42bf-4039-4538-b59f-41cef30aaa0a",
    "title": {
      "en": "The Fallen Saint Dances in Vortex of War"
    },
    "updatedAt": "2024-11-02T12:23:38+00:00",
    "coverArt": "https://mangadex.org/covers/b34d42bf-4039-4538-b59f-41cef30aaa0a/dcbd570c-abe4-4ec9-95f0-ebf10fa787f2.jpg",
    "altTitles": [
      {
        "ja": "闇堕ち聖女は戦禍で舞う"
      },
      {
        "ja-ro": "Yami Ochi Seijou wa Senka de Mau"
      }
    ],
    "description": {
      "en": "Alicia has been fighting against the demon king's army and protecting the kingdom as a saint.\nOne day, she is falsely accused of having an affair with her fiancé, the prince, and is publicly executed.\nAbused by the people of the kingdom and despairing of the malice of the people, Alicia makes a final wish.\n\n\n\"I'll kill you all\"\n\"And destroy this country\"\nShe wishes for the death of everyone.\n\nAlicia was supposed to have died in this way, but when she realized it, she was brought back to life by the demon king.\n\"Haha, now I can kill them all.\"\n\nThe curtain rises on the vengeance of the saintly woman who has been revived from execution...!\n\nWeb Novel Raw Link - https://ncode.syosetu.com/n1179he/"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95980b06-b360-48c9-bf42-adc1b8d8ce32",
    "title": {
      "en": "Monsters Convent"
    },
    "updatedAt": "2024-12-11T20:22:30+00:00",
    "coverArt": "https://mangadex.org/covers/95980b06-b360-48c9-bf42-adc1b8d8ce32/8d049845-906f-4659-af10-07fe12a8c77e.png",
    "altTitles": [
      {
        "pt-br": "Convento de Monstros: Ordem Signiana de Missa"
      },
      {
        "la": "Conventus Monstrorum: Ordo Signae de Missa"
      },
      {
        "en": "Monsters' Convent: Signian Order of Missa"
      }
    ],
    "description": {
      "en": "Gags of a Catholic Convent on a Fantasy World.",
      "pt-br": "Tirinhas sobre um Convento Católico num mundo de fantasia."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c62d637-4004-426f-ba7f-be45e18941b6",
    "title": {
      "en": "Yankee JK Kuzuhana-chan"
    },
    "updatedAt": "2024-10-30T23:44:27+00:00",
    "coverArt": "https://mangadex.org/covers/6c62d637-4004-426f-ba7f-be45e18941b6/7c7c6fb2-b8fe-4aae-aa3a-a0546766e679.jpg",
    "altTitles": [
      {
        "ja": "ヤンキーJKクズハナちゃん"
      },
      {
        "en": "Delinquent High School Girl Kuzuhana-chan"
      },
      {
        "en": "Yankee High School Girl Kuzuhana-chan"
      },
      {
        "zh-hk": "不良JK華子醬"
      },
      {
        "pt-br": "Garota Delinquente Do Ensino Médio Kuzuhana-chan"
      },
      {
        "es": "Colegiala Delincuente/Yankee Kuzuhana-chan"
      }
    ],
    "description": {
      "en": "At the beginning of the academic year, Saotome Hodaka enrolls into Moteshiro Prefectural High School, a former all-girls school that had recently integrated, but discovers it has a male to female ratio of 1:359! While most might think of this as a paradise, the majority of the students are delinquents and Saotome immediately finds himself being extorted by some of the more aggressive girls. However, he is inadvertently saved by Hanako Kuzuryu, a beautiful delinquent who just wants to be left alone. Is this the start of a new friendship? And how will Saotome's life unfold in a school full of troublesome women?",
      "fr": "Au début de l'année scolaire, Saotome Hodaka intègre le lycée préfectoral de Moteshiro, ancien établissement réservé aux filles et récemment devenu mixte. Il découvre rapidement que le ratio garçons/filles est de 1:359! Bien que cela puisse sembler être un paradis pour certains, la majorité des élèves sont des délinquantes, et Saotome se retrouve aussitôt extorqué par certaines des filles les plus agressives. Par chance, il est sauvé malgré lui par Hanako Kuzuryu, une belle délinquante qui aspire seulement à être laissée en paix. Est-ce le début d'une nouvelle amitié ? Comment la vie de Saotome évoluera-t-elle dans une école pleine de filles turbulentes ?",
      "ja": "男女比率1対359!! 359人の女子高生にいじられまくり!! つらたんハーレム学園ラブコメ!! コワかわ最強ヒロイン爆誕!! 四方八方ギャルだらけな県立茂手城高校に入学した黒一点・早乙女穂高は、ヤンキーJK・九頭竜華子にピンチを救われて…!?",
      "pt-br": "Uma proporção de homem para mulher de 1:359?! Saotome-kun é admitido em uma escola cheia de gyarus e conhece uma garota delinqüente chamada Hanako Kuzuryu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7d3a91a-f47a-43ce-9a2c-4da813b15eea",
    "title": {
      "en": "My Dog Becomes a Human"
    },
    "updatedAt": "2024-11-02T14:43:06+00:00",
    "coverArt": "https://mangadex.org/covers/f7d3a91a-f47a-43ce-9a2c-4da813b15eea/b1e4d7fe-bd42-4b09-9674-4cee4fbc7fd8.jpg",
    "altTitles": [
      {
        "ja": "犬がヒトになる話"
      },
      {
        "ja-ro": "Inu ga Hito ni Naru Hanashi"
      },
      {
        "fr": "Mon Chien Est Devenu Humain"
      },
      {
        "zh-hk": "我家碰太變成了人類這件事"
      },
      {
        "ru": "Моя собака становится человеком"
      },
      {
        "uk": "Мій пес став людиною"
      },
      {
        "en": "Ponta Becomes A Human"
      },
      {
        "ja": "ポン太がヒトになりまして。"
      },
      {
        "vi": "Ponta nhà tôi bỗng dưng hóa thành người?!"
      }
    ],
    "description": {
      "en": "A slapstick comedy that involves a town and its neighbors where “pet dogs” have become “humans”!\nFeelings that couldn’t be conveyed as a dog can now be understood directly…!?",
      "fr": "Un jour, les chiens de cette ville sont soudainement devenus humains. L'histoire suit la vie de Saki et de son chien Ponta.",
      "ru": "В один прекрасный день домашние собаки в этом городе вдруг превращаются в людей. История рассказывает о жизни хозяйки Саки и ее собаки Понты.",
      "uk": "Одного разу всі собаки, які жили в цьому місті раптово перетворилися на людей. Історія розповідає про життя Сакі, власниці, та Понти, її пса.",
      "vi": "Một ngày đẹp trời bỗng dưng toàn bộ chó trong một thị trấn nọ hóa thành người...Và cô nàng Saki phải sống(vật lộn) với một bé Husky hóa thành trai đẹp XD"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f67c73a1-09ba-4047-8771-5299ae71f750",
    "title": {
      "en": "Meika-san wa Oshikorosenai"
    },
    "updatedAt": "2024-10-11T17:54:11+00:00",
    "coverArt": "https://mangadex.org/covers/f67c73a1-09ba-4047-8771-5299ae71f750/078c9ece-8ba3-4dc2-9b37-4d6db737c7ec.jpg",
    "altTitles": [
      {
        "en": "Meika-san Can't Conceal Her Emotions"
      },
      {
        "en": "The Maid Who Can't Hide Her Feelings (Serialization)"
      },
      {
        "ja": "メイカさんは押しころせない"
      },
      {
        "pt-br": "A Empregada Que Não Consegue Esconder Seus Sentimentos (Serialização)"
      },
      {
        "vi": "Meika-san Không Thể Thổ Lộ Tình Cảm Của Cô Ấy"
      }
    ],
    "description": {
      "en": "A serialization of the webcomic about a maid, Meika, who can't completely suppress her feelings for her master, Kouta.",
      "vi": "Một câu chuyện kể về một cô hầu gái, Meika, người không thể kìm nén hoàn toàn tình cảm của mình dành cho chủ nhân của cô ấy, Kouta.",
      "es-la": "Una serialización del webcomic sobre una maid, Meika, quien no puede reprimir por completo sus sentimientos por su amo, Kouta.",
      "pt-br": "A serialização da webcomic sobre uma empregada, Meika, que não consegue ocultar completamente seus sentimentos pelo seu mestre, Kouta."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "153"
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/e518e8fe-845a-4dae-bbc1-113f994b110f.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5422f55a-4fbf-4f60-9289-bab55c87c2bc",
    "title": {
      "en": "Guilty Circle"
    },
    "updatedAt": "2024-12-07T15:52:09+00:00",
    "coverArt": "https://mangadex.org/covers/5422f55a-4fbf-4f60-9289-bab55c87c2bc/0b54fd9e-edae-4ae2-b98f-db86ceec3254.jpg",
    "altTitles": [
      {
        "ja": "ギルティサークル"
      },
      {
        "zh-hk": "罪惡社團"
      },
      {
        "zh": "罪恶社团"
      }
    ],
    "description": {
      "en": "April! Sawaya Doji's college life at his dream school of Seio University starts with an encounter with the beautiful Kaede Hoshimi during the club recruiting fair. Sawaya believes that if he goes to Tokyo... if he joins a university... if he joins a club, he can get a girlfriend! It's a great way to meet new people, but what kind of club has he gotten himself into?",
      "ja": "４月！憧れの青応大学へと入学した大学１年生・沢屋童二は、サークル勧誘期に美少女・星見楓と出会う。「東京に行けば…大学に入れば…サークルに入れば、彼女ができる！」と信じる沢屋は星見楓とともに派手目なサークルの新歓コンパへと参加するが……。沢屋が足を踏み入れたサークルの罪深き実態、秘密とは何か！？",
      "pt-br": "Abril! A vida universitária de Sawaya Doji em sua escola de sonho da Universidade de Seio começa com um encontro com a bela Kaede Hoshimi durante a feira de recrutamento do clube. Sawaya acredita que se ele for para Tóquio... se ele entrar em uma universidade... se ele entrar em um clube, ele pode conseguir uma namorada! É uma ótima maneira de conhecer novas pessoas, mas em que tipo de clube ele se meteu?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bf163e3-123a-41c1-b2bc-8254dbe5a09b",
    "title": {
      "en": "2.5 Jigen no Ririsa"
    },
    "updatedAt": "2024-10-09T17:08:34+00:00",
    "coverArt": "https://mangadex.org/covers/7bf163e3-123a-41c1-b2bc-8254dbe5a09b/cb3806bd-3537-45f7-9568-a19aa0e02c9a.jpg",
    "altTitles": [
      {
        "ja": "2.5次元の誘惑"
      },
      {
        "en": "2.5 Dimensional Seduction"
      },
      {
        "ko": "2.5차원의 유혹"
      },
      {
        "es": "Risisa of 2.5 Dimension"
      },
      {
        "ar": "2.5 الإغواء البعدي"
      },
      {
        "th": "2.5 มิติ ริริสะ"
      },
      {
        "zh-hk": "2.5次元的誘惑"
      },
      {
        "zh": "2.5次元的诱惑"
      },
      {
        "vi": "Sự Quyến Rũ của 2.5D"
      },
      {
        "ru": "Соблазн 2,5-мерного измерения"
      },
      {
        "pt-br": "Sedução 2.5D"
      }
    ],
    "description": {
      "en": "From Seven Seas:\n“I have no interest in real girls!” So claims Okumura, the president of the school’s manga club. He’s your typical otaku, obsessed with a sexy (fictional) 2D manga character known as Liliel. Then the new school year starts, and a (real!) 3D girl named Lilysa whose passion is cosplay joins the club. Lilysa convinces Okumura to become her photographer–and guess who her favorite manga character is? Not only that, but Lilysa is into modeling the fetishy stuff, The boundaries between 2D and 3D start to blur as this hot-blooded romantic comedy unfolds.\n\nEnglish volumes by [Seven Seas Entertainment](https://sevenseasentertainment.com/series/2-5-dimensional-seduction/)",
      "ja": "現実の女に興味無し！俺の嫁・リリエルは2次元にあり！そんな漫研部長・奥村の前に現れたのは…リアルなリリエル？ドキドキコスプレコメディ開幕！",
      "pt": "\"Eu não estou interessado em uma mulher real! Minha waifu Liliel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu… uma Liliel real?  \nUma super comédia empolgante começa!",
      "pt-br": "\"Eu não estou interessado em uma mulher real! Minha waifu, Liriel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu... uma Liriel real? Uma super comédia empolgante começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a7cc394-21a6-413d-8a6c-6e2c9209c15a",
    "title": {
      "en": "Grey is..."
    },
    "updatedAt": "2024-12-08T13:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/9a7cc394-21a6-413d-8a6c-6e2c9209c15a/ec5a14cd-de14-40a1-a1a4-da2d86944702.jpg",
    "altTitles": [],
    "description": {
      "en": "Two childhood friends—Black, an emotional fashion designer with selective amnesia, and White, a rational writer who’s been absent for two years—reunite to confront their traumatic pasts and navigate the fragile space between heart and mind as they struggle to preserve their friendship on the brink of adulthood.\nGrey is... is a deeply emotional coming-of-age series about the messy journey of self-discovery, about friendship, and about the delicate balance between emotion and reason."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "35f1365e-2ba4-496d-b67e-6f698fdc52d2",
    "title": {
      "en": "One Story of Hunters"
    },
    "updatedAt": "2024-07-19T01:30:38+00:00",
    "coverArt": "https://mangadex.org/covers/35f1365e-2ba4-496d-b67e-6f698fdc52d2/526823a1-19f6-4fb9-bae1-26a00923a8a9.png",
    "altTitles": [],
    "description": {
      "en": "In a world where prehispanic cultures developed an steam powered industrial technology, a young redheaded girl — the huntress Metzli — is tracking an interesting bounty. Maybe this commission is bigger than she expects. \n\n\"It's like The Witcher but in Mexico\" - a random guy, probably",
      "es-la": "Sigue las aventuras de Metzli, una cazadora de monstruos tratando de ganar el pan del día a día para ella y sus hermanos. \n\n“Es como si the Witcher ocurriera en Mexico” – Un weon, probablemente"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "461bc2a9-34eb-4c1c-be38-2fabb53e4b3f",
    "title": {
      "en": "Shoujo Fujuubun"
    },
    "updatedAt": "2024-12-21T19:19:52+00:00",
    "coverArt": "https://mangadex.org/covers/461bc2a9-34eb-4c1c-be38-2fabb53e4b3f/207ef829-542f-4e55-8d37-5b4f0ea11c7b.jpg",
    "altTitles": [
      {
        "en": "Imperfect Girl"
      },
      {
        "ja": "少女不十分"
      },
      {
        "ko": "소녀불충분"
      }
    ],
    "description": {
      "en": "An aspiring author. A mysterious little girl.  \nTwo completely unrelated people.  \nWhat will happen when they meet?",
      "es-la": "El protagonista, un autor, cuenta la historia de su encuentro con cierta joven hace diez años. Durante sus días universitarios, una vez fue testigo de un accidente de tráfico en el que un estudiante de primaria fue atropellado por un camión. Extrañamente, la amiga de la chica, que estaba cerca, sólo se acercó a verla después de guardar cuidadosamente el juego que había estado jugando justo antes. Poco después, el protagonista se encontró capturado y confinado por esta chica.",
      "pt-br": "Um aspirante a autor. Uma garotinha misteriosa.\nDuas pessoas sem nenhuma relação.\nO que acontecerá quando eles se encontrarem?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "27"
  },
  {
    "mangaId": "6d02e579-b0db-4240-98e9-e68e458f8dfc",
    "title": {
      "en": "Ore no Ie ga Maryoku Spot datta Ken: Sundeiru dake de Sekai Saikyou"
    },
    "updatedAt": "2024-07-05T11:07:19+00:00",
    "coverArt": "https://mangadex.org/covers/6d02e579-b0db-4240-98e9-e68e458f8dfc/dab1e191-2ef4-4339-8e02-69c7dd3d156e.jpg",
    "altTitles": [
      {
        "fr": "Ma maison est une zone de convergence magique: Uniquement en vivant là je suis le plus fort du monde"
      },
      {
        "ru": "Мой дом — это место волшебной силы"
      },
      {
        "ja": "俺の家が魔力スポットだった件 ～住んでいるだけで世界最強～"
      },
      {
        "zh-hk": "原来我家是魔力点~只是住在那里就变成世界最强~"
      },
      {
        "ko": "우리 집이 마력스팟이었던 건에 대하여 ~살고 있는 것만으로 세계최강~"
      },
      {
        "pt-br": "Minha casa está em um ponto mágico de poder, por morar lá eu me tornei o mais forte do mundo"
      },
      {
        "en": "My House is a Magic Power Spot: Just by Living there I Become the Strongest in the World"
      },
      {
        "ja-ro": "Ore no Ie ga Maryoku Spot datta Ken: Sundeiru dake de Sekai Saikyou"
      }
    ],
    "description": {
      "en": "Living carefree at home is the greatest shortcut—my house is the world’s greatest Magic Power Spot. That being the case, both my house and I were summoned to another world by some guys who were aiming for it. However, I’ve been living in this place for many years and my body is, apparently, abnormally overflowing with magic. Due to some unforeseen circumstances by those guys who summoned me, they quickly ran away. Be that as it may, there are still some ill-mannered people who covet the magic leaking out of my house. I won’t give up my house to those people! I’m going to wield my power as I please!",
      "ja": "自宅でのんびりすることが、最強への近道だった――。強力な魔力スポットの上に建つ一軒家に住んでいた普通の青年ダイチ。 ある日、それを狙うやつらに家ごと異世界に召喚されてしまう!!　だが、長年魔力スポットに住み続け、魔力が貯めこまれたダイチは敵を一蹴！　さらにかわいい我が家の精霊サクラも現れて至れり尽くせり！　最強の魔力を持ったダイチが望むものはただ一つ――それは自宅で平穏に暮らすこと！",
      "ru": "Жить беззаботно в своём доме — это, несомненно, великолепно. Но мой дом — самое большое в мире место волшебной силы. Каким-то образом вышло так, что меня с моим домом перенесло в другой мир. Выяснилось, что меня призвали какие-то парни, которые хотели присвоить магию моего дома себе. Тем не менее, я живу в этом месте в течение многих лет, и мое тело, по-видимому, аномально переполнено магией. Из-за каких-то непредвиденных обстоятельств те ребята, которые меня вызвали, быстро убежали. Как бы то ни было, все ещё есть невоспитанные люди, которые жаждут магии, просачивающейся из моего дома. Я не отдам свой дом никому! Я буду использовать свою силу, как захочу!   \n\n- [Original Web Novel](https://ncode.syosetu.com/n5915da/) (Raw)",
      "es-la": "Vivir sin preocupaciones en casa es el mejor atajo: mi casa es el mayor punto de poder mágico del mundo. Siendo ese el caso, tanto mi casa como yo fuimos invocados a otro mundo. Sin embargo, he estado viviendo en este lugar durante muchos años y aparentemente mi cuerpo está desbordado magia. Debido a circunstancias imprevistas por parte de los tipos que me invocaron, huyeron rápidamente. Como sea, todavía hay algunas personas mal educadas que codician la magia que escapa de mi casa. ¡No voy a ceder mi casa a esas personas! ¡Voy a ejercer mi poder como me plazca!",
      "pt-br": "Viver despreocupado em casa é a melhor coisa... minha casa é o maior ponto de força mágica do mundo. Sendo esse o caso, tanto minha casa quanto eu fomos convocados para outro mundo por algumas pessoas que estavam visado isso. No entanto, eu moro neste lugar há muitos anos e meu corpo está, aparentemente, transbordando de forma anormal com a magia. Devido a algumas circunstâncias imprevistas por aquelas pessoas que me chamaram, elas rapidamente fugiram. Seja como for, ainda há algumas pessoas mal-educadas que cobiçam a magia que vaza da minha casa. Eu não vou desistir da minha casa para essas pessoas! Vou usar meu poder como quiser!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "233"
  }
]