[
  {
    "mangaId": "ac2c3e48-b7ef-4a58-9a14-42d7f9adfe18",
    "title": {
      "en": "Gotou-san wa Furimukasetai! (Pre-serialization)"
    },
    "updatedAt": "2023-03-31T08:26:35+00:00",
    "coverArt": "https://mangadex.org/covers/ac2c3e48-b7ef-4a58-9a14-42d7f9adfe18/b4d298d1-c19b-4130-8988-3f4b1419b348.jpg",
    "altTitles": [
      {
        "ja": "後藤さんは振り向かせたい"
      },
      {
        "en": "Gotou-san Wants Me to Turn Around"
      },
      {
        "fr": "Gotou-san veut que je me retourne"
      },
      {
        "zh": "後藤同學想讓你回頭"
      }
    ],
    "description": {
      "en": "Gotou-san, the prettiest girl in school, tries to get the attention of Maeda-kun, who sits in front of her. She secretly harbors a crush on him, but Maeda, who lacks self-confidence, doesn't notice her feelings. What is the future of Gotou-san's unwavering love?",
      "fr": "Gotou-san, la plus jolie fille de l'école, demande quelque chose à Maeda-kun devant lui. Gotou-san l'aime secrètement, mais Maeda, qui ne lui fait pas confiance, ne la remarque pas.Quel est l'avenir de l'amour indéfectible de Gotou-san ?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a72aa29f-62b6-4e67-8895-ab3bf9bb11d2",
    "title": {
      "en": "Ofu-kai Shitara Tondemonai Yatsu ga Kita Hanashi"
    },
    "updatedAt": "2024-08-11T15:15:01+00:00",
    "coverArt": "https://mangadex.org/covers/a72aa29f-62b6-4e67-8895-ab3bf9bb11d2/563aa86e-dd6e-44de-8cdd-caeb7d2b0b9d.jpg",
    "altTitles": [
      {
        "ja": "オフ会したらとんでもないやつが来た話"
      },
      {
        "zh": "面基对象是危险人物"
      },
      {
        "en": "A Story About an Offline Meet-up Between an Otaku and a Yakuza"
      }
    ],
    "description": {
      "en": "Miki Megumi is a loner and a closet otaku who's pretty devoted to her fan activities! She wants a friend who she can gush over her bias with... And when she went for an offline meeting with a follower from social media, they turned out to be a bona fide yakuza!!! Despite feeling like her life is in danger, after talking with him, she could tell that he's a truly passionate otaku!\n\nHe's overly sensitive, and any talk about shipping the reverse of his faves are a taboo. Plus, he turned out to be the troublemaker that his appearance suggests but being with him is fun and he's also dependable!!",
      "ja": "三木めぐみはボッチでオタク活動に勤しむ隠れオタ! 推しについて語り合える友達が欲しい...と、SNSのフォロワーとオフ会をしてみたら、やってきたのはゴリゴリのヤクザ!!! 命の危険を感じつつも話をしてみると、やっぱり熱心なオタクだった! 繊細すぎるし逆カプが地雷だったりと見た目通りかなりの厄介者だけど、一緒にいると楽しいし頼もしい!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d05140c3-4e75-4ea5-b570-f2fa2590c4d4",
    "title": {
      "en": "D Genesis: Dungeon ga Dekite 3-nen"
    },
    "updatedAt": "2024-08-20T21:49:22+00:00",
    "coverArt": "https://mangadex.org/covers/d05140c3-4e75-4ea5-b570-f2fa2590c4d4/3320964f-108b-4764-97bb-342614cd0046.jpg",
    "altTitles": [
      {
        "ja": "Dジェネシス ダンジョンが出来て3年"
      },
      {
        "en": "D Genesis: Three Years Since the Dungeon Appeared"
      },
      {
        "ko": "D제네시스 던전이 생기고 3년"
      }
    ],
    "description": {
      "en": "Three years after monster-infested dungeons start appearing on Earth due to an American experiment gone awry, anonymous researcher Keigo Yoshimara strikes gold when he accidentally kills a creature. This earns him a magical “D-Card” and a mysterious skill that allows him to see RPG-style stats.\n\nDeciding to quit his job and go into dungeon diving, Keigo seeks the assistance of his highly knowledgeable colleague, Azusa Miyoshi, to help him conquer the dungeon exploration market and make millions. But it’s a face to obtain all the treasure and magic he can before the masses amount of government agencies and like-minded explorers take it first.\n\nNo one said getting rich would be easy!\n\n---\n\n[Official English Light Novel](https://j-novel.club/series/d-genesis)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ade0306c-f4b6-4890-9edb-1ddf04df2039",
    "title": {
      "en": "Solo Leveling: Ragnarok"
    },
    "updatedAt": "2024-08-26T14:09:45+00:00",
    "coverArt": "https://mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "altTitles": [
      {
        "ko": "나 혼자만 레벨업 : 라그나로크"
      },
      {
        "ko-ro": "Na Honjaman Level Up: Ragnarok"
      },
      {
        "pt-br": "Upando Sozinho: Ragnarok"
      }
    ],
    "description": {
      "en": "The Earth's existence is under threat once more as Itarim, the gods of other universes, seek to fill the void left by the Absolute Being. \n\nSung Jinwoo has no choice but to send Beru, the shadow ant king, to awaken his son's powers and start him on the journey he once took. \n\nSuho must conquer the shadow dungeon and earn his place in the world of hunters as he navigates through a new world against a new evil looking to swallow the world whole.",
      "ko": "줄거리\n\n평범한 대학생으로 살아가던 성수호 죽음을 앞둔 순간, 잠들어 있던 그의 특별한 혈통이 깨어난다!\n\n“일어나라.”\n\n죽음을 거스르고 지배하는 헌터, 그가 선보이는 새로운 레벨업을 주목하라!\n\n* 이 작품은 웹툰 <나 혼자만 레벨업>의 세계관을 이어받은 작품입니다.",
      "pt-br": "A existência da Terra está ameaçada novamente, por Itarim, os deuses de outros universos, buscam preencher o vazio deixado pelo Ser Absoluto.\n\nSung Jinwoo não tem outra opção senão enviar Beru, o rei das formigas das sombras, para despertar os poderes de seu filho e iniciar sua jornada, como ele fez antes.\n\nSuho precisa conquistar a masmorra das sombras e ganhar seu lugar no mundo dos caçadores, enquanto enfrenta um novo mal que ameaça engolir o mundo inteiro."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff78afd7-6298-4ab0-8d45-9bd2660fa66f",
    "title": {
      "en": "THE iDOLM@STER Cinderella Girls - Daremasu Battle Royale (Doujinshi)"
    },
    "updatedAt": "2024-03-29T09:07:22+00:00",
    "coverArt": "https://mangadex.org/covers/ff78afd7-6298-4ab0-8d45-9bd2660fa66f/c0734bcd-d426-4fad-a031-b02127efa8b4.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f92852b-92a0-49b6-b26c-9526d287bd71",
    "title": {
      "en": "Yumenashi-sensei no Shinroshidou"
    },
    "updatedAt": "2024-07-31T12:35:27+00:00",
    "coverArt": "https://mangadex.org/covers/7f92852b-92a0-49b6-b26c-9526d287bd71/29ffae02-0fe4-44f7-bea7-72d3e7d6653b.jpg",
    "altTitles": [
      {
        "ja": "夢なし先生の進路指導"
      },
      {
        "en": "Yumenashi-sensei's Guidance Counseling"
      },
      {
        "en": "Dreamless-sensei's Guidance Counseling"
      }
    ],
    "description": {
      "en": "A former career consultant, Takanashi now works for a school as a Guidance Counselor. During career guidance meetings, he gives headstrong students data and tells them the realities of the world around them, hoping that they rethink their dreams. Because of that, students call him “Yumenashi-sensei” (“Dreamless-sensei”/“Dream Crusher–sensei”)."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "141609b6-cf86-4266-904c-6648f389cdc9",
    "title": {
      "en": "RuriDragon"
    },
    "updatedAt": "2024-09-06T10:17:19+00:00",
    "coverArt": "https://mangadex.org/covers/141609b6-cf86-4266-904c-6648f389cdc9/bd903567-ae7e-433a-8a8d-65ceee3fc123.jpg",
    "altTitles": [
      {
        "ja": "ルリドラゴン"
      },
      {
        "en": "RuriDragon"
      },
      {
        "ru": "Дракон Рури"
      },
      {
        "fr": "Ruri Dragon"
      },
      {
        "tr": "Ruri Dragon"
      },
      {
        "vi": "Rồng Ruri"
      },
      {
        "pl": "Smok Ruri"
      },
      {
        "cs": "Drak Ruri"
      },
      {
        "id": "Ruri Sinaga"
      }
    ],
    "description": {
      "en": "Ruri, a high school student, woke up one morning to find that she had suddenly grown horns on her head!\n\nHer mother told her that she might have inherited it because her father is a dragon. Ruri's mother tells her that she might have inherited it from her father, and she is puzzled, but goes to school anyway....\n\nHer classmates are curious about the spontaneous horn, and another dragon constitution is revealed!\n\nWith a slight change in the usual routine, the daily life of Dragon Girl Ruri begins!",
      "tr": "Tembellik ve çalışkanlık arasında git gel yaşayan ejder kızın gündelik maceraları.",
      "pt-br": "Ruri Aoki é uma garota normal que um dia acorda com um par de chifres em sua cabeça. De acordo com sua mãe, o pai de Ruri, que ela nunca conheceu antes, é um dragão e Ruri só é metade humana. Esta é a história da jornada de autodescobrimento e aceitação de uma garota metade humana, metade dragão."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7fe4b18c-7092-487a-b7bd-0a0089ce65d1",
    "title": {
      "en": "Tobioriru Chokuzen no Doukyuusei ni \"Sekkusu Shiyou! ” To Teianshite Mita."
    },
    "updatedAt": "2024-09-20T22:59:19+00:00",
    "coverArt": "https://mangadex.org/covers/7fe4b18c-7092-487a-b7bd-0a0089ce65d1/f2dc6f2d-b275-46d0-b01e-ef52e259232f.png",
    "altTitles": [
      {
        "ja": "飛び降りる直前の同級生に『セックスしよう！』と提案してみた。"
      },
      {
        "id": "Sesaat Sebelum Melompat, Aku menyarankan Teman Sekelasku, \"Yuk, Ngewe!\""
      },
      {
        "en": "Just Before Jumping, I Suggested to my Classmate, \"Let's Have Sex!\""
      }
    ],
    "description": {
      "en": "A shocking romantic comedy has arrived! \nMy first love, Koga Kurumi. Her beauty and personality, which are beyond what you'd expect from a high school student, invite jealousy, isolate her, and - she was on the verge of jumping off the roof due to bullying. So, what can I do...? \n\"Let's have sex!\" \nI'll scream out my love to the death and make a place for you in this world!",
      "id": "Dialah cinta pertamaku, Koga Kurumi. Kecantikan dan kepribadiannya di luar ekspektasi dari seorang murid SMA, membuat keirian, pengucilan,dan membuatnya hampir melompat dari atap sekolah karena perundungan. Lantas, apa yang bisa kulakukan? \"Yuk, ngewe!\". Akan kuteriakkan cintaku padamu hingga akhir nyawa dan membuatkanmu tempat di dunia ini!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de7b31a8-b932-49af-8a60-88003fa42360",
    "title": {
      "en": "Saki-chan wa Inma no Ko"
    },
    "updatedAt": "2024-02-03T19:11:31+00:00",
    "coverArt": "https://mangadex.org/covers/de7b31a8-b932-49af-8a60-88003fa42360/d8ed10c3-f289-4b5e-a85a-bb1a700494b6.jpg",
    "altTitles": [
      {
        "ja": "咲ちゃんは淫魔の子（合掌）"
      },
      {
        "en": "Saki-chan Is a Succubus's Child"
      },
      {
        "zh": "咲酱是那梦魔之子"
      }
    ],
    "description": {
      "en": "Saki-chan, a succubus, has fallen in love with Rokuhara, a son of a temple, of all people. She tries her best to talk to him, but her succubus blood runs wild and she always ends up tempting him. \"I wish I could say I love you honestly!\"\n\nThis is a story about a pure and simple love of a succubus who can't be honest.",
      "ja": "「えっちだってだいじょうぶっ教!?」がSNSで大反響！ 待望の第1巻！ 淫魔の咲ちゃんが恋した相手は、よりにもよってお寺の息子の六原くん。頑張って話しかけようとしても淫魔の血が暴走して、ついつい誘惑してしまい――。「素直に好きと言えたらいいのに！」ぽんこつ可愛い淫魔のピュアピュアHな恋の行方は……!? 残念サキュバス×カタブツお寺男子の昇天上等、全力ラブコメ！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "a07320a4-afcd-413a-a451-d69a448d0c28",
    "title": {
      "en": "Usogui"
    },
    "updatedAt": "2023-06-22T13:17:12+00:00",
    "coverArt": "https://mangadex.org/covers/a07320a4-afcd-413a-a451-d69a448d0c28/b74c8cce-42cd-4889-b75d-7944e63f9a14.jpg",
    "altTitles": [
      {
        "en": "The Lie Eater"
      },
      {
        "ja": "嘘喰い"
      },
      {
        "zh-hk": "噬谎者"
      },
      {
        "ko": "도박마-거짓말 사냥꾼 바쿠"
      },
      {
        "es-la": "Devorador de Mentiras"
      },
      {
        "ru": "Пожиратель лжи"
      },
      {
        "kk": "Жала жұтқан"
      }
    ],
    "description": {
      "en": "There are gamblers out there who even bet their lives as ante. But to secure the integrity of these life-threatening gambles, a violent and powerful organization by the name of “Kakerou” referees these games as a neutral party. Follow Baku Madarame a.k.a. Usogui (The Lie Eater) as he gambles against maniacal opponents at games – such as Escape the Abandoned Building, Old Maid, and Hangman – to ultimately “out-gamble” and control the neutral organization of Kakerou itself.  \n\n\n---\n\n**Links:**  \n- [OAV on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=14163)",
      "ru": "Есть игроки, которые ставят на кон свою жизнь. Чтобы сохранить целостность таких смертельно-опасных игр, жестокая и могущественная организация «Кагэро» судит их, как нейтральная сторона.\nНаш герой — Баку Мадарамэ, «Пожиратель лжи». Игрок, чья цель — переиграть и в конце взять под контроль саму нейтральную организацию «Кагэро».\n\n---\n\n(Source: [readmanga](https://mintmanga.live/pojiratel_lji))",
      "es-la": "Hay jugadores que incluso apuestan su vida como apuesta. Pero para asegurar la integridad de estas apuestas que ponen en peligro la vida, una violenta y poderosa organización llamada \"Kakerou\" arbitra estos juegos como parte neutral. Sigue a Baku Madarame, también conocido como Usogui (El Devorador de Mentiras), mientras se enfrenta a oponentes maníacos en juegos como \"Escapar del Edificio Abandonado\", \"La Vieja Doncella\" y \"El Ahorcado\", para acabar jugando más que la propia organización neutral de Kakerou"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "49",
    "lastChapter": "539"
  },
  {
    "mangaId": "0b171f64-89a5-4c37-b5f9-75cca57e8787",
    "title": {
      "en": "Hazure Waku no \"Joutai Ijou Skill\" de Saikyou ni Natta Ore ga Subete o Juurin Suru made"
    },
    "updatedAt": "2024-08-14T16:10:36+00:00",
    "coverArt": "https://mangadex.org/covers/0b171f64-89a5-4c37-b5f9-75cca57e8787/d6364bbe-b96d-4881-b75e-1934928ef953.jpg",
    "altTitles": [
      {
        "en": "Failure Frame: I Became the Strongest and Annihilated Everything With Low-Level Spells"
      },
      {
        "ru": "Я стал самым сильным с провальным навыком 【 ненормальное состояние】, я разрушу всё"
      },
      {
        "ja": "ハズレ枠の【状態異常スキル】で最強になった俺がすべてを蹂躙するまで"
      },
      {
        "ko": "꽝취급 받는 [상태이상 스킬]로 최강이 된 내가 전부 유린할 때까지"
      },
      {
        "zh": "最强的我最终蹂躏一切"
      },
      {
        "zh-hk": "靠廢柴技能【狀態異常】成為最強的我將蹂躪一切"
      }
    ],
    "description": {
      "en": "Mimori Touka has always been something of a background character in his high school. So when he and his classmates are summoned to a fantasy land and gifted with incredible skills, it seems like the perfect opportunity to make a name for himself.\n\nThe only problem? Mimori’s skills are abysmal at best, and he’s banished to a deadly dungeon. \n\nBut as he begins to test these new abilities, he discovers just how powerful he’s become. Can Mimori fight his way back to exact revenge?!",
      "pt": "Durante a viagem escolar Touka e seus colegas são convocados para outro mundo. No entanto, Touka foi o único com a classificação mais baixa: Rank-E - um status extremamente baixo em comparação com seus colegas de classe. Assim, o personagem secundário e herói abandonado, se tornara o mais forte à medida que avança e contra-ataca.\n\n\n---",
      "pt-br": "Durante a viagem escolar, Touka e seus colegas são convocados para outro mundo. No entanto, Touka foi o único com a classificação mais baixa: Rank E – um status extremamente baixo comparado a seus colegas de classe. Assim, o herói abandonado se tornará absolutamente o demônio mais forte à medida que avança e contra-ataca."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2e28840-b3a6-4dd7-9c40-1b251a293fe0",
    "title": {
      "en": "Negai no Astro"
    },
    "updatedAt": "2024-07-25T06:13:13+00:00",
    "coverArt": "https://mangadex.org/covers/d2e28840-b3a6-4dd7-9c40-1b251a293fe0/1709b926-6cb0-494d-9136-74634956e052.jpg",
    "altTitles": [
      {
        "ja": "願いのアストロ"
      },
      {
        "en": "Astro Royale"
      },
      {
        "ru": "Звезда желаний"
      }
    ],
    "description": {
      "en": "The new series from Ken Wakui, the creator of Shinjuku Swan and Tokyo Revengers!\n\nAs the battle to decide the next leader of the Yotsurugi gang that runs Asakusa is heating up, a meteorite strike suddenly awakens superpowers in the people of Japan. How will Hibaru Yotsurugi, the son of the previous gang leader, come out of this?!",
      "fr": "Le nouveau manga de Ken Wakui, le créateur de Shinjuku Swan et Tokyo Revengers ! Alors que la bataille pour désigner le prochain chef du clan Yotsurugi qui dirige Asakusa s'intensifie, la chute d'une météorite réveille soudainement des super-pouvoirs chez les Japonais. Comment Hibaru Yotsurugi, le fils du précédent boss du clan va-t-il s'en sortir ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3625645-84c6-4b19-95ba-3b661d5cdc9c",
    "title": {
      "en": "Dessert Eagle"
    },
    "updatedAt": "2024-04-22T12:56:24+00:00",
    "coverArt": "https://mangadex.org/covers/d3625645-84c6-4b19-95ba-3b661d5cdc9c/1771d99e-9b1c-4353-bb94-12b1a59156af.jpg",
    "altTitles": [
      {
        "ja": "デザートイーグル"
      },
      {
        "ru": "Орел пустыни"
      },
      {
        "fr": "Desert Eagle"
      }
    ],
    "description": {
      "en": "Ichigo Washio is a young man with a bright future—a bright future, that is, within the gangs of Shinjuku. When he meets Ringo Takamizawa, a fellow student hell-bent on revenge on those who took everything from his mother, the gregarious Ichigo doesn't think twice about helping Ringo—even when it means it’ll pit Ichigo against men he's looked up to his whole life. But Ichigo knows he's in the right, and with his new friends and a healthy dose of stupidity to guide him, he's ready to return justice to Shinjuku's streets! [Kodansha]",
      "fr": "Ichigo Washio est un jeune homme avec un avenir prometteur... dans les gangs de Shinjuku. Quand il rencontre un étudiant, Ringo Takamizawa, qui veut se venger de ceux qui ont tout pris de sa mère, Ichigo n'hésite pas à vouloir l'aider, même s'il va devoir affronter des hommes qu'il a admiré toute sa vie. Mais il sait qu'il est dans le droit chemin, et avec l'aide de ses amis et d'une bonne grosse dose de stupidité, il est prêt à rendre la justice dans les rues de Shinjuku !"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "40"
  },
  {
    "mangaId": "c6c30be6-3ded-428b-8bcf-be81ab8f7d33",
    "title": {
      "en": "The Boy of Death"
    },
    "updatedAt": "2024-09-22T16:14:05+00:00",
    "coverArt": "https://mangadex.org/covers/c6c30be6-3ded-428b-8bcf-be81ab8f7d33/3eb0d3de-0479-44fb-8120-7d61c1d78536.jpg",
    "altTitles": [
      {
        "ko-ro": "Sasinsonyeon"
      },
      {
        "zh-hk": "死神少年"
      },
      {
        "ko": "사신소년"
      },
      {
        "ru": "Жнец смерти"
      },
      {
        "en": "Reaper Boy"
      },
      {
        "en": "Hero Ticket"
      },
      {
        "th": "ตั๋วโกงชีวิต"
      },
      {
        "vi": "Cậu Bé Của Thần Chết"
      },
      {
        "id": "Ticket Hero"
      },
      {
        "es-la": "El Niño de la Muerte"
      }
    ],
    "description": {
      "en": "Lee Kyung Ho's mind was engulfed with ending his life due to bullying and the loss of his mother. He attempts to, but is saved. His determination to commit suicide somehow entices Sierra, a grim reaper who later offers him a contract. This contract blesses him with the ability to borrow the powers of the dead in their previous life in return of sacrificing years from his lifespan. For the sake of attaining what he wishes for, he eventually agrees to it.\n\n---\n**Original Webtoon:** [Naver](https://comic.naver.com/webtoon/list?titleId=730656)\n\n---\n**Official Translations:** [Chinese (Traditional Characters) / 漢語](https://www.webtoons.com/zh-hant/fantasy/theboyofdeath/list?title_no=1771),  [Indonesian / Bahasa](https://www.webtoons.com/id/action/ticket-hero/list?title_no=2195)",
      "fr": "L'esprit de Lee Kyung Ho était complètement bouleversé à l'idée de mettre fin à ses jours à cause du harcèlement et de la perte de sa mère. Il essaie, mais il est sauvé. Sa détermination à se suicider séduit Sierra, une faucheuse sinistre qui lui offre plus tard un pacte. Ce pacte lui permet d'emprunter les pouvoirs des morts dans leur vie antérieure en échange de plusieurs années sacrifiées de sa vie. Afin d'atteindre ce qu'il souhaite, il finit par l'accepter.  \n  \n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/theboyofdeath/list?title_no=1771)",
      "ru": "Ли Кён Хо был поглощен идеей суицида, из-за издевательств в школе и гибели его матери. Очередная попытка, но спасен. Его решимость покончить с собой каким-то образом соблазняет Сиеру, мрачного жнеца, который позже предлагает ему контракт. Этот контракт даёт возможность заимствовать способности и силы мертвых из их предыдущей жизни, в обмен на силу, он должен жертвовать годами, которые ему остались на этой земле. Ради достижения того, чего он желает, он всё таки соглашается на сделку.",
      "es-la": "Lee Kyung Ho queria terminar su vida debido al acoso y la pérdida de su madre. Intenta hacerlo, pero no lo consigue. Su determinación de suicidarse de alguna manera fracasa, una persona llega y le ofrece un contrato. Este contrato lo bendice con la capacidad de tomar prestados los poderes de los muertos en su vida anterior a cambio de sacrificar años de su vida. Para lograr lo que desea y el acepta el trato."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "825978a4-d445-4c91-84a2-d51476100fcb",
    "title": {
      "en": "Middle Manager Tonegawa"
    },
    "updatedAt": "2022-05-17T22:54:25+00:00",
    "coverArt": "https://mangadex.org/covers/825978a4-d445-4c91-84a2-d51476100fcb/b51d101f-9f71-425e-85fa-c1693928fd37.jpg",
    "altTitles": [
      {
        "ja": "中間管理録トネガワ"
      },
      {
        "en": "Mr. Tonegawa: Middle Management Blues"
      },
      {
        "ja-ro": "Chuukan Kanriroku Tonegawa"
      }
    ],
    "description": {
      "en": "One day, executive Tonegawa Yukio was ordered by Hyoudou Kazutaka, the chairman of the Teiai Group, to plan a \"game of death\" for the debtors! What awaited Tonegawa, who immediately held a planning meeting, was suffering, agony, and despair! The diabolical spin-off, depicting Tonegawa's anguish between the chairman and the blacksuits, starts now!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "76"
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-05-22T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara de que estou a fim não era um cara?!"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko ja Nakatta"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4a24d711-53ca-4a6c-84d6-78ef91ba2dff",
    "title": {
      "en": "Uchi no Hentai Maid ni Osowareteru"
    },
    "updatedAt": "2024-09-21T21:04:56+00:00",
    "coverArt": "https://mangadex.org/covers/4a24d711-53ca-4a6c-84d6-78ef91ba2dff/dfa6bb8c-62a7-47f0-acf8-c204491356bf.jpg",
    "altTitles": [
      {
        "en": "My Hentai Maid is Assaulting Me"
      },
      {
        "en": "My Perverted Maid is Attacking Me"
      },
      {
        "ja": "うちの変態メイドに襲われてる"
      },
      {
        "fr": "Ma Servante Perverse M'attaque"
      },
      {
        "zh": "我家女仆是变态"
      }
    ],
    "description": {
      "en": "Spring has come. I, Haruto, am now a university student, and I'm living on my own in an apartment.However, my father suddenly sent me a \"maid\" because he was worried about me. This maid is a huge pervert with a dirty mind who spends every day assaulting me with her provocative behavior.",
      "fr": "Le printemps est arrivé. Moi, Haruto, est maintenant étudiant à l'université et je vis seul dans un appartement. Cependant, mon père m'a soudainement envoyé une \"bonne\" parce qu'il s'inquiétait pour moi. Cette bonne est une énorme perverse à l'esprit sale qui passe tous ses jours à m'agresser avec son comportement provocateur.",
      "zh": "我家女仆是个变态，她会在我睡懒觉时候给我个早安咬叫我起床！"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "100"
  },
  {
    "mangaId": "c52b2ce3-7f95-469c-96b0-479524fb7a1a",
    "title": {
      "en": "Jujutsu Kaisen"
    },
    "updatedAt": "2024-07-17T09:00:36+00:00",
    "coverArt": "https://mangadex.org/covers/c52b2ce3-7f95-469c-96b0-479524fb7a1a/38e34e8a-0c77-4f1d-a112-a2adc4b74490.jpg",
    "altTitles": [
      {
        "es": "Batalla de hechiceros"
      },
      {
        "ru": "Жүжүцү Кайсэн"
      },
      {
        "ru": "Магическая битва"
      },
      {
        "ja": "呪術廻戦"
      },
      {
        "zh": "咒术回战"
      },
      {
        "zh-hk": "咒術回戰"
      },
      {
        "ko": "주술회전"
      },
      {
        "uk": "Магічна Битва"
      },
      {
        "kk": "Сиқырлы шайқас"
      },
      {
        "kk": "Алас талас"
      },
      {
        "tr": "Büyülü Dövüş Sanatları"
      },
      {
        "fr": "Jujutsu Kaisen"
      },
      {
        "pt-br": "Jujutsu Kaisen - Batalha de Feiticeiros"
      },
      {
        "en": "Revolving Battles Of Curse Arts"
      },
      {
        "en": "Revolving Battles Of Sorcery"
      },
      {
        "en": "Sorcery Fight"
      },
      {
        "ja-ro": "Jujutsu Kaisen"
      }
    ],
    "description": {
      "en": "For some strange reason, Yuji Itadori, despite his insane athleticism would rather just hang out with the Occult Club. However, her soon finds out that the occult is as real as it gets when his fellow club members are attacked!\n\nMeanwhile, the mysterious Megumi Fushiguro is tracking down a special-grade cursed object, and his search leads him to Itadori...",
      "fr": "Yuuji est un jeune étudiant qui excelle dans le sport, notamment dans l'athlétisme, mais qui a un immense poil dans la main. Du coup, au lieu de parfaire ses capacités physiques qui pourraient lui permettre de devenir le meilleur de l'établissement, il s'est inscrit au club de recherches occultes du lycée. Son petit train-train va changer du tout au tout lorsqu'un véritable esprit malfaiteur vient menacer son école…\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ru": "Юдзи гений на поле! Вот только школьная активность его мало чем привлекает. Став частью клуба оккультных исследований он решает зажить тихой жизнью, но все меняется, когда в школе объявляются духи.",
      "tr": "Yuuji bir atletizm dehasıdır ama koşuya hiç ilgisi yoktur. Bilinmezleri Araştırma Kulübünde çok mutludur. Her ne kadar kulüpte eğlencesine bulunsa bile, okulda gerçek bir ruh ortaya çıkınca işler ciddiye biner! Hayat, Sugisawa Şehrindeki 3 Numaralı Lisedeki çocuklar için tuhaflaşmaya başlamak üzere!",
      "uk": "Ітадорі Юуджі - надзвичайно талановитий старшокласник із Сендаю. Утім, хоч він і вправний спортсмен, його не цікавлять спортивні клуби: він піклується про свого дідуся, що лежить у місцевій лікарні. Все змінюється, коли через жартівливий спіритичний сеанс на Юуджі та його друзів раптово нападають моторошні чудовиська, яких дивакуватий незнайомець, Фушіґуро Меґумі, чомусь називає прокляттями. Аби врятувати себе та друзів, Юуджі змушений ризикнути - і так випадково стати вмістилищем легендарного, наймогутнішого короля проклять. А потім на тобі - вирок: \"тебе мають стратити\". Ну і що робити? Тяжкий вибір, магічна школа, нові друзі й нові проблеми - так починається його шлях...",
      "pt-br": "Itadori Yuuji, um estudante do colegial com uma capacidade física única, tem como rotina visitar seu avô que está hospitalizado. Porém, um dia, o selo de um \"objeto amaldiçoado\" escondido em sua escola é rompido, fazendo surgir criaturas assustadoras. Para salvar seus colegas ele parte em direção ao colégio, quando algo inesperado acontece...!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fcc2fbee-0fe9-4cbc-b744-9132175a17c6",
    "title": {
      "en": "Kanojo ni Uwaki Sareteita Ore ga, Koakuma na Kouhai ni Natsukareteimasu"
    },
    "updatedAt": "2024-09-07T19:40:01+00:00",
    "coverArt": "https://mangadex.org/covers/fcc2fbee-0fe9-4cbc-b744-9132175a17c6/972541d9-0e22-4227-92ea-c1693287a0da.jpg",
    "altTitles": [
      {
        "ja": "カノジョに浮気されていた俺が、小悪魔な後輩に懐かれています"
      },
      {
        "en": "I Was Cheated On by My Girlfriend, but My Devilish Junior Now Yearns for Me"
      },
      {
        "en": "My Coquettish Junior Attaches Herself to Me!"
      },
      {
        "ru": "Девушка изменила мне с другим, и теперь моя дьяволёнок-кохай пристаёт ко мне"
      }
    ],
    "description": {
      "en": "Christmas season.\n\nHasegawa Yuuta found himself single after breaking up last month when his girlfriend had cheated on him. And it was only a few days until Christmas! After an everyday conversation with his female friend, Mino Ayaka, Yuuta met a beautiful girl clad in a Santa suit—In a lane full of couples no less! Her name was Shinohara Mayu. Will this encounter with Shinohara turn out to be the Christmas present for Yuuta?",
      "ja": "クリスマス直前に彼女に浮気された大学二年・羽瀬川悠太。 意気消沈する彼の前に、サンタの格好をした美少女後輩・志乃原真由が現れる！ グイグイ来る彼女は、次第に家にまで上がり込むようになり…！？",
      "ru": "Однажды за несколько дней до Рождества, молодой Хасегава Юта тяжело расстался со своей бывшей девушкой, которая ему изменила. После повседневного диалога со своей давней подругой Мино Аякой, Юта встретил красивую во всех смысла слова девушку по имени Маю Шиномия, одетую в костюм Санты. Неужели внезапная встреча с кокетливой красоткой станет рождественским подарком для Юты?",
      "pt-br": "Época Natalina.\n\nHasegawa Yuuta se viu solteiro após terminar o namoro no mês passado, quando sua namorada o traiu. E faltavam apenas alguns dias para o Natal! Depois de uma conversa normal com sua amiga Mino Ayaka, Yuuta conheceu uma linda garota vestida de Papai Noel - em uma rua cheia de casais!\n\nSeu nome era Shinohara Mayu. Será que esse encontro com Shinohara será o presente de Natal para Yuuta?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d6e6097-5612-476b-b7a7-825826ddb9a4",
    "title": {
      "en": "Netkama Punch!!!"
    },
    "updatedAt": "2024-05-31T20:06:40+00:00",
    "coverArt": "https://mangadex.org/covers/6d6e6097-5612-476b-b7a7-825826ddb9a4/b30b48ed-e23f-41bc-8181-454ca516e1f9.png",
    "altTitles": [
      {
        "ko": "넷카마 펀치!!!"
      },
      {
        "es": "Netkama PUNCH!!!: La venganza perfecta"
      },
      {
        "ja": "ネカマパンチ!!!"
      },
      {
        "zh": "伪娘重拳"
      }
    ],
    "description": {
      "en": "Netkama – a male who portrays himself as female online. This is what Kim Seyeong decides to become after reencountering Shin Heejae, the guy who destroyed Seyeong's gaming career in \"Arcadia\" a year prior. His plan is to pretend to be a girl in the game, get Heejae to fall for him, and then make the big reveal to everyone so that his archnemesis will also be humiliated out of \"Arcadia\" forever. But being a dude trying to become the girlfriend of your worst enemy is no easy feat, especially more so when said worst enemy starts to show a bit too much interest in you. Will Seyeong come out the victor of this scheme? Or will he find himself losing to Heejae all over again?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "81"
  },
  {
    "mangaId": "63b2dc67-f55c-4f4a-899f-cedd77721bcf",
    "title": {
      "en": "Ore wa Seikan Kokka no Akutoku Ryoshu"
    },
    "updatedAt": "2024-05-21T22:54:04+00:00",
    "coverArt": "https://mangadex.org/covers/63b2dc67-f55c-4f4a-899f-cedd77721bcf/77ad75d2-a5a2-4016-bada-e78c9b0a8f2e.jpg",
    "altTitles": [
      {
        "ja": "俺は星間国家の悪徳領主"
      },
      {
        "en": "I'm the Evil Lord of an Intergalactic Empire!"
      },
      {
        "pt-br": "Eu sou o Lorde Vilão da Nação Interestelar"
      },
      {
        "id": "Aku adalah Penguasa Jahat dari Kekaisaran Antargalaksi!"
      },
      {
        "ja-ro": "Ore wa Seikan Kokka no Akutoku Ryoshu"
      }
    ],
    "description": {
      "en": "In his past life, Liam was hardworking and honest. This got him nothing but debt and betrayal. Now he’s been reborn as the ruling noble of a planet.\n\nTime for some payback.\n\nThis life he’ll grind the world under his heel! He’s only looking out for himself. All his underlings will suffer! But try as he might, his tyranny only seems to make his subjects happier.",
      "id": "Liam sera banfield adalah reincarnator. dia bereinkarnasi di dunia fantasy pedang dan sihir. Tapi pada saat peradaban sudah siap membuat kemajuan ke luar angkasa, ceritanya terjadi di sebuah kerajaan antar galaksi, sebuah universitas seperti opera ruang angkasa di mana senjata humanoid dan pesawat ruang angkasa saling melengkapi. Liam, yang telah menjelma menjadi keluarga bangsawan dalam masyarakat monarki. memiliki ambisi untuk suatu hari menjadi raja jahat di kehidupan sebelumnya. sayangnya Liam telah kehilangan segalanya dan mati dalam keputusasaan. \r\n\r\n\"sangat bodoh hidup untuk orang lain.\"\r\n \"Aku akan hidup untuk diriku sendiri\"\r\n\r\n ia mulai menuju kehidupan keduanya, tetapi malah disembah sebagai penguasa yang berbudi luhur karena perbedaan nilainya. Akankah Liam dapat dengan aman menjadi tuan yang jahat?",
      "ja": "星間国家アルグランド帝国の辺境惑星を治める伯爵家に転生し、幼くして領主となったリアム・セラ・バンフィールド。持ち前の善良さ故に、妻や会社に裏切られた前世の反省から今世では“奪う側”として生きると決意する――\n\n「悪徳領主になって、悪の限りを尽くす！」\n\nだが、受け継いだ領地は虐げるまでもない寂れっぷりで……止む無くリアムは自領の建て直しから着手することに。人工知能を重用！ 宇宙艦隊を縮小！ 不正貴族を一刀両断！常識など無視して思うがまま傍若無人に振る舞うのだが、結果的に領民は豊かになり、好感度がうなぎ登りで……!?",
      "pt-br": "Liam Sera Canfield é um reincarnator. Ele reencarnou em um universo fantasioso de espada e feitiçaria, onde a civilização já avançou para o espaço sideral. A história se passa em um império intergaláctico, assim como uma space opera, com armas humanoides e batalhas de naves espaciais. Liam, que incarnou em uma família de aristocratas em uma sociedade monárquica, tem a ambição de se tornar um lorde maligno. Em sua vida anterior, liam infelizmente acabou perdendo tudo e morrendo em desespero. “ É tolice viver pelos outros.” “ Eu irei viver por mim mesmo” Com esses sentimentos no peito ele começa sua segunda vida, só que ao invés disso ele é idolatrado como um virtuoso líder por causa da diferença de valores. Será que Liam conseguirá se tornar um lorde maligno?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e0fdb3b-632c-4f8f-a311-5b56952db647",
    "title": {
      "en": "Bocchi the Rock!"
    },
    "updatedAt": "2024-07-28T18:21:38+00:00",
    "coverArt": "https://mangadex.org/covers/2e0fdb3b-632c-4f8f-a311-5b56952db647/62c28c06-838e-43e7-afa1-533ddde1e9db.jpg",
    "altTitles": [
      {
        "en": "Bocchi the Rock!"
      },
      {
        "ja": "ぼっち・ざ・ろっく！"
      },
      {
        "zh-hk": "愛好·扎·搖滾！"
      },
      {
        "zh": "孤独摇滚！"
      },
      {
        "ru": "Одинокий Рокер!"
      },
      {
        "ne": "बोच्चि द रक!"
      },
      {
        "pl": "Samotność w Rocku!"
      }
    ],
    "description": {
      "en": "Hitori Gotou is a high school girl who's starting to learn to play the guitar because she dreams of being in a band, \nbut she's so shy that she hasn't made a single friend. \nHowever her dream might come true after she meets Nijika Ijichi, a drummer girl looking for a new guitarist for her band.",
      "es": "Bocchi The Rock! cuenta la historia de Goto Hitori, una chica de secundaria que empieza a aprender a tocar la guitarra persiguiendo su sueño de formar parte de una banda. Pese a que es muy dedicada, su arrolladora timidez le impide poder conseguir siquiera una amiga. Pero cuando conozca a Ijichi Nijika, una baterista que está buscando una nueva guitarrista para su grupo, Goto dará el primer paso para cumplir su gran sueño página a página, tira a tira.",
      "it": "Hitori Goto è una liceale che inizia a imparare a suonare la chitarra perchè il suo sogno è di entrare a far parte di una band, \nma è talmente timida da non avere nemmeno un amico. \nMa il suo sogno potrebbe avverarsi in seguito all'incontro con Nijika Ijichi, una ragazza che suona la batteria \ned è alla ricerca proprio di un chitarrista per la band in cui suona.",
      "ja": "「ぼっちちゃん」こと後藤ひとりは、ギターを愛する孤独な少女。\n家で一人寂しく弾くだけの毎日でしたが、ひょんなことから伊地知虹夏が率いる「結束バンド」に加入することに。\n人前での演奏に不慣れな後藤は、立派なバンドマンになれるのか――！？\n全国のぼっちな少年少女に届ける、いま最高にアツい音楽漫画！！\n陰キャならロックをやれ！！！",
      "pt-br": "Hitori Gotou é uma colegial que está começando a aprender a tocar violão porque sonha em fazer parte de uma banda, mas é tão tímida que não fez um único amigo. No entanto, seu sonho pode se tornar realidade depois que ela conhece Nijika Ijichi, uma garota que toca bateria e está procurando um novo guitarrista para sua banda.\n\n[ 1° TEMP.  DO ANIME ADAPTOU ATÉ: Vol. 2, Cap 21. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b134287-b0a8-447a-866c-2047fc3fc151",
    "title": {
      "en": "Ai ga Omosugiru Uchi no Yandere Kai Neko (Official Colored)"
    },
    "updatedAt": "2024-08-31T02:11:41+00:00",
    "coverArt": "https://mangadex.org/covers/3b134287-b0a8-447a-866c-2047fc3fc151/d266c9c7-3ffa-44d5-ba26-1a327906b71e.jpg",
    "altTitles": [
      {
        "ja": "愛が重すぎるうちのヤンデレ飼い猫 (Official Colored)"
      },
      {
        "ja-ro": "Ai ga Omosugiru Uchi no Yandere Kai Neko (Official Colored)"
      },
      {
        "en": "My Yandere Cat Whose Love Is Too Heavy (Official Colored)"
      },
      {
        "pt-br": "Meu amor é muito pesado, minha gata de estimação yandere (Official Colored)"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe744c45-155b-43fd-b1de-dc63495a4495",
    "title": {
      "en": "Inscrutable Are the Ways of Heaven"
    },
    "updatedAt": "2024-08-23T15:05:35+00:00",
    "coverArt": "https://mangadex.org/covers/fe744c45-155b-43fd-b1de-dc63495a4495/84356f92-c178-4132-bebf-a089b74fd9d7.png",
    "altTitles": [
      {
        "ja": "人間万事塞翁が馬"
      },
      {
        "ja-ro": "Jinkanbanji Saiougauma"
      }
    ],
    "description": {
      "en": "A romance between an introverted employee and an extroverted part-timer at a drugstore.\n\nBashouguchi, a dead inside drugstore employee, has her life turned upside-down by the new part-timer Kimura, whose flashy looks clash with the clean image of the store.\n\nAnd it turns out that Kimura has actually had a one-night stand with her?!\n\nKimura threatens Bashouguchi and sexually harasses her, but she's also her savior since she covers a lot of shifts. This is a yuri about how all of this changes something in the timid Bashouguchi... perhaps.",
      "ja": "ドラッグストア陽キャバイト×陰キャ社員百合。\n\nドラッグストアのくだびれた陰キャ社員・芭蕉口（バショウグチ）のもとに、店のクリーンなイメージにそぐわない見た目でやってきた陽キャバイト・木村（キムラ）。\nその木村、実は芭蕉口のワンナイトの相手だった！？\n脅してくるしセクハラしてくるけどシフトを埋めてくれる救世主の木村によって、臆病な芭蕉口の何かが変わる……かもしれない百合。"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "14"
  },
  {
    "mangaId": "fb15cd42-cf00-480b-a6c6-12b61fe6a1ac",
    "title": {
      "en": "Hangyaku no Nijigasaki"
    },
    "updatedAt": "2024-09-03T14:27:50+00:00",
    "coverArt": "https://mangadex.org/covers/fb15cd42-cf00-480b-a6c6-12b61fe6a1ac/bcf723ac-0f53-4ec9-95c9-1ee3bade5073.jpg",
    "altTitles": [
      {
        "ja": "叛逆（はんぎゃく）のニジガサキ"
      },
      {
        "en": "Nijigasaki of the Rebellion"
      },
      {
        "es-la": "La rebelión de Nijigasaki"
      },
      {
        "ja": "反逆のニジガサキ"
      }
    ],
    "description": {
      "en": "Hangyaku no Nijigasaki (Nijigasaki of the Rebellion) is an official Love Live! manga by Choboraunyopomi featuring the cast of Love Live!'s Nijigasaki High School Idol Club.",
      "es-la": "Las locuras y bizarras jornadas de Nijigasaki, ahora llegan en formato manga. Sigue las rebeldes aventuras de Setsuna Yuki y el Club Escolar Idol de Nijigasaki en Hangyaku no Nijigasaki."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cba1a19d-b433-4f4c-a988-8608fef3f955",
    "title": {
      "en": "Uzugami"
    },
    "updatedAt": "2024-09-22T15:16:21+00:00",
    "coverArt": "https://mangadex.org/covers/cba1a19d-b433-4f4c-a988-8608fef3f955/6211ad36-65cb-4c4b-955e-f06972c57608.jpg",
    "altTitles": [
      {
        "ja": "渦神 - 分裂増殖人間"
      },
      {
        "ja-ro": "Uzugami - Bunretsu Zoushoku Ningen"
      },
      {
        "ja-ro": "Uzushin"
      }
    ],
    "description": {
      "en": "Satoru Takeichi, also known as Ichigo, works at a sawmill. \n\nWhile working, he got into a mechanical problem and ended up having the first joint of his right little finger amputated. He and other employees searched for the cut off part, but couldn't find it. \n\nIchigo goes straight to the hospital and receives treatment. However, when he returned to his apartment after being hospitalized for a few days, he found another version of him... \n\nFrom there, a strange shared life with another [Himself] begins...",
      "ja": "渦神 分裂増殖人間製材工場で働いている武市悟(たけいちさとる)、通称イチゴ。\n\n彼は作業中に機械トラブルに巻き込まれ右手の小指の第一関節を切断してしまう。他の従業員と一緒に切り落とした部分を探したが見つからない。\n\nイチゴはそのまま病院へ行き治療を受ける。しかし、数日の入院を経て自宅アパートへ帰ると、【もう 1 人の自分】がいた...。\n\nそこからもう1 人の【二ゴー】との奇妙な共同生活が始まる......。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b605c392-c6d7-4415-8177-e5f3a5cd0c9a",
    "title": {
      "en": "The Moon at Daybreak"
    },
    "updatedAt": "2024-09-05T02:01:08+00:00",
    "coverArt": "https://mangadex.org/covers/b605c392-c6d7-4415-8177-e5f3a5cd0c9a/27856b49-2a84-4309-ace4-88bed03e0c4f.jpg",
    "altTitles": [
      {
        "ko": "지새는 달"
      },
      {
        "fr": "L'aube sous la lune"
      }
    ],
    "description": {
      "en": "Pu Reum Han led a normal high school life, that is until, he dreams of a lady, looking for his help to find her missing baby. But what if that baby is inside him?",
      "fr": "Pu Reum Han vivait une vie de lycéen ordinaire, jusqu'au jour où un rêve bouleverse son existence : une femme mystérieuse implore son aide pour retrouver son enfant disparu. Mais que faire lorsque cet enfant se révèle être en lui ?"
    },
    "status": "cancelled",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "27"
  },
  {
    "mangaId": "0976963e-c0b4-4bdc-abde-831e9cb29cc2",
    "title": {
      "en": "Damedol to Sekai ni Hitori Dake no Fan"
    },
    "updatedAt": "2024-07-09T17:00:13+00:00",
    "coverArt": "https://mangadex.org/covers/0976963e-c0b4-4bdc-abde-831e9cb29cc2/7eec5dd1-1211-4b62-b43a-f613ae08701d.jpg",
    "altTitles": [
      {
        "ja": "ダメドルと世界に1人だけのファン"
      },
      {
        "ja-ro": "Damedol to Sekai ni Hitori Dake no Fan"
      },
      {
        "en": "The Useless Idol and Her Only Fan in the World"
      },
      {
        "en": "A Useless Idol and the Only Fan in the World"
      },
      {
        "id": "Idol Gak Guna dan Penggemar Satu-satunya di Dunia"
      },
      {
        "es-la": "Una Idol inútil y su único fan en el mundo"
      },
      {
        "pt-br": "Uma Idol Inútil E Seu Único Fã No Mundo"
      },
      {
        "en": "Damedol and the Only Fan in the World"
      }
    ],
    "description": {
      "en": "\"Urumin\" is an idol, but she can't sing or dance well, and she's got a dishonest character. Kimiya is the only fan in the world who likes her. The relationship between the two of them is a little different from the usual relationships between idols and fans! \r\n\r\nThis is a \"precious\" love comedy that depicts the daily life of a bad idol and the man who keeps on promoting her, and the way he loves her!",
      "ja": "\"うるみん\"はアイドルなのに歌も踊りもダメダメで性格も素直じゃない。そんな彼女を推している世界で一人だけのファン、キミヤ。ふたりの関係性は普通のアイドル、ファンとの関係性と違ってちょっと変！？ダメなアイドルと彼女を推し続ける男の日常を描く、愛し方がすごい「尊い」系ラブコメディ！",
      "pt-br": "“Urumin” é uma idol, mas ela não consegue cantar nem dançar bem e não costuma ser sincera com seus reais sentimentos. “Kimiya” é seu único fã. A relação entre eles é um pouco diferente das relações normais entre fãs e ídolos! Esta é uma comédia romântica que retrata a vida diária de uma idol completamente desajeitada e o homem que continua a apoiá-la, demonstrando seu fanatismo até nos piores momentos!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6b535fe1-6774-4217-88cb-a7c199eaad5a",
    "title": {
      "en": "Ryuuji"
    },
    "updatedAt": "2024-09-22T14:48:38+00:00",
    "coverArt": "https://mangadex.org/covers/6b535fe1-6774-4217-88cb-a7c199eaad5a/a476ece4-0fd7-49fd-84ae-b6be1df5162a.jpg",
    "altTitles": [
      {
        "ja": "龍時"
      }
    ],
    "description": {
      "en": "Entirely unknown nationwide is a high school student named Shino Ryuuji. At a national convention in his last year of junior high, he was allowed to go to a U-16 training camp as a Japanese representative candidate; that was to show a single part. In a friendly match against the U-17 Spain representative, Ryuuji was selected as one of the chosen to bathe in the severe baptism of the world! In the overwhelming reality, many soccer fans were fascinated by Japan's first-of-its-kind genuine story, the long-awaited serialization!"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": null
  },
  {
    "mangaId": "46ae50f2-1bdb-4fc1-baff-3b01c08432d1",
    "title": {
      "zh": "Like, Share & Subscribe"
    },
    "updatedAt": "2024-07-25T09:08:51+00:00",
    "coverArt": "https://mangadex.org/covers/46ae50f2-1bdb-4fc1-baff-3b01c08432d1/97319ecd-788d-4bc1-ba8d-04f8190814a2.png",
    "altTitles": [
      {
        "zh": "营业中请三连"
      },
      {
        "zh-ro": "Yingye Zhong Qing San Lian"
      },
      {
        "zh-hk": "營業中請三連"
      },
      {
        "ru": "Поставь лайк и подпишись"
      },
      {
        "es-la": "Tres compañías en los negocios"
      }
    ],
    "description": {
      "en": "When vlogger meets top-of-the-industry writer, what could go wrong? Everything! Nothing has gone my way ever since meeting her.\n\nHu Luoluo, on the brink of having her vlogger account relinquished, is shoved into the path of scandal-ridden writer extraordinaire Song Li purely by accident. Being featured on hot topics, paired up as a couple, finally gaining traffic... Will it finally make her the greatest vlogger of all time?",
      "es-la": "Juntos o se hunden juntos, ¿se descubrirán mentiras sobre el amor? Están ligados por negocios, fingiendo ser pareja para contrarrestar los escándalos del escritor y lograr ser el primer lugar en el buscador."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "73"
  },
  {
    "mangaId": "bf40d55a-0adc-41ca-953c-a9feb42a0d5f",
    "title": {
      "en": "Clandestine Affair"
    },
    "updatedAt": "2024-06-14T14:25:36+00:00",
    "coverArt": "https://mangadex.org/covers/bf40d55a-0adc-41ca-953c-a9feb42a0d5f/b74d46d4-f66d-4ac6-bf3e-2416e7d6ea32.png",
    "altTitles": [
      {
        "zh": "偷香"
      },
      {
        "zh-ro": "Tōu Xiāng"
      }
    ],
    "description": {
      "en": "Two women, hidden away in a vast estate, who save each other through their roller coaster of a relationship!\nBai Yuetao, wife of a rich businessman, blames herself for her husband's skirt-chasing tendencies. After spending another night alone in their lavish residence, she sees a graceful woman appear in her newly bought western mirror. This woman calls herself \"Butterfly Dream\" and says that she can teach Bai Yuetao how to \"hook\" her husband's heart. But the price she demands?\nBai Yuetao's body."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02a1bddd-e27e-422c-98a8-990dd5fb990b",
    "title": {
      "en": "VTuber Legend: How I Went Viral after Forgetting to Turn Off My Stream"
    },
    "updatedAt": "2024-09-07T07:46:57+00:00",
    "coverArt": "https://mangadex.org/covers/02a1bddd-e27e-422c-98a8-990dd5fb990b/bd4b4c81-064c-42ab-9a80-473c626ee5c9.jpg",
    "altTitles": [
      {
        "ja": "VTuberなんだが配信切り忘れたら伝説になってた"
      },
      {
        "ja-ro": "VTuber nanda ga Haishin Kiri Wasuretara Densetsu ni Natteta"
      }
    ],
    "description": {
      "en": "The shocking and controversial work has finally been adapted into a comic! The super popular VTuber comedy begins!\n\n LiveOn is a major management company that has many glamorous VTubers. The third generation \"seiso\" VTuber Kokone Awayuki accidentally forgets to turn off her live stream. \n\nHer completely drunk, natural appearance is broadcast to the world -- the gap is a hit and it goes viral! From that blunder one night, she becomes a super popular VTuber!! (TL from JP synopsis)",
      "ja": "衝撃の問題作が遂にコミカライズ化! 大人気VTuberコメディ開幕!\n数々の華やかなVTuberが所属する大手運営会社ライブオン。\nその三期生で『清楚系』VTuberの心音淡雪は不注意から配信を切り忘れてしまう。\n大泥酔の素の姿が世界に配信された結果――\nギャップがウケて大バズり！\n一夜の失態から大人気VTuberへ駆け上がっていく!!",
      "pt-br": "A LiveOn, uma grande empresa de gerenciamento com vários VTubers brilhantes, tem em seu elenco de terceira geração a VTuber \"de imagem pura\", Koino Fuyuki. Devido a uma distração, ela acaba esquecendo de encerrar a transmissão ao vivo.\n\nComo resultado, sua aparência completamente bêbada foi transmitida para o mundo — e o contraste fez um sucesso estrondoso! A partir desse erro de uma noite, ela rapidamente se torna uma VTuber extremamente popular!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "718d9146-8c9e-4ff3-9dc4-e4736a1239bb",
    "title": {
      "en": "The Warrior Returns"
    },
    "updatedAt": "2024-07-20T20:21:08+00:00",
    "coverArt": "https://mangadex.org/covers/718d9146-8c9e-4ff3-9dc4-e4736a1239bb/04917b57-eeef-48ae-9147-a7e6b4bae0eb.jpg",
    "altTitles": [
      {
        "ko": "용사가 돌아왔다"
      },
      {
        "en": "Hero Has Returned"
      },
      {
        "en": "The Warrior Is Back"
      },
      {
        "en": "Warrior Returns"
      },
      {
        "ru": "Герой вернулся"
      },
      {
        "ne": "हिरो फिर्ता आएको छ"
      },
      {
        "ne": "हिरो फर्केको छ"
      },
      {
        "ne": "हिरो ह्याज रिटर्नड"
      },
      {
        "ne": "हिरो को पुनरागमन"
      },
      {
        "ja": "勇者が帰ってきた"
      },
      {
        "th": "สงครามนักรบผู้หวนคืน"
      },
      {
        "zh": "毁灭勇士"
      },
      {
        "zh-hk": "勇士歸來"
      },
      {
        "es-la": "El héroe ha regresado"
      }
    ],
    "description": {
      "en": "After saving one world, warrior Kim Minsu returns to Earth only to find that he’s lost everything… so he decides to destroy the world he used to call home.\n\nIn his rampage, he kills teenager Jeongsu Park and his family. But instead of dying normally, Jeongsu is transported to another world, where he finds that he’s now a warrior himself. After killing the demon king of this alternate world and honing his skills as a warrior, Jeongsu returns to earth, hell-bent on revenge against Minsu.\n\nAs the two warriors fight with the fate of their country in the balance, who will emerge victorious?",
      "fr": "Après avoir sauvé un monde, le héros Minsu Kim revient sur Terre et découvre qu'il a tout perdu. Il décide donc de détruire le monde qu'il avait l'habitude d'appeler ‘chez lui’. Dans son saccage, il tue le héros Jeongsu Park, mais au lieu de mourir normalement, Jeongsu est transporté dans un autre monde. Après avoir tué le roi démon de ce monde alternatif et grandi en tant que héros, Jeongsu revient sur terre, déterminé à se venger de Minsu. Alors que les deux héros se battent avec le destin de leur pays en jeu, qui sortira vainqueur?\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "id": "Jeongsu Park, seorang pahlawan yang menyelamatkan dunia lain dengan tekad untuk balas dendam pada Kim Minsu Kisah tragis tentang seorang pahlawan yang membunuh para pahlawan, Sebuah kenyataan yang dingin tanpa akhir yang bahagia.\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ja": "その日、ひとりの勇者によって町が一つ消えた。 異世界を救って現世に帰還した「剣の勇者」。だか彼を待っていたのは、家族の死と自分に向けられた嫌悪、そしてふりかかる不幸。 「こんな世界・・・ぶっ壊してやる」悲しみと狂気に満ちた勇者による破壊が始まる。\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ko": "김민수에게 복수를 하겠다는 일념 하나로 이세계를 구한 용사, 박정수.\n그는 스스로는 구했지만, 세계를 구하지 못했고, 자신의 세상을 멸망시킨 용사들을 죽이기로 마음 먹는다.\n\n이 이야기는 해피 엔딩 따윈 없는 차가운 현실, 용사들을 죽이는 용사에 대한 이야기이다.\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ne": "किम मिन-सू, एक हिरो, जसले घर फर्कने एकल सोचको साथ अर्को विश्व बचायो। उसले संसार बचायो, तर आफैंलाई बचाउन सकेन, र संसारलाई नष्ट गर्ने निर्णय गर्यो। यो कथा हिरोको अन्तिम क्षणहरुको बारेमा हो, एक चिसो वास्तविकता जसको कुनै राम्रो अन्त्य छैन\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ru": "Пак Чон Су, герой, что спас мир только по одной причине - вернуться и отомстить Ким Мин Су.\nОн спасся сам, но не смог спасти тех, кто были всем его миром. Пак Чон Су намерен уничтожить того, кто сотворил с ним это.\n\nИстория без счастливого конца. Пробирающая до костей реальность, в которой герой убивает себе подобных.\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "th": "พัคจองซู นักรบผู้กอบกู้อีกโลกหนึ่งได้ย้อนคืนกลับสู่โลกเดิมเพื่อแก้แค้น คิมมินซู นักรบผู้ฆ่าครอบครัวของเขา นี่คือเรื่องราวของนักรบที่ปราศจากตอนจบแสนสุข เพราะมันคือการห่ำหั่นนักรบด้วยกันเอง!\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "zh": "被黑化勇士们毁灭的世界，\n绝望之中最后的勇士归来！\n经历千辛万苦最终回到地球的勇士金闵洙，可等他的却是人们冰冷的眼光和父母双亡的事实，绝望的他决定毁灭整个世界。男主朴正秀的家人也被陷入到了这场灾难之中…就在这时，朴正秀也被传送到了异世！勇士朴正秀能否拯救这个世界呢？\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "zh-hk": "為了報仇雪恨這唯一念頭而拯救異世界的勇士，雖然拯救了自己，卻拯救不了原本世界的他，決心要殺光毀滅世界的勇士們。 這是關於沒有幸福結局的冷酷現實，以及殺勇者們的勇者的故事。\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87a73a46-6439-4666-b590-12a18c6b674b",
    "title": {
      "en": "Kanojo ga Flag wo Oraretara"
    },
    "updatedAt": "2023-05-07T20:14:50+00:00",
    "coverArt": "https://mangadex.org/covers/87a73a46-6439-4666-b590-12a18c6b674b/ac0e2c10-2807-461a-b5f4-cc5c75b61746.jpg",
    "altTitles": [
      {
        "ja-ro": "Gaworare"
      },
      {
        "en": "If Her Flag Breaks"
      },
      {
        "ja-ro": "Kanojo ga Flag o Oraretara"
      },
      {
        "th": "อลวนรักหักแฟล็ก"
      },
      {
        "ja": "がをられ"
      },
      {
        "zh": "如果她的旗帜被折断了"
      },
      {
        "ja": "彼女がフラグをおられたら"
      },
      {
        "zh-hk": "如果她的旗幟被折斷了"
      },
      {
        "zh": "如果折断她的旗"
      },
      {
        "zh-hk": "如果折斷她的旗"
      },
      {
        "ko": "그녀의 플래그가 꺾이면"
      },
      {
        "ru": "Читать Флаги Хатагая"
      }
    ],
    "description": {
      "en": "Hatate Souta, a young man who can see the \"flags\" that stand at the crossroads of life, transferred to “Hatagaya Academy”, a prestigious school in the metropolitan area. Not only does he meet beautiful girls in his busy school life, he even goes as far as living with them under the same roof! Surrounded by these flags, this enviable romantic comedy begins!"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "42"
  },
  {
    "mangaId": "b45db587-db53-43d7-9eef-c0a5fa48c38b",
    "title": {
      "ja": "Shiboritoranaide, Onna Shounin-san"
    },
    "updatedAt": "2024-06-01T14:43:38+00:00",
    "coverArt": "https://mangadex.org/covers/b45db587-db53-43d7-9eef-c0a5fa48c38b/0f3eeb91-3be8-4c9a-9e2b-cdac3a2b057a.jpg",
    "altTitles": [
      {
        "ja": "搾り取らないで、女商人さん"
      },
      {
        "en": "Please Don’t Milk Me, Merchant-san!!"
      }
    ],
    "description": {
      "en": "Tartaros: A mysterious and massive underground dungeon. There, adventurers are engaged in a night and day struggle to find the treasure they seek. Lavi the New Adventurer is taking on the challenge of Tartaros, but has a problem. A renowned dark merchant, Philo the Beastkin, is pestering him to buy her strange items! She pushes items (often erotic) onto Lavi for him to use in every situation they come across. \n\nWhat will become of Lavi’s adventures?! Is he willing to buy anything from this adorably annoying merchant girl?!   \n\nThis is a fantasy comic with a teasing merchant!!",
      "es": "el Misterioso laberinto subterráneo gigante \"Tartaros\".   \r\n  \r\nAllí, los aventureros de día y de noche se aventuran en  \r\nbuscan tesoros y otras riquezas. El aventurero novato Lavi (shota) que desafió el calabozo \"tartaros\" y que para su mala suerte se mete en algunos problemas, Es en ese instante cuando conoció a la mitad bestia Philo (ponkotsu), con quien hace un trato para ser su cliente habitual.  \r\n¿Qué pasará con la aventura de Lavi? ¡seguirá Comprándole ítem   \r\na esta belleza y hermosa!  \r\n  \r\n¡¡¡la comedia de fantasía sobre el aventurero novato Lavi (shota)   \r\ny la comerciante mitad bestia Philo (ponkotsu)!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6202f5c6-5b94-49a5-80dd-c328cf58cbb8",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Douran no Joshou-hen"
    },
    "updatedAt": "2024-07-14T21:03:22+00:00",
    "coverArt": "https://mangadex.org/covers/6202f5c6-5b94-49a5-80dd-c328cf58cbb8/dcc644fe-8d11-4569-8d93-8a892dbe1e03.jpg",
    "altTitles": [
      {
        "en": "The Irregular at Magic High - Upheaval Prologue Arc"
      },
      {
        "ja": "魔法科高校の劣等生 動乱の序章編"
      },
      {
        "en": "The Irregular at Magic High - Prologue of Disturbance Arc"
      }
    ],
    "description": {
      "en": "March 2097—Brazil deploys the strategic-class spell Synchroliner Fusion in South America, starting a wave of unrest that will reach as far as Japan, where the new school year is just beginning. Tatsuya and Miyuki have entered their third year at First High, but anti-magician sentiment has been steadily rising. As many young scions of the twenty-eight families gather to discuss what to do about the concerning political climate, a much more immediate threat sits just beyond the shores of Sado Island…\n\nAdaption of Light Novel 21-22."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8de0f430-d87b-4195-bff0-5f9423f3d84f",
    "title": {
      "en": "The God-Slaying Demon King: Reincarnated as a Mere Mortal to Become the Strongest in History!"
    },
    "updatedAt": "2024-09-18T18:08:01+00:00",
    "coverArt": "https://mangadex.org/covers/8de0f430-d87b-4195-bff0-5f9423f3d84f/4c2c6fca-5d45-40b5-900b-dc7b966f75e9.jpg",
    "altTitles": [
      {
        "ja-ro": "Kamigoroshi no Maou, Saijyaku Shuzoku ni Tensei shi Shijyou Saikyou ni naru"
      },
      {
        "fr": "Le Roi Démon Pourfendeur de Dieux, Réincarné en la race la plus faible et la plus forte de l'histoire."
      },
      {
        "ja": "神殺しの魔王、最弱種族に転生し史上最強になる"
      },
      {
        "en": "The God Slaying Demon King"
      }
    ],
    "description": {
      "en": "Hiram, the strongest demon king in history and ruler of all demons, defies the Demon God's demands for sacrifices. This defiance leads to a fierce battle that leaves Hiram dead. Despite being the strongest, he could not overcome the truth of this world: Demons cannot defeat the Demon God.\n\nFive hundred years later, Hiram has finally reincarnated as a human. While humans are considered the weakest race, they actually have the highest potential for growth — and Hiram fully intends to take advantage of that fact. \n\nSo begins Hiram's new quest to kill the Demon God in this unique adventure story!",
      "fr": "Le Roi démon le plus fort de l'histoire, celui qui règne sur tous les démons, Heiram. Heiram refuse les demandes de sacrifices du Dieu démon, et meurt en le combattant. \"Les démons en dessous du Dieu démon ne peuvent pas le battre.\" Il n'y a pas de sorts 'sans égal' qui peuvent chambouler la logique de ce monde. 500 ans après la dédaite de Heiram, il se réincarne avec succès en un petit garçon humain. Les humains sont dits être les 'plus faibles' mais en vérité, ils ont le plus grand potentiel. Et ainsi, en tant que race qui peut battre le Dieu démon, il se fixe comme objectif de le combattre encore une fois. Pour enfin tuer le Dieu démon qui attend quelque part et pour trouver sa fille adoptive perdue qu'il adore, Fillfee, Heiram se met en route pour une nouvelle aventure !"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ad10953-14f2-411e-83e3-5c22c4e7e1e2",
    "title": {
      "en": "Chieri no Koi wa 8 Meter"
    },
    "updatedAt": "2024-05-01T19:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/7ad10953-14f2-411e-83e3-5c22c4e7e1e2/2ee470f3-b1d0-48f2-82df-d74b1f3fcbf2.jpg",
    "altTitles": [
      {
        "ja-ro": "Chieri no Koi wa 8 Meter"
      },
      {
        "ja": "ちえりの恋は8メートル"
      },
      {
        "zh-hk": "智恵梨的愛情高達8米"
      },
      {
        "pt-br": "O amor de Chieri tem 8 metros"
      },
      {
        "en": "Chieri's Love Is 8 Meters Tall"
      }
    ],
    "description": {
      "en": "An ordinary high school student, Yumeji Kotaki, is transferred to his class by his childhood friend, Chieri Omine, who has grown to 8 meters in height! Yumeji is assigned as \"caretaker\" to support Chieri's school life. Their daily life is full of excitement due to the height difference! The height difference is nothing to worry about!\n\nThe start of a literally larger-than-life romcom!",
      "pt-br": "Uma aluna transferida que tem 8 metros de altura...?! \nAmigos de infância se reencontram, mas nem tudo é como antes… Uma mudança na relação entre Chieri e Yumeji, acompanhe o desenrolar desta comédia romântica gigantesca."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e855895e-e40e-4350-9f83-a22eb0878163",
    "title": {
      "en": "Saikou no Himo Hiroimashita"
    },
    "updatedAt": "2024-05-13T15:57:02+00:00",
    "coverArt": "https://mangadex.org/covers/e855895e-e40e-4350-9f83-a22eb0878163/0d76d213-9f6b-448b-b920-3f88087a2b19.jpg",
    "altTitles": [
      {
        "ja": "最高のヒモ拾いました"
      },
      {
        "ja-ro": "Saikou no Himo Hiroimashita"
      },
      {
        "zh-hk": "我撿到了個極品軟飯男"
      },
      {
        "zh": "我捡到了个极品软饭男"
      }
    ],
    "description": {
      "en": "When Aoi Kurosaki, a working girl, wakes up in the morning, she finds a handsome stranger preparing breakfast for her. She wakes up with a hangover and tries to remember, but she has no idea where she is. This handsome guy looks familiar to her..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3169544f-4b87-4a14-917b-f73600941f55",
    "title": {
      "en": "Noa-senpai wa Tomodachi."
    },
    "updatedAt": "2024-09-21T12:25:29+00:00",
    "coverArt": "https://mangadex.org/covers/3169544f-4b87-4a14-917b-f73600941f55/08194cc2-4c9b-45e3-b1fe-d68625ef957d.jpg",
    "altTitles": [
      {
        "ja": "のあ先輩はともだち。"
      },
      {
        "en": "Noa Is My Senior, and My Friend."
      },
      {
        "ru": "Моя подруга Ноа-сэмпай"
      },
      {
        "zh": "望爱前辈是朋友"
      },
      {
        "en": "Noa-senpai Is My Friend."
      }
    ],
    "description": {
      "en": "A bitter and painful adult's life needs \"friends\".  Set in a game company, Rihito Otsuka (23), who is your everyday salaryman, and Noa Saotome (27), the ultimate career woman. Two characters whose lives aren't supposed to intersect become \"friends\" by chance.  A little sweet and slightly heavy office \"friends\" comedy begins!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ja": "苦くて辛いオトナの人生にこそ、“ともだち”が必要だ。ゲーム会社を舞台に、仕事も人付き合いも“ほどほど”が身上の「平熱さとり系」大塚理人(23)と、何事にも全力すぎる「限界バリキャリ」早乙女望愛(27)。交わらないキャラのふたりが、ひょんなことから「友達」に…？　少し甘くて若干重めな「オフィス”ともだち”コメディ」スタート！\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ru": "«Друзья» необходимы в горькой и мучительной жизни взрослого человека.\n\nИстория, происходящая в игровой компании, разворачивается вокруг Рихито Оцуки (23 года), который «умерен» в своей работе и социальных взаимодействиях, и Ноа Саотомэ (27 лет), карьеристки, которая выкладывается на полную во всём, что делает. И эти два непересекающихся характера случайно становятся «друзьями»?.. И так начинается немного сладкая и тяжеловатая «офисно-дружеская» комедия!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "es-la": "La vida amarga y dolorosa de los adultos necesita amistades. Ambientado en una compañía de videojuegos, Rihito Otsuka, un oficinista de 23 años. Que es normal socializando y trabajando. Y Noa Saotome de 27, que lo da todo en todo lo que hace. Dos personaje que a priori no encajan... ¿Pueden ser amigos por casualidad? \n¡Comienza una dulce y pequeña pero pesada comedia sobre amigos de oficina!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37b87be0-b1f4-4507-affa-06c99ebb27f8",
    "title": {
      "en": "Dragon Ball Super"
    },
    "updatedAt": "2024-05-26T22:56:13+00:00",
    "coverArt": "https://mangadex.org/covers/37b87be0-b1f4-4507-affa-06c99ebb27f8/d01056df-423a-49ae-88f4-092e64119a96.jpg",
    "altTitles": [
      {
        "ja-ro": "Dragon Ball Chou"
      },
      {
        "id": "Mutiara Naga Super"
      },
      {
        "ar": "دراغون بول سوبر"
      },
      {
        "ja": "ドラゴンボール超"
      },
      {
        "zh": "드래곤볼 슈퍼"
      }
    ],
    "description": {
      "en": "Dragon Ball Super follows the aftermath of Goku's fierce battle with Majin Buu, as he attempts to maintain earth's fragile peace.\n\nHaving defeated Majin Buu, Goku is starting to get bored with his life on Earth. His wife, Chi-chi, wants him to get a job, but all he wants to do is train and fight stronger enemies. Elsewhere in the universe, the God of Destruction, Beerus, and his attendant Whis are traveling from planet to planet in search of food and entertainment. \n\nAfter blowing up some hapless victims, Beerus is reminded of a man from his dreams with the moniker “Super Saiyan God,” or something like that... The God of Destruction sets his sights on Earth to track down this mysterious man! Maybe this will give Goku something to do?",
      "pt-br": "Dragon Ball Super segue as consequências da batalha feroz de Goku com Majin Buu, enquanto ele tenta manter a frágil paz da Terra."
    },
    "status": "hiatus",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "349fdc3a-9a3f-4a1a-80ff-d1acf61d11d1",
    "title": {
      "en": "Monster Onna Kanbu wa Osanaki Yuusha wo Dekiaisuru"
    },
    "updatedAt": "2024-07-24T13:26:56+00:00",
    "coverArt": "https://mangadex.org/covers/349fdc3a-9a3f-4a1a-80ff-d1acf61d11d1/616b4d02-d25c-4874-8873-157193a44357.jpg",
    "altTitles": [
      {
        "ja": "モンスター女幹部は幼き勇者を溺愛する"
      },
      {
        "en": "Monster Female Executive Dotes on Young Heroes"
      },
      {
        "ru": "Девушка-монстр-руководитель по уши влюбилась в юного героя"
      }
    ],
    "description": {
      "en": "When a young hero appears, Arachne is ordered to hunt him down, and is moved by the hero's attitude and falls in love with him. On the contrary, she wants to use the power of the young hero to become the strongest demon... A reversal story of Arachne and the young hero who were trying to entangle each other but were entangled in love!?",
      "ja": "幼勇者の出現で追討を命じられたアラクネはその勇者の態度から情にほだされ惚れてしまう。\n逆に幼勇者の力を利用して魔族最強の地位を望むように...。\n絡め獲るつもりが恋心に絡めとられたアラクネと幼勇者の逆転成り上がりストーリー!?",
      "ru": "Однажды внезапно появился могущественный владыка демонов. Люди были напуганы, и отправили героя сразить его. Прознав об этом, владыка демонов приказал арахне убить его, но она была тронута отношением героя к ней и влюбляется в него. Теперь же, она хочет использовать силу героя, чтобы стать самым сильным демоном... Так начинается история трагической любви арахны и героя в темном фэнтэзи"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb206a51-d726-4556-ad2d-57bbead0dac2",
    "title": {
      "en": "Baby Concubine Wants to Live Quietly"
    },
    "updatedAt": "2024-09-22T00:59:33+00:00",
    "coverArt": "https://mangadex.org/covers/bb206a51-d726-4556-ad2d-57bbead0dac2/1d25f18a-c8b8-4a5b-845e-8d3d4fa74b12.jpg",
    "altTitles": [
      {
        "ko": "아기 후궁님은 조용히 살고 싶어"
      },
      {
        "ko-ro": "Agi Hugungnimeun Joyonghi Salgo Sipeo"
      },
      {
        "en": "The Resourceful Little Consort"
      },
      {
        "en": "The Baby Concubine Wants to Live Quietly"
      },
      {
        "es": "La concubina bebé quiere vivir tranquila"
      },
      {
        "ja": "お子様後宮妃は静かに暮らしたい"
      },
      {
        "zh-hk": "後宮少女想低調度日"
      },
      {
        "zh": "小妃子只想安静生活"
      },
      {
        "zh": "小嫔妃想要安安静静地生活"
      }
    ],
    "description": {
      "en": "I possessed a supporting character in a reverse harem novel. A young concubine who, in the end, was driven to death for treason after begging for attention from the regnant empress who was the female lead, and doing wicked things to the male leads who were the concubines. Despite everything, the fortunate thing was that I possessed her right after entering the Imperial Palace. Even if everyone in the Imperial Palace were wary of me, they didn’t hate me yet.\n\n‘Let’s not be impudent, and be obedient.’\n\nI obstinately didn’t need nor have the mindset of trying to be loved by the Empress. Although the male leads who were the concubines were giving me glances, I could just lie flat. Since it wasn’t even a very difficult thing, I really did so. It was definitely like that, but–\n\n“Come to my bedchamber tonight. I’ll read you a fairy tale book!”\n\n“P-please don’t cry. I’ll give you this.”\n\nJust why is everyone’s attitude endlessly gentle? I couldn’t understand. And it was baffling.\n\n‘…I don’t need it though?’\n\nI wasn’t really a young kid lacking affection. And that gaze in which they looked at me as if I were the loveliest in the world was extremely uncomfortable. Just where would I use a fairy tale book that’s full of jewels and silk, and the magic pearl which is the Imperial family’s heirloom? Since it’s already been done, I just wish for everyone to get out of my palace.\n\n---\nIn the nation of Seora, Yehwa Aryun is the Empress Regnant, and her court is full of consorts with special powers. The newest member of the imperial court is 8-year-old Sanya Yeoran. And although she has no powers, Sanya actually has the mind of an adult who knows exactly what will happen in this fantasy world, because she already read about it in her past life. Thanks to that, she comes up with a plan to avoid her tragic execution: stay away from Yehwa and her jealous consorts at all costs!"
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9959a6e4-0602-4573-b40e-06fc9a4c4a6c",
    "title": {
      "en": "Inhabitants of the Threshold"
    },
    "updatedAt": "2022-11-06T10:58:33+00:00",
    "coverArt": "https://mangadex.org/covers/9959a6e4-0602-4573-b40e-06fc9a4c4a6c/fa9affa9-2ab6-4105-a8dd-528fe4f6b186.jpg",
    "altTitles": [
      {
        "en": "Dwellers on the Threshold"
      },
      {
        "zh": "叛逆思春期"
      },
      {
        "ja": "敷居の住人"
      },
      {
        "ja-ro": "Shikii no Juunin"
      }
    ],
    "description": {
      "en": "Chiaki Honda is a middle-school boy who neglects his studies. Furthermore, he smokes, and has dyed his hair a bright green. One evening at the arcade, a girl challenges him to a match. The girl, who straightforwardly introduces herself as Nanako Kikuchi, suggests a bet, nonchalantly wagering her body for Chiaki's watch. Chiaki is soundly defeated, and he goes home fuming.  \n  \nHis life goes on, of course. The next day, he meets a strange young man on the train who looks an awful lot like him. And eventually he runs into Nanako again."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "56"
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-09-13T15:48:58+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/281a36bd-4e6e-4cb7-8728-01318e8b7dcf.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?\n Brought to you by mmk of 'Love Comedy Quest,' this is a pure love short comedy of the new era about 'neighbors'!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74dfbe87-ef41-4474-bb02-c18510c5d0a4",
    "title": {
      "en": "Lock On!"
    },
    "updatedAt": "2024-05-20T02:06:23+00:00",
    "coverArt": "https://mangadex.org/covers/74dfbe87-ef41-4474-bb02-c18510c5d0a4/3d58d1ff-c955-4342-a77e-19f0dce03052.jpg",
    "altTitles": [
      {
        "ja": "LOCK ON！ ーロックオンー"
      }
    ],
    "description": {
      "en": "Utsuru Sanada is a professional photographer at the age of 17, he can guess the exact 3 sizes of any girl, he can memorize anything he sees, and he can counterattack karate moves (most guys would want these abilities). Why? Because he has superb photographic memory called “Shutter Eye” (as in the shutter of a camera). He meets Niko Kurihara, the female protagonist, who dislikes men, is a master of martial arts, and is of course beautiful. Utsuru attempts to prove to Niko that he is not the guy she thinks he is so that he can take a picture of her. He starts by investigating Niko’s friend’s date, who appears to be a deceptive guy according to rumors…  \n  \nRan as a one-shot in 2009; started serialization in 2010.",
      "pl": "Siedemnastoletni Utsuru Sanada to profesjonalny fotograf. Posiada „oko­‑migawkę”, dzięki któremu może odgadnąć wymiary każdej dziewczyny, zapamiętuje wszystko co zobaczył i potrafi uniknąć ciosu karate. Większość facetów chciałaby mieć takie umiejętności!  \n Valgaav\\_89 - 30 czerwca 2010"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "18"
  },
  {
    "mangaId": "01b33c25-4ae0-4d07-905a-f2e2dafbc015",
    "title": {
      "en": "Isekai de Saikyou no Skill o Umidaseta node, Hitasura Musou Suru Koto ni Shimashita. ~ Ore Dake ga Skill no Suuchi o Katte ni Sousa ~"
    },
    "updatedAt": "2024-09-21T23:20:57+00:00",
    "coverArt": "https://mangadex.org/covers/01b33c25-4ae0-4d07-905a-f2e2dafbc015/9f273cbb-1b9d-47bf-b0ff-41ab5c72b390.jpg",
    "altTitles": [
      {
        "ja": "異世界で最強のスキルを生み出せたので、ひたすら無双することにしました。　～俺だけがスキルの数値を勝手に操作～"
      },
      {
        "ja-ro": "Isekai de Saikyou no Skill wo Umidasetanode, Hitasura Musou Suru Koto ni Shimashita. ~ Ore Dake ga Sukiru no Suuchi wo Katte ni Sousa ~"
      },
      {
        "en": "I was able to create the strongest skill in another world, so I decided to be a matchless warrior. ~ I'm the only one who manipulates my status ~"
      }
    ],
    "description": {
      "en": "When I was suddenly summoned to another world by some mysterious identity that said, \"Pick three Skill Seeds\". But wait, what does 'Skill Seeds' mean instead of just 'Skills'? Realizing the sole difference between the two, I awakened as the other world's first 'Hacker', capable of arbitrarily enhancing skills by manipulating their values! To start, I manipulated the skills of a beautiful girl, Mia, who suffered due to her skills being unsuitable for combat and joined forces with her to surpass those who had looked down on us!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dea77c2d-dbaa-434a-b0af-0c116642434c",
    "title": {
      "en": "Madan no Ichi"
    },
    "updatedAt": "2024-09-16T22:20:58+00:00",
    "coverArt": "https://mangadex.org/covers/dea77c2d-dbaa-434a-b0af-0c116642434c/4df6c888-7074-4727-bf9a-7ef91eceef04.jpg",
    "altTitles": [
      {
        "ja": "魔男のイチ"
      },
      {
        "ja-ro": "Madan no Ichi"
      },
      {
        "en": "Ichi the Witch"
      },
      {
        "ru": "Ведьмак Ити"
      }
    ],
    "description": {
      "en": "In this world, witches must hunt down their magic! Deep in the forest, the terrifying king of magic and the strongest witch are locked in deadly combat. But suddenly, a young boy joins the fray. His name is Ichi and he is just a hunter. But he has the power to flip the magic world upside down in this magic hunting fantasy epic!",
      "ru": "В этом мире ведьмы охотятся за своей магией! В глубине леса ужасающая маджика и сильнейшая ведьма схлестнулись в бою не на жизнь, а на смерть. Но вдруг к битве присоединяется молодой парнишка. Его зовут Ити, и он обычный охотник. Но у него есть сила перевернуть весь мир магии с ног на голову в этом эпохальном магическом фэнтези об охоте!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76ee7069-23b4-493c-bc44-34ccbf3051a8",
    "title": {
      "en": "Tomo-chan wa Onna no ko!"
    },
    "updatedAt": "2024-08-24T18:41:58+00:00",
    "coverArt": "https://mangadex.org/covers/76ee7069-23b4-493c-bc44-34ccbf3051a8/cfac7a67-3c4b-4b29-8599-bad47613185c.jpg",
    "altTitles": [
      {
        "es": "¡Tomo-chan es una chica!"
      },
      {
        "ca": "La Tomo és una noia!"
      },
      {
        "tl": "Si Tomo-chan ay babae!"
      },
      {
        "ja": "Tomo Chan ha Onnanoko!"
      },
      {
        "sv": "Tomo-chan är en tjej!"
      },
      {
        "pt": "Tomo-chan é uma Garota!"
      },
      {
        "it": "Tomo-chan è una ragazza!"
      },
      {
        "tr": "Tomo-chan da kız!"
      },
      {
        "no": "Tomo-chan er en jente!"
      },
      {
        "da": "Tomo-chan er en pige!"
      },
      {
        "fr": "Tomo-chan est une fille !"
      },
      {
        "en": "Tomo-chan Is a Girl!"
      },
      {
        "id": "Tomo-chan Itu Perempuan!"
      },
      {
        "ru": "Томо-тян — девушка!"
      },
      {
        "ja": "トモちゃんは女の子!"
      },
      {
        "ko": "토모짱은 여자아이!"
      }
    ],
    "description": {
      "en": "Tomo Aizawa was able to successfully confess to her crush Junichirou Kubota. There is only one problem: He just sees her as his buddy. He thought that she was a boy until they went to middle school together, because her grade school was in a different school district."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "953"
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck - Digital Colored Comics"
      },
      {
        "en": "Undead Unluck"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      },
      {
        "vi": "Bất tử và bất hạnh (Bản màu)"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]