[
  {
    "mangaId": "5d7a219e-7f7e-4a64-bf1d-89d82f84a07b",
    "title": {
      "en": "THE LAST MAN"
    },
    "updatedAt": "2024-05-24T07:54:27+00:00",
    "coverArt": "https://mangadex.org/covers/5d7a219e-7f7e-4a64-bf1d-89d82f84a07b/93a55fbf-af9f-462a-a4fb-02f231833537.jpg",
    "altTitles": [
      {
        "en": "LAST MAN"
      },
      {
        "en": "Last Man (EGAWA Tatsuya)"
      },
      {
        "ja": "ラストマン"
      }
    ],
    "description": {
      "en": "A mysterious boy lies naked and unconscious on the street. The story begins when ninth grader, Ai Oomori, and his third grader brother, Seigi, find him. This boy has no memory of the past and doesn't even know his real name. He is like a little baby. Ai names this boy Makoto and takes him back home. Makoto has superhuman physical powers and can even recover quickly from injuries. Who is Makoto? Makoto is easygoing and not at all bothered by everyone's curiosity. Until that is he is pursued by a cruel woman who disguises herself as a spider. A neo sapiens, this spider woman has been dispatched by a mystery organization called, \"Love & Peace.\" Her mission is to bring back Makoto dead or alive.  \n  \nSource: MU"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "erotica",
    "lastVolume": "12",
    "lastChapter": "134"
  },
  {
    "mangaId": "2b869cc2-80bf-4068-9a3e-b06089b1dffa",
    "title": {
      "en": "Haikei \"Kouri no Kishi to Hazere-Hime\" Datta Watashitachi e"
    },
    "updatedAt": "2023-09-10T02:51:35+00:00",
    "coverArt": "https://mangadex.org/covers/2b869cc2-80bf-4068-9a3e-b06089b1dffa/2d1db77b-526d-4727-8a63-a224d53a7533.jpg",
    "altTitles": [
      {
        "ja": "拝啓「氷の騎士とはずれ姫」だったわたしたちへ"
      },
      {
        "ko": "경애하는 「얼음 기사와 못난이 공주」 였던 우리들에게"
      },
      {
        "en": "Dear Us Who Used to Be \"the Ice Knight and the Failure Princess\""
      }
    ],
    "description": {
      "en": "The sickly and socially withdrawn Princess Ridelle fell in love with the quick-witted knight, Sir Oscar and became his wife. But after finding out that Oscar didn't wish for the marriage, their marriage life became no different than a pile of misfortunes.  \n  \nSoon, Ridelle was struck down by another tragedy, changing both of their lives tremendously, but…  \n  \nThis is the love story between a former princess who was looked down upon as \"the Failure Princess,\" and the young count known as \"the Ice Knight\"—the crossing of their paths weaving tragedies in their wake.",
      "ja": "病弱で引っ込み思案な王女リデルは、才覚に溢れた騎士オスカーに恋をし晴れて夫婦となる。\n\nしかし、偶然この結婚はオスカーが望んでいない婚姻と知ってしまい、希望に満ちていたはずの夫婦生活は空回り、二人の心はすれ違っていく。\n\nそして、追い打ちをかけるように悲劇がリデルを襲い、命を落としてしまう。\n\nだが、二人の物語はそこで終わりにならなかった――。\n\n“はずれ姫”と蔑まれた元王女と“氷の騎士”と謳われた青年伯爵。\nこれは、不器用な二人が時を越えて紡ぐ、恋の物語。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af67e19a-0070-4100-a81e-3a3489f5824c",
    "title": {
      "en": "Wan Mu"
    },
    "updatedAt": "2023-03-11T01:03:06+00:00",
    "coverArt": "https://mangadex.org/covers/af67e19a-0070-4100-a81e-3a3489f5824c/ceab5431-960c-4064-a3bf-96b20d804b35.jpg",
    "altTitles": [
      {
        "zh": "晚木"
      }
    ],
    "description": {
      "en": "The girl who was adopted by two mothers met her soulmate- another girl, when she was 16 years old. After dating for ten years, she decided to give herself to a man at the age of 28 … because she did not want to live this \"abnormal life\". Only after leaving her, did she finally understand the true meaning of love during those countless days and nights. However, can they still go back to the way things were?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "43"
  },
  {
    "mangaId": "9a1c75e4-7077-4252-afdf-c5a8a4c58062",
    "title": {
      "en": "Who is Fuou?!"
    },
    "updatedAt": "2022-12-20T03:43:09+00:00",
    "coverArt": "https://mangadex.org/covers/9a1c75e4-7077-4252-afdf-c5a8a4c58062/73dc39f5-2fbb-4f7e-a9d7-055867220dfb.png",
    "altTitles": [
      {
        "ja": "Who is 風生!?"
      },
      {
        "it": "Changing Fo"
      },
      {
        "ja-ro": "Who Is Kazeo!?"
      }
    ],
    "description": {
      "en": "Indeed, just who is Fuou? Is he the president of the girl’s wrestling club? Is he their beloved mascot? Is he not much more than a tiny boy in ill-fitting clothes? Is he a prize to be fought over? Or Is he a lunatic fighter when he gets a taste for blood?"
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": ""
  },
  {
    "mangaId": "19e58e5a-4ecc-4f77-8b01-1ba7c615295d",
    "title": {
      "en": "Kumo Desu ga, Nani ka? Daily Life of the Four Spider Sisters"
    },
    "updatedAt": "2024-05-12T09:20:35+00:00",
    "coverArt": "https://mangadex.org/covers/19e58e5a-4ecc-4f77-8b01-1ba7c615295d/7d49bbd5-d2e2-4c2a-a7e8-13cee75cfe90.jpg",
    "altTitles": [
      {
        "ru": "«Да, я паук, и что же?» Повседневная жизнь четырёх пауков-сестёр"
      },
      {
        "ru": "«Да, я паук, и что с того?» Повседневная жизнь четырёх пауков-сестёр"
      },
      {
        "ja": "Kumo desu ga, Nani ka? Kumoko Sisters no Nichijou"
      },
      {
        "ja": "蜘蛛ですが、なにか？ 蜘蛛子四姉妹の日常"
      },
      {
        "en": "So I'm a Spider, So What? The Daily Lives of the Kumoko Sisters"
      }
    ],
    "description": {
      "en": "I was a normal highschool girl but then I was reincarnated as a monster spider in a parallel world. To survive in this labyrinth full of monsters, I used a skill \" Parallel Will\" and split my mind in 4 but now each will has their own body … ?",
      "ru": "Спин-офф манги «Да, я паук, и что с того?».  \r\n  \r\nЯ была обычной старшеклассницей, но затем я перевоплотилась в паука-монстра в параллельном мире. Чтобы выжить, я использовала навык «паралельное сознание», но почему теперь у каждого сознания есть собственное тело?.."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "102"
  },
  {
    "mangaId": "b5b21ca1-bba5-4b9a-8cd1-6248f731650b",
    "title": {
      "en": "Record of Ragnarok"
    },
    "updatedAt": "2024-04-16T21:46:34+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ca1-bba5-4b9a-8cd1-6248f731650b/dfd2d1d9-7d36-481c-9bd3-ecfb3c3a2ca8.jpg",
    "altTitles": [
      {
        "ja-ro": "Shuumatsu no Walküre"
      },
      {
        "en": "World's End Valkyrie"
      },
      {
        "ru": "Повесть о Конце Света"
      },
      {
        "fa": "تاریخچه رگنوراک"
      },
      {
        "ja": "終末のワルキューレ"
      },
      {
        "en": "Valkyrie of the End"
      },
      {
        "zh-hk": "終末的女武神"
      },
      {
        "fr": "Valkyrie Apocalypse"
      },
      {
        "es-la": "Los Registros del Ragnarok"
      },
      {
        "ar": "سجلات راغناروك"
      },
      {
        "uk": "Повість про кінець світу"
      },
      {
        "bg": "Рагнарок"
      },
      {
        "tr": "Ragnarok Kaydı"
      },
      {
        "id": "Rekam Jejak Ragnarok"
      },
      {
        "id": "Valkri Jawir Asli Jaksel"
      },
      {
        "en": "Valkyrie Apocalypse"
      },
      {
        "ja-ro": "Shuumatsu no Valkyrie"
      }
    ],
    "description": {
      "en": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n\n---\n  - Alternative English Translation: [<comikey>](https://comikey.com/comics/record-of-ragnarok-manga/61/)",
      "fa": "⁧⁧ داستان جایی شروع میشه که خدایان بحث این رو به میان میاورند که انسان‌ها زنده بمانند یا نابود شوند. ولی یک والکری به تنهایی بحث را به سمتی میکشاند که به انسان‌ها اجازه یک مبارزه در مقابل خدایان داده شود. و به این شکل کور سوی امید بشریت روشن باقی میماند. سیزده خدا، سیزده انسان، در مقابل هم قرار میگیرند تا سرنوشت بشریت را مشخص کنند",
      "fr": "Tous les mille ans, l'ensemble des dieux, tous panthéons réunis, se réunissent au Valhalla, le paradis des âmes, lors d'une assemblée présidée par Zeus, le dieu suprême grec, afin de décider du sort des humains. Or, cette année-là, il est décidé à la quasi-unanimité de détruire l'humanité. Mais la Valkyrie Brunehilde interrompt la conférence et propose aux dieux de se mesurer aux mortels lors du tournoi de Ragnarök, pour déterminer s'ils valent vraiment la peine d'êtres anéantis. Ce tournoi opposera 13 dieux issus de diverses mythologies à 13 puissants humains qui ont fait l'histoire. Si l'humanité remporte au moins sept des 13 duels, alors les dieux épargneront l'humanité.",
      "id": "- In Indonesian by [Akasha](http://www.mncgramedia.id/comics/comic_detail/akasha-record-of-ragnarok-01) as \"Record of Ragnarok\"",
      "it": "- In Italian by [Star Comics](https://www.starcomics.com/titoli-fumetti/record-of-ragnarok) as \"Record of Ragnarok\"",
      "ru": "История начинается c собрания богов, на котором они решают судьбу человечества: убить всех или оставить в живых, согласившись в никчёмности рода людского, боги выбирают первое... Но одна валькирия выдвигает предложение: позволить богам и человечеству сразиться в битве, в качестве последнего луча надежды людей. 13 богов сразятся против 13 чемпионов людей в битвах один на один, чтобы решить, будет ли человечество жить или сгинет в могуществе божественной силы.",
      "tr": "Hikâye, tanrıların insanlığın yaşamasına ya da ölmesine karar vermek için bir toplantı düzenlemesi ve insanlığı yok etmeye karar vermesiyle başlar. Ancak yalnız bir Valkyrie, insanlığın hayatta kalması için son bir umut olarak tanrıların ve insanlığın son bir savaşa girmesine izin verilmesi önerisini ortaya atar. 13 tanrı, insanlığın yaşayıp yaşamayacağına karar vermek için teke tek savaşlarda 13 insan şampiyona karşı dövüşecektir.",
      "uk": "Історія починається зі зборів богів, на яких вирішується доля людства: життя чи смерть. Погодившись з нікчемністю людського роду, боги вибирають друге... Але одна валькірія висуває пропозицію: дозволити богам і людям битися в битві, яка стане останнім променем надії для людства. 13 богів б'ються проти 13 людських чемпіонів у битвах віч-на-віч, щоб вирішити, чи буде людство жити чи згине у могутності божественної сили.",
      "es-la": "Los Dioses se reúnen con el objetivo de decidir si la humanidad debe vivir o morir. Y aunque llegan a la conclusión de que debe perecer, una Valkyria propone que una lucha de dioses contra humanos para tomar tan difícil decisión. Así, 13 humanos pelearán contra 13 Dioses para resolver el destino de la humanidad.",
      "pt-br": "A cada 1.000 anos, as divindades se reúnem sob o conselho de Valhalla para decidir sobre o direito da humanidade de continuar vivendo, ou por sua destruição, porém desta vez os deuses estão furiosos com o descaso humano para com o planeta, pendendo passim para aniquilar toda a raça humana, porém uma única valquíria os convencem de realizar o Ragnarok, uma batalha mortal entre humanos e deuses para decidir sob sua sobrevivência, 13 humanos enfrentarão 13 deuses. Serão este humanos capazes de colidir com as poderosas divindades?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b73371d4-02dd-4db0-b448-d9afa3d698f1",
    "title": {
      "en": "Ao Ashi"
    },
    "updatedAt": "2024-03-02T18:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/b73371d4-02dd-4db0-b448-d9afa3d698f1/3259bac2-588e-4fb2-b995-62b6a2809d98.jpg",
    "altTitles": [
      {
        "ja": "アオアシ"
      },
      {
        "zh": "青之芦苇"
      },
      {
        "zh-hk": "青之蘆葦"
      },
      {
        "ko": "아오아시"
      },
      {
        "ja-ro": "Ao Ashi"
      },
      {
        "th": "AOASHI แข้งเด็กหัวใจนักสู้"
      },
      {
        "de": "Blaue Beine ~Ao Ashi~"
      },
      {
        "tr": "Mavi Bacak"
      },
      {
        "fr": "Ao Ashi - Playmaker"
      },
      {
        "pt-br": "Ao Ashi - Craques da Bola"
      },
      {
        "ru": "Ао Аши"
      },
      {
        "id": "Ao Ashi"
      },
      {
        "vi": "Ao Ashi"
      }
    ],
    "description": {
      "de": "Aoi Ashito ist ein Mittelschüler im dritten Jahr aus Ehime. Hinter seinem rohen Spiel verbirgt sich sein immenses Talent, aber Ashito erleidet wegen seiner allzu geradlinigen Persönlichkeit einen großen Rückschlag. Der Manager der Jugendmannschaft des J1-Clubs Tokyo City Esperion, Fukuda Tetsuya, erscheint vor Ashito. Fukuda sieht Ashitos grenzenloses Potenzial und lädt ihn ein, an den Probespielen seines Teams in Tokio teilzunehmen. Die Geschichte des Jungen, der den Fußball in Japan revolutionieren wird, beginnt sich schnell zu entfalten.",
      "en": "Aoi Ashito is a third year middle school student from Ehime. Behind his raw game hides his immense talent \nbut Ashito suffers a huge setback because of his overly straightforward personality. \nOne day the youth team manager of J1 club Tokyo City Esperion, Fukuda Tetsuya, appears in front of him. \nFukuda sees his limitless potential and invites him to take part in his team's tryouts in Tokyo. \nThe story of the boy who will revolutionize football in Japan rapidly begins to unfold.  \n  \n---\n- **Won the 65th Shogakukan Manga Award for General Manga in 2019**",
      "ru": "Ашито Аой, ученик третьего класса средней школы из префектуры Эхиме, встречает тренера «Молодежной лиги J» Фукуду Тацую. Несмотря на свою грубость, Ашито обладает таким удивительным потенциалом, что тренер Фукуда приглашает его принять участие в отборочных тестах своей команды в Токио. Взгляните на историю мальчика, который совершит революцию в японском футболе.",
      "tr": "Aoi Ashito Ehime'de ortaokul 3. sınıfa giden bir öğrencidir. Bir gün karşısına J1 Ligi kulübü Tokyo City Esperion'un altyapı takımı menajeri Fukuda Tetsuya çıkar. Fukuda Aoi'nin sonsuz potansiyelini farkeder ve onu Tokyo'daki altyapı seçmelerine davet eder. Böylece Japon futbolunda devrim yapacak çocuğun hikayesi başlar.",
      "pt-br": "Ashito Aoi, um estudante do terceiro ano do ensino médio de Ehime, conhece Fukuda Tatsuya, um treinador da \"J Youth League\". Mesmo que ainda tenha uma personalidade forte, Ashito tem um incrível potêncial que o fez ser convidado pelo treinador Fukuda para participar da seleção de sua equipe em Tóquio. A história do garoto que vai revolucionar o futebol no Japão vai começar."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7be5032d-1059-4381-bb07-48115eba3073",
    "title": {
      "en": "Genshiken Nidaime - The Society for the Study of Modern Visual Culture II"
    },
    "updatedAt": "2024-05-05T00:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/7be5032d-1059-4381-bb07-48115eba3073/2a326e97-2808-4663-90ed-0d8bcacdfc56.jpg",
    "altTitles": [
      {
        "en": "Genshiken: Second Season"
      },
      {
        "ru": "Гэнсикэн: второе поколение"
      },
      {
        "ja": "げんしけん 二代目"
      },
      {
        "zh": "现视研二代目"
      }
    ],
    "description": {
      "en": "Genshiken follows the lives of a group of college students drawn together by their shared hobbies, and the trials and adventures associated with being otaku.  \n  \nGenshiken Nidaime (\"Second Generation\") is a continuation of the previous series, with chapter numbering starting at 56."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "127"
  },
  {
    "mangaId": "2de8ffd3-25b7-42cd-80e8-32148478c40c",
    "title": {
      "en": "Kimi to Warui Koto ga Shitai"
    },
    "updatedAt": "2024-04-17T22:43:45+00:00",
    "coverArt": "https://mangadex.org/covers/2de8ffd3-25b7-42cd-80e8-32148478c40c/bef5ac88-6368-4705-8e79-0fd131b673f7.jpg",
    "altTitles": [
      {
        "en": "I Wanna Do Bad Things with You"
      },
      {
        "ja": "君と悪いことがしたい"
      },
      {
        "zh-hk": "想和你一起做壞事"
      }
    ],
    "description": {
      "en": "Mamori Wataya is a tall but dark, plain, and shady high school girl. One day she meets Kanashi Fuji, who has a small, thin body and an evil-looking smile. A supporting character that no one can find and a villain that no one likes. This encounter turns their gray days blue.",
      "ja": "背は高いけど地味で暗い脇役女子・まもり。嫌いだからとプールの水を抜く、学校一の嫌われ者の悪役男子・藤。悪いヤツの、不思議な強さに惹かれていったその先にあったのは、透き通るような青い日々。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "67"
  },
  {
    "mangaId": "1487ed38-87b4-4f47-a82b-e85fd3dbd4f0",
    "title": {
      "en": "Keikenchi Chochiku de Nonbiri Shoushin Ryokou ~Yuusha to Koibito ni Tsuihou sareta Senshi no Mujikaku zama~"
    },
    "updatedAt": "2024-05-04T17:40:05+00:00",
    "coverArt": "https://mangadex.org/covers/1487ed38-87b4-4f47-a82b-e85fd3dbd4f0/1e245bfb-ec63-4601-99b2-84a25f3e29f6.jpg",
    "altTitles": [
      {
        "ja": "経験値貯蓄でのんびり傷心旅行 ～勇者と恋人に追放された戦士の無自覚ざまぁ～"
      },
      {
        "en": "A Warrior Exiled by the Hero and His Lover"
      }
    ],
    "description": {
      "en": "After losing his girlfriend to a brave hero, Toru is expelled from his S-Rank party. With a feeling of sadness and pain in his heart, he defeats a demon he meets outside the city, and his ability [to save experience] is broken! Toru becomes level 300 in the blink of an eye! With this power that far surpasses that of heroes, there is nothing that can stop him. Kaede, a slave he met on his journey, forms a group called the \"Mangyu Brigade\", and easily completes dungeons, acquires the legendary sacred weapons, and thanks to his skills, his friends level up easily! He rescued a countess who was attacked by bandits on the road, and befriended a legendary beast. Oru's journey continues at a leisurely pace, as he repeatedly encounters various people along the way, while his former party of heroes are deprived of opportunities to play an active role and fall into decline. This is the beginning of the life of a 300 level warrior!  \r\n\r\n\r\n---\r\n\r\n[Original Webnovel](https://ncode.syosetu.com/n9483ge/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dfffa880-4154-40d1-abd2-0dff94248908",
    "title": {
      "en": "Dungeon ni Deai o Motomeru no wa Machigatte Iru Darou ka Gaiden - Sword Oratoria"
    },
    "updatedAt": "2024-05-05T21:07:12+00:00",
    "coverArt": "https://mangadex.org/covers/dfffa880-4154-40d1-abd2-0dff94248908/c87184ca-b94d-4a5b-bdb7-79f0425fbdb2.jpg",
    "altTitles": [
      {
        "fr": "DanMachi - Sword Oratoria : l'épopée d'une épéiste"
      },
      {
        "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon? Sword Oratoria"
      },
      {
        "ja-ro": "Dungeon ni Deai wo Motomeru no wa Machigatte Iru Darou ka Gaiden - Sword Oratoria"
      },
      {
        "ja-ro": "DanMachi: Sword Oratoria"
      },
      {
        "ru": "Может, я встречу тебя в подземелье - Оратория Меча"
      },
      {
        "ja": "ダンジョンに出会いを求めるのは間違っているだろうか 外伝 ソード・オラトリア"
      },
      {
        "ko": "던전에 만나기를 원하는 것은 잘못 일까 외전 소드 오라토리아 소드 오라토리아"
      },
      {
        "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon? On the Side: Sword Oratoria"
      }
    ],
    "description": {
      "en": "After having descended upon this world, the gods have created guilds where adventurers can test their mettle. These guilds, known as \"familia,\" grant adventurers the chance to explore, gather, hunt, or simply enjoy themselves.  \nDungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka Gaiden: Sword Oratoria begins in Orario, the lively city of adventurers. The Sword Princess, Ais Wallenstein, and the novice mage, Lefiya Viridis, are members of the Loki Familia, who are experts at monster hunting. With the rest of their group, they journey to the tower of Babel in hopes of exploring the dungeon underneath. Home to powerful monsters, the dungeon will fulfill Ais's desire to master her sword skills, while bringing Lefiya closer to her dream of succeeding Riveria Ljos Alf, vice-captain of the Loki Familia, as the most powerful mage in the land.\n\n---\n\n**Links:**\n[Yen Press](https://yenpress.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-on-the-side-sword-oratoria-manga)",
      "ru": "Спин-офф ранобэ \"Может, я встречу тебя в подземелье\", который охватывает историю одной из сильнейших авантюристок по имени Аиз Валленштайн, также известной, как \"Принцесса Меча\"."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "239a9b85-10d8-4d54-8b76-9a679a1ec6d9",
    "title": {
      "en": "MPD Psycho"
    },
    "updatedAt": "2023-01-23T07:10:51+00:00",
    "coverArt": "https://mangadex.org/covers/239a9b85-10d8-4d54-8b76-9a679a1ec6d9/3c8e0032-e713-481e-9fe1-a44b8f9b1e95.jpg",
    "altTitles": [
      {
        "en": "MPD Detective Psycho"
      },
      {
        "en": "Multiple Personality Disorder Psycho"
      },
      {
        "en": "Multiple-Personality Detective Psycho"
      },
      {
        "ja-ro": "Tajuu Jinkaku Tantei Saiko"
      },
      {
        "ja-ro": "Tajuujinkaku Tantei Psycho"
      },
      {
        "zh": "多重人格侦探"
      },
      {
        "zh-hk": "多重人格偵探"
      },
      {
        "ja": "多重人格探偵サイコ"
      }
    ],
    "description": {
      "en": "The main character is a detective, Kazuhiko Amamiya, suffering from Multiple Personality Disorder (a.k.a. Dissociative Identity Disorder). Starting out as a violent detective series with a twist (the twist being the variant personalities that take over Detective Amamiya at various intervals), the series evolves into an exceptionally complex and involved sci-fi conspiracy story."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "24",
    "lastChapter": "155"
  },
  {
    "mangaId": "0cf1c1c7-2894-4b4d-a3cc-3e1501fb3e36",
    "title": {
      "en": "Ore no Kurasu ni Wakagaetta Moto Yome ga Iru"
    },
    "updatedAt": "2024-05-13T15:01:00+00:00",
    "coverArt": "https://mangadex.org/covers/0cf1c1c7-2894-4b4d-a3cc-3e1501fb3e36/6f6aa44f-56bd-4c82-b375-a43c4764d7f8.png",
    "altTitles": [
      {
        "en": "My Ex-Wife Is Young Again And She's In My Class"
      },
      {
        "ja": "俺のクラスに若返った元嫁がいる"
      },
      {
        "ja-ro": "Ore no Class ni Wakagaetta Motoyome ga Iru"
      },
      {
        "vi": "Có Nhỏ Vợ Cũ Hồi Xuân Trong Lớp Tôi"
      },
      {
        "ru": "Помолодевшая бывшая жена в моём классе"
      }
    ],
    "description": {
      "en": "On the way home after filing for divorce, Kohei Kurose is hit by a car and is transported back in time to his high school days!\n\nDetermined to enjoy his new life, he heads back to his high school, only to find his ex-wife, Yuzuka, there...?",
      "ja": "**離婚から始まる、新感覚ラブコメ！**\n\n夫婦関係は冷え切り、離婚届を出したその帰り道。 黒瀬航平は自動車に轢かれ…高校時代にタイムスリップしてしまった！？ 新たな人生を謳歌しようと決意し高校へと向かうが、そこには当然、 元嫁の柚花がいて―――。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a008e7e-0885-4830-92c6-16b3bbe4f5d4",
    "title": {
      "en": "God of Blackfield"
    },
    "updatedAt": "2024-02-10T18:48:34+00:00",
    "coverArt": "https://mangadex.org/covers/1a008e7e-0885-4830-92c6-16b3bbe4f5d4/d7223fc4-c05d-4a95-bfbe-ab6d08836d5e.png",
    "altTitles": [
      {
        "fa": "گاد آف بلک‌فیلد"
      },
      {
        "ko": "갓 오브 블랙필드"
      }
    ],
    "description": {
      "en": "“Who am I?!”  \n  \nLeaving only black soot and dead bodies in his wake, Kang Chan, the “God of Blackfield,” struck fear into the hearts of his enemies.\n\nBut one day, in the chaos of battle, his life was abruptly snuffed out.\n\n“I’ve been shot… but the bullet came from behind me!”\n\nRevived three years later, this “god” is now a wimpy high schooler with major problems — savage bullies, shady business dealings, and even girls.\n\nRevenge seemed like a straight shot, but high school is a battlefield all of its own!",
      "pt-br": "\"Quem sou eu?\" A lenda da Legião Estrangeira Francesa, 'Kang Chan'! Durante a guerra Africana, ele era chamado de 'Rei do Blackfield', o deus da terra negra, o qual os seus inimigos tinham temor e medo. Porém, durante uma missão para matar Masallan, o cérebro por trás do SISS, o grupo de defensores sunitas, Kang Chan foi morto em combate por um tiro vindo de trás dele. Enquanto sua visão embaçava, ele viu os treze membros de seu batalhão, que tinham absoluta fé nele, sendo mortos um após o outro. Enquanto Kang Chan aguardava a morte depois de ter sido atingido por um traidor, ele foi salvo por um poder misterioso e acordou 3 anos depois na Coréia do Sul. Contudo, ele estava no corpo de outro 'Kang Chan', um garoto de 19 anos no ensino médio que era ameaçado na escola. A jornada de Kang Chan para conseguir se vingar do traidor e descobrir a verdade por trás do seu renascimento começa agora!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c2db1e90-bfde-44de-b6ce-763670e52ad5",
    "title": {
      "en": "Isekai Yurutto Survival Seikatsu: Gakkou no Minna to Isekai no Mujintou ni Tenishitakedo Ore Dake Rakushou desu"
    },
    "updatedAt": "2024-04-15T02:44:25+00:00",
    "coverArt": "https://mangadex.org/covers/c2db1e90-bfde-44de-b6ce-763670e52ad5/2464999f-9522-42ca-8e40-584134f118c2.jpg",
    "altTitles": [
      {
        "en": "Survival Life in a Different World: I Moved to an Uninhabited Island in a Different World With Everyone at School, but I’m the Only One Who Wins Easily"
      },
      {
        "ja": "異世界ゆるっとサバイバル生活 ～学校の皆と異世界の無人島に転移したけど俺だけ楽勝です～"
      },
      {
        "zh-hk": "異世界悠閒荒野求生~和學校的眾人一起傳送到了無人島但是僅自己遊刃有餘~"
      },
      {
        "ja-ro": "Isekai Yuru tto Survival Seikatsu ~ Gakkō no Mina to Isekai no Mujintō ni Ten'i Shitakedo Ore Dake Rakushōdesu ~"
      },
      {
        "zh": "异世界悠闲荒野求生～和学校的众人一起传送到了无人岛但是只有我游刃有余～"
      },
      {
        "ko": "이세계 느긋 서바이벌 생활 ~학교 모두와 이세계의 무인도로 전이했지만 나만 낙승입니다~"
      }
    ],
    "description": {
      "en": "I’m Shinomiya Hokage, a 3rd-year high-school boy who dreams of a survival life. One day, everyone in my school transferred to a mysterious island in a parallel world. I woke up in an unknown cave and I started moving on my own. Then, I met up with some of my classmates. My knowledge and tools in survival shines through. I was a plain guy in school but I’m the leader in this world.  \n  \n\n\n---",
      "es": "Soy Shinomiya Hokage, un chico de tercer año de preparatoria que sueña con una vida de supervivencia. Un día, todos en mi escuela se trasladaron a una isla misteriosa en un mundo paralelo. Me desperté en una cueva desconocida y empecé a moverme por mi cuenta. Entonces, me encontré con algunos de mis compañeros de clase. Mis conocimientos y herramientas de supervivencia destacan. Yo era un chico sencillo en la escuela, pero soy el líder en este mundo.  \n  \n\n\n---",
      "pt": "Eu sou Shinomiya Hokage, um garoto do terceiro ano do ensino médio que sonha com uma vida de sobrevivência. Um dia, todos na minha escola foram transferidos para uma ilha misteriosa em um mundo paralelo. Acordei em uma caverna desconhecida e comecei a explorar sozinho. Então, encontrei algumas das minhas colegas. Meu conhecimento e ferramentas de sobrevivência se destacam. Eu era um menino simples na escola, mas sou o líder neste mundo.  \n  \n\n\n---\n\n**Monthly serialization / Serialización mensual.**  \n  \n- [Alternative Raw Source](https://rawmangas.net/manga/isekai-yurutto-survival-seikatsu-gakkou-no-minna-to-isekai-no-mujintou-ni-tenishitakedo-ore-dake-rakushou-desu-manga-raw/)",
      "pt-br": "Eu sou Shinomiya Hokage, um garoto do terceiro ano do ensino médio que sonha com uma vida de sobrevivência. Um dia, todos na minha escola foram transferidos para uma ilha misteriosa em um mundo paralelo. Acordei em uma caverna desconhecida e comecei a explorar sozinho. Então, encontrei algumas das minhas colegas. Meu conhecimento e ferramentas de sobrevivência se destacam. Eu era um menino simples na escola, mas sou o líder neste mundo."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb01ad8e-571e-4582-84ac-663086348fb6",
    "title": {
      "en": "Fist of the North Star - Strawberry Flavor"
    },
    "updatedAt": "2024-05-21T01:59:14+00:00",
    "coverArt": "https://mangadex.org/covers/fb01ad8e-571e-4582-84ac-663086348fb6/7f9c2dcd-61df-4744-b1f8-00910b367650.png",
    "altTitles": [
      {
        "ja": "北斗の拳 イチゴ味"
      },
      {
        "ja-ro": "Hokuto no Ken - Ichigo Aji"
      }
    ],
    "description": {
      "en": "In this *very* zany take on the dramatic series by Buronson and Tetsuo Hara, the end of the century… wasn't so bad, actually. A *very* special and brave Holy Emperor, Souther, wants to become more \"involved\" and to be on \"friendly terms\" with the noble Kenshiro & his posse. *Especially* Kenshiro. Due to his very outgoing nature, he also crashes the homes of his other buddies, often when they *especially* don't want him to show up!  \n  \nJoin Souther as he releases his feelings in heart-throbbing, mind-bending confessions, settles complex and engrossing territorial disputes with deep and intricate consequences, enjoys the simple and introspective pleasures of a quiet dinner, and climbs the top of the rough and brutal pyramid that is the idol world - with the help of his best buddies, of course! Maybe even Kenshiro will be there - who knows!  \n  \nBy the time it got its anime in 2015, *Strawberry Flavor* had sold over 1 million copies in Japan. The anime was composed of 2-minute long, abridged adaptations of select chapters from the first three volumes. They were placed after the main episodes of *DD Fist of the North Star* season 2.  \n  \nEvery volume also contains at least one *gaiden* (side story). These gaiden are drawn in Yukito's (the elder sister of Yukito Imouto) normal artstyle, and expand on characters who did not receive gaiden during the Hokuto Gaiden period in the late 2000's.  \n  \nGaiden List:  \nVolume 1: Spade, Club & Diamond, Heart  \nVolume 2: Souther  \nVolume 3: Shuren & Huey  \nVolume 4: Fudo  \nVolume 5: Yuda  \nVolume 6: Shin  \nVolume 7: Falco & friends, Ein  \nVolume 8: Ogai  \nVolume 9: Devil Rebirth"
    },
    "status": "hiatus",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fb3f1c3-153e-400c-a0b3-4eb9cc53be3b",
    "title": {
      "en": "The God of High School"
    },
    "updatedAt": "2023-07-19T10:34:53+00:00",
    "coverArt": "https://mangadex.org/covers/3fb3f1c3-153e-400c-a0b3-4eb9cc53be3b/97707860-9573-412e-9e9f-530427d3c3c7.jpg",
    "altTitles": [
      {
        "en": "God of High school"
      },
      {
        "en": "GoH"
      },
      {
        "tr": "Lisenin Tanrısı"
      },
      {
        "en": "The God of Highschool"
      },
      {
        "vi": "Vị Thần Trung Học"
      },
      {
        "lt": "Vidurinės Mokyklos Dievas"
      },
      {
        "ru": "Бог Старшей Школы"
      },
      {
        "ru": "Царь горы"
      },
      {
        "ar": "إله المدرسة الثانوية"
      },
      {
        "th": "เทพเกรียน โรงเรียนมัธยม"
      },
      {
        "zh": "高校之神"
      },
      {
        "ko": "갓 오브 하이스쿨"
      },
      {
        "tr": "Lise Tanrısı"
      },
      {
        "ru": "Кат Обы Хаи Сыкхуль"
      },
      {
        "ja": "ゴッド・オブ・ハイスクール"
      }
    ],
    "description": {
      "en": "While an island half-disappearing from the face of the earth, a mysterious organization is sending out invitations for a tournament to every skilled fighter in the world. If you win you can have ANYTHING you want.  \r\nThey're recruiting only the best to fight the best and claim the title of The God of High School!",
      "hi": "• [Naver Webtoon Fan Translation (Hindi)](http://webtoons.com/translate/episodeList?titleNo=66&translatedWebtoonType=WEBTOON&languageCode=HIN&teamVersion=0)"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "569"
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-03-22T13:09:51+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/171b59a7-7df4-4fa4-99fb-2410ab606f01.jpg",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c4a018d0-9eb5-4cf2-8c4f-3fde78f38d4e",
    "title": {
      "en": "Corpse Knight Gunther"
    },
    "updatedAt": "2023-05-28T20:50:59+00:00",
    "coverArt": "https://mangadex.org/covers/c4a018d0-9eb5-4cf2-8c4f-3fde78f38d4e/5afb9a8a-2373-498a-8e9a-22839035eb28.jpg",
    "altTitles": [
      {
        "ko": "시체기사 군터"
      },
      {
        "en": "Cadaver Gunther"
      },
      {
        "en": "Dead Knight Gunther"
      },
      {
        "ru": "Рыцарь труп Гюнтер"
      },
      {
        "ru": "Мёртвый рыцарь Гюнтер"
      }
    ],
    "description": {
      "en": "The war between humans and vampires will come to an end with the victory of the vampires, as expected by all. In the yet-to-be-invaded Holy Land of Bahal, after a concerted effort to counterattack mankind, he succeeds in creating a \"corpse knight\" who never dies and a \"power source\" that can move him, thus reviving the gladiatorial \"Gunther\" as a \"corpse knight.\"",
      "ko": "인간과 뱀파이어와의 전쟁은 모두의 예상대로 뱀파이어의 승리로 끝을 맞이하게 된다. 아직 침략받지 않은 성지 ‘바할’에서 인류의 반격을 위한 각고의 노력 끝에 죽지 않는 ‘시체 기사’와 그를 움직일 수 있는 ‘동력원’ 제작에 성공하여, 검투사였던 ‘군터’를 ‘시체기사’로 되살리게 된다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36d27f1d-122a-4c7e-9001-a0d62c8fb579",
    "title": {
      "en": "Mount Celeb Kaneda-san"
    },
    "updatedAt": "2024-05-15T23:32:05+00:00",
    "coverArt": "https://mangadex.org/covers/36d27f1d-122a-4c7e-9001-a0d62c8fb579/5e9140ed-1a8c-4da4-8cf6-031c345b2af8.jpg",
    "altTitles": [
      {
        "ja": "マウントセレブ金田さん"
      }
    ],
    "description": {
      "en": "Mochiko Kaneda (commonly known as Kaneda-san), a self-important, clumsy sanpaku-eyed celebrity lady, climbs to the top with overwhelming financial power!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d7ee3586-48b9-4d48-9dc2-d9bff5004a7c",
    "title": {
      "en": "Kuroko no Basket - Chotto Isekai ni Ittekimashita. (Doujinshi)"
    },
    "updatedAt": "2024-05-27T23:23:12+00:00",
    "coverArt": "https://mangadex.org/covers/d7ee3586-48b9-4d48-9dc2-d9bff5004a7c/5fc05542-2d22-4a4b-97e1-be58b8c44a4e.png",
    "altTitles": [],
    "description": {
      "en": "Pairing: Akashi Seijuurou x Kuroko Tetsuya"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "1"
  },
  {
    "mangaId": "50491535-8d93-4f37-a885-14441766bd43",
    "title": {
      "en": "Takou no Koori Hime wo Tasuketara, Otomedachi kara Hajimeru Koto ni Narimashita"
    },
    "updatedAt": "2024-05-26T10:32:05+00:00",
    "coverArt": "https://mangadex.org/covers/50491535-8d93-4f37-a885-14441766bd43/11639988-5c94-4d23-ac49-19afe16396f7.png",
    "altTitles": [
      {
        "ja": "他校の氷姫を助けたら、お友達から始める事になりました"
      },
      {
        "en": "After helping “Ice Princess” from another school, I decided to start as a friend"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e71ecf12-9286-45c0-9387-0b97f10d0df2",
    "title": {
      "en": "Akuma wa Rozario ni Kiss o suru"
    },
    "updatedAt": "2024-03-29T17:41:03+00:00",
    "coverArt": "https://mangadex.org/covers/e71ecf12-9286-45c0-9387-0b97f10d0df2/d103f660-3238-4768-8ec5-5e1beaa3f1ca.jpg",
    "altTitles": [
      {
        "ja": "悪魔はロザリオにキスをする"
      },
      {
        "en": "The Devil Kisses the Rosary"
      },
      {
        "vi": "Lên Chuỗi Tràng Hạt, Ác Ma đặt Nụ Hôn"
      },
      {
        "vi": "𨑗𠁻長曷，惡魔噠𦵚㖧 (Nom Script)"
      }
    ],
    "description": {
      "en": "Since his childhood, Yoshihiro Yoshinaga has faced countless challenges, distancing himself from the company of others and the possibility of forging friendships due to a persistent problem: being harassed by spirits from an early age.\n\nThis constant spectral presence has cast shadows over his life, weaving a web of misfortunes. However, the course of his life takes a drastic turn when a giant demon unexpectedly emerges intent on taking his life. In the midst of this crisis, a chance encounter with Alicia Baal, a beautiful nun residing within a church, becomes the catalyst for a radical transformation to his destiny.",
      "ja": "幸彦は幽霊が見えたが、その実態は悪魔だった。ある日、本物の悪魔に遭遇。逃げた先の教会でシスター・アリシアと出会い、悪魔退治の契約を交わす。しかし彼女の正体は、魔王になることを企む「悪魔」だった――！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f81026af-1b41-465c-932b-291ce4760c00",
    "title": {
      "en": "Tensei Kenja no Isekai Life ~Daini no Shokugyou wo Ete, Sekai Saikyou ni Narimashita~"
    },
    "updatedAt": "2024-03-17T02:58:38+00:00",
    "coverArt": "https://mangadex.org/covers/f81026af-1b41-465c-932b-291ce4760c00/ebd9f68c-04d9-4d67-accf-b229d7f39eb9.jpg",
    "altTitles": [
      {
        "en": "My Isekai Life: I Gained a Second Character Class and Became the Strongest Sage in the World!"
      },
      {
        "ru": "Жизнь перерождённого мудреца в другом мире. Получение второй профессии и становление сильнейшим"
      },
      {
        "ja": "転生賢者の異世界ライフ～第二の職業を得て、世界最強になりました～"
      },
      {
        "ko": "전생현자의 이세계 라이프 ~제2의 직업을 얻어 세계최강이 되었습니다~"
      },
      {
        "de": "Mein Isekai-Leben – Mit der Hilfe von Schleimen zum mächtigsten Magier einer anderen Welt"
      },
      {
        "zh-hk": "轉生賢者的異世界生活~取得副職業併成為世界最強"
      },
      {
        "zh": "转生贤者的异世界生活〜取得副职业并成为世界最强"
      },
      {
        "fr": "La vie d'un sage réincarné dans un autre monde : Obtenir une seconde profession et devenir le plus fort de ce monde"
      },
      {
        "en": "Life as a Reincarnated Sage in Another World: Gaining a Second Profession and Becoming the Strongest in the World"
      }
    ],
    "description": {
      "en": "Sano Yuji, a black company employee, is summoned to another world while finishing his work at home. His profession in the other world, a Monster Tamer, is considered a job that makes it difficult to become an adventurer. However, thanks to some slimes he met, which read several magical books, he gained magical powers and the second profession, Sage.\nYuji acquired overwhelming power, but is he conscious of his strength? Blindly becoming unparalleled and strongest in the world!",
      "fr": "Yuji Sano, employé d'une \"entreprise noire\", est invoqué vers un autre alors qu'il était en train de travailler chez lui.\nDans ce nouveau monde, il obtient la profession de \"dresseur\" de monstre, une profession qui rend le travail d'aventurier difficile. Cependant, grâce aux nombreux Slimes qu'il a dressés, il obtient une seconde profession, celle de \"Sage\", après qu'ils aient lu de nombreux livres magiques pour lui.  \nYuji a alors acquis un immense pouvoir dont il ne semble pas être conscient. Insoucieusement, il est en voie de devenir le plus puissant être de ce monde!",
      "ja": "ブラック企業の社畜・佐野ユージはPC作業中に異世界に召喚! 異世界での彼の職業、それは『魔物使い(テイマー)』。冒険者になることも難しいとされる不遇職。\nしかし、仲間にしたスライムのおかげで大量の魔導書を読み、様々な魔法の力を手にし、第二の職業『賢者』を手に入れる!\n圧倒的な力を得たユージだが、自分の強さには無自覚で…?\n最強の力で無自覚無双!「小説家になろう」発! 大人気異世界最強ファンタジーをコミカライズ!!",
      "ru": "Сотрудник «чёрной» компании Сано Юдзи оказался призван в другой мир как раз когда заканчивал свою работу дома. Там он получил профессию Укротитель монстров, считающуюся у местных неудобной для становления авантюристом. но благодаря знакомству со слизнями, которые прочитали несколько магических книг, он обрел магическую силу и вторую профессию — Мудрец. Вот так Юдзи встал на путь, который сделает его непревзойденным и сильнейшим в мире!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee80e31f-0d55-4cd5-9a67-c0bcee3ecc95",
    "title": {
      "en": "Black Channel"
    },
    "updatedAt": "2024-04-01T19:27:36+00:00",
    "coverArt": "https://mangadex.org/covers/ee80e31f-0d55-4cd5-9a67-c0bcee3ecc95/f361806c-f1e1-4c88-8321-f2e717d6ebc7.jpg",
    "altTitles": [
      {
        "ja": "ブラックチャンネル"
      }
    ],
    "description": {
      "en": "In order to make his videos more entertaining, the demonic Youtuber Black (and his sidekick Camera-chan) makes contracts with humans to film their despicable true natures by giving them mysterious powers and teach them a lesson to expose the hidden side of humans, games, and hobbies."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "665201ac-552a-434d-8b09-c62c6bf6e693",
    "title": {
      "en": "Zekkyou Gakkyuu Tensei"
    },
    "updatedAt": "2024-04-24T14:10:38+00:00",
    "coverArt": "https://mangadex.org/covers/665201ac-552a-434d-8b09-c62c6bf6e693/5ff10131-17b2-44bc-96c1-2ab60905a2f6.jpg",
    "altTitles": [
      {
        "en": "Scary Lessons - Reincarnation"
      },
      {
        "ja": "絶叫学級 転生"
      },
      {
        "vi": "Lớp học rùng rợn - Tái Sinh"
      }
    ],
    "description": {
      "en": "A reboot of the award winning series Zekkyou Gakkyuu, with brand new stories."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57b52103-769a-490e-af54-49fd9ce08dcf",
    "title": {
      "en": "The Prince of Tennis"
    },
    "updatedAt": "2023-10-20T23:37:37+00:00",
    "coverArt": "https://mangadex.org/covers/57b52103-769a-490e-af54-49fd9ce08dcf/02d303ce-78d9-4236-9200-973fbfb04064.png",
    "altTitles": [
      {
        "vi": "Hoàng tử tennis"
      },
      {
        "en": "Prince of Tennis"
      },
      {
        "ja-ro": "Tennis no Oujisama"
      },
      {
        "ja": "テニスの王子様"
      },
      {
        "zh-hk": "網球王子"
      },
      {
        "zh-hk": "网球王子"
      },
      {
        "ko": "테니스의 왕자"
      },
      {
        "pt-br": "O Príncipe do Tênis"
      }
    ],
    "description": {
      "en": "Ryoma Echizen just joined the Seishun Academy's tennis team, which is known for being one of the most competitive teams in Japan. Its members are incredibly talented, gifted, and athletic. With rigorous and extremely intense practices, the upperclassmen of the team expect the very best from themselves and they expect even more from the new members of the team. While most of the freshmen are on pins and needles hoping they won't get cut from the team, Ryoma Echizen is confident, cool, and collected. Some might even say he's cocky, but at least he's got the skills to back up his attitude. With his virtually unreturnable \"twist serve,\" Ryoma is sure to make the starting team.  \n  \nJoin Ryoma and the other first years, as they train hard, make friends, and try to find a place for themselves on the team. Ryoma Echizen is the Prince of Tennis. He may be ready for the Seishun Academy tennis team, but are THEY ready for HIM?"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "379"
  },
  {
    "mangaId": "68112dc1-2b80-4f20-beb8-2f2a8716a430",
    "title": {
      "en": "Dandadan"
    },
    "updatedAt": "2024-05-04T00:32:33+00:00",
    "coverArt": "https://mangadex.org/covers/68112dc1-2b80-4f20-beb8-2f2a8716a430/468f1a80-99f1-4cd8-8578-0225a503ae3b.jpg",
    "altTitles": [
      {
        "ja": "ダンダダン"
      },
      {
        "zh": "膽大黨"
      },
      {
        "ru": "Дандадан"
      },
      {
        "fa": "دان‌دادان"
      },
      {
        "fr": "Dandadan"
      }
    ],
    "description": {
      "en": "After being aggressively rejected, Momo Ayase finds herself sulking when she stumbles across a boy being bullied. Saved by her rash kindness, the occult-obsessed boy attempts to speak to her about supernatural interests he believes they share. Rejecting his claims, Ayase proclaimed that she is instead a believer in ghosts, starting an argument between the two over which is real.\r\n\r\nIn a bet to determine who's correct, the two decide to separately visit locations associated with both the occult and the supernatural—Ayase visiting the former and the boy visiting the latter. When the two reach their respective places, it turns out that neither of them was wrong and that both the occult and ghosts do exist.\r\n\r\nThis marks the beginning of Ayase and the boy's adventure, who shares a name with Ayase's favorite idol—Ken Takakura, as they attempt to fix the surreal supernatural and sci-fi elements around them to return to a normal life.",
      "fr": "Momo Ayase et Ken Takakura sont tous deux lycéens. Tandis que la première croit aux fantômes, le second est fasciné par les extraterrestres. Évidemment, chacun se moque des croyances de l’autre. Incapables de se convaincre, ils se lancent un défi pour savoir lequel des deux a raison. Momo se retrouve dans un hôpital où des créatures de l’espace sont censées se trouver et Ken dans un tunnel hanté. C’est le début d’une romance survoltée où l’occulte, le paranormal et le surnaturel se bousculent dans un chaos haletant !\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**",
      "ru": "Призраки, монстры, инопланетяне, подростковая романтика, сражения!.. В этой серии есть все! Такакура, одержимый оккультизмом, не верящий в призраков, и Аясэ, девушка, не верящая в пришельцев, пытаются преодолеть свои разногласия, когда сталкиваются с паранормальными явлениями! Эта манга - не от мира сего!",
      "pt-br": "Takakura, um rapaz que é um fanático do ocultismo que não acredita em fantasmas, e Ayase, uma garota que não acredita em alienígenas, encontram uma estranheza esmagadora que transcende sua compreensão mútua…! Uma história de vinda oculta da idade!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c4d29e36-7cc6-475c-a7ef-3956f517f64f",
    "title": {
      "en": "Go Away, Let Me Be Cute First!"
    },
    "updatedAt": "2023-10-03T20:43:00+00:00",
    "coverArt": "https://mangadex.org/covers/c4d29e36-7cc6-475c-a7ef-3956f517f64f/42ad2f01-159a-4f6f-81c7-cfbb250d2b1b.png",
    "altTitles": [
      {
        "zh": "滚开，我要先萌一会儿"
      }
    ],
    "description": {
      "en": "This is a series of short serialized manhua stories that focuses on cats' daily lives. It centers on interesting everyday life stories of a sweet naive cat called \"Fu Gui\" and an arrogant cat called \"Fa Cai\", as well as their sentimental owner Niu Hong Hong."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "86"
  },
  {
    "mangaId": "0c607e18-525b-4688-a526-c268431785b2",
    "title": {
      "en": "The Witches' Isle"
    },
    "updatedAt": "2024-05-27T23:15:19+00:00",
    "coverArt": "https://mangadex.org/covers/0c607e18-525b-4688-a526-c268431785b2/c896084b-a509-41e1-9b34-b6693a15a530.png",
    "altTitles": [
      {
        "ko": "마녀가 사는 섬"
      },
      {
        "ko-ro": "Manyeoga Saneun Seom"
      },
      {
        "en": "Island of Witches"
      },
      {
        "pt-br": "Ilha Das Bruxas"
      }
    ],
    "description": {
      "en": "Hannah, a tutor, receives a high paying job offer at a mansion on a remote island. \n\nThere, she meets the young and kind owner, Ian, and his younger sister, Hannah's soon-to-be student, Ailee.\n\nA tutor's fresh start working on an island. However, when strange things begin to occur at the seemingly peaceful mansion, she finds that there's more to it than meets the eye.\n\nGradually, Hannah discovers the secret between the two siblings and the island itself…\n\n※GL is included in the love triangle for this series and is being partly covered within the story.",
      "pt-br": "Hannah, que trabalha como tutora, recebe uma carta e uma alta remuneração, levando-a a uma mansão isolada em uma ilha.\nLá, ela encontra Ian, o jovem e gentil proprietário, e sua irmã mais nova, Ailie, que ela ensinará.\n\nO trabalho de tutoria começa na ilha. Apesar de inicialmente parecer pacífica, a vida na mansão esconde eventos misteriosos que gradualmente se desenrolam, e Hannah descobre os segredos dos dois irmãos e da ilha...\n\n※ Esta obra contém romance entre mulheres no contexto de um triângulo amoroso, e também aborda esse tema em partes da história."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "003e7fbf-f047-4783-a7df-1533a2a653d4",
    "title": {
      "en": "Yowamushi Pedal"
    },
    "updatedAt": "2024-02-13T20:31:48+00:00",
    "coverArt": "https://mangadex.org/covers/003e7fbf-f047-4783-a7df-1533a2a653d4/b7a4e4f3-1948-41e1-81f2-0f0b7adb9cb9.jpg",
    "altTitles": [
      {
        "fr": "En selle, Sakamichi!"
      },
      {
        "en": "Weakling Pedal"
      },
      {
        "th": "โอตาคุน่องเหล็ก"
      },
      {
        "ja": "弱虫ペダル"
      },
      {
        "zh": "飆速宅男"
      },
      {
        "ru": "Трусливый велосипедист"
      },
      {
        "fr": "Pédaleur né"
      }
    ],
    "description": {
      "en": "Otaku Sakamichi Onoda has just entered high school and plans to join the anime club. In middle school, Onoda didn’t have any friends with whom he could talk about anime, games, Akihabara and other otaku things, and he is hoping he can make such friends in the anime club, but he finds out it's been disbanded. In order to reestablish the club he tries to find 4 other people who would like to join.  \n  \nSince he was a little boy, Onoda has ridden his mamachari–a bulky bicycle with a step-through frame mainly used for short rides, such as for casual fun or to pick up groceries–to go to Akihabara every week to check out or buy otaku things. Fellow freshman Shunsuke Imaizumi and bicyclist, while training, notices a boy (Onoda) riding his mamachari up a steep road.  \n  \nFreshman and road racing cyclist, Shokichi Naruko visits Akihabara to get some Gundam plastic models for his younger brothers and meets Onoda who catches his attention because of the his cycling skill on the mamachari and later find out they go to the same school. Later on, both Naruko and Imaizumi try to convince him to join the bicycle racing club, but will he?\n\n\n---\nOfficial Release:\n- Indonesian release by m&c! Comics as **Yowamushi Pedal, Go!**\n\n---\n- **Won the Kodansha Manga Award for Shonen in 2015, which it shared with The Seven Deadly Sins**"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49650a04-d0d7-4526-b460-8203ae223586",
    "title": {
      "en": "Fight Class 3"
    },
    "updatedAt": "2024-05-20T21:10:03+00:00",
    "coverArt": "https://mangadex.org/covers/49650a04-d0d7-4526-b460-8203ae223586/e684daa6-8687-4b54-a5ee-0fdc82bdd4bd.jpg",
    "altTitles": [
      {
        "ko-ro": "Gyeoggi 3 Ban"
      },
      {
        "ko-ro": "Gyeok Gi 3 Ban"
      },
      {
        "ko": "격기3반"
      },
      {
        "pt-br": "Turma de Luta 3"
      }
    ],
    "description": {
      "en": "A world in which Korea is the global capital of combat sports. At Nam-Il High School where the best and most talented students of martial arts reside, Jiu Ji-Tae suddenly finds himself thrust into their midst despite being a total weakling.  \n  \nBy neutralizing his physical shortcomings through jiu-jitsu, can he rise to the top of the fight classes?  \n\n\n---",
      "fr": "Un monde dans lequel la Corée est le Pays leader des sports de combats. Au lycée Nam-il où les meilleurs et plus talentueux élèves en arts martiaux étudient, Jiu Ji-tae se trouve soudainement entraîné avec eux alors qu'il n'est qu'un faiblard.  \n  \nEn faisant disparaître ses défauts physiques à l'aide du Ju-Jitsu, pourra-t-il devenir le meilleur des classes de combat ?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mymmx89)",
      "pt-br": "Em um mundo onde a Coréia do Sul é a capital mundial dos esportes de combate, o Colégio Namil é onde os melhores e mais talentosos estudantes de artes marciais competem, e nosso protagonista Jiu Jitei se encontra subitamente em meio à eles mesmo sendo um fracote completo.\n  \nSuperando suas fraquezas com jiu-jitsu, será que Jitei consegue chegar ao topo das turmas de luta?"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96be7ca5-370b-4ae2-9db5-4d17e53cac06",
    "title": {
      "en": "Hotpot Family"
    },
    "updatedAt": "2022-08-14T23:37:29+00:00",
    "coverArt": "https://mangadex.org/covers/96be7ca5-370b-4ae2-9db5-4d17e53cac06/9977b755-4457-4e72-b69d-5a1505f5a79c.jpg",
    "altTitles": [
      {
        "zh": "火锅家族"
      }
    ],
    "description": {
      "en": "Unexpected endings, mind-blowing stories, so-cute-you-could-die hotpot ingredients... You'll laugh everyday until you get abs!",
      "zh": "反转的剧情，开脑洞的故事，超萌火锅食材花样作死，每天逗你笑出腹肌！"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69300d3f-05c3-41be-9d03-ddfd4f6bda30",
    "title": {
      "en": "KOUJIRO"
    },
    "updatedAt": "2024-05-09T21:21:00+00:00",
    "coverArt": "https://mangadex.org/covers/69300d3f-05c3-41be-9d03-ddfd4f6bda30/836f4b47-f583-4fa9-992f-3edca07f05d0.jpg",
    "altTitles": [
      {
        "ja": "光路郎"
      },
      {
        "id": "KOJIRO"
      }
    ],
    "description": {
      "en": "Kojiro is the new English teacher at Sakaue High School. He is a foreigner with blonde hair and blue eyes, he also goes to school by riding his surfboard daily. This is the story of a free-spirited teacher who came across the sea to his mother's homeland."
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "40"
  },
  {
    "mangaId": "3e3604cc-97b5-43f0-ab2c-c144debcae87",
    "title": {
      "en": "Yu-Gi-Oh OCG STORIES"
    },
    "updatedAt": "2024-02-23T02:11:45+00:00",
    "coverArt": "https://mangadex.org/covers/3e3604cc-97b5-43f0-ab2c-c144debcae87/624a4e29-f8d7-413e-8e27-4f7152b3e23e.jpg",
    "altTitles": [
      {
        "en": "Yu☆Gi☆Oh OCG Stories"
      },
      {
        "ja": "遊☆戯☆王OCGストーリーズ"
      },
      {
        "vi": "Chuyện kể về Yu★Gi★Oh! OCG"
      },
      {
        "pt-br": "Yu-Gi-Oh Histórias OCG"
      }
    ],
    "description": {
      "en": "In the distant past, the prosperous nation of Karma waged war against the nation of Spectra, resulting in the creation of an AI that wiped out all humans. Centuries later, Raye, the last surviving human, lives amongst an android society on the outskirts of Karma. On the night of her 13th birthday, her peaceful life is upended when Spectra attacks, destroying her home and forcing her friends to the front lines. Desperate to save everything she loves, Raye calls upon humanity's last bastion: \"Sky Striker\", the Karma-developed secret technology made to turn humans into the ultimate living weapons.… Unexpected, right? In this newest adaptation of Yu-Gi-Oh, the focus of the plot is not on the card game, but instead the many storylines featured in the cards. The first arc surrounds the Sky Striker series, with more to come in the future.",
      "pt-br": "No passado distante, a próspera nação de Kama travou uma guerra contra a nação de Spectra, resultando na criação de uma IA que eliminou todos os humanos. Séculos depois, Raye, a última humana sobrevivente, vive entre uma sociedade de andróides nos arredores de Kama. Na noite de seu aniversário de 13 anos, sua vida pacífica é interrompida quando Spectra ataca, destruindo sua casa e forçando seus amigos a irem para a linha de frente. Desesperada para salvar tudo o que ama, Raye invoca o último bastião da humanidade: \"Força Celeste\", a tecnologia secreta desenvolvida por Kama feita para transformar humanos em armas vivas definitivas.\n\n... Inesperado, certo? Nesta mais nova adaptação de Yu-Gi-Oh, o foco do enredo não está no jogo de cartas, mas sim nas muitas histórias apresentadas nas cartas. O primeiro arco envolve a série Força Celeste, com mais por vir no futuro."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2968b6ee-0b4f-4f7b-b5e7-dcdb462cffdf",
    "title": {
      "en": "Mobile Suit Gundam SEED Astray"
    },
    "updatedAt": "2024-05-14T07:20:04+00:00",
    "coverArt": "https://mangadex.org/covers/2968b6ee-0b4f-4f7b-b5e7-dcdb462cffdf/0a6e521b-b9ed-4b9a-964c-31c926d11712.jpg",
    "altTitles": [
      {
        "ja": "機動戦士ガンダムSEED ASTRAY"
      },
      {
        "ja-ro": "Kidou Senshi Gundam SEED ASTRAY"
      },
      {
        "en": "Mobile Suit Gundam SEED Astray"
      }
    ],
    "description": {
      "en": "A side story manga set in the Cosmic Era timeline that takes place concurrently with *Mobile Suit Gundam SEED*. \nIt is one part of the first wave of the *SEED Astray* multimedia project. \nWhereas the main story of *Gundam SEED* focuses on the struggles between the Earth Alliance, ZAFT, and Orb Union, the Astray series is focused on the three MBF-P mobile suit prototypes and their respective pilots and organizations, who mainly exist on the outskirts of the main SEED storyline. \n\nThe MBF-P02 Gundam Astray Red Frame is piloted by Lowe Guele of the Junk Guild, and the MBF-P03 Gundam Astray Blue Frame is piloted by Murakumo Gai of the mercenary group Serpent Tail. \nThe third Astray, MBF-P01 Gundam Astray Gold Frame, is piloted by the primary antagonist of the Astray story, Orb nobleman Rondo Gina Sahaku, and later by his twin sister Rondo Mina Sahaku. \n[Via Gundam Wiki] \n\n**Notes:**\n- The Re:Master edition includes ASTRAY and X ASTRAY with the extra chapters moved to different spots."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "27"
  },
  {
    "mangaId": "d422ddc8-eea3-4b0a-82a4-291bbd8c9285",
    "title": {
      "en": "The Shiunji Family Children"
    },
    "updatedAt": "2024-04-11T17:51:25+00:00",
    "coverArt": "https://mangadex.org/covers/d422ddc8-eea3-4b0a-82a4-291bbd8c9285/12be44e2-7393-4615-93f2-083475bf8c32.jpg",
    "altTitles": [
      {
        "ja": "紫雲寺家の子供たち"
      },
      {
        "en": "Shiunji-ke no Kodomo-tachi"
      },
      {
        "ru": "Дети семьи Сиундзи"
      },
      {
        "vi": "Những đứa trẻ nhà Shiunji"
      },
      {
        "pt-br": "Os Filhos da Família Shiunji"
      },
      {
        "ar": "أبناء عائلة شيونجي"
      }
    ],
    "description": {
      "ar": "قصر فاخر في أفضل مكان بطوكيو. يعيشُ سبعة أشقاء من عائلة شيونجي، وجميعهم جميلونَ للغاية. ونرى مغامرة أراتا العائلية بين صراع إيجاد الذات والوصول إلى أهدافهِ كونهُ الابن الأكبر للعائلة",
      "en": "The love between brother and sister. The love between man and woman. That which is most forbidden is most unyielding. The two sons and five daughters of the Shiunji family shine like brilliant gems, each with intelligence and beauty in equal measure. And with the pedigree of their wealthy father behind them, how could they not be the talk of the town? Eldest son Arata has spent his life being tossed around by the whims of his colorful sisters, yet a little teasing won’t stop him from valuing his family over anything and anyone else. But when his youngest sister turns fifteen, their father reveals a long-hidden secret of the Shiunji “siblings” and knocks Arata’s world off its axis…",
      "ja": "東京都世田谷区成城。都内有数の高級住宅街に豪邸を構える「紫雲寺家」。\n７人の兄弟姉妹、特に５人の美人姉妹が有名となっているが、長男の男子高校生・新は姉妹にタジタジの毎日。\n「もし自分に姉妹がいなかったら…」と、ついそんな妄想もしてしまう日々の中、父親から衝撃の事実を告げられて…？",
      "pt-br": "O amor entre irmão e irmã. O amor entre homem e mulher. Aquilo que é mais proibido é mais inabalável. Os dois filhos e as cinco filhas da família Shiunji brilham como pedras preciosas, cada um com inteligência e beleza incoparáveis. E com o pedigree de seu rico pai por trás deles, como poderiam não ser o assunto da cidade? O filho mais velho, Arata, passou a vida sendo infernizado pelos caprichos de suas deslumbrantes irmãs, mas nenhuma  provocação iria o impedir de valorizar sua família acima de tudo e de todos. Mas quando sua irmã mais nova completa quinze anos, seu pai revela um segredo há muito escondido dos \"irmãos\" Shiunji e vira o mundo de Arata de cabeça para baixo..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2643be00-cd89-447a-93ea-faf98de16390",
    "title": {
      "en": "The Villainess with Special Circumstances"
    },
    "updatedAt": "2023-12-26T01:56:40+00:00",
    "coverArt": "https://mangadex.org/covers/2643be00-cd89-447a-93ea-faf98de16390/0231fd39-bf11-4aa2-b6cf-ea6ee8fc99f6.jpg",
    "altTitles": [
      {
        "es": "El renacimiento de la villanía: La vida de Leticia después del abandono del compromiso"
      },
      {
        "fr": "Pour des raisons certaines, la demoiselle scélérate vivra librement après l'annulation de ses fiançailles"
      },
      {
        "ja-ro": "Wakeari akuyaku reijō wa, kon'yaku haki-go no jinsei o jiyū ni ikiru"
      },
      {
        "zh": "事出有因的恶役千金，废除婚约后过上自由生活"
      },
      {
        "ja": "訳あり悪役令嬢は、婚約破棄後の人生を自由に生きる"
      },
      {
        "en": "For Certain Reasons, the Villainess Noble Lady Will Live Her Post-Engagement Annulment Life Freely"
      }
    ],
    "description": {
      "en": "Due to various circumstances, Letzia, the daughter of a ducal house, sought to have her engagement with the prince dissolved. Her efforts were successfully rewarded when the prince splendidly (?) ordered the annulment of their engagement. Just when she thought everything was settled… she remembered her past life! Remembering her busy days as a nurse, Letzia is determined to live an easy life accompanied by her beloved alcohol. To this end, she sets her sights on the easygoing countryside, but for some reason, she gets dragged into incident after incident?!",
      "fr": "Pour diverses raisons, Laetitia, fille du duc de Charrière, a tout fait pour que ses fiançailles avec le prince soient rompues. Ses efforts furent récompensés lorsque le prince annonça furieusement l'annulation de leur engagement. Mais alors qu'elle pensait que tout était réglé… un incident lui fit se rappeler de sa vie antérieure! Avec les souvenirs de sa vie passée au japon en tant qu'infirmière, elle est déterminée à vivre tranquillement au côtés de son compagnon favori, l'alcool! Mais pour certaines raisons, elle continue d'être entrainée d'incidents en incidents!",
      "ja": "とある理由から、王子との婚約解消を目指していた公爵令嬢レティシア。努力が実を結び、王子から見事（？）婚約破棄を言い渡され、一件落着……と思いきや、その直後、彼女に看護師として働いていた前世の記憶が蘇った！　忙しく働いていた前世の分も、今世では大好きなお酒を飲みながらのんびり過ごしたい。そんな思いから田舎暮らしを始めようとしたレティシアだけど、なぜか次から次へと事件に巻き込まれてしまい――!?　ものぐさ令嬢がぐ～たら生活を求めて奔走する異色の転生ファンタジー、待望のコミカライズ！"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "26"
  },
  {
    "mangaId": "af5f2646-cddd-4c4c-b652-96577ed89647",
    "title": {
      "en": "Maken Tsukai no Moto Shounen Hei wa, Moto Teki Kanbu no Onee-san to Issho ni Ikitai"
    },
    "updatedAt": "2024-02-27T18:18:46+00:00",
    "coverArt": "https://mangadex.org/covers/af5f2646-cddd-4c4c-b652-96577ed89647/3848315f-7230-46dc-8b95-00625d9d7f27.jpg",
    "altTitles": [
      {
        "ja-ro": "Makendzukai no Moto Shounenhei wa, Moto Tekikanbu no Onee-san to Issho ni Ikitai"
      },
      {
        "ja-ro": "Maken Tsukai no Moto Shōnen Hei wa, Moto Teki Kanbu no Onēsan to Issho ni Ikitai"
      },
      {
        "ja": "魔剣使いの元少年兵は、元敵幹部のお姉さんと一緒に生きたい"
      },
      {
        "en": "A Former Child Soldier Who Uses a Magic Sword Wants to Live With a Missy, the Former Enemy Leader"
      },
      {
        "id": "Seorang Mantan Prajurit Laki-laki Pengguna Pedang Sakti, Ingin Tinggal Bersama Mbak-Mbak yang Mantan Pemimpin Musuh"
      },
      {
        "zh": "魔王女干部X勇者少年兵"
      },
      {
        "es-la": "Un antiguo niño soldado con una espada mágica quiere vivir con su hermana, una antigua líder enemiga."
      }
    ],
    "description": {
      "en": "Seto is an ex-boy soldier who was expelled from the party of heroes on his journey because of his ruthless and incomparable fighting style. The former leader of the Demon King's army, Satis, was kicked out after a series of failures.\n\nThe two \"former\" enemies decide to travel together to find a second life. Sometimes they go to hot springs, sometimes they sleep in the same bed, sometimes they are attacked by demons. But what do they find at the end of their journey when they lose their place in the world?\n\nThe road story of the (former) brave boy soldier and (former) demon lord's army leader's \"rebirth\"!",
      "ja": "冷酷無比な戦いぶりを疎まれ、旅の途中で勇者パーティを追放された魔剣使いの元少年兵・セト。失敗続きで魔王軍を追い出された元幹部・サティス。“元”敵同士のふたりが第二の人生を探すため一緒に旅に出る。時には温泉に行ったり、一緒のベッドで寝たり――居場所を失くしたもの同士の“生き直し\"ロードストーリー！",
      "es-la": "Seto es un ex-soldado que fue expulsado del grupo de héroes en su viaje debido a su despiadado e incomparable estilo de lucha. El antiguo líder del ejército del Rey Demonio, Satis, fue expulsado tras una serie de fracasos. Los dos \"antiguos\" enemigos emprenden juntos un viaje para encontrar una segunda vida. A veces van a las termas, a veces duermen en la misma cama... ¡Una historia de \"renacimiento\" para los que han perdido su lugar en el mundo!",
      "pt-br": "\"Seto é um ex-garoto soldado que foi expulso do grupo dos heróis em sua jornada por causa de seu estilo de luta impiedoso e incomparável. A ex-líder do exército do Rei Demônio, Satis, foi expulsa após uma série de fracassos.\n\nOs dois \"antes\" inimigos decidem viajar juntos para encontrar uma segunda vida. Às vezes eles vão para fontes termais, às vezes dormem na mesma cama, às vezes são atacados por demônios. Mas o que eles encontram no final de sua viagem quando perdem seu lugar no mundo?\n\nA história do \"renascimento\" do \"antigo\" herói e da antiga líder do exército do rei demônio!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "39"
  },
  {
    "mangaId": "23b7cc7a-df89-4049-af28-1fa78f88713e",
    "title": {
      "en": "Kawaii Joushi wo Komarasetai"
    },
    "updatedAt": "2024-02-18T23:15:58+00:00",
    "coverArt": "https://mangadex.org/covers/23b7cc7a-df89-4049-af28-1fa78f88713e/8832622f-79ff-4044-a04b-8c2bc1c8b677.jpg",
    "altTitles": [
      {
        "pt-br": "Quero judiar da minha linda chefinha"
      },
      {
        "es": "Quiero molestar a mi linda jefa"
      },
      {
        "ru": "Моя начальница – милашка"
      },
      {
        "ja": "可愛い上司を困らせたい"
      },
      {
        "ko": "귀여운 상사를 난처하게 만들고 싶어"
      },
      {
        "en": "I want to Annoy the Pretty Boss"
      },
      {
        "ja-ro": "Kawaii Joushi wo Komarasetai"
      }
    ],
    "description": {
      "en": "Ira Megumi is a 31-year-old woman who is currently at the top of her career. She's a beautiful woman who's brimming with pride and totally has no interest in love or marriage. Though the next morning, she wakes up and finds the new employee, Aoki Shun, sleeping next to her. Just what in the world happened?!",
      "ja": "敏腕女性上司+新人男子=恋人!?\n\n井羅恵は31歳の食品会社次長。\n仕事に全てを捧げ、恋愛や結婚は二の次に。\nそんな彼女の前に、要領が良い新人男子・青木が現れる。\n彼の言動にいらつく恵だが、飲み会で酔った挙句、\n青木と一夜を共にして…。\n\nドキドキが止まらないラブコメ4コマ!!",
      "pt-br": "Ira Megumi é uma mulher que desistiu de ter uma família ou de agir como uma simples mulher e se dedicou arduamente em seu trabalho, assim chegando ao cargo de vice-diretora em uma grande empresa. Aoki Shun um novato na empresa, amigável, porém desleixado e não parece levar o novo trabalho a sério. Mas algo acontece na festa de boas vindas dos novatos na empresa e Ira acorda ao lado de Aoki na cama… O que diabos aconteceu? Será possível um relacionamento amoroso entre duas pessoas tão diferentes?"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce8e0d23-f93f-45f3-9cba-1f3f6f36b3ff",
    "title": {
      "en": "Mirukarani Ayashii Futari"
    },
    "updatedAt": "2024-04-07T21:31:57+00:00",
    "coverArt": "https://mangadex.org/covers/ce8e0d23-f93f-45f3-9cba-1f3f6f36b3ff/598d5481-703d-4428-9620-39770219cb62.jpg",
    "altTitles": [
      {
        "ja": "見るからに怪しい二人"
      },
      {
        "en": "Two Suspiciously-Looking People"
      }
    ],
    "description": {
      "en": "A lazy surreal comedy about two men who look like bad guys, but are actually super nice!\n\nTwo suspicious-looking men, one long-haired and the other short-haired, appear in the usual park.\n\nThey look suspicious and unapproachable, but they are good guys themselves, picking up litter and searching for missing cats!\n\nLong-Hair somehow knows a lot about the life span of snakes and the organs of rabbits, while Sort-Hair is questioned by the police even though he is just eating a meat bun.\n\nThe two of them live at their own pace today, involving various people in town.",
      "ja": "悪人にしか見えないけど、実は超いい人たち!?によるダラダラシュールコメディ！\n\nいつもの公園に出没する謎の長髪と短髪。\n\n見た目は怪しさ満点で近寄りがたいが、ポイ捨てされたゴミを拾ったり行方不明の猫を捜索してあげたりとやっていることは善人そのもの。\n\nなぜか蛇の寿命やウサギの器官に詳しい長髪と、肉まんを食べているだけなのに職質されてしまう短髪。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "912dd3eb-80f2-4659-8986-badb32c847c0",
    "title": {
      "en": "Seven Sleeping Beauties"
    },
    "updatedAt": "2024-05-27T23:24:15+00:00",
    "coverArt": "https://mangadex.org/covers/912dd3eb-80f2-4659-8986-badb32c847c0/7cab4f00-a328-424e-bbf0-a67925d96612.jpg",
    "altTitles": [
      {
        "ja": "7人の眠り姫"
      },
      {
        "ja-ro": "7-Nin no Nemuri Hime"
      },
      {
        "es-la": "Las Siete Bellas Durmientes"
      },
      {
        "fr": "Les Sept Princesses Endormies"
      },
      {
        "ja-ro": "Shichinin no Nemurihime"
      },
      {
        "en": "The Seven Sleeping Beauties"
      },
      {
        "nl": "De Zeven Slapende Prinsesjes"
      },
      {
        "fr": "Les Sept Belles Endormies"
      },
      {
        "nl": "De Zeven Slapende Schoonheden"
      },
      {
        "fr": "Les Sept Beautés Endormies"
      },
      {
        "de": "Die Sieben Dornröschen"
      },
      {
        "zh": "爱寐七公主"
      },
      {
        "pt-br": "As Sete Belas Adormecidas"
      },
      {
        "fr": "Les 7 Belles au bois dormant"
      }
    ],
    "description": {
      "en": "A wandering prince set off to break an ancient curse bewitching the Kingdom of Amaryllis by waking up its princess with a kiss of true love. However, nobody told him there were 7 princesses to kiss and he must now take responsibility by living with them while they find out why the people of Amaryllis are unable to wake up. Will they reach a happily ever after?",
      "fr": "Un prince errant est parti pour briser une ancienne malédiction qui ensorcelle le royaume d'Amaryllis en réveillant sa princesse par un baiser d'amour véritable. Cependant, personne ne lui a dit qu'il y avait 7 princesses à embrasser et il doit maintenant prendre ses responsabilités en vivant avec elles pendant qu'ils découvrent pourquoi les habitants d'Amaryllis sont incapables de se réveiller. Parviendront-ils à être heureux pour toujours ?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7754aecb-e155-490c-8bc0-7f3f3726d355",
    "title": {
      "en": "Bluebird Lady and The White Lion Family"
    },
    "updatedAt": "2024-05-27T21:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/7754aecb-e155-490c-8bc0-7f3f3726d355/26345dc8-d848-408b-ad80-d96b205f1050.jpg",
    "altTitles": [
      {
        "ko": "백사자 가문의 파랑새 마님"
      }
    ],
    "description": {
      "en": "In a 19-gold-waste novel, I possessed the character of villainess.\n\nSophina, the bluebird and former wife of the white lion male lead, who was obsessed with him and was thrown away.\n\nA character who was stoned to death because of angry public sentiment?\n\n‘Let’s get a divorce after grazing enough!’\n\nAs a result of my efforts, I became friends with the male lead instead of obsessing with him.\n\nIn the meantime, I became close to my mother-in-law and other family members of the male lead, and I gained recognition from helping in managing the estate, and my business also became a big hit!\n\nEverything was perfect.\n\nIt’s time for the male lead who went to war to bring the heroine, so all he has to do is divorce me now.\n\nBut the problem was…\n\n“I don’t want to divorce.”\n\nIt was because he became so attached.\n\nMaybe I have arrhythmia? My heart kept beating fast or it seems I’m a bit excited?\n\nSo I was thinking of seducing the male lead…\n\n***\n\n“While I was away from the mansion for a while, I guessed you were thinking of running away from me.”\n\nRicardo’s dangerous and low voice, unlike his beautiful childish voice from my memory, rang in my ears.\n\nIt seems that the male lead, who has grown up as a sexy adult, has a useless misunderstanding.\n\nAnd…\n\n“Don’t leave, and don’t pretend that you don’t know me if you happen to throw away your husband.”\n\n“This brother-in-law would educate his ugly brother. Please just don’t leave.”\n\n“Okay, well thought out. Just live with me!”\n\nEven my in-laws misunderstood and kept clinging to me.\n\nWhy does everyone keep misunderstanding?\n\nExcuse me. I wasn’t thinking of getting divorced?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c6dfc6c-5a2a-4295-a67a-07c1cded12d6",
    "title": {
      "en": "Kodoku no Kochou wa Donna Yume wo Miru no ka?"
    },
    "updatedAt": "2024-05-26T00:43:04+00:00",
    "coverArt": "https://mangadex.org/covers/6c6dfc6c-5a2a-4295-a67a-07c1cded12d6/3ea5ec2c-86b3-486b-86fe-a0ceb75e12b4.jpg",
    "altTitles": [
      {
        "ja": "蠱毒の胡蝶はどんな夢を見るのか？"
      },
      {
        "en": "What Does the Poisonous Butterfly Dream of?"
      }
    ],
    "description": {
      "en": "This world has been invaded by bugs.\n\nWith the appearance of the \"Armored Bugs,\" mutating insect monsters that can overcome all modern weapons, humanity has been robbed of much of its living space. The only ones who can stand against such adversaries are the \"Noble Butterflies,\" girls who harbor \"Insects\" that have gone through evolutions differing from the armored bugs.\n\nOne of the candidates to become a Noble Butterfly, Odamaki Ayumi, still suffers from the fact that she is unable to become one. Her best friend, who was supposed to be with her and was her object of admiration, has left her and no longer seeks her company.\n\nThose days of despair came to an end when she was on the verge of death in a battle with armored bugs.\n\"Don't think that I... will die without doing anything!\"\n\nWith the end near, the girl's body transformed into a butterfly one. And the flapping of her wings will bring about a revolution in the world...!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce7cd7b0-e595-4f0d-98e8-447da10d652d",
    "title": {
      "en": "Yozakura-san Chi no Daisakusen"
    },
    "updatedAt": "2024-05-20T17:51:59+00:00",
    "coverArt": "https://mangadex.org/covers/ce7cd7b0-e595-4f0d-98e8-447da10d652d/9746a651-72a6-465c-8e03-f861a93e58b7.png",
    "altTitles": [
      {
        "it": "Missione: Famiglia Yozakura"
      },
      {
        "ja-ro": "Yozakura-san Chi no Daisakusen"
      },
      {
        "ja": "夜桜さんちの大作戦"
      },
      {
        "en": "Mission: Yozakura Family"
      },
      {
        "ru": "Миссия семьи Ёдзакура"
      },
      {
        "vi": "Nhiệm vụ tối thượng nhà Yozakura"
      },
      {
        "fr": "Mission : Yozakura Family"
      },
      {
        "es-la": "La Misión de la Familia Yozakura"
      }
    ],
    "description": {
      "en": "Taiyo Asano is a super shy high school student and the only person he can talk to is his childhood friend, Mutsumi Yozakura. It turns out that Mutsumi is the daughter of the ultimate spy family! Even worse, Mutsumi is being harassed by her overprotective, nightmare of a brother, Kyoichiro. What drastic steps will Taiyo have to take to save Mutsumi?! A spy family comedy - the mission begins!\r\n\r\n---\r\nOfficial Release:\r\n- Indonesian release by Elex Media as **Mission: Yozakura Family** (2023)",
      "fr": "Afin de protéger Mutsumi et de découvrir la véritable raison de la mort de ses parents, Taiyo Asano va devoir devenir membre de la famille Yozakura, une famille d’espions de haut vol ! Parviendra-t-il à survivre à ce quotidien plein de dangers pour, cette fois, réussir à protéger ceux qui lui sont chers ?\n\n---\n\nMaison d'édition FR : **Kana**",
      "it": ":||Tradotto da [Isekai Italy Scan](https://linktr.ee/isitscan/) e [Bullet Club](https://mangadex.org/group/8588/bullet-club)   \r\n  \r\nTaiyo Asano è un timidissimo studente delle superiori e l'unica persona a cui può parlare è la sua amica d'infanzia, Mutsumi Yozakura. Si scopre che Mutsumi è la figlia della suprema famiglia di spie! Ancora peggio, Mustumi viene tormentata dal suo fratello iperprotettivo, Kyoichiro. Quale tragico destino Taiyo dovrà affrontare per salvare Mustumi?! Una commedia su una famiglia di spie - la missione avrà inizio!||",
      "es-la": "Taiyo Asano es un estudiante de secundaria súper tímido y la única persona con la que puede hablar es su amiga de la infancia, Mutsumi Yozakura. ¡Resulta que Mutsumi es la hija de una última familia de espías! Peor aún, Mutsumi está siendo acosada por su sobreprotector hermano, Kyoichiro. ¿Qué decisión tendrá que tomar Taiyo para salvar a Mutsumi? Una comedia familiar de espías: ¡Comienza la misión!",
      "pt-br": "Taiyo Asano é um estudante super tímido do ensino médio e a única pessoa com quem ele consegue conversar é sua amiga de infância, Mutsumi Yozakura. Acontece que Mutsumi é a filha da melhor família de espiões! Pior ainda, Mutsumi está sendo assediada por seu super-protetor, o pesadelo de um irmão, Kyoichiro. Que passos drásticos Taiyo terá que tomar para salvar Mutsumi? Uma comédia familiar de espiões – a missão começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2305dc0f-3556-4a6e-941c-e9f1ca8f6c6d",
    "title": {
      "en": "Planetarium Ghost Travel: The Art of Sakatsuki Sakana"
    },
    "updatedAt": "2024-05-27T22:34:17+00:00",
    "coverArt": "https://mangadex.org/covers/2305dc0f-3556-4a6e-941c-e9f1ca8f6c6d/8a7fbe9f-52bb-4330-9871-ad4f43e1ae76.jpg",
    "altTitles": [
      {
        "ja": "プラネタリウム・ゴースト・トラベル：坂月さかな作品集"
      },
      {
        "ja-ro": "Planetarium Ghost Travel: Sakatsuki Sakana Sakuhin-shu"
      }
    ],
    "description": {
      "en": "A combination illustration and manga artbook featuring the ultramarine works and fantastical world of Sakatsuki Sakana. These short stories served as a precursor to Sakatsuki's eventual ongoing publication [Star Tripper](https://mangadex.org/title/77c7d3eb-16e9-4ef2-81f0-4d3876a037c5/star-tripper-planetarium-ghost-travel), and offer additional universe lore that is of importance in the main series.\n\n---\nAltogether, there are 11 \"chapters\" in total:\n\n- Part I: A Star Tripper's Scenery\n- Part II: A Sleepless Boy's Journey to the Moon\n- Part III: Star Tripper\n  - 3.1 - Prologue\n  - 3.2 - Listening to the Rain\n  - 3.3 - Buying Sweets\n  - 3.4 - Drinking Kikiriri\n  - 3.5 - Windowshopping for Spacesuits\n  - 3.6 - Climbing the Tower\n  - 3.7 - Luck of the Draw\n  - 3.8 - Epilogue\n- Part IV: The Journey of Tobias and His Brother"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "f2e91f99-6c3b-4a66-a3f7-9da13f68c416",
    "title": {
      "en": "Ragna Crimson"
    },
    "updatedAt": "2024-01-22T09:34:47+00:00",
    "coverArt": "https://mangadex.org/covers/f2e91f99-6c3b-4a66-a3f7-9da13f68c416/1337f11e-6300-450b-a43e-34c784b1abee.jpg",
    "altTitles": [
      {
        "ru": "Рагна Багровый"
      },
      {
        "ja": "ラグナクリムゾン"
      },
      {
        "zh-hk": "拉格納緋紅"
      },
      {
        "ko": "라그나 크림슨"
      },
      {
        "zh": "狩龙人拉格纳"
      },
      {
        "th": "ตำนานนักล่ามังกร"
      }
    ],
    "description": {
      "en": "Ragna is a dragon hunter along with his partner, the strongest dragon hunter Leo. He didn't have much talent at hunting dragons but he had decided to entrust his whole life for her. However he was shown the feel of true despair by his future self on what would happen if he stays weak as he is now. With that, it seems that the reaper of the dragons had now appeared earlier than the original history, but will it be enough to change the future?",
      "es": "Ragna es un cazador de dragones junto con su compañera, la cazadora de dragones más fuerte, Leo. No tenía mucho talento para cazar dragones, pero había decidido confiar toda su vida a ella. Sin embargo, su yo del futuro le mostró la verdadera desesperación de lo que le ocurriría si seguía siendo tan débil como hasta ahora. Con eso, parece que la parca de los dragones ha aparecido antes que en la historia original, pero ¿será suficiente para cambiar el futuro?",
      "pt": "Ragna é um caçador de dragões junto com sua parceira, a mais forte caçadora de dragões, Leo. Ele não tinha muito talento para caçar dragões, mas decidiu confiar toda a sua vida a ela. No entanto, foi mostrado a ele a sensação do verdadeiro desespero pelo seu próprio eu do futuro, sobre o que aconteceria se ele permanecesse fraco como ele é agora. Com isso, parece que o ceifador dos dragões apareceu mais cedo do que na história original, mas será isso o suficiente para mudar o futuro?  \n  \n**Links**:  \n- [![](https://i.imgur.com/dQCXZkU.png) Artist’s Twitter](https://twitter.com/D_Koba)",
      "es-la": "Ragna es un cazador de dragones junto con su compañera, la cazadora de dragones más fuerte, Leo. No tenía mucho talento para cazar dragones, pero había decidido confiar toda su vida a ella. Sin embargo, su yo del futuro le mostró la verdadera desesperación de lo que le ocurriría si seguía siendo tan débil como hasta ahora. Con eso, parece que la parca de los dragones ha aparecido antes que en la historia original, pero ¿será suficiente para cambiar el futuro?",
      "pt-br": "Ragna é um caçador de dragões junto com sua parceira, a mais forte caçadora de dragões, Leo. Ele não tinha muito talento para caçar dragões, mas decidiu confiar toda a sua vida a ela. No entanto, foi mostrado a ele a sensação do verdadeiro desespero pelo seu próprio eu do futuro, sobre o que aconteceria se ele permanecesse fraco como ele é agora. Com isso, parece que o shinigami dos dragões apareceu mais cedo do que na história original, mas será isso o suficiente para mudar o futuro?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a34052d5-0057-4f33-a850-5f145cef5694",
    "title": {
      "en": "D-kyuu Boukensha no Ore, Naze ka Yuusha Party ni Kanyuu Sareta Ageku, Oujo ni Tsukimatowareteru"
    },
    "updatedAt": "2024-03-10T22:16:58+00:00",
    "coverArt": "https://mangadex.org/covers/a34052d5-0057-4f33-a850-5f145cef5694/606681c7-97a7-49c8-b366-4d7d32683d92.jpg",
    "altTitles": [
      {
        "en": "I’m a D-Rank Adventurer, for Some Reason I Got Recruited Into a Hero Party, and Now the Princess Is Stalking Me"
      },
      {
        "ja": "D級冒険者の俺、なぜか勇者パーティーに勧誘されたあげく、王女につきまとわれてる"
      },
      {
        "zh": "D級冒險者的我，不知為何被勇者隊伍勸誘，甚至被王女纏上了"
      }
    ],
    "description": {
      "en": "If you become a hero and defeat the Demon King, a life of idleness awaits you...! This is what the young man Jirei believed, and he worked hard day and night to achieve his goal. However, when he found out that the heroes who defeated the Demon King were the ones who were doing all the hard work, he ran away. But the girls that Jirei had been saving on his journeys before he knew it came pouring in one after another to win his heart and body...?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af2834eb-34dd-4cc2-9b09-7cab4e5e172b",
    "title": {
      "en": "How to Hide the Emperor's Child"
    },
    "updatedAt": "2024-05-10T01:01:42+00:00",
    "coverArt": "https://mangadex.org/covers/af2834eb-34dd-4cc2-9b09-7cab4e5e172b/14dc55ba-6337-4591-b281-2d352ab4047b.jpg",
    "altTitles": [
      {
        "ko": "황제의 아이를 숨기는 방법"
      },
      {
        "ko-ro": "Hwangjeui Aireul Sumgineun Bangbeop"
      },
      {
        "uk": "Як сховати дитину імператора"
      },
      {
        "es": "Como ocultar al hijo del emperador"
      },
      {
        "mn": "Хэрхэн эзэн хааны хүүхдийг нуух вэ?"
      },
      {
        "ja": "皇帝の子供を隠す方法"
      },
      {
        "zh": "如何隐藏皇帝的孩子"
      },
      {
        "fr": "Comment cacher le fils de l'empereur"
      }
    ],
    "description": {
      "en": "Astelle, the empire's one-day empress brought with her a secret when she left the palace after the divorce: she was pregnant with Emperor Kaizen's child. Six years later, Astelle is living a peaceful life in the countryside with their son until the imperial guards come knocking. Kaizen requires Astelle's consent to receive the key territory of Meilen. With the empire still in turmoil from a rebellion, will Astelle be able to hide her son's identity from these threatening forces, and more importantly, from his father, the emperor?\n\n---\n“You never loved me anyway, right?”\n\nAstelle’s long-awaited marriage life ended in a day.\n\nShe worked hard to become Kaizen’s wife since she was ten, \nhowever, the only thing that was left for her was a disgrace as the banished-empress.\n\nShe was abandoned by her family; \nShe was kicked out by the man she loved, Kaizen.\n\n“Yes. You’re right. I didn’t love you.”\n\nAstelle lied for the last time. \nFor the sake of the man who was her reason to live and it was also for him who was her husband for a day.\n\nShe thought there is no point tp contact with him again, but-\n\n“I think… I might be pregnant?”\n\n–\n\nSix years later, Astelle, who reunited with Kaizen, lied again.\n\n“You… who is that child?”\n\n“He’s my nephew.”\n\nFor the sake of protecting the child.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%9D%98-%EC%95%84%EC%9D%B4%EB%A5%BC-%EC%88%A8%EA%B8%B0%EB%8A%94-%EB%B0%A9%EB%B2%95/2881), [KakaoPage](https://page.kakao.com/home?seriesId=58647802)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-hide-the-emperors-child/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-To-Hide-The-Emperors-Child/87)\n* [Japanese / 日本語](https://piccoma.com/web/product/100859)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%8B%E0%B9%88%E0%B8%AD%E0%B8%99%E0%B8%97%E0%B8%B2%E0%B8%A2%E0%B8%B2%E0%B8%97%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9E%E0%B8%A3%E0%B8%A3%E0%B8%94%E0%B8%B4/316)",
      "ko": "\"이혼해 줘, 아스텔.\n어차피 당신도 날 사랑한 적 없잖아?\"\n\n황제 카이젠만을 바라보며\n완벽한 황후가 되기 위해 노력했던 아스텔.\n하지만 카이젠의 이혼 요구에\n아스텔의 10년이 하룻밤만에 부서졌다.\n\n다시는 황실과 얽히지 않으리라 다짐하며\n가족과의 연까지 끊어내고,\n시골로 몸을 숨기지만…\n\n\"…임신, 하신 것 같습니다.\"\n\n과연 아스텔은 카이젠과 위협 세력으로부터\n황제의 아이, 테오르를 무사히 숨길 수 있을까?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%9D%98-%EC%95%84%EC%9D%B4%EB%A5%BC-%EC%88%A8%EA%B8%B0%EB%8A%94-%EB%B0%A9%EB%B2%95/2881), [KakaoPage](https://page.kakao.com/home?seriesId=58647802)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-hide-the-emperors-child/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-To-Hide-The-Emperors-Child/87)\n* [Japanese / 日本語](https://piccoma.com/web/product/100859)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%8B%E0%B9%88%E0%B8%AD%E0%B8%99%E0%B8%97%E0%B8%B2%E0%B8%A2%E0%B8%B2%E0%B8%97%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9E%E0%B8%A3%E0%B8%A3%E0%B8%94%E0%B8%B4/316)",
      "uk": "\"Дай мені розлучення, Астель\".\nШлюб Астель не протримався і дня.\nВона тяжко працювала, щоб стати дружиною Кайзена, однак лишилася з ганьбою та прізвиськом вигнаної імператриці.\nРодина її покинула.\nЯк і чоловік, якого вона кохала.\n\"Так. Твоя правда. Я тебе не кохала\".\nЗбрехала вона наостанок.\nВона вважала, що більше ніколи з ним не зустрінеться, однак...\n\"Ви носите дитину\".\nШість років по тому, побачивши Кайзена, вона знову йому збрехала.\n\"Що це за дитя?\"\n\"Мій небіж\".\nВона має захистити свого сина, що б там не стало.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%9D%98-%EC%95%84%EC%9D%B4%EB%A5%BC-%EC%88%A8%EA%B8%B0%EB%8A%94-%EB%B0%A9%EB%B2%95/2881), [KakaoPage](https://page.kakao.com/home?seriesId=58647802)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-hide-the-emperors-child/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-To-Hide-The-Emperors-Child/87)\n* [Japanese / 日本語](https://piccoma.com/web/product/100859)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%8B%E0%B9%88%E0%B8%AD%E0%B8%99%E0%B8%97%E0%B8%B2%E0%B8%A2%E0%B8%B2%E0%B8%97%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9E%E0%B8%A3%E0%B8%A3%E0%B8%94%E0%B8%B4/316)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "051a49d7-dbd8-45eb-bf2a-4c04ab3e2e88",
    "title": {
      "en": "Little Shark's Outings"
    },
    "updatedAt": "2024-02-04T04:48:30+00:00",
    "coverArt": "https://mangadex.org/covers/051a49d7-dbd8-45eb-bf2a-4c04ab3e2e88/54a85696-84b4-4652-a731-a71acc1a2a09.jpg",
    "altTitles": [
      {
        "ja": "おでかけ子ザメ"
      },
      {
        "ja-ro": "Odekake Kozame"
      },
      {
        "en": "Child Shark Going on an Outing"
      }
    ],
    "description": {
      "en": "The adventures of a baby shark in nostalgia-filled Yauo Town. \r\n\r\nCider on a summer day, freeze pops, radio calisthenics, festival stalls, and hanging out with friends. The world sparkles when reflected in the eyes of the baby shark.\r\n\r\nA little retro, a little wistful, and the warmest short comic!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  }
]