[
  {
    "mangaId": "8834603e-c147-495d-b09f-81eb1c191b35",
    "title": {
      "en": "Nip and Tuck"
    },
    "updatedAt": "2024-10-28T22:28:26+00:00",
    "coverArt": "https://mangadex.org/covers/8834603e-c147-495d-b09f-81eb1c191b35/2bd515ed-40dd-4234-a23d-a8199ca5a61d.png",
    "altTitles": [
      {
        "en": "Sorry, I Am Also a Big Shot"
      },
      {
        "en": "Sorry, I'm a Big Shot Too"
      },
      {
        "pt-br": "Desculpe, mas Também sou Uma Grande Chefe"
      },
      {
        "zh-ro": "Bàoqiàn, Wǒ Yěshì Dà Lǎo"
      },
      {
        "zh": "抱歉，我也是大佬"
      }
    ],
    "description": {
      "en": "Waking up in a hospital, Ursula finds herself targeted by assassins. Suffering from amnesia, she's cornered when a mysterious man claiming to be her husband appears and takes out the final attacker, saving her. Just who is this stranger who knows her so well?",
      "pt-br": "Ao acordar num hospital, Li Yuan encontra-se na mira de assassinos. Sofrendo de amnésia, é encurralada quando um homem misterioso, que diz ser seu marido, aparece e mata o último assassino, salvando-a. Mas quem é este estranho que a conhece tão bem?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dea77c2d-dbaa-434a-b0af-0c116642434c",
    "title": {
      "en": "Ichi the Witch"
    },
    "updatedAt": "2024-10-03T08:07:59+00:00",
    "coverArt": "https://mangadex.org/covers/dea77c2d-dbaa-434a-b0af-0c116642434c/4df6c888-7074-4727-bf9a-7ef91eceef04.jpg",
    "altTitles": [
      {
        "ja": "魔男のイチ"
      },
      {
        "ja-ro": "Madan no Ichi"
      },
      {
        "en": "Warlock Ichi"
      },
      {
        "ru": "Ведьмак Ити"
      },
      {
        "ru": "Волшебник Ити"
      }
    ],
    "description": {
      "en": "In this world, witches must hunt down their magic! Deep in the forest, the terrifying king of magic and the strongest witch are locked in deadly combat. But suddenly, a young boy joins the fray. His name is Ichi and he is just a hunter. But he has the power to flip the magic world upside down in this magic hunting fantasy epic!",
      "ru": "В этом мире ведьмы охотятся за своей магией! В глубине леса ужасающая маджика и сильнейшая ведьма схлестнулись в бою не на жизнь, а на смерть. Но вдруг к битве присоединяется молодой парнишка. Его зовут Ити, и он обычный охотник. Но у него есть сила перевернуть весь мир магии с ног на голову в этом эпохальном магическом фэнтези об охоте!",
      "pt-br": "Neste mundo, as bruxas devem caçar sua magia! Nas profundezas da floresta, o terrível rei da magia e a bruxa mais forte estão presos em um combate mortal. Mas, de repente, um jovem garoto se junta à briga. Seu nome é Ichi e ele é apenas um caçador. Mas ele tem o poder de virar o mundo mágico de cabeça para baixo neste épico de fantasia de caça mágica!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5b21ca1-bba5-4b9a-8cd1-6248f731650b",
    "title": {
      "en": "Shuumatsu no Valkyrie"
    },
    "updatedAt": "2024-10-24T00:40:31+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ca1-bba5-4b9a-8cd1-6248f731650b/5f2306f9-eecb-4996-ae90-e34be10c475a.jpg",
    "altTitles": [
      {
        "ja-ro": "Shuumatsu no Walküre"
      },
      {
        "en": "World's End Valkyrie"
      },
      {
        "ru": "Повесть о Конце Света"
      },
      {
        "fa": "تاریخچه رگنوراک"
      },
      {
        "ja": "終末のワルキューレ"
      },
      {
        "en": "Valkyrie of the End"
      },
      {
        "zh-hk": "終末的女武神"
      },
      {
        "fr": "Valkyrie Apocalypse"
      },
      {
        "es-la": "Los Registros del Ragnarok"
      },
      {
        "ar": "سجلات راغناروك"
      },
      {
        "uk": "Повість про кінець світу"
      },
      {
        "bg": "Рагнарок"
      },
      {
        "tr": "Ragnarok Kaydı"
      },
      {
        "id": "Rekam Jejak Ragnarok"
      },
      {
        "id": "Valkri Jawir Asli Jaksel"
      },
      {
        "en": "Valkyrie Apocalypse"
      },
      {
        "en": "Record of Ragnarok"
      }
    ],
    "description": {
      "en": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n\n---\n  - Alternative English Translation: [<comikey>](https://comikey.com/comics/record-of-ragnarok-manga/61/)",
      "fa": "⁧⁧ داستان جایی شروع میشه که خدایان بحث این رو به میان میاورند که انسان‌ها زنده بمانند یا نابود شوند. ولی یک والکری به تنهایی بحث را به سمتی میکشاند که به انسان‌ها اجازه یک مبارزه در مقابل خدایان داده شود. و به این شکل کور سوی امید بشریت روشن باقی میماند. سیزده خدا، سیزده انسان، در مقابل هم قرار میگیرند تا سرنوشت بشریت را مشخص کنند",
      "fr": "Tous les mille ans, l'ensemble des dieux, tous panthéons réunis, se réunissent au Valhalla, le paradis des âmes, lors d'une assemblée présidée par Zeus, le dieu suprême grec, afin de décider du sort des humains. Or, cette année-là, il est décidé à la quasi-unanimité de détruire l'humanité. Mais la Valkyrie Brunehilde interrompt la conférence et propose aux dieux de se mesurer aux mortels lors du tournoi de Ragnarök, pour déterminer s'ils valent vraiment la peine d'êtres anéantis. Ce tournoi opposera 13 dieux issus de diverses mythologies à 13 puissants humains qui ont fait l'histoire. Si l'humanité remporte au moins sept des 13 duels, alors les dieux épargneront l'humanité.",
      "id": "- In Indonesian by [Akasha](http://www.mncgramedia.id/comics/comic_detail/akasha-record-of-ragnarok-01) as \"Record of Ragnarok\"",
      "it": "- In Italian by [Star Comics](https://www.starcomics.com/titoli-fumetti/record-of-ragnarok) as \"Record of Ragnarok\"",
      "ru": "История начинается c собрания богов, на котором они решают судьбу человечества: убить всех или оставить в живых, согласившись в никчёмности рода людского, боги выбирают первое... Но одна валькирия выдвигает предложение: позволить богам и человечеству сразиться в битве, в качестве последнего луча надежды людей. 13 богов сразятся против 13 чемпионов людей в битвах один на один, чтобы решить, будет ли человечество жить или сгинет в могуществе божественной силы.",
      "tr": "Hikâye, tanrıların insanlığın yaşamasına ya da ölmesine karar vermek için bir toplantı düzenlemesi ve insanlığı yok etmeye karar vermesiyle başlar. Ancak yalnız bir Valkyrie, insanlığın hayatta kalması için son bir umut olarak tanrıların ve insanlığın son bir savaşa girmesine izin verilmesi önerisini ortaya atar. 13 tanrı, insanlığın yaşayıp yaşamayacağına karar vermek için teke tek savaşlarda 13 insan şampiyona karşı dövüşecektir.",
      "uk": "Історія починається зі зборів богів, на яких вирішується доля людства: життя чи смерть. Погодившись з нікчемністю людського роду, боги вибирають друге... Але одна валькірія висуває пропозицію: дозволити богам і людям битися в битві, яка стане останнім променем надії для людства. 13 богів б'ються проти 13 людських чемпіонів у битвах віч-на-віч, щоб вирішити, чи буде людство жити чи згине у могутності божественної сили.",
      "es-la": "Los Dioses se reúnen con el objetivo de decidir si la humanidad debe vivir o morir. Y aunque llegan a la conclusión de que debe perecer, una Valkyria propone que una lucha de dioses contra humanos para tomar tan difícil decisión. Así, 13 humanos pelearán contra 13 Dioses para resolver el destino de la humanidad.",
      "pt-br": "A cada 1.000 anos, as divindades se reúnem sob o conselho de Valhalla para decidir sobre o direito da humanidade de continuar vivendo, ou por sua destruição, porém desta vez os deuses estão furiosos com o descaso humano para com o planeta, pendendo passim para aniquilar toda a raça humana, porém uma única valquíria os convencem de realizar o Ragnarok, uma batalha mortal entre humanos e deuses para decidir sob sua sobrevivência, 13 humanos enfrentarão 13 deuses. Serão este humanos capazes de colidir com as poderosas divindades?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ac9fd03-e3de-4520-90aa-d9fc002eac0a",
    "title": {
      "en": "Fudatsuki no Kyoko-chan"
    },
    "updatedAt": "2024-05-24T18:53:26+00:00",
    "coverArt": "https://mangadex.org/covers/3ac9fd03-e3de-4520-90aa-d9fc002eac0a/f0996dab-d8a3-466b-9683-45e2f89ab041.jpg",
    "altTitles": [
      {
        "ru": "Печально известная Кёко-тян"
      },
      {
        "ja": "ふだつきのキョーコちゃん"
      },
      {
        "zh": "札月家的杏子妹妹"
      },
      {
        "zh": "札月家的小杏子"
      },
      {
        "vi": "Em gái cương thi - Kyoko"
      },
      {
        "ja-ro": "Fudatsuki no Kyoko-chan"
      },
      {
        "en": "The Infamous Kyoko-chan"
      }
    ],
    "description": {
      "en": "Fudatsuki Kenji is known in his school for two things: for being a delinquent and a siscon. He constantly follows his little sister Kyoko around, fixing her giant ribbon, and chasing off any boys who might be interested in her.   \nHowever, the truth is much stranger than what people believe: he doesn't actually have a crush on his sister. In fact, he likes Hibino, the only girl in his class who isn't afraid of him.",
      "ru": "Фудацуки Кэндзи уже давно в школе считают хулиганом и сестролюбом. Причиной тому стало то, что он круглосуточно следит за своей сестрой Кёко, её гигантской лентой в волосах и отпугивает парней, которые заинтересованы в девушке. А ещё Кэндзи влюблен в Хибино-сан, единственную девушку, которая его не боится.   \nИстина же в том, что его сестра буквально монстр. Она цзянши, то есть вампир — поэтому она гораздо сильнее человека и ей нужно пить кровь Кэндзи. Кёко носит ленту в волосах, которая сдерживает её аппетит и сильно влияет на личность своей хозяйки.  \nУдастся ли Кэндзи сдержать в секрете силы своей сестры и получится ли что-нибудь с девушкой его мечты, Хибино-сан?",
      "pt-br": "Fudatsuki Kenji é conhecido na escola por duas coisas: por ser um delinquente e por ter um complexo de irmã. Ele sempre está grudado em sua irmã, Kyoko para cuidar dela e fazer de tudo que seu laço não se desfaça. O que acabou gerando uma fofoca em toda a escola que tem uma tara pela própria irmã.O que é uma grande mentira, ele não tem tara nenhuma pela irmã, mas tem um motivo para se protetor e principalmente com o laço dela, pois se o laço for desfeito algo de ruim pode acontecer. o que seria?"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "37"
  },
  {
    "mangaId": "3ecaf3a5-fd56-4037-8a80-4c2283f1ca1d",
    "title": {
      "en": "I Became My Son's First Love"
    },
    "updatedAt": "2024-10-28T21:56:16+00:00",
    "coverArt": "https://mangadex.org/covers/3ecaf3a5-fd56-4037-8a80-4c2283f1ca1d/41389b26-4ec8-44b4-b591-16bf604bfead.png",
    "altTitles": [
      {
        "pt-br": "Eu Me Tornei o Primeiro Amor do Meu Filho"
      },
      {
        "zh": "赤发千金特殊契约"
      },
      {
        "ko": "아드님의 첫사랑이 되었습니다"
      }
    ],
    "description": {
      "en": "“Eve Zena,” a country noblewoman with striking beauty and an extraordinary sense of reality, marries the Count of Hound to raise a dowry for her older sister.\nEve faithfully fulfilled her role as the fourth wife of the famous prodigal son, Count Hound. But one day she suddenly receives notice of her divorce from the Count.",
      "pt-br": "Para sustentar sua irmã mais velha, Eve Jenna, a bela segunda filha de um pobre barão do interior, concordou em se casar com o Conde Hound. Apesar da idade, o Conde Hound detém o título de homem mais bonito do império, um playboy rico e poderoso com inúmeras mulheres em cada braço - e, portanto, interessado apenas em uma dona da casa e não em alguém para aquecer sua cama. Ele já tinha vários filhos, o mais velho dos quais é até um ano mais velho que Eva, então também não há necessidade de lhe dar um herdeiro. Assim, durante 3 anos, os dois tiveram um casamento harmonioso como parceiros que dificilmente interferem na vida privada um do outro, até que o Conde subitamente pede o divórcio. Naturalmente, como é ele quem quebra o contrato primeiro e, portanto, tem que pagar uma indenização, Eve fica feliz em concordar…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2db02ba8-8dfe-477b-bd48-6724fc533baf",
    "title": {
      "en": "Reincarnated as a Legendary Grimoire"
    },
    "updatedAt": "2024-10-10T22:31:44+00:00",
    "coverArt": "https://mangadex.org/covers/2db02ba8-8dfe-477b-bd48-6724fc533baf/2b4e5452-db3a-470f-93e3-d039417b3ae2.png",
    "altTitles": [
      {
        "en": "Please Read Me"
      },
      {
        "ko": "제발 좀 읽어달라고"
      },
      {
        "en": "I Became a Legendary Archmage by Reading a Book"
      },
      {
        "pt-br": "Por Favor Me Leia"
      },
      {
        "pt-br": "Me Tornei uma Arquimaga Lendária ao Ler um Livro"
      }
    ],
    "description": {
      "en": "I was reincarnated as a grimoire containing all the magical knowledge of another world.\n\nAnyone who reads me can become a legendary archmage.\n\nPlease, just read me...\nBut no one is willing to open my pages."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "375be9e1-5d08-44bd-a99b-b71b8b29bc40",
    "title": {
      "en": "How Could You Repay the Kindness I Raised You With Obsession?"
    },
    "updatedAt": "2024-10-13T14:19:10+00:00",
    "coverArt": "https://mangadex.org/covers/375be9e1-5d08-44bd-a99b-b71b8b29bc40/06e6a788-2f11-48f6-ace2-af3c2e0f7802.png",
    "altTitles": [
      {
        "ko": "키워준 은혜를 집착으로 갚으시다니요"
      },
      {
        "en": "Do You Repay the Kindness I Raised You With Your Obsession?"
      }
    ],
    "description": {
      "en": "I transmigrated into the body of an evil witch in a fairytale.\r\nWhile I was drowning in loneliness, hated by everyone, I happened to pick up and raise a pair of siblings who were eating my candy house...\r\n\r\n\"Hazel the Witch, you're sentenced to execution for kidnapping!\"\r\n\r\nWho would have known that I'd be falsely accused of kidnapping the Grand Duke's younger siblings!\r\nThankfully, before she knew it, Hazel became a nanny in the Grand Duchy with the help of the children.\r\n\r\nHowever, her employer once said...\r\n\"A Grand Duke doesn't marry witches. Nor nannies, of course.\"\r\nand gulped down kimchi soup.\r\n\r\nI don't have no intention of getting marrying either, you know? Especially not to you, your Grace!\r\nI'll just raise the kids and then quit!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3b3e7ec9-5003-49fe-bf89-7093f883ee2b",
    "title": {
      "en": "A Story in Which an Older Brother Becomes a Little Sister"
    },
    "updatedAt": "2023-03-18T03:00:39+00:00",
    "coverArt": "https://mangadex.org/covers/3b3e7ec9-5003-49fe-bf89-7093f883ee2b/cfc16807-5d70-4e4e-9eec-667ea1059579.png",
    "altTitles": [
      {
        "ja-ro": "Onii-chan ga Imouto ni naru Hanashi"
      },
      {
        "ja": "お兄ちゃんが妹になる話"
      }
    ],
    "description": {
      "en": "When I woke up in the morning, my brother became a sister! He thought they were swapped, but only he remains in his sister's form and they look identical!",
      "fr": "Quand je me suis réveillé un matin, mon frère est devenu ma sœur ! Il pensait qu'ils étaient échangés, mais lui seul change dans la forme de sa sœur et elles sont identiques !"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801",
    "title": {
      "en": "How to Grill Our Love"
    },
    "updatedAt": "2024-10-25T20:59:51+00:00",
    "coverArt": "https://mangadex.org/covers/a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801/caedc636-6a59-43fe-a448-b1db1db05759.jpg",
    "altTitles": [
      {
        "ja": "焼いてるふたり"
      },
      {
        "ja-ro": "Yaiteru Futari"
      },
      {
        "ko": "굽고 있는 두 사람"
      },
      {
        "zh": "爱情是烤肉的滋味!"
      },
      {
        "ne": "दुई जना पकाउँदै"
      },
      {
        "ru": "Брак с Нуля: Как Поджарить Нашу Любовь"
      },
      {
        "th": "จุดรักเราด้วยเตาถ่าน"
      }
    ],
    "description": {
      "en": "After their fateful encounter through a dating app, Kenta and Chihiro decided to get married with zero days of dating in light of Kenta’s transfer. As a couple who got married without knowing much about each other, they deepen their relationship through their regular weekend BBQs.",
      "ja": "マッチングアプリで運命の出会いを果たした、健太と千尋。奥手すぎて最初の一歩を踏み出せずにいるふたりが、健太の浜松への転勤をきっかけに急進展。なんと…交際ゼロ日で結婚することに！　\n\nお互いをよく知らないまま夫婦になったふたりは、毎週末のBBQでじっくり仲を深めていく――。",
      "ru": "После роковой встречи через приложение для знакомств, Кента и Чихиро решили пожениться с нулевым количеством дней знакомств в свете перевода Кенты. Как пара, которая вышла замуж, не зная многого друг о друге, они развивают свои отношения путём регулярных выходных с барбекю.",
      "pt-br": "Quando Kenta, de 30 anos, conhece a designer gráfica Chihiro, ele queima seu exterior descolado com sua paixão por churrasco! Agora, após um lampejo de namoro, eles são recém-casados! Embora seus empregos os mantenham separados, eles ainda têm fins de semana juntos para grelhar, e carne boa não é a única coisa que está esquentando neste relacionamento escaldante!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd38c075-8b12-450a-aeee-125e3ac5da4b",
    "title": {
      "en": "Fukushuu o Koinegau Saikyou Yuusha wa, Yami no Chikara de Senmetsu Musou Suru"
    },
    "updatedAt": "2024-10-25T23:18:26+00:00",
    "coverArt": "https://mangadex.org/covers/bd38c075-8b12-450a-aeee-125e3ac5da4b/6ed33f60-4763-448e-b3f4-986dd76104a9.jpg",
    "altTitles": [
      {
        "ja": "復讐を希う最強勇者は、闇の力で殲滅無双する"
      },
      {
        "ja-ro": "Fukushuu wo Koinegau Saikyou Yuusha ha, Yami no Chikara de Senmetsu Musou Suru"
      },
      {
        "en": "The Strongest Hero Who Longs For Revenge Will Peerlessly Annihilate With The Power Of Darkness"
      },
      {
        "en": "The Hero Who Seeks Revenge Shall Exterminate with Darkness"
      },
      {
        "en": "The Dark Massacre of the Vengeful Hero"
      },
      {
        "en": "The strongest brave who craves for revenge, extinguish with the power of darkness"
      },
      {
        "ru": "Герой, жаждущий мести, уничтожит врагов Силой Тьмы"
      },
      {
        "ru": "Тёмная резня мстительного героя"
      },
      {
        "es-la": "La Oscura Masacre del Héroe Vengativo"
      },
      {
        "zh-hk": "渴望復仇的最強勇者、以黑暗之力所向披靡"
      }
    ],
    "description": {
      "en": "Raoul, who had defeated the demon king as the strongest hero, should have become the savior of the world. Having his treasured companions and family killed by power-hungry aristocrats, he was executed with false charges brought against him by the princess. Just before his life collapsed, at last, his heart fell into darkness.\n\n\"I'll tear those traitors from limb to limb. Burn them at the stake. Sever them to pieces. Skewer them. I'll kill every one of those bastards without mercy and make them taste hell's suffering.....!!!\"\n\nObtaining the power of darkness, Raoul was revived. Sneering, he vowed revenge. \"Oh, I'm looking forward to it – from now on, I'll bask in their blood as I please.\"\n\nSeveral days after the hero's revival in the imperial capital where flowers bloomed in profusion, the parade that would advance towards tragedy began.",
      "fr": "Raul qui avait vaincu le roi démon et reconnu comme étant le héros le plus fort aurait dû devenir le sauveur du monde. Mais ses chers compagnons et sa famille ont été tués par des aristocrates affamés de pouvoir, et lui exécuté suite à de fausses accusations portées contre lui par la princesse. Juste avant que sa vie ne s'effondre, son cœur tomba finalement dans les ténèbres. \"Je déchirerai ces traîtres de membre en membre. Brûlez-les sur le bûcher. Coupez-les en morceaux. Embrochez-les. Je tuerai tous ces salauds sans pitié et je leur ferai goûter les souffrances de l'enfer…. ! ! ! !\" ! Ayant obtenu le pouvoir des ténèbres, Raul fut ressuscité. En tout ricanant, il jura de se venger. \"Oh, j'ai hâte d'y être - à partir de maintenant, je me prélasserai dans leur sang comme il me plaira.\" Quelques jours après la renaissance du héros, dans la capitale impériale où les fleurs fleurissaient à profusion, le défilé qui allait mener vers la tragédie débuta.",
      "ja": "最強の勇者として魔王を倒したラウルは、世界の救世主となる――はずだった。私利私欲を貪る貴族たちにより、仲間や家族を殺されたラウルは、偽りの罪で処刑される。命が潰えるその直前、ついに彼の心は悪に墜ちた。……あの裏切り者どもを、火炙りにして殺す。八つ裂きにして殺す。串刺しにして殺す。地獄のような苦しみの中で、憎き者たちを全員容赦なく殺してやる……!!!!　闇の力を手に入れ蘇生を果たしたラウルは、復讐を誓い、嗤う。「ああ、たのしみだな。――これからあいつらの血を、思う存分浴びることができる」　勇者の復活から数日後。花の咲き乱れる王都で、残虐を極めた復讐無双がはじまるのだった――。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6528c75-c2bc-4906-a8fc-cbc7db8940e9",
    "title": {
      "en": "Where the Heart Leads"
    },
    "updatedAt": "2024-08-26T15:52:11+00:00",
    "coverArt": "https://mangadex.org/covers/c6528c75-c2bc-4906-a8fc-cbc7db8940e9/1419b0eb-60fd-4484-bc6a-65c4ddf4cd55.png",
    "altTitles": [
      {
        "ko": "마음이 이끄는 대로"
      },
      {
        "en": "Where Your Heart Leads You"
      },
      {
        "en": "Follow Your Heart"
      }
    ],
    "description": {
      "en": "Yi-jae transmigrated as Hailey, the daughter of the Duke, who threw herself in the water just before her royal wedding.\n\nHowever, Yi-jae can see vengeful spirits that should not be visible behind the King!\nDays continue as Yi-jae struggles to exorcise the vengeful spirits that flock around King Roderick.\n\nAs Roderick spends more time with Yi-jae, he starts to notice the odd changes in his mental and physical self as they clear…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cdce6cdf-6817-49a8-842c-7a8d7f9b6463",
    "title": {
      "en": "Meguru Mirai"
    },
    "updatedAt": "2024-08-13T06:59:43+00:00",
    "coverArt": "https://mangadex.org/covers/cdce6cdf-6817-49a8-842c-7a8d7f9b6463/8fb04383-9707-404d-8cb0-d4c25193a05b.jpg",
    "altTitles": [
      {
        "ja": "めぐる未来"
      },
      {
        "en": "Revolving Future"
      }
    ],
    "description": {
      "en": "Mirai, a man who does not show his emotions, lives happily with his innocent and cheerful wife Meguru, but he has a \"cursed disease\" that he keeps secret even from his wife.\nThen one day, Mirai receives an important call from the police concerning his wife...!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "40"
  },
  {
    "mangaId": "4a89da3a-ebf9-467b-94a1-beeb7d1bd3e8",
    "title": {
      "en": "Koi yori Aoku"
    },
    "updatedAt": "2024-10-11T15:56:59+00:00",
    "coverArt": "https://mangadex.org/covers/4a89da3a-ebf9-467b-94a1-beeb7d1bd3e8/5a1392d4-9518-4d77-a86a-09b7f45d9531.jpg",
    "altTitles": [
      {
        "ja": "恋より青く"
      },
      {
        "en": "A Love Yet To Bloom"
      },
      {
        "ko": "사랑보다 푸른"
      },
      {
        "en": "Bluer Than Love"
      }
    ],
    "description": {
      "en": "Takamine, who can't find anything she likes, and Sakikura, who loves books. The two girls meet by chance and spend their after-school hours together. Are they friends? Or is it a nameless relationship spun between the two girls?\n\n------------\nNote: Serialization of the oneshot of same title by Fukaumi Kon in COMIC Ogyaaa!! published by Homesha."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "143a116f-8e1d-4f9b-9794-9fb8fc8f56dc",
    "title": {
      "en": "Android wa Keiken Ninzuu ni Hairimasu ka??"
    },
    "updatedAt": "2024-10-21T21:26:53+00:00",
    "coverArt": "https://mangadex.org/covers/143a116f-8e1d-4f9b-9794-9fb8fc8f56dc/265e82bc-8659-4591-b504-a9040f71e58a.jpg",
    "altTitles": [
      {
        "ja": "アンドロイドは経験人数に入りますか？？"
      },
      {
        "en": "Does it Count if You Lose Your Virginity to an Android?"
      },
      {
        "zh": "跟安卓做爱算经验人数吗？？"
      },
      {
        "zh-hk": "跟安卓做愛算經驗人數嗎？？"
      },
      {
        "zh-ro": "Gēn ānzhuō zuò'ài suàn jīngyàn rénshù ma??"
      },
      {
        "fr": "Est-ce grave de perdre sa virginité avec un robot ?"
      },
      {
        "fr": "Est-ce qu'un androïde compte pour une première fois ?"
      }
    ],
    "description": {
      "en": "The saucy cohabitation story of an android and an office lady who lives alone.",
      "ja": "仕事一筋、大手電機メーカーの企画部で働くOL・津田あかね（28）。職場では部のエースとして慕われている彼女だが、私生活では、部屋は散らかり放題で酒癖も悪く、恋人がいたことはなかった。ある日、酔った勢いと寂しさから彼女が買ってしまったのは、セックス用のアンドロイド・撫子で…!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b8ffc48-e11f-44a7-b2ac-a793f53cc9a5",
    "title": {
      "en": "I'm Here to Destroy"
    },
    "updatedAt": "2024-10-28T21:07:34+00:00",
    "coverArt": "https://mangadex.org/covers/8b8ffc48-e11f-44a7-b2ac-a793f53cc9a5/9dc7dbc3-bcd1-471e-a9fb-5ce17e3f65c4.png",
    "altTitles": [
      {
        "pt-br": "Eu Vim Para Destruir!"
      },
      {
        "ja": "この世を破壊しに来ました"
      },
      {
        "ko": "파괴하러 왔습니다"
      }
    ],
    "description": {
      "en": "Born as the almighty god of plants, but falsely accused of being an evil deity that will destroy the world and imprisoned in an isolation cell for 200 years.\nElijah, who became addicted to melodrama and novels while locked in his room, escapes to the human world and possesses Roselita Derman, a dying marquis.\nHe thought that human life would be easy with dramas and novels, but things don’t go as he pleases.\nRoselita didn’t commit suicide by drinking poison!?\nTo clear the name of Roselita, who is as miserable and unjustly accused as he is, he must find out the truth, even if it means breaking things here and there.\n“Aak! Who are you, really?!”\n“Me? I’m the fairy of the mallet who protects love and justice.”\nAnd he’s going to have a fateful love that he’s only seen in dramas and novels!\n“No one will ever point fingers at you again.”\nThe Derman family, especially his uncle Benjamin, can’t stand it even if I move a finger.\nDamn it. This is the first time I’ve felt this kind of affection!\n“You like my face. Look at it slowly, I won’t allow it.”\nAnd to top it all off, the broken-down crown prince is my fiancé…?\nWhat about my romance? My fateful love!?",
      "pt-br": "Nascida como uma deusa das plantas muito forte, mas há 200 anos ela estava trancada em uma câmara de quarentena, acusada de ser uma deusa maligna que destruirá o mundo.\n\nViciada em peças burlescas e romances, Haiyan foge para o mundo humano, e é possuído pela marquesa moribunda, Rosalie Dermann.\n\nEla achava que sua vida de teatro e romances seria fácil.\nMas as coisas não saem como planejado.\n\nRosalie não cometeu suicídio ao se envenenar!\n\nRosalie não se suicidou tomando veneno!? Pelo bem de Rosalie, que estava tão infeliz e foi injustamente acusada como eu, preciso descobrir o lado negro, mesmo que isso signifique quebrar coisas aqui e ali.\n\n\"Ack! Quem você é realmente?!\"\n\"Eu? A Fada do Martelo, defensora do amor e da justiça.\"\n\nE eu vou fazer o fatídico amor que só vi no teatro e nos romances!!!\n\n\"Não vou mais deixar ninguém apontar o dedo para você.\"\n\nPara a família Dermann, especialmente meu irmão Benjamin.\nEles se agitam ao menor toque de minha mão.\nQue droga. Nunca vi tanto carinho!\n\n\"Você gosta do meu rosto, fique à vontade, eu deixo.\"\n\nE um príncipe herdeiro com uma personalidade quebrada é meu pretendente?\nOnde está meu romance? Onde está meu amor destinado?\n\nUma fantasia romântica de arrepiar a cidra e de fazer a garota passar vergonha, da Deusa de Munchkin."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "acab1347-f048-4fff-a278-22694f62d4b7",
    "title": {
      "en": "My first love from the future"
    },
    "updatedAt": "2024-10-28T19:52:14+00:00",
    "coverArt": "https://mangadex.org/covers/acab1347-f048-4fff-a278-22694f62d4b7/353ee852-2c28-4d77-8c94-5af4a7b2c34a.png",
    "altTitles": [
      {
        "ko": "미래에서 온 첫사랑"
      },
      {
        "zh-ro": "Mối Tình Đầu Đến Từ Tương Lai"
      }
    ],
    "description": {
      "en": "Soo-ah is about to marry a sweet man named Hamin. In front of her is Lee Gyeom, whom she has been crushing on for 19 years.\nSix years ago, Lee Gyeom left for abroad without saying a word, and for 19 years he refused to confess,\nHe proposes to Soo-ah, who is three months away from getting married...\n\n“If you marry him, you will die.”\nSurprised by the situation, Soo-ah keeps him at arm's length, but he begins to intrude into her life.\n“Why are you doing this now?\n\nOnce, I loved him so much, but he hated me so much.\nNow, the man who promises to marry me and loves me only for me, Hamin.\nAnd the woman who is loved by both of them, Sua.\n\nThe strange fate of three men and three women over 49 regressions."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "312b9bce-c18c-4fa9-ba39-59ecc7d9cbe1",
    "title": {
      "ja": "Isekai Kaeri no Daikenja-sama wa Sore Demo Kossori Kurashite Iru Tsumori desu"
    },
    "updatedAt": "2024-07-11T09:56:00+00:00",
    "coverArt": "https://mangadex.org/covers/312b9bce-c18c-4fa9-ba39-59ecc7d9cbe1/377b3510-a653-4e28-98c7-0a8b1f4f355a.jpg",
    "altTitles": [
      {
        "ja": "異世界帰りの大賢者様はそれでもこっそり暮らしているつもりです"
      },
      {
        "en": "The Great Sage Who Returned from Another World Wants to Live Quietly"
      }
    ],
    "description": {
      "en": "Saito was reincarnated to the other world at the age of 15, becomes the Great Sage, and defeated the Demon Lord. Shortly after that, the door connecting the other world and the real world opens, and Saitou return to Japan with the power of the Great Sage. However, 19 years have passed in the real world. Saito, who was drifted away for so long, met his childhood friend Kanako, who’s now a single mother. But it seems like there’s someone who’s targeting Kanako’s life… The story of a wannabe Great Sage who came back from another world begins!",
      "ja": "15歳で異世界へ転生したサイトーは 大賢者となって魔王を余裕で討伐！ 異世界と現実世界を繋ぐ扉をくぐり帰還するも 日本では19年の歳月が過ぎていて‥‥。 ウラシマ状態のサイトーが出会ったのは シングルマザーとなった幼馴染のかなこ。 なにやら、かなこの命を狙う輩がいるらしい！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c4a018d0-9eb5-4cf2-8c4f-3fde78f38d4e",
    "title": {
      "en": "Corpse Knight Gunther"
    },
    "updatedAt": "2024-09-23T22:23:21+00:00",
    "coverArt": "https://mangadex.org/covers/c4a018d0-9eb5-4cf2-8c4f-3fde78f38d4e/5afb9a8a-2373-498a-8e9a-22839035eb28.jpg",
    "altTitles": [
      {
        "ko": "시체기사 군터"
      },
      {
        "en": "Cadaver Gunther"
      },
      {
        "en": "Dead Knight Gunther"
      },
      {
        "ru": "Рыцарь труп Гюнтер"
      },
      {
        "ru": "Мёртвый рыцарь Гюнтер"
      }
    ],
    "description": {
      "en": "The war between humans and vampires will come to an end with the victory of the vampires, as expected by all. In the yet-to-be-invaded Holy Land of Bahal, after a concerted effort to counterattack mankind, he succeeds in creating a \"corpse knight\" who never dies and a \"power source\" that can move him, thus reviving the gladiatorial \"Gunther\" as a \"corpse knight.\"",
      "ko": "인간과 뱀파이어와의 전쟁은 모두의 예상대로 뱀파이어의 승리로 끝을 맞이하게 된다. 아직 침략받지 않은 성지 ‘바할’에서 인류의 반격을 위한 각고의 노력 끝에 죽지 않는 ‘시체 기사’와 그를 움직일 수 있는 ‘동력원’ 제작에 성공하여, 검투사였던 ‘군터’를 ‘시체기사’로 되살리게 된다."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "90"
  },
  {
    "mangaId": "cc672e09-85c8-4b4f-a148-825bb5c59245",
    "title": {
      "en": "Control"
    },
    "updatedAt": "2024-09-29T18:27:15+00:00",
    "coverArt": "https://mangadex.org/covers/cc672e09-85c8-4b4f-a148-825bb5c59245/da209864-bc4e-4e8b-bd5d-e93a4aa84479.jpg",
    "altTitles": [
      {
        "ko-ro": "Jibae"
      },
      {
        "de": "Kontrolle"
      },
      {
        "ko": "지배"
      },
      {
        "en": "Domination"
      },
      {
        "ru": "Контроль"
      }
    ],
    "description": {
      "de": "Da geht irgendwas sehr seltsames in der Nachbarschaft vor sich.  \nJa wen wirst du Bescheid sage? Wen willst du zur Hilfe holen? Ähm… irgendein komisches… Mädchen was von sich behauptet, hypnotische Kräfte zu besitzen? Ach so, ja, genau das.  \nJedoch hast du absolut keine Ahnung wo sie ist, und du hast ihr auch nicht Bescheid gegeben.  \nWas wird nun aus dir werden, da er da ist…?",
      "en": "There's something strange, in the neighborhood.  \nWho you gonna call? Uhm. Some strange cute hypnotist girl.  \nAnd you have no clue who she is, and you didn't call her.  \n  \n\n\n---",
      "ru": "Каково это, когда привычный мир рушится в одночасье? Кто друг, а кто враг?\nМожно ли доверять себе, когда сам теряешься в круговороте пугающих и необъяснимых событий? А может быть, ты сам и есть их источник?\nГлавный герой — обычный корейский парень, живущий с пожилой матерью в крохотной квартирке, обнаружил, что люди вокруг внезапно изменились. Некие зловещие существа без лишнего шума захватили целый город, а, возможно, даже страну или мир. Но главный герой не собирается сидеть сложа руки и, объединившись с загадочной гипнотизёршей, решает дать отпор неведомым тварям."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "60"
  },
  {
    "mangaId": "394398f2-6287-48c7-9713-cd1759c97291",
    "title": {
      "en": "The Blood Princess and the Knight"
    },
    "updatedAt": "2024-09-12T22:58:59+00:00",
    "coverArt": "https://mangadex.org/covers/394398f2-6287-48c7-9713-cd1759c97291/78a07ad9-a65b-43ca-bf59-a0cf18694e43.jpg",
    "altTitles": [
      {
        "zh-ro": "Xue Ji Yu Qi Shi"
      },
      {
        "ja": "血の姫と騎士"
      },
      {
        "zh": "血姬与骑士"
      },
      {
        "en": "Vampires and Knight"
      },
      {
        "ru": "Вампиры и рыцарь"
      },
      {
        "ru": "Рыцарь и Королева Крови"
      },
      {
        "ko": "서큐버스가 되어버린 기사님"
      },
      {
        "fr": "From Holy Knight to Vampire"
      }
    ],
    "description": {
      "en": "I, who was a sacred knight, was defeated and captured in a battle against the vampire clan.   \n\n\"Oh? Letting you die? In your dreams! Accept my embrace, and in the future, please take care of me, my lovely daughter~\"   \n\nThe silver-haired Queen of the Vampire Clan lifted my chin and smiled cunningly, her sharp canines drawing closer to my neck… \n\n---\n**Links:**\n- [Alternative raw (Bilibili)](https://manga.bilibili.com/detail/mc28199)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7f56ace-cd30-48b9-8b64-afeca0077fca",
    "title": {
      "en": "The Greatest Estate Developer"
    },
    "updatedAt": "2024-08-24T03:08:55+00:00",
    "coverArt": "https://mangadex.org/covers/d7f56ace-cd30-48b9-8b64-afeca0077fca/c2613a1e-426f-4ee3-a6f7-caf003324dc7.jpg",
    "altTitles": [
      {
        "ko": "역대급 영지 설계사"
      },
      {
        "en": "The Greatest Estate Designer"
      },
      {
        "ja": "史上最高の領地設計士"
      },
      {
        "en": "The World's Best Engineer"
      },
      {
        "zh": "史诗级领地设计师"
      },
      {
        "ru": "Система всемогущего дизайнера"
      },
      {
        "zh-hk": "史詩級領地設計師"
      },
      {
        "ko-ro": "Yeokdaegeum Yeongji Seolgyesa"
      },
      {
        "es-la": "El Mejor Ingeniero del Mundo"
      },
      {
        "es-la": "El Mejor Diseñador Inmobiliario"
      }
    ],
    "description": {
      "en": "When civil engineering student Suho Kim falls asleep reading a fantasy novel, he wakes up as a character in the book.\n\n Suho is now in the body of Lloyd Frontera, a lazy noble who loves to drink, and whose family is in a mountain of debt. Using his engineering knowledge, Suho designs inventions to avert the terrible future that lies in wait for him. \n\nWith the help of a giant hamster, a knight, and the world’s magic, can Suho dig his new family out of debt and build a better future?",
      "ja": "大自然の中でのスローライフもよし、最高の教育機関で学ぶのもよし！交通の便はもちろんのこと、赤ちゃんからご老人までどの世代の方にもご満足いただけるワンストッププレミアムライフをフロンテラ男爵領がご提案いたします！現在、先着順にて分譲契約中！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/shishijilingdishejishi/list?title_no=1922)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001690)",
      "ko": "소설 속 귀족이 된 토목공학도 김수호. \n그런데 뭐? 내 영지가 곧 망할 거라고? \n그럼 살려야지. 설계하고, 건설하고, 분양해서. \n\n【전 대륙이 기다려온 특별한 기회! 퍼펙트한 교통, 최상의 학군, 쾌적한 숲세권, 원스톱 프리미엄 영지 라이프의 프론테라 남작령이 여러분을 기다립니다. 선착순 분양계약중!】\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/shishijilingdishejishi/list?title_no=1922)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001690)",
      "ru": "Инженер-строитель Ким Су Хо стал аристократом на страницах романа. Но вот незадача! Поместье на грани банкротства? Тогда нужно спасать землю. Проектировать, строить и продавать. [Уникальная возможность, которую так ждал весь континент! Вас ждут идеальная транспортная развязка, лучший школьный район, приятный лесной массив и барон Фронтера, владелец уникальной недвижимости премиум-класса. Договор купли-продажи заключается в порядке очереди!]\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/shishijilingdishejishi/list?title_no=1922)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001690)",
      "zh": "穿越到小说成了废物贵族！\n逆天改命构建商业帝国！\n土木设计工程学专业的金修豪意外穿越到小说里，还成为了一个在初期就会死掉的废物贵族。已经看到小说结局的修豪知道自家的领地快玩儿完了！那得赶紧救活它啊！设计，建设，出售啊！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/shishijilingdishejishi/list?title_no=1922)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001690)",
      "es-la": "Kim Suho, que es ingeniero civil, se convirtió en un noble dentro de una novela. ¿Y qué? ¿Mi patrimonio está a punto de fracasar? Entonces debe salvarse. Diseñar, construir y vender. [¡La esperada oportunidad especial en todo el continente! El transporte perfecto, el distrito educativo más alto, un área forestal agradable y una vida familiar de primera calidad en Baron Frontera que todos han estado esperando. ¡Un contrato por orden de llegada!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4d23997-f20f-4da6-b7b3-e463d92abd62",
    "title": {
      "en": "BLADE & BASTARD"
    },
    "updatedAt": "2024-10-25T16:54:00+00:00",
    "coverArt": "https://mangadex.org/covers/e4d23997-f20f-4da6-b7b3-e463d92abd62/301fc20d-d57a-4471-be56-65faeaa259d6.jpg",
    "altTitles": [
      {
        "ja-ro": "Bureido & Basutaado"
      },
      {
        "ja": "ブレイド＆バスタード"
      },
      {
        "ru": "Клинок и Ублюдок"
      },
      {
        "uk": "Лезо та Байстрюк"
      },
      {
        "en": "Blade & Bastard"
      },
      {
        "en": "Blade and Bastard"
      }
    ],
    "description": {
      "en": "Deep in the unexplored reaches of the dungeon, a corpse is discovered—one that shouldn’t exist. After Iarumas is resurrected, his memories of life before death are gone, and he spends his days delving into the dungeon to retrieve the bodies of dead adventurers. Can they be revived as well? Or will God reduce them to piles of ash on the altar? Either way, Iarumas collects his finder’s fee. And though his skills earn him some grudging respect, he’s also scorned for this cold, utilitarian attitude. The living keep their distance—Iarumas consorts primarily with the dead. That is, until he meets Garbage, a feral young swordswoman who’s the sole survivor of a massacred party. With Garbage by his side, Iarumas ventures deeper, scouring the dungeon for clues to his past, avoiding monsters, traps, and the inevitability of a permanent ashen demise."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fbeea85-0005-4a07-85d6-a7dc482c189e",
    "title": {
      "en": "The King and Me"
    },
    "updatedAt": "2024-10-14T13:47:45+00:00",
    "coverArt": "https://mangadex.org/covers/6fbeea85-0005-4a07-85d6-a7dc482c189e/70dd3dca-bdd8-4c18-879f-dac6ee418df3.png",
    "altTitles": [
      {
        "zh": "再见，我的国王"
      },
      {
        "uk": "Побачимося, мій Королю"
      },
      {
        "zh-ro": "Zaijian, Wo De Guowang"
      },
      {
        "en": "Goodbye, My King"
      },
      {
        "en": "Till We Meet Again, My King"
      },
      {
        "en": "See You, My King"
      },
      {
        "ko": "안녕, 나의 폐하"
      }
    ],
    "description": {
      "en": "Zhang Li sees his beloved \"stone statue\" vanish before his eyes. Stricken with grief and remorse, he travels back in time and arrives in Elbis, a mythical ancient civilization that mysteriously perished.  At last, he encounters the \"stone statue\" again, only to find that he wasn't the old crybaby that clung to him every day, but a cold, ruthless \"tyrant\" instead. Will he be able to stay with him this time…?\n\nOfficial Translations:\n[Korean](https://www.bomtoon.com/comic/ep_list/my_majesty)",
      "uk": "Просто на очах Джана Лі мила його серцю кам'яна статуя щезає у небутті. Сповнений горя та каяття, юнак мандрує в минуле та потрапляє до Айбіссу, стародавньої цивілізації, що, за легендами, загадково вгасла багато сторіч тому. Удруге стрівши кам'яну статую, він усвідомлює, що дурник-плаксій, який бігав за ним хвостиком, перетворився на байдужого й безжального “деспота”. Чи здатен він залишитись із ним цього разу?.."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "79ca6344-5468-4fa8-8eb7-859728b27156",
    "title": {
      "ja": "I Don't Know Which Is Love"
    },
    "updatedAt": "2023-08-20T20:56:23+00:00",
    "coverArt": "https://mangadex.org/covers/79ca6344-5468-4fa8-8eb7-859728b27156/c38311a2-3669-442e-9c9c-d5efe052298f.jpg",
    "altTitles": [
      {
        "ja": "どれが恋かがわからない"
      },
      {
        "id": "Aku Nggak Tau Yang Mana Cinta"
      },
      {
        "ja-ro": "Dore ga Koi Ka ga Wakaranai"
      }
    ],
    "description": {
      "en": "Our protagonist, Soraike Mei, confessed her unrequited love to her friend at the high school graduation ceremony… That was the plan, at least. Her confession was a failure. Because of that, she is keen to “Definitely get a girlfriend during college!” But for some reason, one woman after another keeps on approaching her?!",
      "id": "Mei, seorang gadis yang pernah merasakan pahitnya cinta yang telah direbut oleh suatu cowok pada saat kelulusan SMA, mencoba berusaha untuk menggaet cewek di Universitas. Namun, dalam kehidupan di kampusnya, dia tidak hanya didekati oleh 1 cewek, tetapi 5 cewek! Apakah Mei dapat bertahan hidup karenanya?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd678ff4-b995-40d7-9602-f7dda96d1324",
    "title": {
      "en": "Monsters and Girls"
    },
    "updatedAt": "2024-10-28T20:42:57+00:00",
    "coverArt": "https://mangadex.org/covers/bd678ff4-b995-40d7-9602-f7dda96d1324/e0ed8fb6-2423-4c0a-bf33-69cdab10735f.png",
    "altTitles": [
      {
        "pt-br": "Monstros e Garotas"
      }
    ],
    "description": {
      "en": "Various stories and short comics about monsters, angels, plague doctors, etc.",
      "pt-br": "Várias histórias e quadrinhos curtos sobre monstros, anjos, médicos da peste, etc."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d16348a7-b667-4496-8e0e-2b12540d86ce",
    "title": {
      "en": "Pokemon Heroines"
    },
    "updatedAt": "2024-10-03T13:15:47+00:00",
    "coverArt": "https://mangadex.org/covers/d16348a7-b667-4496-8e0e-2b12540d86ce/fde1d88a-4897-4bdc-baa9-e50f1323b418.jpg",
    "altTitles": [
      {
        "vi": "Pokemon Heroines"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9478665e-412b-4e08-9844-5c07a732a71b",
    "title": {
      "en": "Eiyuu to Kenja no Tensei Kon: Katsute no Koutekishu to Kon'yakushite Saikyou Fuufu ni Narimashita"
    },
    "updatedAt": "2024-10-25T06:30:52+00:00",
    "coverArt": "https://mangadex.org/covers/9478665e-412b-4e08-9844-5c07a732a71b/8c853f93-0327-41b5-a56f-072aed8d308d.jpg",
    "altTitles": [
      {
        "ja": "英雄と賢者の転生婚　～かつての好敵手と婚約して最強夫婦になりました～"
      },
      {
        "en": "The Hero and the Sage, Reincarnated and Engaged"
      },
      {
        "en": "The Reincarnated Marriage of a Hero and Sage: After Becoming Engaged to a Former Rival, We Became the Strongest Couple"
      },
      {
        "pt-br": "Reencarnado • O herói se casa com o sábio ~Depois de ficar noivo de um ex-rival, nos tornamos o casal mais forte~"
      }
    ],
    "description": {
      "en": "In a world ravaged by war and conflict, Hero Raid Freeden and Sage Eluria Caldwin clashed time and time again over fifty long years as the strongest soldiers of their respective nations. However, their long-standing rivalry came to an inevitable yet bitter end with Eluria’s sudden death. A thousand years later, Raid finds he has been reincarnated—and so has Eluria! The world may now be at peace, but the two have an unsettled rivalry between them and the mystery of their reincarnation looms ominously over their heads. There’s so much that needs to be done, so they decide to...get engaged and attend the Royal Institute of Magic together?!\n\n---\n**Links** \n\n* [Official English Light Novel](https://j-novel.club/series/the-hero-and-the-sage-reincarnated-and-engaged)\n* [NovelUpdates](https://www.novelupdates.com/series/reincarnated-%e2%80%a2-the-hero-marries-the-sage-after-becoming-engaged-to-a-former-rival-we-became-the-strongest-couple/) (Temporary, Bug cuts this url when saved in the NU field)",
      "ja": "英雄・レイドと賢者・エルリアは長きに渡り戦っていたが、賢者の死により戦いは唐突に終わる。レイドは敵国に乗り込みエルリアの遺体の前で壮絶な死を遂げた…と、思ったら自分は赤子で世界は千年後に!?",
      "pt-br": "Reid, um jovem herói com a maior força física, e Elria, uma bela sábia com a maior habilidade mágica.\n\nEles continuaram a lutar como rivais em nações inimigas opostas, mas seu relacionamento chegou ao fim com a morte repentina de Elria... Então, mil anos depois,\n\nReencarnou em um mundo onde a magia reina suprema, mas aquele que manteve a força física mais forte de sua vida anterior, Reid, se reuniu com Elria, que também reencarnou—\n\n\"Ei, Reid, quero que você se case comigo.\"\n\n\"…Huh?\"\n\nOs dois, que se tornaram o casal amoroso inconsciente mais forte em mil anos, matricularam-se na Royal Magic Academy para decidir quem é mais forte!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e326fcfb-ec60-4f6b-877b-ab2448c678d3",
    "title": {
      "en": "7th Time Loop: The Villainess Enjoys a Carefree Life Married to Her Worst Enemy!"
    },
    "updatedAt": "2024-10-26T00:13:38+00:00",
    "coverArt": "https://mangadex.org/covers/e326fcfb-ec60-4f6b-877b-ab2448c678d3/750e10f5-8bf3-4382-9211-7b0a5f36fadd.jpg",
    "altTitles": [
      {
        "ja": "ループ7回目の悪役令嬢は、元敵国で自由気ままな花嫁（人質）生活を満喫する"
      },
      {
        "ja": "ループ7回目の悪役令嬢は、元敵国で自由気ままな花嫁生活を満喫する"
      },
      {
        "ja-ro": "Loop 7-kai me no Akuyaku Reijou wa, Moto Tekikoku de Jiyuu Kimamana Hanayome Seikatsu wo Mankitsu Suru"
      },
      {
        "ja-ro": "Rūpu 7-kai-me no Akuyaku Reijō wa, Moto Tekikoku de Jiyū Kimamana Hanayome (Hitojichi) Seikatsu o Mankitsu suru"
      },
      {
        "ja-ro": "Rūpu 7-kai-me no Akuyaku Reijō wa, Moto Tekikoku de Jiyū Kimamana Hanayome Seikatsu o Mankitsu suru"
      },
      {
        "en": "The Villain Daughter Enjoys Her Seventh Life as a Free-Spirited Bride (Hostage) in a Former Enemy Country"
      },
      {
        "en": "The Villainess Wants to Enjoy a Carefree Married Life in a Former Enemy Country in Her Seventh Loop!"
      },
      {
        "zh": "轮回七次的恶役千金，在前敌国享受随心所欲的新婚生活"
      },
      {
        "zh-hk": "輪回七次的惡役千金，在前敵國享受隨心所欲的新婚生活"
      },
      {
        "vi": "Nữ Phụ Phản Diện Ở Kiếp Thứ 7 Muốn Tận Hưởng Cuộc Sống Hôn Nhân Ở Địch Quốc"
      },
      {
        "th": "ชีวิตลูปที่ 7 ของนางร้าย ขอเป็นเจ้าสาวนอนกลิ้งสบายในแดนอดีตศัตรู"
      },
      {
        "ko": "루프 7회차 악역 영애는 적국에서 자유로운 신부 생활을 만끽한다"
      }
    ],
    "description": {
      "en": "Rishe, the daughter of a duke, is stuck in a time loop that begins at the moment her engagement is annulled and ends with her early demise at the age of 20. She has now begun her seventh loop.  \n  \nIn her past do-overs, Rishe experienced various occupations, including being a merchant, a pharmacist, and a knight. But this time around, she simply wishes to live a long and leisurely life!  \n  \nThat *was* the plan, only for it to be derailed by an unprecedented marriage proposal from her killer in the previous loop, the neighbouring country's Crown Prince—?!  \n\n\n---\n\n- [Original Web Novel](https://ncode.syosetu.com/n1784ga/)",
      "id": "Rishe, seorang putri dari bangsawan, terjebak dalam putaran waktu yang dimulai sesaat setelah pertunangannya dibatalkan, dan berakhir saat kematiannya di awal usia 20 tahun. sekarang dirinya memulai putaran waktu yang ke tujuh kalinya. Di kehidupan sebelumnya, Rishe menjalani berbagai macam pekerjaan, termasuk bekerja menjadi pedagang, apoteker, dan seorang kesatria. Tetapi pada kali ini, dia hanya mengharapkan kehidupan panjang dan waktu yang luang! Itu adalah rencananya, hanya untuk tergelincir dalam tunangan yang belum pernah terjadi dari seseorang yang membunuhnya pada putaran waktu yang sebelumnya, Putra mahkota dari negeri tetangga-?!",
      "ja": "公爵令嬢リーシェの人生には大きな秘密があった――。 \nそれは“20歳で命を落としては婚約破棄の瞬間に戻ってしまう”こと。 \n\nこれまで商人や薬師、侍女などそれぞれで充実した時間を満喫したが７回目の今度の人生は、違った決意に満ちていた。 \n\n「今度こそ長生きをしてゴロゴロした生活を送りたい！」 \n\nだが、実行に移すべく城を飛び出そうとした矢先、皇国ガルクハインの皇太子アルノルトと邂逅を果たす。 \n\n彼こそ“騎士”だった前世でリーシェを殺害した張本人だった！ \nさらに、妙に気に入られ結婚まで申し込まれてしまい――!? \nゴロゴロしたい決意とは裏腹に、波瀾万丈な７回目の人生が始まる。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23f2ab6b-0832-456b-9d87-35868ce34fc8",
    "title": {
      "en": "My Clueless First Friend"
    },
    "updatedAt": "2024-10-23T17:19:15+00:00",
    "coverArt": "https://mangadex.org/covers/23f2ab6b-0832-456b-9d87-35868ce34fc8/c6e86e9d-b556-4197-9988-e84a8fe47135.jpg",
    "altTitles": [
      {
        "ja-ro": "Jijyou wo Shiranai Tenkousei ga Guigui Kuru"
      },
      {
        "pt": "O Aluno Sem Noção Transferido É Assertivo"
      },
      {
        "ja": "事情を知らない転校生がグイグイくる。"
      },
      {
        "zh-hk": "什麼情況都不知道的轉校生一個勁的湊過來。"
      },
      {
        "uk": "Цей безглуздий переведений учень такий настирливий. Мій дивакуватий друг"
      },
      {
        "fr": "Mon Amie des Ténèbres."
      },
      {
        "en": "The Clueless Transfer Student Is Assertive."
      },
      {
        "pt-br": "Meu Primeiro Amigo é um Tapado"
      }
    ],
    "description": {
      "en": "Akane Nishimura is a shy and gloomy elementary school girl with an unfounded dire reputation in her class due to her appearance. Taiyou Takada is a transfer student in her class who came from a small countryside school, and who is fascinated by the aspects of Nishimura that her classmates use to pick on her, finding her \"darkness\" cool beyond compare. Through the unbridled and fundamental joy Takada finds in being her friend, Nishimura starts realizing that being herself is not as bad as she thinks.",
      "uk": "Акане Нішімура — сором’язлива та похмура дівчинка початкової школи, яка через свою зовнішність має безпідставну жахливу репутацію у своєму класі. Тайо Такада — новий учень, який перевівся з невеликої сільської школи, і якому подобається унікальність Нішімури, яку її однокласники використовують, щоб познущатися з неї, вважаючи, що її «темрява» виглядає моторошно. Через нестримну та фундаментальну радість, яку проявляє Такада, будучи її другом, Нішімура починає розуміти, що бути собою не так вже й погано, як вона думала.",
      "pt-br": "Nishimura é uma garota retraída, hostilizada por todos os colegas por seu jeito sombrio, que dizem até que ela é a Morte em pessoa. Mas isso só chama ainda mais a atenção de Takada, um novo aluno transferido. Sem saber o motivo do apelido, que por sinal ele acha super-maneiro, Takada começa a se aproximar mais e mais da Nishimura para se tornar amigo dela. Uma história cativante, cheia de nostalgia dos nossos tempos de fundamental, sobre uma amizade que vai aquecer seus corações!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "704168db-8ad7-4eee-a300-bdc7eb4c78ba",
    "title": {
      "en": "Kuro Gal-san ga Kuru!"
    },
    "updatedAt": "2024-10-11T14:07:52+00:00",
    "coverArt": "https://mangadex.org/covers/704168db-8ad7-4eee-a300-bdc7eb4c78ba/8a5e840a-baa3-4b4b-a905-3725f28448c5.jpg",
    "altTitles": [
      {
        "ja": "黒ギャルさんが来る！"
      },
      {
        "ja-ro": "Kuro Gyaru-san ga Kuru!"
      },
      {
        "en": "Black Gal–san Is Coming!"
      },
      {
        "en": "A Black Gal Is Coming!"
      },
      {
        "en": "A black gyaru is coming!"
      },
      {
        "zh": "黑辣妹小姐来啦！"
      },
      {
        "zh-ro": "Hēi làmèi xiǎojiě lái la!"
      }
    ],
    "description": {
      "en": "A beleaguered office worker finds his way to a cafe where he decries the hardships of his routine. In there, a friendly gyaru high schooler notices his lamentations and after hearing him vent out, she cheers him up the \"gyaru\" way and they exchange contacts.  \n  \nWhat will become of this unlikely friendship?",
      "es-la": "Un oficinista asediado encuentra su camino a un café donde denuncia las dificultades de su rutina. Allí, una amable estudiante de secundaria gyaru se da cuenta de sus lamentos y después de oírle desahogarse, le anima a la manera de \"gyaru\" e intercambian contactos. ¿Qué será de esta improbable amistad?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "94c7e52e-a6b2-4b57-ba14-68f58fc77c8e",
    "title": {
      "en": "Ghost Fixers"
    },
    "updatedAt": "2024-09-06T11:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/94c7e52e-a6b2-4b57-ba14-68f58fc77c8e/f38d717c-4e45-487b-b628-c08d733bcb53.jpg",
    "altTitles": [
      {
        "ja": "ゴーストフィクサーズ"
      },
      {
        "ru": "Исправители призраков"
      }
    ],
    "description": {
      "en": "Following a certain event, Mikurigaoka New Town transformed into a crucible of supernatural phenomena known as GHOSTS! In said town lives Hifumi, a middle school boy, who one day encounters a girl who just moved in... Help \"correct\" the supernatural in this action-packed tale from Yasuki Tanaka, creator of \"Summer Time Rendering\"!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e2c9faf-0f05-4085-8a7b-d9e36428f9d4",
    "title": {
      "en": "The Witch's Throne"
    },
    "updatedAt": "2024-10-28T20:27:47+00:00",
    "coverArt": "https://mangadex.org/covers/5e2c9faf-0f05-4085-8a7b-d9e36428f9d4/d7c8947d-14ca-4a29-af12-bd5a059bee1a.png",
    "altTitles": [
      {
        "pt-br": "O Trono da Bruxa"
      },
      {
        "es": "El trono de la bruja"
      }
    ],
    "description": {
      "en": "Once every ten years, a random girl awakens as a witch with immeasurable power that is destined to destroy the world. To prevent this calamity from happening, four sacred tournaments are held one year prior to her birth to train and select a party of heroes strong enough to slay her. 99 years have passed since the first witch was born and felled, and the next cycle of tournaments are soon to begin. Follow Agni, a young alchemist with a penchant for explosives and revelry as she gathers her own party of wannabe heroes to participate in the tournaments and uncover the mystery behind the witch's true origins.",
      "es": "Cada diez años, una chica recibe los nefastos poderes de una bruja cuya única meta es destruir el mundo. Tratando de evitar este cruel destino, el pueblo organiza cuatro torneos, en los cuales los ganadores se enfrentan a la bruja con tal de matarla, convirtiéndose en legendarios héroes. Sin más nadie en el mundo que sus ilusiones y pociones, Agni decide ir tras su descabellado sueño y convertirse en heroína. Únete a su fantástica búsqueda de gloria, en donde nada es lo que parece.",
      "pt-br": "Uma vez a cada dez anos, uma garota aleatória desperta como uma bruxa com poder imensurável, destinada a destruir o mundo. Para evitar que essa calamidade aconteça, quatro torneios sagrados são realizados um ano antes de seu nascimento para treinar e selecionar um grupo de heróis fortes o suficiente para matá-la. 99 anos se passaram desde que a primeira bruxa nasceu e foi abatida, e o próximo ciclo de torneios está prestes a começar. Acompanhe Agni, uma jovem alquimista com uma queda por explosivos e folia, enquanto ela reúne seu próprio grupo de aspirantes a heróis para participar dos torneios e descobrir o mistério por trás das verdadeiras origens da bruxa."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77a32af5-e060-4f21-8576-2590c899fb52",
    "title": {
      "en": "Lost in the Cloud"
    },
    "updatedAt": "2023-04-17T01:35:31+00:00",
    "coverArt": "https://mangadex.org/covers/77a32af5-e060-4f21-8576-2590c899fb52/fc71129b-0ba6-42a1-ace3-d69be6335b9f.jpg",
    "altTitles": [
      {
        "pt-br": "Perdido na nuvem"
      },
      {
        "pt-br": "Nuvem"
      },
      {
        "zh": "云端之恋"
      },
      {
        "ko": "클라우드"
      },
      {
        "en": "Cloud (Paskim)"
      },
      {
        "uk": "Загублений у хмарі"
      }
    ],
    "description": {
      "en": "Skylar has a secret hobby - taking photos of his crush, Chan-il. But when Cirrus stumbles upon Skylar's cloud storage with its impressive collection of Chan-il's photos, things escalate pretty quickly. At first confident his secret is safe with Cirrus, Skylar continuously finds himself in compromising situations, making him question Cirrus' true motives",
      "uk": "У Ханиля є таємне хобі - фотографувати своє нерозділене кохання, Чаниля. Але коли Хьонун натикається на хмарне сховище Ханиля, з його вражаючою колекцією фотографій, ситуація досить швидко загострюється.\nЧи збереже Хьонун секрет? Що він задумав?",
      "pt-br": "Skylar tem um hobby secreto - tirar fotos de sua paixão, Chan-il. Mas quando Cirrus se depara com o armazenamento de nuvem de Skylar com sua impressionante coleção de fotos de Chan-il, as coisas começam a andar muito rapidamente. A princípio confiante de que seu segredo está seguro com Cirrus, Skylar continuamente se encontra em situações comprometedoras, fazendo-o questionar os verdadeiros motivos de Cirrus."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a9b0b9c-9bd3-4b43-ae15-0747357e6194",
    "title": {
      "en": "Senpai is an Otokonoko"
    },
    "updatedAt": "2024-10-09T04:08:22+00:00",
    "coverArt": "https://mangadex.org/covers/9a9b0b9c-9bd3-4b43-ae15-0747357e6194/b20343c1-8c76-4a71-8d1e-7020a2927bbb.jpg",
    "altTitles": [
      {
        "en": "My Crossdressing Senpai"
      },
      {
        "ja": "先輩はおとこのこ"
      },
      {
        "zh-hk": "前輩是偽娘"
      },
      {
        "zh": "前辈是男孩子"
      },
      {
        "th": "รุ่นพี่สุดสวยคนนี้เป็นผู้ชาย"
      },
      {
        "ko": "선배는 남자아이"
      },
      {
        "fr": "My crossdressing crush"
      },
      {
        "de": "My Crossdressing Crush"
      },
      {
        "zh-hk": "學姊是男孩"
      },
      {
        "ja": "ぱいのこ"
      },
      {
        "ja-ro": "Painoko"
      },
      {
        "ja-ro": "Senpai wa Otokonoko"
      },
      {
        "ja": "先輩はおとこのこ～出会い編～"
      },
      {
        "ja-ro": "Senpai wa Otokonoko: Deai-hen"
      },
      {
        "en": "My Crossdressing Senpai: Encounter Arc"
      },
      {
        "en": "Senpai is an Otokonoko: The Encounter"
      },
      {
        "zh-hk": "前輩是偽娘 邂逅篇"
      },
      {
        "zh": "前辈是男孩子 邂逅篇"
      },
      {
        "en": "Senpai Is an Otokonoko: My Crossdressing Classmate"
      },
      {
        "pt-br": "Senpai é um Otokonoko"
      },
      {
        "es-la": "Mi compañero se traviste"
      },
      {
        "es": "Mi compañero se traviste"
      },
      {
        "fr": "Makoto est un garçon"
      },
      {
        "de": "Senpai ist Crossdresser"
      },
      {
        "it": "Al senpai piace vestirsi da ragazza"
      },
      {
        "ru": "Она парень"
      }
    ],
    "description": {
      "de": "Die Highschool-Schülerin Aoi ist schwer verliebt in Makoto, ein superhübsches Mädchen, die die gleiche Schule besucht. Aber als Aoi ihren Mut zusammennimmt, Makoto ihre Liebe zu gestehen, nimmt die Geschichte plötzlich eine unerwartete Wendung: In Wirklichkeit ist Makato ein Junge, der sich als Mädchen verkleidet!",
      "en": "The story of a crossdresser who receives a confession from a junior.\n\n---\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/romance/senpai-is-an-otokonoko/list?title_no=5137)\n* [Chinese (Traditional) / 中文 (繁體)](https://www.webtoons.com/zh-hant/bl-gl/senpai-wa-otokonoko/list?title_no=3770 )\n* [Chinese (Simplified) / 中文 (简体)](https://www.dongmanmanhua.cn/CAMPUS/qianbeishinanhaizi/list?title_no=1935)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/senpai-wa-otokonoko/list?title_no=3984)\n* [Korean / 한국어](https://series.naver.com/comic/detail.series?productNo=8154605)\n* [French / Français](https://www.webtoons.com/fr/romance/senpai-wa-otokonoko/list?title_no=4068)\n* [German / Deutsch](https://www.webtoons.com/de/romance/my-crossdressing-crush/list?title_no=4235)",
      "fr": "Aoi, une élève de seconde, a eu le coup de coeur pour Makoto, une fille de 1ère super jolie. Mais quand Aoi prend son courage à deux mains pour se déclarer, Makoto lui fait une révélation inattendue... En réalité, c'est un garçon qui se déguise en fille !",
      "ja": "男の娘が後輩に告白される話です。",
      "ko": "하나오카 마코토는 귀여운 것을 아주 좋아하는 남자 아이.\n어느 날, 마코토는 자신을 여자라고 착각하고 있는 여자 후배 사키에게 고백을 받는다.\n거기에서 마코토는 자신이 남자인 것을 밝히지만 사키는 포기하지 않는다.\n그 후에 마코토에 대해 특별한 감정을 품고 있는 류지와 3명 사이에서의 아련한 감정이 생겨난다.",
      "ru": "Десятиклассница Саки признаётся в любви одиннадцатикласснице, но та не спешит отвечать взаимностью. Всё дело в том, что Ханаока переодетый парень, и он уверен, что его общество принесёт Саки лишь проблемы. Однако Саки нисколько не разочаровывается, узнав правду, а наоборот полна решимости стать его первой любовью.",
      "th": "ฮานาโอกะ มาโคโตะ เป็นนักเรียน ม.ปลาย ที่ไม่ว่าหนุ่มคนไหนเมื่อได้พบเห็นก็ไม่อาจละสายตาไปจากเธอได้ เพราะความน่ารักแสนสวยของเธอ แต่แท้จริงแล้วมาโคโตะนั้นเป็นผู้ชายที่แต่งตัวเป็นผู้หญิง! แถมแต่งได้สวยกว่าเด็กนักเรียนหญิงจริง ๆ เสียอีก เรื่องราวชุลมุนของความรักและความเข้าใจผิด ๆ ถูก ๆ ของวัยรุ่น ม.ปลาย จึงเริ่มต้นขึ้น!!",
      "zh": "花季少女表白温柔女前辈，\n谁曾想前辈竟然是男生！？\n作为男生的花岗真琴从小喜欢一些可爱的东西，因为外表秀气，他经常把自己装扮为女生。某天，女主苍井咲突然向女装的真琴表白，真琴主动说出自己是男生。苍井咲本以为自己喜欢女生但当得知真琴是男生的这一刻，她下定决心更要主动出击追到真琴！",
      "zh-hk": "蒼井咲對一見鍾情的學姊花岡真琴告白後，意外發現對方竟是男兒身。遭到真琴拒絕後，咲沒有放棄追求，反而越挫越勇，並與真琴的青梅竹馬龍二相識。一段特殊的情感在三個人之間蕩漾開來！"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13bbb17c-c78b-40a8-8649-b1716859b99c",
    "title": {
      "en": "Was I Hypnotized by a Classmate?"
    },
    "updatedAt": "2024-10-28T13:02:03+00:00",
    "coverArt": "https://mangadex.org/covers/13bbb17c-c78b-40a8-8649-b1716859b99c/83456e20-b2c4-44bb-bd2f-77c71322c717.jpg",
    "altTitles": [
      {
        "ja": "クラスの子に催眠をかけられた？"
      },
      {
        "ja": "クラスの子に催眠？をかけられた"
      },
      {
        "ja-ro": "Kurasu no Ko ni Saimin o Kakerareta?"
      },
      {
        "ja-ro": "Kurasu no Ko ni Saimin? o Kakerareta"
      },
      {
        "ja-ro": "Class no Ko ni Saimin o Kakerareta?"
      },
      {
        "vi": "Tôi đã bị cô bạn cùng lớp thôi miên?"
      },
      {
        "th": "นี่ผมโดนสะกดจิตโดยเพื่อนร่วมห้องของผมรึป่าวเนื่ย?"
      },
      {
        "uk": "Мене загіпнотизувала однокласниця?"
      },
      {
        "ru": "Я был загипнотизирован одноклассницей?"
      },
      {
        "pt-br": "Fui hipnotizado por um colega de classe?"
      },
      {
        "tl": "Hinipnotismo ba ako ng kaklase ko?"
      },
      {
        "fr": "Une camarade de classe essaie de m’hypnotiser ?!"
      }
    ],
    "description": {
      "en": "I was walking normally until a girl appeared in front of me and tried to hypnotize me, as I didn't want to embarrass her I pretended... And now she thinks I'm really hypnotized...!",
      "fr": "Je marchais tranquillement quand une fille est apparue devant moi et a essayé de m'hypnotiser. Comme je ne voulais pas la mettre mal à l’aise, j’ai fait semblant... Et maintenant, elle croit vraiment que je suis hypnotisé...!",
      "tl": "Naglalakad lang ako nang normal hanggang sa may lumitaw na babae sa harap ko at sinubukan akong ihipnotismo. Dahil ayokong mapahiya siya, nagkunwari ako... At ngayon iniisip niya na talagang nahipnotismo ako...!",
      "pt-br": "Eu estava andando normalmente até que uma garota apareceu na minha frente e tentou me hipnotizar, como eu não queria envergonhá-la, fingi... E agora ela acha que estou realmente hipnotizado...!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5bf9cc3-d003-47fe-bc76-99774b2a0562",
    "title": {
      "en": "Nichijou"
    },
    "updatedAt": "2024-10-21T23:48:57+00:00",
    "coverArt": "https://mangadex.org/covers/f5bf9cc3-d003-47fe-bc76-99774b2a0562/ab34d32a-c813-409f-9b4c-3ef95886222c.jpg",
    "altTitles": [
      {
        "fi": "Arki"
      },
      {
        "tr": "Günlük Yaşam"
      },
      {
        "en": "My Ordinary Life"
      },
      {
        "ru": "Мелочи Жизни"
      },
      {
        "ja": "日常"
      },
      {
        "ko": "일상"
      },
      {
        "fr": "Mon quotidien"
      },
      {
        "uk": "Повсякденнощі"
      },
      {
        "th": "สามัญขยันรั่ว"
      },
      {
        "pt-br": "Minha Vida Comum"
      }
    ],
    "description": {
      "de": "Währendessen der Titel \"alltägliches Leben\" bedeutet ist der Inhalt alles andere als alltäglich. Es handelt sich um ein komplett bizarres und verücktes \"alltags Leben\" von einer gruppe High School Schüler. Das Setting ist eine außergewöhnliche Schule, wo du den Rektor sehen kannst wie er mit einen Reh kämpft oder einen Roboter Arm. Wie auch immer, es gibt immernoch normale Geshichten, wie ein Kartenhaus bauen oder einen Test schreiben für den du dich nicht vorbereitet bist. Der Stil ist süß aber mischt auch extreme Ausdrücke und Actionszenen für Überraschende Komedie Einlagen.",
      "en": "While the title suggests a story of simple, everyday school life, the contents are more the opposite. The setting is a strange school where you may see the principal wrestle a deer or a robot's arm hide a rollcake. However there are still normal stories, like making a card castle or taking a test you didn't study for. The art style is cute but mixes with extreme expressions and action sequences for surprising comedy bits.\n\n(The original magazine run ends at Chapter 192)",
      "ru": "Обычная манга про обыную японскую жизнь.",
      "uk": "Хоча назва вказує на щось буденне, вона є абсолютним протилежним до того, що коїться у манзі. Дії відбуваються у дуже дивній школі, де директор не проти побоксувати з оленем. Або робот, у руці якого сховано тістечко. Звісно не обійшлося без буденності, як от коли вірша забув вивчити і вчиш на уроці. Або картковий дім, який ти вже майже добудував, руйнується вщент! Словом, небуденна буденність.",
      "pt-br": "Enquanto o título sugere uma história simples de vida escolar, todos os dias, o conteúdo é mais o contrário. O cenário é uma escola estranha, onde você poderá ver o principal lutar com um cervo ou o braço de um robô esconder um bolo. No entanto ainda há histórias normais, como fazer um castelo de cartas ou de um teste que você não estudou. O estilo de arte é bonito, mas se mistura com expressões extremas e sequências de ação para os bits de comédia surpreendentes..."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2129e537-2853-4612-98f8-a83dce42dccd",
    "title": {
      "en": "The Veiled Queen"
    },
    "updatedAt": "2024-09-07T13:47:29+00:00",
    "coverArt": "https://mangadex.org/covers/2129e537-2853-4612-98f8-a83dce42dccd/b0138e0e-eece-4a45-b74d-9f639cd3d8c9.jpg",
    "altTitles": [
      {
        "zh": "面纱下的女王"
      },
      {
        "zh-ro": "Miànshā Xià De Nǚwáng"
      },
      {
        "en": "The Queen Under Her Veil"
      },
      {
        "en": "Queen of the Veil"
      },
      {
        "zh-ro": "Miansha Xia De Nvwang"
      },
      {
        "uk": "Королева під вуаллю"
      }
    ],
    "description": {
      "en": "After being reborn, Sayi vows to break free of her foster mother’s control.",
      "uk": "Будучи маріонеткою своєї прийомної матері, Саї ніколи не була вільною. Вона була безсила дати відсіч і перебувала у владі інших. Після переродження вона вирішує все це змінити."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50fe4f79-8c94-4052-bf66-2cf87f8efd34",
    "title": {
      "en": "Lupin III"
    },
    "updatedAt": "2023-01-23T17:01:40+00:00",
    "coverArt": "https://mangadex.org/covers/50fe4f79-8c94-4052-bf66-2cf87f8efd34/ba366b92-0b77-44dc-b04d-b00a4daa9fe8.jpg",
    "altTitles": [
      {
        "en": "Lupin the 3rd"
      },
      {
        "en": "Lupin the Third"
      },
      {
        "ja-ro": "Rupan Sansei"
      },
      {
        "ja": "ルパン三世"
      }
    ],
    "description": {
      "en": "Arsène Lupin III is the grandson of the master thief Arsène Lupin. With his cohorts Daisuke Jigen and Goemon Ishikawa XIII and his love interest Fujiko Mine, he pulls off the greatest heists of all time while always escaping the grasp of Inspector Zenigata.",
      "pt-br": "Um homem misterioso e um mestre ladino extraordinário, Lupin III vem de uma longa linhagem de bandidos de elite, todos comprometidos em roubar dos ricos e dar a si mesmos. Felizmente, Lupin tende a evitar roubar os virtuosos da sociedade e, em vez disso, tem como alvo alguns personagens bastante obscuros. Claro, ele é parceiro de algumas figuras bastante duvidosas também: Daisuke Jigen é um ex-assassino da máfia com uma postura sombria, sua marca registrada é o fedora preto inclinado escondendo os olhos. Goemon Ishikawa é um espadachim enigmático com conotações de samurai que misteriosamente entra e sai das façanhas de Lupin. Fujiko Mine é o objeto do afeto de Lupin, mas, como ela também é uma ladra, o romance da dupla eventualmente se choca com a competição por grandes alvos. A força policial global, Interpol, e em particular o tenaz Inspetor Zenigata, desejam capturar Lupin e sua gangue. A relação de Zenigata com o mestre ladrão é complicada, caracterizada pelo respeito mútuo misturado com total desdém."
    },
    "status": "completed",
    "releaseDate": 1967,
    "contentRating": "suggestive",
    "lastVolume": "14",
    "lastChapter": "109"
  },
  {
    "mangaId": "2da15c49-61bc-4b9e-938a-fba26fc45c67",
    "title": {
      "en": "Koukou Kyuji Zawa-san"
    },
    "updatedAt": "2024-03-01T22:05:36+00:00",
    "coverArt": "https://mangadex.org/covers/2da15c49-61bc-4b9e-938a-fba26fc45c67/559d5ce9-22de-4677-adfc-9aa6ede5225a.png",
    "altTitles": [
      {
        "ja-ro": "Koukou Kyuji Zawa-san"
      },
      {
        "bg": "Мистер Зава"
      },
      {
        "ru": "школьный бейсболист"
      },
      {
        "ja": "高校球児 ザワさん"
      },
      {
        "en": "High School Baseball Player Zawa"
      }
    ],
    "description": {
      "en": "Risa Miyakozawa, known as Zawa-san, is a member of Nissen High School's prestigious baseball club, but she's a girl… She trains and practices hard knowing she'll never be allowed to play in a real game. A quirky manga, focused more on the characters around Zawa-san reacting to her rather than baseball heroics or high school romance.  \n  \nNominated for the 3rd Manga Taisho Award (2010)."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "201"
  },
  {
    "mangaId": "d9c5440f-5e30-4289-80b6-f781562967ac",
    "title": {
      "en": "AISHA"
    },
    "updatedAt": "2024-09-28T19:11:47+00:00",
    "coverArt": "https://mangadex.org/covers/d9c5440f-5e30-4289-80b6-f781562967ac/2a6fdca0-a409-471d-b239-4e752e21f1ce.jpg",
    "altTitles": [
      {
        "ja": "AISHA 愛と殺戮の童話"
      },
      {
        "zh": "艾莎"
      }
    ],
    "description": {
      "en": "The twins who have lost both their mother and father had got their humongous inheritance stolen by their evil stepmother. The three sons of their stepmother have a special relationship towards their non-biological sisters. Thus, a scene of love, love and hate occurred in this old mansion. This is a fairy tale of romance and vengeance.",
      "pt-br": "As gêmeas que perderam a mãe e o pai tiveram sua enorme herança roubada por sua madrasta malvada. Os três filhos da madrasta têm uma relação especial com as irmās não biológicas. Assim, uma cena de amor e ódio ocorreu nesta antiga mansão. Este é um conto de fadas de romance e vingança."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e76a8941-77a4-4988-be8a-8ff447ff0554",
    "title": {
      "en": "Between the Years"
    },
    "updatedAt": "2024-08-28T19:22:16+00:00",
    "coverArt": "https://mangadex.org/covers/e76a8941-77a4-4988-be8a-8ff447ff0554/56e8be9e-8bfc-4e4c-9509-826cf6378099.png",
    "altTitles": [
      {
        "en": "Years Between"
      },
      {
        "zh": "岁月间"
      },
      {
        "zh-hk": "歲月間"
      },
      {
        "zh-ro": "Suiyue Jian"
      },
      {
        "zh-ro": "Suì Yuè Jiān"
      }
    ],
    "description": {
      "en": "That was the boy I loved, accompanying me through verdant days and brilliant, fleeting years."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/ad2471d3-64b3-4310-94f9-0a11b6dfda73.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "868cc2c0-c3ba-4654-93d2-8680cba86a41",
    "title": {
      "en": "The Delivery Lady Came"
    },
    "updatedAt": "2024-09-27T08:45:46+00:00",
    "coverArt": "https://mangadex.org/covers/868cc2c0-c3ba-4654-93d2-8680cba86a41/357124d4-61d5-445f-b6ca-b66c186eff0e.jpg",
    "altTitles": [
      {
        "ja": "宅配員のおねえさんがやってきた"
      },
      {
        "ja-ro": "Takuhain no Oneesan ga Yattekita"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5553e16a-3ef9-490a-9b5b-912b07bb0931",
    "title": {
      "en": "trash."
    },
    "updatedAt": "2024-10-25T14:43:23+00:00",
    "coverArt": "https://mangadex.org/covers/5553e16a-3ef9-490a-9b5b-912b07bb0931/77598146-f05b-4772-bd52-aa1a25e86cbc.jpg",
    "altTitles": [
      {
        "vi": "Rác"
      },
      {
        "en": "Trash (D.P)"
      },
      {
        "zh": "Trash黑街杀手"
      },
      {
        "th": "ถังขยะ"
      },
      {
        "ja": "トラッシュ."
      },
      {
        "ko": "트래쉬"
      },
      {
        "ja": "trash*"
      }
    ],
    "description": {
      "en": "The mafia boss of the Iwashi family is a high school girl named Konomi Minoko. But don't let her appearance fool you; she has done and seen things normal citizens can't even imagine. Under her control are two assassins who have gained legendary status for their deadliness and ability to get any job done. Ishikawa Rushia, codenamed Bullet, uses a modified handgun that uses a custom made hollow point bullet that explodes the target from the inside. Shirato Mine, codenamed Francesca, uses a original weapon that is a mix between a throwing axe and battle axe. Both of them are Minoko's high school classmates and seem like normal teenagers but are two of the most feared killers in the mob world who handle missions often involving other assassins and underground groups."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "erotica",
    "lastVolume": "11",
    "lastChapter": "88"
  },
  {
    "mangaId": "d8f1d7da-8bb1-407b-8be3-10ac2894d3c6",
    "title": {
      "en": "Isekai Ojisan"
    },
    "updatedAt": "2024-09-16T05:25:58+00:00",
    "coverArt": "https://mangadex.org/covers/d8f1d7da-8bb1-407b-8be3-10ac2894d3c6/37a193b8-588d-4e98-9e0c-a627443754b9.jpg",
    "altTitles": [
      {
        "fr": "Coma héroïque dans un autre monde"
      },
      {
        "en": "Isekai Uncle"
      },
      {
        "ja-ro": "Ojisan in Another World"
      },
      {
        "en": "Uncle from Another World"
      },
      {
        "ja": "異世界おじさん"
      }
    ],
    "description": {
      "en": "Having survived an isekai for 17 years, 34 year old Ojisan (uncle) returns to modern day Japan. Takafumi, Ojisan's nephew, now gets to witness what throwing a diehard Sega fan into an isekai for 17 years does to various things and people, both past and present."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16ebde1f-67dc-48a6-a4c2-449457e036ec",
    "title": {
      "en": "Zipangu Night"
    },
    "updatedAt": "2024-10-28T19:55:35+00:00",
    "coverArt": "https://mangadex.org/covers/16ebde1f-67dc-48a6-a4c2-449457e036ec/1b712c19-3e85-494d-867b-01c40eb83524.jpg",
    "altTitles": [
      {
        "ja": "ジパングナイト"
      }
    ],
    "description": {
      "en": "From DH Publishing:\n\nShort stories that continue to frighten and fascinate generations of fans all over the world.\n\nHino Horror #13"
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents to Give You"
    },
    "updatedAt": "2024-07-26T06:08:30+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai Saretakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      },
      {
        "es-la": "El regaño que nunca quisieras recibir de tus padres"
      },
      {
        "es-la": "La charla que nunca quieres que te den tus padres."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9debf709-4d0a-47f8-aa1a-b656bcd54727",
    "title": {
      "en": "Descended from Divinity"
    },
    "updatedAt": "2024-09-16T22:31:30+00:00",
    "coverArt": "https://mangadex.org/covers/9debf709-4d0a-47f8-aa1a-b656bcd54727/91ef0b82-9755-4e0c-a9ec-0c7512c9c99d.jpg",
    "altTitles": [
      {
        "ko": "천마는 평범하게 살 수 없다"
      },
      {
        "ko-ro": "Cheonmaneun Pyeongbeomhage Sal Su Eopda"
      },
      {
        "en": "The Heavenly Demon Can't Live a Normal Life"
      },
      {
        "en": "The Reincarnation of the Dark Master"
      },
      {
        "ru": "Реинкарнация тёмного магистра"
      },
      {
        "zh": "天魔的不凡重生"
      },
      {
        "mn": "Тэнгэрлэг Чөтгөр Энгийнээр Амьдарч Чадахгүй"
      },
      {
        "uk": "Небесний демон не може жити нормальним життям"
      },
      {
        "pt-br": "O Demônio Celestial não pode viver uma Vida Normal"
      },
      {
        "es-la": "El demonio celestial no puede llevar una vida normal"
      }
    ],
    "description": {
      "en": "“Is this a mission I was sent on by the gods? Or is this just divine punishment?”\n\nBaek Jung-hyeok, the Heavenly Demon of Murim, finds that he’s been reincarnated into the body of Roman Dimitri, the dim-witted son of a baron who’s obsessed with the luxuries of the aristocratic lifestyle. But with his new status, Jung-hyeok is ready to shake things up on the continent of Salamander.\n\nWill the divine demon accomplish what he’s set out to do? And will he finally get the answers to this mysterious reincarnation?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/tianmodebufanchongsheng/list?title_no=1809)",
      "ko": "천마 백중혁, 드미트리 가문의 장남으로 눈을 뜨다.\n드미트리의 얼간이, 차남에게 밀린 장남.\n세간의 평판은 중요하지 않다.\n천마, 아니, 로만 드미트리는 앞으로 평범하게 살 수 없다.\n압도하는 천마 판타지!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/tianmodebufanchongsheng/list?title_no=1809)",
      "ru": "Демон Пэк Чун Хёк.\nНекогда сильнейшая личность в Муриме умирает и обнаруживает себя в теле старшего сына дома Дмитрий. В теле человека, которого все называют дураком. Человека, который постоянно находится в тени своего младшего брата и которому глубоко плевать на мнение окружающих.\nНо теперь, демон... Нет, Роман Дмитрий больше не сможет жить привычной жизнью.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/tianmodebufanchongsheng/list?title_no=1809)",
      "uk": "\"Це місія, на яку мене послали боги? Чи це просто божественна кара?\" Пек Чжун Хьок, божественний демон, повелитель Муріма, виявляє, що він реінкарнувався в тіло Романа Дмитровича, недоумкуватого сина барона, одержимого розкішшю аристократичного способу життя. Але з новим статусом Чжун Хьок готовий перевернути все на континенті Саламандр. Чи вдасться божественному демону досягти того, що він задумав? І чи отримає він нарешті відповіді на загадки цього таємничого перевтілення?",
      "zh": "最强教主重生成异国废柴！\n天不亡我！今生注定不凡！\n武林最强天魔神教教主白钟赫生命自然终结后再睁眼发现自己成为了卢曼·德米特里，德米特里公认的傻子，且不如弟弟的德米特里长子。但外人的评价已经不重要。从此卢曼将不再浑浑噩噩，他的生活将会发生天翻地覆的变化，卢曼注定不再平凡！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/tianmodebufanchongsheng/list?title_no=1809)",
      "pt-br": "“O Demônio Celestial” Baek Joong-Hyuk abre os olhos como o filho mais velho da família Dimitry. Conhecido como o idiota da família, deixado de lado por causa do segundo filho. A opinião do mundo é irrelevante. “Demônio Celestial”, não, Roman Dimitry, não pode viver uma vida normal.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/tianmodebufanchongsheng/list?title_no=1809)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7215e726-9e7d-4ad2-9fdd-2f7b142c6e3e",
    "title": {
      "en": "Cohabitation with My Fiancée"
    },
    "updatedAt": "2023-05-26T01:11:26+00:00",
    "coverArt": "https://mangadex.org/covers/7215e726-9e7d-4ad2-9fdd-2f7b142c6e3e/6bca78bd-9ca5-4e63-ad25-1da705961570.jpg",
    "altTitles": [
      {
        "en": "Cohabitation with the Fiancee"
      },
      {
        "en": "The Fiancées Live Together"
      },
      {
        "es": "Viviendo con la prometida"
      },
      {
        "ko-ro": "Yaghyonjaneun Donggeojung"
      },
      {
        "ru": "Совместная жизнь с невестой"
      },
      {
        "ko": "약혼자는 동거중"
      },
      {
        "pl": "Narzeczeni mieszkają razem"
      }
    ],
    "description": {
      "en": "His fiancee lost her parents so she will be living with the Hyeons, but Sang-Won is a middle school student and the fiancée is a 24 year old adult!? Sang-Won tries to deny that his fiancée is 9 years older than him, but seeing that she does not act her age, he then feels comfortable around her. His fiancée seems kind and innocent on the outside, but on the inside…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "130"
  }
]