[
  {
    "mangaId": "8d2e9520-4127-4bf2-94a3-b2571029562d",
    "title": {
      "en": "Make the Exorcist Fall in Love"
    },
    "updatedAt": "2024-05-31T04:31:06+00:00",
    "coverArt": "https://mangadex.org/covers/8d2e9520-4127-4bf2-94a3-b2571029562d/6e5ff229-4881-450e-a4c0-aa047ec09d3b.jpg",
    "altTitles": [
      {
        "ja": "エクソシストを堕とせない"
      },
      {
        "zh-hk": "讓驅魔師免於墮落"
      },
      {
        "th": "เอ็กซอร์ซิส ไม่มีวันตกหลุมรัก"
      },
      {
        "id": "(Jangan) Biarkan Sang Eksorsis Jatuh Cinta"
      },
      {
        "ja-ro": "Exorcist wo Otosenai"
      },
      {
        "fr": "Make the Exorcist Fall in Love"
      }
    ],
    "description": {
      "en": "As the strongest exorcist, a boy chosen by God was engaged in mortal combat with the Demon Kings. Although he bears the fate of humanity on his shoulders, he actually wants to make sweets peacefully. One day, he meets a girl... This is a story of love and hope growing in the midst of a holy war.",
      "fr": "Un jeune prêtre, entraîné par le Vatican pour devenir l'exorciste le plus puissant du monde, reçoit pour mission divine de protéger une jeune artiste, Imuri Atsuki. Sur les conseils de son mentor, il espère néanmoins trouver l'amour afin de soulager son esprit du lourd fardeau qui lui incombe. Imuri sera-t-elle celle qui lui apportera son salut ?",
      "ja": "神に選ばれし少年は、最強のエクソシストとして魔王たちと死闘を繰り広げていた。人類の命運を背負いつつも本当は静かにお菓子作りをしていたい、そんな彼に訪れた一人の少女との出会い…。これは壮絶な聖戦の中で芽吹いた、恋と希望の物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "351b335c-8232-45f0-be98-972f16645f0d",
    "title": {
      "en": "Shikabanechou Undead"
    },
    "updatedAt": "2023-01-19T02:17:06+00:00",
    "coverArt": "https://mangadex.org/covers/351b335c-8232-45f0-be98-972f16645f0d/532ff127-3a41-4004-a9fb-edeac77f9367.jpg",
    "altTitles": [
      {
        "ja-ro": "Shikabanecho Andeddo"
      },
      {
        "zh": "尸城 Undead"
      },
      {
        "ja": "屍町アンデッド"
      }
    ],
    "description": {
      "en": "The urban exploration of two teenagers causes them to run into a mysterious \"box\", which encloses those infected with a virus called \"corpse\". In that city, there is a teacher named Katsuragi Zakuro. Which hides a secret ……"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "22"
  },
  {
    "mangaId": "d04c225e-d017-42e4-b805-cb910d833672",
    "title": {
      "en": "Monster Devourer"
    },
    "updatedAt": "2024-03-12T01:19:04+00:00",
    "coverArt": "https://mangadex.org/covers/d04c225e-d017-42e4-b805-cb910d833672/5eb25cb8-82b7-4a0b-af31-2e584d3d8875.jpg",
    "altTitles": [
      {
        "ko": "먹뀌싸"
      }
    ],
    "description": {
      "en": "‘Meok Gwi-Sa’ is a Monster Hunter who eats monsters to protect the human world. After the release of the Hell demon, he lost his power. He managed to survive and met Goyoung. Goyoung, is a young individual with a petite build, who has endured a lifetime of torment due to his physical stature. His childhood friend, Kang Jong-bo, suddenly transforms into a bully during high school. However, their lives take an unexpected turn when Goyoung acquired a mysterious power which is the ability to devour monsters. Goyoung embarks on a perilous journey to protect humanity from the impending threat of the Gate to Hell. Will he be able to control his new powers and save the world from its impending doom?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0e04bbb-8293-4f47-a34c-bc4d868a3d85",
    "title": {
      "en": "Demon Devourer"
    },
    "updatedAt": "2024-06-15T05:05:44+00:00",
    "coverArt": "https://mangadex.org/covers/b0e04bbb-8293-4f47-a34c-bc4d868a3d85/16fb2792-eb50-4859-847b-094aa6044d18.png",
    "altTitles": [
      {
        "ko": "재능 삼킨 마법사"
      },
      {
        "en": "Talent-Swallowing Magician"
      },
      {
        "es-la": "Mago Traga-Talentos"
      }
    ],
    "description": {
      "en": "The descendant of a once great wizarding family, Elric Mervinger is unable to perform magic due to a rare medical condition.\n\nWhile attempting to cure his disease, he stumbles upon the demon Mephistopheles, who tries to possess Elric to free himself from a dragon’s trap. But when Elric ends up absorbing Mephisto instead, the two become bound together.\n\nWith Mephisto by his side, will this new power allow Elric to restore his family to its former glory? Or will he just end up being devoured?\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=q5aQzOSvSDw)",
      "fr": "Elric Melvinger.\nL’unique héritier de la prestigieuse famille magique.\nBien qu’il possédait un talent inné, il avait trop de talent, et de ce fait, ne pouvait pas apprendre la magie. Cependant, il a alors reçu une bénédiction laissée par ses ancêtres !\n\n[Manger des démons.]\n[Avaler des démons.]\n[Boire des démons.]\n[Continue d’accumuler des démons en toi, et réalise une nouvelle magie !]\n\nÉlève-toi.\nVa si haut que personne ne pourra jamais t’atteindre.",
      "ko": "\"어이, 메피. 여기 언령마법 풀이 좀 써주시죠?\"\n\n기묘한 기연으로 한 몸 살이를 하게 된\n천재 마법사 엘릭과 원죄의 마왕 메피스토펠레스.\n\n마법 불능 엘릭이 가보 '마도 경식'의 힘을 빌어\n메피스토의 흑마법을 뒤집고 그 힘을 흡수해버린\n명실상부 갑을 관계!\n\n하지만,\n엘릭은 메피스토의 힘을 최대한 흡수해 강해지려 하고\n메피스토는 자신의 기운을 최대한 불어넣어 지배하려 하고...\n실상은 서로가 갑이자 을일 수밖에 없는 운명.\n마도 명문 메르빙거 가의 재건을 꿈꾸는 엘릭과\n엘릭의 몸을 지배해 다시금 고귀한 마왕으로 부활하려는 메피스토의\n'동상이몽 마족삼킴 어드벤쳐'\n\n\"좋게 좋게 가시죠?\"\n\"하찮은 인간 따위에게... 굴복할 것 같으냐!!!\"\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=q5aQzOSvSDw)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54e7001b-6112-4d5f-8b0e-d8df33abf72d",
    "title": {
      "en": "Shikanoko Nokonoko Koshitantan"
    },
    "updatedAt": "2024-07-19T01:07:22+00:00",
    "coverArt": "https://mangadex.org/covers/54e7001b-6112-4d5f-8b0e-d8df33abf72d/476f0dee-8c3b-4e0f-9c02-fa8019ea2f25.jpg",
    "altTitles": [
      {
        "ja": "しかのこのこのここしたんたん"
      },
      {
        "en": "My Deer Friend Nokotan"
      },
      {
        "ru": "Моя подруга-олениха, Нокотан"
      },
      {
        "tl": "Ang Pag-usa-baybay kay Noko Shikanoko"
      },
      {
        "id": "Kenapa Temanku Kepalanya Kayak Rusa?"
      }
    ],
    "description": {
      "en": "No one knows Torako used to be a delinquent. All of her classmates only know her as the perfect student. But everything changes when Nokotan, a transfer student with antlers, enters her life. Antlers aren’t the only thing strange about Nokotan. Her deer nose can sniff out Torako’s secret past! Whether it’s at school or the zoo, chaos follows this doe-eyed girl’s every step. Torako has so many questions! Is Nokotan a deer, a girl, or something in-between?\n\nTrivia:\n- The author is the illustrator/'mama' for Hololive Vtuber [Amane Kanata (天音かなた)](https://www.youtube.com/@AmaneKanata). Because of this, physical copies on Amazon sold out within a day.",
      "ja": "出会いはある朝、彼女のツノが電線に引っかかっていたから………!?うっかり変なツノの生えた女の子を助けたことで優等生（の皮を被った）虎視虎子の人生が大混乱に!?一人の少女（元ヤン）が一人のシカ（？）に出会うガール・ミーツ・シカ物語（コメディ）開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4334ffdc-4234-4fa8-ab63-2391d62ea671",
    "title": {
      "en": "A Chance at Last"
    },
    "updatedAt": "2023-10-10T08:37:46+00:00",
    "coverArt": "https://mangadex.org/covers/4334ffdc-4234-4fa8-ab63-2391d62ea671/d80f24a6-a348-49a8-9ee6-510cb195e324.png",
    "altTitles": [
      {
        "ko": "이제야 연애"
      },
      {
        "ko-ro": "Ijeya Yeonae"
      },
      {
        "en": "From Now on, Romance"
      },
      {
        "en": "Finally Able to Date"
      },
      {
        "fr": "Une seconde chance"
      },
      {
        "th": "ใต้ร่มวันฝนพรำ"
      },
      {
        "zh-hk": "戀愛，現在才開始"
      },
      {
        "zh": "现在才恋爱"
      }
    ],
    "description": {
      "en": "Sisters Ju-eun and Hye-jin lived a miserable life. After the death of their mother, their 'father', who had always been absent from their lives, suddenly appeared. Hye-jin, the older sister, agreed to his suggestion: if one of them joins the 'Daesung Group', he will rescue them from their poverty-stricken life. However... three years after entering 'Daesung Group', she dies in vain. This left Ju-eun struggling with despair at her helplessness in preventing her sister’s death. But then, she gets a new opportunity when she is brought back in time and Ju-eun decides to take her sister's place by becoming the daughter of the 'Daesung Group' that killed Hye-jin.\n\n---\nSisters Ju-eun and Hyejin grew up in absolute poverty. After their mother’s death, Hyejin accepts the offer to join their estranged father’s wealthy family. But when Hyejin turns out dead just three years later, Ju-eun is grief-stricken. She grabs at the chance to travel back in time and take her sister’s place where she meets the kind but mysterious Iho."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "69"
  },
  {
    "mangaId": "9484b1fd-0271-4c9b-b096-7e313823058e",
    "title": {
      "en": "Jitsu wa Ore, Saikyou Deshita?"
    },
    "updatedAt": "2024-06-04T16:26:44+00:00",
    "coverArt": "https://mangadex.org/covers/9484b1fd-0271-4c9b-b096-7e313823058e/7c13e953-f6db-43d9-8215-957e8e8e9b43.jpg",
    "altTitles": [
      {
        "es": "¿En realidad soy el más fuerte?"
      },
      {
        "id": "Apakah Aku Sebenarnya Yang Terkuat?"
      },
      {
        "ru": "На самом деле, я самый сильный?"
      },
      {
        "ja": "実は俺、最強でした？"
      },
      {
        "fr": "Suis-je en fait le plus fort ?"
      },
      {
        "ka": "სინამდვილეში ყველაზე ძლიერი ვარ?"
      },
      {
        "en": "Am I Actually the Strongest?"
      }
    ],
    "description": {
      "en": "To be reincarnated into another world with the promise of a \"cheat\" power is one thing... but to be reborn as a baby, and then left for dead after your royal parents think you're powerless? That's another thing entirely!\n\nNow the newly-born Reinhart — or Hart to his new friends — must find his way through a dangerous world. But luckily, he's got magic that's quite literally off the charts!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10050/episode/322262) (U.S. Only), [Kodansha](https://kodansha.us/series/am-i-actually-the-strongest/)",
      "pt": "Um NEET é renascido em outro mundo com a promessa de um avida pacifica. Apesar de ter nascido na realeza, devido a sua magica parecer fraca, seus pais o abandonaram sem pensar em uma floresta para ser devorado por monstros. Contudo sua magia é desumanamente poderosa. O que ele devera fazer para obter a vida pacifica que ele tanto deseja?\n\nHikikomori (引き篭り) é um termo que significa literalmente isolado em casa, ele é usado para referir-se a pessoas que apresentam graves níveis de isolamento, normalmente são jovens entre 13 e 39 anos que muitas vezes são sustentados pelos pais ou trabalham online. NEET é basicamente a mesma coisa mas tem suas diferenças.\"",
      "ru": "Парень перерождается в другой мир, чтобы иметь обещанную мирную жизнь. Ребенком его бросают в лесу за низкий уровень магии, который не может быть измерен современными радарами. Что ему нужно сделать, чтобы достичь мирной жизни, которую он так желает?",
      "es-la": "Un chico renace en otro mundo para tener una vida pacífica. Un bebé nacido de poder y realeza, abandonado en el bosque por tener un poder que no puede ser comparado ni por los radares modernos (no, no esta ni cerca de sobrepasar los 9000). ¿Qué hara para obtener la vida pacífica que él tanto desea?\""
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8587c766-37a3-4fb0-89db-8145fafb3152",
    "title": {
      "en": "Rascal Does Not Dream of Siscon Idol"
    },
    "updatedAt": "2024-04-16T16:57:29+00:00",
    "coverArt": "https://mangadex.org/covers/8587c766-37a3-4fb0-89db-8145fafb3152/9b3a4221-a738-4b53-9b3c-8bad064c0e97.jpg",
    "altTitles": [
      {
        "ja": "青春ブタ野郎はシスコンアイドルの夢を見ない"
      },
      {
        "ru": "Этот глупый свин не понимает мечту девочки идола"
      },
      {
        "ja-ro": "Seishun Buta Yarou wa Siscon Idol no Yume wo Minai"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d16f92a6-6f5f-442c-b011-b68abc986209",
    "title": {
      "en": "Houkago no Idol ni wa Himitsu ga aru"
    },
    "updatedAt": "2024-01-16T00:19:27+00:00",
    "coverArt": "https://mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/d3897db2-3aa1-446d-ba3e-6696d9cdbd71.jpg",
    "altTitles": [
      {
        "en": "The After School Idol Has a Secret"
      },
      {
        "ja": "放課後のアイドルには秘密がある"
      },
      {
        "ru": "У школьных айдолов есть свои секреты"
      },
      {
        "id": "Idol Sepulang Sekolah Punya Rahasia"
      },
      {
        "zh": "放学后的偶像有一个秘密"
      },
      {
        "zh-ro": "Fàngxué hòu de ǒuxiàng yǒu yīgè mìmì"
      }
    ],
    "description": {
      "en": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
      "ja": "僕のクラスには、正真正銘のアイドルがいる」超エリート校に進学した高校一年生の昼野は、入学最初の学力テストで記入ミスにより赤点を出し補習を受けることになる。しかし、その補習にはもう一人参加者がいて…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91b67596-9bc3-48f5-8aad-02ff520fdfa9",
    "title": {
      "en": "The Archmage's Restaurant"
    },
    "updatedAt": "2024-07-02T18:17:28+00:00",
    "coverArt": "https://mangadex.org/covers/91b67596-9bc3-48f5-8aad-02ff520fdfa9/e5a815d4-7a2b-4061-94f1-b6a18d008cc5.jpg",
    "altTitles": [
      {
        "ko": "어느 마법사의 식당"
      },
      {
        "en": "A Wizard's Restaurant"
      },
      {
        "en": "The Wizard's Restaurant"
      },
      {
        "ko-ro": "Eoneu Mabeobsaui Sigdang"
      }
    ],
    "description": {
      "en": "A man who reincarnated in another world as a 9th class wizard and retired after saving the continent from a dragon war. He decides to open a small restaurant in the countryside, but his routine is anything but ordinary. \n\nOn the second floor of his restaurant, there lives a black dragon who has transformed into a woman, named Rurin. She is greedy, cute and loyal to him, but also ignorant and clueless about the human world. \n\nThey live a fun and warm life, serving customers, solving problems and growing violets in the garden.",
      "ko": "요리사를 꿈꾸던 내가 사고로 이세계에 떨어졌다.\n\n몬스터와 마법이 넘쳐나는 판타지 세계이지만 여기라고 식당을 못할 건 없잖아?\n\n그러나 전쟁으로 인해 이세계에 들어오자마자 군대에 끌려가게 되고,\n..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0854fa2a-aa41-4ba7-9946-23562f747718",
    "title": {
      "en": "Listen to My Voice!!"
    },
    "updatedAt": "2024-05-12T12:27:39+00:00",
    "coverArt": "https://mangadex.org/covers/0854fa2a-aa41-4ba7-9946-23562f747718/b2fb15db-8b4c-4f53-ace3-5501942c7308.jpg",
    "altTitles": [
      {
        "zh-hk": "請聽我的聲音!!"
      },
      {
        "zh-ro": "Qǐng Tīng Wǒ de Shēngyīn!!"
      },
      {
        "ja": "僕の声を聞いてほしい!!"
      },
      {
        "ja-ro": "Boku no Koe Okīte Hoshī!!"
      },
      {
        "en": "Please Listen to My Voice!!"
      },
      {
        "vi": "Lắng Nghe Tôi Nè!!"
      },
      {
        "ru": "Услышь мой голос!!"
      },
      {
        "pt-br": "Ouça minha voz!"
      },
      {
        "pt-br": "Por favor, escute minha voz!"
      }
    ],
    "description": {
      "en": "Ye QiaoWen, an older sister-childhood-neighbor of our protagonist whom he has always admired has just recently moved back.\n\nBut Deng XianHe, the protagonist, has just recently learned that she already has someone else in her heart — a fact that suffers Deng XianHe greatly.\n\nSuddenly seeing his usually bright and capable older sister turn into someone who is always hesitant and confused, Deng XianHe chose to suppress his years-long feelings of love, anguish, and longing.",
      "ja": "隣に住んでいた憧れのお姉さん・葉巧玟（イエチャオウェン）がこの町に戻ってきて、なし崩し的に高校生の僕・鄧賢和（ドンシアンホー）と同居することに。いつも颯爽としていてなんでもできる巧姉（チャオねえ）のはずが、僕の前では間抜けで優柔不断でダメダメな社会人だった!? さらに、バイト先で知りあったカッコいい先輩と、素直で明るい同級生。僕を囲む3人の女子はそれぞれが悩みを抱えていて……。楽しくもほろ苦い青春ドラマの幕が上がる!!\n\n---\n**Links:**\n- [Official Japanese 1](https://comic.webnewtype.com/contents/bokukoe)\n- [Official Japanese 2](https://comic-walker.com/contents/detail/KDCW_KS12204287010000_68)\n- [Official Japanese 3](https://web-ace.jp/comicnewtype/contents/693/)\n- [Official Japanese 4](https://seiga.nicovideo.jp/comic/64961)",
      "pt-br": "Ye Qiao Wen, uma velha companheira, vizinha de infância de nosso protagonista, a quem ele sempre admirou, mudou-se recentemente.\n\nMas Deng Xian He, o protagonista, descobriu recentemente que ela já tem outra pessoa em seu coração - um fato que o deixa muito magoado.\n\nDe repente, ao ver sua velha companheira, geralmente brilhante e capaz, se transformar em alguém sempre hesitante e confuso, Deng Xian He optou por reprimir seus sentimentos de amor, angústia e saudade que já duravam anos.",
      "zh-hk": "從小憧憬的鄰居大姐姐葉巧玟最近搬回來了，但少年鄧賢和卻得知她心中另有所屬的消息，澆熄了鄧賢和多年來的思念。看見平常精明幹練的大姐姐，在自己面前卻變成迷糊、做事猶豫不決的迷茫社會人，少年隱忍着失戀的情緒，第一次想對她發出怒吼，卻還是同"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6643b6b-5a2e-4f94-8f30-13d4f5e4299a",
    "title": {
      "en": "Hiiragi-san is A Little Careless"
    },
    "updatedAt": "2024-03-06T08:05:18+00:00",
    "coverArt": "https://mangadex.org/covers/d6643b6b-5a2e-4f94-8f30-13d4f5e4299a/742dd32f-2e7b-49bc-a567-54cffa1fd260.jpg",
    "altTitles": [
      {
        "ja": "ちょっとだけ抜けちゃう柊さん"
      },
      {
        "ja-ro": "Chotto Dake Nuke Chau Hiiragi-san"
      },
      {
        "ja-ro": "Chotto Dake Nukechau Hiiragi-san"
      },
      {
        "en": "Hiiragi-san is a little careless."
      }
    ],
    "description": {
      "en": "Kotori-kun, who falls in love with his classmate Hiiragi-san at first sight, somehow wants to get close to her. Hiiragi-san is quite an earnest and lovely girl, but… She’s surprisingly a little careless--! This is about the charming school life of a careless girl and a pure boy who gets led on everyday by her -- a romantic comedy that’s a wee bit H sometimes but warm and fluffy to death."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "66"
  },
  {
    "mangaId": "484cc85a-86ff-4791-ae6c-6eff42c38021",
    "title": {
      "en": "The Second Child of God"
    },
    "updatedAt": "2024-07-20T09:22:31+00:00",
    "coverArt": "https://mangadex.org/covers/484cc85a-86ff-4791-ae6c-6eff42c38021/5ca7e6bc-ef0d-4551-bfe3-740ae2b29bb8.jpg",
    "altTitles": [
      {
        "ko": "두번째 신의아이"
      }
    ],
    "description": {
      "en": "Jiseo, born with the fate of the second child of God. Hyunjin, who appeared before Jiseo as he lamented his fate, tries to help him but ends up being possessed by a ghost..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb15cd42-cf00-480b-a6c6-12b61fe6a1ac",
    "title": {
      "en": "Hangyaku no Nijigasaki"
    },
    "updatedAt": "2024-07-16T17:37:51+00:00",
    "coverArt": "https://mangadex.org/covers/fb15cd42-cf00-480b-a6c6-12b61fe6a1ac/bcf723ac-0f53-4ec9-95c9-1ee3bade5073.jpg",
    "altTitles": [
      {
        "ja-ro": "叛逆（はんぎゃく）のニジガサキ"
      },
      {
        "en": "Nijigasaki of the Rebellion"
      },
      {
        "es-la": "La rebelión de Nijigasaki"
      },
      {
        "ja": "反逆のニジガサキ"
      }
    ],
    "description": {
      "en": "Hangyaku no Nijigasaki (Nijigasaki of the Rebellion) is an official Love Live! manga by Choboraunyopomi featuring the cast of Love Live!'s Nijigasaki High School Idol Club.",
      "es-la": "Las locuras y bizarras jornadas de Nijigasaki, ahora llegan en formato manga. Sigue las rebeldes aventuras de Setsuna Yuki y el Club Escolar Idol de Nijigasaki en Hangyaku no Nijigasaki."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d152582d-3f0c-4f5e-a0c1-6658b9be30f0",
    "title": {
      "en": "Captain Kid"
    },
    "updatedAt": "2024-07-20T09:17:24+00:00",
    "coverArt": "https://mangadex.org/covers/d152582d-3f0c-4f5e-a0c1-6658b9be30f0/10de4cdc-4a24-4958-aeb0-6ce6e74e900f.png",
    "altTitles": [
      {
        "vi": "Hoàng Tử Cướp Biển"
      },
      {
        "vi": "Hoàng Tử Sinh Bá"
      },
      {
        "ru": "Капитан Кид"
      },
      {
        "ja": "キャプテンキッド"
      },
      {
        "zh-hk": "海盜王子"
      },
      {
        "zh-ro": "Hǎidào wángzǐ"
      }
    ],
    "description": {
      "en": "In the 19th century, there lived a young pirate king, feared enough to be called the “Devil of the Sea”. His name is Captain Kid! With his mysterious guardian sword, Black Lightning, he sails the seven seas aboard his vessel, the Golden Drake!! What awaits him? Is it hell, or the furious waves of the ocean?! The adventurous tale of Kid and his band of rogues begins here!!"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "64"
  },
  {
    "mangaId": "d4aa9b79-1bff-4b70-a337-0b2122d51f88",
    "title": {
      "en": "Nee, Mou Isso Tsukiacchau? Osananajimi no Bishoujo ni Tanomarete, Camo Kareshi Hajimemashita"
    },
    "updatedAt": "2024-04-16T17:17:54+00:00",
    "coverArt": "https://mangadex.org/covers/d4aa9b79-1bff-4b70-a337-0b2122d51f88/94109aca-a2f0-4706-a5f3-d7b6cd4f40e3.jpg",
    "altTitles": [
      {
        "en": "Hey, Wanna Go Out With Me? My Childhood Friend, a Beautiful Girl, Asked for My Help, and Now I've Become Her Camouflage Boyfriend."
      },
      {
        "ja": "ねぇ、もういっそつき合っちゃう？幼馴染の美少女に頼まれて、カモフラ彼氏はじめました"
      },
      {
        "zh-hk": "吶，要不我們交往吧？被美少女青梅竹馬拜託，開始假冒她的男友"
      },
      {
        "ja-ro": "nemotsuki"
      }
    ],
    "description": {
      "en": "Masaichi Mazono, an otaku boy, and Toiro Kurumi, the most beautiful girl in school, are childhood friends. Toiro, who was always in Masaichi’s room, was supposed to be like family to him. \n\nBut one day, Toiro, who was constantly getting annoyed by her romantic troubles, asks Masaichi to play the role of her boyfriend. They thought it would be simple to pretend to be a couple because they’d been together for so long, but their ideal childhood friend can’t possibly end up as a false lover…\n\n_“E-eh no, holding hands is embarrassing.”_\n\nA childhood friend who is more than a lover embarks on a more adventurous lover’s life than she could have dreamed!",
      "ja": "オタク男子・真園正市と、学校一の美少女・来海十色は腐れ縁の幼馴染。ある日、恋愛関係のトラブルに嫌気がさした十色に頼まれ、正市は彼氏役を演じることに。「元々ずっと一緒にいるから、カップルのフリも簡単！」と思っていた二人だが、相性抜群の幼馴染が偽の恋人で終わるはずがなく――!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "adf63281-281d-448f-a618-dee15c47e7e5",
    "title": {
      "en": "Sachiroku 〜Sachi’s Book of Revelation〜"
    },
    "updatedAt": "2024-04-17T08:00:46+00:00",
    "coverArt": "https://mangadex.org/covers/adf63281-281d-448f-a618-dee15c47e7e5/a36e8372-ed25-4b4d-98da-a75bcb230b97.jpg",
    "altTitles": [
      {
        "en": "Sachi’s Records 〜Sachi’s Book of Revelation〜"
      },
      {
        "ja": "サチ録　～サチの黙示録～"
      },
      {
        "ja-ro": "Sachi-roku: Sachi no Mokushiroku"
      },
      {
        "ru": "Записи Сачи: Книга откровений Сачи"
      },
      {
        "ja-ro": "Sachiroku - Sachi no Mokushiroku"
      },
      {
        "vi": "Sachiroku - Cuốn Sách Khải Huyền Của Sachi"
      }
    ],
    "description": {
      "en": "‘Humanity’s Judgment’ — a process by which an angel and a demon meticulously pass judgment upon a human, and the final score determines the fate of mankind. But this time, the chosen subject is the incredibly mischievous 6-year-old elementary school student, Sachi Ueno?! Just how will the unconventional living arrangement of an angel, a demon, and a human shape the future of humanity?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9f46e20-d66a-4771-a126-92d97b09bc77",
    "title": {
      "en": "Rengokujima -Polar Love-"
    },
    "updatedAt": "2024-04-20T21:22:34+00:00",
    "coverArt": "https://mangadex.org/covers/d9f46e20-d66a-4771-a126-92d97b09bc77/eaf132e4-c53a-4fa4-8095-0e3242f6341b.jpg",
    "altTitles": [
      {
        "en": "Lovetrap Island - Passion in Distant Lands -"
      },
      {
        "ja-ro": "Rengoku Jima: Kyokuchi Renai"
      },
      {
        "ja": "恋獄島 ～極地恋愛～"
      },
      {
        "ja-ro": "Rengokushima ~ kyokuchi renai ~"
      },
      {
        "ja-ro": "Rengokujima ~ kyokuchi renai ~"
      }
    ],
    "description": {
      "en": "Five travelers, 3 women and 2 men, wash ashore a remote island, survivors of ship sinking.\n\nFinding themselves in this extreme situation, their instinct and conscience intersect and collide!\nCrossing thoughts, feelings of love and hate mixed with trust and betrayal. A story of uncontrollable libido and murderous intent…\n\nOriginal R18 web novel [here](https://novel18.syosetu.com/n1896br/)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e9b9e6d0-bf39-4ad0-936e-6a627adcb6da",
    "title": {
      "en": "Rokka no Yuusha"
    },
    "updatedAt": "2023-12-12T07:23:17+00:00",
    "coverArt": "https://mangadex.org/covers/e9b9e6d0-bf39-4ad0-936e-6a627adcb6da/859dd8c5-e540-4b2c-8b7e-5b1a426785c1.jpg",
    "altTitles": [
      {
        "en": "Heroes of the Six Flowers"
      },
      {
        "fr": "Les héros des six fleurs"
      },
      {
        "ja-ro": "Rokka no Yūsha"
      },
      {
        "ru": "Герои шести цветов"
      },
      {
        "ja": "六花の勇者"
      }
    ],
    "description": {
      "en": "The Majin, sealed away asleep, wakes periodically to destroy the world. Six heroes, marked by a flower crest, are each time chosen by the God of Fate to stop him.  \nAdlet Mayer, self-proclaimed \"strongest man on earth\", is one of them. But when he meets with the other heroes, there appears to be a traitor amongst them.",
      "ru": "Когда Маджин, бог зла, пробуждается ото сна, богиня судьбы выбирает шестерых героев, которым дарует силу, способную победить его. Получив необычную отметину-цветок на руке, Адлет (называющий себя «Сильнейший в мире») спешит к месту встречи героев. Однако каково было их удивление, когда собравшись вместе и подсчитав, они обнаруживают, что их не шесть, а семь. Пораскинув мозгами, они приходят к «невероятному» выводу, что среди них есть шпион. А кое-кто думает, что Адлет и есть этот шпион."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "16"
  },
  {
    "mangaId": "2431dfcf-bae2-4e51-a4f6-d5375d561e31",
    "title": {
      "en": "Today Once Again, the Assassin Cannot Win Against the Girl He Picked Up!"
    },
    "updatedAt": "2024-06-18T14:00:37+00:00",
    "coverArt": "https://mangadex.org/covers/2431dfcf-bae2-4e51-a4f6-d5375d561e31/2c7a2afe-6033-4c41-8efa-4b8d12c58548.png",
    "altTitles": [
      {
        "ja-ro": "Kyou mo Ansatsusha wa Hirotta Dorei Shoujo ni Nakanaka Katenai"
      },
      {
        "ja": "今日も暗殺者は拾った奴隷少女になかなか勝てない"
      }
    ],
    "description": {
      "en": "An assassin decided to bring home a slave girl from a mission to raise her to be an assassin."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9aaa96b-36fc-41c5-a427-6e39c26b7720",
    "title": {
      "en": "Fuku wo Kiru nara Konna Fuu ni"
    },
    "updatedAt": "2024-06-02T08:27:01+00:00",
    "coverArt": "https://mangadex.org/covers/c9aaa96b-36fc-41c5-a427-6e39c26b7720/fb65b75e-9e45-4aa6-929c-9e35206fd5cc.jpg",
    "altTitles": [
      {
        "ja": "服を着るならこんなふうに"
      },
      {
        "en": "Do It this Way If you Wear the Clothes."
      },
      {
        "en": "If You're Gonna Dress Up, Do It Like This"
      },
      {
        "zh": "衣服要这么穿"
      },
      {
        "vi": "Đã ăn diện thì phải ăn diện sao cho đúng."
      }
    ],
    "description": {
      "en": "Yuusuke, an average office worker meets with his friend at a reunion, only to find out that the fashion world has left him behind. Now, with the help of his sister Tamaki, Yuusuke must take his step into the world of trends and charisma.",
      "pt-br": "Yuusuke, um trabalhador de escritório comum encontra-se com seu amigo em uma reunião, apenas para descobrir que o mundo da moda o deixou para trás. Agora, com a ajuda de sua irmã Tamaki, Yuusuke deve entrar no mundo das tendências e do carisma"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f0a79aea-1fbd-4555-a707-1c34561af8d3",
    "title": {
      "en": "Hana to Rakurai"
    },
    "updatedAt": "2023-11-14T12:19:19+00:00",
    "coverArt": "https://mangadex.org/covers/f0a79aea-1fbd-4555-a707-1c34561af8d3/2a9b9a87-3fd0-4493-8105-692206f7e7f7.jpg",
    "altTitles": [
      {
        "en": "Flower and Thunderbolt"
      },
      {
        "ja": "花と落雷"
      },
      {
        "zh": "花与落雷"
      }
    ],
    "description": {
      "en": "A bunch of love problems surround her life. Futamura Umiho is a girl with a weak personality. A new flower is about to bloom! A fresh and inspirational story is blooming. A love between flower and thunder!",
      "pt-br": "Um monte de problemas amorosos rodeia a vida desta garota. Futamura Umiho tem uma personalidade frágil. Uma nova flor está para florescer, e uma inspiradora história está para nascer. Um amor entre uma flor e um trovão!"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "8"
  },
  {
    "mangaId": "d4cc64fd-4566-42f7-b4fc-fc11feb709eb",
    "title": {
      "en": "Attack Gamdori"
    },
    "updatedAt": "2024-07-15T22:16:19+00:00",
    "coverArt": "https://mangadex.org/covers/d4cc64fd-4566-42f7-b4fc-fc11feb709eb/68d68511-321b-4729-9c81-8ec18b32eafa.png",
    "altTitles": [
      {
        "ko": "겜돌이를 공략하라"
      }
    ],
    "description": {
      "en": "Do Jeong-mi, the main character, spends the night playing games. On Valentine’s Day in her 2nd year of high school, Jung-mi’s best friend Chae-hee confesses to the most popular senior in school and gets rejected. In order to make her friend Chae-hee’s unrequited love come true, Jung-mi ran a secret Cupid operation, going back and forth between online and offline…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf16ea31-d883-4458-8eef-72c9651373b7",
    "title": {
      "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon? Familia Chronicle Episode Lyu"
    },
    "updatedAt": "2024-01-22T12:33:54+00:00",
    "coverArt": "https://mangadex.org/covers/cf16ea31-d883-4458-8eef-72c9651373b7/5b01f9f1-24d8-4cd5-b225-f4986a00aadc.jpg",
    "altTitles": [
      {
        "en": "Dungeon ni Deai o Motomeru no wa Machigatte Iru Darou ka: Familia Chronicle Episode Ryu"
      },
      {
        "ja-ro": "DanMachi - Familia Chronicle: Episode Ryuu"
      },
      {
        "ru": "Может, я встречу тебя в подземелье – Хроника Рю"
      },
      {
        "ja": "ダンジョンに出会いを求めるのは間違っているだろうか ファミリアクロニクル episodeリュー"
      },
      {
        "ko": "던전에서 만남을 추구하면 안 되는 걸까 -에피소드 류"
      },
      {
        "ja-ro": "Dungeon ni Deai o Motomeru no wa Machigatte Iru Darou ka - Familia Chronicle: Episode Ryuu"
      }
    ],
    "description": {
      "en": "This is the Labyrinth City Orario. It possesses the only underground labyrinth in the whole lower world, and thus has prospered from it, coming to be known as the \"Center of the World.\" Ryuu Lion, under the owner Mia Grand, worked daily at the pub Hostess of Fertility alongside her coworkers Syr Flova, Arnya Fromel, Chloe Rollo, and Lunoire Faust. One day, a pair of Humans' voices shatters the peace of the store… This is a fairy tale that won't be written down, the Story of Lion!",
      "ru": "Это город-лабиринт Орарио. Он обладает единственным в целом нижнем мире подземным лабиринтом и, таким образом, процветает, становясь известным, как \"Центр Мира\". Рю Лайон ежедневно работала в пабе Мии Гранд \"Хозяйка плодородия\" вместе с Сил Фловер, Аней Фломер, Хлор Лоло и Руноа Фауст. Однажды, пара человеческих голосов нарушила спокойствие в пабе. Это сказка, что никогда не будет списана со счетов, история Лайон",
      "pt-br": "Esta é a cidade labiríntica de Orario. Ela possui o único labirinto subterrâneo em todo o mundo inferior, e por isso tem prosperado, vindo a ser conhecida como o \"Centro do Mundo\". Lyu Leon, sob a proprietária Mia Grand, trabalha diariamente no bar Hostess of Fertility ao lado de suas colegas Syr Flova, Ahnya Fromel, Chloe Rollo e Lunoire Faust. Um dia, vozes de humanos destroem a paz da loja... Esta é uma fábula que não será escrita, a história de Leon!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "22"
  },
  {
    "mangaId": "10ac62af-c790-4e26-8716-c25c499471eb",
    "title": {
      "en": "Emergency Meeting: A Story About Yuuka's Missing Panties - Blue Archive"
    },
    "updatedAt": "2024-07-20T08:35:11+00:00",
    "coverArt": "https://mangadex.org/covers/10ac62af-c790-4e26-8716-c25c499471eb/efc6cbc5-d535-4466-b0a8-bf51c853a4c3.jpg",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "1"
  },
  {
    "mangaId": "1b45ddae-88e8-4b78-9a51-684e2f10616d",
    "title": {
      "en": "How to Be God"
    },
    "updatedAt": "2021-05-25T15:40:03+00:00",
    "coverArt": "https://mangadex.org/covers/1b45ddae-88e8-4b78-9a51-684e2f10616d/b384ecb9-610c-496b-a308-1104c0d0aeea.png",
    "altTitles": [
      {
        "en": "Dang Shen Bu Rang"
      },
      {
        "en": "当神不让"
      }
    ],
    "description": {
      "en": "Yang Jian is exiled into the human realm from the Heavens in order to repent. His former partner, The Howling Celestial Hound, has reincarnated into a young girl. Witness how a barbaric Immortal from the Heavens and his partner move 100 demons to tears.  \n  \n\n\n---\n\n",
      "fr": "Yang Jian est exilé du Ciel dans le royaume humain pour se repentir. Son ancien partenaire, The Howling Celestial Hound, s'est réincarné en une jeune fille. Témoignez comment un Immortel barbare du Ciel et son partenaire font pleurer 100 démons.  \n  \n\n\n---\n\n",
      "pl": "Bóg wojny, który bije nieśmiertelnych jak psy, zostaje za karę zesłany na ziemię. Aby mógł wrócić do nieba, musi wywołać łzy u całej setki demonów. Ale jak poruszyć demona do łez? Wystarczy zbić go jak psa!"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e90f0484-f65c-4892-903a-42a180692392",
    "title": {
      "en": "My Sister’s Private Life"
    },
    "updatedAt": "2024-06-25T22:02:40+00:00",
    "coverArt": "https://mangadex.org/covers/e90f0484-f65c-4892-903a-42a180692392/1f934158-78db-42c1-9f46-f58e2d4f7ee6.jpg",
    "altTitles": [
      {
        "ko": "자매의 사생활"
      },
      {
        "uk": "Приватне життя моєї сестри"
      }
    ],
    "description": {
      "en": "A woman wakes up in a hospital with no memory of who she is. She doesn’t even recognize herself in the mirror. She hit her head while falling down the stairs and suffers from temporary amnesia. As she gets to know herself, she is disappointed to find out that her handsome husband doesn’t even want to touch her and her career as an influencer is falling apart because she is suspected of murder. But it turns out she is living the life of her twin, Haemi."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b997d25-7249-47d4-b21e-b7bce2225081",
    "title": {
      "en": "Tsuihoreijo wa Ginojissusei ni Narimashita."
    },
    "updatedAt": "2024-01-21T14:28:17+00:00",
    "coverArt": "https://mangadex.org/covers/2b997d25-7249-47d4-b21e-b7bce2225081/c5eb6d82-a74c-4ab7-881e-a5b182eb6659.png",
    "altTitles": [
      {
        "ja": "追放令嬢は技能実習生になりました。〜アーシャ様は野菜畑から逃げ出したい〜"
      },
      {
        "ko": "추방영애는 기능실습생이 되었습니다. ~아샤 님은 야채밭에서 도망치고 싶어~"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30b68b83-d8cd-46c2-ad6c-e2eca355ab36",
    "title": {
      "en": "Deathbound Duke's Daughter and the Seven Nobles"
    },
    "updatedAt": "2024-04-26T20:53:33+00:00",
    "coverArt": "https://mangadex.org/covers/30b68b83-d8cd-46c2-ad6c-e2eca355ab36/f84d120d-f02e-4d6e-8a38-5d6ba708918b.jpg",
    "altTitles": [
      {
        "id": "Putri dan Tujuh Pangeran Bangsawan yang terikat kematian"
      },
      {
        "ja-ro": "Shini Yasui Koushaku Reijou to Shichi-nin no Kikoushi"
      },
      {
        "ja": "死にやすい公爵令嬢と七人の貴公子"
      }
    ],
    "description": {
      "en": "One evening in early spring, eight-year-old Erica Aurelia realizes she’s the detestable little villainess from an otome game called Liber Monstrorum ~Phantom Beasts and the Winter Princess~. As if that wasn’t bad enough already, Erica’s role in the game is to pester the main character… and then die in order to kick off a mysterious series of events! These incidents are different in each love interest’s route, and seven routes means seven deaths to avoid. Not one to throw in the towel, Erica knows she must take action to destroy her death flags—and since her life is on the line, there’s no time to lose!  \r\n\r\n\r\n---\r\n\r\n [Official English Light Novel](https://j-novel.club/s/deathbound-duke-s-daughter)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "27"
  },
  {
    "mangaId": "86a05b25-e031-4039-8659-83cc4d9bfbdd",
    "title": {
      "en": "Salaryman Exorcist - Okumura Yukio no Aishuu"
    },
    "updatedAt": "2024-06-20T22:22:27+00:00",
    "coverArt": "https://mangadex.org/covers/86a05b25-e031-4039-8659-83cc4d9bfbdd/c825c3b0-fc7d-4105-8324-5a1dc078a936.jpg",
    "altTitles": [
      {
        "ja-ro": "Salaryman Exorcist: Okumura Yukio no Aishū"
      },
      {
        "en": "Salaryman Exorcist: The Sorrows of Okumura Yukio"
      },
      {
        "ja-ro": "Salaryman Futsumashi Okumura Yukio no Aishuu"
      },
      {
        "ja": "サラリーマン祓魔師 奥村雪男の"
      }
    ],
    "description": {
      "en": "A spin-off of Ao no Exorcist, following Okumura Yukio as the main protoganist."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": null
  },
  {
    "mangaId": "3f0ddf0e-345b-4846-94f1-f26f15417c23",
    "title": {
      "en": "Forced Strategy 100%"
    },
    "updatedAt": "2024-04-04T23:42:41+00:00",
    "coverArt": "https://mangadex.org/covers/3f0ddf0e-345b-4846-94f1-f26f15417c23/1751ad25-d42a-488d-94bc-32c9da56ab0b.jpg",
    "altTitles": [
      {
        "zh-ro": "Bèi Pò Gōng Lüè 100%"
      },
      {
        "en": "Forced Attack 100%"
      },
      {
        "zh": "被迫攻略100%"
      }
    ],
    "description": {
      "en": "An accident forced two handsome schoolboys who originally disliked each other to bind together in a love game. Chi Che became a game player, while Cen Huang’s soul left his body to become a game system. In order to return back to normal, both player and system can only brace themselves and complete the rest of the game’s strategy missions. What’s outrageous is that the attack target is unexpectedly Cen Huang’s soulless body?! Thus, a straight guy helping another straight guy pursue his own dramatic love game has now begun…\n\nA dangerous control freak senior who refuses to socialize x an optimistic talkative junior who lacks love."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca33a142-58fb-4fee-88b9-36ef87f02c77",
    "title": {
      "en": "Nezumi no Hatsukoi"
    },
    "updatedAt": "2024-07-05T08:20:00+00:00",
    "coverArt": "https://mangadex.org/covers/ca33a142-58fb-4fee-88b9-36ef87f02c77/6d6eac6c-dcdb-45df-b294-05d3b6093a07.jpg",
    "altTitles": [
      {
        "ja": "ねずみの初恋"
      },
      {
        "en": "Nezumi's First Love"
      },
      {
        "vi": "Tình đầu của Nezumi"
      },
      {
        "ne": "नेजुमी को पहिलो प्रेम"
      },
      {
        "fr": "Le Premier Amour de Nezumi"
      }
    ],
    "description": {
      "en": "Nezumi is a girl who was raised as a hitman by the yakuza and grew up not knowing human love. An ordinary young man, Ao, knows nothing. They fall in love and start to live together, but the evil hand is close at hand... This is a story of first love, so cruel and so sad.\n\nRead the prequel oneshot featuring Messiah-chan's backstory [here](https://mangadex.org/title/a53ff4b3-1514-4b91-9fa0-acd99dd797de/gomennasai-messiah-chan).",
      "fr": "Nezumi est une fille qui a été élevée comme tueuse à gages par les yakuzas et qui a grandi sans connaître l'amour humain. Un jeune homme ordinaire, Ao, n'en sait rien. Ils tombent amoureux et commencent à vivre ensemble, mais la main du mal est proche.... C'est l'histoire d'un premier amour, si cruel et si triste.",
      "ja": "ヤクザに殺し屋として育てられ、人の愛を知らずに育った少女、ねずみ。何も知らない普通の青年、碧(あお)。二人は恋に落ち、共に暮らし始めるが、魔の手はすぐそこまで迫っていた‥‥。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc450607-0657-4abd-9ec0-b19e536fb287",
    "title": {
      "en": "I Failed to Divorce My Husband"
    },
    "updatedAt": "2024-07-03T10:27:48+00:00",
    "coverArt": "https://mangadex.org/covers/fc450607-0657-4abd-9ec0-b19e536fb287/433e3574-669f-4c03-9240-2fce2e0c6c40.jpg",
    "altTitles": [
      {
        "ko": "흑막 남편과의 이혼에 실패한 것 같다"
      },
      {
        "ko-ro": "Heungmang Nampyeongwaui Ihone Silpaehan Geon Gatda"
      },
      {
        "en": "My Failing Divorce"
      },
      {
        "en": "I Am Afraid I Have Failed to Divorce My Husband"
      },
      {
        "fr": "Les péripéties d'une ex-vilaine"
      },
      {
        "fr": "Je n'ai pas réussi à divorcer de mon (vilain) mari"
      },
      {
        "pt": "Falhei em me divorciar do meu esposo"
      },
      {
        "ja": "黒幕夫に惚れられました"
      },
      {
        "zh": "正太老公超黏人"
      }
    ],
    "description": {
      "en": "I've been reincarnated as the extra character who stalked her husband, the male lead, for 10 years and died. Of course, I tried to divorce him before the female lead appeared.\n\nBut, I found out that my young husband was secretly abused in the house. At that moment, I immediately became overwhelmed with the responsibility and sense of duty a modern adult would have. \n\n**\n\nAiden had his back turned away from her and suddenly grabbed her arm forcefully. The strength of his hands alone could have ripped her arms off. Erin timidly called his name and spoke. \n\n\"I already reminded you yesterday. We're a married couple, so I'm always on your side.\" \n\n\"...\"\n\n\"So, everything is alright.\" \n\nShe comforted him with these sweet words like it was a spell. And as if he was under her magic, Aiden stopped trembling. \n\n**\n\nThe adult Erin requested to divorce her husband Aiden before the female lead appeared. As soon as those words left her lips, Aiden's smile disappeared. \n\n\"A divorce? Never.\"\n\nAiden tore the divorce papers into such thin sheets, the contents were no longer legible. Erin smiled at the sight. (Synopsis source: Gourmet Scans)\n\n---\nEllen's plan is simple. Before turning into an obsessive villain who gets executed, she's going to get a divorce! But after she becomes Ellen Lianster, her plan gets complicated. Her new husband, Aiden, has developed a debilitating fear of being touched, and Ellen is determined to discover the cause and cure. As she finds ways to help him, an affection-deprived Aiden slowly begins to seek comfort from Ellen. With both hearts opening up to each other, can this marriage succeed... at failing?",
      "fr": "J'ai été réincarnée en tant que la figurante qui a harcelé son mari, le rôle masculin principal, pendant 10 ans et qui est morte. Bien sûr, j'ai essayé de divorcer avant que le personnage principal féminin n'apparaisse. Mais j'ai découvert que la nounou de mon jeune mari abusait secrètement de lui. À ce moment-là, j'ai immédiatement été submergée par la responsabilité et le sens du devoir d'un adulte moderne. *** Aiden, qui lui tournait le dos, lui a soudainement saisi le bras avec force. La seule force de ses mains aurait pu lui arracher les bras. Erin l'appela timidement et prit la parole. «Je te l'ai déjà rappelé hier. Nous sommes un couple marié, alors je suis toujours de ton côté.» «...» «Alors, tout va bien.» Elle le réconforta avec ces mots doux comme s'il s'agissait d'un sortilège. Et comme s'il était sous sa magie, Aiden cessa de trembler. *** Erin, adulte, a demandé le divorce à son mari Aiden avant que le personnage principal féminin n'apparaisse. Dès que ces mots ont quitté ses lèvres, le sourire d'Aiden a disparu. «Un divorce? Jamais.» Aiden a déchiré les papiers du divorce en feuilles si fines que le contenu n'était plus lisible. Erin sourit à cette vue.",
      "zh": "漫画简介: 社牛打工人穿成会被疯批男主处死的小恶女，却意外发现10岁的男主是个缺爱小可怜。每天糯叽叽黏人的正太小乖乖，在小恶女的养成下，还会成为腹黑疯批吗？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "657c948d-6682-4559-aba7-741fbfed6730",
    "title": {
      "en": "Tsuihou Suru Gawa no Monogatari"
    },
    "updatedAt": "2024-01-13T14:01:42+00:00",
    "coverArt": "https://mangadex.org/covers/657c948d-6682-4559-aba7-741fbfed6730/81ac5c14-5721-47eb-8864-0ae06c8a1bf8.jpg",
    "altTitles": [
      {
        "ja": "追放する側の物語"
      },
      {
        "ja": "追放する側の物語 仲間を追放したらパーティーが弱体化したけど、世界一を目指します。"
      },
      {
        "en": "The Story Of The Banisher Side After Banishing The Party Member - The Party Was Weakened, But We Aim To Be The Best In The World"
      },
      {
        "ja-ro": "Tsuihou Suru Gawa no Monogatari - Nakama wo Tsuihou Shitara Party ga Jakutaika Shitakedo, Sekaiichi wo Mezashimasu."
      }
    ],
    "description": {
      "en": "\"Exile\" and you're weakened!? A \"do-over\" fantasy of a failed party!\n\"Stardust\", an up-and-coming party, in order to aim even higher, expels Est, a “burden” of the party members.\nBut as a result, the party is weakened and Est is awakened!\n\nIn this \"Serves You Right!\" situation, a swordsman with zero motivation and zero pride rises to the occasion!\nThis is a story about the \"Aftermath\" of the \"Side that Banished Him\"."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "33"
  },
  {
    "mangaId": "6c1e7dc6-90b7-48ff-9f22-97eb78ab68f6",
    "title": {
      "en": "Between Jaeyoung and Jaeyoung"
    },
    "updatedAt": "2024-07-19T15:24:19+00:00",
    "coverArt": "https://mangadex.org/covers/6c1e7dc6-90b7-48ff-9f22-97eb78ab68f6/f95bea31-753b-4301-979d-fe939d82b898.jpg",
    "altTitles": [
      {
        "ko": "재영과 재영 사이"
      }
    ],
    "description": {
      "en": "The \"Ha Jaeyoung\" whom Seou had a crush on in high school has died. Seou meets the deceased Ha Jaeyoung in a dream, and as the past is reenacted in the dream, Seou tries to change it to save him. Meanwhile, the death of another Ha Jaeyoung gets entangled, complicating the present. Before this dream that transcends time ends, can Seou save both Ha Jaeyoungs?",
      "ko": "고등학생 때 짝사랑했던 '하재영'이 죽었다.\n'서우'는 꿈에서 죽은 '하재영'을 만나고, 꿈에서 과거가 재현되자 그를 살리기 위해 과거를 바꾸려 한다.\n한편, 또 다른 '하재영'의 죽음까지 엮이면서 현재는 복잡하게 변해가는데..\n시간을 넘나드는 이 꿈이 끝나기 전, '서우'는 두 '하재영'을 모두 살릴 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c3117a1-a1f1-4318-9669-e85b91dd3f22",
    "title": {
      "en": "Spicy Milk Candy"
    },
    "updatedAt": "2024-06-19T02:22:01+00:00",
    "coverArt": "https://mangadex.org/covers/6c3117a1-a1f1-4318-9669-e85b91dd3f22/3af6ad36-0cf4-40cb-ae8c-7fa7455877a6.png",
    "altTitles": [
      {
        "ja": "スパイシーミルクキャンディ"
      }
    ],
    "description": {
      "en": "I want you to scold me, to bully me... The truth is, I want you to be a little cruel to me―\n＜That arousal tasted like something forbidden.＞\n\nThe upright and down-to-earth student council president Izumi has a kind and gentle boyfriend he is proud of, Ichii, and their love life is going along smoothly.\n\nHowever, one day―\nBecause of a little lie that Izumi tells, he receives a \"punishment\" unimaginable from Ichii.\n\nBoth of his arms are tied, and he hears teasing, almost-mean words.\n\n\"Can you say 'I'm sorry' properly?\"\n\nEven though his body is tingling hotly deep inside; even though he's being treated cruelly ― he feels several times more pleasure than usual.\nThe guilty pleasure turns Izumi further into a mess..."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "0313f538-68ec-456c-bd4b-d9bbb61aeff5",
    "title": {
      "en": "The Ultimate Wantless Godly Rich System"
    },
    "updatedAt": "2024-07-20T07:02:18+00:00",
    "coverArt": "https://mangadex.org/covers/0313f538-68ec-456c-bd4b-d9bbb61aeff5/53acb235-e2a2-42d9-a98a-c53d40843cd3.jpg",
    "altTitles": [
      {
        "zh": "终极肆意神豪系统"
      }
    ],
    "description": {
      "en": "Hang Xingwang, who had been silently enduring life as a corporate slave, suddenly awakened the Ultimate Freedom System. The more he indulges, the richer he becomes! From then on, the lowly operations staff transforms into the top boss, stepping on simps and punching snobs in the face. Thus begins his journey as a godly tycoon!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9419bf1-97f3-4fc8-a33c-6f55363047b4",
    "title": {
      "en": "Karina's Last Days"
    },
    "updatedAt": "2024-05-28T16:19:13+00:00",
    "coverArt": "https://mangadex.org/covers/d9419bf1-97f3-4fc8-a33c-6f55363047b4/49cdafcf-e823-4673-81b0-6d16fa1c3ec3.jpg",
    "altTitles": [
      {
        "ko": "시한부 엑스트라의 시간"
      },
      {
        "ko-ro": "Sihanbu Ekseuteuraui Sigan"
      },
      {
        "ko-ro": "Sihanbu Extra'eui Sigan"
      },
      {
        "en": "Limited Time of the Terminally-Ill Extra"
      },
      {
        "en": "Limited Time Extra"
      },
      {
        "fr": "Les derniers jours de Karina"
      },
      {
        "it": "Il tempo dei malati terminali extra"
      },
      {
        "uk": "Додатковий час для незначної героїні"
      },
      {
        "ru": "Ограниченные по времени дополнения"
      },
      {
        "ru": "Ограниченное время незначительной героини"
      },
      {
        "th": "ชีวิตที่เหลือของตัวประกอบจำกัดเวลา"
      },
      {
        "ja": "余命わずかの脇役令嬢"
      },
      {
        "mn": "Могмсон хуацаам буслдх дорийн цаг"
      },
      {
        "zh": "路人甲的生命倒计时"
      },
      {
        "zh": "配角时间有限"
      },
      {
        "zh-hk": "配角的倒數人生"
      },
      {
        "id": "Limited Extra Time"
      },
      {
        "vi": "Thời Gian Của Nhân Vật Phụ Có Giới Hạn"
      },
      {
        "en": "The Time of the Terminally-Ill Extra"
      },
      {
        "es-la": "El Tiempo Adicional De La Enferma Terminal"
      }
    ],
    "description": {
      "en": "As the middle child who is neither the heir nor the cherished younger twins, Karina has lived her whole life hidden away from others. She, who only had one hobby of painting, found out that she only had one year left to live. So without a plan, she went to visit her fiancé who she barely knew… To annul the engagement as he always wanted.\n\n\"I won’t beat around the bush. I want to spend a year here.\"\n\n\"...Milady, have you gone crazy?\"\n\n\"In return, I'll agree to annul the engagement.\"\n\nBut, she didn't know then. That she would receive the unconditional love that she had never received her whole life from him, and that she would come to have a desire to live her once meaningless life.\n\n---\nThough gifted with an ability to bring her drawings to life, Karina Leopold spent her years in the shadow of her famous siblings, forced to be the good daughter her parents wanted. But when she's told that a deadly disease will kill her in a year, she offers a deal to her fiancé, Milian Pastellio, with the goal to live the remainder of her days far from her family's reach. Much to her surprise, their encounter proceeds to change them both in a way she never imagined...\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "id": "Sebagai anak kedua, Karina menghabiskan hidupnya selalu mengalah pada kakak-adiknya. Suatu hari, dia diberitahu bahwa menggambar yang merupakan hobinya, membuat sisa hidupnya hanya tinggal satu tahun lagi. Tak ingin terus hidup tidak dianggap oleh keluarganya, dia memutuskan untuk pergi dari rumah. Dengan persiapan seadanya, dia pergi ke tempat tunangan yang tidak begitu dia kenal untuk menghabiskan sisa hidupnya.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "it": "Come figlia di mezzo che non è né l'erede né gli amati gemelli più piccoli, Karina ha vissuto tutta la sua vita nascosta agli altri. Lei, che aveva un solo hobby della pittura, ha scoperto che le restava solo 1 anno di vita. Quindi senza un piano, è andata a trovare il suo fidanzato che conosceva a malapena... Per annullare il fidanzamento come aveva sempre voluto.\n\n\"Non voglio tergiversare. Voglio passare un anno qui.\"\n\n\"...Mia Signora, sei impazzita?\"\n\n\"In cambio, accetterò di annullare il fidanzamento.\"\n\nMa allora non lo sapeva. Che avrebbe ricevuto l'amore incondizionato che non aveva mai ricevuto per tutta la vita da lui, e che sarebbe arrivata ad avere un desiderio per vivere la sua vita un tempo priva di significato.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "ja": "家門の跡を継ぐ長子でも、家族の愛を独占できる末っ子でもない、中途半端な2番目として、いつも誰かの影で生きてきたカリナ。 絵を描くことが唯一の趣味だった彼女は、自分に残された時間があと少しだということを知り、今まで交流もなかった婚約者に会いに行くことに。 婚約破棄の書類を胸に抱いて… 「ここにいさせてください」 「正気か？」 「その代わり…婚約を破棄して差し上げます」 この時は思いもしなかった。あれほど望んだ無償の愛と関心を彼がくれることになるなんて。 そのせいで、どうでもよかった人生に未練を抱くことになるなんて…\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "ko": "가문의 후계자도, 귀여움을 독차지하는 막내도 되지 못한 어중간한 둘째로,\n평생 다른 사람들에게 가려진 삶을 살아온 카리나. \n그림을 그리는 것만이 유일한 취미인 그녀는\n자신에게 남은 시간이 고작 1년 뿐이라는 사실을 알게 된다. \n\n그래서 교류도 없던 약혼자를 무작정 찾아갔다.\n그가 원하던 파혼 서류를 품에 고이 간직한 채.\n\n\"단도직입적으로 말하자면, 여기서 1년간 지내고 싶어요.\"\n\"......미쳤나, 영애?\" \n“대신 파혼해 드릴게요.”\n\n하지만 그땐 미처 알지 못했다. \n평생 가지지 못했던 대가 없는 관심과 애정을 그에게 받게 될 줄은.\n그래서 미련 없던 삶에 이토록 욕심이 생기게 될 줄은.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "ru": "Карина всю жизнь находилась в чужой тени. Абсолютно обычная, ни наследница рода, ни милашка, как ее младшие – близняшки. Однажды она узнает, что ей остался всего год. Поэтому она тут же помчалась к своему жениху, неся с собой заявление на расторжение брака, о котором ее жених, должно быть, так грезил.— Скажу прямо, я хочу прожить здесь год.— Миледи, вы с ума сошли?..— За это я дам вам развод.Вот только кое-чего она не знала.— Похоже, вы продолжаете делать вид, будто не замечаете, поэтому мне придется это сказать.— Скажите.— Вы мне нравитесь.Она никогда даже надеяться не смела, что просто так получит его расположение. Поэтому она и не думала, что у нее появится настолько сильное желание в жизни, к которой она не была готова.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "uk": "Вона не була спадкоємицею сім'ї, або навіть милою і обожнюваною молодшою дитиною, але неоднозначною середньою дитиною, Карина, та, яка завжди буде затьмарювати інших. Дівчина, чиє єдине хобі полягало в тому, щоб малювати, дізналася, що їй залишилося жити всього один рік.\nТак, вона раптом пішла в гості до свого нареченого, з яким у неї ніколи не було ніяких взаємодій. У її руках були документи, необхідні для анулювання їх заручин, так само, як він хотів.\n\n\"Чесно кажучи, я хочу жити тут один рік.\"\n\"...Ти збожеволіла, молода міс?\"\n\"В обмін на це я розірву заручини.\"\n\nОднак тоді вона не знала, що отримає всю увагу і прихильність, яку не отримувала все своє життя.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1953f80-36f7-492c-b0f8-e9dd0ad01752",
    "title": {
      "en": "Modern MoGal"
    },
    "updatedAt": "2023-10-18T06:52:39+00:00",
    "coverArt": "https://mangadex.org/covers/b1953f80-36f7-492c-b0f8-e9dd0ad01752/5e418a46-e876-4176-961b-8622840a33e2.jpg",
    "altTitles": [
      {
        "en": "Monster Gals"
      },
      {
        "zh-ro": "Rén Wài de Xīngqíwǔ"
      },
      {
        "zh-hk": "人外的星期五"
      },
      {
        "uk": "Монстро-дівчата"
      }
    ],
    "description": {
      "en": "The daily experiences of modern monster girls.   \r\n  \r\nOriginal comic by [Shepherd0821](https://mangadex.org/group/6025/shepherd0821), uploaded to MangaDex with permission."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f0ce7d61-d172-459a-9010-25aa9c399627",
    "title": {
      "en": "I Am the Descendant of the Divine Dragon!"
    },
    "updatedAt": "2023-11-06T01:32:39+00:00",
    "coverArt": "https://mangadex.org/covers/f0ce7d61-d172-459a-9010-25aa9c399627/3664f2b3-8653-4e55-a9e7-66adcb61d931.png",
    "altTitles": [
      {
        "zh-ro": "Wo, Shenlong Zhihou!"
      },
      {
        "zh": "我，神龙之后！"
      },
      {
        "zh-ro": "Wo, Shenlong Zhihou!"
      },
      {
        "en": "I, the Queen of Dragons!"
      }
    ],
    "description": {
      "en": "In the highly competitive world of the Xuan Realm Continent, where warriors strive to refine their bodies, cultivate their martial abilities, harness the essence of the heavens and earth, and push beyond mortal limitations, our protagonist, Lu Hao, faces unjust persecution from his own clan since childhood. However, fate smiles upon him as he awakens the dormant bloodline of the Divine Dragon within him. With an unyielding resolve, Lu Hao embarks on an extraordinary journey, overcoming countless obstacles to ascend to the zenith of power. Along the way, he unravels the enigmatic secrets of his past life."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ffc37c7-8f02-42bf-881e-40825d94b402",
    "title": {
      "en": "Meme Girls"
    },
    "updatedAt": "2023-03-26T17:42:00+00:00",
    "coverArt": "https://mangadex.org/covers/3ffc37c7-8f02-42bf-881e-40825d94b402/8b7dc2ac-8af3-456c-81a8-f20e2f30f576.jpg",
    "altTitles": [
      {
        "ja": "meme娘"
      },
      {
        "ru": "Девчонки-мемы"
      }
    ],
    "description": {
      "en": "Memes, gaming consoles, and websites turned into anime girls! Please enjoy this compilation of meme comics, oneshots, and shorts from the team behind Merryweather Comics!",
      "pl": "Memy z internetu zostały zmienione w słodkie anime dziewczynki.",
      "pt": "(Brazilian) / Português(Brasil): ||Memes da internet se tornaram garotas fofas de anime, criado por Merryweather e com arte por Princess Hinghoi.||  \n\n\n---\n\n**Links:**  \n[Author's Twitter](https://twitter.com/Merryweatherey)  \n[Author's Youtube (with Dubbed Comics)](https://www.youtube.com/channel/UCvCtIO1it51jSkZGibS9R3w)",
      "ru": "Мемы из интернета, превращенные в милых анимешных девочек, создано Merryweather с иллюстрациями Princess Hinghoi."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae8c6312-6121-4469-846f-637f40afbd3b",
    "title": {
      "en": "Winter Moon"
    },
    "updatedAt": "2023-09-22T22:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/ae8c6312-6121-4469-846f-637f40afbd3b/b2d6e929-53bb-4b3b-8bd7-b9d90f13d61d.png",
    "altTitles": [
      {
        "en": "Wintermoon"
      },
      {
        "pl": "Zimowy księżyc"
      },
      {
        "ja": "冬月"
      }
    ],
    "description": {
      "en": "A gay sorceror and a seductive priestess cross paths in an Online RPG.",
      "fr": "Suivez les aventures d'un sorcier gay et d'une jolie prêtresse en plein cœur d'un RPG.",
      "ro": "Un vrajitor homosexual si o preoteasa seductiva se intalnesc din intamplare intr-un online RPG",
      "pt-br": "Um feiticeiro homossexual e uma sacerdotisa sedutora se cruzam em um RPG online."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "abc1520c-4636-4c30-af47-6568f6477b1c",
    "title": {
      "en": "Demon Prince & The Salaryman"
    },
    "updatedAt": "2024-04-05T15:59:19+00:00",
    "coverArt": "https://mangadex.org/covers/abc1520c-4636-4c30-af47-6568f6477b1c/d87d1159-5fe8-4b8e-bde2-18870cb5c5d3.png",
    "altTitles": [],
    "description": {
      "en": "A salaryman summons Astaroth, a Prince of Hell, to help him stop getting bullied at work."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40aafcb8-2649-4f9c-94fe-a7b4ce9ebd9a",
    "title": {
      "en": "Clinic of Horrors"
    },
    "updatedAt": "2024-01-28T19:24:23+00:00",
    "coverArt": "https://mangadex.org/covers/40aafcb8-2649-4f9c-94fe-a7b4ce9ebd9a/118b83f0-59db-4bbb-a5d7-bbfdb8933de9.jpg",
    "altTitles": [],
    "description": {
      "en": "In a strange city, there is a clinic that will treat the victims of horrific diseases. For a price."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6834368f-66b8-4fac-a03a-09ecb625f256",
    "title": {
      "en": "I Log in Alone"
    },
    "updatedAt": "2023-05-31T17:56:58+00:00",
    "coverArt": "https://mangadex.org/covers/6834368f-66b8-4fac-a03a-09ecb625f256/f0550c26-70e5-4ab7-abe3-2c7c82ccc432.jpg",
    "altTitles": [
      {
        "ko": "나 홀로 로그인"
      },
      {
        "ru": "Я единственный, кто вошёл в систему"
      },
      {
        "ja": "俺だけログイン"
      },
      {
        "th": "Solo Login"
      },
      {
        "en": "Solo Login"
      },
      {
        "zh-hk": "單獨登錄"
      },
      {
        "zh": "深渊副本已刷新"
      }
    ],
    "description": {
      "en": "Eleven year old Siwoo Jeong can only play by himself during gym class.\r\n\r\n\"I'm sitting out.\"\r\n\r\n\"Why are you the only one sitting out?\"\r\n\r\n\"Are you kidding?\"\r\n\r\n\"If I go in, everybody else has to sit out. Physically.\"\r\n\r\nTo Siwoo, strength isn't something he's had to train for, but something that's come naturally. When he turned sixteen years old though, the world undergoes a catastrophic change. A floating castle appeared in the sky and, through its choosing, granted people wings to become players. The world had been changed forever. Now, ten years have passed. Despite his incredible strength, Siwoo was not chosen as a player and had lived bumming around, until he saves the life of Irene Su falling from the sky, and is granted access to an underground dungeon as a new player. He's more special than anyone! The herculean Siwoo's dungeon run begins now!\r\n\r\n---\r\n26-year-old Jung Si-woo never had any friends, because there was nothing interesting about him. He lived an average life as an average person in an average world. But suddenly, the earth faced a great change when Mysterious floating 'Sky Castles' appeared. The 'Sky Castles' granted some people wings and powers, but unfortunately, Si-woo wasn't one of them.\r\n\r\n---\r\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%98-%ED%99%80%EB%A1%9C-%EB%A1%9C%EA%B7%B8%EC%9D%B8/2366), [KakaoPage](https://page.kakao.com/home/54269969)\r\n\r\n**Official Translations:**\r\n* English: [COPIN](https://copincomics.com/toon/154), [Tappytoon](https://www.tappytoon.com/en/comics/i-log-in-alone), [BiliBili Comics](https://www.bilibilicomics.com/detail/mc677)",
      "ja": "\"俺が出ると残り全員が補欠になっちゃうんだよ。物理的に。\" 11歳の「青井翔太」は体育の時間になると、いつも一人ぼっちだった。 「翔太」にとって「力」とは、鍛え上げるものではなく、持って生まれるもの！ 彼が16歳になったとき、地球の上空に謎の巨大城と、 プレイヤーと呼ばれる翼を持った人たちが現れる。 それから10年が経ち…。 超人的な力に恵まれながらも、プレイヤーになれずプータロー生活を満喫していた 「翔太」は、空から落ちてきた池田美羽を助けようとしたところ、地下ダンジョンに落ち、地下プレイヤーとして目覚めるが…。 ”俺は誰よりも特別だぜ！” 世界をひっくり返すほど痛快な翔太のダンジョン攻略が始まる！\r\n\r\n---\r\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%98-%ED%99%80%EB%A1%9C-%EB%A1%9C%EA%B7%B8%EC%9D%B8/2366), [KakaoPage](https://page.kakao.com/home/54269969)\r\n\r\n**Official Translations:**\r\n* English: [COPIN](https://copincomics.com/toon/154), [Tappytoon](https://www.tappytoon.com/en/comics/i-log-in-alone), [BiliBili Comics](https://www.bilibilicomics.com/detail/mc677)\r\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Solo-Login/14)\r\n* [Japanese / 日本語](https://piccoma.com/web/product/28829)\r\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/Solo_Login/207)",
      "ko": "11살 정시우는 항상 체육 시간에 혼자 노는 수밖에 없었다.\r\n“난 구기 열외야.”\r\n“왜 너만 열외야? 장난하냐?”\r\n“내가 나가면 나머지 인원이 전부 열외되거든. 물리적으로.”\r\n정시우에게 있어 힘이란 갈고닦는 것이 아닌 타고나는 것이었다.\r\n\r\n\r\n그런 그가 열여섯이 되었을 때\r\n세계는 대격변을 맞이하게 된다.\r\n\r\n지구 상공에 나타난 거대한 성과\r\n성의 선택으로 날개를 얻은 플레이어들.\r\n\r\n그들은 세계를 변화시키고 말았다.\r\n\r\n그렇게 10년.\r\n정작 특별 힘의 소유자인 정시우는 플레이어가 되지 못한 채 백수 라이프를 만끽하던 중,\r\n하늘에서 추락하던 수아린을 살리면서 들어가게 된 지하 던전에서\r\n지하 플레이어로서 각성하게 되는데.\r\n\r\n누구보다 특별하다!\r\n지금, 현대 역발산기개세 정시우의 화려한 던전 공략 플레이가 시작된다.\r\n\r\n---\r\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%98-%ED%99%80%EB%A1%9C-%EB%A1%9C%EA%B7%B8%EC%9D%B8/2366), [KakaoPage](https://page.kakao.com/home/54269969)\r\n\r\n**Official Translations:**\r\n* English: [COPIN](https://copincomics.com/toon/154), [Tappytoon](https://www.tappytoon.com/en/comics/i-log-in-alone), [BiliBili Comics](https://www.bilibilicomics.com/detail/mc677)\r\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Solo-Login/14)\r\n* [Japanese / 日本語](https://piccoma.com/web/product/28829)\r\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/Solo_Login/207)",
      "pl": "26-letni Jung Si-woo nigdy nie miał przyjaciół, ponieważ nie był ciekawą osobą. Żył przeciętnym życiem w przeciętnym świecie. Nagle ziemia stanęła w obliczu wielkiej zmiany, kiedy pojawiły się \"Zamki Niebios\". \"Zamki Niebios\" obdarowywały niektórych ludzi mocami oraz skrzydłami, niestety Si-woo nie był jedną z tych osób.\r\n\r\n---\r\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%98-%ED%99%80%EB%A1%9C-%EB%A1%9C%EA%B7%B8%EC%9D%B8/2366), [KakaoPage](https://page.kakao.com/home/54269969)\r\n\r\n**Official Translations:**\r\n* English: [COPIN](https://copincomics.com/toon/154), [Tappytoon](https://www.tappytoon.com/en/comics/i-log-in-alone), [BiliBili Comics](https://www.bilibilicomics.com/detail/mc677)\r\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Solo-Login/14)\r\n* [Japanese / 日本語](https://piccoma.com/web/product/28829)\r\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/Solo_Login/207)",
      "ru": "История про обычного парня, который грезил стать героем. Или… Может, он не совсем обычный?\r\n\r\n---\r\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%98-%ED%99%80%EB%A1%9C-%EB%A1%9C%EA%B7%B8%EC%9D%B8/2366), [KakaoPage](https://page.kakao.com/home/54269969)\r\n\r\n**Official Translations:**\r\n* English: [COPIN](https://copincomics.com/toon/154), [Tappytoon](https://www.tappytoon.com/en/comics/i-log-in-alone), [BiliBili Comics](https://www.bilibilicomics.com/detail/mc677)\r\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Solo-Login/14)\r\n* [Japanese / 日本語](https://piccoma.com/web/product/28829)\r\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/Solo_Login/207)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3dda9dc7-be06-4f27-af07-670786ceee4e",
    "title": {
      "en": "Shibuya Near Family"
    },
    "updatedAt": "2024-02-28T02:24:40+00:00",
    "coverArt": "https://mangadex.org/covers/3dda9dc7-be06-4f27-af07-670786ceee4e/43b60ede-1509-48be-a579-9d3ee23034b6.jpg",
    "altTitles": [
      {
        "ja": "シブヤニアファミリー"
      },
      {
        "fr": "Ma famille à Shibuya"
      }
    ],
    "description": {
      "en": "A small series that frankly depicts the circumstances of a third-grade girl living in Shibuya and her family.",
      "ja": "渋谷に住む小３女子とその家族の事情を赤裸々に描く小型連載。\n最後に書いてある「しぶや係日誌」も見てね。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d957e71-2468-4043-8b6a-acffd0a23591",
    "title": {
      "en": "My New Friend Wasn't What I Expected"
    },
    "updatedAt": "2023-07-30T14:23:31+00:00",
    "coverArt": "https://mangadex.org/covers/6d957e71-2468-4043-8b6a-acffd0a23591/b06eb24f-40d0-4ebc-b31b-d7c761b50f01.jpg",
    "altTitles": [
      {
        "ja": "新しくできた友達が思ってたのと違った話"
      },
      {
        "ja-ro": "Atarashiku Dekita Tomodachi ga Omotteta no to Chigatta Hanashi"
      }
    ],
    "description": {
      "en": "First impressions are important, but they're not the whole story...",
      "pt-br": "A garota que sentada ao meu lado é muito fofa, e isso é muito bom por si só. Mas então eu a conheci fora da escola... OH, MEU!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f461e344-2385-46b5-83b8-8776f5ea65d0",
    "title": {
      "en": "The Top Dungeon Farmer"
    },
    "updatedAt": "2024-06-11T00:53:22+00:00",
    "coverArt": "https://mangadex.org/covers/f461e344-2385-46b5-83b8-8776f5ea65d0/88c8bf13-56be-42df-af48-8be959d3f768.jpg",
    "altTitles": [
      {
        "it": "Coltivo nella Torre"
      },
      {
        "en": "Only I Farm in the Dungeon"
      },
      {
        "en": "Dungeon Farming on My Own"
      },
      {
        "en": "Farming in the Tower Alone"
      },
      {
        "en": "I'm the Only One Farming in the Dungeon"
      },
      {
        "ko": "나혼자 탑에서 농사"
      },
      {
        "en": "Solo Farming in the Tower"
      },
      {
        "ko-ro": "Nahonja Tabeseo Nongsa"
      },
      {
        "es-la": "Cultivando en la torre en solitario"
      },
      {
        "es-la": "Cultivando a solas en la torre"
      }
    ],
    "description": {
      "en": "Sejun, your average Seoul underdog, didn’t expect to grow tomatoes full-time when he stumbled into the mysterious dungeon full of monster quests and extravagant rewards. Yet, there he was, as a farmer growing and selling cash crops while clearing numerous quests that came his way. Will Sejun make it out of the dungeon with the plush rewards he hoped for? At least he has what it takes: optimism, resourcefulness, and a group of loyal furry friends.",
      "it": "Un giorno, una misteriosa torre apparve improvvisamente in città. La gente decise di chiamarla dungeon, e sebbene fosse pieno di asperità e mostri pericolosi, era anche una terra di opportunità, dove erano in attesa innumerevoli tesori. Quando Sejun, un giovane che vive una vita normale, viene invitato per caso nel dungeon sotterraneo, è entusiasta all'idea di diventare ricco, ma è rimasto bloccato in una zona nascosta della torre misteriosa. Tutto quello che ha sono alcuni semi e il suo corpo. Ora Sejun deve coltivare, raccogliere risorse e capire come sopravvivere!",
      "es-la": "Un día, una torre misteriosa apareció de repente en la ciudad. La gente decidió llamarla mazmorra, y aunque estaba llena de un terreno irregular y monstruos peligrosos, también era una tierra de oportunidades, donde aguardaban innumerables tesoros. Cuando Sejun, un joven que vive una vida ordinaria, es invitado por casualidad a la mazmorra, está emocionado ante la perspectiva de hacerse rico, pero se encuentra varado en un área oculta de la misteriosa torre. Todo lo que tiene son unas pocas semillas y su cuerpo. ¡Ahora, Sejun debe cultivar, recolectar recursos y descubrir su propia estrategia de supervivencia!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "298cb7b7-4a1a-407f-b479-d157a9b33d9a",
    "title": {
      "en": "Infinite Leveling: Murim"
    },
    "updatedAt": "2024-02-28T00:46:12+00:00",
    "coverArt": "https://mangadex.org/covers/298cb7b7-4a1a-407f-b479-d157a9b33d9a/215855b2-3d68-4be6-8720-f965210961b3.jpg",
    "altTitles": [
      {
        "ko": "무한 레벨업 in 무림"
      },
      {
        "ja": "無限レベルアップin武林"
      },
      {
        "en": "Infinite Level Up in Murim"
      },
      {
        "en": "Unlimited level-ups in murim"
      },
      {
        "ru": "Непрерывное поднятие уровня в Муриме"
      },
      {
        "fr": "Level Up infini au Murim"
      }
    ],
    "description": {
      "en": "Killed on the battlefield without glory to his name, Yuseong Dan receives an opportunity to grow stronger with a strange quest and level system. But each quest he’s forced to fight only seems to be getting harder and harder. Can he level up enough to avoid the same miserable ending and become the powerful hero he wishes to be?\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
      "ja": "ここは努力したぶん強くなれる世界\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
      "ko": "재능도 없고 출신도 비천했던 하급무사 단유성, 전쟁터에서 죽다.\n하지만 저승인 줄 알고 눈을 떴더니, 어린 시절의 과거로 돌아와 있지 않은가?\n이상한 숫자와 문자가 눈 앞에 보이고, 그 지시를 따르면 노력한 만큼 보상을 받기까지 한다.\n노력한 만큼의 보상을 받는 세상. 무한레벨업 in 무림에 오신것을 환영합니다.\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
      "ru": "Тан Ю Сон, младший воин, не имевший таланта, с низким уровнем подготовки, погиб на поле боя.\n\nНо когда он открыл глаза, он был сильно удивлён! Он вернулся в свое прошлое, когда ещё был ребёнком! Теперь он может изменить будущее!\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
      "pt-br": "Morto no campo de batalha sem glória para seu nome, Yuseong Dan recebe a oportunidade de ficar mais forte com uma estranha missão e sistema de níveis. Mas cada missão que ele é forçado a lutar parece estar ficando cada vez mais difícil. Ele pode subir de nível o suficiente para evitar o mesmo final miserável e se tornar o herói poderoso que deseja ser?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "edcffe3a-d6d5-4270-837b-c257c8369944",
    "title": {
      "en": "I Became the Youngest Prince in the Novel"
    },
    "updatedAt": "2024-06-05T20:52:52+00:00",
    "coverArt": "https://mangadex.org/covers/edcffe3a-d6d5-4270-837b-c257c8369944/63030bf6-469b-46c0-a988-c70a64f104cb.png",
    "altTitles": [
      {
        "ko": "소설 속 막내황자가 되었다"
      },
      {
        "ko-ro": "Soseol Sok Mangnaehwangjaga Doeeotda"
      }
    ],
    "description": {
      "en": "The novel Chronicles of the Hero of Frosimar is a story about the failures of the protagonist not the successes.\n\n“This is terrible.”\n\nThe First Emperor, who conquered the whole world, closed his eyes with a brief appreciation (after reading the novel).\n\nBut the moment he opened his eyes again, there were only a few lines about him in the Chronicles of the Hero of Frosimar.\n\nThis was because he became an imprisoned prince who met death with his first appearance (in the novel)."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]