[
  {
    "mangaId": "25707e09-1afb-48da-a04e-36b4daa7cce6",
    "title": {
      "en": "Nobunaga no Chef"
    },
    "updatedAt": "2024-12-15T05:06:18+00:00",
    "coverArt": "https://mangadex.org/covers/25707e09-1afb-48da-a04e-36b4daa7cce6/2ace44a9-16ea-481f-a6bb-5f56d8cfb732.jpg",
    "altTitles": [
      {
        "en": "Nobunaga's Chef"
      },
      {
        "ja-ro": "Kokinya Nobunaga"
      },
      {
        "fr": "Le chef de Nobunaga"
      },
      {
        "th": "ยอดเชฟของโนบุนางะ"
      },
      {
        "ja": "信長のシェフ"
      },
      {
        "zh": "信長的主廚"
      },
      {
        "es-la": "El Chef de Nobunaga"
      },
      {
        "en": "A Chef of Nobunaga"
      },
      {
        "pt-br": "O chef de Nobunaga"
      },
      {
        "id": "Kokinya Nobunaga"
      },
      {
        "ko": "노부나가의 셰프"
      }
    ],
    "description": {
      "en": "Ken is a modern-day chef who wakes up one morning in war-torn 16th century Japan. Faced with an impossible situation, he does what he does best – he cooks. Soon, word of his wonderful food reaches the capital, and the ears of warlord Oda Nobunaga, who immediately orders Ken to cook for him. What will happen to Ken as he finds himself stumbling around in an era he doesn't belong?",
      "ja": "現代の料理人・ケン。彼が目を覚ますとそこは戦国時代だった。京で評判の料理の噂を聞きつけた信長は、強引にケンを自分の料理人にするが…！？",
      "es-la": "Ken es un chef de la actualidad. Cuando se despierta, se encuentra en el período de los Estados en Guerra, la era Sengoku. Nobunaga oye un rumor sobre un plato con buena reputación en Kioto, y obliga a Ken a convertirse en su propio chef...",
      "pt-br": "Ken, um chef da era moderna, encontra-se de volta ao século 16, durante o período Sengoku. Sem qualquer lembrança de quem ele foi um dia ou como chegou ali, ele só pode contar com seu conhecimento e suas habilidades na culinárias. Mas, assim que ele ganha reputação por sua incrível comida, o próprio Oda Nobunaga aparece para demandar seus serviços."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "37",
    "lastChapter": "310"
  },
  {
    "mangaId": "c487f9a2-4b94-4847-bb4a-0f42e675298b",
    "title": {
      "en": "Kingdom Hearts 358/2 Days"
    },
    "updatedAt": "2024-10-21T12:25:12+00:00",
    "coverArt": "https://mangadex.org/covers/c487f9a2-4b94-4847-bb4a-0f42e675298b/5500afd1-5563-4def-9261-edf7bbfb11b4.jpg",
    "altTitles": [
      {
        "ja": "キングダム ハーツ 358/2 Days"
      }
    ],
    "description": {
      "en": "In Kingdom Hearts, Sora turned the Keyblade on himself in order to release Kairi's heart, but his heart was also released in the process. This brought about the creation of Roxas, Sora's Nobody. Unlike most Nobodies, however, Roxas has no memories of his past. He joins Oragnization XIII and slowly begins to discover the truth behind his existence and the Organization itself. He meets and befriends the fourteenth member of the Organization, who also has no recollection of her past. What will Roxas see during his time in the Organization? What is the connection between him, Sora, and the fourteenth member? And what becomes of them? Dive into the heart of Kingdom Hearts storyline's biggest secret."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "35"
  },
  {
    "mangaId": "3252e3bb-dd50-4092-aa74-5ba58574fb87",
    "title": {
      "en": "SSS-Rank Paladin Who Transcends Common Sense"
    },
    "updatedAt": "2024-02-26T18:00:37+00:00",
    "coverArt": "https://mangadex.org/covers/3252e3bb-dd50-4092-aa74-5ba58574fb87/b42491c6-ec61-43d5-961d-3a6ccf31a310.png",
    "altTitles": [
      {
        "zh": "SSS级超越常理的圣骑士"
      },
      {
        "zh": "SSS jí chāoyuè chánglǐ de shèng qíshì"
      },
      {
        "en": "SSS Grade Saint Knight"
      }
    ],
    "description": {
      "en": "The game descended on reality, monsters run rampant, magical disasters overflow, everyone needs to choose a class and level up to become stronger. Zhou Yi who has been unremarkable until now awakened the S+ rank talent Protection of the Sacred Angel on the day of class awakening, turning his class into the hidden class Sacred Knight! Weapon blessing, angel blessing, honor blessing… With all sorts of buffs, Zhou Yi destroyed the space itself with just his aura. Who was it that said sacred knight is just a mundane class?",
      "fr": "Le jeu est entré dans la réalité, les monstres se déchaînent, les catastrophes magiques débordent, chacun doit choisir une classe et monter en niveau pour devenir plus fort. Zhou Yi, qui n'avait rien de remarquable jusqu'à présent, a éveillé le talent de rang S+ Protection de l'ange sacré le jour de l'éveil de classe, transformant sa classe en classe cachée Chevalier sacré ! Bénédiction de l'arme, bénédiction de l'ange, bénédiction de l'honneur... Avec toutes sortes d'améliorations, Zhou Yi détruisait l'espace lui-même avec sa seule aura. Qui a dit que le Chevalier sacré n'était qu'une classe banale ?",
      "pt-br": "O jogo emerge na realidade, os monstros correm desenfreados, os desastres mágicos transbordam, todos precisam escolher uma classe e subir de nível para aprimorarem a sua força. Zhou Yi, que tem sido uma pessoa normal até então, despertou o talento de classificação S+ \"Proteção do Anjo Sagrado\" no dia de despertar de classes, transformando sua classe na classe oculta \"Cavaleiro Sagrado\"! Bênção de arma, bênção do anjo, bênção de honra... Com todos os tipos de buffs, Zhou Yi destruiu o próprio espaço apenas com sua aura. Quem foi que disse que o paladino era uma classe mundana?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3ad7b1d-e7e8-4a36-a374-2e73e875c2c1",
    "title": {
      "en": "Onikirimaru"
    },
    "updatedAt": "2022-10-25T02:08:53+00:00",
    "coverArt": "https://mangadex.org/covers/b3ad7b1d-e7e8-4a36-a374-2e73e875c2c1/0f880ec5-301b-4a30-88c6-85016aeeb62c.jpg",
    "altTitles": [
      {
        "en": "Oni Slayer"
      },
      {
        "ja-ro": "Onigirimaru"
      },
      {
        "ja": "鬼切丸"
      },
      {
        "it": "Slayer"
      },
      {
        "ko": "귀절도"
      },
      {
        "ko-ro": "gwijeoldo"
      }
    ],
    "description": {
      "en": "There was once an oni mother who gave birth to a human-looking child. Instead of an oni's horn, this child was born with a sword in hand called the \"Onigirimaru\" or Oni Slayer. He has no name and is only referred to by the name of his sword. Though he appears human, he is pure oni.  \n  \nBelieving that he will become human once all of his kind vanished from the world of humans, he sets out on his destiny to slay all of his kind. Even now, in the mother world of Japan, he is still out there slaying oni."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": ""
  },
  {
    "mangaId": "a5472353-d9e2-4f8e-ae1a-f25ffae45258",
    "title": {
      "en": "Kobayashi-san Chi no Maid Dragon Official Guidebook"
    },
    "updatedAt": "2023-10-29T13:56:36+00:00",
    "coverArt": "https://mangadex.org/covers/a5472353-d9e2-4f8e-ae1a-f25ffae45258/de51bfe1-503a-420d-840b-995dddb183e0.jpg",
    "altTitles": [
      {
        "en": "Miss Kobayashi's Dragon Maid Official Guidebook"
      },
      {
        "en": "Maidragon Compendium"
      },
      {
        "ja": "小林さんちのメイドラゴン公式ガイドブック メイドラ大全"
      }
    ],
    "description": {
      "en": "A complete compendium! This official guidebook tells you everything about \"Kobayashi-san Chi no Maid Dragon\" (as of now).\nCharacter profiles for humans and dragons / Recap of the story by volume / Dragon matching test / Guardian knowledge test / Collection of gorgeous illustrations by the best guest artists / Q&A with Coolkyoushinja / Drafts for Chapter 1 / Illustration gallery (in full color)... and more!\nIt also includes a special chapter newly drawn!\nA super-supreme must-have for all Dragon Maid fans!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95aa6275-3a71-460b-af9f-33ee9b93bebc",
    "title": {
      "en": "Nue no Onmyouji"
    },
    "updatedAt": "2025-02-04T23:03:29+00:00",
    "coverArt": "https://mangadex.org/covers/95aa6275-3a71-460b-af9f-33ee9b93bebc/cc948bc9-d3ac-435a-b299-bf5b2c7ffd89.jpg",
    "altTitles": [
      {
        "ja": "鵺の陰陽師"
      },
      {
        "en": "Nue's Exorcist"
      },
      {
        "fr": "L'exorciste de Nue"
      },
      {
        "ru": "Оммёдзи Нуэ"
      },
      {
        "es-la": "El exorcista de Nue"
      },
      {
        "vi": "Âm Dương Sư Nue"
      }
    ],
    "description": {
      "en": "Yajima has been able to see spirits since he was small. At his new school is a room that nobody else can see. And inside is a spirit who loves playing video games.",
      "fr": "Yajima est capable de voir les esprits depuis qu'il est tout petit. Dans sa nouvelle école, il y a une pièce que personne d'autre ne peut voir. Et à l'intérieur se trouve un esprit qui aime jouer aux jeux vidéo. Une nouvelle saga d'exorcistes modernes commence !",
      "ja": "幼少の頃から「幻妖」と呼ばれる存在が見えた少年・夜島学郎。高校入学初日、ひょんなことから出会ったサブカル好きの幻妖「鵺」に校内の幻妖退治を依頼されるが――…？",
      "vi": "Yajima đã có thể nhìn thấy các linh hồn từ khi còn nhỏ. Tại ngôi trường mới của cậu ấy có một căn phòng mà không ai khác có thể nhìn thấy. Và bên trong là một linh hồn thích chơi trò chơi điện tử. Một câu chuyện trừ tà hiện đại bắt đầu từ giây phút này!",
      "pt-br": "Yajima é capaz de enxergar Espíritos desde pequeno. Em sua nova escola há uma sala que mais ninguém consegue ver. E dentro dela mora uma Espírito que ama jogar videogames. Uma nova saga moderna de exorcistas começa agora!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e8c03c09-960b-461f-b430-0ef8ba86e19b",
    "title": {
      "en": "Gurren Lagann"
    },
    "updatedAt": "2024-03-29T04:22:29+00:00",
    "coverArt": "https://mangadex.org/covers/e8c03c09-960b-461f-b430-0ef8ba86e19b/24267a2b-584a-49a0-9d02-a4a8fbda8735.jpg",
    "altTitles": [
      {
        "en": "Heaven Piercer Crimson Lagann"
      },
      {
        "ja": "天元突破グレンラガン"
      },
      {
        "ja-ro": "Tengen Toppa Gurren Lagann"
      }
    ],
    "description": {
      "en": "In their closed-off underground village, Kamina and Shimon chafe at the limits imposed by the village elder. Yet all this will change, when Shimon stumbles across a fantastic device - just as the village's peace is broken by a violent intrusion."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "65"
  },
  {
    "mangaId": "96ae166c-d8e1-4e9e-88cb-805b65154d7e",
    "title": {
      "en": "Red Blue"
    },
    "updatedAt": "2025-01-13T15:02:52+00:00",
    "coverArt": "https://mangadex.org/covers/96ae166c-d8e1-4e9e-88cb-805b65154d7e/bfdcb28f-9c18-4557-9634-e34339662fb5.jpg",
    "altTitles": [
      {
        "ja": "レッドブルー"
      },
      {
        "zh-hk": "紅藍"
      }
    ],
    "description": {
      "en": "Suzuki Aoba, a gloomy, social outcast, is satisfied with his Highschool life though he occasionally gets beaten up by his classmate Iwase Sannosuke in \"play-fights\". One day, Aoba is saved from a \"play-fight\" by none other than Akasawa Kenshin, a boy from the class next door and the rising rookie superstar sensation of the MMA world. However, Kenshin wonders aloud if Aoba feels empty when Aoba states that he doesn't have a dream, which Aoba doesn't react to kindly. He vows to land one punch on Kenshin in the future. Aobas joins the Shark Gym lead by the sloppy Kanenari Tokiwa to achieve his dream of besting Kenshin.",
      "ja": "日陰者の道を歩んできた主人公・青葉。 譲れぬ“想い”を押し通すため、 総合格闘技“MMA”の世界へ飛び込んでゆく――!!",
      "pt-br": "Uma história sobre o mal humorado Aoba Suzuki e a estrela em ascensão Kenshin Akasawa moldando seus caminhos para o mundo das lutas de MMA."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a787b10a-02d0-46c0-8236-0d01d69ad4a3",
    "title": {
      "en": "Naruto (Official Colored)"
    },
    "updatedAt": "2025-01-18T17:36:08+00:00",
    "coverArt": "https://mangadex.org/covers/a787b10a-02d0-46c0-8236-0d01d69ad4a3/608815f3-45dd-41b7-a10d-55fb3dc6a05c.jpg",
    "altTitles": [
      {
        "en": "Naruto - Digital Colored Comics"
      },
      {
        "ja": "ナルト"
      },
      {
        "ja": "NARUTO―ナルト― カラー版"
      },
      {
        "ar": "ناروتو"
      },
      {
        "bg": "Наруто Цветна Версия"
      }
    ],
    "description": {
      "en": "Twelve years ago, the powerful Nine-Tailed Demon Fox attacked the ninja village of Konohagakure. The demon was quickly defeated and sealed into the infant Naruto Uzumaki, by the Fourth Hokage who sacrificed his life to protect the village. Now Naruto is the number one knucklehead ninja who's determined to become the next Hokage and gain recognition by everyone who ever doubted him!",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Naruto\". Uzumaki Naruto é um garoto que teve um demônio preso dentro dele quando era um bebê, para evitar que esse demônio destruísse sua vila. Ele cresceu sendo temido por todos, já que existe a lembrança dos mortos pelo demônio em quase todas as famílias. Evitado e ignorado, tudo o que ele realmente deseja é ser amado e reconhecido pelos outros, pelo que de fato ele é. Acompanhe a vida de Naruto, seu amor pela \"doce e amável\" Sakura e sua \"amizade\" com Sasuke... Uma história aparentemente simples, em que o herói acumula poderes e vence os malvados, fazendo amigos no caminho, certo? Errado. Naruto tem ação e comédia, sim, mas o tema central do mangá é a solidão e como cada um dos personagens lida com essa solidão. A leveza cômica de alguns capítulos é francamente contrastante com o clima pesado e trágico de outros."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "72",
    "lastChapter": "700"
  },
  {
    "mangaId": "b1461071-bfbb-43e7-a5b6-a7ba5904649f",
    "title": {
      "en": "Martial Peak"
    },
    "updatedAt": "2024-11-09T13:55:33+00:00",
    "coverArt": "https://mangadex.org/covers/b1461071-bfbb-43e7-a5b6-a7ba5904649f/d175e74d-4ab7-47f4-8196-371aa51d8c2d.png",
    "altTitles": [
      {
        "zh-ro": "Wǔ Liàn Diānfēng"
      },
      {
        "ru": "Вершина боевых искусств"
      },
      {
        "ru": "Пик боевых искусств"
      },
      {
        "zh": "武炼巅峰"
      },
      {
        "vi": "Võ Luyện Đỉnh Phong"
      },
      {
        "zh-ro": "Wu Lian Dian Feng"
      },
      {
        "ko": "무련전봉"
      },
      {
        "en": "The Pinnacle of Martial Arts"
      },
      {
        "ar": "ذروة الفنون القتالية"
      },
      {
        "ar": "مارشال بيك"
      },
      {
        "uk": "Вершина бойових мистецтв"
      },
      {
        "uk": "Пік бойових мистецтв"
      },
      {
        "ja": "武錬天下"
      }
    ],
    "description": {
      "ar": "رحلة الوصول إلى قمة فنون القتال هي رحلة وحيدة موحشة وطويلة. في مواجهة الشدائد يجب عليك البقاء على قيد الحياة والقتال بلا هوادة، وعندها فقط يمكنك الارتقاء ومتابعة رحلتك لتصبح الأقوى. تختبر طائفة الجناح السماوي الأعلى تلاميذها بأقسى الطرق لإعدادهم لهذه الرحلة، وفي أحد الأيام تمكن المتدرب الضعيف يانغ كاي من الحصول على كتاب أسود مما جعله على الطريق إلى قمة عالم فنون القتال.",
      "en": "The peak of martial arts is solitary and lonely. It is an endless pursuit for unattainable heights as well. In order to surpass the limits of martial arts, growth and the will to survive in adverse situations is necessary.\r\nOne day, Yang Kai, a disciple-on-trial (and floor sweeper) of the Lingxiao Martial Arts Sect discovered a Wordless Black Book. That marked the turn in his luck and the beginning of his martial arts journey.",
      "fr": "Le chemin vers le sommet martial (Martial Peak) est long et solitaire. Face à l’adversité, il faut survivre et persévérer. Il est alors possible de percer et poursuivre l'ascension pour devenir le plus fort. Le Haut Pavillon Céleste entraîne ses disciples de la manière la plus sévère afin de les préparer à ce voyage. Un beau jour, le modeste balayeur Yang Kai met la main sur un livre noir, le lançant sur la route vers l'apogée du monde martial.",
      "ru": "Путь на вершину боевых искусств - путь одинокий и длинный. Перед лицом невзгод ты должен оставаться сильным и неотступным. Только тогда ты сможешь преодолеть все препятствия и стать по-настоящему сильным. Небесная Башня обучает своих учеников самым суровым образом, чтобы они могли выстоять в мире боевых искусств. Но только из-за одного самого незначительного проступка наш главный герой, Янг Кай, может быть исключен из Небесной Башни.",
      "uk": "Шлях до бойової вершини - самотній, відлюдний і довгий. Перед обличчям негараздів ти повинен вижити і залишатися непохитним. Тільки тоді ти зможеш прорватися і продовжити свій шлях, щоб стати найсильнішим. Небесна вершина випробовує своїх учнів найсуворішими способами, щоб підготувати їх до цієї подорожі. Одного разу скромному підмітальнику Ян Каю вдалося роздобути чорну книгу, яка відкриває йому шлях до вершини світу бойових мистецтв.",
      "vi": "Võ đạo đỉnh phong, là cô độc, là tịch mịch, là dài đằng đẵng cầu tác, là cao xử bất thắng hàn Phát triển trong nghịch cảnh, cầu sinh nơi tuyệt địa, bất khuất không buông tha, mới có thể có thể phá võ chi cực đạo. Lăng Tiêu các thí luyện đệ tử kiêm quét rác gã sai vặt Dương Khai ngẫu lấy được một bản vô tự hắc thư, từ nay về sau đạp vào dài đằng đẵng võ đạo.",
      "zh": "《武炼巅峰》漫画版是由深圳漫画团队噼咔噼绘制，根据阅文集团旗起点中文网的同名小说改编，作者是莫默。武之巅峰，是孤独，是寂寞，是漫漫求索，是高处不胜寒。逆境中成长，绝地里求生，才能堪破武之极道。凌霄阁试炼弟子兼扫地小厮杨开偶获一本无字黑书，从此踏上漫漫武道。",
      "es-la": "El viaje hacia la cima marcial es solitario y largo. Ante la adversidad, debes sobrevivir y permanecer inflexible. Solo entonces podrás avanzar y continuar tu viaje para convertirte en el más fuerte. El \"Pabellón Cielo Alto\" pone a prueba a sus discípulos de las formas más duras para prepararlos para este viaje. Un día, el humilde barrendero Yang Kai logró obtener un libro negro, lo que lo puso en el camino hacia la cima del mundo marcial.",
      "pt-br": "A jornada para o Pico Marcial é algo longo e solitário. Indo de encontro com a adversidade, você deve sobreviver e permanecer vivo. Apenas aqueles que superarem os limites continuarão a jornada rumo ao objetivo de se tornar o mais forte. A Sky Tower testa seus discípulos de maneiras bem complexas para esta jornada. Um dia, o menosprezado Yang Kai conseguiu obter um livro negro, fazendo-o tomar rumo ao pico do mundo marcial."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8516915a-51a2-44e0-a915-aff325216a26",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken: After the Rain"
    },
    "updatedAt": "2024-10-30T22:04:23+00:00",
    "coverArt": "https://mangadex.org/covers/8516915a-51a2-44e0-a915-aff325216a26/653c9057-d9fb-4f32-85f9-48aae296c4f0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件 after the rain"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais: After the Rain"
      },
      {
        "ru": "Ангел по соседству: После дождя"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten: After the Rain"
      },
      {
        "uk": "Сусідський ангел сильно мене балує: Бісля дощу"
      }
    ],
    "description": {
      "en": "A spin-off of the series *[The Angel Next Door Spoils Me Rotten](https://mangadex.org/title/2fec6641-beb1-4ae9-a32f-204dd06688ac/the-angel-next-door-spoils-me-rotten)* which comicalizes the stories from Volume 5.5 of the Light Novel and its special edition booklet, which contains additional short stories.",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まり二人は少しずつ惹かれあっていく――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "509a8a83-9ab8-4f10-bbd7-e109e630d23c",
    "title": {
      "en": "My Follower Became my Girlfriend"
    },
    "updatedAt": "2025-01-27T21:51:01+00:00",
    "coverArt": "https://mangadex.org/covers/509a8a83-9ab8-4f10-bbd7-e109e630d23c/3ad6c1db-b127-4378-98a8-fbfe8f36cfd2.jpg",
    "altTitles": [
      {
        "ja-ro": "Forowa ga Kanojo Narimashita"
      },
      {
        "ja": "フォロワーが彼女になりました"
      },
      {
        "ja-ro": "ForoKano"
      },
      {
        "ja-ro": "Follower ga Kanojo ni Narimashita"
      },
      {
        "pt-br": "Minha seguidora é a minha namorada"
      }
    ],
    "description": {
      "en": "It is now Reiwa, a new era marked by the spread of the novel corona virus.\r\nTwo university freshmen had lost their chance of having romantic encounters because their classes were almost immediately moved online after starting university.\r\nThey are Takano Shouhei (SNS ID: Mega Donki), a virgin aiming for ten thousand likes on his SNS posts and Sasakura Nene (SNS ID: nene), a thickheaded convenience store part-timer and they have somehow become each other’s purpose for living.\r\nThis is the start of a miracle-like pure love comedy that started on social media.",
      "pt-br": "Na era Reiwa, um novo vírus é amplamente espalhado. Calouros da faculdade repentinamente são obrigados a participar de aulas a distância e perderam sua oportunidade de se apaixonar. Takano Shohei (Nickname: Super Arma Branca), um menino virgem que tem como objetivo obter mais seguidores e Sasakura Nene (Nickname: Nene), uma garota vazia que trabalha em uma loja de conveniência por milagre se encontram por conta de redes sociais, e dão um ao outro a esperança necessária para continuar vivendo. Uma comédia romântica!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "36"
  },
  {
    "mangaId": "6153522b-1341-46d3-b9aa-60d87598e107",
    "title": {
      "en": "The Duchess' Lewd Invitation"
    },
    "updatedAt": "2024-05-22T15:02:13+00:00",
    "coverArt": "https://mangadex.org/covers/6153522b-1341-46d3-b9aa-60d87598e107/19d87d5b-fc6f-47b1-9740-faa9bdcb70a2.jpg",
    "altTitles": [
      {
        "en": "The Duchess's Lewd Invitation"
      },
      {
        "ko": "공작부인의 음탕한 초대"
      },
      {
        "en": "Duchess Debauchery"
      },
      {
        "ko": "공작부인의 OO한 초대"
      },
      {
        "vi": "Lời Mời Gọi Phóng Đãng Của Nữ Công Tước"
      },
      {
        "ja": "淫乱な公爵夫人からの招待状"
      }
    ],
    "description": {
      "en": "Unable to endure the greedy and unscrupulous people from his wife's family, Archduke Arthur Percy demands a divorce from his wife, Roxanne.  \n  \nKnowing fully well that as soon as she gets divorce her family will sell her out to another man, the Duchess offers a bold proposal.  \n  \nShe asks permission to have an affair with another man before the divorce, so she could finally enjoy a short period of freedom and finally knows what it's like to be cherished by someone.  \n  \nRoxanne then meets a kind gentle with a mask that seems to fulfill all of her desires and that feels strangely familiar."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "55"
  },
  {
    "mangaId": "0eb1e1a0-ec19-4d84-907c-d6efe40cdc98",
    "title": {
      "en": "I'm Not That Kind of Talent"
    },
    "updatedAt": "2024-05-28T18:32:39+00:00",
    "coverArt": "https://mangadex.org/covers/0eb1e1a0-ec19-4d84-907c-d6efe40cdc98/371950cc-373a-46ab-a071-9ba3fdd1ecb5.jpg",
    "altTitles": [
      {
        "ko": "저 그런 인재 아닙니다"
      },
      {
        "ko-ro": "Jeo Geureon Injae Animnida"
      },
      {
        "en": "I'm Not That Kind of Person"
      },
      {
        "zh": "我不是那种人才"
      },
      {
        "zh-hk": "我不是那種人才"
      },
      {
        "mn": "Би тийм чадварлаг биш"
      },
      {
        "id": "Aku Bukan Orang Seperti Itu"
      },
      {
        "vi": "Ta Không Tài Giỏi Đến Vậy Đâu"
      },
      {
        "es-la": "No soy esa clase de talento"
      }
    ],
    "description": {
      "en": "I'm not that kind of person.\n\nI, Dion Hart, am a sickly person who vomits blood whenever I'm stressed.\n\nHowever, at the same time, I'm Count Hart, who has somehow been misunderstood and thought of as a strong person, and thereby feared by everyone.\n\n---\nI am a sickly person who vomits blood whenever I get stressed. Deon Hart. However, at the same time as Honorary Count Hart, who is somehow misunderstood as strong and feared by everyone in the Empire, In the demon realm, he became the commander of the 0th Corps, the most trusted by the demon king... Yes?! me? I'm not that kind of person?!\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=5301471)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9099632), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=802840)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/im-not-that-kind-of-talent)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/wobushinazhongrencai/list?title_no=2335)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/not-that-kind-of-talent/list?title_no=5145)\n* [Indonesian](https://www.webtoons.com/id/fantasy/im-not-that-kind-of-talent/list?title_no=5239)",
      "fr": "Je ne suis pas ce genre de personne.\n\nMoi, Dion Hart, je suis une personne maladive qui vomit du sang dès que je suis stressé.\n\nCependant, en même temps, je suis le Comte Hart, qui a été en quelque sorte incompris et considéré comme une personne forte, et donc craint par tout le monde.\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=5301471)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9099632), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=802840)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/wobushinazhongrencai/list?title_no=2335)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/not-that-kind-of-talent/list?title_no=5145)",
      "it": "Non sono quel tipo di persona.\n\nIo, Deon Hart, sono una persona malaticcia che vomita sangue ogni volta che è stressata.\n\nTuttavia, allo stesso tempo, sono il Conte Hart, che in qualche modo è stato frainteso e considerato una persona forte, e quindi temuto da tutti.\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=5301471)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9099632), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=802840)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/wobushinazhongrencai/list?title_no=2335)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/not-that-kind-of-talent/list?title_no=5145)",
      "ko": "스트레스만 받으면 피를 토하는 병약하기 짝이 없는 나,  \n데온 하르트. \n하지만 어쩐지 강하다는 오해를 받고 제국에서는 모두의 두려움을 받는 하르트 명예 백작인 동시에,  \n마계에서는 마왕이 가장 신임하는 0군단장이 되었는데… 예?! 제가요? 저 그런 인재 아닌데요?!\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=5301471)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9099632), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=802840)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/wobushinazhongrencai/list?title_no=2335)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/not-that-kind-of-talent/list?title_no=5145)",
      "zh": "表面强如神实则体弱多病，\n我不是人才，请另请高明！\n只要受到压力就会吐血的病弱无比的我——德温·哈特。但不知为何，被人误会成了无比强大的人。不仅在帝国成为了所有人都忌惮的哈特名誉伯爵，同时还在魔界成为了魔王最信任的二把手…可是，我不是你们想象的那种人才啊！\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=5301471)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9099632), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=802840)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/wobushinazhongrencai/list?title_no=2335)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/not-that-kind-of-talent/list?title_no=5145)",
      "zh-hk": "我是德溫·哈爾特，無比虛弱、只要一有壓力就會吐血的我，卻在因緣際會下被誤認為強者，同時成為帝國裡令人畏懼的哈勒特榮譽伯爵，也是魔界中最受魔王信任的零軍團長⋯啊?!我嗎？我不是那種人才啊?!\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=5301471)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9099632), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=802840)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/wobushinazhongrencai/list?title_no=2335)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/not-that-kind-of-talent/list?title_no=5145)"
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe17c1f0-798d-48b2-bb8f-70f475cda79d",
    "title": {
      "en": "Sora wo Matotte"
    },
    "updatedAt": "2024-09-23T16:18:53+00:00",
    "coverArt": "https://mangadex.org/covers/fe17c1f0-798d-48b2-bb8f-70f475cda79d/0241fbfe-2fbd-4663-8042-a9afe72b0059.jpg",
    "altTitles": [
      {
        "ja": "空をまとって"
      },
      {
        "ja-ro": "Sora o Matotte"
      },
      {
        "en": "Wear the Sky"
      }
    ],
    "description": {
      "en": "Haro Ogawa, a high school student, is also a self-taught oil painter who is trying to paint the ultimate nude. \nAfter an unexpected encounter with an elusive \"witch\", he sets his sights on applying to art school... \nThe mystery that resides in the human body, the ultimate \"beauty\", will be painted on canvas! \nA skin-colored coming-of-age drama!",
      "ja": "「俺もいつかこんなヌードを描きたい――」　幼少時に見た絵画、「魔女のヌード」に魅入られた高校生・小川波路（おがわはろ）。日々、独学でヌードを描く彼の前に現れたのは、「魔女のヌード」に描かれた女性に瓜二つの美女、神生伶だった。ハロは思わず、伶にヌードモデルになってほしいと頼みこむが…!?　目指すはヌードで藝大合格!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "633d470a-4146-4dd3-b841-93dd648c23a5",
    "title": {
      "en": "The Academy's Genius Swordsman"
    },
    "updatedAt": "2024-06-28T22:00:09+00:00",
    "coverArt": "https://mangadex.org/covers/633d470a-4146-4dd3-b841-93dd648c23a5/cab5fd63-50ba-4272-b944-e7fcc5f2f0e9.jpg",
    "altTitles": [
      {
        "ko": "아카데미의 천재칼잡이"
      },
      {
        "ko-ro": "Academy Cheonjaekaljabi"
      },
      {
        "en": "Academy’s Genius Swordmaster"
      },
      {
        "zh": "皇家学院的天才剑豪"
      }
    ],
    "description": {
      "en": "Following a momentous battle against giants for the fate of the world, Ronan emerges victorious as the last man standing of the Imperial Army. As he laments this hollow victory with his dying commander, Grand Marshal Adeshan, they quickly learn that the war is far from over and an overwhelming force of giants descends from the heavens.\n\nFearing the worst, yet seeing hope in the courageous Ronan, Adeshan uses her last time slip to send him back to the past, so that he can enroll in the prestigious Phileon Academy and become the strongest swordsman the empire has ever seen!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ade0306c-f4b6-4890-9edb-1ddf04df2039",
    "title": {
      "en": "Solo Leveling: Ragnarok"
    },
    "updatedAt": "2024-11-24T12:56:19+00:00",
    "coverArt": "https://mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "altTitles": [
      {
        "ko": "나 혼자만 레벨업 : 라그나로크"
      },
      {
        "pt-br": "Upando Sozinho: Ragnarok"
      },
      {
        "ko-ro": "Na Honjaman Level Up: Ragnarok"
      }
    ],
    "description": {
      "en": "The Earth's existence is under threat once more as Itarim, the gods of other universes, seek to fill the void left by the Absolute Being. \n\nSung Jinwoo has no choice but to send Beru, the shadow ant king, to awaken his son's powers and start him on the journey he once took. \n\nSuho must conquer the shadow dungeon and earn his place in the world of hunters as he navigates through a new world against a new evil looking to swallow the world whole.",
      "ko": "줄거리\n\n평범한 대학생으로 살아가던 성수호 죽음을 앞둔 순간, 잠들어 있던 그의 특별한 혈통이 깨어난다!\n\n“일어나라.”\n\n죽음을 거스르고 지배하는 헌터, 그가 선보이는 새로운 레벨업을 주목하라!\n\n* 이 작품은 웹툰 <나 혼자만 레벨업>의 세계관을 이어받은 작품입니다.",
      "pt-br": "A existência da Terra está ameaçada novamente, por Itarim, os deuses de outros universos, buscam preencher o vazio deixado pelo Ser Absoluto.\n\nSung Jinwoo não tem outra opção senão enviar Beru, o rei das formigas das sombras, para despertar os poderes de seu filho e iniciar sua jornada, como ele fez antes.\n\nSuho precisa conquistar a masmorra das sombras e ganhar seu lugar no mundo dos caçadores, enquanto enfrenta um novo mal que ameaça engolir o mundo inteiro."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "feca1ccd-70cd-4e7d-b02c-7f7cdf8ce356",
    "title": {
      "en": "Evil Baby"
    },
    "updatedAt": "2025-01-28T20:15:24+00:00",
    "coverArt": "https://mangadex.org/covers/feca1ccd-70cd-4e7d-b02c-7f7cdf8ce356/663c1790-6e63-475e-9696-6660740f89cd.jpg",
    "altTitles": [
      {
        "zh": "恶婴"
      }
    ],
    "description": {
      "en": "Yu Yang had never thought the world could harbor something as bizarre as evil babies. But meeting Zhang Cheng changed everything. The man who nurtured him and tended to his every need was, in truth, his greatest enemy. Now, Yu Yang faces an impossible choice: should he kill him?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f491e32-3934-4e1a-a8b5-2510aecd40d9",
    "title": {
      "en": "Cleric of Decay"
    },
    "updatedAt": "2024-09-28T03:16:17+00:00",
    "coverArt": "https://mangadex.org/covers/7f491e32-3934-4e1a-a8b5-2510aecd40d9/6bc59079-32ee-47d3-b01d-50a51d2c6df2.jpg",
    "altTitles": [
      {
        "en": "Priest of Corruption"
      },
      {
        "en": "Priest of Decay"
      },
      {
        "ko": "부패의 사제"
      },
      {
        "es-la": "El Sacerdote de la Corrupción"
      },
      {
        "en": "The Priest of Corruption"
      }
    ],
    "description": {
      "en": "Not all job classes are created equal!\n\nMarnac was pulled into a game while trying to play as one of its worst job classes, Cleric of Decay. Now he’s the only cleric of the Order of Decay, serving a goddess who’s been reduced to an animated hand that repeats the word “MURDER!”\n\nWill the Order’s last cleric become powerful enough before the prophecy of “the end” comes true?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2025-02-04T11:17:34+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/6894ea66-ff8d-46f0-9f2a-7327595b96fb.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "ru": "Центурия"
      },
      {
        "fr": "Centuria"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!",
      "fr": "Julian, un jeune esclave, s’embarque clandestinement sur un navire en quête de liberté. Il ne se doute pas de ce qui l’attend dans ces eaux maudites…",
      "ru": "Пробравшись на невольничий корабль, Юлиан отправляется на континент вместе с сотней рабов, жаждущих свободы... Но что ждёт его впереди?!",
      "vi": "Lén đi lậu trên một con tàu, Julian ra đi tìm đến đại lục cùng với một trăm người nô lệ khác... Ai ai cũng khao khát có được tự do, thế nhưng rồi...?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45ed7ed8-23b3-45bf-9b9c-da6e9e88f747",
    "title": {
      "en": "Isekai de Tochi o Katte Noujou o Tsukurou"
    },
    "updatedAt": "2024-10-11T14:16:05+00:00",
    "coverArt": "https://mangadex.org/covers/45ed7ed8-23b3-45bf-9b9c-da6e9e88f747/a4d01877-5b03-44a2-8dc8-d1cf1cc47813.jpg",
    "altTitles": [
      {
        "ja": "異世界で土地を買って農場を作ろう"
      },
      {
        "ja-ro": "Isekai de Tochi wo Katte Noujou wo Tsukurou"
      },
      {
        "en": "Let’s Buy the Land and Cultivate It in a Different World"
      }
    ],
    "description": {
      "en": "Corporate drone Itonami Norio is summoned to another world and granted a powerful skill, [Supreme Wielder], which is invisible to those who summoned him. They’re dismayed to see he’s useless to them, so he asks only for a little plot of land to work for himself.\n\nHis skill allows him to use any tool to its greatest abilities, including fishing poles, cooking utensils, and construction tools. When he fishes up a mermaid who wants him for her bridegroom, charms a young dragon with his cooking, and excites an undead king with his rare skill, how long can his quiet country life last?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/f5c89da6-837e-4f24-8a8e-4e9131105ad5.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-09-24T18:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/870c4713-e353-4a0b-9c94-4072aa037ec9.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b22b5ce-f5bf-4e5a-b078-5dbb3edd266d",
    "title": {
      "en": "1975"
    },
    "updatedAt": "2024-12-10T19:12:56+00:00",
    "coverArt": "https://mangadex.org/covers/9b22b5ce-f5bf-4e5a-b078-5dbb3edd266d/eeb204d0-04b0-4e72-8857-d8d38e781f9e.jpg",
    "altTitles": [],
    "description": {
      "en": "It was published in Monthly Magazine Garo (月刊漫画ガロ) on August 1973"
    },
    "status": "completed",
    "releaseDate": 1973,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6f3fe1c-c086-4f50-a8cf-3ec48fa3f3a8",
    "title": {
      "en": "Shuumatsu no Valkyrie Kitan - Jack the Ripper no Jikenbo"
    },
    "updatedAt": "2025-01-17T11:19:12+00:00",
    "coverArt": "https://mangadex.org/covers/f6f3fe1c-c086-4f50-a8cf-3ec48fa3f3a8/88807014-acfb-47d2-9352-7913e7723e8e.jpg",
    "altTitles": [
      {
        "ja": "終末のワルキューレ奇譚 ジャック・ザ・リッパーの事件簿"
      },
      {
        "en": "The Jack the Ripper Case Files"
      },
      {
        "en": "Record of Ragnarok: The Jack the Ripper Case Files"
      },
      {
        "ru": "Повесть о Конце Света: Досье Джека-потрошителя"
      },
      {
        "uk": "Справи Джека-Різника"
      },
      {
        "en": "Record of Ragnarok Curious Tale: The Jack the Ripper Case Files"
      }
    ],
    "description": {
      "en": "In 1888, a number of prostitutes were murdered in London, by someone known only as \"Jack the Ripper\". The murderer takes to the streets each day, looking to slit some unfortunate woman open... The past of Jack the Ripper, the English gentleman who represented the human side in the fourth round of the struggle between God and mankind known as Ragnarok, who was one of the top-three most popular characters in the character poll, is finally revealed!\n___\n**Alt Official Raw:** [MangaHot](https://mangahot.jp/site/works/z_R0212)",
      "ja": "『終末のワルキューレ』第4回戦人類代表ジャック・ザ・リッパー。霧の都ロンドンを、恐怖のどん底に落とし、人類が応援することさえ躊躇した狂喜の殺人紳士に隠された真実とは？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7acc973b-11ac-44bf-b65b-37d19d7974e6",
    "title": {
      "en": "Mazin Saga"
    },
    "updatedAt": "2024-09-09T11:28:49+00:00",
    "coverArt": "https://mangadex.org/covers/7acc973b-11ac-44bf-b65b-37d19d7974e6/5d953913-ab73-4c46-8fef-3f973e5d0bee.jpg",
    "altTitles": [
      {
        "ja-ro": "Majinsaga"
      },
      {
        "en": "MazinSaga"
      },
      {
        "ja": "マジンサーガ"
      },
      {
        "it": "Mazinsaga"
      }
    ],
    "description": {
      "en": "MazinSaga is a manga written and produced by Go Nagai between 1990 and 1998; currently incomplete and up to the sixth volume, it's the summa of Nagai's works, for the complexity of the plot and the treated thematic content.  \nMazinsaga tells the story of the young Koji Kabuto, university student who finds himself having to collect the fruit of the researches of his father, physicist of world-wide reputation who died in mysterious circumstances.  \nThe boy is thus given a powerful artifact, Mazinger Z, the Armor of God."
    },
    "status": "hiatus",
    "releaseDate": 1990,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60e9fa8a-f15c-44aa-b0b8-6bf60ad70efe",
    "title": {
      "en": "Burai na Kaze Tetsu"
    },
    "updatedAt": "2024-12-25T20:42:12+00:00",
    "coverArt": "https://mangadex.org/covers/60e9fa8a-f15c-44aa-b0b8-6bf60ad70efe/05ce8cac-d5b8-4ea3-87de-cad77c81c875.jpg",
    "altTitles": [
      {
        "ja-ro": "Burai na Kaze Tetsu"
      },
      {
        "ja": "無頼な風 鉄"
      },
      {
        "en": "Tetsu: The Defiant Wind"
      }
    ],
    "description": {
      "en": "Jockey Tetsu is a man who lives by his own style. One day, he is charmed by a certain horse and follows it to the end. What Tetsu finds is a runaway horse on the verge of being killed by poison.\n\n---\n* Includes three-chapter story \"Samba Never Learns\" in the same volume."
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-11-18T22:30:34+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/2c7a2e7e-9963-4183-a470-acdbcc5b55ad.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff4b6bfd-40b4-4a84-b60e-1006c46c106b",
    "title": {
      "en": "How the Little Brother Who Turned Into a Girl Became His Big Brother's Girlfriend"
    },
    "updatedAt": "2025-01-16T15:50:14+00:00",
    "coverArt": "https://mangadex.org/covers/ff4b6bfd-40b4-4a84-b60e-1006c46c106b/acac2130-fe96-4421-9b1d-8d2e49c4696c.jpg",
    "altTitles": [
      {
        "ja": "兄貴の彼女になる、女の子になっちゃった弟。"
      },
      {
        "ja-ro": "Aniki no Kanojo ni Naru, Onnanoko ni Nacchatta Otouto"
      },
      {
        "en": "When I Returned Home for the First Time in a Long Time, My Brother Transformed Into a Girl"
      },
      {
        "ja": "久しぶりに実家に帰ったら弟がTSしてた。"
      },
      {
        "ja-ro": "Hisashiburi ni Jikka ni Kaettara Otouto ga TS Shiteta."
      },
      {
        "ru": "Как Младший Братик, Который Превратился в Девочку, Стал Девушкой Своего Старшего Брата"
      },
      {
        "ko": "오랜만에 친가에 돌아오니 동생이 TS되어 있었다"
      },
      {
        "ko-ro": "Orenmane Chinga-e Doraoni Dongsaengi TSdoeeo Itteotda"
      }
    ],
    "description": {
      "en": "When I returned home for the first time in a long time, my little brother transformed into a girl!?\n\n---\n**Link:**\n- [Fantia 18+ Content](https://mangadex.org/title/7a23de9c-01b8-43bd-ac38-0bfe0bebcc3b)",
      "id": "Ketika aku pulang ke rumah setelah sekian lamanya adik tiri laki-laki ku berubah menjadi gadis!?",
      "ru": "Когда я вернулся домой в первый раз спустя долгое время, мой младший брат стал девушкой!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ada20eb-085a-491a-8c49-477ab42014d7",
    "title": {
      "en": "The Beginning After the End"
    },
    "updatedAt": "2025-01-24T19:51:44+00:00",
    "coverArt": "https://mangadex.org/covers/4ada20eb-085a-491a-8c49-477ab42014d7/e12dda4b-3f8b-4df4-94de-56278ff83b97.jpg",
    "altTitles": [
      {
        "pt-br": "O começo após o final"
      },
      {
        "pt-br": "O começo depois do fim"
      },
      {
        "en": "TBATE"
      },
      {
        "zh": "三岁开始做王者"
      },
      {
        "ja": "最強の王様、二度目の人生は何をする？"
      },
      {
        "ko": "끝이 아닌 시작"
      },
      {
        "ru": "Начало после конца"
      },
      {
        "es": "El comienzo después del fin"
      },
      {
        "es-la": "La Vida Después de la Muerte"
      },
      {
        "uz": "Oxiridan Keyingi Boshlanish"
      }
    ],
    "description": {
      "de": "In einer Welt regiert durch die stärksten Kämpfer ist König Grey der unangefochten Stärkste, Reichste und Berühmteste. Aber eine solche Macht kommt Hand in Hand mit Einsamkeit. Unter der glamourösen Erscheinung eines mächtigen Königs liegt die leere Hülle eines Mannes, beraubt von Ziel und Willen.\n\nNach einer Wiedergeburt in eine Welt voller Magie und Monster hat der König die Möglichkeit, sein Leben erneut zu leben. Die Fehler seiner Vergangenheit zu korrigieren wird aber nicht seine einzige Herausforderung sein. Unter dem Frieden und Reichtum dieser neuen Welt lauert etwas, das alles vernichten kann, was er jemals erreicht hat, was seine Rolle darin und den Grund für seine Wiedergeburt in Frage stellt.",
      "en": "King Grey has unrivaled strength, wealth, and prestige in a world governed by martial ability. However, solitude lingers closely behind those with great power. Beneath the glamorous exterior of a powerful king lurks the shell of man, devoid of purpose and will.\n\nReincarnated into a new world filled with magic and monsters, the king has a second chance to relive his life. Correcting the mistakes of his past will not be his only challenge, however. Underneath the peace and prosperity of the new world is an undercurrent threatening to destroy everything he has worked for, questioning his role and reason for being born again.",
      "fr": "Le Roi Grey a une force, une richesse et un prestige inégalés dans un monde gouverné par l'aptitude martiale. Cependant, la solitude s'approche de près derrière ceux ayant de grands pouvoirs. Sous l'apparence glamour d'un Roi puissant se cache la carapace de l'homme, dépourvue de volonté et de but.\n\nRéincarné dans un nouveau monde rempli de monstres et de magie, le Roi a une seconde chance de revivre sa vie. Cependant, corriger les erreurs de sa précédente vie ne sera pas sa seule tâche. Sous la paix et la prospérité de ce nouveau monde se cache une menace sous-jacente remettant en question tout ce pour quoi il a travaillé, son rôle, et sa raison de renaître.",
      "ja": "私は史上最強の「王」である。数多の敵を退け、数々の功績を残した歴代最高の覇王だ。 しかし、ある朝目覚めた私は奇妙な違和感を覚える。手足が短い、視界が極端に低い、見知らぬ男女が私を「アーサー」と呼び、微笑みながら覗き込む。そう…私は無力な赤子に転生してしまったのだ！最強の王様がいたいけな赤ちゃんに転生する、痛快冒険ファンタジー‼",
      "pl": "Król Gray ma niezrównaną siłę, bogactwo i prestiż w świecie rządzonym przez umiejętności walki. Jednak samotność pozostaje tuż za tymi, którzy mają wielką moc. Pod olśniewającą powierzchownością potężnego króla kryje się skorupa człowieka, pozbawionego celu i woli.\n\nWskrzeszony w nowym świecie wypełnionym magią i potworami, król ma drugą szansę na ponowne przeżycie swojego życia. Jednak naprawienie błędów przeszłości nie będzie jego jedynym wyzwaniem. Pod pokojem i dobrobytem nowego świata kryje się ukryty nurt, który grozi zniszczeniem wszystkiego, na co pracował, kwestionując jego rolę i powód narodzin na nowo.",
      "ru": "Король Грей обладает непревзойденной силой, богатством и престижем в мире, во главе которого стоит боевая мощь. Однако одиночество обычно появляется именно у тех, кто обладает большой властью. Мало кто знает, но под гламурной внешностью могущественного короля скрывается оболочка человека, лишённого цели и воли.",
      "pt-br": "Dizem que a solidão acompanha aqueles com grande poder. Permanecendo como um Rei com força incomparável, status, e fama… e muito mais. Eu, que uma vez lutei para viver, me afogava em meu raso trono sem nenhuma vontade ou propósito. Haviam muitos que tinham inveja de mim, mas eu diria de bom grado, “Tirem tudo de mim! Será meu presente!” Um dia, eu finalmente consegui meu presente – uma nova vida.\n\nCom uma segunda chance de corrigir meus erros e cumprir meus arrependimentos, permita-me mostrar a você o que um (ex-rei) pode fazer!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2025-01-02T16:14:12+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      },
      {
        "vi": "Chấm dứt tình yêu này đi được không?"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma.",
      "vi": "Hachikawa Yuzu, một nữ sinh cấp 3 với cuộc đời học đường ảm đạm có một bí mật. Rằng thực chất cô ấy là một người hâm mộ cuồng nhiệt của Hayami Madoka, bạn cùng lớp và cũng là một nữ diễn viên nổi tiếng.\nYuzu, ngưỡng mộ và tôn sùng Madoka như một nữ thần, cảm thấy hạnh phúc khi chỉ đơn giản được học cùng lớp và nhìn ngắm Madoka mỗi ngày.\nLẽ ra chỉ như thế đã đủ, nhưng cho tới một ngày...\nMột câu chuyện tình yêu méo mó nhưng đồng thời cũng vô cùng thuần khiết."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "e182b09f-09ab-4201-8f37-0ced6822eb39",
    "title": {
      "en": "Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!"
    },
    "updatedAt": "2024-12-20T19:11:12+00:00",
    "coverArt": "https://mangadex.org/covers/e182b09f-09ab-4201-8f37-0ced6822eb39/91ce95cf-c86c-4303-bd15-e58b07025a9f.jpg",
    "altTitles": [
      {
        "en": "It's Not My Fault That I'm Not Popular"
      },
      {
        "ja-ro": "WataMote"
      },
      {
        "ja": "わたモテ"
      },
      {
        "ja": "私がモテないのはどう考えてもお前らが悪い!"
      },
      {
        "ko": "내가 인기 없는 건 아무리 생각해도 너희들 탓이야!"
      },
      {
        "th": "สาวมืดมนอลวนหารัก"
      },
      {
        "es-la": "No importa como lo vea, ¡Es culpa suya que yo no sea popular!"
      },
      {
        "en": "WataMote: No Matter How I Look at It, It's You Guys' Fault I'm Not Popular!"
      },
      {
        "pt-br": "Não É Minha Culpa Não Ser Popular!"
      }
    ],
    "description": {
      "en": "Tomoko Kuroki naturally assumed she'd be popular when she got to high school... but then cold, hard reality swooped in for the attack! Turns out all the popularity points she's racked up in her video game dating sims are worth squat in real life, and Tomoko's far from prepared to navigate high school! \n\nHow can she possibly hope to impress her classmates when she can't even talk to them?! A new high-school heroine is born (maybe?)!",
      "pl": "Główna bohaterka serii – Kuroki Tomoko – jest ultra-popularną uczennicą liceum, która umówiła się już z ponad setką chłopaków… W grach Otome. W realnym świecie jest socjopatką, która zupełnie nie radzi sobie z komunikacją z innymi ludźmi, a w szczególności z płcią przeciwną. Manga opowiada o jej kuriozalnych próbach (z reguły niezbyt udanych) usocjalnienia się i zmienienia się w osobę bardziej popularną.",
      "es-la": "Kuroki Tomoko, una chica que tiene \"50 años de experiencia\" en citas y que ha salido con más de un centenar de chicos… en juegos otome. En la vida real acaba de cumplir 15 años y va a dar comienzo su época en el instituto, está convencida de que con sus conocimientos será la más de popular. Una vez comienza el instituto, comienzan a pasar los días y se da cuenta de que no habla con nadie. ¿Cómo es posible? Un simple vistazo al espejo le hace darse cuenta de la realidad: no es precisamente una belleza y parece que hasta puede ser antipática. Poco a poco intentará cambiar para ser popular, pero claro, entre lo que le cuesta y lo que tiene una idea bastante distorsionada de la realidad, no será tan sencillo.",
      "pt-br": "Tomoko Kuroki naturalmente presumiu que ela seria popular quando chegasse ao ensino médio... mas então a realidade fria e dura se abateu para o ataque! Acontece que todos os pontos de popularidade que ela acumulou em seus simuladores de namoro de videogame valem a pena na vida real, e Tomoko está longe de estar preparada para passar pelo ensino médio!\n\nComo ela pode esperar impressionar seus colegas quando ela nem consegue falar com eles?! Nasce uma nova heroína do ensino médio (talvez?)!"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b5bc2c5-828f-46e3-aac0-0d99eec1aedd",
    "title": {
      "en": "Hitohitogami Nichinichi"
    },
    "updatedAt": "2024-12-15T05:27:29+00:00",
    "coverArt": "https://mangadex.org/covers/6b5bc2c5-828f-46e3-aac0-0d99eec1aedd/096fd0fe-e3b6-4320-b7d7-ed701c3ba062.jpg",
    "altTitles": [
      {
        "ja": "ひとひとがみ日々"
      }
    ],
    "description": {
      "en": "This is a story from once upon a time - but not recently. \n\nIn an abandoned village at the foot of Mount Mitsukado, there lived gods in human form. Monokai (specters) come to the village carrying goods to sell to the gods, and mysterious shadows lurk in the forest. \n\nThis is a mysterious tale of everyday life that traces the lives and memories of the gods. Why do the gods take on human form and why do the specters appear one after another?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9422a147-c0c8-400d-9106-57cb8ece3dba",
    "title": {
      "en": "Kimi wa Meido-sama"
    },
    "updatedAt": "2024-11-10T21:44:21+00:00",
    "coverArt": "https://mangadex.org/covers/9422a147-c0c8-400d-9106-57cb8ece3dba/b70aa6b6-03a3-403e-9c14-91f7cc126ab2.jpg",
    "altTitles": [
      {
        "en": "You are Ms. servant"
      },
      {
        "ja": "君は冥土様"
      },
      {
        "zh-hk": "暗殺女僕冥土醬"
      }
    ],
    "description": {
      "en": "A girl in a maid uniform came to Hitoyoshi's house looking for a job. Her previous job was an assassin, and she is skilled in all the deadly arts, but she's a complete beginner at housework. Hitoyoshi was confused by the strange request and sent her away. But then she saved Hitoyoshi from a deadly accident, and he thought maybe they can make this work? This is a story about a maid who was a cold-hearted killer learning about new emotions. A maid who lived a lonely life in the underworld finally finding family. The start of an enjoyable daily life.",
      "id": "||Seorang gadis dengan pakaian pelayan datang ke rumah Hitoyoshi untuk mencari pekerjaan. Pekerjaan dia sebelumnya adalah seorang pembunuh, dan dia sangat ahli dalam semua teknik membunuh, tapi dia sangat awam dalam pekerjaan rumah. Hitoyoshi bingung dengan permintaan anehnya itu dan memintanya pergi. Tapi kemudian gadis itu menyelamatkan Hitoyoshi dari sebuah kecelakaan maut, dan Hitoyoshi pikir dia mungkin bisa mempekerjakannya? Ini adalah kisah tentang seorang pelayan yang dulunya adalah pembunuh berdarah dingin kini belajar tentang emosi baru. Seorang pelayan yang hidup kesepian di dunia bawah akhirnya menemukan keluarga. Awal kehidupan sehari-hari yang menyenangkan dimulai!||"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a799cead-c82b-458c-8f1c-6bc19577bda6",
    "title": {
      "en": "Osananajimi no Koukousei no Aida ni Nikutai Kankei wa Seiritsu suru ka."
    },
    "updatedAt": "2024-11-05T00:04:21+00:00",
    "coverArt": "https://mangadex.org/covers/a799cead-c82b-458c-8f1c-6bc19577bda6/0654c788-1b63-4f4a-bd04-093a7073b88a.jpg",
    "altTitles": [
      {
        "ja": "幼なじみの高校生のあいだに肉体関係は成立するか。"
      },
      {
        "en": "Are Physical Relationships Possible Between Childhood Friends of High School Students?"
      },
      {
        "ru": "Возможна ли близость между старшеклассниками друзьями детства?"
      },
      {
        "es-la": "¿Se puede establecer una relación física entre amigos de la infancia y estudiantes de preparatoria?"
      }
    ],
    "description": {
      "en": "The innocent Oota Yuka, the sexually curious Niiyama Kasumi, the elusive Horie Yasuo and the lovesick Onosaka Ryuhei. The four high school boys and girls, who have grown up like a family, are bequeathed a house by an elderly woman, Hasebe Haru, for four million yen and a fixed term. Under one roof, the high school students' eccentric love and friendship unfold.",
      "ja": "こんな高校生活が羨ましい!!\n\n高校2年生の男女4人。彼女たちに与えられたのは、四百万円と4人だけが自由に出来る一軒家と一年間という期間。",
      "es-la": "Del autor de \"Hirasaka Hinako es eróticamente linda\", un trabajo completamente nuevo de Konya Yunkio.\n\nLa inocente Yuka Ota, la sexualmente curiosa Kasumi Niiyama, el evasivo Kosei Horie y el enamoradizo Ryuhei Onosaka. Los cuatro chicos y chicas de preparatoria, que han crecido como una familia, reciben en herencia una casa de una anciana, Hasebe Haru, valorada en cuatro millones de yenes y un plazo fijo. Bajo el mismo techo, se desarrollan el amor y la amistad excéntricos de estudiantes de preparatoria. Una historia juvenil ligeramente erótica."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e077b30c-f39d-473d-8d56-1437a2107ead",
    "title": {
      "en": "Nigate na Koibito"
    },
    "updatedAt": "2025-01-02T06:25:29+00:00",
    "coverArt": "https://mangadex.org/covers/e077b30c-f39d-473d-8d56-1437a2107ead/6d43ae0e-f3be-4937-8de8-c396086beb34.jpg",
    "altTitles": [
      {
        "ja": "苦手な恋人"
      }
    ],
    "description": {
      "en": "A straight-forward coming-out love story between a cool high school boy and a handsome classmate who fall in love!! Kasahara, a high school student , is outed as gay at school and then isolated from his class. The only person whose attitude doesn't change is his classmate, Katou. Irritated by Katou's kindness, Kasahara blurts out, \"What would you do if I told you I like you?\" However, upon hearing this, Kato makes a bold move, saying, \"I like you too!!\" And so they start dating!?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "14"
  },
  {
    "mangaId": "13d2856e-9163-43a1-86f9-cd66d41db09b",
    "title": {
      "en": "Isekai Samurai"
    },
    "updatedAt": "2024-12-31T10:16:58+00:00",
    "coverArt": "https://mangadex.org/covers/13d2856e-9163-43a1-86f9-cd66d41db09b/59aee1bf-9fbf-40d3-a5a7-b1acb41fbb45.jpg",
    "altTitles": [
      {
        "ja": "異世界サムライ"
      },
      {
        "ja-ro": "Isekai Samurai"
      },
      {
        "en": "Samurai in Another World"
      },
      {
        "es-la": "Samurái en Otro Mundo"
      },
      {
        "id": "Samurai di Dunia Lain"
      }
    ],
    "description": {
      "en": "The strongest swordsman of the Warring States period, transferred to another world.\n\nAt the end of the Warring States Period, Ginko, the greatest swordsman of the time, was always hungry for a fight to the death with someone stronger than herself. After cutting and cutting and cutting, she finally despairs that there is no one stronger than her in this world, and then she is transferred to another world! Before her eyes - a dragon!",
      "ja": "戦国時代最強の剣豪、異世界転移。\n\n戦国時代末期、最強の剣豪・ギンコは常に、自分より強いものとの死闘に飢えていた。切って切って切りまくり、ついにこの世に自分以上の強者がいないと絶望した矢先、異世界へ転移！　目の前には――ドラゴン！？",
      "pt-br": "A espadachim mais forte do período dos Reinos Combatentes, transferida para outro mundo.\n\nNo final do Período dos Reinos Combatentes, Ginko, a maior espadachim da época, estava sempre ansiosa por lutar até a morte com alguém mais forte que ela. Depois de cortar e cortar e cortar, ela finalmente se desespera porque não há ninguém mais forte do que ela neste mundo, e então ela é transferida para outro mundo! Diante de seus olhos está um dragão!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b8102da-c875-4dae-a79c-c62e817ff3f5",
    "title": {
      "en": "On My Way To See My Mom"
    },
    "updatedAt": "2025-01-19T13:36:43+00:00",
    "coverArt": "https://mangadex.org/covers/8b8102da-c875-4dae-a79c-c62e817ff3f5/c59932dc-ec0b-4ba0-9cd7-1a45398e38fa.jpg",
    "altTitles": [
      {
        "ko": "엄마를 만나러 가는 길"
      },
      {
        "en": "On the Way to Meet Mom"
      }
    ],
    "description": {
      "en": "Mori, a child found by a rescue team in an abandoned house, wakes up in a shelter. While adapting to an unfamiliar life, one day, he begins to be looked after with unconditional love from a mysterious sponsor... And then Mori learns about the existence of a \"mom\" when a close friend leaves with hers. The child starts to wonder about the sponsor: \"Could this person... be my mom?\"\nThis is the story of Mori's long and challenging journey to find his mom.",
      "ko": "폐가에서 발견된 아이 '모리'는 구조대에 의해 보호소에서 눈을 뜬다. 익숙하지 않은 생활에 적응하던 어느 날 후원자에게 조건 없는 사랑을 받고 자라는데.. 친하게 지내던 친구가 엄마와 떠나고, 엄마라는 존재가 있다는 걸 알게 된 아이는 생각한다. 혹시 이 사람이.. 나의 엄마가 아닐까? 모리의 멀고도 험한 엄마 만나러 가는 이야기."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6009d9fe-4ad4-4576-a35a-528a670b7e33",
    "title": {
      "en": "Rurouni Kenshin: Uramaku - Honoo wo Suberu"
    },
    "updatedAt": "2022-01-25T02:07:17+00:00",
    "coverArt": "https://mangadex.org/covers/6009d9fe-4ad4-4576-a35a-528a670b7e33/4d4dedbc-2c5e-4c6d-a14b-0f0da70e1029.jpg",
    "altTitles": [
      {
        "en": "Controlling Flame: Rurouni Kenshin - Hidden Chapter"
      },
      {
        "ja-ro": "Honō wo Suberu -Rurouni Kenshin: Uramaku-"
      },
      {
        "en": "Rurouni Kenshin - Master of Flame"
      },
      {
        "ja-ro": "Rurouni Kenshin Aku no Kioku"
      },
      {
        "ja-ro": "Rurouni Kenshin Uramaku"
      },
      {
        "es": "Rurouni kenshin: Detrás de escena -  El gobernante de la llama"
      },
      {
        "ja": "るろうに剣心 裏幕─炎を統べる─"
      }
    ],
    "description": {
      "en": "The special focus on the meeting of Shishio Makoto and and his significant other, Yumi Komagata.  \nThe manga also details how Shishio formed the Juppongatana, his organization of warriors and assassins that he recruits in an attempt to overthrow the Japanese government in the original Rurouni Kenshin manga."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "e5014f00-199b-493f-a8dc-8b8c939bb00f",
    "title": {
      "en": "The New Legend of the Strongest Man Kurosawa"
    },
    "updatedAt": "2022-07-02T02:26:20+00:00",
    "coverArt": "https://mangadex.org/covers/e5014f00-199b-493f-a8dc-8b8c939bb00f/24cf7637-66fd-4c35-9a0d-be3d66922e67.jpg",
    "altTitles": [
      {
        "ja": "新黒沢 最強伝説"
      },
      {
        "ja-ro": "Shin Kurosawa - Saikyou Densetsu"
      }
    ],
    "description": {
      "en": "The man of legend has come back to life! Kurosawa, who led the homeless army in a fierce battle against a group of delinquents in *The Legend of A Strongest Man Kurosawa*, was thought to have gone to his eternal rest. After spending eight whole years in a hospital bed, he makes a miraculous comeback in 2013! The fabled man returns to the present life to create a new legend... in spite of the fact that the present life is not quite so great."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "164"
  },
  {
    "mangaId": "bd7fc050-7cc5-4fc7-98d9-69677e2362b9",
    "title": {
      "en": "Tokimeke Mahou Youjo Kokopure"
    },
    "updatedAt": "2025-01-10T23:37:54+00:00",
    "coverArt": "https://mangadex.org/covers/bd7fc050-7cc5-4fc7-98d9-69677e2362b9/091bcd59-d648-4dbb-9d53-5c74d2a9e926.jpg",
    "altTitles": [
      {
        "ja": "ときめけ魔法幼女ココピュア"
      },
      {
        "en": "Heart-pounding Magical Girl Koko-pure"
      }
    ],
    "description": {
      "en": "Spin-off of Onee-san wa Joshi Shougakusei ni Kyoumi ga arimasu. Same degeneracy, but with magical girls."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "607759cc-aa6a-4470-8f7c-9bbf8253b915",
    "title": {
      "en": "Taika no Risei"
    },
    "updatedAt": "2025-01-26T17:56:08+00:00",
    "coverArt": "https://mangadex.org/covers/607759cc-aa6a-4470-8f7c-9bbf8253b915/d5fb2347-b4c6-4f32-9a1d-311380fac95d.png",
    "altTitles": [
      {
        "ja": "タイカの理性"
      },
      {
        "en": "The Whys and Wherefores of Taika"
      }
    ],
    "description": {
      "en": "As birth rates decline, in an effort to increase the total population of Japan, the country has implemented... a pet-humanism policy...?\nAs more and more owners \"humanize\" their pets--having them become members of society--Japan begins to experience a hike in economic growth, as well as in increase in crimes committed by these \"dogmen\" and \"catmen\"...\nIn the midst of such social unrest, what could possibly be of bigger concern to one cynical high school girl named Ao...?"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd13dad6-7cda-46cf-8d4f-13adfc6c37d6",
    "title": {
      "en": "Shihai Shoujo Kubaru-chan"
    },
    "updatedAt": "2024-11-02T11:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/dd13dad6-7cda-46cf-8d4f-13adfc6c37d6/a9fe0efb-d7d4-4ced-bd54-635969b096a9.jpg",
    "altTitles": [
      {
        "ja": "支配少女くばるちゃん"
      },
      {
        "en": "Ruling Girl Kubaru-chan"
      },
      {
        "en": "Controlling Girl Kubaru-chan"
      }
    ],
    "description": {
      "en": "After fierce bullying, Yuuto Kiba wanted to die. On the verge of committing suicide, his fate changes rapidly when a strange and funky beautiful girl, Kubaru, tells him, “Give me your life”.\n\nMake your life happy with love?! A slightly strange and psycho love drama.",
      "ja": "熾烈ないじめの末に、もう死にたいと思っていた少年・木場優人（きばゆうと）。自殺する寸前に、奇妙なファンキー美少女・くばるに「君の人生を頂戴」と言われたことで、運命が目まぐるしく変わっていく。\n\nラブで君の人生を幸せにする？！ちょっと奇妙でサイコなラブドラマ。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b87cf52b-e536-4165-bc3c-dba8d9a42202",
    "title": {
      "en": "It Was Just a Contractual Marriage"
    },
    "updatedAt": "2024-07-18T02:15:24+00:00",
    "coverArt": "https://mangadex.org/covers/b87cf52b-e536-4165-bc3c-dba8d9a42202/d52f884a-3ec4-467c-b2b1-ca73bcb9d510.jpg",
    "altTitles": [
      {
        "en": "Just a Contract Marriage"
      },
      {
        "ko": "계약 결혼일 뿐이었다"
      },
      {
        "es-la": "Fue sólo un matrimonio por contrato"
      },
      {
        "ko-ro": "Gyeyak Gyeolhonil Ppunieotda"
      }
    ],
    "description": {
      "en": "The empress of a fallen nation was dragged to the enemy empire. Despite everything, the Treasure of Grandel was still gorgeous. However, in the end she was just a captive who was going to be hanged by the savages. Eliza wanted to avoid that outcome no matter what, even if she had to tell outrageous lies. There was only one option: the man known as Banella's guard dog, the enemy empire's commander, and a lowly and vicious warrior—Lezet Christian. Eliza had to convince this cold and obstinate man who stood before her.\n\nIn a trembling voice, she said, \"I'll give you a child.\"",
      "pl": "Księżniczka z pokonanego kraju przywieziona do wrogiego, skarb Grandela, piękna nawet w chwili upadku.\nJednak nadal jest więźniarką, która wkrótce zostanie powieszona i przedstawiona barbarzyńcom.\nElise próbowała uciec przed tym losem i spróbować żyć.\nNawet jeśli wypowie absurdalne kłamstwo.\nJest tylko jedna możliwość.\nPies Banyella, głównodowodzący wrogiego państwa.\nDo tego dziki smok, Rezette Kyrstan.\nElysee musiała przekonać tego zimnego, upartego człowieka na swoich oczach.\nDrżącym głosem powiedziała.\n\"Urodzę twoje dziecko\"."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c730e74b-cd7c-4a41-bbc6-ffb4693404dc",
    "title": {
      "en": "The Nine Heavens Swordmaster"
    },
    "updatedAt": "2024-12-15T05:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/c730e74b-cd7c-4a41-bbc6-ffb4693404dc/4e0d02f5-25d9-4452-b627-85e946d1c283.jpg",
    "altTitles": [
      {
        "en": "Heavenly Inquisition Sword"
      },
      {
        "ko": "구천구검"
      },
      {
        "ko-ro": "Gucheongugeom"
      },
      {
        "es-la": "La Espada de la Inquisición Celestial"
      }
    ],
    "description": {
      "en": "“He is the master of the Nine Heavens.”\n\nYeon Jeokha was the child of a second wife. Viciously bullied by his father’s first wife and his siblings, he was later imprisoned in a warehouse after his father died of illness…\n\nIt has been ten years since his escape after he had learned martial arts that were out of the world.\n\n“I regard the Yeon Family with great bitterness.”\n\nThe unstoppable adventure of the sole successor of the Heavenly Inquisition Sword, Yeon Jeokha, begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74ad3ad0-41e2-4919-a3dd-e5061c3444da",
    "title": {
      "en": "Futago Matomete \"Kanojo\" ni Shinai?"
    },
    "updatedAt": "2025-01-31T09:58:57+00:00",
    "coverArt": "https://mangadex.org/covers/74ad3ad0-41e2-4919-a3dd-e5061c3444da/44ad08f8-c19f-4310-9c52-124481c94515.jpg",
    "altTitles": [
      {
        "ja": "双子まとめて『カノジョ』にしない？"
      },
      {
        "en": "Why Don't You Make the Twins Your \"Girlfriend\" Together?"
      },
      {
        "en": "Why Not Make Both Twins \"Girlfriends\"?"
      },
      {
        "en": "Why Not Make Both Twins \"Your Girlfriend\" at Once?"
      },
      {
        "es-la": "¿Por qué no juntar a las gemelas y convertirlas en una novia?"
      }
    ],
    "description": {
      "en": "Usami is a beautiful classmate with good morals and top grades. At school, she views Sakuto as her rival. But when he bumps into her after school, he sees a different side of her. She was playing at an arcade after classes, and she had this innocent smile that one couldn't imagine on her at school. For the sake of getting along with her, he gets close to her at school and then plays together with her after school. They each have their places where they can deepen their bonds, and at last...",
      "ja": "品行方正、成績トップの同級生美少女・宇佐見。校内で俺をライバル視して突っかかる彼女には放課後、別の顔がある。彼女は放課後、ゲーセンで遊び、学校では想像できない無邪気な笑顔を見せるのだ。俺は宇佐見と仲良くなるため、校内では寄り添い、放課後は一緒に遊ぶ。それぞれの場所で仲を深め、ついに……学校帰りの宇佐見から告白が!?\n\n---\n\n**Links:** \n- [Official LN (JP)](https://fantasiabunko.jp/special/202311futago)",
      "es-la": "Usami, una hermosa compañera de clase, modelo de buena conducta y la mejor en calificaciones, me ve como su rival en la escuela. Sin embargo, después de clases, ella muestra una faceta completamente diferente. Después de la escuela, juega en la sala de juegos y muestra una inocente sonrisa que no podrías imaginar viendo en la escuela. Para acercarme a Usami, la acompañó en la escuela y jugamos juntos después de clases. En cada lugar, nuestra amistad se profundiza, ¡y finalmente se abre el telón de una conmovedora comedia romántica de triángulo amoroso!",
      "pt-br": "Usami é uma linda colega de classe, com bons costumes e notas altas. Na escola, ela vê Sakuto como seu rival. Mas quando ele a encontra depois da escola, ele vê um lado diferente dela. Ela estava jogando no fliperama depois das aulas e tinha aquele sorriso inocente que ninguém poderia imaginar nela na escola.\n\nPara se dar bem com ela, ele se aproxima dela na escola e depois joga com ela depois da escola. Cada um deles tem seus lugares onde podem aprofundar seus laços e, finalmente...\n\nEste é o início de uma comédia romântica de triângulo amoroso comovente!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fcb7f53f-fd9d-4dfe-a764-20b12d61391a",
    "title": {
      "en": "The Devil Never Cries"
    },
    "updatedAt": "2025-02-03T10:56:56+00:00",
    "coverArt": "https://mangadex.org/covers/fcb7f53f-fd9d-4dfe-a764-20b12d61391a/72e86f31-c218-4668-80c3-2a1e4d719003.jpg",
    "altTitles": [
      {
        "zh": "我，进化，恶魔"
      },
      {
        "en": "Demonic Evolution"
      },
      {
        "es-la": "Mi evolución a demonio"
      },
      {
        "en": "Demon Evolution"
      },
      {
        "pt-br": "Evolução Demoníaca"
      }
    ],
    "description": {
      "en": "Aang, the strongest human warrior on the verge of death, has inexplicably travelled 60 years into the past, with the double-edged sword of the “strongest demon” power hidden inside him. “The only way to escape the fate of the pastis to evolve. Aang: “Don’t let yourself be a slave to your limits, break free and become a demon that reigns!",
      "pt-br": "À beira da morte, o guerreiro mais forte da humanidade, Ang, misteriosamente reencarna sessenta anos no futuro com a força do “Demônio mais Forte” — uma espada perigosa de dois gumes. Para resolver suas queixas e revelar a verdade, Ang não tem escolha a não ser “evoluir” continuamente em uma tentativa de fuga de seu destino passado. “Não vou deixar que eu me torne um demônio! Se quero sair, preciso confiar em mim mesmo!”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "edaae213-67c7-4a6c-ad5f-141001891741",
    "title": {
      "en": "Yu-Gi-Oh!"
    },
    "updatedAt": "2025-01-16T17:15:09+00:00",
    "coverArt": "https://mangadex.org/covers/edaae213-67c7-4a6c-ad5f-141001891741/e1c02fb3-976d-44f3-bd6f-25a2c97aa993.png",
    "altTitles": [
      {
        "ja-ro": "Yu☆Gi☆Oh"
      },
      {
        "ru": "Король игр"
      },
      {
        "ja": "遊☆戯☆王"
      },
      {
        "ja": "遊戯王"
      },
      {
        "ko": "유희왕"
      },
      {
        "en": "The King of Games"
      },
      {
        "th": "เกมกลคนอัจฉริยะ"
      },
      {
        "sv": "spelkungen"
      },
      {
        "ru": "Ю:-ги-о:"
      },
      {
        "fi": "Pelien kuningas"
      },
      {
        "de": "König der Spiele"
      },
      {
        "vi": "Vua Trò Chơi"
      },
      {
        "pt": "rei dos jogos"
      },
      {
        "fr": "Le Roi des jeux"
      },
      {
        "es": "El rey de los juegos"
      },
      {
        "sr": "Југио"
      },
      {
        "bg": "Ю-Ги-О!"
      },
      {
        "bg": "цар на игрите"
      },
      {
        "da": "Spillenes Konge"
      },
      {
        "ro": "Game King"
      },
      {
        "nl": "Koning der Spellen"
      },
      {
        "el": "Game King"
      },
      {
        "hu": "A Játékok Királya"
      },
      {
        "fa": "یو-گی-او"
      },
      {
        "ar": "يوغي ملك اللعبة"
      },
      {
        "zh-hk": "遊戲王"
      },
      {
        "zh": "遊戲王"
      },
      {
        "zh-ro": "Iû-hì-ông"
      },
      {
        "id": "Raja Permainan"
      },
      {
        "ms": "raja permainan"
      },
      {
        "ko-ro": "yuhuiwang"
      },
      {
        "pt-br": "O Rei dos Jogos"
      },
      {
        "ja-ro": "Yu☆Gi☆Oh!"
      }
    ],
    "description": {
      "en": "Sitting by himself in the back of the class, 10th-grader Yugi always had his head in some game–until he solved the Millennium Puzzle, an Egyptian artifact containing the spirit of a master gambler from the age of the pharaohs! Awakened after three thousand years, the King of Games possesses Yugi, recklessly challenging bullies and evil-doers to the Shadow Games, where the stakes are high, and even the most ordinary bet may result in weirdness and danger beyond belief! Let the games… begin!",
      "pt-br": "O estudante Yugi Mutou passou a maior parte de seu tempo sozinho jogando jogos - até que ele resolveu o Enigma do Milênio, um artefato egípcio misterioso! Possuída pelo quebra-cabeça, Yugi se torna o Yu-Gi-Oh(O Rei dos Jogos), e irá enfrentar os desafios dos Jogos das Sombras - Jogos mortais com grandes apostas e altos riscos, como apostar a sua alma e a alma de seus queridos amigos! O mangá contém novas histórias não vistas no anime, incluindo a origem de Yugi e seus amigos!"
    },
    "status": "completed",
    "releaseDate": 1996,
    "contentRating": "safe",
    "lastVolume": "38",
    "lastChapter": "343"
  },
  {
    "mangaId": "770c61b9-0ef2-460b-8c25-c10ab23349ce",
    "title": {
      "en": "Akebi-chan no Sailor Fuku"
    },
    "updatedAt": "2024-11-02T15:13:20+00:00",
    "coverArt": "https://mangadex.org/covers/770c61b9-0ef2-460b-8c25-c10ab23349ce/314c7bc6-5503-4068-8518-70082180fb61.jpg",
    "altTitles": [
      {
        "ja": "明日ちゃんのセーラー服"
      },
      {
        "ja-ro": "Akebi-chan no Serafuku"
      },
      {
        "en": "Akebi-chan's Sailor Uniform"
      },
      {
        "ko": "아케비 쨩의 세일러복"
      },
      {
        "zh": "明日酱的水手服"
      },
      {
        "zh-hk": "明日醬的水手服"
      },
      {
        "fr": "Akebi veut porter une marinière !"
      },
      {
        "it": "La Divisa Scolastica di Akebi"
      },
      {
        "ru": "Школьная форма Акэби-тян"
      }
    ],
    "description": {
      "en": "The setting is Roubai Private Academy, a prestigious girls’ middle school in the country. For Akebi Komichi, donning this school’s sailor uniform is a dream come true. Her middle school dream life is finally beginning! Verdant open countryside vistas. The slowly flowing time of youth. With a gentle touch, the genius artist Hiro brings you this simple school tale… now enrolling!",
      "es": "Akebi Komichi vive en una zona rural con su familia y acaba de conseguir entrar en la famosa Academia de secundaria Roubai, a la que ya asistió su madre. Como ella, le gustaría llevar el clásico uniforme de marinero, que ya no es el habitual en la Academia.\n\nDespués de conseguir que le permitan llevar su ansiado uniforme cosido por su madre, Akebi empezará su vida en secundaria con el objetivo de hacer muchas amigas. El paso tranquilo del tiempo, la inocencia y la naturalidad, marcarán la vida de Akebi y sus amigas.",
      "ja": "その“初めて”を“何度でも”──。　舞台は、田舎の名門女子中学・私立ロウ梅学園。この学園のセーラー服を着ることが「夢」だった明日小路（あけびこみち）。少女の「夢」の中学セーラー服ライフが始まる♪　広がる、緑豊かな田園風景。ゆっくり流れる青春時間。",
      "es-la": "El escenario es la Academia Privada Roubai, una prestigiosa escuela secundaria femenina del país. Para Akebi Komichi, ponerse el uniforme de marinera de esta escuela es un sueño hecho realidad. Su vida de ensueño en la escuela secundaria por fin comienza. Las verdes vistas del campo abierto. El lento fluir del tiempo de la juventud. Con un suave toque, el genial artista Hiro te trae este sencillo cuento escolar... ¡ahora se matricula!",
      "pt-br": "A história se passa na prestigiosa Academia Roubai, uma escola secundária para garotas, no Japão. \n\nNossa amável Akebi Komichi, a protagonista, entrou na academia com o sonho de vestir o lindo uniforme Sailor, porém, ela se surpreende no seu primeiro dia. O que será que aconteceu? Akebi ainda viverá muitas experiências em Roubai até se tornar uma idol como sua cantora favorita Miki-chan! Avante Akebi!\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 4, Cap 23. ]"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "661eaad1-3de3-4685-ae43-f534294b6d8d",
    "title": {
      "en": "Koi wa Ameagari no You ni"
    },
    "updatedAt": "2025-01-29T12:03:24+00:00",
    "coverArt": "https://mangadex.org/covers/661eaad1-3de3-4685-ae43-f534294b6d8d/f4d3bdd7-7204-4c39-a678-d2481a6c4ac5.jpg",
    "altTitles": [
      {
        "en": "After the Rain"
      },
      {
        "es": "Amor es cuando cesa la lluvia"
      },
      {
        "fr": "Après la pluie"
      },
      {
        "it": "Come dopo la pioggia"
      },
      {
        "ru": "Любовь похожа на прошедший дождь"
      },
      {
        "ar": "بعد المطر"
      },
      {
        "ja": "恋は雨上がりのように"
      },
      {
        "zh": "恋如雨止"
      },
      {
        "zh-hk": "戀如雨止"
      },
      {
        "id": "Cinta Setelah Hujan"
      },
      {
        "en": "Love Is Like After The Rain"
      }
    ],
    "description": {
      "en": "Akira Tachibana is a soft-spoken high school student who used to be a part of the track and field club but, due to an injury, she is no longer able to run as fast as she once could. Working part-time at a family restaurant as a recourse, she finds herself inexplicably falling love with her manager, a divorced 45-year-old man with a young son.  \n  \nDespite the age gap, Akira wholeheartedly embraces his mannerisms and kind nature, which is seen as spinelessness by the other employees, and little by little, the two begin to understand each other. Although unable to explain why exactly she is attracted to him, Akira believes that a concrete reason is not needed to truly love someone. On a rainy day, she decides to finally tell her manager about how she feels… But just how will he react?",
      "pt-br": "Tachibana, uma linda garota do colegial está apaixonada... Não é um simples amor, algo que talvez seja impossível. Ela está apaixonada pelo gerente de seu trabalho que é mais velho que ela. Agora ela irá desistir de seu amor e viver sua simples vida cotidiana de colegial ou conseguirá passar os seus sentimento a alguém tão diferente dela."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "82"
  }
]