[
  {
    "mangaId": "c7c6a237-0c2c-470d-9020-71394e58fc8f",
    "title": {
      "en": "Oshi no Shuuchakushin wo Namete Ita"
    },
    "updatedAt": "2024-06-19T21:03:24+00:00",
    "coverArt": "https://mangadex.org/covers/c7c6a237-0c2c-470d-9020-71394e58fc8f/fd19d341-d571-47c0-841d-83125cbfd801.png",
    "altTitles": [
      {
        "ja": "推しの執着心を舐めていた"
      },
      {
        "en": "I Underestimated My Oshi's Attachment"
      }
    ],
    "description": {
      "en": "Estefania worked herself to the bone for her family’s sake, while they took her for granted. One day, Estefania realized that, reincarnated in the world of her favorite novel, she was a supporting character who didn’t have much time left to live. She closed the book on her days of living in her family’s shadow, and set out to meet her oshi, the Grand Mage Synil Crown. However, as Synil is cold-hearted and ruthless, she had thought to be satisfied with just seeing him once, but before she knew it, she became the target of his attachment―!?\n“S- Synil-sama, isn’t this a bit too close…?”\n“In what way?”\n\nNote: An “oshi” is a favorite member in an idol group or a favorite character from a story, movie, game, etc."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c52b2ce3-7f95-469c-96b0-479524fb7a1a",
    "title": {
      "en": "Jujutsu Kaisen"
    },
    "updatedAt": "2024-05-05T20:35:59+00:00",
    "coverArt": "https://mangadex.org/covers/c52b2ce3-7f95-469c-96b0-479524fb7a1a/a112e575-4f11-48b2-83d8-28057ceecc4c.jpg",
    "altTitles": [
      {
        "es": "Batalla de hechiceros"
      },
      {
        "en": "Magic Martial Arts"
      },
      {
        "ru": "Жүжүцү Кайсэн"
      },
      {
        "ru": "Магическая битва"
      },
      {
        "ja": "呪術廻戦"
      },
      {
        "zh": "咒术回战"
      },
      {
        "zh-hk": "咒術回戰"
      },
      {
        "ko": "주술회전"
      },
      {
        "uk": "Магічна Битва"
      },
      {
        "en": "Magic Jujutsu"
      },
      {
        "kk": "Сиқырлы шайқас"
      },
      {
        "kk": "Алас талас"
      },
      {
        "tr": "Büyülü Dövüş Sanatları"
      },
      {
        "fr": "Jujutsu Kaisen"
      },
      {
        "pt-br": "Jujutsu Kaisen - Batalha de Feiticeiros"
      },
      {
        "en": "Revolving Sorcery Fight"
      }
    ],
    "description": {
      "en": "For some strange reason, Yuji Itadori, despite his insane athleticism would rather just hang out with the Occult Club. However, her soon finds out that the occult is as real as it gets when his fellow club members are attacked!\n\nMeanwhile, the mysterious Megumi Fushiguro is tracking down a special-grade cursed object, and his search leads him to Itadori...",
      "fr": "Yuuji est un jeune étudiant qui excelle dans le sport, notamment dans l'athlétisme, mais qui a un immense poil dans la main. Du coup, au lieu de parfaire ses capacités physiques qui pourraient lui permettre de devenir le meilleur de l'établissement, il s'est inscrit au club de recherches occultes du lycée. Son petit train-train va changer du tout au tout lorsqu'un véritable esprit malfaiteur vient menacer son école…\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ru": "Юдзи гений на поле! Вот только школьная активность его мало чем привлекает. Став частью клуба оккультных исследований он решает зажить тихой жизнью, но все меняется, когда в школе объявляются духи.",
      "tr": "Yuuji bir atletizm dehasıdır ama koşuya hiç ilgisi yoktur. Bilinmezleri Araştırma Kulübünde çok mutludur. Her ne kadar kulüpte eğlencesine bulunsa bile, okulda gerçek bir ruh ortaya çıkınca işler ciddiye biner! Hayat, Sugisawa Şehrindeki 3 Numaralı Lisedeki çocuklar için tuhaflaşmaya başlamak üzere!",
      "uk": "Ітадорі Юуджі - надзвичайно талановитий старшокласник із Сендаю. Утім, хоч він і вправний спортсмен, його не цікавлять спортивні клуби: він піклується про свого дідуся, що лежить у місцевій лікарні. Все змінюється, коли через жартівливий спіритичний сеанс на Юуджі та його друзів раптово нападають моторошні чудовиська, яких дивакуватий незнайомець, Фушіґуро Меґумі, чомусь називає прокляттями. Аби врятувати себе та друзів, Юуджі змушений ризикнути - і так випадково стати вмістилищем легендарного, наймогутнішого короля проклять. А потім на тобі - вирок: \"тебе мають стратити\". Ну і що робити? Тяжкий вибір, магічна школа, нові друзі й нові проблеми - так починається його шлях...",
      "pt-br": "Itadori Yuuji, um estudante do colegial com uma capacidade física única, tem como rotina visitar seu avô que está hospitalizado. Porém, um dia, o selo de um \"objeto amaldiçoado\" escondido em sua escola é rompido, fazendo surgir criaturas assustadoras. Para salvar seus colegas ele parte em direção ao colégio, quando algo inesperado acontece...!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad59c8bb-e645-41d2-bc16-65b1b94cafd6",
    "title": {
      "en": "Tenohira Kaitaku Mura de Isekai Kenkokuki: Fueteku Yome-tachi to Nonbiri Mujintou Life"
    },
    "updatedAt": "2024-03-25T15:07:19+00:00",
    "coverArt": "https://mangadex.org/covers/ad59c8bb-e645-41d2-bc16-65b1b94cafd6/8d662c31-8ae2-45c3-824c-dd7ec62f11cc.jpg",
    "altTitles": [
      {
        "en": "Country Building Story in Another World with the Pioneering Village in His Palm: Easy Life on the Uninhabited Island with His Ever Increasing Wives"
      },
      {
        "en": "Foundation of a State in Another World With a Hand-Built Colony Village: Carefree Life on an Uninhabitated Island With an Increasing Number of Brides"
      },
      {
        "ja": "Tenohira Kaitakumura de Isekai Kenkouki: Fueteku Yome-tachi to Nonbiri Mujintou Raifu"
      },
      {
        "en": "With Single Palm Founding a Pioneering Village a in Another World: Live With The Married Girls in Uninhabited Island Life"
      },
      {
        "ja": "てのひら開拓村で異世界建国記〜増えてく嫁たちとのんびり無人島ライフ〜"
      },
      {
        "en": "Tenohira Pioneer Village"
      },
      {
        "zh": "在掌中开拓村的异世界建国记"
      },
      {
        "ja-ro": "Tenohira Kaitaku Mura de Isekai Kenkoku-ki: Fuete ku Yome-tachi to Nonbiri Mujintō Life"
      },
      {
        "zh-hk": "在掌中開拓村的異世界建國記"
      }
    ],
    "description": {
      "en": "Kai, a sickly kid, wished for a lively normal life on his deathbed when he was suddenly reincarnated into another world. Not only the boy’s wishes were fulfilled, he was also gifted an ability to be a god of his own little world at the back of his palm. Yet such bliss did not last long…  \n  \nKai was abruptly separated from his loving adopted family and banished into an uninhabited island teeming with dangerous creatures. Using his ingenious wit and a help from a mysterious horned girl, Kai managed to survive and establish a small foothold with his army of cute stubby helpers.  \n  \nWatch as Kai tries to further tame this wilderness, building up his sanctuary and harem. Easy living!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96b021aa-e8db-4372-846d-45ecf3fa53f4",
    "title": {
      "en": "Blue Archive - Kivotos' First Martial Arts Tournament (Sensei 🍇 Battle)"
    },
    "updatedAt": "2024-06-19T19:06:03+00:00",
    "coverArt": "https://mangadex.org/covers/96b021aa-e8db-4372-846d-45ecf3fa53f4/66a9b3fa-40ac-458d-a072-f0c797b4ffea.jpg",
    "altTitles": [
      {
        "ko": "키보토스제일무투대회"
      }
    ],
    "description": {
      "en": "The strongest students duke it out in Kivotos' First Martial Arts Tournament in order to claim the greatest prize of all: Sensei's virginity."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8b65a50-70e7-4f4f-93c0-9b5494b2b4bf",
    "title": {
      "en": "Brother's Sick Love"
    },
    "updatedAt": "2024-06-06T22:04:29+00:00",
    "coverArt": "https://mangadex.org/covers/a8b65a50-70e7-4f4f-93c0-9b5494b2b4bf/3d40d3b8-f2bf-443e-9245-7dc91db7fc47.jpg",
    "altTitles": [
      {
        "zh": "忽如一夜病娇来"
      }
    ],
    "description": {
      "en": "Yu Xiang unfortunately transmigrates into a merchant's daughter, who was mistakenly taken to the marquis manor at birth. She is immediately disabled, and carries the nickname of 'disaster star'. Helplessly, she can only cling to her older brother, the marquis, in hopes of surviving, and wait for the true master to return so she can give way. Years later, when the true master returns to the manor, Yu Xiang prepares to leave. however, she finds out her clinging technique is too good, that her marquis brother won't let her leave!",
      "fr": "Yu Xiang donne, handicapée, échange son coeur avec celui de son frère. \nAprès sa mort, elle se réincarne dans le corps d'une fille qui porte le même nom, est paralysée comme elle et qui est surnommée l'étoile malchanceuse. \nYu Xiang réalise alors qu'elle est dans le roman qu'elle lisait avant de mourir. Synopsis du roman en question : Yu Xiang, fille de marchand a été échangée à la naissance avec la fille d'un Seigneur.",
      "zh": "虞襄很不幸穿成了被抱到侯府的商家女，一来就双腿残废，脑袋上还顶着个‘丧门星’的称号。 无奈之下只得牢牢抱住侯爷哥哥的大腿，先把日子混下去，等正主儿回来就麻溜的让位。 几年之后正主儿回归，虞襄包袱款款准备走人，却发现抱大腿的技术太专业，侯爷哥哥不让走了！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "150"
  },
  {
    "mangaId": "501f498d-dd26-401b-b0dc-fd3334d1f323",
    "title": {
      "en": "Haraiso Days"
    },
    "updatedAt": "2024-04-30T19:20:26+00:00",
    "coverArt": "https://mangadex.org/covers/501f498d-dd26-401b-b0dc-fd3334d1f323/4d9c2d96-fe71-4043-b811-06feb12f4e9f.jpg",
    "altTitles": [
      {
        "ja-ro": "Sakedokoro Haraiso Nichijou"
      },
      {
        "ja": "酒処 春來荘日乗"
      }
    ],
    "description": {
      "en": "Fifteen years have passed since the end of the Great War. Thriving at the bottom of the Imperial City of Flowers is the bar Haraiso, run by an idiosyncratic owner, Miss Haru. Various customers visit the restaurant every night, attracted by the delicious sake and snacks..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6257666-bd4d-457b-9a44-d56dc91df1ba",
    "title": {
      "en": "Critically-Endangered Species Hacchin-Pamos"
    },
    "updatedAt": "2024-05-30T23:02:41+00:00",
    "coverArt": "https://mangadex.org/covers/a6257666-bd4d-457b-9a44-d56dc91df1ba/d4e38537-d1df-4833-8035-a90f08f7dbeb.png",
    "altTitles": [
      {
        "ja": "絶滅寸前動物ハッチンパモス"
      },
      {
        "ja-ro": "Zetsumetsu Sunzen Doubutsu Hacchinpamos"
      }
    ],
    "description": {
      "en": "The Hacchin-Pamos is a critically-endangered species. Let's find out why.\n\nA daily comic series from Q-Rais."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bd65a09-dec5-4c0a-a34f-b07a9cc53aae",
    "title": {
      "en": "I Contracted Myself"
    },
    "updatedAt": "2024-06-19T20:51:38+00:00",
    "coverArt": "https://mangadex.org/covers/3bd65a09-dec5-4c0a-a34f-b07a9cc53aae/7efada49-20ba-488d-93b6-1771ca0f9bfa.jpg",
    "altTitles": [
      {
        "zh": "我契约了我自己"
      }
    ],
    "description": {
      "en": "This is a world where awakened people and alienated beasts coexist. Zhang Ping was lucky to become an awakened person, but his ability was rated as useless. He was unwilling to live a mediocre life, so he resolutely swallowed the contract gem that ordinary people avoided like snakes and scorpions, contracted himself, and became his own summoned beast! From then on, the whole world opened up to him. Ever-changing superpowers, endless alienated beasts, and dangerous parallel worlds, everything is possible."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f89ed57a-e4c0-48f5-b664-8ef88aa87fd9",
    "title": {
      "en": "I Shall Master This Family"
    },
    "updatedAt": "2024-04-22T05:02:14+00:00",
    "coverArt": "https://mangadex.org/covers/f89ed57a-e4c0-48f5-b664-8ef88aa87fd9/8deb6809-72af-4b3a-83ec-9ada79cd0fa7.jpg",
    "altTitles": [
      {
        "ko": "이번 생은 가주가 되겠습니다"
      },
      {
        "ko-ro": "Ibeon Saengeun Gajuga Doegetseumnida"
      },
      {
        "ko-ro": "Ibeonsaeng-eun Gajuga Doegessseubnida"
      },
      {
        "en": "In This Life, I Will Be the Lord"
      },
      {
        "en": "I'll Be the Matriarch in This Life"
      },
      {
        "en": "In This Life, I'll Become the Head of the Family"
      },
      {
        "fr": "En cette vie, je deviendrai la cheffe de famille"
      },
      {
        "pt": "Nesta vida, serei a matriarca"
      },
      {
        "pt-br": "Nesta vida, eu serei a matriarca"
      },
      {
        "pt-br": "Serei a matriarca nessa vida"
      },
      {
        "uk": "Цього разу я господарка свого життя"
      },
      {
        "uk": "Цього разу я володарка свого життя"
      },
      {
        "uk": "У цьому житті я очолю родину"
      },
      {
        "ru": "В этой жизни я - глава семьи"
      },
      {
        "ru": "На сей раз я - хозяйка этой жизни"
      },
      {
        "ru": "Я стану хозяйкой этой жизни"
      },
      {
        "th": "เกิดใหม่ชาตินี้ฉันจะเป็นเจ้าตระกูล"
      },
      {
        "ja": "今世は当主になります"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирна"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирах болно"
      },
      {
        "zh": "这一世我来当家主"
      },
      {
        "zh": "今生我会成为家主"
      },
      {
        "zh-hk": "今生我來當家主"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành gia chủ"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành Matriarch"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành mẫu hệ"
      },
      {
        "es": "Seré la matriarca en esta vida"
      },
      {
        "es": "En esta vida seré la soberana"
      },
      {
        "fr": "Cette fois-ci, je serais la Matriarche"
      },
      {
        "fr": "La nouvelle cheffe de clan (piccoma)"
      },
      {
        "ja-ro": "Konyo Ha Toshu Ni Narimasu"
      }
    ],
    "description": {
      "cs": "Veľká rodina Lombardi bola kedysi na vrchole impéria. Po smrti jej patriarchu sa osud rodiny a Firentie - nemanželskej dcéry, sa rúca do záhuby rukami jej neužitočných a krutých bratrancov. Jej otec zomrel, príbuzní ju vyhodili na ulicu a významná rodina, na ktorú bola taká hrdá, bola úplne zničená... Keď sa však prevtelí do svojho sedemročného ja, bude sa snažiť ochrániť česť rodiny, získať si priazeň starého otca Lulaca a zabrániť smrti vlastného otca. V tomto živote pre ňu existuje len jeden spôsob, ako zvíťaziť: stať sa hlavou ich mocného rodu.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "en": "I've reincarnated as Firentia Lombardy, the illegitimate daughter of the wealthiest and most influential family in the Empire. I thought I was all set to have a comfortable and luxurious life… but it wasn't long before my beloved father died, my relatives kicked me out, and our family went bankrupt!!\n\nTo add insult to injury, I was hit by a carriage one day when I drank (a bit too much) booze to drown my sorrows… but my despair was only temporary. When I opened my eyes, I found that I'd traveled back in time to when I was 7 years old!\n\nI was surprised to see my father again in the flesh. But as if that wasn't already shocking enough, the 2nd prince, our family's once sworn enemy, was now following me around like a dog!\n\nNow that I've been given a second chance at life, I'll take things into my own hands and claim both the 2nd prince and my family for myself!\n\n---\n**Links:**\n* Alternative Official English - [Tapas](https://tapas.io/series/i-shall-master-this-family/info)",
      "fr": "Florentia s'est réincarnée comme l'enfant illégitime de la famille la plus riche de l'empire, même si elle n'était pas de sang pure elle pensait que tout irait bien, son père était gentil avec elle, mais à la mort de ce dernier sa famille l'a abandonnée et elle s'est retrouvée seule, puis soudainement le trou noir.\n\nElle se souvient d'avoir un peu bu puis avoir ressenti un violent coup sur la tête et maintenant elle est de retour dans son corps de 7 ans! L'occasion de tout changer et de devenir même en étant illégitime la cheffe de la famille!\n\n---\nLa grande famille Lombardi était autrefois au sommet de l’Empire. Après la mort de son patriarche, le sort de la famille et celui de Firentia, née d’un Lombardi et d’un paysan, tombent en ruine aux mains de ses cousins inutiles et cruels. Mais lorsqu’elle se réincarne à l’âge de ses sept ans, elle fera tout pour protéger l’honneur de la famille, gagner les faveurs de son grand-père Lulac et, empêcher la mort de son père. Dans cette vie, il n’y a qu’un seul moyen pour elle de gagner: devenir la cheffe de leur puissante famille.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "id": "Aku pikir aku adalah putri bangsawan yang hidupnya bergelimang harta dan kebahagiaan, tapi ternyata aku ini anak berdarah campuran bangsawan dan rakyat biasa yang keberadaannya tidak dianggap dalam keluargaku sendiri. Ibuku sudah tiada dan tidak ada yang menyayangiku kecuali ayahku sendiri. Setelah bekerja keras mengabdikan diri untuk keluarga ini, siapa sangka aku malah diusir dan berakhir mati tertabrak kereta kuda. Ketika terbangun lagi aku bereinkarnasi untuk kedua kalinya di tubuh yang sama.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "ja": "今度こそ守れるんじゃないかな？ ランブル帝国随一の家門、ロンバルディを！ 交通事故で死んだ後ロンバルディ家の婚外子として転生したフィレンティア。 だが…彼女を待ち受けていたのは愛する父の死とロンバルディ家の滅亡だった。 家門の滅亡を知った日に彼女は酒を飲んで馬車に轢かれてしまうのだが、目を覚ますと7歳の自分に戻っていた。 今度こそ父と家門を守り抜くと決めたフィレンティア。 彼女を待ち構える試練とは一体何なのか… 当主になると決めた彼女の挑戦が始まるーー！\n\n---\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)",
      "ko": "“한번 해 보자, 내가 가주가 되는 거야.”\n환생에 회귀까지, 인생 3회차 피렌티아의 가주 되기 프로젝트!\n\n제국 제일가는 명문가 롬바르디가의 막내 손녀 ‘피렌티아’. 그녀는 똑똑하고 능력 있지만 사생아로 태어났다는 이유로 친척들에게 온갖 수모를 당하고, 결국 가문에서 쫓겨나고 만다. 이후 피렌티아는 더 이상 가문 일에 참여할 수 없게 되고, 그저 무능력한 큰아버지의 손에 롬바르디가가 망해가는 것을 지켜볼 수밖에 없었다. 화가 나 술을 진탕 마신 어느 날, 피렌티아는 마차 사고를 당해 죽음을 맞이하는데…. 그러나 어떻게 된 일인지 눈을 떠 보니 거울에 비친 것은 일곱 살 때의 모습?! 전생의 기억을 가지고 회귀한 피렌티아는 다시 찾은 생에서는 롬바르디가의 멸문을 막기 위해 스스로 가주가 되기로 결심하는데…!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)",
      "th": "เมื่อเธอมาเกิดใหม่ในร่างของฟีเรนเทีย ลอมบาร์เดีย บุตรีแห่งตระกูลลอมบาร์เดีย หลังปู่ของเธอเสียไปเธอก็ถูกไล่ออกจากตระกูลและเพียงไม่นานตระกูลได้ล่มสลาย ฟีเรนเทียประสบอุบัติเหตุเสียชีวิตอีกครั้ง และย้อนกลับมาตอนอายุ 7 ขวบ ฟีเรนเทียที่ล่วงรู้อนาคตที่กำลังจะเกิดขึ้นทุกอย่างจึงพยายามแก้ไขทุกอย่างให้ดีขึ้น และมุ่งสู่เส้นทางการขึ้นเป็นผู้นำตระกูล...\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "uk": "\"...спробуймо. Я очолю цю родину.\" Фірентія переродилася позашлюбною дитиною аристократа Ломбарді - наймогутнішої родини в імперії. Ба більше, історія цього роду тотожна історії держави Лембру! Ломбарді, знамениті своїми статками, обросли зв'язками та стали надійними покровителями для талановитих людей. Здавалось, що на Фірентію чекає світле майбутнє... Але її батько помер, а родичі, які прогнали дівчину, розвалили впливовий дім! Трохи (ні) випивши, вона потрапила під екіпаж на шляху додому. \"Це занадто...\" Фірентія знову розплющила очі семирічною дівчинкою. Тепер вона може врятувати татка і свою родину? А другий принц бігає за нею, немов відданий пес? Гаразд, тоді другий принц і дім Ломбарді належать їй!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "vi": "Gia đình vĩ đại Lombardy, đã một thời đứng đầu đế quốc. Sau cái chết của chủ gia đình, số phận của gia đình và của cả Firentia, sinh ra từ một Lombardy và thường dân, rơi vào tay những anh em họ độc ác và vô dụng của cô ấy. Nhưng khi Firentia quay về cơ thể của mình vào năm 7 tuổi, cô ấy sẽ làm hết sức để bảo vệ danh dự của gia đình, lấy lòng người ông nội Lulac, và ngăn chặn cái chết của cha mình. Trong lần này, chỉ có một đường để Firentia thắng: trở thành mẫu hệ của gia đình vĩ đại này.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "zh": "意外穿成为了帝国最声名鼎盛的第一家族的私生女。虽然蒂亚头脑出众，也积累了大量的实战经验，但最终在爷爷去世后被叔叔扫地出门，而无能的叔叔很快便败光了家族的产业…… 意外死亡后，又一次重新回了小时候——这一世，蒂亚决定成为家主，重新让家族站上帝国巅峰！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "pt-br": "Florentia reencarnou como filha ilegítima da família mais rica do império. Ela pensou que tudo iria bem no futuro. Mas seu pai havia falecido, seus parentes a deixaram na porta, e a família honrada de que ela tanto se orgulhava estava completamente arruinada…. Mas isso é real? Ela bebeu um pouco (muito) e foi atropelada por uma carruagem, Quando ela abriu os olhos novamente, ela tinha sete anos? Além disso, o Segundo Príncipe, que era inimigo de sua família em sua vida anterior, está seguindo-a como um cachorro!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a72d5653-7238-40ba-8135-c93910a02bc4",
    "title": {
      "en": "Shuu ni Ichido Classmate wo Kau Hanashi"
    },
    "updatedAt": "2024-06-19T21:04:08+00:00",
    "coverArt": "https://mangadex.org/covers/a72d5653-7238-40ba-8135-c93910a02bc4/6c77dc6b-5b8b-42db-8e74-debb413ad4a9.jpg",
    "altTitles": [
      {
        "ja": "週に一度クラスメイトを買う話～ふたりの時間、言い訳の五千円"
      },
      {
        "ja-ro": "Shuu ni Ichido Classmate wo Kau Hanashi ~ Futari No Jikan, Iiwake No Gozen'en"
      },
      {
        "en": "A Story About Buying a Classmate Once a Week ~ 5,000 Yen for an Excuse to Spend Time Together"
      }
    ],
    "description": {
      "en": "Once a week, Miyagi pays 5,000 yen to her classmate Sendai. The 5,000 yen is to buy three hours of Sendai’s time, which gives the right for Miyagi to give her orders. \n\nMiyagi is at the bottom of the school caste while Sendai is at the top. The two, who never crossed paths at school, spend time together after school under such a contract. Miyagi’s orders are determined by her mood of the day, and Sendai cannot disobey. One day after school… \n\nMiyagi calls Sendai to her room and gives her an order that she usually does not give.",
      "es-la": "Una vez a la semana, Miyagi paga 5.000 yenes a su compañera de clase Sendai.Los 5.000 yenes son para comprar tres horas de tiempo de Sendai, lo que da derecho a Miyagi a darle órdenes.Miyagi está en la parte baja de la casta escolar mientras que Sendai está en la alta. Las dos, que nunca se han cruzado en la escuela, pasan tiempo juntas después de clase bajo este contrato.Las órdenes de Miyagi vienen determinadas por su estado de ánimo del día, y Sendai no puede desobedecerlas.Un día después de clase... Miyagi llama a Sendai a su habitación y le da una orden que no suele dar."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f7a6741-57b2-4969-b19c-f4cd781db709",
    "title": {
      "en": "The Suspicious Boy Is One of the World's Top Ten Masters"
    },
    "updatedAt": "2024-01-07T06:52:11+00:00",
    "coverArt": "https://mangadex.org/covers/8f7a6741-57b2-4969-b19c-f4cd781db709/8f60cbeb-def4-4b73-b07d-b9c1cdac5b01.jpg",
    "altTitles": [
      {
        "ko": "수상한 소공자는 천하십대고수"
      },
      {
        "ko-ro": "Susanghan Sogongjaneun Cheonhasibdaegosu"
      }
    ],
    "description": {
      "en": "In the aftermath of Madorim's decline following the World War, a captivating tale unfolds as the maternal grandson, son of Lord Daesannim's daughter, returns to the city. Despite initial feelings of abandonment, he emerges as a figure of unexpected beauty in a martial arts world marked by rugged aesthetics.\n\nUnveiling his true identity as the King of the Mu-myeon Mountain, a teenage expert who conquered the Dragon King of the Yellow River, the series promises a gripping narrative. Driven by his mother's last words and a determination to restore Madorim to its former glory, Jin Murip, this unparalleled teenage expert, arrives in Madorim."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f251a7ed-a034-432c-8615-d69b8de17edd",
    "title": {
      "en": "Devious Miss Crimson"
    },
    "updatedAt": "2024-05-31T07:41:56+00:00",
    "coverArt": "https://mangadex.org/covers/f251a7ed-a034-432c-8615-d69b8de17edd/3efea537-9e79-4180-8f05-02911910c974.png",
    "altTitles": [],
    "description": {
      "en": "Upon a kingdom ravaged by war, descended a Dragon promising triumph and life eternal - a proposal accepted, a proposal respected, but one that would come at a severe price for the inhabitants.\n\nNow the kingdom is in ruins. How come? It's for amnesiacs 'Missy' and Jess to find out.\n\n______________\n\nDevious Miss Crimson is a short story by RedbowCR (Crimson Ribbon: Summer Rain) aiming to provide a concise but complete narrative for the reader.\n\nMy second ever manga made as I gear up to tackle my next projects, I hope you will enjoy what this fun little story can provide to you, let's look forward to the future.\n\nMore of my garbage on: https://linktr.ee/redbowcr"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e9d2b1b9-af3b-47a2-b646-08d46a40ca54",
    "title": {
      "en": "Puberty, an All Boys School!? and Nakano-kun"
    },
    "updatedAt": "2024-01-20T01:13:28+00:00",
    "coverArt": "https://mangadex.org/covers/e9d2b1b9-af3b-47a2-b646-08d46a40ca54/be811e52-0f62-4b10-80da-47428352e331.jpg",
    "altTitles": [
      {
        "ja-ro": "Shishunki to Danshikou!? to Nakano-kun"
      },
      {
        "ja": "思春期と男子校!?と中野くん"
      },
      {
        "en": "Puberty & Boys' School!? Nakano-kun"
      }
    ],
    "description": {
      "en": "Hajime Nakano is forced by his mother to enroll at a newly opened all boys high school, and he laments over having to spend the next three years surrounded by other guys. However, he doesn't know that all of the other students are girls secretly pretending to be guys, and each of them think they are the only girl in the whole school."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "16"
  },
  {
    "mangaId": "6d342a6b-d2ac-4a82-a3e6-233fc1cc9ff6",
    "title": {
      "en": "Dr. Choi Giseok Levels Up"
    },
    "updatedAt": "2024-05-30T19:52:58+00:00",
    "coverArt": "https://mangadex.org/covers/6d342a6b-d2ac-4a82-a3e6-233fc1cc9ff6/18e28591-628b-4339-9e34-a61c9bc4f69c.png",
    "altTitles": [
      {
        "en": "Level Up Doctor Choi Ki-seok"
      },
      {
        "ru": "Повышение уровня Доктор Чхве Ки Сок"
      },
      {
        "en": "Level Up Doctor Choi Kiseok"
      },
      {
        "ko": "레벨업 닥터 최기석"
      },
      {
        "en": "Level-Up Doctor"
      }
    ],
    "description": {
      "en": "Growing up as an orphan, Jeong He-Jin didn’t open his heart to anyone.\n\nAfter giving his all to become a cardiothoracic surgeon, he got into an unfortunate accident,\nafter which he woke up not as ‘Jeon He-Jin’ but as ‘Choi GiSeok’.\nAnd on top of that, he has to <Level Up> using his skills…?\n\nThe accident changed his fate drastically…\nCan he become ‘the Greatest Cardiothoracic Surgeon’ as ‘Choi GiSeok’?",
      "ko": "고아로 자라 그 누구에게도 마음을 열지 않고 \n최고의 흉부외과 의사가 되기 위해 피나는 노력을 했던 나 정해진.\n\n갑작스러운 사고로 눈을 떠보니 '정해진'이 아닌 '최기석'으로 \n살아가야 하는 것으로도 모자라서 내가 가진 스킬을 <레벨업> 해야 한다고..?\n\n사고 후 송두리째 바뀌어버린 운명..\n과연 이제 막 걸음마를 뗀 '최기석'의 몸으로 \n'최고의 흉부외과 의사'가 될 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02f05f8c-3beb-4a63-bccb-9d47a563005e",
    "title": {
      "en": "Madoka☆Engawa"
    },
    "updatedAt": "2024-03-10T16:27:22+00:00",
    "coverArt": "https://mangadex.org/covers/02f05f8c-3beb-4a63-bccb-9d47a563005e/1ada5b21-aeeb-4288-a173-1127ea58e79f.jpg",
    "altTitles": [
      {
        "en": "The Veranda of Madoka"
      },
      {
        "ru": "На веранде у Мадоки"
      },
      {
        "ja": "まどか☆えんがわ"
      }
    ],
    "description": {
      "en": "The very popular Madoka Magica four-panel comic *Madoka☆Engawa* has finally been published as manga volumes, engulfing readers of *Manga Time Kirara☆Magica* in a whirlpool of healing and laughter! Love and be healed by the unseen side of Madoka and her sisters, and you will surely join their veranda too."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": ""
  },
  {
    "mangaId": "5f64d517-c4ea-40c0-a463-fcc069d39d3b",
    "title": {
      "en": "Tsuihousareru Tabi ni Skill wo Te ni Ireta Ore ga, 100 no Isekai de 2-shuume Musou"
    },
    "updatedAt": "2024-01-31T22:40:58+00:00",
    "coverArt": "https://mangadex.org/covers/5f64d517-c4ea-40c0-a463-fcc069d39d3b/7df5fdc2-bbd3-48e2-9687-2e638d1968e4.jpg",
    "altTitles": [
      {
        "ja": "追放されるたびにスキルを手に入れた俺が、100の異世界で2周目無双"
      },
      {
        "en": "I Got a New Skill Every Time I Was Exiled, and After 100 Different Worlds, I Was Unmatched"
      },
      {
        "en": "Unmatched in 100 Different Worlds — I Gain a New Skill Every Time I Get Banished"
      }
    ],
    "description": {
      "en": "An adventurer named Ed was exiled from his party because he was considered useless, but instead of being sad and upset he was actually happy!!?\n\nIt turns out that it's not without reason that he feels happy when he's exiled from his party, because every time he's been exiled he will receive a skill that makes him even more invincible...\n- - -\nEd was given the crazy test of having to get expelled from 100 Hero parties in 100 different worlds before he could return to his original world. Finally a mysterious and divine entity said that he had achieved all the conditions to return to his original world.\n\nHowever, as a final condition he is asked “Look at the fate of one of these exile worlds after you left.” and he is shocked by what he sees.\n\n“Okay, I’ll do it! I’ll go down to these 100 worlds again and be banished with a good feeling!” Ed takes on a new challenge to make full use of the super-powerful “Exiled Skills” that were granted each time he was exiled, and this time ensure they all have happy endings.\n\nOnly this time he is accompanied to these 100 worlds by a former companion…",
      "id": "Seorang petualang bernama ed di keluarkan dari party nya karena di anggap tidak berguna, namun daripada sedih dan kesal dia malah bahagia!!?.\n\nTernyata bukan tanpa alasan dia merasa baagia ketika di keluarkan dari party nya di karenakan setiap kali dia di keluarkan dia akan menerima sebuah skill yang membuatnya jadi semakin tidak terkalahkan..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4509fd84-c003-4c57-ab07-e207e6999dab",
    "title": {
      "en": "Issho ni Kurashite ii desu ka?"
    },
    "updatedAt": "2024-04-20T18:18:31+00:00",
    "coverArt": "https://mangadex.org/covers/4509fd84-c003-4c57-ab07-e207e6999dab/f6543ee0-f5fc-4266-aa25-585c2bb2d06f.jpg",
    "altTitles": [
      {
        "ja": "一緒に暮らしていいですか？"
      },
      {
        "pt-br": "Posso morar com você?"
      },
      {
        "id": "Bolehkan Aku Tinggal Bersamamu?"
      },
      {
        "en": "May I Live With You?"
      },
      {
        "fr": "Pouvons-nous vivre ensemble ?"
      },
      {
        "ru": "Можем ли мы пожить вместе?"
      }
    ],
    "description": {
      "en": "Hiromi Sonoda has no girlfriend, no job, and no home, until he finds a shared-house with very cheap rent and goes to check it out. However, the share-house has a certain condition... Kei Sasuga presents a new \"Share House Romantic Comedy\"!",
      "fr": "Hiromi Sonoda n'a plus de petite amie, plus de travail et plus de maison, jusqu'à ce qu'il trouve une colocation au loyer très bon marché et qu'il aille la visiter. Cependant, la colocation est soumise à certaines conditions...\nKei Sasuga présente sa nouvelle \"Share House Romantic Comedy\" !",
      "id": "Hiromi Sonoda tidak punya pacar, tidak punya pekerjaan, dan tidak punya rumah, sampai dia menemukan rumah kos-kosan dengan harga sewa yang sangat murah dan pergi untuk melihatnya. Namun, rumah kos-kosan memiliki syarat tertentu... Kei Sasuga menghadirkan \"Komedi Romantis Rumah Kos-kosan\" baru!",
      "ja": "「幸せな家庭」を夢見る園田寛美は、職を失い同棲中の彼女に振られて、家ナシ金ナシ彼女ナシに…。そんなときに、間違えて入居したのが、なんと女性専用シェアハウスだった!!",
      "pt-br": "Hiromi é um homem que sempre sonhou em ter uma família calorosa e amorosa por causa de um incidente em seu passado. Entretanto, depois que sua namorada terminou com ele por várias razões, ele começa a desistir de seu sonho e pensa que nunca será capaz de realizá-lo. Sem um lugar para viver, ele chega a uma casa compartilhada cheia de mulheres. Será que ele vai encontrar o lar e a família que ele almeja neste novo lugar?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0b31614-5690-4d25-86bc-5d506aeedf55",
    "title": {
      "en": "Hina no Mama ja Dame desu ka?"
    },
    "updatedAt": "2024-06-19T20:58:42+00:00",
    "coverArt": "https://mangadex.org/covers/d0b31614-5690-4d25-86bc-5d506aeedf55/8a6ecd40-74ee-4721-8563-6df78096527e.png",
    "altTitles": [
      {
        "ja-ro": "Hina no Mama ja Dame desu ka?"
      },
      {
        "ja": "ヒナのままじゃだめですか？"
      },
      {
        "ru": "Почему мы не можем остаться детьми?"
      },
      {
        "es-la": "¿Por qué no podemos quedarnos como niños?"
      },
      {
        "en": "Why Can’t We Stay as Children?"
      }
    ],
    "description": {
      "en": "Hina from 5th grade has a secret she can't tell anyone: 3 months ago she started having periods. However, one day her childhood friend Daichi found out about it. These are the endless worries of children starting puberty.",
      "es-la": "Hina, de 5to grado, tiene un secreto que no puede contar a nadie: hace 3 meses empezó a tener su periodo. Sin embargo, un día su amigo de la infancia, Daichi se enteró. Estas son las interminables preocupaciones de los niñas que empiezan la pubertad."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "17"
  },
  {
    "mangaId": "e5e11447-5150-4cac-9926-5f6eb8389409",
    "title": {
      "en": "Transformed Into A Piece Of Land"
    },
    "updatedAt": "2024-05-07T01:48:34+00:00",
    "coverArt": "https://mangadex.org/covers/e5e11447-5150-4cac-9926-5f6eb8389409/571aa7ce-1c20-4966-a328-3c26f8b68ac3.jpg",
    "altTitles": [
      {
        "zh": "我被变成了一块地"
      }
    ],
    "description": {
      "en": "The darkness eclipses, humans began to transform into unique monsters(Darksiders), but I got transformed into a piece of land! I live together with the other humans that managed to survived, planting crops and building walls to resist the monsters and the darkness of human nature, preserving the last spark of humanity’s fate during this apocalypse."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b222a0cc-db9f-4dc8-ac78-4194e7d14403",
    "title": {
      "en": "Urban Legend Maker"
    },
    "updatedAt": "2024-03-13T14:26:16+00:00",
    "coverArt": "https://mangadex.org/covers/b222a0cc-db9f-4dc8-ac78-4194e7d14403/add173ce-c801-499d-8b2b-4d25d2f4d2d6.jpg",
    "altTitles": [
      {
        "zh-ro": "Wǒ, Chuàngzàole Dūshì Chuánshuō!"
      },
      {
        "zh": "我，创造了都市传说！"
      },
      {
        "en": "I, Created Urban Legends"
      },
      {
        "en": "I Created an Urban Legend"
      },
      {
        "vi": "Ta Sáng Tạo Truyền Thuyết Đô Thị"
      },
      {
        "vi": "Ta Ở Tokyo Sáng Tạo Truyền Thuyết Đô Thị"
      },
      {
        "vi": "Ta, Sáng Tạo Ra Đô Thị Truyền Thuyết"
      }
    ],
    "description": {
      "en": "The protagonist Yuan Zhenji crossed to the parallel world of Jiangshi, and found that this world was full of various horror and weirdness, and ordinary humans were as fragile as paper in front of them. He used a notebook called \"Urban Legend Records\" to create urban legends that affect reality, punish criminals and contain weirdness, absorb the weird rule ability \"use magic to defeat magic\", and become a monitor who fights against weirdness, and fights with his partners against the coming doomsday-level weirdness...",
      "vi": "Sau khi xuyên không tới đất nước Nhật Bản trong thế giới song song, Kanbaru Shinji có được một quyển sổ ghi chép tên là Truyền Thuyết Đô Thị Thực Lục.\nMọi truyền thuyết đô thị cậu ghi vào đó đều có thể trở thành sự thật.\nMà Nhật Bản ở thế giới này còn thiếu khuyết rất nhiều truyền thuyết đô thị từng xuất hiện trong kiếp trước như là Hanako nhà vệ sinh, Thiếu Nữ Đến Từ Địa Ngục, Quý bà Hachishaku, Cuộc gọi của Mary, Con Mắt Trong Khe Hở...\nKanbaru Shinji: “Để ta khiến cho Nhật Bản này quần ma loạn vũ đi!”\nTóm tắt theo tiểu thuyết gốc, bản manhua đã chỉnh sửa rất nhiều từ tên nhân vật cho đến bối cảnh, vui lòng theo dõi truyện để biết thêm chi tiết."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7acc973b-11ac-44bf-b65b-37d19d7974e6",
    "title": {
      "en": "Mazin Saga"
    },
    "updatedAt": "2023-12-23T04:56:03+00:00",
    "coverArt": "https://mangadex.org/covers/7acc973b-11ac-44bf-b65b-37d19d7974e6/5d953913-ab73-4c46-8fef-3f973e5d0bee.jpg",
    "altTitles": [
      {
        "ja-ro": "Majinsaga"
      },
      {
        "en": "MazinSaga"
      },
      {
        "ja": "マジンサーガ"
      }
    ],
    "description": {
      "en": "MazinSaga is a manga written and produced by Go Nagai between 1990 and 1998; currently incomplete and up to the sixth volume, it's the summa of Nagai's works, for the complexity of the plot and the treated thematic content.  \nMazinsaga tells the story of the young Koji Kabuto, university student who finds himself having to collect the fruit of the researches of his father, physicist of world-wide reputation who died in mysterious circumstances.  \nThe boy is thus given a powerful artifact, Mazinger Z, the Armor of God."
    },
    "status": "hiatus",
    "releaseDate": 1990,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c65e797c-b412-42b1-94b8-aac5c4d5a7ca",
    "title": {
      "en": "Trapped in a Cursed Game as an NPC"
    },
    "updatedAt": "2024-05-11T00:20:11+00:00",
    "coverArt": "https://mangadex.org/covers/c65e797c-b412-42b1-94b8-aac5c4d5a7ca/23ffb86d-5b01-455e-9fce-df8deef44f2e.png",
    "altTitles": [
      {
        "ko": "망겜 속에 갇혔다 근데 이제 NPC를 곁들인"
      },
      {
        "en": "Trapped in a Cursed Game, but Now With NPCs"
      }
    ],
    "description": {
      "en": "I'm going to live a normal life!\n\n...said Shari Azriel, the apothecary of the Dover village.\n\nThen one day, I realised that I possessed an NPC in a video game! I've been locked up here for two years, and I only just noticed.\n\nIf I can't get out of the game...\n\"A, in their 20's, was found starved to death while playing VR games.\"\nThis could be what I'm remembered as!\n\n\"I have to get out!\"\n\nHowever, it was too late when I came to the realisation that... I can't log out because of an error!\n\nThat means, the only way out would be approaching the male lead, \"the Lord of Nightmares,\" and helping his comrades defeat the final villain. So I have no choice but to wait until the game ends...\n\nThe difficulty level, the story, the likelihood of failure in such a heinous game, a game that nobody won before...\n\n\"The Lord of Nightmares has a strong urge to kill you.\"\n\nSomehow, I believe that dying by the male lead's hands would be faster."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d5eea8a-aad6-4f52-a084-26cb6435b5ed",
    "title": {
      "en": "luo zhi yongzhe - Yi shijie luchu da maoxian"
    },
    "updatedAt": "2024-06-19T19:43:05+00:00",
    "coverArt": "https://mangadex.org/covers/8d5eea8a-aad6-4f52-a084-26cb6435b5ed/f4232d44-5aa4-4567-8459-1c561bfa1dfb.jpg",
    "altTitles": [
      {
        "en": "Naked Hero - An Exposed Adventure in Another World"
      },
      {
        "zh": "裸之勇者-異世界露出大冒險"
      },
      {
        "zh-ro": "luǒ zhī yǒngzhě - Yì shìjiè lùchū dà màoxiǎn"
      }
    ],
    "description": {
      "en": "A third-year high school girl wakes up in another world. But she's naked!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6f3fe1c-c086-4f50-a8cf-3ec48fa3f3a8",
    "title": {
      "en": "Shuumatsu no Valkyrie Kitan - Jack the Ripper no Jikenbo"
    },
    "updatedAt": "2024-06-19T20:38:46+00:00",
    "coverArt": "https://mangadex.org/covers/f6f3fe1c-c086-4f50-a8cf-3ec48fa3f3a8/4d216e8e-a6dd-4e45-a0d1-42c19e975120.jpg",
    "altTitles": [
      {
        "en": "Record of Ragnarok: Jack the Ripper Case Files"
      },
      {
        "ja": "終末のワルキューレ奇譚 ジャック・ザ・リッパーの事件簿"
      },
      {
        "ru": "Повесть о Конце Света: Досье по делам Джека Потрошителя"
      },
      {
        "ru": "Повесть о Конце Света: Досье Джека-потрошителя"
      },
      {
        "uk": "Справи Джека-Різника"
      }
    ],
    "description": {
      "en": "In 1888, a number of prostitutes were murdered in London, by someone known only as \"Jack the Ripper\". The murderer takes to the streets each day, looking to slit some unfortunate woman open... The past of Jack the Ripper, the English gentleman who represented the human side in the fourth round of the struggle between God and mankind known as Ragnarok, who was one of the top-three most popular characters in the character poll, is finally revealed!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2a494bf-47a2-42e7-bd42-53119cb26ca8",
    "title": {
      "en": "Yumeochi ~Yume de Bokura wa Koi ni Ochiru~"
    },
    "updatedAt": "2023-11-06T03:37:00+00:00",
    "coverArt": "https://mangadex.org/covers/e2a494bf-47a2-42e7-bd42-53119cb26ca8/da0554c9-0984-40f0-950f-df0b798941c2.jpg",
    "altTitles": [
      {
        "ja": "ユメオチ～ユメで僕らは恋にオチる〜"
      },
      {
        "ru": "Юмеочи: В мечтах мы влюбляемся"
      },
      {
        "fr": "Yumeochi : Rêver de tomber amoureux de toi"
      },
      {
        "pt-br": "Yumeochi: Sonhando em me apaixonar por você"
      },
      {
        "en": "Yumeochi: Dreaming of Falling For You"
      },
      {
        "id": "Yumeochi: Bermimpi Tentang Jatuh CInta Kepada Mu"
      }
    ],
    "description": {
      "en": "Even in university, Chono is stuck in the past regrets of his high school years. His dull days come to an abrupt end when he comes across a mysterious book... A book that allows him to return and re-do his high school life in his dreams. Follow Chono and the girls of his dreams as they reshape their wasted youths!",
      "fr": "Même à l'université, Chono est coincé dans les regrets de ses années de lycée. Ses journées ennuyeuses s'arrêtent brusquement lorsqu'il tombe sur un livre mystérieux... Un livre qui lui permet de revenir et de refaire sa vie de lycéen dans ses rêves. Suivez Chono et les filles de ses rêves alors qu'ils remodèlent leur jeunesse gâchée !",
      "ja": "やり残したことだらけの高校生活を送ったぼっち大学生の蝶野ツトム。空虚な日々を過ごす中で、偶然手にした不思議な本…。それはなんと、夢の中で超リアルな高校時代に戻れるものだった!!　関わることのなかった少女たちとの学園生活が始まる――。青春やり直し“夢”ラブコメ開幕!!",
      "pt-br": "Mesmo na universidade, Chono está preso aos arrependimentos do passado de seus anos de colegial. Seus dias monótonos terminam abruptamente quando ele se depara com um livro misterioso…. Um livro que lhe permite voltar e refazer sua vida de colegial em seus sonhos. Siga Chono e as meninas de seus sonhos enquanto reformulam seus jovens desperdiçados!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "189e5117-5e4d-403e-b315-3d500f44ee5d",
    "title": {
      "en": "Full Marks, Hidden Marriage"
    },
    "updatedAt": "2023-11-07T00:22:02+00:00",
    "coverArt": "https://mangadex.org/covers/189e5117-5e4d-403e-b315-3d500f44ee5d/0d30650c-0ad3-4612-b966-b6275f4b68db.jpg",
    "altTitles": [
      {
        "en": "Full Marks Hidden Marriage: Pick Up a Son, Get a Free Husband"
      },
      {
        "en": "Hidden Marriage 100 points"
      },
      {
        "en": "Hidden Marriage 100 points: Provoke a Wife to Marry One Get One Free"
      },
      {
        "en": "The Lovely Wife And Strange Marriage"
      },
      {
        "zh": "隐婚100分：惹火娇妻嫁一送一"
      },
      {
        "en": "Maybe You Shine"
      },
      {
        "zh-ro": "Xǔ nǐ Wànzhàng Guāngmáng Hǎo - Yǐn Hūn 100 Fēn: Rěhuǒ Hiāo Qī Jià Yī Sòng Yī"
      },
      {
        "zh": "许你万丈光芒好"
      }
    ],
    "description": {
      "en": "Her boyfriend was taken from her, her parents were ashamed of her and she was exiled abroad without consent! Everyone thought she was abandoned and only she could fend for herself… After five years, Ning Xi returns to fulfil her childhood dream of becoming a famous actress. However, her sister is still out to sabotage her every chance she gets! What schemes will she have to avoid?",
      "fr": "Ning Xi est tombée bien bas : son petit ami lui a été volé, ses parents l’ont reniée et envoyée à l’étranger, et sa pire ennemie est prête à tout pour lui mettre des bâtons dans les roues ! Mais Ning Xi n’a plus envie de s’apitoyer sur son sort. Après cinq ans d’absence, elle revient, prête à se venger et à atteindre un objectif bien précis : devenir la reine du cinéma ! Mais sur sa route… elle rencontrera le beau Lu Ting Xiao qui fera chavirer son cœur !  \nEnvoyer un message à @Tacky",
      "id": "\"\"\"Sang pewaris telah mengubah identitasnya? Aku mengalami penderitaan saat kembali ke keluarga asliku? Kekasihku menghianatiku untuk adik perempuanku? Tidak hanya itu, aku juga disakiti oleh seseorang hingga kehilangan anak yang sedang kukandung dan diasingkan oleh keluarga sendiri? Bisakah kemalanganku melebihi ini? Tapi jangan khawatir. Tunggu sampai aku memasuki organisasi misterius itu‒aku akan menjadi orang baru, kembali menjadi lebih kuat, dan mulai merencanakan balas dendamku! Tetapi kemudian seorang pria‒ seorang pemimpin perusahaan dan ayah tunggal‒ memintaku untuk tinggal bersamanya? Apa yang sebenarnya sedang terjadi?!\"\"\""
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2707b1cc-05b9-455f-ae6f-f351dd9f8741",
    "title": {
      "en": "Evolution Begins With a Big Tree"
    },
    "updatedAt": "2024-05-29T19:01:31+00:00",
    "coverArt": "https://mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/979830da-4754-42dc-8dde-ffc92e61fe39.png",
    "altTitles": [
      {
        "en": "Evolution From the Big Tree"
      },
      {
        "zh-ro": "Cóng Dà Shù Kāishǐ De Jìnhuà"
      },
      {
        "zh": "从大树开始的进化"
      },
      {
        "ja": "進化する者たち"
      },
      {
        "vi": "Chuyển Sinh Thành Liễu Đột Biến"
      },
      {
        "vi": "Từ Đại Thụ Tiến Hóa"
      },
      {
        "ru": "Моё перерождение в древо: Начало эволюции"
      }
    ],
    "description": {
      "en": "Reborn as a willow tree!? Resurrection of spiritual energy, rise of all things. The reborn willow has also embarked on the path of evolution. It can evolve infinitely, is it “divine power” or “curse”?\r\n\r\nOfficial Translations:\r\n[Japanese](https://piccoma.com/web/product/146958)",
      "ru": "После смерти Юй Цзыюй перерождается и становится… Ивой! \nИ неизвестно, сумеет ли он приспособиться к такой знакомой, но в то же время чуждой окружающей среде – ведь так совпало, что его перерождение случилось как раз во время Великой эпохи возрождения духовной энергии. \nВозрождение духовной энергии знаменует возвышение всех существ… \nРев хищных зверей стал способен сотрясти горы и взволновать реки, а существа с могущественной силой наводнили этот мир в таком количестве, что он вот-вот лопнет по швам. \nНо, несмотря на все это, во время подобной эпохи выросла величественная ива, способная безгранично развиваться и эволюционировать. \nПлоды, что растут на ней, способны даровать другим необычайные способности, а духовная энергия, которую она распространяет, укрепляет силы зверей, что обитают на ее территории. \n… \nОдни величают ее мировым древом – Иггдрасилем, день за днем восславляя его существование! \nДругие – «великим божественным древом», подпирающим небосвод! \nРазумеется, большинство просто зовут его «священным древом», или «проклятым деревом», или же «дьявольским деревом»… Да и еще много как. \nИ все же, при любом его упоминании в голосе каждого ясно слышится благоговейный трепет.",
      "zh": "黑鸟社新作，重生成为一株柳树！？灵气复苏，万物崛起。重生的柳树也走上了进化之路。能够无限进化的它，是“神力”还是“诅咒”？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "1d3905b0-f8c2-4c38-8b26-5b2ff0a9516c",
    "title": {
      "en": "Occhoko Doji Onee-san"
    },
    "updatedAt": "2024-06-07T19:31:46+00:00",
    "coverArt": "https://mangadex.org/covers/1d3905b0-f8c2-4c38-8b26-5b2ff0a9516c/3019d50c-a1e2-488a-a444-c7036457bccd.jpg",
    "altTitles": [
      {
        "ja": "おっちょこドジおねえさん"
      },
      {
        "vi": "Chị gái hậu đậu"
      }
    ],
    "description": {
      "en": "She may seem like a beautiful, sophisticated woman! But on the inside, she is just a XXX lady. The more she tries to act like an mature adult in front of younger boys, the more twisted and perverted she gets! A popular love-comedy that has received over 300,000 likes on Twitter.\n\n---\n**Links:**\n\n- Alternative Place to Buy - [cmoa](https://www.cmoa.jp/title/263649/)",
      "es-la": "¡Puede parecer una mujer hermosa y sofisticada! Pero por dentro, es solo una dama XXX. Cuanto más trata de actuar como una adulta madura frente a los niños más pequeños, ¡más retorcida y pervertida se vuelve!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c5ee2ae-5bed-4e72-8d75-91e3b8e9787a",
    "title": {
      "en": "Tsuihou Sareta Tensei Juu Kishi wa Game Chishiki de Musou Suru"
    },
    "updatedAt": "2024-03-31T18:35:31+00:00",
    "coverArt": "https://mangadex.org/covers/7c5ee2ae-5bed-4e72-8d75-91e3b8e9787a/db0a945f-2467-4c0d-a0a6-34c4d249356d.jpg",
    "altTitles": [
      {
        "ja": "追放された転生重騎士はゲーム知識で無双する"
      },
      {
        "en": "The Exiled Reincarnated Heavy Knight Is Unrivaled in Game Knowledge"
      }
    ],
    "description": {
      "en": "“You good-for-nothing bastard. You are the son of a Sword Saint, yet you dare pull such a defective Class!?”\n\nDuring the〈Divine Blessing Ceremony〉of the 15-year-old Elma who came from a lineage of Sword Saints, he had manifested a commonly deemed defective class known as the Heavy Knight. He had been deprived of his position as the next head of the Edvan Household and was then exiled. The Heavy Knight class had an unbalanced status and useless skills, to top it off, it was even said to be a class cowardly and indolent people have.\n\nBut, Elma knew better—that this world was the world of the game he had used to play before—and that the Heavy Knight class was the strongest class to exist. Elma made full use of the knowledge he had in his previous life and began his efficient walkthrough of the world he was reincarnated into.",
      "ja": "「役立たずめ……剣聖の息子でありながら、こんな大ハズレを引こうとは！」 　十五歳の〈加護の儀〉。剣聖の血筋であるエルマは、典型的なハズレクラスである重騎士を発現し、次期当主の座を奪われて追放されてしまう。重騎士は偏ったステータスに、使い所のないスキル。挙げ句に臆病で怠惰な者が得るクラスだとまでいわれていた。 　だが、エルマは知っていた。この世界は彼が遊び尽くしたゲームの世界であり――重騎士こそが、最強のクラスであることを。エルマは生前の知識をフル活用し、この世界の効率的な攻略を始めるのだった。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b8249e7e-cd20-43f3-b961-f47ad1070ab0",
    "title": {
      "en": "Dame Ningen no Aishikata"
    },
    "updatedAt": "2024-05-26T11:24:44+00:00",
    "coverArt": "https://mangadex.org/covers/b8249e7e-cd20-43f3-b961-f47ad1070ab0/f9426e8c-eef7-4f15-9576-9ab5a19a421e.jpg",
    "altTitles": [
      {
        "ja": "ダメ人間の愛しかた"
      },
      {
        "ja-ro": "Dame Ningen no Itoshikata"
      },
      {
        "en": "How to Love a Useless Person"
      },
      {
        "en": "How to Love A Misfit"
      },
      {
        "pt-br": "Como Amar Uma Pessoa Inútil"
      }
    ],
    "description": {
      "en": "\"No talent, no money, no education. A worthless person, bottom of the barrel.\"\n\"But... just seeing you like that makes me feel so happy.\"\nShinba, an unemployed young man, is what someone could call a useless person.\nFor some reason, such a man is dating a cool and beautiful woman named Hizumi.\n\nFor the sake of Hizumi, whom he loves very much, Shinba tries to graduate from being a useless person, but his efforts are always in vain.\n\nShe ridicule, sneers and deny him. She whisper words of love to him and stays by his side.\n\nAn imbalanced love story, presented by a useless man and a devilish girlfriend, open its curtains to the world.",
      "pt-br": "\"Sem talento, sem dinheiro, sem educação. Uma pessoa sem valor, no fundo do poço.\"\n\"Mas... só de te ver assim me faz tão feliz.\"\nShinba, um jovem desempregado, é o que alguém poderia chamar de uma pessoa inútil.\nPor algum motivo, esse homem está namorando uma mulher legal e bonita chamada Hizumi.\n\nPelo bem de Hizumi, a quem ele ama muito, Shinba tenta se formar como uma pessoa útil, mas seus esforços são sempre em vão.\n\nEla ridiculariza, zomba e o nega. Sussurra palavras de amor para ele e fica ao seu lado.\n\nUma história de amor desequilibrada, apresentada por um homem inútil e uma namorada diabólica, abre suas cortinas para o mundo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34019331-7377-4e2c-837e-f6e1ab2b5ef7",
    "title": {
      "en": "The Seven Deadly Sins: Four Knights of the Apocalypse"
    },
    "updatedAt": "2024-06-08T18:08:20+00:00",
    "coverArt": "https://mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/733ded5b-7d28-4628-86e6-f09580cb2a4c.jpg",
    "altTitles": [
      {
        "ja": "黙示録の四騎士"
      },
      {
        "en": "The Four Knights of Apocalypse"
      },
      {
        "es-la": "Los cuatro caballeros del apocalipsis"
      },
      {
        "uk": "Чотири лицарі Апокаліпсису"
      },
      {
        "ko": "묵시록의 사기사"
      },
      {
        "zh-hk": "默示錄的四騎士"
      },
      {
        "tr": "Mahşerin Dört Şövalyesi"
      },
      {
        "tr": "Yedi Ölümcül Günah: Mahşerin Dört Şövalyesi"
      },
      {
        "pt-br": "Os Quatro Cavaleiros do Apocalipse"
      },
      {
        "ru": "Четыре рыцаря Апокалипсиса"
      },
      {
        "ja-ro": "Mokushiroku no Yonkishi"
      },
      {
        "vi": "Tứ Kỵ Sĩ Khải Huyền"
      },
      {
        "la": "Quattuor Equites Apocalyptici"
      },
      {
        "en": "4KOA"
      }
    ],
    "description": {
      "en": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey. Whether you know \"The Seven Deadly Sins\" or not, you can still enjoy it! The world's most awaited adventure fantasy!",
      "es": "La profecía se ha cumplido. \"En un futuro no muy lejano, habrá cuatro caballeros sagrados que destruirán el mundo. Son los Cuatro Jinetes del Apocalipsis.\"\"\nLos santos caballeros que juraron fidelidad al rey Arturo estaban ansiosos por cortar el mal de raíz. Las consecuencias de estos acontecimientos llegan hasta la frontera... y sacuden el destino de un niño. Un niño que da el primer paso como le dice su corazón. ¿Qué le espera: sueños, esperanzas, gloria o pecado? La fantasía heroica del pasado y del presente, ¡el inicio!",
      "fr": "Percival vit seul avec son grand-père Bargis, au sommet d’une haute montagne nommée le “Doigt divin”. Il y mène une vie heureuse, préservé du monde extérieur. Mais le jour de ses 16 ans, son destin bascule : un mystérieux guerrier à l’armure rouge s’en prend violemment à lui et à son grand-père. En effet, ce Chevalier sacré de Camelot est chargé d’éliminer quiconque s’apparenterait aux “Four Knights of the Apocalypse”, un groupe de cavaliers qui, d’après la prophétie, apparaîtra pour renverser le roi Arthur… Laissé pour mort, Percival survit à ses blessures et décide de partir en quête de vengeance, et d’aventures !",
      "ja": "『七つの大罪』正統続編！ 全世界待望の冒険ファンタジー!!\n\n予言は示された。「遠くない未来、世界を滅ぼす四人の聖騎士が現れる。――その名を〈黙示録の四騎士〉」。厄災の芽を摘まんと色めき立つは、アーサー王に忠誠を誓いし一騎当千の聖騎士たち。その余波は、遠く辺境にまで及び……、一人の少年の運命を揺るがす！ 己が心の命ずるまま、一歩を踏み出す少年。その前途に待つは、夢か希望か栄光か罪か。古今無双のヒロイック・ファンタジー、開幕!!",
      "pt": "A profecia indicava que num futuro não muito distante, aparecerão quatro cavaleiros sagrados que destruirão o mundo: São os Quatro Cavaleiros do Apocalipse. Os quatro cavaleiros sagrados, que juraram fidelidade ao Rei Artur, estão muito animados para cortar esta calamidade pela raiz. As consequências chegam até à fronteira e abalam o destino de um rapaz, ......! Um rapaz dá um passo em frente como manda o seu coração. O que o espera é um sonho, uma esperança, glória ou pecado. Começa uma fantasia heróica dos mundos antigo e moderno!",
      "tr": "Nazik bir çocuk olan Percival, büyükbabasıyla birlikte \"Tanrı'nın Parmağı\" adlı uzak bir yerde yaşıyor. Ancak dünya onun barış içinde yaşamasına izin vermeyecektir. Gizemli bir şövalyeyle karşılaşmaları kaderlerini değiştirir ve şok edici bir sır ortaya çıkar. Çocuk sonsuz bir yolculuğa çıkar. \"Yedi Ölümcül Günah\"ı bilseniz de bilmeseniz de tadını çıkarabilirsiniz! Dünyanın en çok beklenen macera fantezisi!",
      "uk": "Історія є продовженням манги \"Сім Смертних гріхів\". Початок манги знайомить нас з Персівалем - шістнадцятирічний хлопець з ширяючого острова «Палець бога», який після певних подій вирушає в подорож чарівним королівством під назвою Британія.",
      "es-la": "Percival, un niño bondadoso, vive con su abuelo en un lugar remoto llamado \"El dedo de Dios\". Sin embargo, el mundo no le permite vivir en paz. Un encuentro con un misterioso caballero cambia su destino, y se revela un impactante secreto. El niño emprende un viaje interminable. Tanto si conoce \"Los siete pecados capitales\" como si no, ¡podrá disfrutar de él! ¡La fantasía de aventuras más esperada del mundo!",
      "pt-br": "Percival, um menino bem-humorado, vive com seu avô num lugar remoto chamado “O Dedo de Deus”. No entanto, o mundo não permite que ele viva em paz. Um encontro com um misterioso cavaleiro muda seu destino, e um segredo chocante é revelado. O menino embarca numa jornada sem fim."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c71418d4-62c5-4ec9-8886-a0aa5b7a62b3",
    "title": {
      "en": "Boukyaku Seijo"
    },
    "updatedAt": "2024-05-20T13:27:42+00:00",
    "coverArt": "https://mangadex.org/covers/c71418d4-62c5-4ec9-8886-a0aa5b7a62b3/791f8d9b-7469-485d-a1e4-02850187d8b1.jpg",
    "altTitles": [
      {
        "ja": "忘却聖女"
      },
      {
        "en": "Saint Mariabelle"
      },
      {
        "en": "Oblivion Saint"
      }
    ],
    "description": {
      "en": "Rescued from a slum, Mariabelle was raised in the temple as the thirteenth in a line of saints. But one day, she awakened to find that she had been completely forgotten by those around her. Abandoned by the head priest who acted as her foster father, and banished from the temple, Mariabelle felt she had lost everything... But then she reunites with Ehre, the sole priest who still remembers her! With his assistance, she enlists herself in the \"Selection Ceremony,\" aiming to reclaim her position as a saint! Thus begins the tale of her taking back her happiness!",
      "ja": "スラムで拾われ、第十三代聖女として神殿で育てられたマリヴェル。しかしある日突然目を覚ますと、周囲の人間からきれいさっぱり忘れ去られていた…。父親代わりの神官長からも突き放され、全てを失ったマリヴェルだが、彼女を唯一覚えていた神官・エーレと再会！彼の協力のもと、再び聖女の座を目指し「選定の儀式」へ参加することになり――!?国中から忘れ去られた聖女のささやかな幸せを取り戻す物語が始まる!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "276e2c1c-2da7-4f53-bfdd-a1b8f6465e11",
    "title": {
      "en": "Chou to Teikoku"
    },
    "updatedAt": "2024-06-15T20:40:17+00:00",
    "coverArt": "https://mangadex.org/covers/276e2c1c-2da7-4f53-bfdd-a1b8f6465e11/27e4652e-ec77-4694-a281-e42953770237.jpg",
    "altTitles": [
      {
        "ja": "蝶と帝国"
      },
      {
        "ja-ro": "Chou to Teikoku"
      },
      {
        "en": "Butterfly and Empire"
      }
    ],
    "description": {
      "en": "Russia at the beginning of the 20th century, at the end of the imperial period. A newcomer depicts the love and revenge of a woman who was tossed about by the malice of the times."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d05470ae-e0b2-4f74-8e71-0fbc68565cd8",
    "title": {
      "en": "Hiota no Kanojo ga Ore no Motteru Eroge ni Kyoumi Shinshin Nanda ga......"
    },
    "updatedAt": "2024-01-27T06:15:17+00:00",
    "coverArt": "https://mangadex.org/covers/d05470ae-e0b2-4f74-8e71-0fbc68565cd8/68d4aa44-7bdb-4830-b735-2b2850828f24.jpg",
    "altTitles": [
      {
        "en": "Non-Otaku She is Curious About the Eroge I Have Somehow..."
      },
      {
        "ru": "Мне любопытно, почему у моей девушки такая страсть к эроге..."
      },
      {
        "ja": "非オタの彼女が俺の持ってるエロゲに興味津々なんだが……"
      },
      {
        "zh": "非宅女友竟然对我的18X游戏兴趣满满"
      }
    ],
    "description": {
      "en": "Kazuma, a highschool student who loves eroge, has been confessed to by the honour student and beautiful girl, Misaki Honoka, who's the school's prodigy. What's more, Honoka had declared that she would try her best to become a \"heroine\" that Kazuma likes?! \"Can you… train me?\" What kind of eroge is this?",
      "pt": "Kazuma, um estudante do ensino médio que adora eroges, recebeu uma confissão da estudante de honra e garota mais linda da escola, Misaki Honoka, que é a prodígio da escola. Além disso, Honoka declarou que fará o melhor possível para se tornar uma “heroína” que Kazuma goste. “Você poderia… me treinar?” Que tipo de eroge é esse?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "33"
  },
  {
    "mangaId": "b093bc50-be43-470c-8594-d79ab9fa5b90",
    "title": {
      "en": "Youkai Gakkou no Sensei Hajimemashita!"
    },
    "updatedAt": "2024-03-31T22:09:43+00:00",
    "coverArt": "https://mangadex.org/covers/b093bc50-be43-470c-8594-d79ab9fa5b90/c06ebcaf-39ce-4024-a24e-858c3df3ced5.jpg",
    "altTitles": [
      {
        "en": "A Terrified Teacher at Ghoul School!"
      },
      {
        "ja": "妖怪学校の先生はじめました！"
      },
      {
        "zh": "妖怪学校的新人教师"
      },
      {
        "tr": "Ghoul Okulunda Dehşete Düşmüş Bir Öğretmen"
      },
      {
        "ja-ro": "Youkai Gakkou no Sensei Hajimemashita!"
      }
    ],
    "description": {
      "en": "Haruaki is a scaredy-cat with a fetish for girls' school uniforms, but he also wants to be a good teacher. However, his new school isn’t exactly what he thought it would be: it's an academy for monsters, demons, ghosts and all sorts of supernatural creatures!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-03-29T19:52:56+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/a7872083-47ce-4234-85f6-fa080069bd2a.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya-san Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      }
    ],
    "description": {
      "en": "Masachika Kuze sits next to Alya, a girl of Russian and Japanese descent. She’s beautiful, haughty, and an exceptional student, while Masachika is nerdy and known for being a slacker. He’s an easy target for her comments in Russian, which she’s all too happy to translate—except he can understand what she’s really saying!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "644b3c1b-6f82-4f50-a839-51a39cf08b03",
    "title": {
      "en": "Gokusotsu Kraken"
    },
    "updatedAt": "2024-04-11T20:12:02+00:00",
    "coverArt": "https://mangadex.org/covers/644b3c1b-6f82-4f50-a839-51a39cf08b03/aa1e392f-0e95-4710-98fd-8d0b13ffea28.jpg",
    "altTitles": [
      {
        "ja": "獄卒クラーケン"
      },
      {
        "zh-hk": "獄卒克拉肯"
      },
      {
        "zh": "海怪狱卒"
      },
      {
        "id": "Sipir Penjara Kraken"
      },
      {
        "id": "Penjaga Penjara Kraken"
      },
      {
        "en": "Hell’s Tormentor Kraken"
      },
      {
        "es-la": "El Kraken Carcelero"
      },
      {
        "ru": "Тюремщик кракен"
      }
    ],
    "description": {
      "en": "Controlling the Queendom of Sevek’s female prison with the Power of the Kraken!\n\nFrom the author of Akame ga Kill and Mato Seihei no Slave!",
      "id": "Shimizu Kuuma, seorang laki-laki, yang baru saja kembali dari wawancara kerja yang tidak bisa dia selesaikan, tiba-tiba dikirim ke dunia lain, di sana dia bertemu dengan seorang gadis tertentu yang membantunya dan memberinya pekerjaan di penjara tetapi yang tidak dia ketahui adalah bahwa ini hanya jebakan untuk membawanya dan agar dia bisa 'dinikmati' oleh Bosnya, kemudian setelah dia dibantai dan dibuang ke laut dan hampir mati dia diselamatkan oleh Kraken yang menceritakan kisahnya tentang bagaimana Dia diselamatkan oleh seorang gadis tertentu yang adalah seorang tahanan, jadi mereka membuat kesepakatan, kemudian dia menyelamatkan gadis itu dan melakukan Pembalasan.",
      "es-la": "Shimizu Kuuma es un chico que siempre devuelve los favores. Un día, al regresar de una entrevista de trabajo fallida, es repentinamente transportado a otro mundo. En este mundo es salvado por una chica, quien le ofrece un trabajo como guardia de una prisión de mujeres. Sin pensarlo dos veces, Kuuma acepta, pero no se imaginó, que sería casi asesinado por una prisionera. Ellas tiran su cuerpo al mar, pero antes de morir, la criatura más fuerte del mar, el Kraken, lo salva y le ofrece fusionarse con él a cambio de algo. Es así como Kuuma sobrevive, consigue los poderes del Kraken y está dispuesto a tomar el control de la prisión para devolverle el favor al Kraken."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bfdb387a-7b85-4107-9e1f-5b0d14a7d8bd",
    "title": {
      "en": "Regression of the Shattering Sword"
    },
    "updatedAt": "2024-01-16T04:27:48+00:00",
    "coverArt": "https://mangadex.org/covers/bfdb387a-7b85-4107-9e1f-5b0d14a7d8bd/dd34e47c-08e7-48e2-a9ae-f7ead4ef4da7.jpg",
    "altTitles": [
      {
        "ko": "파공검제"
      },
      {
        "pt-br": "Regressão da Espada Perfuradora"
      },
      {
        "pt-br": "A Regressão da Espada Destruidora"
      },
      {
        "en": "Sword Breaker"
      }
    ],
    "description": {
      "en": "The ability to perfectly copy martial arts, Superior Interior Power!\nQin Tianlang, who was branded as the \"World's Greatest Killer,\" met a miserable death because of this ability.\nWhen he woke up, he had possessed the body of his son, Nam Gungcheon, who had committed suicide three days ago.\nNam Gungcheon, who had been deeply despised because he was the son of the \"World's Greatest Killer\".\n\n\"This time, I will become the \"First Heavenly Dragon\" in my son's name and take revenge on the world.\"",
      "ko": "무공을 그대로 복제할 수 있는 초견파공안! \n이 능력 때문에 천하대살성이란 오명을 뒤집어쓰고 비참한 죽음을 맞이한 진천랑.\n정신을 차려보니, 사흘 전 자결한 아들의 몸에 빙의했다.\n대살성의 자식이란 이유로 지독히 멸시받아 왔던 아들 남궁천.\n\n이번 생은, 아들의 이름으로 천하제일검이 되어 세상을 향해 복수해주마.",
      "pt-br": "A habilidade para copiar perfeitamente as artes marciais, Poder Interno Superior!\nQin Tianlang, que era rotulado como \"O maior assassino do mundo\", encontrou uma morte miserável por causa de sua habilidade.\nQuando acordou, ele possuiu o corpo de seu filho, Nam Guncheon, que tinha cometido suicídio três dias atrás.\nNam Guncheon tinha sido extremamente desprezado porque ele era o filho do \"Maior  assassino do mundo\".\n\n\"Desta vez, eu me tornarei o 'Primeiro dragão celestial' em nome do meu filho e me vingarei do mundo\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33d43bb9-da74-43f7-b5a7-bb597c19406a",
    "title": {
      "en": "The Constellations Are My Disciples"
    },
    "updatedAt": "2024-05-20T20:54:37+00:00",
    "coverArt": "https://mangadex.org/covers/33d43bb9-da74-43f7-b5a7-bb597c19406a/9fcfd23f-0dfc-42f1-ab96-97593039e325.jpg",
    "altTitles": [
      {
        "ko": "성좌들이 내 제자"
      }
    ],
    "description": {
      "en": "300 years ago, Martial God Hyun-oh Kim defeated Barche, the boss of the tower of destruction, and prevented the end of the world. Kim Hyun-oh, should have died suffering the same fate as the tower of destruction. However, after 300 years, he is reborn as the 17-year-old Kim Joo-hyuk. In the midst, he finds out that the “Constellations”, that were created during his absence, are his disciples from 300 years ago and sets on a journey to find them."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4397b12-137c-426f-92ff-618ddfbad51a",
    "title": {
      "en": "Marriage Toxin"
    },
    "updatedAt": "2024-06-14T23:25:33+00:00",
    "coverArt": "https://mangadex.org/covers/f4397b12-137c-426f-92ff-618ddfbad51a/54331e59-a0c3-415b-b4ce-3000f84c0c19.jpg",
    "altTitles": [
      {
        "ja": "マリッジトキシン"
      },
      {
        "ru": "Брачный токсин"
      },
      {
        "en": "MARRIAGETOXIN"
      }
    ],
    "description": {
      "en": "A hitman and a marriage swindler set out on the world’s most grueling battle for marriage!\n\nGero is a young man from a clan of hitmen, which has been in existence for hundreds of years. As someone who’s never gone to school and lived his life dealing in the dark side of the business, he considers himself to have “no prospects with women” and marriage as “something not for him.”\n\nHowever, one day, in fear that their lineage would dissolve, his clan warns Gero that if he doesn’t marry and produce an heir, they would have no choice but to…force his little sister into doing “that.” Driven to his wits’ end, Gero asks the target of his work, a marriage swindler, to…\n\n------\n- [Official English Volumes at Viz Media](https://www.viz.com/marriage-toxin)",
      "ja": "<毎週水曜更新>殺し屋×結婚詐欺師の世界一ハードな婚活バトル物語！数百年続く殺し屋一族の青年・下呂。学校にも行かず裏稼業で生きてきた彼にとって女性は「苦手で縁遠いもの」であり、結婚は「するべきではないもの」と考えていた。だがある日、血が絶えることを恐れた彼の実家は、下呂が結婚し子供を残さないならば、妹に「それ」を強制することを通告。困り果てた下呂は仕事のターゲットであった結婚詐欺師に…。",
      "pt-br": "Um assassino de aluguel e uma vigarista de casamentos partem na batalha mais cansativa do mundo! \n\nGero é um jovem de um clã de assassinos, que existe há centenas de anos. Como alguém que nunca foi à escola e viveu sua vida lidando com o lado sombrio do negócio, ele se considera “sem perspectivas com mulheres” e o casamento é “algo que não é para ele”. No entanto, um dia, com medo de que sua linhagem se dissolva, seu clã avisa Gero que, se ele não se casar e ter um herdeiro, eles não terão escolha a não ser… forçar sua irmãzinha a fazer “isso”. Levado ao extremo, Gero pede ao alvo de seu trabalho, uma vigarista de casamento, para que..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4fa3679-6918-4684-bcb6-377c9f336898",
    "title": {
      "en": "Touhou Chireikiden - Hansoku Tantei Satori"
    },
    "updatedAt": "2024-05-30T21:26:58+00:00",
    "coverArt": "https://mangadex.org/covers/f4fa3679-6918-4684-bcb6-377c9f336898/3e5857a9-cf3c-48fa-af36-964cc1b9368e.jpg",
    "altTitles": [
      {
        "en": "Eastern Strange Legend of Wise Spirits - Cheating Detective Satori"
      },
      {
        "en": "Eastern Strange Legend of Wise Spirits - Foul Detective Satori"
      },
      {
        "pt-br": "Estranha Lenda Oriental dos Sábios Espíritos  ~ A Detetive Trapaceira Satori"
      },
      {
        "ja": "東方智霊奇伝　反則探偵さとり"
      },
      {
        "vi": "Đông Phương Trí Linh Kỳ Truyện ~ Thám Tử Bất Tuân Satori"
      }
    ],
    "description": {
      "en": "The fifth official Touhou manga (and the first webcomic) written by ZUN and originally drawn by Ginmokusei. \n\nTouhou Chireikiden focuses on Satori Komeiji's endeavors as a detective, solving mysteries around Gensokyo.\n\n*Serialization was paused for a few months after volume 2 was finished due to the health concerns of the original artist Ginmokusei. The series resumed serialization with Yuu Akimaki as the new artist.*\n\n- **Links:**\n[Manga on NicoNico](http://seiga.nicovideo.jp/comic/44569)\n[Touhou Web Blog](https://touhougarakuta.com/comic/touhouchireikiden_1/)\n\n- **New serialisation:**\n[Amazon](https://www.amazon.co.jp/gp/product/B0BQ5KZHYV)\n[Bookwalker](https://bookwalker.jp/series/356764/list/)\n[EbookJapan](https://ebookjapan.yahoo.co.jp/books/701436/)",
      "vi": "Manga chính thức thứ 5 của Touhou, kịch bản được viết bởi ZUN và được minh họa bởi Ginmonkusei (Sau này được đổi thành Akimaki Yuu vì sức khỏe của Ginmonkusei có vấn đề) \n\nBộ truyện tập trung vào Satori Komeji, một yêu quái có khả năng đọc tâm trí người khác, cô bắt đầu trở thành thám tử và đi giải quyết các vụ án ở khắp Ảo Tưởng Hương.",
      "es-la": "Cada vez que en Gensokyo se produce un incidente en el que está involucrado un youkai, la sacerdotisa Reimu Hakurei suele resolver la situación confrontando al culpable. Sin embargo, los casos en los que los culpables ocultan su identidad suelen ser demasiado complejos como para que la exterminadora de youkais se encargue de ello.\n\nEntra en escena Satori Komeiji. Como youkai satori, posee un tercer ojo que le permite leer las mentes, detectando a cualquier criminal sin importar las mentiras que pueda inventarse. Con su extraordinaria aptitud como detective, Satori es capaz de resolver todos los misterios que se le plantea, aunque no siempre quiera salir de su mansión.",
      "pt-br": "Touhou Chireikiden é a primeira webcomic oficial da série Touhou Project, escrita por ZUN com ilustrações da novata Ginmokusei, apresentando Satori Komeiji como a mestra detetive das profundezas da Terra.\n\nPode ser lido em japonês gratuitamente no web blog oficial: https://touhougarakuta.com/comic/touhouchireikiden_1/"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d00bd104-d9b2-4ee9-a088-b5065d1c406a",
    "title": {
      "en": "To Aru Kagaku no Railgun"
    },
    "updatedAt": "2024-04-01T15:54:51+00:00",
    "coverArt": "https://mangadex.org/covers/d00bd104-d9b2-4ee9-a088-b5065d1c406a/d9267aac-84e3-411a-bf06-a7a4d763e456.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Railgun"
      },
      {
        "id": "Seorang Railgun Ilmiah"
      },
      {
        "ja-ro": "To Aru Kagaku no Choudenjibou"
      },
      {
        "ja-ro": "Toaru Kagaku no Choudenjihou"
      },
      {
        "ja-ro": "Toaru Kagaku no Railgun"
      },
      {
        "ja-ro": "Toaru Majutsu no Index Gaiden: Toaru Kagaku no Railgun"
      },
      {
        "es": "Un cierto cañón de riel científico"
      },
      {
        "ru": "Некий научный Рейлган"
      },
      {
        "th": "เรลกัน แฟ้มลับคดีวิทยาศาสตร์"
      },
      {
        "ja": "とある科学の超電磁砲"
      },
      {
        "ja": "とある魔術の禁書目録外伝 とある科学の超電磁砲"
      },
      {
        "zh": "某科学的超电磁炮"
      },
      {
        "ko": "어떤 과학의 초전자포"
      },
      {
        "zh-hk": "某科學的超電磁炮"
      },
      {
        "zh-hk": "科學超電磁砲"
      },
      {
        "zh": "科学超电磁炮"
      },
      {
        "zh-hk": "科學超電磁砲 (Classical Chinese)"
      },
      {
        "uk": "Певний науковий Рейлган"
      },
      {
        "de": "Eine gewisse wissenschaftliche Railgun"
      },
      {
        "it": "Una certa scientifica railgun"
      },
      {
        "tr": "Belli Bir Bilimsel Elektromanyetik Silah"
      }
    ],
    "description": {
      "en": "Welcome to a world where mysticism and science collide, and supernatural powers are derived from either science or religion. At the heart of this world is Academy City, an advanced metropolis whose population is comprised mostly of students The majority of students are enrolled in the city's \"Power Curriculum Program,\" where they must learn to master their latent psychic powers. Out of several million students, only seven are deemed powerful enough to have Level 5 status.\r\n\r\nMeet Mikoto Misaka, the third most powerful Level 5 ESPer in Academy City. Together with her best friends Kuroko Shirai and the other members of Judgment, a student-run law enforcement agency, Mikoto delves deep into the dark heart of the scientific sprawl she calls home, and uncovers secrets she wishes she hadn't!",
      "ru": "Где-то на островах Южной Японии раскинулся Академия Сити - город, большинство жителей которого учатся и работают в школах юных эсперов. Обладатели паранормальных способностей в поте лица трудятся, чтобы познать свой дар и поднять владение им на новую высоту. Гордость школы Токивадай и всего города? Мисака Микото – третья по силе среди известных миру эсперов высшего уровня. У «Электрической принцессы» много полезных умений, одно из которых – ручной рейлган, то есть возможность своими электромагнитными способностями разогнать монетку где-то до трех Махов (на другом конце траектории стоять не рекомендуется). Но всех усилий Микото пока не хватает для решения двух насущных задач: отбиться от юрийных домогательств своей подруги Сирай Куроко и разобраться с наглым парнем по имени Камидзё Тома!\r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6ce20ca-73c3-4fdd-9367-e2901fca780e",
    "title": {
      "en": "The Ravages of Time"
    },
    "updatedAt": "2024-05-10T11:13:35+00:00",
    "coverArt": "https://mangadex.org/covers/f6ce20ca-73c3-4fdd-9367-e2901fca780e/0bbf498b-a05a-40e9-9f13-06e468fadf4f.png",
    "altTitles": [
      {
        "vi": "Hỏa Phụng Liêu Nguyên"
      },
      {
        "zh-ro": "Huo Feng Liao Yuan"
      },
      {
        "ja-ro": "Sangokushi Gunyuuden Kahou Ryougen"
      },
      {
        "zh-ro": "Sanguozhi Qunxiongzhuan: Huo Feng Liao Yuan"
      },
      {
        "ru": "Огненный феникс опаляет равнины"
      },
      {
        "zh-hk": "三国志群雄伝火鳳燎原"
      },
      {
        "zh-hk": "火鳳燎原"
      },
      {
        "zh": "火凤燎原"
      },
      {
        "ja": "火鳳燎原"
      },
      {
        "de": "The Ravages of Time: Die Geschichte der Drei Reiche"
      }
    ],
    "description": {
      "en": "Nearly 2000 years ago, the prosperous Han dynasty of China collapsed. Heroes rose and fell, and three nations emerged–Wei, Shu, and Wu. Historians refer to this period as the Three Kingdoms period. The romance of the three kingdoms is an intriguing tale of heroic deeds, of alliance forged and broken, of loyalty and betrayal.  \n  \nHong Kong artist Chan Mou retells this classic tale in \"The Ravages of Time\" from the perspective of the Sima clan, which in the end united the three kingdoms. Readers will be attracted by an array of well-developed characters and Chan Mou's own unique top-notch art-style. Whether you have played Dynasty Warriors or not, this is definitely worth a read!"
    },
    "status": "ongoing",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5bf9cc3-d003-47fe-bc76-99774b2a0562",
    "title": {
      "en": "Nichijou"
    },
    "updatedAt": "2024-04-24T19:29:16+00:00",
    "coverArt": "https://mangadex.org/covers/f5bf9cc3-d003-47fe-bc76-99774b2a0562/2c0a7c4f-43cc-4d3c-b43e-0246ffc2aad3.jpg",
    "altTitles": [
      {
        "fi": "Arki"
      },
      {
        "tr": "Günlük Yaşam"
      },
      {
        "en": "My Ordinary Life"
      },
      {
        "ru": "Мелочи Жизни"
      },
      {
        "ja": "日常"
      },
      {
        "ko": "일상"
      },
      {
        "fr": "Mon quotidien"
      },
      {
        "uk": "Повсякденнощі"
      }
    ],
    "description": {
      "de": "Währendessen der Titel \"alltägliches Leben\" bedeutet ist der Inhalt alles andere als alltäglich. Es handelt sich um ein komplett bizarres und verücktes \"alltags Leben\" von einer gruppe High School Schüler. Das Setting ist eine außergewöhnliche Schule, wo du den Rektor sehen kannst wie er mit einen Reh kämpft oder einen Roboter Arm. Wie auch immer, es gibt immernoch normale Geshichten, wie ein Kartenhaus bauen oder einen Test schreiben für den du dich nicht vorbereitet bist. Der Stil ist süß aber mischt auch extreme Ausdrücke und Actionszenen für Überraschende Komedie Einlagen.",
      "en": "While the title suggests a story of simple, everyday school life, the contents are more the opposite. The setting is a strange school where you may see the principal wrestle a deer or a robot's arm hide a rollcake. However there are still normal stories, like making a card castle or taking a test you didn't study for. The art style is cute but mixes with extreme expressions and action sequences for surprising comedy bits.\n\n(The original magazine run ends at Chapter 192)",
      "ru": "Обычная манга про обыную японскую жизнь.",
      "pt-br": "Enquanto o título sugere uma história simples de vida escolar, todos os dias, o conteúdo é mais o contrário. O cenário é uma escola estranha, onde você poderá ver o principal lutar com um cervo ou o braço de um robô esconder um bolo. No entanto ainda há histórias normais, como fazer um castelo de cartas ou de um teste que você não estudou. O estilo de arte é bonito, mas se mistura com expressões extremas e sequências de ação para os bits de comédia surpreendentes..."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd5b7e90-c768-4725-85ec-d3ed95477348",
    "title": {
      "en": "Dear, 00"
    },
    "updatedAt": "2024-06-19T17:50:09+00:00",
    "coverArt": "https://mangadex.org/covers/bd5b7e90-c768-4725-85ec-d3ed95477348/79b93845-2925-4479-8801-448f43c01e8c.jpg",
    "altTitles": [
      {
        "ko": "디어, 제로제로"
      }
    ],
    "description": {
      "en": "After humanity's successful conquest of the Gate, peace has returned once again. However, the powerful psychic abilities of the Espers have become a double-edged sword for humanity, causing them great distress.\n\nA new opportunity arises for Esper \"NO.00 Michael,\" who is facing imminent death.\n\nAdam, a retired soldier who has always struggled with the relationship between Guides and Espers, decides to give Michael, the cause of his leg injury, a second chance.\n\nAdam gives Michael a new name, \"Eve,\" in the hope that he can live a normal life, blending in with humanity.\n\nThe two, who have always fought on the front lines, risking their lives, embark on a journey to live a peaceful life in the embrace of humanity, dreaming of an ordinary existence."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5439fe65-5b3a-420e-9ef4-27c9bcc49c5a",
    "title": {
      "en": "Boy's Abyss"
    },
    "updatedAt": "2024-05-22T23:55:13+00:00",
    "coverArt": "https://mangadex.org/covers/5439fe65-5b3a-420e-9ef4-27c9bcc49c5a/352d718c-c430-4eb9-9f38-4965cbd14d06.jpg",
    "altTitles": [
      {
        "ja-ro": "Shounen no Abyss"
      },
      {
        "ru": "Бездна подростка"
      },
      {
        "ja": "少年のアビス"
      },
      {
        "ko": "소년의 어비스"
      },
      {
        "en": "World End Boy Meets Girl"
      },
      {
        "ru": "Юношеская бездна"
      },
      {
        "ne": "केटाको रसातल"
      },
      {
        "tr": "Oğlanın Hiçliği"
      },
      {
        "zh-hk": "少年的深淵"
      },
      {
        "es-la": "El Chico del Abismo"
      },
      {
        "es-la": "Chico en el abismo"
      },
      {
        "es-la": "El abismo del joven"
      }
    ],
    "description": {
      "en": "In a town with nothing, in the middle of a daily life with seemingly no signs of change, high schooler Reiji Kurose was \"just\" living. Family, dreams for the future, childhood friends were all binding him down to that city. He thought he would \"just\" keep on living like that.\n\nUntil he met her.\n\nIs there hope in living? Is there light waiting ahead?\n\nIt's the start of a boy meets girl series which reflects the \"now.\"",
      "fr": "Dans une ville vide, au milieu d'une vie quotidienne répétitive, Reiji Kurose, lycéen, ne faisait que \" vivre\". \nSa famille, ses rêves d'avenir, ses amis d'enfance. Tous ces éléments le liaient à cette ville. \nIl pensait qu'il continuerait \"juste\" à vivre jusqu'à la fin, jusqu'à ce qu'il la rencontre. \nY a-t-il de l'espoir dans la vie ? Y a-t-il de la lumière dans l'avenir ? \nC'est le début d'une série de rencontres entre garçons et filles qui reflète le présent!",
      "ru": "В пустом городке, в разгаре своей повседневной жизни, казалось бы, \"просто\" жил старшеклассник Рэйдзи Куросе. Семья, мечты о будущем, друзья детства - все это привязывало его к своему родному городу. Он думал, что будет продолжать так жить и никогда ничего не изменит. Пока он не встретил ту самую. Есть ли надежда в жизни? Есть ли впереди свет? Это начало серии \"мальчик, повстречавший девочку\", которая отражает \"сейчас\".",
      "tr": "Reiji Kurose, hiçbir şeyin olmadığı ve görünüşe bakılırsa hiçbir değişimin de olmayacağı bir kasabada ot gibi yaşıyordu. Ailesi, gelecek hayalleri ve çocukluk arkadaşları... Hepsi onu o şehre zincirliyordu. Kendince böyle yaşar giderim diyordu. Taa ki onunla tanışıncaya dek. Yaşamanın bir manası var mı? Beni bekleyen bir gelecek var mı? Oğlan ve kızın tanışmasıyla trajedi kapıları aralanır...",
      "vi": "Một bộ truyện đầy u ám cùng tác giả với Hatsukoi Zombie. Trong một thị trấn nhàm chán và ngày qua ngày không có gì thay đổi, Reiji Kurose, một học sinh trung học vốn luôn \"sống\" như \"đã chết\". Gia đình, tương lai, bạn thời thơ ấu. Tất cả đều trói buộc cậu vào thị trấn này. Cậu luôn nghĩ bản thân đã \"chết\" cho đến khi gặp được cô gái ấy. Hy vọng nào thắp sáng cho cuộc đời tăm tối của hai người? câu chuyện về hành trình tìm đến \"cái chết\" để được \"sống\" chính thức bắt đầu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0cc2aa24-5a33-4cfc-b277-9443ad2bc3f0",
    "title": {
      "en": "Fish"
    },
    "updatedAt": "2024-05-11T12:18:48+00:00",
    "coverArt": "https://mangadex.org/covers/0cc2aa24-5a33-4cfc-b277-9443ad2bc3f0/dd54f2f2-f0c9-4937-a49c-be4f04911c43.jpg",
    "altTitles": [
      {
        "ja": "fish -フィッシュ-"
      },
      {
        "en": "Fish"
      }
    ],
    "description": {
      "en": "There exist humans who can crawl into the memories of others and manipulate them to their advantage. “The company”, a system that succeeds in merge and acquisition deals, owes its rapid growth to the misuse of said abilities, but an attack by rebels of the same kind makes the plot thicken.\n\n“Even if I’ve lost my memories, can I still be myself?” A psychological suspense drenched in blood and tears.\n\n--------------------------------------------\n\nFish is the sequel to Pet, a manga by the same author, and its translation isn't complete yet but there's an anime that covers Pet fully.\n\nI strongly recommend knowing Pet's story before reaching Fish's 3rd volume!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "37"
  },
  {
    "mangaId": "f7dc8ce1-3336-4f9a-9acd-1bfae76ab721",
    "title": {
      "en": "Makoto no Momoka"
    },
    "updatedAt": "2024-01-28T20:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/f7dc8ce1-3336-4f9a-9acd-1bfae76ab721/87a07b5f-d6d4-406f-8e47-cb7b146af5ec.jpg",
    "altTitles": [
      {
        "ja": "まことのももか"
      },
      {
        "en": "The Real Momoka"
      },
      {
        "fr": "Makoto et Momoka - La vraie Momoka"
      }
    ],
    "description": {
      "en": "A love story between two frustrating adult women."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "44fb58e1-9cb9-4406-814b-1e1609a137af",
    "title": {
      "en": "Emperor With an Inconceivable Heart"
    },
    "updatedAt": "2023-11-16T01:37:46+00:00",
    "coverArt": "https://mangadex.org/covers/44fb58e1-9cb9-4406-814b-1e1609a137af/d7ca2b8e-40b5-428e-bf96-0a1eaff7c88c.jpg",
    "altTitles": [
      {
        "ko": "왕신황제"
      },
      {
        "en": "Conqueror of Modern Martial Arts, Kang Haejin"
      }
    ],
    "description": {
      "en": "Haejin, a young boy with an unyielding spirit, even in the face of relentless school bullies due to his frailty. His determination to grow stronger knows no bounds, but his body refuses to comply. Yet, Haejin’s tenacity prevails.\n\nOne fateful day, he crosses paths with a homeless General, and a random act of kindness unveils hidden potential within Haejin. The enigmatic General utters the cryptic phrase, “Martial Arts does exist!”\n\nJoin us on a journey as Haejin, a prodigious talent in the realm of Martial Arts, sets out to conquer the modern Martial Arts world. His story is a testament to unwavering dedication and the mysterious power that lies within."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]