[
  {
    "mangaId": "96ae166c-d8e1-4e9e-88cb-805b65154d7e",
    "title": {
      "en": "Red Blue"
    },
    "updatedAt": "2025-01-13T15:02:52+00:00",
    "coverArt": "https://mangadex.org/covers/96ae166c-d8e1-4e9e-88cb-805b65154d7e/bfdcb28f-9c18-4557-9634-e34339662fb5.jpg",
    "altTitles": [
      {
        "ja": "レッドブルー"
      },
      {
        "zh-hk": "紅藍"
      }
    ],
    "description": {
      "en": "Suzuki Aoba, a gloomy, social outcast, is satisfied with his Highschool life though he occasionally gets beaten up by his classmate Iwase Sannosuke in \"play-fights\". One day, Aoba is saved from a \"play-fight\" by none other than Akasawa Kenshin, a boy from the class next door and the rising rookie superstar sensation of the MMA world. However, Kenshin wonders aloud if Aoba feels empty when Aoba states that he doesn't have a dream, which Aoba doesn't react to kindly. He vows to land one punch on Kenshin in the future. Aobas joins the Shark Gym lead by the sloppy Kanenari Tokiwa to achieve his dream of besting Kenshin.",
      "ja": "日陰者の道を歩んできた主人公・青葉。 譲れぬ“想い”を押し通すため、 総合格闘技“MMA”の世界へ飛び込んでゆく――!!",
      "pt-br": "Uma história sobre o mal humorado Aoba Suzuki e a estrela em ascensão Kenshin Akasawa moldando seus caminhos para o mundo das lutas de MMA."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ead3f958-0d01-4c1f-b605-620eacb8ead0",
    "title": {
      "en": "Boku no Ikezu na Konyakusha"
    },
    "updatedAt": "2024-11-20T23:02:12+00:00",
    "coverArt": "https://mangadex.org/covers/ead3f958-0d01-4c1f-b605-620eacb8ead0/9e47b4b4-8ee8-4f90-bef1-2508b9c78532.jpg",
    "altTitles": [
      {
        "ja": "僕のいけずな婚約者"
      },
      {
        "en": "My Fiancée Is So Mean!"
      },
      {
        "id": "Tunanganku yang jahil!"
      },
      {
        "pl": "Moja niegrzeczna narzeczona."
      }
    ],
    "description": {
      "en": "Miyuki-san is a young lady born in Kyoto. My relationship with her cannot be described as good. Because... \"You’re very good at flattery.\" Are those words sincere? Or just for show?",
      "ja": "優しいけれどちょっぴり気弱な平凡男子・狛井空汰。文武両道で眉目秀麗、加えて京都の名家のお嬢様・稲荷坂御幸。一見不釣り合いにも見える二人は将来を約束した“許嫁”。しかし、空汰は御幸との関係に思い悩んでいた…何故なら…「えらいお世辞がお上手やわぁ」彼女の本心がわからないから＿＿！！",
      "pl": "Miyuki-san jest młodą kobietą urodzoną w Kyoto. Moje relacje z nią nie są dobre. Ponieważ... \"Jesteś bardzo dobry w pochlebianiu\". Czy te słowa są szczere? Czy tylko na pokaz? Frustrująca historia miłosna, w której nasze wzajemne uczucia wciąż mijają się z celem."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9eec6ba5-68a4-4b42-9bc1-8b7472f62ed5",
    "title": {
      "en": "Animalland Saga"
    },
    "updatedAt": "2023-07-23T16:58:35+00:00",
    "coverArt": "https://mangadex.org/covers/9eec6ba5-68a4-4b42-9bc1-8b7472f62ed5/b5d46c1c-3a6f-4e2e-9cfc-489941d17b1b.jpg",
    "altTitles": [
      {
        "ja": "あにまるらんど・さが"
      },
      {
        "en": "Vinland Saga - Animalland Saga"
      }
    ],
    "description": {
      "en": "Animal parody of the manga Vinland Saga",
      "pt-br": "Uma paródia de Vinland Saga, porém com animais!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "24"
  },
  {
    "mangaId": "757c05b6-017d-492e-8c78-cbcfdf568944",
    "title": {
      "en": "Apparently, I'm the Villainess?"
    },
    "updatedAt": "2024-03-23T16:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/757c05b6-017d-492e-8c78-cbcfdf568944/279d77ce-a7b4-4eed-8ddc-240d736fd02c.jpg",
    "altTitles": [
      {
        "en": "They Say I'm the Villainous Young Miss"
      },
      {
        "vi": "Họ Đồn Tôi Là Đại Tiểu Thư Xấu Xa"
      },
      {
        "zh": "据说我是反派大小姐"
      }
    ],
    "description": {
      "en": "I worked as a manhua artist, then died from pulling an all-nighter. I woke up as the villainess \"Emi Morwen\" from my webcomic! Emi was an alluring yet cruel character who departed from the story by ending her own life. However, I’m not the real Emi!",
      "vi": "《Sau khi thức quá khuya, chạy deadline để rồi kết thúc sinh mệnh, tôi đã tái sinh thành nhân vật phản diện trong truyện tranh của mình》"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae3736bf-dc58-40cc-b1cb-928269edf62b",
    "title": {
      "en": "Chigau Miyahara Omae janai!"
    },
    "updatedAt": "2024-12-18T17:23:27+00:00",
    "coverArt": "https://mangadex.org/covers/ae3736bf-dc58-40cc-b1cb-928269edf62b/fb21d9b4-2c85-4a5d-bb05-77190cbb58d5.jpg",
    "altTitles": [
      {
        "ja": "ちがう宮原おまえじゃない！"
      },
      {
        "ja-ro": "Chigau Miyahara Omae ja nai!"
      },
      {
        "en": "No, Miyahara, Not You!"
      },
      {
        "pt-br": "Não, Miyahara, você não!"
      },
      {
        "vi": "Không Phải Cậu Đâu, Miyahara!"
      },
      {
        "id": "Bukan, Miyahara, Bukan Kamu!"
      },
      {
        "zh-hk": "錯了宫原、不是妳啊！"
      },
      {
        "zh": "我要找的、才不是宫原你啦！"
      },
      {
        "ja": "ちが宮"
      },
      {
        "ja-ro": "ChigaMiya"
      },
      {
        "en": "NoMiya"
      }
    ],
    "description": {
      "en": "The manga centers on Arima, a boy who has a crush on a girl named Yukihira. But every time he tries to make a move to get closer to Yukihira, his other friend Miyahara just happens to be in the scene and will always mistakenly think that Arima is making a move on her. ([ANN](https://www.animenewsnetwork.com/news/2022-11-11/midori-obiya-launches-new-manga-mini-series/.191780))\n___\n**Alt Official Raw:** [Young Jump!](https://ynjn.jp/title/7831)",
      "ja": "憧れの女子”雪比良さん”と仲良くなるべく奮闘する有馬！ でもなぜか、いつもイイところであらわれるのは…。 末永〜く見守りたい！中学生３人の青春ラブコメ、ここに開幕っ！",
      "vi": "Câu chuyện diễn biến xung quanh Arima - một cậu bạn sơ trung phải lòng một bạn nữ cùng lớp tên Yukihira. Nhưng mỗi khi cậu ấy chuẩn bị tiến gần hơn với Yukihara thì cô bạn thuở nhỏ Miyahara lại bất chợt xuất hiện lúc nào chẳng hay làm cho mọi người lầm tưởng rằng Arima đang nhắm đến cô bạn đó hơn là Yukihara.",
      "pt-br": "Arima, é um garoto apaixonado por uma garota chamada Yukihira. Mas toda vez que ele tenta ficar mais próximo de Yukihira, sua outra amiga, Miyahara simplesmente entra em cena e sempre pensa erroneamente que Arima está fazendo seus movimentos por ela."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "359280a2-0ac9-4d10-891b-91566c54c377",
    "title": {
      "en": "1-Nen Inai ni Ojousama o Kouryaku Suru Maid no Ohanashi"
    },
    "updatedAt": "2025-01-16T00:51:07+00:00",
    "coverArt": "https://mangadex.org/covers/359280a2-0ac9-4d10-891b-91566c54c377/1dab50d4-62a6-4e75-be2c-daa9948af882.jpg",
    "altTitles": [
      {
        "ja": "1年以内にお嬢様を攻略するメイドのお話"
      },
      {
        "ja-ro": "Ichinen Inai ni Ojou-sama o Kouryaku Suru Maid no Ohanashi"
      },
      {
        "en": "A Story About A Maid Conquering A Young Lady Within A Year"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "365"
  },
  {
    "mangaId": "6a6e24ed-9d9c-4f7b-9ee0-db65bea9189e",
    "title": {
      "en": "Multiverse no Watashi, Koishite Ii desu ka?"
    },
    "updatedAt": "2024-11-03T15:38:04+00:00",
    "coverArt": "https://mangadex.org/covers/6a6e24ed-9d9c-4f7b-9ee0-db65bea9189e/5a8c8a84-9233-469d-beb5-7c2c5c2e8272.jpg",
    "altTitles": [
      {
        "ja": "マルチバースの私、恋していいですか?"
      },
      {
        "en": "Is It Alright for My Multiverse Self to Fall in Love?"
      },
      {
        "vi": "Em của đa vũ trụ có thể yêu anh được không?"
      },
      {
        "ja": "マル恋"
      },
      {
        "ja-ro": "Marukoi"
      }
    ],
    "description": {
      "en": "Jogo has a crush on his classmate, Miyato. \n\nOne day, they unexpectedly end up walking home together after school. When Miyato is about to be hit by a truck, Jogo throws himself in harm's way to save her. In the final moment before impact, Jogo wishes he could have told Miyato how he felt. \n\nBut then he hears a mysterious voice saying, \"You can do it over. This time, don’t have any regrets.\"\n\nWhen he wakes up, he finds himself unharmed, lying on the ground, with a different version of Miyato beside him — she looks the same, but her clothes and hairstyle are different...?",
      "ja": "本当なら出逢えていなかった、私とあなた。好きだと言わなくても後悔はしない？\n\n可能性を切り拓く、マルチバースラブコメ読切！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49d390f1-05de-4d9d-a60d-36df735cf8e8",
    "title": {
      "en": "Classmate wa Isekai de Yuusha ni Natta kedo, Ore dake Gendai Nihon ni Okizari ni Narimashita"
    },
    "updatedAt": "2025-01-03T04:13:38+00:00",
    "coverArt": "https://mangadex.org/covers/49d390f1-05de-4d9d-a60d-36df735cf8e8/7a6c41f4-0017-4ba9-a695-104d211535ee.jpg",
    "altTitles": [
      {
        "ja": "クラスメイトは異世界で勇者になったけど、俺だけ現代日本に置き去りにされました"
      },
      {
        "en": "My Classmates Became Heroes in Another World, But I was Left Behind in Modern Japan"
      }
    ],
    "description": {
      "en": "\"Congratulations! You 25 have been chosen as heroes to save the world!\"\n\nJust before summer vacation in their third year of middle school, the class is suddenly transported to another world by the goddess Ashera. The 26 students are given statuses that allow them to use skills and cheat abilities to become heroes in the other world. However, the number of students transported is 25—leaving behind Iori Shu, the boy who had just transferred and wasn’t counted.\n\nWhile his classmates train in the other world to prepare for their battles as heroes, Shu remains in peaceful Japan, devoting himself to studying the status he was given. Quietly experimenting with his skills, he occasionally uses them to help those around him. But before he realizes it, Shu has become a target of various organizations around the world—!?",
      "ja": "「おめでとう！　君たち25人は世界を救う勇者に選ばれました！」\n\n中学3年の夏休み前、突然現れた女神・アシェラによって行われたクラス単位の異世界転移。\n26人の生徒は異世界で勇者になれるよう、スキルやチート能力を使うことができるステータスを与えられ転移させられる。しかしその人数は25人――転校したばかりでカウントされていなかった少年・伊織修は現代日本に置き去りにされた。\n\n異世界で鍛練し、来る勇者としての戦いに備えるクラスメイトとは違い、平和な日本で修は与えられたステータスの研究に没頭する。密かにスキルの性能の試行錯誤をしつつ、その力で時折身の回りの人助けをしていた修だが、いつの間にか世界の組織から狙われるような存在になっていて――？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36e53361-8995-4f76-9117-a24c3ca08931",
    "title": {
      "en": "You Boys Love These Sorts of Things, Right?"
    },
    "updatedAt": "2022-08-19T22:14:07+00:00",
    "coverArt": "https://mangadex.org/covers/36e53361-8995-4f76-9117-a24c3ca08931/f097869d-9fe2-4325-b98e-fa2af7ffd9b8.jpg",
    "altTitles": [
      {
        "ja": "男の子って、こういうのが好きなんでしょ？"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03b51b22-f30e-4808-b1ff-bf6e1ff902cf",
    "title": {
      "en": "Danjo no Yujou wa Seiritsu suru? (Iya, Shinai!!)"
    },
    "updatedAt": "2024-10-30T21:55:57+00:00",
    "coverArt": "https://mangadex.org/covers/03b51b22-f30e-4808-b1ff-bf6e1ff902cf/6c0ddc22-89cc-4bd0-adb1-6510467fdb53.jpg",
    "altTitles": [
      {
        "ja": "男女の友情は成立する？（いや、しないっ！！）"
      },
      {
        "en": "Can a Boy and Girl Friendship Hold Up? (No It Can't)"
      },
      {
        "zh": "男女之间真的存在友情吗"
      }
    ],
    "description": {
      "en": "At a rural junior high school, a man and a woman vowed an eternal friendship. The relationship between the two who became a fateful community toward one dream-two years have passed without any particular progress ...!\n\n　Yuu Natsume, a flower-loving plant boy, and Inuzuka Himari, a girl who hasn't been in love for the first time yet, have been peacefully close friends in the gardening club with only two of them.\n\n---\n**Links:**\n- Alternative Official Raw - [Niconico](https://manga.nicovideo.jp/comic/54842)",
      "ja": "未だに初恋がこない陽キャ女子・犬塚日葵と、花を愛する植物系男子・夏目悠宇はふとしたきっかけで友情に落ちた。 それから２年――相変わらず『親友』をやっているふたりだったが、悠宇がかつての初恋相手と再会したことで日葵と悠宇の関係も変わり出し……？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36bad9cb-6310-4048-a48e-a1ab7b7dcb3e",
    "title": {
      "en": "Demon X Angel, Can't Get Along!"
    },
    "updatedAt": "2024-10-06T05:44:02+00:00",
    "coverArt": "https://mangadex.org/covers/36bad9cb-6310-4048-a48e-a1ab7b7dcb3e/f6f5be02-e1e9-46aa-8371-d7460dcc6236.jpg",
    "altTitles": [
      {
        "zh": "恶魔X天使 不能友好相处"
      },
      {
        "en": "Demon X Angel Can't Get Along!"
      },
      {
        "ar": "ملاك و شيطان! لا يمكن ان نتعايش"
      },
      {
        "pt-br": "Demônio X Anjo, Não Conseguem Se Dar Bem!"
      },
      {
        "vi": "Oan gia chung nhà: Thiên thần x Ác quỷ, sao mà thân được!?"
      }
    ],
    "description": {
      "ar": "الشياطين والملائكة نوعان من الأجناس المتقابلة مع مرور الزمن سئموا من القتال ضد بعضهم بعض ولكي يتعايشوا بسلام سويا قرروا البدء بخطة زواج! الخطة لها فترة مراقبة مدتها عام واحد. إذا كان الشيطان والملاك لا يزالان غير قادرين على العيش سويا وفهم بعضهم البعض بشكل جيد ، فسيتم إلغاء الزواج و نتيجة لذلك ، تم اختيار جيا تشينغ (الشيطان) و يو شانشان (الملاك) بواسطة اليانصيب كشريكين في الزواج ، وبدأت حياتهم سويا كزوجين يجب عليهم التعايش معا بشكل جيد.",
      "en": "Demons and angels are natural enemies that have grown tired of fighting each other. In order to coexist peacefully, they decided to arrange a marriage between the two races! If the pair can't get along within the one-year trial period, the marriage will be dissolved. This is how Jiacheng (Demon) and Yu Shanshan (Angel) became the chosen \"lucky\" pair for the marriage. Sharing the goal of divorce, the two began their lives of \"happy\" cohabitation!",
      "pt-br": "Demônios e anjos são duas raças opostas. À medida que os tempos mudam, eles estão cansados ​​de lutar. Para conviverem pacificamente, decidiram iniciar um plano de casamento! O plano tem um período de observação de um ano. Se os demônios e os anjos ainda não se derem bem, o casamento será cancelado. Como resultado, Jiacheng (demônio) e Yu Shanshan (anjo) foram “felizmente” selecionados por sorteio como parceiros de casamento, e começaram uma vida de coabitação “feliz” com o destino do divórcio."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41fbd08c-e2da-4f62-ae84-5ce55503e116",
    "title": {
      "en": "My Fake Girlfriend's Defending Against Their Attacks"
    },
    "updatedAt": "2024-09-24T19:39:07+00:00",
    "coverArt": "https://mangadex.org/covers/41fbd08c-e2da-4f62-ae84-5ce55503e116/3b858175-b8f0-413e-969c-60e1f0adfb1f.png",
    "altTitles": [
      {
        "zh": "我的假女友正全力防御她们的进攻"
      },
      {
        "en": "My Fake Girlfriend's Defending Against Their Attack"
      },
      {
        "en": "My Fake Girlfriends are using me as a Shield"
      },
      {
        "zh-ro": "Wo De Jia Nüyou Zheng Quanli Fangyu Tamen De Jingong"
      },
      {
        "de": "Meine falschen Freundinnen benutzen mich als Schutzschild"
      }
    ],
    "description": {
      "en": "One day, I was suddenly confessed to by a girl, and in order to reject her, I had to find a fake girlfriend! I didn’t expect that my plan to avoid trouble… would lead to even bigger trouble?! The tsundere \"Vicious Princess\" from the Archery Club, the \"White Fox\" who is adept at teasing, the \"Flower of the Highlands\" with straight black hair, and…a sister with a severe case of brocon! Could my youth romantic comedy be wrong as well too?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-12-03T15:13:11+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/be30dcd5-dba6-4867-9b5e-85c9919599b5.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      },
      {
        "vi": "SHY"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "vi": "Vào giữa thế kỷ 21, trong số các anh hùng có mặt khắp nơi trên khắp thế giới xuất hiện một anh hùng siêu xấu hổ đến từ Nhật Bản với biệt danh là \"Shy\".\nCô gánh trên mình trách nhiệm của một anh hùng, mặc dù bản thân rất kém trong việc đối mặt với ánh mắt đến từ mọi người.\nDù gặp biết bao gian khó và khổ đau, nhưng Shy vẫn đứng lên vì những người xung quanh...! \nKhông chỉ dừng ở những cuộc xung đột, SHY còn là câu chuyện về tình người, về sự đồng tâm hiệp lực của các anh hùng để cùng nhau tiến về phía trước!\nCâu chuyện trưởng thành về anh hùng mang tấm lòng nhân ái!",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…",
      "pt-br": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada “Shy”..."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9738e3f-8bb5-421e-afd3-590636d6d092",
    "title": {
      "en": "Kuse 100"
    },
    "updatedAt": "2025-01-11T10:42:59+00:00",
    "coverArt": "https://mangadex.org/covers/b9738e3f-8bb5-421e-afd3-590636d6d092/06e469d8-be35-4346-ad7f-9a747c59c627.jpg",
    "altTitles": [
      {
        "ja": "癖100"
      }
    ],
    "description": {
      "en": "100 Short Manga about Types of and Behavior in Yuri Relationships"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5199b00b-f55d-43d2-bf36-63873adee286",
    "title": {
      "en": "Egao no Taenai Shokuba desu."
    },
    "updatedAt": "2024-11-21T21:36:39+00:00",
    "coverArt": "https://mangadex.org/covers/5199b00b-f55d-43d2-bf36-63873adee286/f945001a-14a8-4114-b23c-2833af52b224.jpg",
    "altTitles": [
      {
        "ja": "笑顔のたえない職場です。"
      },
      {
        "en": "A Workplace Where You Can't Help But Smile"
      },
      {
        "ko": "미소가 끊이지 않는 직장입니다."
      }
    ],
    "description": {
      "en": "New shoujo manga artist Nana Futami works hard every day while being supported by Kaede Satou, her female editor who is older than her, and Mizuki Hazama, her assistant. According to the girl herself, she sometimes drums up intense daydream delusions of occupational illness!",
      "ja": "新人少女漫画家の双見奈々先生は、年上の女性担当編集者の佐藤 楓さんやアシスタントの間 瑞希さんに支えられながら、時々本人曰く職業病の激しい妄想を拗らせながら、今日もお仕事中！",
      "ko": "신인 작가 후타미는 본인이 말하길 망상은 직업병! 이라며 담당 사토 씨와 어시스턴트 하 씨에게 도움을 받으면서 오늘도 열심히 일한다! 만화계에서 일하는 어른의 청춘군상극. 대상 독자는 만화를 사랑하는 모든 사람 입니다."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb363628-c3e0-42e1-a60e-dae7926edb32",
    "title": {
      "en": "Chun and Alice"
    },
    "updatedAt": "2023-06-15T20:54:54+00:00",
    "coverArt": "https://mangadex.org/covers/cb363628-c3e0-42e1-a60e-dae7926edb32/8001ad54-d3d1-4f4b-8213-e69fbed742ff.jpg",
    "altTitles": [
      {
        "zh-ro": "Chún yǔ àilìsī"
      },
      {
        "fr": "Chun et Alice"
      },
      {
        "zh-ro": "Chun Yu Ailisi"
      },
      {
        "zh": "淳与爱丽丝"
      },
      {
        "en": "June and Alice"
      }
    ],
    "description": {
      "en": "In order to make a living, the vagrant Eastern girl Bai Chun became the \"living mannequin\" of queen Alice. Planning to make a quick buck and then escape, Chun inadvertently became embroiled in a conspiracy of those vying for power while trying to leave. Can the temporary union of East and West avert disaster? Find out in Chun and Alice~"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "98.2"
  },
  {
    "mangaId": "140668fa-eec5-42d1-a6f5-ed65c295c0ee",
    "title": {
      "en": "Kaijin Mira no Dai 2 Keitai ga Kawaisugiru"
    },
    "updatedAt": "2024-10-18T12:19:44+00:00",
    "coverArt": "https://mangadex.org/covers/140668fa-eec5-42d1-a6f5-ed65c295c0ee/2174e03b-bf45-4165-80e0-42ea1401fa98.jpg",
    "altTitles": [
      {
        "en": "Monster Mira's Second Form Is Way Too Cute"
      },
      {
        "ja": "怪人ミラの第2形態が可愛すぎる"
      },
      {
        "vi": "Quái Nhân Mira Có Hình Thái Thứ Hai Dễ Thương Quá Đi!"
      }
    ],
    "description": {
      "en": "Cuteness is unbeatable!\n\nMonster Mira is on another rampage, aiming to steal the hero's transformation belt. Having just reached full power thanks to the Doctor's modifications, Mira's new form turns out to be way too cute!\n\nA romantic comedy where justice and evil refuse to back down!",
      "vi": "Dễ thương tương đương bất khả chiến bại! Quái nhân Mira lại tác oai tác quái hòng chiếm đoạt đai biến hình của người hùng. Nhờ việc được Tiến Sĩ cải tiến để tối ưu sức mạnh, Mira đã có được một hình thái mới, và hình thái này cưng vãi ò luôn!Đón đọc ngay câu chuyện romcom giữa hai thế lực thiện ác chí chóe không ai nhường ai nha!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85f38350-148a-4435-a3bb-714cae4a6407",
    "title": {
      "en": "Fukushuu Kansuisha no Jinsei Nishuume Isekaitan"
    },
    "updatedAt": "2024-11-03T21:11:35+00:00",
    "coverArt": "https://mangadex.org/covers/85f38350-148a-4435-a3bb-714cae4a6407/1dd88259-4aa6-4073-bbc3-38c30b06011c.jpg",
    "altTitles": [
      {
        "en": "An Avenger's Second Chance at Life in Another World"
      },
      {
        "en": "Avenger's Second Lifetime Around in Another World"
      },
      {
        "ru": "Вторая жизнь Мстителя в ином мире"
      },
      {
        "ru": "Новая жизнь в другом мире того, кто свершил свою месть"
      },
      {
        "ja": "復讐完遂者の人生二周目異世界譚"
      },
      {
        "zh": "完成复仇者的人生二周目异世界谭"
      }
    ],
    "description": {
      "en": "Kousuke Kurono was an Avenger. After being raped, his beloved little sister was left out in the cold and froze to death.  \nFrom the time he was 13-years old, Kousuke made use of any possible means in order to exact his revenge. 5 years had passed, he achieved his revenge, but having lived solely for the sake of revenge, at the moment his revenge came to fruition, afterwards he couldn’t muster up the willpower to live on. That’s why, with the same knife he used to kill the culprits, he slit his own throat. However, he then heard a voice; “Is that not wasteful?”. When he came to, he found not his home, his country, nor his world——It was another world.\n\n---\n\n[Webnovel RAWs](https://ncode.syosetu.com/n7225df/)",
      "ru": "Это история о Куроно Косукэ - мстителе. Его любимая младшая сестра скончалась после того, как её изнасиловали и выкинули умирать на мороз.  \n С 13 лет Куроно вынашивал планы по мести и готовился к их исполнению. Спустя пять лет он наконец-то смог свершить месть над всеми мерзавцами, что так жестоко поступили с его сестрой. Не видя дальше смысла жить, он решил покончить с собой. И, взяв тот нож, которым он только что кромсал всех тех мерзавцев, он перерезал себе горло. И тут он внезапно услышал голос - \"разве так стоило прожить эту жизнь?\".  \n Когда Куроно очнулся, его встретил не его дом, не его страну и даже не его мир - он очутился в ином мире."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b2294db7-1171-40a4-a11f-e71eefdd6848",
    "title": {
      "en": "Yoku Asonda O Niichan Wa Jitsuwa Onna No Kodatta"
    },
    "updatedAt": "2025-01-17T20:10:28+00:00",
    "coverArt": "https://mangadex.org/covers/b2294db7-1171-40a4-a11f-e71eefdd6848/e4ba2544-5ad7-4d88-bd53-4dd6fd74dd51.jpg",
    "altTitles": [
      {
        "ja": "よく遊んだお兄ちゃんは実は女の子だった"
      },
      {
        "en": "The Nii-Chan I Used To Play With Was Actually A Girl"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2750ed89-ea66-4c0c-ab05-7417a9e0de3e",
    "title": {
      "en": "The Kingdoms of Ruin"
    },
    "updatedAt": "2024-06-30T19:57:22+00:00",
    "coverArt": "https://mangadex.org/covers/2750ed89-ea66-4c0c-ab05-7417a9e0de3e/1e74974e-df2c-4538-8b79-4dcf7de4d2d4.jpg",
    "altTitles": [
      {
        "ja-ro": "Hametsu no Oukoku"
      },
      {
        "ru": "Королевство руин"
      },
      {
        "ja": "はめつのおうこく"
      },
      {
        "ko": "파멸의 왕국"
      },
      {
        "ru": "Разрушенные Королевства"
      },
      {
        "pt-br": "Os Reinos da Ruína"
      }
    ],
    "description": {
      "en": "Due to the Gear Expansion, witches who had been friends with the people become unnecessary. Humans, who were afraid of unscientific power, begin a witch hunt… And a human boy who has his beloved witch killed becomes the “Wizard of vengeance”.",
      "pt-br": "Devido à Expansão da Tecnologia, as bruxas que eram amigas do povo se tornaram desnecessárias. Humanos, que temiam o poder não científico, começam uma caça às bruxas… E um menino humano que teve sua amada bruxa morta, se torna o “Mago da Vingança”."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e78a489b-6632-4d61-b00b-5206f5b8b22b",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken"
    },
    "updatedAt": "2024-09-16T05:32:20+00:00",
    "coverArt": "https://mangadex.org/covers/e78a489b-6632-4d61-b00b-5206f5b8b22b/53b6c141-3edd-425d-9608-d07176664b92.jpg",
    "altTitles": [
      {
        "en": "That Time I Got Reincarnated as a Slime"
      },
      {
        "fr": "Moi, quand je me réincarne en Slime"
      },
      {
        "pl": "Odrodzony jako galareta"
      },
      {
        "en": "Regarding Reincarnated to Slime"
      },
      {
        "ja-ro": "Tensei Slime"
      },
      {
        "ja-ro": "TenSli"
      },
      {
        "ja-ro": "TenSura"
      },
      {
        "en": "In Regards to My Reincarnation as a Slime"
      },
      {
        "it": "Vita da Slime"
      },
      {
        "ru": "О моём перерождении в слизь"
      },
      {
        "th": "เกิดใหม่ทั้งทีก็เป็นสไลม์ไปซะแล้ว"
      },
      {
        "zh-hk": "关于我转生后成为史莱姆的那件事"
      },
      {
        "ja": "転生したらスライムだった件"
      },
      {
        "ko": "전생했더니 슬라임이었던 건에 대하여"
      },
      {
        "es-la": "Aquella vez que me convertí en Slime"
      },
      {
        "ar": "ذلك الوقت الذي تجسدت فيه كسلايم"
      },
      {
        "fi": "Kun jälleensynnyin hirviönä"
      },
      {
        "tr": "O zaman bir balçık olarak reenkarne oldum"
      },
      {
        "tr": "O zaman bir slime olarak reenkarne oldum"
      },
      {
        "de": "Meine Wiedergeburt als Schleim in einer anderen Welt"
      }
    ],
    "description": {
      "en": "The ordinary Mikami Satoru found himself dying after being stabbed by a slasher. It should have been the end of his meager 37 years, but he found himself deaf and blind after hearing a mysterious voice.  \nHe had been reincarnated into a slime!  \n  \nWhile complaining about becoming the weak but famous slime and enjoying the life of a slime at the same time, Mikami Satoru met with the Catastrophe-level monster “Storm Dragon Veldora”, and his fate began to move.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10044/episode/317350) (U.S. Only), [INKR](https://comics.inkr.com/title/233-that-time-i-got-reincarnated-as-a-slime), [Azuki](https://www.azuki.co/series/that-time-i-got-reincarnated-as-a-slime), [Coolmic](https://coolmic.me/titles/587), [Manga Planet](https://mangaplanet.com/comic/618e32db10673)",
      "ru": "37-летний японец-холостяк был зарезан на улице каким-то мерзавцем-грабителем. Тут бы и истории конец, да всё обернулось иначе, неожиданно он переродился слизью в фэнтезийном мире. Но что может сделать, пускай и разумная, но слизь?  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20736)",
      "es-la": "Un hombre, que al tratar de salvar a su compañero de trabajo y su novia, fue apuñalado por un ladrón que escapaba. Mientras moría desangrado escuchó una voz extraña. Esta voz escuchó su lamento de haber muerto virgen y a causa de eso le dio la Habilidad Única \"Gran Sabio\" ¿Fue esto una burla? Ahora él ha reencarnado como un Slime en otro mundo, ¿Será este el inicio de una emocionante aventura?",
      "pt-br": "Depois de ser morto por um ladrão que fugia, um rapaz normal de 37 anos de idade se encontra reencarnado em um outro mundo como um slime cego com habilidades únicas. Com um novo nome \"Rimuru Tempest\" ele chegou depois de conhecer seu novo amigo, o \"nível catástrofe\", Dragão da Tempestade Verudora, ele começa sua vida de slime em outro mundo com seu crescente número de seguidores."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f4c39db-e070-4e2b-a8af-f9424983edf2",
    "title": {
      "en": "Mori de Seijo o Hirotta Saikyou no Kyuuketsu-hime ~Musume no Tamenara Kuni de Moassari Horoboshimasu!~ @COMIC"
    },
    "updatedAt": "2025-01-18T01:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/6f4c39db-e070-4e2b-a8af-f9424983edf2/2347e3fa-2103-4c2b-b845-a0e169b2cbb2.jpg",
    "altTitles": [
      {
        "ja": "森で聖女を拾った最強の吸血姫～娘のためなら国でもあっさり滅ぼします！～@COMIC"
      },
      {
        "ja-ro": "Mori de Seijo wo Hirotta Saikyou no Kyuuketsu-hime ~Musume no Tamenara Kuni de Moassari Horoboshimasu!~ @COMIC"
      },
      {
        "en": "The Strongest Vampire Princess Who Found and Adopted the Baby Saint in the Forest: I'll Even Destroy a Country for My Daughter! @COMIC"
      }
    ],
    "description": {
      "en": "The True Ancestor Angelica, feared by the world under the alias of \"the Vampire Princess Who Burns Kingdoms,\" has once again burned an entire country with her magic today. The reason for this is... \"M-Mama!\" Was it for the sake of her unbearably cute daughter?! \n \nAfter picking up a human baby in the forest and raising her, Angelica was knocked out by her soft, pudgy skin and innocent purity, untouched by corruption. Gone was the cold-hearted killer who easily took lives, replaced by a doting mother enjoying a life of extreme affection. \n \nOne day, the foolish king, aiming to kidnap her daughter, Pearl, who was actually a special \"Saint,\" hatched a scheme. Naturally, this incited Angelica's wrath! The word \"mercy\" was forgotten by \"Mama,\" who would destroy any enemy, using even the most cruel means! \n \nA cheat-level, overpowered vampire princess rampages in a dark fantasy driven by love and parental affection!\n \n___\n**Character Designer:** [Yoshimoto](https://mangadex.org/author/212b80e5-09a9-47ea-8da0-9064f16815fb)",
      "ja": "『国陥としの吸血姫』という異名で恐れられる真祖・アンジェリカは、今日もひとつの国を魔法で燃やし尽くした。\nその理由とは――\n「マ――マ――！」\nかわいすぎる娘のためだった!?\n森で拾った人間の赤ちゃんを連れ帰り育てるうちに、ぷにぷにお肌や穢れを知らない純粋さにノックアウト。\n平気で人殺しをする冷酷さはどこへやらで、デレデレ溺愛ライフを過ごしていた。\nそんなある日、実は「聖女」という特別な存在であった娘・パールを狙い、愚かな国王が誘拐計画をしかけてきた。\nこれには当然怒り心頭！\n容赦という言葉を忘れた「ママ」は、どんな残酷な手を使ってでも敵を殲滅する！\n\nチートな最強吸血姫が愛ゆえに大暴れ!?\n親バカダークファンタジー！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "28ce7d9d-c65a-462b-bb8f-25864d409108",
    "title": {
      "en": "The Gods World"
    },
    "updatedAt": "2025-01-05T14:11:23+00:00",
    "coverArt": "https://mangadex.org/covers/28ce7d9d-c65a-462b-bb8f-25864d409108/9d3f78a1-46f1-4422-8e07-2e49379a1cb0.png",
    "altTitles": [],
    "description": {
      "en": "My first ever manga and is a joke manga will not be taken seriously and will get updated at random"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8483f361-a149-463d-aada-61fa1d94ff7d",
    "title": {
      "en": "Sachiiro no One Room"
    },
    "updatedAt": "2024-09-17T17:33:25+00:00",
    "coverArt": "https://mangadex.org/covers/8483f361-a149-463d-aada-61fa1d94ff7d/a55726f3-9526-41f1-b18c-05ef3d5b6a08.jpg",
    "altTitles": [
      {
        "ja": "幸色のワンルーム"
      },
      {
        "ja-ro": "Sachi-iro no One Room"
      },
      {
        "en": "One Room of Happiness"
      },
      {
        "en": "A Little Room for Hope"
      },
      {
        "de": "Color of Happiness"
      },
      {
        "fr": "Une salle de bonheur"
      },
      {
        "it": "Una stanza di felicità"
      },
      {
        "es": "Una habitación del color de la felicidad"
      },
      {
        "cs": "Pokoj v barvách štěstí"
      },
      {
        "pl": "Pokój w kolorach szczęścia"
      },
      {
        "ru": "Цвета счастья в одной комнате"
      },
      {
        "th": "หนึ่งห้องแห่งความสุข"
      },
      {
        "ko": "행복한 색의 원룸"
      },
      {
        "zh": "幸福的小房间"
      },
      {
        "zh": "幸色的一居室"
      },
      {
        "zh-hk": "幸福的小房間"
      },
      {
        "ar": "غرفة بلون السعادة"
      },
      {
        "id": "One Room of Happiness"
      },
      {
        "uk": "Одна кімната щастя"
      }
    ],
    "description": {
      "cs": "Jednoho dne dojde k únosu mladé dívky.\nPro ni je to ale nový začátek, poprvé začne doufat ve šťastný život. Ona mu slíbí, že si ho vezme. On se jí za to snaží do života vnést co nejvíc šťastných chvil.\nJedná se o únosce a jeho oběť… Tak proč k sobě mají tak blízko?",
      "de": "Sachi kommt mit ihren Eltern nicht klar und will einfach nur weg. Deshalb täuscht sie gemeinsam mit dem Typen, der sie immer stalkt, eine Entführung vor. Versteckt in dessen Einzimmer-Appartment machen die beiden einen Deal: Wenn sie mit der Entführungsnummer durchkommen, wird geheiratet...",
      "en": "One day, a fourteen year-old girl was kidnapped… or so the police have been lead to believe. Actually, she tried to run away from her abusive parents and was helped by her stalker who then shelters her in his apartment. Although he considers his actions as kidnapping, the girl is happy about the situation and proposes to him, with the condition that if they are caught, they will commit suicide.\n\n---\nOne day, a girl was kidnapped. However, that girl started to desire a life living with her captor, and swears that she will marry him. In return, her captor provides her with happiness that she had always longed for. How could a story between a girl and her captor be so heart warming?",
      "es": "Tras ser secuestrada, una chica desgraciada es feliz por primera vez. El día que la secuestran empieza una vida con un hilo de esperanza. Ella le promete a su secuestrador que se casarán y él le ofrece felicidad. ¿Cómo pueden tener una relación tan cálida siendo un secuestrador y su víctima?",
      "id": "\"Kalau berhasil lolos, kita akan menikah. Kalau tertangkap, kita mati bersama...\"\n\nBegitulah janji yang dilontarkan Sachi pada pemuda yang baru saja menculiknya. Dia yang tak punya tempat di manapun di dunia ini, merasa menemukan kebahagiaan di sisi penculiknya...",
      "it": "Un giorno una ragazza di quattordici anni viene rapita. O almeno è quello che la polizia crede. In realtà la ragazza ha provato a fuggire dai violenti genitori e ha trovato rifugio… dal suo stalker, che ora la ospita nel suo appartamento.\n\nPer quanto lui continui a pensare di aver commesso un rapimento, la ragazza è felice di quello che è successo e si dichiara a lui, promettendo che, in caso di cattura, si toglieranno la vita insieme.",
      "ja": "薄幸な少女は誘拐されて“幸せ\"を初めて知る。\n\nその日、少女は誘拐された。\nしかし、それは少女にとって一縷の希望にかけた生活の始まりだった。\n少女は誘拐犯に結婚を誓い、誘拐犯は少女にたくさんの“幸せ\"を捧ぐ。\n被害者と誘拐犯の関係なのに―――どうしてこんなに温かいの?\npixiv&Twitterの超話題作が待望の書籍化!!!\n半分以上が本書限定の描き下ろしエピソードを収録!!!",
      "pl": "W mediach zawrzało. Wieść o zaginionej nastolatce rozniosła się w mgnieniu oka. Policja nie wyklucza porwania. Nikt nie przypuszcza, że płaczący przed kamerą rodzice, od lat znęcali się nad córką. Nie mogąc dłużej tego znieść dziewczyna uciekła z domu i znalazła schronienie pod dachem tajemniczego młodego mężczyzny. Ściany pokoju, w którym teraz mieszka zdobi mozaika zdjęć zrobionych jej z ukrycia. Wybawcą nastolatki jest bowiem jej własny stalker. Choć dziewczyna przebywa z nim dobrowolnie i może odejść w każdej chwili, obydwoje zdają sobie sprawę, że jeśli ktoś pozna ich sekret, mężczyzna natychmiast zostanie skazany za porwanie. Nastolatka proponuje więc swojemu wybawcy niezwykły układ - jeśli zdołają ukryć się do czasu, gdy uzyska pełnoletniość, wezmą ślub. Jeśli złapie ich policja - obydwoje popełnią samobójstwo. Jaki będzie finał tej dramatycznej historii?",
      "vi": "Một cô gái 14 tuổi bị bắt cóc, nhưng lạ thay, cô không hề kháng cự, tthay vào đó, cô hứa sẽ kết hôn với chính kẻ đã bắt cóc mình, đổi lại anh phải che trở cho cô, đem lại hạnh phúc cho cô - thứ cô chưa từng được biết đến suốt 14 năm xuân xanh của mình. Một câu chuyện cảm động nói về 2 con người- 2 số phận bi đát tìm được nhau, liệu họ có trốn thoát khỏi những kẻ đang săn đuổi mình, liệu hạnh phúc có đến với 2 số phận bi đát kia không...? Chúng ta hãy chờ xem."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "68.5"
  },
  {
    "mangaId": "0984daf7-068e-4862-a583-e7f7519dfe29",
    "title": {
      "en": "Vtuber Savior ✟ Messiah-chan"
    },
    "updatedAt": "2025-01-03T15:54:23+00:00",
    "coverArt": "https://mangadex.org/covers/0984daf7-068e-4862-a583-e7f7519dfe29/daa71375-66f0-4452-bfb1-09cc9e4036c8.jpg",
    "altTitles": [
      {
        "ja": "救済系Vッタラー✟メシアちゃん"
      },
      {
        "ja-ro": "Kyuusai Kei Vtterer ✟ Messiah-chan"
      }
    ],
    "description": {
      "en": "A horror manga where viewers watch and join in on Messiah-chan's stream activities."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "53"
  },
  {
    "mangaId": "a3125acb-3aba-4c29-bd4d-c1b88ec375b2",
    "title": {
      "en": "My Fiancé is in Love with My Little Sister"
    },
    "updatedAt": "2024-10-30T15:23:45+00:00",
    "coverArt": "https://mangadex.org/covers/a3125acb-3aba-4c29-bd4d-c1b88ec375b2/57de8415-10c7-4d65-b67c-53b6ffb115d1.jpg",
    "altTitles": [
      {
        "ja-ro": "Konyakusha wa, watashi no imouto ni koi o suru"
      },
      {
        "en": "My Fiancé falls in love with my sister."
      },
      {
        "ja": "婚約者は、私の妹に恋をする"
      },
      {
        "vi": "Vị Hôn Phu Của Tôi Đã Rơi Vào Lưới Tình Với Em Gái"
      }
    ],
    "description": {
      "en": "There my fiancé stood, gazing intently at my charming younger sister. When I saw them fall in love the moment they laid eyes on each other, I was hit with an overwhelming sense of déjà vu. Aah, again?\nMy fiancé had been in love with my younger sister even in my previous life. There was nothing I could do but watch it all unfold. And for some inexplicable reason, I’m the only one who keeps returning to that exact point in time. Trapped by fate. And yet, amidst the turns of the hourglass, I still find myself falling for him…"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e905fc7-d534-479e-9880-f89effbf30e2",
    "title": {
      "en": "Kimi ga Hoeru Tame no Uta wo,"
    },
    "updatedAt": "2025-01-03T14:05:58+00:00",
    "coverArt": "https://mangadex.org/covers/7e905fc7-d534-479e-9880-f89effbf30e2/6b215863-e60c-4672-a6d0-e2150a2e1582.jpg",
    "altTitles": [
      {
        "ja": "キミが吠えるための歌を、"
      },
      {
        "ja": "キミ吠え"
      },
      {
        "ko": "네가 울부짖기 위한 노래를,"
      },
      {
        "en": "Howling Song for Husky Girl"
      },
      {
        "en": "Kimihoe"
      }
    ],
    "description": {
      "en": "Oogami Haru, a high schooler troubled by her childish appearance and contrasting deep voice secretly uploads videos of herself singing on the internet. One day, when her classmate Narumiya Yuu finds out about this, instead of the ridicule she expected, Yuu instead invites Haru to form their own musical group… A shared story of music and youth between two girls, each burdened by the past.",
      "ja": "幼い見た目とチグハグな低い声に悩む女子高生・大神晴は、ひそかに「歌ってみた」動画をあげる日々を送っていたが、クラスメイトの鳴宮優雨に歌声を聞かれてしまう。「馬鹿にされる…」と怯える晴だったが、優雨は「私とユニットを組んでプロを目指そう」と誘ってきて… 。くするぶる想いを抱える少女二人の、音楽青春ストーリー！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5468e39e-5db7-4a13-aa7b-819bdce537ef",
    "title": {
      "en": "Don't Forget These Feelings"
    },
    "updatedAt": "2025-01-16T15:39:20+00:00",
    "coverArt": "https://mangadex.org/covers/5468e39e-5db7-4a13-aa7b-819bdce537ef/cd6784ff-922d-4605-b08c-371846bfc795.jpg",
    "altTitles": [
      {
        "en": "Don't Forget That I Like You"
      },
      {
        "ja": "ルームメイトはイケメンに弱い"
      },
      {
        "zh-hk": "勿忘愛你"
      },
      {
        "ko": "좋아한다는 걸 잊지마"
      },
      {
        "vi": "Đừng quên rằng em thích anh"
      }
    ],
    "description": {
      "en": "\"Handsome people are the best!\" Jiho caught Jungmin's eye- a returning student at the freshmen welcoming party… Be it for women or men, Jungmin is actually a major Ul-ppa* (*Korean slang for someone who is weak for beautiful and handsome people) and he finds Jiho extremely attractive. That was the extent of their first meeting, but for some reason, their strings of fate kept getting tangled with each other?!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "48"
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-12-07T20:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      },
      {
        "vi": "Giết Chết Nam Chính, Ta Trở Thành Nữ Ma Đầu."
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "540f5728-6521-4a93-8eb1-059c1a6585e1",
    "title": {
      "en": "Shikisaki Shimai wa Abakaretai"
    },
    "updatedAt": "2024-10-09T00:42:53+00:00",
    "coverArt": "https://mangadex.org/covers/540f5728-6521-4a93-8eb1-059c1a6585e1/fbce4013-aef4-47f2-b85c-75c8fc35e4b9.jpg",
    "altTitles": [
      {
        "ja": "四季崎姉妹はあばかれたい"
      },
      {
        "en": "The Shikisaki Sisters Want to be Exposed"
      }
    ],
    "description": {
      "en": "One day, Tarou Yamada, who runs a detective business, slips on a banana peel and reincarnates into Tsukushi Shikisaki, the younger brother of three beautiful big-breasted sisters who will all die on the same day. As he spends time surrounded by the three beautiful sisters, he finds out that the boy he is reincarnated as will be killed by one of the three sisters ...!?",
      "ja": "探偵業を営む山田太郎はある日、バナナの皮に足を滑らせてしまい、同日に命を落とした美麗三姉妹の弟・四季崎つくしに転生をしてしまう。美人三姉妹に囲まれて過ごすことになるが、四季崎つくしが三姉妹の誰かに殺されたことに気がついてしまい…!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "62"
  },
  {
    "mangaId": "de471fb4-80d0-406f-a5e3-1bfa88a15136",
    "title": {
      "en": "Meng Shi Zai Shang"
    },
    "updatedAt": "2023-12-17T14:27:38+00:00",
    "coverArt": "https://mangadex.org/covers/de471fb4-80d0-406f-a5e3-1bfa88a15136/3df93d38-aedc-42c1-9e34-5da1e2d872fa.jpg",
    "altTitles": [
      {
        "en": "The Distinguished Cute Master"
      },
      {
        "zh": "萌师在上"
      },
      {
        "en": "All Hail My Adorable Master"
      },
      {
        "zh-ro": "Meng Shi Zai Shang"
      }
    ],
    "description": {
      "en": "Yuan Chu transmigrated as the opposing boss in the novel, but she was wiped out by the male lead Ye Chen Yuan. Fortunately, she reincarnates once more, but back to the past, when Yuan was still young! Looking at the pitifully weak Little Yuan, she is troubled by a dilemma. Should she: 1. kill him, or 2. raise him up and openly ask for treasures from him. However, since she wants to get all sorts of treasures from him, she chooses the second option. Things don't always work out though, as she accidentally raises a sheep up to be a big bad wolf.   \n  \nMaster? Want treasure? Let's cultivate together, but alone, just us two, then."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f35f6d48-d117-4980-ab71-f5419ed692c6",
    "title": {
      "en": "Fuchou Airen"
    },
    "updatedAt": "2024-06-18T18:16:23+00:00",
    "coverArt": "https://mangadex.org/covers/f35f6d48-d117-4980-ab71-f5419ed692c6/8768016c-7a5d-4b18-94a6-29d9d31fe38e.jpg",
    "altTitles": [
      {
        "en": "Vengeful Lover"
      },
      {
        "zh": "复仇爱人"
      },
      {
        "en": "Revenge Lover"
      }
    ],
    "description": {
      "en": "Yan Shuangshuang watched her former lover die before her eyes. An angel appeared, giving her a chance to live again. However, after her rebirth, everything went wrong."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c471acd-55f1-4ead-84a3-9cc4a8a02c3f",
    "title": {
      "en": "I Look Too Much Like the Boss and the World Actually Believes It"
    },
    "updatedAt": "2024-08-25T05:32:50+00:00",
    "coverArt": "https://mangadex.org/covers/7c471acd-55f1-4ead-84a3-9cc4a8a02c3f/2ff3cd2f-79d9-4b4b-ba30-cfdf38488850.jpg",
    "altTitles": [
      {
        "zh": "长的太像BOSS，结果世人真的信了"
      },
      {
        "zh-ro": "Zhang De Tai Xiang BOSS, Jieguo Shiren Zhen De Xinle"
      },
      {
        "zh-ro": "Zhǎng De Tài Xiàng BOSS, Jiéguǒ Shìrén Zhēn De Xìnle"
      },
      {
        "en": "The Appearance Is So BOSS-like, yet Everyone Believes It"
      }
    ],
    "description": {
      "en": "Moon Lord, Suliang! Tamer of the Divine Lunar Morpho Butterfly, a familiar with abilities to control time and space, yin and yang, I am the invincible youth that stands at the apex of this world! To get such a status upon reincarnation is like getting dealt Pocket Aces… Divine my Arse! The beast in my body is nothing like the Divine Lunar Morpho! It’s clearly the lowest of low level Flash Butterfly!!! Facing millions of fanatical believers, a death match with Emperor Cangyue in three years time, and various sects viewing me as a thorn in their side… This is really an unprecedented beast tamer crisis!",
      "zh": "月之王，苏凉！操纵着能回溯时空、逆转阴阳的月神闪蝶，以此站在这个世界的顶点的无敌少年！ 穿越而来就拿到这么NB的身份卡，岂不是天胡开局……个屁咧！ 我体内的宠兽，哪是什么月神闪蝶！！根本只是个只能照明的最最最低阶的闪光蝶！！！ 面对数以百万的狂热信徒、三年后约战的沧月大帝、视自己为眼中钉的各大教派…… 这还真是…… 前所未有的御兽大危机！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e7eabe96-aa17-476f-b431-2497d5e9d060",
    "title": {
      "en": "Black Clover"
    },
    "updatedAt": "2024-11-17T06:58:10+00:00",
    "coverArt": "https://mangadex.org/covers/e7eabe96-aa17-476f-b431-2497d5e9d060/f48d2c1f-c5a3-4e83-b6b4-8cb8b6912205.jpg",
    "altTitles": [
      {
        "ja": "ブラッククローバー"
      },
      {
        "ja-ro": "Burakku Kurōbā"
      },
      {
        "es": "Trébol negro"
      },
      {
        "es-la": "Black Five Leaf Grass"
      },
      {
        "pl": "Czarna koniczyna"
      },
      {
        "hu": "Fekete Lóhere"
      },
      {
        "tr": "Kara Yonca"
      },
      {
        "et": "Must ristik"
      },
      {
        "fr": "Trèfle noir"
      },
      {
        "fr": "Noir clover"
      },
      {
        "de": "Schwarzer Klee"
      },
      {
        "id": "Semanggi Hitam"
      },
      {
        "sv": "Svart klöver"
      },
      {
        "pt": "Trevo negro"
      },
      {
        "it": "Trifoglio nero"
      },
      {
        "ro": "Trifoiul negru"
      },
      {
        "la": "Trifolium nigrum"
      },
      {
        "ca": "Trèvol negre"
      },
      {
        "cs": "Černý jetel"
      },
      {
        "el": "Μαύρο τριφύλλι"
      },
      {
        "mn": "Хар Хошингор"
      },
      {
        "ru": "Чёрный клевер"
      },
      {
        "ru": "Черный клевер"
      },
      {
        "uk": "Чорна конюшина"
      },
      {
        "ar": "البرسيم الأسود"
      },
      {
        "ar": "بلاك كلوفر"
      },
      {
        "fa": "شبدر سیاه"
      },
      {
        "hi": "कालो क्लोभर"
      },
      {
        "ne": "कालो तीनपाते विरुवा"
      },
      {
        "th": "แบล็กโคลเวอร์"
      },
      {
        "zh": "黑色五叶草"
      },
      {
        "zh-hk": "黑色五葉草"
      },
      {
        "ko": "블랙 클로버"
      }
    ],
    "description": {
      "en": "Asta and Yuno were abandoned together at the same church, and have been inseparable since. As children, they promised that they would compete against each other to see who would become the next Emperor Magus. However, as they grew up, some differences between them became plain. Yuno was a genius with magic, with amazing power and control, while Asta could not use magic at all, and tried to make up for his lack by training physically. When they received their Grimoires at age 15, Yuno got a spectacular book with a four-leaf clover (most people receive a three-leaf-clover), while Asta received nothing at all. However, when Yuno was threatened, the truth about Asta's power was revealed, he received a five-leaf clover Grimoire, a \"black clover\"! Now the two friends are heading out in the world, both seeking the same goal!\n\n---\n\n**Links:**  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18802) (special)  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=19743) (anime)",
      "fr": "Asta et Yuno ont été abandonné ensemble à la même église, et sont inséparables depuis. Enfants, ils promirent qu'ils seront en compétition pour voir qui sera le prochain Mage Empereur. Toutefois, en grandissant, quelques différences entre eux émergèrent. Yuno était un génie avec la magie avec un pouvoir et un contrôle incroyable, pendant qu'Asta ne pouvait pas du tout utiliser la magie, et essayait de compenser cela en entrainant son corps. Quand ils reçoivent leur grimoire à 15 ans, Yuno obtient ub kivre spectaculaire avec un trèfle à 4 feuilles (la plupart des gens reçoivent un trèfle à 3 feuilles), pendant qu'Asta ne reçoit rien du tout. Toutefois, quand Yuno fut menaçé, la vérité derrière le pouvoir d'Asta fut révélée. Il reçoit un grimoire avec un trèfle à 5 feuilles, un \"trèfle noir\" *(un \"black clover\")* ! Maintenant, les deux amis s'en vont vers la capitale, les deux cherchant le même objectif !\n\n\n**Liens:**  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18802)  *(special)* \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=19743) *(anime)*",
      "pl": "Asta to młody chłopak, który marzy o zostaniu największym magiem w królestwie. Jest tylko jeden problem: nie potrafi używać żadnej magii. Na szczęście otrzymuje Pięciolistną Koniczynę, niesamowicie rzadką księgę czarów, dzięki której chłopak zyskuje moc niwelowania wszelkiej magii. Czy ktoś, kto nie używa magii, może zostać Imperatorem Magii, magiem nad magami? Jedno wiemy na pewno: Asta nigdy się nie podda.Portuguese (BR) / Português (BR)Em um mundo em que até as tarefas mais simples do dia a dia são feitas com o uso de magia, quem não consegue usá-la é tratado como nada! Esta é a vida de Asta, um jovem que mesmo sem um pingo de magia, sonha em se tornar o Mago Imperador, o mais forte de todos os magos! Com muito esforço e trabalho duro, será ele capaz de atingir seus objetivos e superar seu genial rival e amigo de infância, Yuno?!!",
      "ru": "В мире, где магия – это всё, рождается мальчик Астер, который не в состоянии использовать какую-либо магию. Ещё ребенком он был оставлен у порога бедной церкви. Сейчас ему 15, и, чтобы доказать свою силу и сдержать обещание, данное другу, он стремится стать Королём Чародеев!",
      "pt-br": "Em um mundo em que até as tarefas mais simples do dia a dia são feitas com o uso de magia, quem não consegue usá-la é tratado como nada! Esta é a vida de Asta, um jovem que mesmo sem um pingo de magia, sonha em se tornar o Mago Imperador, o mais forte de todos os magos! Com muito esforço e trabalho duro, será ele capaz de atingir seus objetivos e superar seu genial rival e amigo de infância, Yuno?!!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f8fed9b2-546f-446f-bd3f-3c7192019774",
    "title": {
      "en": "Mysterious Girlfriend X"
    },
    "updatedAt": "2024-07-07T01:41:47+00:00",
    "coverArt": "https://mangadex.org/covers/f8fed9b2-546f-446f-bd3f-3c7192019774/7ae6a847-c337-42c1-b725-b7f25bae7c54.jpg",
    "altTitles": [
      {
        "id": "Kekasih Misterius X"
      },
      {
        "es": "Novia misteriosa X"
      },
      {
        "ja-ro": "Nazo no Kanojo X"
      },
      {
        "ja": "謎の彼女Ｘ"
      },
      {
        "zh-hk": "謎樣女友X"
      },
      {
        "ko": "수수꺠끼 그녀 X"
      }
    ],
    "description": {
      "en": "One day, a strange transfer student appears before Tsubaki. Urabe Mikoto is an antisocial girl, whose hobby is just sleeping during class-breaks. \nOne day, Tsubaki goes to wake her up and accidentally tastes her drool… And gets hooked on that!  \n  \nAfter that, he starts going out with her and gets to know her better. Her second hobby, as it turns out, is carrying around scissors in her panties \nand cutting paper into flowers… or whatever else is getting on her nerves…",
      "es-la": "Mikoto Urabe es una nueva estudiante transferida a la clase de Akira Tsubaki. Un día después de clases, Akira encuentra a Mikoto dormida en su escritorio. Akira la despierta y le dice que es hora de irse a casa y descubre que ella ha babeado en su escritorio.\n\nEspontáneamente se acerca para tocar la baba y saborearla... a partir de eso, las cosas comienzan a ponerse extrañas.\n\nEn este sorprendente y dulce giro en una historia romántica de la escuela secundaria, un chico conoce a una chica y aprenden sobre la vida intima de cada uno a través de su vínculo inusual, y Akira aprende a respetar a Mikoto mientras ella establece un ritmo cuidadoso en el desarrollo de su relación."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "92"
  },
  {
    "mangaId": "9f082a4c-2a50-4859-ae0d-30a0bcf1cf9e",
    "title": {
      "en": "Yè De Mìng Míng Shù"
    },
    "updatedAt": "2024-09-22T19:11:19+00:00",
    "coverArt": "https://mangadex.org/covers/9f082a4c-2a50-4859-ae0d-30a0bcf1cf9e/205416c6-f702-4a19-8c8a-52ced3e16fb3.jpg",
    "altTitles": [
      {
        "zh": "夜的命名术"
      },
      {
        "en": "Moniker of the night"
      },
      {
        "ko": "밤의 명명법"
      },
      {
        "ja": "夜の命名法"
      },
      {
        "en": "Night’s Nomenclature"
      },
      {
        "vi": "Mệnh Danh Thuật Của Bóng Tối"
      },
      {
        "zh-ro": "Ye De Ming Ming Shu"
      },
      {
        "en": "Naming Technique of the Night"
      },
      {
        "en": "Retouching of the Night"
      }
    ],
    "description": {
      "en": "In the blue and purple neon, under the dense steel sky, the front end of the data torrent is the world after the technological revolution, and it is also the boundary between reality and illusion. Steel and body, past and future. Here, the outer world and the inner world coexist, and everything in front of you is like a wall of time. Darkness gradually shrouded. But you have to understand, my friend, that we cannot deal with darkness with tenderness, but with fire.",
      "zh": "蓝与紫的霓虹中，浓密的钢铁苍穹下，数据洪流的前端，是科技革命之后的世界，也是现实与虚幻的分界。 钢铁与身体，过去与未来。 这里，表世界与里世界并存，面前的一切，像是时间之墙近在眼前。 黑暗逐渐笼罩。 可你要明白啊我的朋友，我们不能用温柔去应对黑暗，要用火。"
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "49496e76-08b8-4d47-aced-a13f2f8d90a4",
    "title": {
      "en": "Kiraware Majo Reijou to Dansou Ouji no Kon'yaku"
    },
    "updatedAt": "2025-01-16T07:42:55+00:00",
    "coverArt": "https://mangadex.org/covers/49496e76-08b8-4d47-aced-a13f2f8d90a4/6ddfd48e-da87-4148-baff-b0be9ac09224.jpg",
    "altTitles": [
      {
        "ja": "嫌われ魔女令嬢と男装皇子の婚約"
      },
      {
        "en": "The Engagement of the Disgraced Witch and the Cross-Dressing Princess"
      },
      {
        "vi": "Hôn Ước Của Phù Thủy Bị Ruồng Bỏ Và Công Chúa Cross-dressing"
      },
      {
        "es": "El compromiso de la bruja deshonrada y la princesa travestida"
      },
      {
        "vi": "Cuộc đính hôn giữa Nàng phù thủy bị ghét bỏ và Cô công chúa giả nam"
      },
      {
        "th": "การหมั้นหมายของยัยเจ้าหญิงแต่งชายกับคุณหนูแม่มดผู้ถูกชิงชัง"
      },
      {
        "zh": "万人厌的魔女大小姐与男装皇子的婚约"
      },
      {
        "zh-hk": "萬人厭的魔女大小姐與男裝皇子的婚約"
      },
      {
        "zh-ro": "Wàn rén yàn de mónǚ dà-xiǎojiě yǔ nánzhuāng huángzǐ de hūnyuē"
      },
      {
        "ru": "Помолвка презираемой ведьмы и переодетой принцессы"
      },
      {
        "ko": "미움받는 마녀 영애와 남장 황자의 약혼"
      }
    ],
    "description": {
      "en": "Vilified by others as a \"witch\", Evris, the youngest daughter of the House of Bradley, is engaged to Mark, the fifth prince of the Kingdom of Klengel. When he abruptly announces that their engagement is broken off, Evris is plunged into despair. However, someone reaches out to her instead... The cross-dressing crown prince (♀) of a neighboring country!?\n\nThis is the story of a red-haired witch who manipulates shadows and a cross-dressing crown prince (♀) who is serving as a body double for her missing older brother. \n\nThe curtain rises on a fantasy romantic comedy of a girl being teased by a princess!\n\nSerialization began in the July 2023 issue of *Yuri Hime*.",
      "ja": "「魔女」と罵られるブラッドリー家の末娘・イヴリスは、婚約相手であるクレンゲル王国第5王子・マルクに突然の婚約破棄を宣言されていた。絶望のどん底に落とされるイヴリス。しかし、そんな彼女に手を差し伸べるのは…隣国の男装皇太子!?\n影を操る赤髪の魔女令嬢と失踪した兄の影武者となる男装皇子。\n王子様系女子に翻弄されるファンタジーラブコメ開幕！",
      "ru": "Эйвери, младшая дочь дома Брэдли, проклинаемая окружающими как \"ведьма\", помолвлена с Марком, пятым принцем королевства Кленгель. Когда он неожиданно объявляет, что их помолвка расторгнута, Эйвери впадает в отчаяние. Однако кто-то протягивает ей руку помощи... Наследный принц (♀) соседней страны?!\n\nЭто история о ведьме, управляющей тенями, и о переодетом наследном принце (♀), который является двойником пропавшего старшего брата.\n\nЗанавес приподнимается над фэнтезийной романтической комедией о девушке, которую дразнит принцесса!",
      "tr": "Bu, gölgeleri manipüle eden kızıl saçlı bir cadı ile kayıp ağabeyinin dublörü olarak rol yapan melez veliaht prensin hikâyesidir.\n\nDiğerleri tarafından “cadı” olarak lanetlenen Bradley Hanesi’nin en küçük kızı Evris, Klengel Krallığı’nın beşinci prensi Mark ile nişanlıdır. Mark aniden nişanı bozduğunu açıklayınca Evris umutsuzluğa kapılır. Ancak biri ona yardım elini uzatacaktır… Komşu ülkelerden birinin karşı cinsin kıyafetlerini giymeyi seven veliaht prensi!? Bir prenses tarafından dalga geçilen bir kızın fantastik romantik komedisinde perde açılıyor!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "9d2ffef6-127c-4de2-aed0-88041c63009b",
    "title": {
      "en": "Persona 5"
    },
    "updatedAt": "2024-10-30T17:09:33+00:00",
    "coverArt": "https://mangadex.org/covers/9d2ffef6-127c-4de2-aed0-88041c63009b/b546bc68-68b1-4a77-b99c-b58868afa64f.jpg",
    "altTitles": [
      {
        "en": "P5"
      },
      {
        "ja": "ペルソナ5"
      },
      {
        "ru": "Персона 5"
      }
    ],
    "description": {
      "en": "The story focuses on the 16-year-old protagonist, Akira Kurusu, who got transferred to Shujin High School in Tokyo after he was sued by a man with political connection for a non-existent violence when Akira saved a woman from being molested by the man, leading to his probation. Arriving in Tokyo, he finds a mysterious app got installed into his phone that enables him to enter another world formed from corrupt hearts of adults where he awakens his power called Persona. During his times there, he is joined by two fellow students Ryuuji Sakamoto and Ann Takamaki, and a shape-shifting cat-like creature known as Morgana. Feeling suppressed by their environment, the four form a group known as the \"Phantom Thieves of Heart\" to steal corrupt hearts of adults and reform society."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0416aa86-2f9a-461b-8376-b3765bfa1519",
    "title": {
      "en": "The Blond Yankee and The Punishment Game"
    },
    "updatedAt": "2024-11-21T08:23:59+00:00",
    "coverArt": "https://mangadex.org/covers/0416aa86-2f9a-461b-8376-b3765bfa1519/7aa915ce-6279-422f-88b7-757d0f9e3a13.jpg",
    "altTitles": [
      {
        "ja": "金髪ヤンキーと罰ゲーム"
      },
      {
        "ja-ro": "Kinpatsu yankee to batsu game"
      }
    ],
    "description": {
      "en": "As part of her punishment game, the transfer student, Shindou Eruko, must talk to the coolest delinquent in the school, which turns out to be Hoshi Natsuki, the blonde delinquent in the class next door. However, she soon found out that Hoshi-kun might not be as scary as he looks...\n\nThis manga is Konogi Yoshiru's fantasy take on  [Shingeki no Eroko-san](https://mangadex.org/title/bdfc7777-f1ee-4131-82cb-2fb5861d32e1/shingeki-no-eroko-san-hen-na-oneesan-wa-danshikousei-to-nakayoku-naritai), depicting a setting with Eruko being in the same age as Hoshi-kun. It was later adapted in the main title as Eruko's dream sequence."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e14731f9-8dcb-4967-9b86-4ef78ae66608",
    "title": {
      "en": "Ikemen Dansou Reiya to Renaishitara BL-ppoi NL ni naru Hanashi"
    },
    "updatedAt": "2024-08-08T19:18:09+00:00",
    "coverArt": "https://mangadex.org/covers/e14731f9-8dcb-4967-9b86-4ef78ae66608/0d88ba24-edc4-40bb-91c1-bb56086af1f8.jpg",
    "altTitles": [
      {
        "ja": "イケメン男装レイヤーと恋愛したらBLっぽいNLになる話"
      },
      {
        "en": "Story About How My Romance With a Cosplayer Who Cross-Dresses as a Man Became Like Something Out of BL"
      },
      {
        "en": "The Story of My Romance with a Cross-Dressing Cosplayer Girl Is like BL"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "496b7402-6272-46b5-bf99-1f216acd20df",
    "title": {
      "en": "Rebirth in the End Times: I Reached the Top by Opening Boxes"
    },
    "updatedAt": "2024-09-14T18:11:47+00:00",
    "coverArt": "https://mangadex.org/covers/496b7402-6272-46b5-bf99-1f216acd20df/26286d96-304b-4e75-8d80-d746fd988141.png",
    "altTitles": [
      {
        "zh": "末世重生：我靠开箱子问鼎巅峰"
      }
    ],
    "description": {
      "en": "Jiang Xiaoyong was betrayed and killed by a green tea girl in the apocalypse, but was accidentally resurrected a year ago and obtained the blind box system. \n\nHe was always one step ahead of others, collecting supplies and spending a fortune to build a safe house before the apocalypse. He became stronger through the system and avenged his enemies in his previous life. \n\nFrom then on, he embarked on the road to the king's counterattack."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8940803d-0408-41b8-8554-df23e6964efb",
    "title": {
      "en": "Face Slap"
    },
    "updatedAt": "2023-08-01T09:26:22+00:00",
    "coverArt": "https://mangadex.org/covers/8940803d-0408-41b8-8554-df23e6964efb/4aac58f6-a1bd-4d4b-af48-64e3ee4ff106.jpg",
    "altTitles": [
      {
        "ko": "귀싸대기"
      },
      {
        "en": "Ear Slap"
      },
      {
        "ko-ro": "Gwissadaegi"
      }
    ],
    "description": {
      "en": "Cheon Taepyeong, the President of the Taepyeong Detective Agency, has a peculiar ability to see through a person once he slaps them. He enjoys this process, and has made money by solving requests using his ability alongside the gangster, Won Sangtaek, Special agent Yoo Jungik, and the scammer, Gu Kangjo. He was living a happy life with satisfaction… unlike his miserable past which has been holding him back.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B7%80%EC%8B%B8%EB%8C%80%EA%B8%B0/2626)",
      "ko": "태평 흥신소의 사장인 천태평은\n사람의 얼굴을 만지면 그 사람의 내면이 보이는\n괴상한 능력을 가지고 있다.\n\n각각의 특기가 있는 직원들 (조폭 출신 원상택,\n특전사 출신 유정익, 사기꾼 출신 구강조)과 함께\n자신의 능력을 이용해 흥신소에 들어오는\n여러가지 의뢰들을 해결하며\n\n사람의 내면을 보는 재미와\n돈 버는 재미에 푹 빠져있는 천태평은\n현재에 만족하며 행복한 삶을 살고 있었다.\n\n불행했던 자신의 과거가 발목을 잡기 전까지는..\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B7%80%EC%8B%B8%EB%8C%80%EA%B8%B0/2626)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a287ef9c-3718-4c6f-80be-44e404b78641",
    "title": {
      "en": "Maigo ni Natteita Youjo wo Tasuketara, Otonari ni Sumu Bishoujo Ryuugakusei ga Ie ni Asobi ni Kuru You ni Natta Ken Nitsuite"
    },
    "updatedAt": "2025-01-13T00:27:33+00:00",
    "coverArt": "https://mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/2ebdbab1-6686-49c0-a93e-0bbd72ac7b08.jpg",
    "altTitles": [
      {
        "ja": "迷子になっていた幼女を助けたら、お隣に住む美少女留学生が家に遊びに来るようになった件について"
      },
      {
        "ja-ro": "Maigo ni Natte Ita Youjou wo Tasuketara, Otonari ni Sumu Bishoujou Ryuugakusei ga Ie ni Asobi ni Kuru You ni Natta Ken ni Tsuite"
      },
      {
        "en": "The Story of How a Beautiful Foreign Student Who Lives Next Door Started to Visit My House After I Helped a Lost Little Girl"
      },
      {
        "en": "After Coincidentally Saving the New Transfer Student's Little Sister, We Gradually Grew Closer"
      },
      {
        "pl": "Opowieść o Tym, Jak Piękna Uczennica Zza Granicy Mieszkająca Po Sąsiedzku Zaczęła Odwiedzać Mnie W Domu, Po Tym Jak Pomogłem Zagubionej Małej Dziewczynce"
      },
      {
        "pt-br": "A História de como Uma Linda Estudante Estrangeira que Mora ao Lado Começou a Visitar Minha Casa Depois que Ajudei Uma Menininha Perdida"
      }
    ],
    "description": {
      "en": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class. Her proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\" However, helping Charlotte's lost sister, Ema, throws his daily life into upheaval...?!",
      "es": "Un día, Charlotte Bennett se traslada a la clase de Aoyagi Akihito. Sus modales correctos y refinados y su aspecto adorable cautivan los corazones de sus compañeros, pero Akihito se aparta tranquilamente, sintiendo que ella «vive en un mundo diferente».\n\nSin embargo, ayuda a Ema, la hermana perdida de Charlotte, altera su vida cotidiana...?",
      "ja": "ある日、青柳明人のクラスにシャーロット・ベネットが留学してくる。\n清楚で上品な振る舞いと可愛らしい容姿のシャーロットに、クラスメイトの誰もが心を惹かれるが、\n明人は冷静に「住む世界が違う」と感じ、一歩引いていた。\n\nしかし、迷子になっていたシャーロットの妹・エマを助けたことで明人の日常は激変し…！？",
      "pl": "Pewnego dnia Charlotte Bennett trafia do klasy Aoyagi Akihito. Jej właściwe i wyrafinowane maniery oraz uroczy wygląd podbiły serca jego kolegów z klasy, ale Akihito spokojnie robi krok do tyłu, czując, że „żyje w innym świecie”.\n\nJednak pomoc zaginionej siostrze Charlotte, Emmie, wywraca jego codzienne życie do góry nogami...?",
      "es-la": "Un día, Charlotte Bennett se traslada a la clase de Aoyagi Akihito. Sus modales correctos y refinados y su aspecto adorable cautivan los corazones de sus compañeros, pero Akihito se aparta tranquilamente, sintiendo que ella «vive en un mundo diferente».\n\nSin embargo, ayuda a Ema, la hermana perdida de Charlotte, altera su vida cotidiana...?",
      "pt-br": "Um dia, Charlotte Bennett foi transferida para a turma de Aoyagi Akihito.\n\nSeus maneirismos adequados e refinados e aparência adorável conquistaram os corações de seus colegas de classe, mas Akihito calmamente dá um passo para trás, sentindo que ela “vive em um mundo diferente”.\n\nNo entanto, ajudar a irmã perdida de Charlotte, Ema, coloca sua vida diária em uma convulsão...!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffa156e7-dd60-46e3-b238-e05f94eb979c",
    "title": {
      "en": "A Savage Proposal"
    },
    "updatedAt": "2024-11-13T18:32:31+00:00",
    "coverArt": "https://mangadex.org/covers/ffa156e7-dd60-46e3-b238-e05f94eb979c/bc6df3dc-0271-40c3-914e-c651187637b2.jpg",
    "altTitles": [
      {
        "ko": "야만의 청혼"
      },
      {
        "pl": "Szaleńcza Propozycja"
      }
    ],
    "description": {
      "en": "When the ruthless Lord Tiwakan seizes the kingdom of Nauk, Princess Liene Arsac faces an impossible choice: marry her captor or watch her homeland crumble. But Lord Tiwakan isn’t just after power; he desires Liene, and his devotion stirs a mix of fear and undeniable attraction within her. With her former betrothed, Lafitte, still missing, Liene must decide whether to trust Tiwakan's promises or hold out hope for a rescue. As dangerous secrets come to light, Liene’s decision could change the fate of Nauk—and her own heart—forever.",
      "pl": "Kiedy bezwzględny lord Tiwakan przejmuje królestwo Nauk, księżniczka Liene Arsac staje przed niemożliwym wyborem: poślubić swojego porywacza lub patrzeć, jak jej ojczyzna się rozpada. Ale lord Tiwakan pragnie nie tylko władzy; pożąda Liene, a jego oddanie wzbudza w niej mieszankę strachu i niezaprzeczalnego przyciągania. Ponieważ jej były narzeczony, Lafitte, wciąż jest uznawany za zaginionego, Liene musi zdecydować, czy zaufać obietnicom Tiwakana, czy też mieć nadzieję na ratunek. Gdy niebezpieczne sekrety wychodzą na jaw, decyzja Liene może zmienić los Nauk - i jej własnego serca - na zawsze."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4247b21-e8ff-46ae-9f92-fc04f6641188",
    "title": {
      "en": "Aitsu no Kanojo"
    },
    "updatedAt": "2024-11-02T15:41:52+00:00",
    "coverArt": "https://mangadex.org/covers/f4247b21-e8ff-46ae-9f92-fc04f6641188/8fc55d64-db82-4856-bcbc-8c0a9f85ad10.jpg",
    "altTitles": [
      {
        "ja": "アイツノカノジョ"
      },
      {
        "en": "Someone's Girlfriend"
      },
      {
        "zh-hk": "他的女友"
      },
      {
        "nl": "De vriendinnitje van deze vent"
      },
      {
        "nl": "Zijn vriendinnetje"
      },
      {
        "fr": "Sa petite amie"
      },
      {
        "fr": "La petite amie de ce mec"
      },
      {
        "id": "Pacarnya Dia"
      },
      {
        "uk": "Його дівчина"
      },
      {
        "vi": "Bạn Gái Bạn Thân"
      }
    ],
    "description": {
      "en": "It's April of my third and final year in high school... But the beautiful girl I have a crush on is my best friend's girlfriend. Thus begins my year of treading on the dangerous ground...",
      "ja": "気になるあの娘は、”親友の”彼女。\n\n始まりの季節、春。主人公・リクの家を訪れた美少女・雫は「いいよ、何しても。」と、リクを誘う。しかし雫は、“親友（アイツ）の彼女”。",
      "pt-br": "É abril do meu terceiro e último ano no ensino médio... Mas a linda garota por quem tenho uma queda é a namorada do meu melhor amigo. Assim começa meu ano pisando em um terreno perigoso..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fab07a3c-9f08-4ad0-919e-4c9b8bd66380",
    "title": {
      "en": "The Menhera Rabbit Is Adored by the Yandere Wolf"
    },
    "updatedAt": "2024-12-27T11:34:54+00:00",
    "coverArt": "https://mangadex.org/covers/fab07a3c-9f08-4ad0-919e-4c9b8bd66380/1c710f33-f866-4ae0-8f0a-4813ed8fcbfc.jpg",
    "altTitles": [
      {
        "ja": "メンヘラうさぎはヤンデレ狼に溺愛される"
      }
    ],
    "description": {
      "en": "A dangerous and twisted love between a menhera girl x yandere boy!? Tsumugi is a menhera girl who's been dumped by a string of boyfriends for being too clingy. Her last boyfriend got angry at her for sneakily looking through his phones and kicked her out of the house. And that's when Itoshi, the super kind younger guy who completely accepts her, comes to the rescue. His gentle comfort soothes Tsumugi's broken heart, however, there's something he's hiding...!?",
      "ja": "メンヘラ女子×ヤンデレ男子の危険で歪な恋!?　つむぎは歴代彼氏に「重すぎる」と捨てられてきたメンヘラ女子。彼氏のスマホを勝手に覗き怒られ、家から追い出されてしまう。そんな時助けてくれたのは、自分を全肯定してくれる超優しい年下の男の子、愛士。彼の優しい慰めで傷ついた心が安らぐつむぎだったが、愛士には秘密があって…!?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7f927c8-c1f5-474e-bb3d-57da04be7662",
    "title": {
      "en": "Sentai Red Isekai de Boukensha ni Naru"
    },
    "updatedAt": "2025-01-13T11:37:37+00:00",
    "coverArt": "https://mangadex.org/covers/d7f927c8-c1f5-474e-bb3d-57da04be7662/07027cf2-2599-4670-b719-4a5577b4e881.jpg",
    "altTitles": [
      {
        "ja": "戦隊レッド 異世界で冒険者になる"
      },
      {
        "en": "The Red Ranger Becomes an Adventurer in Another World"
      }
    ],
    "description": {
      "en": "In the final battle against the evil Exterminators, Asagaki Tougo, a power ranger, traded his life for the enemy's. It seemed like everything was over, but suddenly he found himself in another world! He becomes an adventurer, transforming into Kizuna Red, and continues fighting to save people in trouble! Here he meets a young Wizard named Idola and his journey in this new world begins!",
      "ja": "悪の組織との最終決戦で、敵と相打ちになった戦隊ヒーローの浅垣灯悟。命を落としたかに思われたが、気が付くと異世界に転生していたのだった！　異世界でも困った人々を救うため冒険者となり、キズナレッドに変身して今日も戦い続ける――！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03f093d8-b9ca-487a-891b-4d2c5fc99601",
    "title": {
      "en": "My Gemini"
    },
    "updatedAt": "2025-01-15T11:48:45+00:00",
    "coverArt": "https://mangadex.org/covers/03f093d8-b9ca-487a-891b-4d2c5fc99601/d02feaf1-e1e9-4ac7-94e0-6d8687a9a84d.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku no Gemini"
      },
      {
        "vi": "Song Tử của em"
      },
      {
        "ja": "僕のジェミニ"
      },
      {
        "ru": "Мои близнецы"
      }
    ],
    "description": {
      "en": "Who died at that time... Which one?\n\nJohn is red-haired and freckled. His only pride is that he is a close friend of the school's popular twins, Jekyll and Hyde. The twins always pretended to be each other, but suddenly one of the twins died. Who was left... Which one!?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "14"
  }
]