[
  {
    "mangaId": "fa4816db-6ea5-4183-81e5-08495557eb91",
    "title": {
      "en": "Massacre Happy End - The Blue Chapter"
    },
    "updatedAt": "2024-07-18T00:34:01+00:00",
    "coverArt": "https://mangadex.org/covers/fa4816db-6ea5-4183-81e5-08495557eb91/9cd1a5fc-3d15-4a16-9086-efecc543de8c.jpg",
    "altTitles": [
      {
        "ja": "虐殺ハッピーエンド～蒼の章～"
      },
      {
        "en": "Massacre Happy End - chapter of blue"
      },
      {
        "ja-ro": "Gyakusatsu Happy End - chapter of blue"
      }
    ],
    "description": {
      "en": "Ao Minato, a young man who killed his father-in-law who repeatedly abused his family and entered a juvenile reformatory. However, the sister who should have protected committed suicide at the end of suffering, and her sister Akane is also missing. Ao, who arrived at a certain shrine, wished for the safety of his sister, which is the only hope left, and swears to God that he will do anything for that ... The blockbuster panic suspense \"Massacre Happy Ending\". The new chapter is finally opening---.",
      "ja": "家族に虐待を繰り返す義父を殺害し、少年院に入所することになった青年、湊蒼（みなと あお）。しかし、守ったはずの妹は苦しみの果てに自殺し、姉の朱音も行方不明であることを知る。 とある神社にたどりついた蒼は、残された唯一の希望である姉の無事を願い、そのためなら「なんでもする」と神に誓うが…。 大ヒットパニックサスペンス「虐殺ハッピーエンド」。その新章がついに開幕―――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0cfa4b65-81d9-49ad-96ba-d6ac138efdef",
    "title": {
      "en": "Mama wa Doukyuusei"
    },
    "updatedAt": "2024-06-29T16:43:33+00:00",
    "coverArt": "https://mangadex.org/covers/0cfa4b65-81d9-49ad-96ba-d6ac138efdef/34a3fc4c-b350-4c3d-bbfe-ca06010f1f34.jpg",
    "altTitles": [
      {
        "en": "Mama Is a Classmate"
      },
      {
        "en": "Mama Is My Classmate"
      },
      {
        "ja": "ママは同級生"
      },
      {
        "zh": "妈妈是同级生"
      }
    ],
    "description": {
      "en": "Kisaragi Ryou lost his mother at a young age and with his father away from home most of the time, he is left living at home alone often. One morning, he discovers a naked woman in his house. Without being able to assess the situation, he heads off to school. Later that evening, his father comes home to introduce him to the girl he plans to remarry and this girl turns out to be his classmate."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "40"
  },
  {
    "mangaId": "f5bd1f8f-c528-4188-bcf3-2034601012ae",
    "title": {
      "en": "Bully Me If You Can"
    },
    "updatedAt": "2024-12-22T09:35:28+00:00",
    "coverArt": "https://mangadex.org/covers/f5bd1f8f-c528-4188-bcf3-2034601012ae/264798a3-a3f2-48df-bbc2-6558c1efc8b9.jpg",
    "altTitles": [
      {
        "ru": "Ненавидь меня, если можешь"
      },
      {
        "ru": "Запугай меня, если сможешь"
      },
      {
        "kk": "Қолыңнан келсе, қорқыт мені"
      },
      {
        "pt-br": "Me Intimide Se For Capaz"
      }
    ],
    "description": {
      "en": "What if the victim of bullying suddenly becomes attractive. Do you still want to bully him again? Or it will become a new problem for the bully.\n\nArthur had enough bullying by Elsa and being called meat buns. One day he decided to exercise to lose some weight in hopes of not getting bullied again. But something happened and changed his life forever.",
      "kk": "Егер қорқыту құрбаны кенеттен тартымды болса ше? Сіз оны әлі де мазақ еткіңіз келе ме? Немесе бұл бұзақы үшін жаңа мәселе болады. Артур Элзаның қорқытуынан және оны  тоқаш деп атаудан жалықты. Бірде ол спортпен шұғылдануды шешті, енді оны мазақ етпейді деген үмітпен. Бірақ оның өмірін мәңгілікке өзгерткен нәрсе болды",
      "pt-br": "E se a vítima de bullying de repente se tornar atraente? Você ainda quer intimidá-lo novamente? Ou se tornará um novo problema para o agressor. \n\nArthur teve bastante bullying de Elsa e sendo chamado de pãezinhos de carne. Um dia ele decidiu se exercitar para perder peso na esperança de não sofrer bullying novamente. Mas algo aconteceu e mudou sua vida para sempre."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-12-18T16:50:40+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/0693f829-07d6-445e-bc08-ba82981ab6ea.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      },
      {
        "uk": "Королівство"
      },
      {
        "ja-ro": "Kingudamu"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "uk": "Мільйони років минуло з часів легенд, коли світ людей і богів був єдиним. У ті часи бажання людини верховодило над світом. Це була епоха 500-річної війни, період ворожих держав. «Королівство» — історія про хлопчину на ім’я Сінь, котрий прагне стати найвеличнішим генералом та про безліч випробувань та скитань, повз які пролягатиме його шлях до мети.",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fc2a72e-ae5e-482f-aa74-e83299dbec97",
    "title": {
      "en": "U ~i ̄ bu-domo yo!"
    },
    "updatedAt": "2024-12-25T01:44:05+00:00",
    "coverArt": "https://mangadex.org/covers/2fc2a72e-ae5e-482f-aa74-e83299dbec97/77848b83-077e-49bb-b0fc-4f6389928c1d.jpg",
    "altTitles": [
      {
        "en": "Hey, fellow Weebs!"
      },
      {
        "pt-br": "Olá, caros Otakus!"
      },
      {
        "ja": "うぃーぶ共よ！"
      }
    ],
    "description": {
      "en": "Youth, friendship, and social justice!",
      "pt-br": "Jovens, amizades e justiça social!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f88271f-07fd-4da9-9c00-e88d06bbe570",
    "title": {
      "en": "My Childhood Friends Are Trying to Kill Me"
    },
    "updatedAt": "2024-12-23T23:07:13+00:00",
    "coverArt": "https://mangadex.org/covers/5f88271f-07fd-4da9-9c00-e88d06bbe570/838a3606-9c94-4fef-94d1-f3a18d19f2e5.png",
    "altTitles": [
      {
        "ko": "소꿉친구들이 나를 죽이려 한다"
      }
    ],
    "description": {
      "en": "I not only reincarnated into someone who died in an absurd fashion, but I also took the crown prince's place and went to the secret neutral territory, where male members of the five imperial families gathered. As a result… my childhood friends know me as a boy.    “Goodbye, guys.\" I cried in front of my friends who I would never meet again. That was because officially, I (the prince) was going to die soon!    It was fun spending time with them, but I will never see them again. I hope everyone lives happily!    ***    After many years, my childhood friends turned heroes who defeated the wild dragon visited me.    \"…Was it you? The one who killed my friend?\"    “After killing the previous crown prince, the murderer is said to be living comfortably as a princess, right?”    “I will torture you, so much so you'll wish for death.\"     \"Answer me. Why did you kill him?”    Of course, they didn't recognize me at all. No, that's not the problem… the problem is that my childhood friends are trying to kill me. Wait a second, guys!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d21e52cf-50f1-48c7-8de7-69f280c05be4",
    "title": {
      "en": "Sono Munou, Jitsu wa Sekai Saikyou no Mahoutsukai ~Munou to Sagesumare, Kizokuka kara Oidasareta ga, Gift \"Tenseisha\" ga Kakusei shite Zense no Nouryoku ga Yomigaetta~"
    },
    "updatedAt": "2024-12-19T22:08:45+00:00",
    "coverArt": "https://mangadex.org/covers/d21e52cf-50f1-48c7-8de7-69f280c05be4/c5decab7-ed9a-423d-93c2-f52eeff32b5b.jpg",
    "altTitles": [
      {
        "ja": "その無能、実は世界最強の魔法使い　〜無能と蔑まれ、貴族家から追い出されたが、ギフト《転生者》が覚醒して前世の能力が蘇った〜"
      },
      {
        "en": "That Incompetent is Actually the World's Strongest Wizard: He was Scorned as Incompetent and Kicked out of His Aristocratic Family, but His Gift of \"Reincarnation\" Awakened and Brought Back the Abilities of His Previous Life"
      }
    ],
    "description": {
      "en": "Alma, the third son of an aristocratic family who could not receive the Gift that should have been given by God, is despised as incompetent from his parents' home and is expelled from the house. However, in reality, Alma was given a special Gift - He regained the abilities of the previous life! With the Gift [Reincarnation], he becomes the strongest wizard in the world! Alma, who devoted all of his first life to the quest for magic, seeks a \"happy second life\" with the magic of his previous life!\n___\n[Web Novel](https://ncode.syosetu.com/n3823gm/)  (JP)",
      "ja": "この世界の人々は15歳になると、女神様から《ギフト》と呼ばれる様々な能力を与えられる。貴族家の三男・アルマも優秀な《ギフト》を授かることを期待されていたが、なぜか《ギフト》はまったく発現せず、実家から無能と蔑まれ追い出されてしまう…。だが、実はアルマは特別な《ギフト》を授かっていたーー。その能力《転生者》によって前世の記憶と能力を取り戻したアルマは、この世界で最強の魔法使いとなった！一度目の人生の全てを魔法の探究に捧げたアルマが、前世で極めた魔法で”幸せな二度目の人生”へと歩み出す！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "64"
  },
  {
    "mangaId": "87d74323-b8e0-43bb-973f-6bada02a8a81",
    "title": {
      "en": "Shin Kamen Rider Spirits"
    },
    "updatedAt": "2024-10-04T15:02:41+00:00",
    "coverArt": "https://mangadex.org/covers/87d74323-b8e0-43bb-973f-6bada02a8a81/e6efa312-4f5f-4986-81cb-e76c43275cf3.jpg",
    "altTitles": [
      {
        "en": "New Kamen Rider Spirits"
      },
      {
        "ja": "新 仮面ライダーSPIRITS"
      },
      {
        "en": "New Masked Rider Spirits"
      }
    ],
    "description": {
      "en": "Kamen Rider, the righteous warrior who shouts out \"Henshin!\" and continues to fight evil. The heroes created by the genius Shotaro Ishinomori are brought back to life by the hard-working Muraeda Kenichi!　In this epic hero battle story, the 10th rider \"ZX\" fights alongside the previous riders against the mysterious organization \"BADAN\" that is invading the world!"
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87bf955e-e78e-4b25-9043-5dbb17fe3107",
    "title": {
      "en": "The Devilish Son in Law"
    },
    "updatedAt": "2024-11-27T21:12:03+00:00",
    "coverArt": "https://mangadex.org/covers/87bf955e-e78e-4b25-9043-5dbb17fe3107/c269667d-f9c0-42b5-b003-93999d464bcc.jpg",
    "altTitles": [
      {
        "ko": "데빌사위"
      }
    ],
    "description": {
      "fr": "Avec le cœur tremblant, il s’est présenté au rendez-vous arrangé tout en dissimulant sa véritable identité.\n\n“Voici mon grand-père, mon père, ma mère, mon grand frère et mon oncle !”\n\nPourquoi, bon sang, tous ces foutus héros sont-ils rassemblés devant moi ?!\n\nIl s’avère que la famille de ma petite amie est une lignée de héros parmi les plus puissants ?!\n\nAn Jae-rim, un vilain connu sous le nom de “Exécuteur”, tente de jouer le rôle du gendre parfait tout en cachant sa véritable identité et en essayant de se débarrasser de sa belle-famille. Mais ce n’est pas aussi simple qu’il le pensait !\n\nPour couronner le tout, ils me prennent pour un aspirant héros alors que je suis un méchant !\n\nUne comédie d’action hilarante pleine de tension et de rebondissements !"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39b4e02a-f2f2-4ff0-bf2c-f87cf54ab178",
    "title": {
      "en": "Tensei Kizoku no Isekai Boukenroku: Jichou o Shiranai Kamigami no Shito"
    },
    "updatedAt": "2024-12-11T16:13:17+00:00",
    "coverArt": "https://mangadex.org/covers/39b4e02a-f2f2-4ff0-bf2c-f87cf54ab178/233ba48c-2145-45d9-b8dc-e887c11fcbbd.jpg",
    "altTitles": [
      {
        "ja": "転生貴族の異世界冒険録 ～自重を知らない神々の使徒～"
      },
      {
        "en": "Chronicles of an Aristocrat Reborn in Another World"
      },
      {
        "en": "Chronicles of an Aristocrat Reborn in Another World: The Apostle of the Gods Who Know No Self-Restraint"
      },
      {
        "ko": "전생 귀족의 이세계 모험록"
      },
      {
        "ru": "Невообразимые приключения перерожденного дворянина"
      },
      {
        "fr": "Noble New World Adventures"
      },
      {
        "th": "เกิดใหม่เป็นขุนนางไปผจญภัยในต่างโลก ~อัครฑูตจอมซุ่มซ่ามของทวยเทพ~"
      },
      {
        "zh": "转生贵族的异世界冒险录"
      },
      {
        "zh-hk": "轉生貴族的異世界冒險錄"
      },
      {
        "vi": "Biên Niên Sử Quý Tộc Tái Sinh Ở Thế Giới Khác"
      },
      {
        "vi": "Kẻ Bất Bình Thường Ở Dị Giới"
      }
    ],
    "description": {
      "en": "Shiina Kazuya, the protagonist of the story was killed by a stranger in front of a convenience store when he tried to protect two young girls escaping from the stranger who is trying to stab them. The girls fall and are too overcome with fear to get up and continue running away. When Shiina Kazuya awakens he realizes that he was reincarnated as the young noble Cain von Silford, the third son of an aristocrat (Margrave Garm Von Silford) and his second wife (Sarah) in a world filled with sword and sorcery.\n\nPrior to the age of ten Cain grew up in the Gracia Territory surrounded by gods that don't know self-restraint, in the upper echelon of nobility, and a loving family (father Garm Von Silford, mother Sarah, and older sister Raine). At the age of ten Cain is given peerage (Title of Duke, own estate, and an engagement), which leads to him living in Esfort the Royal Capitol.\n\nThis is a classic isekai fantasy about an overpowered young man who just wants to be an average adventurer. He has received the maximum level of divine blessings from all seven gods, overcomes any obstacle that comes his way while hiding his unbelievable status and tends to build a harem of highly influential nobles.",
      "ja": "- [Original Web Novel](https://ncode.syosetu.com/n4936dp/)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "981ad6bb-9eab-4777-b39a-0acb0be1ef8b",
    "title": {
      "en": "Osananajimi no Yuri"
    },
    "updatedAt": "2024-12-24T12:00:53+00:00",
    "coverArt": "https://mangadex.org/covers/981ad6bb-9eab-4777-b39a-0acb0be1ef8b/d5e39b7c-7051-4a81-b406-f3ce44c2e446.png",
    "altTitles": [
      {
        "en": "Childhood Friend Yuri"
      },
      {
        "ja": "おさななじみの百合"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b6c3a0b-8752-41fc-9d3e-1310f6f28252",
    "title": {
      "en": "Giant Killing"
    },
    "updatedAt": "2024-10-11T17:43:57+00:00",
    "coverArt": "https://mangadex.org/covers/3b6c3a0b-8752-41fc-9d3e-1310f6f28252/e0a15c14-5157-4927-95db-f3c7b0800c0c.jpg",
    "altTitles": [
      {
        "ru": "Сокрушение гигантов"
      },
      {
        "ja": "ジャイアントキリング"
      },
      {
        "zh-hk": "逆轉監督"
      }
    ],
    "description": {
      "en": "A truly great coach makes the game of soccer interesting! Tatsumi Takeshi is 35 and has spent the last few years coaching in England before being brought back to Japan to coach his old team. His favorite pastime? Causing giant upsets a.k.a. Giant Killing! \n\n---\nOfficial Release:\n- English release by [INKR](https://comics.inkr.com/title/778-giant-killing?utm_source=mgd), [Azuki](https://www.azuki.co/series/giant-killing)\n- Indonesian release by Level Comics\n\n---\n- In 2010, this manga received the 34th Annual Kodansha Manga Award for General Manga.",
      "pt-br": "Giant Killing é um mangá que conta a história de um técnico de futebol, ex-jogador japonês, que luta para levar times amadores à vitória contra times campeões. Tatsumi Takeshi jogava profissionalmente no East Tokyo United, o ETU, e era louvado pelos torcedores por dar tudo de si e levar o time à vitória. Certo dia decide sair do Japão para treinar um time amador Europeu, e desde então é considerado “traidor” por alguns japoneses. Então, dois membros da equipe do ETU vão atrás do técnico para que ele treine o time onde um dia foi jogador, para tirar o time do fundo do poço."
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02e5ba4d-24e8-4f83-9b18-19f1508d865d",
    "title": {
      "en": "My Husband, My Sister, and I"
    },
    "updatedAt": "2024-06-20T21:02:21+00:00",
    "coverArt": "https://mangadex.org/covers/02e5ba4d-24e8-4f83-9b18-19f1508d865d/d25446d6-3086-42c6-83a4-544edb7164db.jpg",
    "altTitles": [
      {
        "ko": "세 명이서 결혼 생활 중입니다"
      },
      {
        "en": "The Three Are Living a Married Life"
      },
      {
        "es-la": "Tres personas que viven una vida de casados"
      }
    ],
    "description": {
      "en": "On the night of her fourth wedding anniversary, moans were heard from her husband’s bedroom. \n\n“Tell me I’m better than her, come on.”\n\nIt was the voice of her twin sister."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "70"
  },
  {
    "mangaId": "718704c8-d61d-41df-93d5-a8f1cef2e5da",
    "title": {
      "en": "I Just Want to Game in Peace"
    },
    "updatedAt": "2023-12-29T03:03:05+00:00",
    "coverArt": "https://mangadex.org/covers/718704c8-d61d-41df-93d5-a8f1cef2e5da/63af077c-f8ea-4db7-b113-8ebf1e45a9e8.jpg",
    "altTitles": [
      {
        "zh": "我只想安静地打游戏"
      },
      {
        "zh-ro": "Wǒ Zhǐ Xiǎng Ānjìng De Dǎ Yóuxì"
      },
      {
        "en": "I Just Want to Play Games Quietly"
      },
      {
        "en": "I Just Want to Play the Game Quietly"
      },
      {
        "zh-ro": "Wo Zhi Xiang Anjing De Da Youxi"
      },
      {
        "en": "Let Me Game in Peace"
      }
    ],
    "description": {
      "en": "Dimensional storms have descended and many extradimensional areas have appeared on Earth. All kinds of mysterious extradimensional lives are born in these extradimensional areas. In order to become strong, humans started to enter these dangerous areas to hunt and kill extradimensional creatures. But I, Zhou Wen, have made these extradimensional areas into instance dungeons in my mobile game. By levelling up my game character, I will be levelling up my strength in reality. When others are risking their lives, I’m here getting stronger by gaming."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e0d1449-0f4b-4ba7-9ef6-2e8024715345",
    "title": {
      "en": "Goddess of Victory: Nikke - Sweet Encount"
    },
    "updatedAt": "2024-11-02T16:04:23+00:00",
    "coverArt": "https://mangadex.org/covers/5e0d1449-0f4b-4ba7-9ef6-2e8024715345/6d534640-1540-4df7-8e99-012b65f7a116.jpg",
    "altTitles": [
      {
        "ja": "勝利の女神：NIKKE すいーとえんかうんと"
      },
      {
        "ja-ro": "Shouri no Megami: Nikke - Sweet Encount"
      },
      {
        "en": "Goddess of Victory: Nikke - Sweet Encounter"
      }
    ],
    "description": {
      "en": "In this manga, NIKKE and their friends live peacefully. A loose comedy in which the main character N102 works as a maid at a maid café called \"Maid For You\", where Cocoa and Soda work too!\n\nThe first official manga based on the popular mobile game *Goddess of Victory: NIKKE* with over 25 million downloads worldwide!",
      "ja": "この世界ではニケたちは平和に過ごす─。Nが、アニスが、ココアとソーダが働く「メイド･フォー・ユー」でメイドとして働くことに…！一生懸命働く姿やゲームではあまり見ることができない服装などに癒やされること間違いなし！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bec12530-a8a1-4712-af98-444b9d0b04e0",
    "title": {
      "en": "Breath of Fire IV: The Unfading Ones"
    },
    "updatedAt": "2022-09-10T16:51:58+00:00",
    "coverArt": "https://mangadex.org/covers/bec12530-a8a1-4712-af98-444b9d0b04e0/0afc26b8-d87b-4abe-9b35-00c7117027a2.jpg",
    "altTitles": [
      {
        "ja-ro": "Utsurowazaru Mono - Breath of Fire IV"
      },
      {
        "ja": "うつろわざるもの～ブレス オブ ファイアIV～"
      }
    ],
    "description": {
      "en": "Nina, a wyndian princess, and her guardian Cray are searching everywhere for Nina's missing elder sister, Elina. While traveling to her last known whereabouts they suffer an accident. On her way to a nearby town, Nina meets Ryu, a seemingly amnesiac young man. This meeting triggers a series of events that will involve them with the godly race known as The Endless, immortal dragons with the power to shape the world itself.  \n  \nClosely follows the storyline of the original PlayStation game."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "27"
  },
  {
    "mangaId": "2f4e5f5b-d930-4266-8c8a-c4cf9a81e51f",
    "title": {
      "en": "Jahy-sama wa Kujikenai!"
    },
    "updatedAt": "2024-11-10T22:27:41+00:00",
    "coverArt": "https://mangadex.org/covers/2f4e5f5b-d930-4266-8c8a-c4cf9a81e51f/cbe458d3-9559-4e7a-80cc-e3d20a6b5a45.jpg",
    "altTitles": [
      {
        "fr": "La Grande Jahy ne Perd Jamais"
      },
      {
        "en": "The Great Jahy Will Not Be Defeated!"
      },
      {
        "en": "Jahy-sama Won't Be Discouraged!"
      },
      {
        "ru": "Джахи-сама не будет отчаиваться!"
      },
      {
        "ja": "ジャヒー様はくじけない！"
      },
      {
        "ko": "쟈히님은 굴하지 않아!"
      },
      {
        "pl": "Niepokonana Jahy"
      },
      {
        "ja-ro": "Jahy-Sama Ha Kujikenai!"
      },
      {
        "fr": "Jahy-sama ne se découragera pas !"
      },
      {
        "vi": "Jahy-sama sẽ không bỏ cuộc!"
      }
    ],
    "description": {
      "en": "Jahy-sama (pronounced jah-hee) is an existence to be feared and respected throughout the Demon Realm. Well, was.\n\nThe (former) Demon Realm No. 2 is now busy with house chores and work…in the human realm! Her dinner is just beansprouts, and she can't afford anything except water at cafes, but she won't get discouraged!\n\n---\n**Note:**\nJahy's shirt says '魔界復興', which seems to translate to 'Demon Realm Restoration'.",
      "ru": "Джахи-сама - существо, которое боялись и уважали во всем демоническом мире. Ну, когда-то... Вторая по силе (прежде) мира демонов теперь занята домашними заботами и работой... в человеческом мире! Её ужин - одна фасоль, а в кафе она не может себе позволить ничего кроме воды, но её никогда не сломить!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/f5c89da6-837e-4f24-8a8e-4e9131105ad5.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "cc0fb464-6c71-42f6-8e4a-422041f4af46",
    "title": {
      "en": "Yandere Imouto ni Aisaresugite Kozukuri Kankin Seikatsu"
    },
    "updatedAt": "2024-12-22T16:42:18+00:00",
    "coverArt": "https://mangadex.org/covers/cc0fb464-6c71-42f6-8e4a-422041f4af46/06bcd5ad-b1c3-47b0-b9c7-dd15d517a919.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレ妹に愛されすぎて子作り監禁生活　THE COMIC"
      }
    ],
    "description": {
      "en": "Ayane is in love with Tomoya, Her Onii-chan. But, their childhood friend, Sayaka is trying to split them up. Ayane is not going to let that happen, No one can take Onii-chan away from her. Her plan? She wants Onii-chan only for herself, and she is willing to do everything to make that happen. She wants to have a family with Onii-chan, only the two of them. No one else matters in her little world, and she is going to take care of everyone who tries to interfere.\n\n[Artist's Twitter](https://twitter.com/gomzaburo)",
      "id": "Ayane, adik perempuan yang sangat menyayangi kakaknya Tomoya. Cintanya padanya berputar di luar kendali sampai dia  mengurung kakaknya! Dia tidak ingin kalah dari teman masa kecilnya, Sayaka. Saking Cintanya terhadap kakaknya dia sampai menawarkan keperawanannya, memaksanya untuk berhubungan seks agar dia bisa menjadi istri Kakaknya!",
      "ja": "「しばらく二人っきりで暮らそうね……お兄ちゃんがアヤのことしか考えなくなるまで──」\n\nお兄ちゃんの友哉が大好きすぎる妹・綾音。幼なじみの沙也香に友哉を奪われたくない綾音は、愛を暴走させてを彼を監禁してしまうことに！拘束した友哉に迫り、子作りエッチまでせがんでしまい…？",
      "pt-br": "Ayane está apaixonada por Tomoya, seu irmão. Mas, sua amiga de infância, Sayaka está tentando separá-los. Ayane não vai deixar isso acontecer, ninguém pode tirar o Onii-chan dela. O plano dela? Ela quer Onii-chan só para ela, e está disposta a fazer de tudo para que isso aconteça. Ela quer ter uma família com Onii-chan, só os dois. Ninguém mais importa em seu mundinho, e ela vai cuidar de todos que tentarem interferir."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "daaafc3e-28e5-40fa-baaf-d90b36c5c079",
    "title": {
      "en": "Raul and The Vampire"
    },
    "updatedAt": "2024-11-02T15:33:46+00:00",
    "coverArt": "https://mangadex.org/covers/daaafc3e-28e5-40fa-baaf-d90b36c5c079/e1ba818c-9667-408b-aab3-cf08d1bcabf9.jpg",
    "altTitles": [
      {
        "ja": "ラウルと吸血鬼"
      },
      {
        "ja-ro": "Rauru to Kyuuketsuki"
      },
      {
        "tr": "Raul Ve Vampir"
      }
    ],
    "description": {
      "en": "An orphan named Raul was taken in by the vampire Rose. Raul worked hard for Rose's sake, and as a result, he became incredibly muscular. This is the story of Raul, now buff and strong, and Rose, the eternally youthful vampire, enjoying their fun daily life together!\n\n[Shogakukan](https://csbs.shogakukan.co.jp/book?book_group_id=18823)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "edaae213-67c7-4a6c-ad5f-141001891741",
    "title": {
      "en": "Yu-Gi-Oh!"
    },
    "updatedAt": "2024-02-25T23:06:16+00:00",
    "coverArt": "https://mangadex.org/covers/edaae213-67c7-4a6c-ad5f-141001891741/9064ab4f-ce36-4f37-9c36-a725d631fc40.jpg",
    "altTitles": [
      {
        "ja-ro": "Yu☆Gi☆Oh"
      },
      {
        "ru": "Король игр"
      },
      {
        "ja": "遊☆戯☆王"
      },
      {
        "ja": "遊戯王"
      },
      {
        "ko": "유희왕"
      },
      {
        "en": "The King of Games"
      },
      {
        "th": "เกมกลคนอัจฉริยะ"
      },
      {
        "sv": "spelkungen"
      },
      {
        "ru": "Ю:-ги-о:"
      },
      {
        "fi": "Pelien kuningas"
      },
      {
        "de": "König der Spiele"
      },
      {
        "vi": "Vua Trò Chơi"
      },
      {
        "pt": "rei dos jogos"
      },
      {
        "fr": "Le Roi des jeux"
      },
      {
        "es": "El rey de los juegos"
      },
      {
        "sr": "Југио"
      },
      {
        "bg": "Ю-Ги-О!"
      },
      {
        "bg": "цар на игрите"
      },
      {
        "da": "Spillenes Konge"
      },
      {
        "ro": "Game King"
      },
      {
        "nl": "Koning der Spellen"
      },
      {
        "el": "Game King"
      },
      {
        "hu": "A Játékok Királya"
      },
      {
        "fa": "یو-گی-او"
      },
      {
        "ar": "يوغي ملك اللعبة"
      },
      {
        "zh-hk": "遊戲王"
      },
      {
        "zh": "遊戲王"
      },
      {
        "zh-ro": "Iû-hì-ông"
      },
      {
        "id": "Raja Permainan"
      },
      {
        "ms": "raja permainan"
      },
      {
        "ko-ro": "yuhuiwang"
      },
      {
        "pt-br": "O Rei dos Jogos"
      },
      {
        "ja-ro": "Yu☆Gi☆Oh!"
      }
    ],
    "description": {
      "en": "Sitting by himself in the back of the class, 10th-grader Yugi always had his head in some game–until he solved the Millennium Puzzle, an Egyptian artifact containing the spirit of a master gambler from the age of the pharaohs! Awakened after three thousand years, the King of Games possesses Yugi, recklessly challenging bullies and evil-doers to the Shadow Games, where the stakes are high, and even the most ordinary bet may result in weirdness and danger beyond belief! Let the games… begin!",
      "pt-br": "O estudante Yugi Mutou passou a maior parte de seu tempo sozinho jogando jogos - até que ele resolveu o Enigma do Milênio, um artefato egípcio misterioso! Possuída pelo quebra-cabeça, Yugi se torna o Yu-Gi-Oh(O Rei dos Jogos), e irá enfrentar os desafios dos Jogos das Sombras - Jogos mortais com grandes apostas e altos riscos, como apostar a sua alma e a alma de seus queridos amigos! O mangá contém novas histórias não vistas no anime, incluindo a origem de Yugi e seus amigos!"
    },
    "status": "completed",
    "releaseDate": 1996,
    "contentRating": "safe",
    "lastVolume": "38",
    "lastChapter": "343"
  },
  {
    "mangaId": "3be07d65-bdbf-4388-bb50-09bb4a59289c",
    "title": {
      "en": "Ogura-San's Kinako"
    },
    "updatedAt": "2024-12-22T21:58:01+00:00",
    "coverArt": "https://mangadex.org/covers/3be07d65-bdbf-4388-bb50-09bb4a59289c/ffe1b75d-5415-49ba-a8fb-8396fc4cf0a7.png",
    "altTitles": [
      {
        "ja": "小倉さん家のきなこ"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29ab6984-7c1d-4d45-b925-25aa082b492e",
    "title": {
      "en": "Shangri-La Frontier ~Kusoge Hunter, Kamige ni Idoman to su~"
    },
    "updatedAt": "2024-11-17T17:49:29+00:00",
    "coverArt": "https://mangadex.org/covers/29ab6984-7c1d-4d45-b925-25aa082b492e/82d8bdc4-7af0-45aa-ad0f-cb55b28754d4.jpg",
    "altTitles": [
      {
        "ja": "シャングリラ・フロンティア　～クソゲーハンター、神ゲーに挑まんとす～"
      },
      {
        "en": "Shangri-La Frontier ~From Trash Game Hunter to God-Tier Gamer!~"
      },
      {
        "zh-hk": "香格里拉・開拓異境～糞作獵手挑戰神作～"
      },
      {
        "pt-br": "Shangri-La Frontier - o caçador de jogos ruins experimenta um jogo Divino."
      },
      {
        "ru": "Рубеж Шангри-Ла: любитель игрошлака бросает вызов топ игре"
      }
    ],
    "description": {
      "en": "Second-year high school student Rakuro Hizutome loves nothing more than finding so-called “trash games” and beating the crap out of them. When he decides to change things up by playing a new, “god-tier” VR game known as Shangri-La Frontier (aka. SLF), he does what he does best: min-maxes, skips the prologue, and jumps straight into action! Rakuro may be a seasoned gamer, but a meeting with an old rival will change the fate of every SLF player forever.\n\nClad in nothing but shorts and a bird mask, Rakuro (player name: Sunraku) launches into the world of SLF. Things are going well at first as he takes down a goblin, a bunny, and even a python. But then Sunraku comes up against a huge, hard-hitting wolf known as Lycagon the Nightslayer. Will Sunraku’s years of “trash game” experience be enough, or is he about to suffer a rude awakening just a few hours into his SLF adventure?",
      "ja": "“クソゲー”をこよなく愛する男・陽務楽郎。彼が次に挑んだのは、総プレイヤー数3000万人の“神ゲー”『シャングリラ・フロンティア』だった!　集う仲間、広がる世界。そして“宿敵”との出会いが、彼の、全てのプレイヤーの運命を変えていく!!",
      "pt": "A adaptação cômica do romance superpopular de Syosetu Ni Narou.  \n  \nHizutome Rakurou adora jogos de merda. Seu próximo desafio é Shangri-la Frontier, o jogo divino com uma base de jogadores total de 30.000.000. Reunindo companheiros (ralé) em um mundo expansivo e encontrando velhos inimigos pelo caminho, ele mudará o destino de cada jogador.",
      "ru": "Главный герой истории — лидер таблиц рейтинга в посредственных малоизвестных VR-играх (так называемый «игрошлак») которые, тем не менее, полностью его устраивают. Но однажды он решается бросить вызов сверхпопулярной игре с 30 миллионами активных пользователей под названием «Shangri-La Frontier». Адаптация суперпопулярного романа из \"Shousetsuka ni Narou\".",
      "pt-br": "O estudante do segundo ano do ensino médio, Rakuro Hizutome, adora encontrar os chamados “jogos ruins” e dar uma surra neles. Quando ele decide mudar as coisas jogando um novo jogo de realidade virtual de “nível divino” conhecido como Shangri-La Frontier (também conhecido como SLF), ele faz o que faz de melhor: min-maxes, pula o prólogo e pula direto para Ação! Rakuro pode ser um jogador experiente, mas um encontro com um antigo rival mudará para sempre o destino de cada jogador SLF.\n\nVestido apenas com shorts e uma máscara de pássaro, Rakuro (nome do jogador: Sunraku) se lança no mundo do SLF. As coisas vão bem no início, quando ele derruba um duende, um coelho e até uma píton. Mas então Sunraku se depara com um lobo enorme e contundente conhecido como Lycagon, o Matador da Noite. Os anos de experiência em “jogos ruins” de Sunraku serão suficientes ou ele está prestes a sofrer um rude despertar apenas algumas horas em sua aventura SLF?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48dd2f4c-e248-4d25-9872-d5a258fa26cd",
    "title": {
      "en": "Stigmata"
    },
    "updatedAt": "2024-11-11T00:39:15+00:00",
    "coverArt": "https://mangadex.org/covers/48dd2f4c-e248-4d25-9872-d5a258fa26cd/d9b2ae88-1282-4f0d-9d0c-db0396786c5e.jpg",
    "altTitles": [
      {
        "ja": "スティグマタ─聖痕捜査─"
      },
      {
        "ja-ro": "Stigmata ─Seikon Sousa─"
      },
      {
        "en": "Stigmata ─Stigmata Investigation─"
      },
      {
        "ja": "スティグマタ ─愛痕─"
      },
      {
        "ja-ro": "Stigmata ─Aikon─"
      },
      {
        "en": "Stigmata ─Love Marks─"
      },
      {
        "uk": "Стиґмата"
      },
      {
        "uk": "Стигмата"
      }
    ],
    "description": {
      "en": "Asako Minami has a \"unique constitution.\" He senses the lingering thoughts of murder victims, and experiences the circumstances under which they died with his own body in a reaction similar to stigmata. This proves useful in solving difficult cases with the Metropolitan Police Department's Special Investigations Unit Six. Asako's partner is the reserved Superintendent Kuroiwa Hiroto, rising through the MPD ranks despite doubting his own abilities."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "12.5"
  },
  {
    "mangaId": "a287ef9c-3718-4c6f-80be-44e404b78641",
    "title": {
      "en": "Maigo ni Natteita Youjo wo Tasuketara, Otonari ni Sumu Bishoujo Ryuugakusei ga Ie ni Asobi ni Kuru You ni Natta Ken Nitsuite"
    },
    "updatedAt": "2024-12-23T20:48:51+00:00",
    "coverArt": "https://mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/2ebdbab1-6686-49c0-a93e-0bbd72ac7b08.jpg",
    "altTitles": [
      {
        "ja": "迷子になっていた幼女を助けたら、お隣に住む美少女留学生が家に遊びに来るようになった件について"
      },
      {
        "ja": "お隣遊び"
      },
      {
        "ja-ro": "Otonari Asobi"
      },
      {
        "en": "The Story of How a Beautiful Foreign Student Who Lives Next Door Started to Visit My House After I Helped a Lost Little Girl"
      },
      {
        "en": "After Coincidentally Saving the New Transfer Student's Little Sister, We Gradually Grew Closer"
      },
      {
        "ja-ro": "Maigo ni Natte Ita Youjou wo Tasuketara, Otonari ni Sumu Bishoujou Ryuugakusei ga Ie ni Asobi ni Kuru You ni Natta Ken ni Tsuite"
      },
      {
        "pl": "Opowieść o Tym, Jak Piękna Uczennica Zza Granicy Mieszkająca Po Sąsiedzku Zaczęła Odwiedzać Mnie W Domu, Po Tym Jak Pomogłem Zagubionej Małej Dziewczynce"
      },
      {
        "pt-br": "A História de como Uma Linda Estudante Estrangeira que Mora ao Lado Começou a Visitar Minha Casa Depois que Ajudei Uma Menininha Perdida"
      }
    ],
    "description": {
      "en": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class. Her proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\"\n\nHowever, helping Charlotte's lost sister, Ema, throws his daily life into upheaval...?!",
      "es": "Un día, Charlotte Bennett se traslada a la clase de Aoyagi Akihito. Sus modales correctos y refinados y su aspecto adorable cautivan los corazones de sus compañeros, pero Akihito se aparta tranquilamente, sintiendo que ella «vive en un mundo diferente».\n\nSin embargo, ayuda a Ema, la hermana perdida de Charlotte, altera su vida cotidiana...?",
      "ja": "ある日、青柳明人のクラスにシャーロット・ベネットが留学してくる。\n清楚で上品な振る舞いと可愛らしい容姿のシャーロットに、クラスメイトの誰もが心を惹かれるが、\n明人は冷静に「住む世界が違う」と感じ、一歩引いていた。\n\nしかし、迷子になっていたシャーロットの妹・エマを助けたことで明人の日常は激変し…！？",
      "pl": "Pewnego dnia Charlotte Bennett trafia do klasy Aoyagi Akihito. Jej właściwe i wyrafinowane maniery oraz uroczy wygląd podbiły serca jego kolegów z klasy, ale Akihito spokojnie robi krok do tyłu, czując, że „żyje w innym świecie”.\n\nJednak pomoc zaginionej siostrze Charlotte, Emmie, wywraca jego codzienne życie do góry nogami...?",
      "es-la": "Un día, Charlotte Bennett se traslada a la clase de Aoyagi Akihito. Sus modales correctos y refinados y su aspecto adorable cautivan los corazones de sus compañeros, pero Akihito se aparta tranquilamente, sintiendo que ella «vive en un mundo diferente».\n\nSin embargo, ayuda a Ema, la hermana perdida de Charlotte, altera su vida cotidiana...?",
      "pt-br": "Um dia, Charlotte Bennett foi transferida para a turma de Aoyagi Akihito.\n\nSeus maneirismos adequados e refinados e aparência adorável conquistaram os corações de seus colegas de classe, mas Akihito calmamente dá um passo para trás, sentindo que ela “vive em um mundo diferente”.\n\nNo entanto, ajudar a irmã perdida de Charlotte, Ema, coloca sua vida diária em uma convulsão...!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db882a6e-6716-47bc-b031-c420f42d08d5",
    "title": {
      "en": "Whimsy Whimsy Witch"
    },
    "updatedAt": "2024-12-06T22:29:24+00:00",
    "coverArt": "https://mangadex.org/covers/db882a6e-6716-47bc-b031-c420f42d08d5/9371a28d-1bce-46b3-b56e-1e5f36c199ee.jpg",
    "altTitles": [
      {
        "vi": "Cô phù thủy ngộ nghĩnh"
      }
    ],
    "description": {
      "en": "A prince has been cursed to turn into a frog by a witch. Things went wild from there.",
      "vi": "Một hoàng tử bị biến thành con ếch bởi một mụ phù thủy. Chuyện diễn ra tiếp theo khá là kì cục.",
      "pt-br": "Um príncipe foi amaldiçoado por uma bruxa e transformado em um sapo. A partir daí, as coisas saíram completamente de controle."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad86f2a0-05b1-4ad0-909b-d2dae0e5e46d",
    "title": {
      "en": "EG ☆ Rider"
    },
    "updatedAt": "2024-11-16T23:27:17+00:00",
    "coverArt": "https://mangadex.org/covers/ad86f2a0-05b1-4ad0-909b-d2dae0e5e46d/7e14eee2-c980-4126-900d-2354c58d64ac.png",
    "altTitles": [
      {
        "ja-ro": "EG Rider"
      },
      {
        "ja": "EG☆RIDER: EGライダー"
      }
    ],
    "description": {
      "en": "A man who is unbothered with work, hobbies, and romance is invited on a motorcycle tour by a woman he work with, and this marks his first step into the extraordinary.\nThough he is hesitant at first glance about the slightly spartan female rider, he enjoys riding his motorbike, seeing spectacular views, eating delicious food, and relaxing in a hot spring. Gradually, the man's feelings begin to change.\nThis book contains a two-part short story and one one-shot story from before the author became a serialized writer.\n\ntranslated from amazon.jp"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "3"
  },
  {
    "mangaId": "821c7851-fa6c-4336-8fc5-a2dfc4609890",
    "title": {
      "en": "Ouji-kei Kanojo no Akuheki"
    },
    "updatedAt": "2024-11-20T12:29:19+00:00",
    "coverArt": "https://mangadex.org/covers/821c7851-fa6c-4336-8fc5-a2dfc4609890/11e0fa73-1b46-4164-a79d-ab339dd9592e.png",
    "altTitles": [
      {
        "ja": "王子系彼女の悪癖"
      },
      {
        "ja-ro": "Ōji-kei kanojo no akuheki"
      },
      {
        "en": "A Princely Girlfriend's Bad Habits"
      }
    ],
    "description": {
      "en": "A romantic comedy between a prince-type girl and a girl-faced boy."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58bc83a0-1808-484e-88b9-17e167469e23",
    "title": {
      "en": "Lv2 kara Cheat datta Moto Yuusha Kouho no Mattari Isekai Life"
    },
    "updatedAt": "2024-11-02T17:57:41+00:00",
    "coverArt": "https://mangadex.org/covers/58bc83a0-1808-484e-88b9-17e167469e23/35e2b186-abed-4a15-bead-1bca77dc3277.png",
    "altTitles": [
      {
        "en": "Chillin’ in Another World with Level 2 Super Cheat Powers"
      },
      {
        "ja": "LV2からチートだった元勇者候補のまったり異世界ライフ"
      },
      {
        "pt-br": "O ex-candidato a herói, que esteve em lv2, almeja ter uma vida pacífica em outro mundo"
      },
      {
        "ru": "Непринужденная жизнь в другом мире экс-кандидата в герои, оказавшегося читером со 2 уровня"
      },
      {
        "zh": "勇者候补的悠闲的异世界生活"
      },
      {
        "uk": "Спокійне життя колишнього висуванця в герої, котрий виявився читером із 2 рівня"
      },
      {
        "ko": "LV2부터 치트였던 전직 용사후보의 유유자적 이세계 라이프"
      },
      {
        "vi": "Cuộc Sống Thảnh Thơi Tại Dị Giới Gian Lận Của Cựu Ứng Viên Dũng Giả Từ Cấp Độ Hai"
      }
    ],
    "description": {
      "en": "Banaza, who was summoned to the magic kingdom of Cryroad as a Hero candidate, was disqualified as a Hero because of his ordinary abilities. He was supposed to be returned to his original world, but due to the magical kingdom's mistake, he became unable to return to his original world. However, the moment he reached Level 2, he acquired every single possible skill and kind of magic, turning him into a super cheat with infinite skills! Despite this, he takes Fenris of the demons as his wife, and fully enjoys his newly-married life with an easygoing smile. He changes his name to Fulio and tries to lead his life quietly, but things are a bit chaotic with the likes of a pet saber, four freeloading female knights, a Majin, and even an ex-Demon Lord. However, even with all of this chaos, he still manages to enjoy his life peacefully.",
      "fr": "Un jour, Banaza a été invoqué dans un autre monde, le Royaume magique de Cryroad en tant que candidat Héroïque. Malheureusement, Banaza fût disqualifié des candidats Héroïque car ces statistiques étaient très basique. Alors, le Royaume décida de l'emmener loin du château car il était inutile. Mais alors qu'il se retrouva tout seul, un ennemi apparu devant lui, avec quelques difficultés, il réussit à vaincre l'ennemi, c'est alors qu'il monta de niveau, mais pas tout à fait normalement…",
      "ja": "栄えある勇者候補として異世界に召喚された青年バナザは、能力値の低さから勇者失格の烙印を押され国外追放処分となる。なんとか生き延びるべくモンスターを倒すと、レベルが２に上がり彼のステータスが見慣れない「∞」の記号に変わっていた……。突然のステータス変化に戸惑いながらもマイペースに生きていくことを決意するが、魔族の娘フェンリースと運命的な出会いを果たし――!?",
      "ru": "Баназа был призван в волшебное королевство Крайроуд в качестве кандидата в герои, но на нём поставили крест, так как тот имел навыки обычного гражданина. Изначально он хотел вернуться в свой мир, но из-за ошибки представителей королевства не смог этого сделать и был вынужден остаться жить в другом мире. Сменив имя на Фурио, он решил жить в своё удовольствие. И вот так, прогуливаясь по новому для себя миру, он победил слизь, получил второй уровень и, взглянув после этого на характеристики, увидел, что все они имеют значение «∞». С этого и начинается его непринуждённая жизнь в другом мире.\n\n---\n\n(source: readmanga)",
      "uk": "Баназу, звичайного торговця, викликають до іншого світу і нарікають Героєм. Проте увагою він був оточений зовсім недовго - як тільки виявилось, що його здібності не відрізняються від здібностей пересічної людини, бідолаху виставили за двері без можливості повернутись додому. Так і почалось його спокійне життя у зовсім чужому світі, але як тільки він досягнув 2 рівня...",
      "vi": "Banaza là một thương nhân luôn chăm chỉ làm việc mỗi ngày đã bị đột nhiên triệu hồi tới Vương Quốc Ma Pháp Klyrode xa lạ làm ứng viên dũng sĩ. Tuy nhiên, anh đã bị đánh trượt vì chỉ có cấp độ 1 giống như dân thường. Không những vậy, anh còn không thể trở về vì sai lầm của chính quyền... Banza đã rời vương đô để tới vùng biên cảnh và phải chiến đấu với slime để giữ mạng. Thế rồi, câu chuyện có bước chuyển biến lớn sau khi anh thay đổi hình dáng và tên họ. Một ma thú đã phải lòng anh đi tới hôn nhân. Thế là họ cùng nhau hướng tới một cuộc sống thảnh thơi, không phân biệt chủng tộc!",
      "pt-br": "Banaza foi invocado ao reino mágico de Cryroad como candidato a herói. No entanto, por ter especificações como as de uma pessoa comum, ele foi desqualificado e não pôde voltar ao seu mundo devido a um erro das pessoas que o invocaram. Sendo apenas nível 2, Banaza obterá forças além de sua compreensão.  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/kinojomiya)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "461f0cfa-cd72-4d70-bf26-a0279e0aa8fc",
    "title": {
      "en": "Rosen Garten Saga"
    },
    "updatedAt": "2024-11-16T13:32:16+00:00",
    "coverArt": "https://mangadex.org/covers/461f0cfa-cd72-4d70-bf26-a0279e0aa8fc/f56088b4-44e4-429e-86ed-8a1e68bd3d3f.jpg",
    "altTitles": [
      {
        "ja": "ローゼンガーテン・サーガ"
      },
      {
        "ja-ro": "Rosengarten Saga"
      },
      {
        "zh-hk": "薔薇園傳奇"
      },
      {
        "ne": "रोसेन गार्तेन सागा"
      },
      {
        "ru": "Сага о Розенгартене"
      },
      {
        "ru": "Сага о Саде роз"
      },
      {
        "vi": "Sử thi vườn hồng"
      }
    ],
    "description": {
      "en": "Lynn's village getting attacked by bandits doesn't keep her down in the dumps for long! Picking up a sword housing an extraordinary pervert… I mean hero, Siegfried, she sets off on a journey of many bouts with various degenerat… ahem, heroes!\n\n---\n**Links:**\n- Alternative Official English - [Comikey](https://comikey.com/comics/rosen-garten-saga-manga/525/), [MangaPlaza](https://mangaplaza.com/title/0303005019/)",
      "ja": "野盗に村を襲われたリンは、窮地の中、１本の剣を手にする。その剣は英雄・ジークフリートの魂が宿った魔剣で、リンは圧倒的な力で野盗たちを制圧する。だが、リンの股間にはもう１本の凶悪な“剣”がそそり立っていて…!?",
      "pt-br": "Depois que sua vila foi atacada por um bando de ladrões, Lynn se levantou para proteger seus amigos e o mundo com a ajuda de uma Espada Mágica, que contém a alma de um herói...? Uma história de fantasia/ação com uma heroína sem precedentes(?)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b3a1a2a-b19f-4d6b-ba8e-dde594d45d53",
    "title": {
      "en": "Dívčí válka: Maidens' War"
    },
    "updatedAt": "2024-12-12T19:45:39+00:00",
    "coverArt": "https://mangadex.org/covers/7b3a1a2a-b19f-4d6b-ba8e-dde594d45d53/cf4fdb02-f86c-493c-82d8-c514d524338e.jpg",
    "altTitles": [
      {
        "ja": "乙女戦争 ディーヴチー・ヴァールカ"
      },
      {
        "ja-ro": "Dívčí Válka"
      },
      {
        "ja-ro": "Otome Sensou - Dívčí Válka"
      },
      {
        "ja-ro": "Otome Sensou - Divichi Valka"
      },
      {
        "en": "The Maidens' War: Dívčí Válka"
      },
      {
        "en": "Maidens War - Divichi Valka"
      },
      {
        "cs": "Dívčí válka"
      },
      {
        "fr": "Divci Valka, La guerre des pucelles"
      }
    ],
    "description": {
      "en": "The year is 1420. A small village in the Kingdom of Bohemia is wiped out by marauding Crusader knights. A young peasant girl named Šárka is the sole survivor of the massacre. She meets up with Jan Žižka, leader of the Hussite army, and chooses to take up arms…\n___\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/divci-valka-maidens-war)",
      "pt-br": "O ano é 1420. Uma pequena vila no Reino da Boêmia é destruída por cavaleiros da cruzada. Uma jovem camponesa chamada Sarka é a única sobrevivente do massacre. Ela se encontra com Jan Zizka, líder do exército hussita, e decide pegar em armas…"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "12",
    "lastChapter": "60"
  },
  {
    "mangaId": "0563aedb-ecea-4916-a6a3-44e047ce0ac8",
    "title": {
      "en": "Daddy Boy"
    },
    "updatedAt": "2023-06-10T09:25:12+00:00",
    "coverArt": "https://mangadex.org/covers/0563aedb-ecea-4916-a6a3-44e047ce0ac8/6ca25411-4fdd-40e7-9d6b-5c7a69c1ad78.png",
    "altTitles": [
      {
        "ko": "대디보이"
      }
    ],
    "description": {
      "en": "Han Kang, a famous and recognizable male protagonist, goes through a lifelong event to attempt to debut as a celebrity while caring for a child that he's unaware of.  \n  \n- [Raw Kakao](https://page.kakao.com/home/%EB%8C%80%EB%94%94%EB%B3%B4%EC%9D%B4/51761556)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "97"
  },
  {
    "mangaId": "7bd45a18-27d4-43ba-b3b9-2293f9a957d0",
    "title": {
      "en": "I Stole the First Ranker’s Soul"
    },
    "updatedAt": "2024-10-17T13:20:30+00:00",
    "coverArt": "https://mangadex.org/covers/7bd45a18-27d4-43ba-b3b9-2293f9a957d0/3c760d8c-f073-43ad-b07a-6cdd35d9445c.png",
    "altTitles": [
      {
        "ko": "랭킹 1위를 영혼까지 털어버림"
      },
      {
        "ko-ro": "Ranking 1-Wireul Yeonghonkkaji Teoreobeorim"
      },
      {
        "en": "I Stole the Number One Ranker's Soul"
      },
      {
        "es-la": "Robé El Alma del Ranker Número Uno"
      }
    ],
    "description": {
      "en": "One day, Son Mo-Ah fell into a dungeon and became a gathering hunter.\nSon Mo-Ah, who somehow narrowly escaped death, was going to live a normal life but gets caught up in a dungeon yet again.\nIn a moment of crisis, she is rescued by Seo Ji-Han, the number one ranker, and succeeds in surviving the situation. Somehow, Son Mo-Ah got entangled in a fateful relationship with said number one ranker.\n\nBut he said something really unusual to me.\n\n“Promise me that you will kill all the dungeons bosses in this world, as many as you can.”\n\nWhat?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "97"
  },
  {
    "mangaId": "58b09ce2-ea05-405e-8e1c-a9361df9bdd9",
    "title": {
      "en": "The Dawn to Come"
    },
    "updatedAt": "2024-04-08T17:11:26+00:00",
    "coverArt": "https://mangadex.org/covers/58b09ce2-ea05-405e-8e1c-a9361df9bdd9/09bcdb7f-e0ae-49df-b716-29c3db2fbfcb.jpg",
    "altTitles": [
      {
        "ko": "그저 여명일 뿐"
      },
      {
        "ko-ro": "Geujeo Yeomyeong-ilppun"
      },
      {
        "en": "Just Twilight"
      },
      {
        "en": "Just Dawn"
      }
    ],
    "description": {
      "en": "She was like a typhoon. One that carelessly disturbed the season he had been quietly living through. \"Nothing good will come from associating with me.\" \"Why? Because of the rumours about you? I don't care about them.\" Should I protect her, or break her? The night I spent agonising over those innumerable impulses repeated itself after 13 years. It was because of her, whose firsts I wanted to remember. \"A man who runs away after only taking a kiss?\" \"The one... who ran away first was you.\" So you didn't like it? As she looked into my eyes and provoked me with that throat of hers, I would have rather bit and shred it to pieces. \"You... You're good at driving people insane.\" She wasn't something he could avoid in the first place. That was who 'Yun Junyoung' was to him.",
      "id": "Semua hal pertama yang selalu kuingat adalah ketika bersamamu.\n\nDari musim panas pada usia 18 tahun yang aku belum tahu apa-apa, hingga musim panas pada usia 31 tahun ini, yang aku telah mengetahui banyak hal., Namun, pada musim-musim yang berlalu tanpa dirimu itu yang tertanam dalam hatiku hanya ketika bersamamu.\n\n“Tidak ada gunanya bagimu mengenal diriku”\n\nDengan wajah yang tanpa ekspresi, kau mendorongku pergi lagi seperti itu. Tapi kau tidak pernah tahu apa yang aku rasakan selama hari-hari tanpa dirimu. Kemudian sekarang kau ingin membuatku merasakannya lagi. \n\n“Kau bertanya apa aku membutuhkan seorang pria? Apakah kau akan menjadi pria itu jika aku mengiyakan pertanyaanmu?\"\n\nKau harus mengenalku yang berusia 31 tahun ini. Karena saat ini kau sedang memandangku dengan mata yang seolah tidak pernah mengenalku sama sekali. \n\n“Kau ini pandai sekali membuat orang jadi gila.”\n\nKarena selama kau telah ada di sisiku, senja yang temaram pun menjadi begitu hangat menyinari hatiku.",
      "pt-br": "Eles se conheceram no colégio, mas vão se separar e se reencontrar quando forem adultos. Toda primeira vez que quero me lembrar de algo, acabo pensando em você. Do verão de 18 anos, quando não sabia nada, até o verão de 31…. “Ficar perto de mim não vai te fazer nenhum bem.” Você me afastou com cara de choro, mas ainda não sabe o que aguentei naqueles dias incontáveis porque nos aproximamos. Então você está repetindo a mesma futilidade de novo. “Você perguntou se eu precisava de um homem? Se necessário, você será meu?” “Você tem que conhecer meu eu de 31 anos.” “Você é bom em deixar as pessoas loucas.”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "345676c2-4e04-4726-9dce-f789eb06c98c",
    "title": {
      "en": "Captive Hearts of Oz"
    },
    "updatedAt": "2024-07-25T08:04:08+00:00",
    "coverArt": "https://mangadex.org/covers/345676c2-4e04-4726-9dce-f789eb06c98c/4311f11d-d61d-4e7c-89e2-e0e2bf3e5191.jpg",
    "altTitles": [],
    "description": {
      "en": "Dorothy, along with her beloved dog Toto, finds herself whisked away by a cyclone to the mysterious land of Oz. Something about the strange place feels oddly familiar, but Dorothy just wants to go home. Following the advice of a kindly Witch, Dorothy must travel to the Emerald City and seek out the Wizard of Oz, who alone has the power to send her back to her world. Captive Hearts of Oz reimagines L. Frank Baum’s original Oz stories in a modern, shoujo style. Each volume in this ongoing series will be released in oversized editions, featuring impressive artwork and several full-color illustrations."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "20"
  },
  {
    "mangaId": "04789891-74e5-49e8-896e-63a09f2e8f56",
    "title": {
      "en": "Onii-chan Is Done For! - Highschool ONIMAI (Doujinshi)"
    },
    "updatedAt": "2023-09-03T17:58:54+00:00",
    "coverArt": "https://mangadex.org/covers/04789891-74e5-49e8-896e-63a09f2e8f56/0bea5725-f62d-4fff-a743-29a4eef95a62.png",
    "altTitles": [],
    "description": {
      "en": "Without being able to return to being a man, Mahiro Oyama stayed as a girl since middle school and now has become a beautiful high-schooler who gets completely dominated by his first friend since the transformation, Momiji Hozuki, who has gotten really tall and became popular with the girls in their school.",
      "pt-br": "Sem poder voltar a ser homem, Mahiro Oyama permaneceu como uma menina desde o ensino fundamental e agora se tornou uma linda estudante do ensino médio que é completamente dominada por sua primeira amiga desde a transformação, Momiji Hozuki, que ficou muito alta e se tornou  popular entre as meninas da escola."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57fd5694-5cca-45d4-ab14-61f5f984b2e2",
    "title": {
      "en": "Corpses Never Lie"
    },
    "updatedAt": "2024-05-19T17:48:54+00:00",
    "coverArt": "https://mangadex.org/covers/57fd5694-5cca-45d4-ab14-61f5f984b2e2/437d3f9f-92ee-41d0-b839-c7cabc5f397e.png",
    "altTitles": [
      {
        "ko": "시체는 말한다"
      },
      {
        "ko-ro": "Shichenun Malhanda"
      },
      {
        "ko-ro": "Sicheneun Malhanda"
      },
      {
        "en": "The Corpse Will Tell"
      },
      {
        "en": "The Body Says"
      }
    ],
    "description": {
      "en": "\"10 years, live as if you were a dead mouse for at least 10 years. I won't meddle with however you live your life after that.\"\n\nJeanne, the girl who was praised as a war hero. During the civil war, in order to prevent the emperor from running away, she chopped off his right arm which made her the emperor's target. \n\nAfter changing her name and fleeing to a barren land, she hid herself amongst the <Blue Blood>, a criminal investigation unit specializing in crimes committed by aristocrats. \n\nShe spent a peaceful 10 years along with her new colleagues whom she solved various cases with. But, the past she came to forget starts to catch up to her!\n\nAs if the sudden appearance of the lieutenant from her past who had a crush on her and her dull subordinate who keeps acting suspiciously wasn't enough headache, now even a scammer impersonating as her appears?!\n\n\"...This is insane, am I still drunk?\" The unpredictable mystery of the war hero who became a lazy detective begins!\"",
      "fr": "\"Pendant 10 ans, vivez comme si vous étiez une souris morte. Je ne me mêlerai pas de ce que vous vivrez après ça.\"\n\nJeanne, une femme qui a été louée comme une héros de guerre. Pendant la guerre civile, pour empêcher l’empereur de s’enfuir, elle lui coupa le bras droit, ce qui en fit la cible de l’empereur.\n\nAprès avoir changé de nom et s’être enfuie dans une terre aride, elle s’est cachée parmi une unité d’enquête criminelle spécialisée dans les crimes commis par des aristocrates.\n\nElle a passé 10 ans en paix avec ses nouveaux collègues avec qui elle a résolu divers cas. Mais le passé qu’elle est venue oublier commence à la rattraper !\n\nComme si l’apparition soudaine du lieutenant de son passé qui avait le béguin pour elle et son ennuyeux subalterne qui continue à agir de façon suspecte n’était pas assez de mal de tête, maintenant même un escroc se faisant passer pour elle apparaît.\n\n\"...C’est fou, suis-je ivre?\"\n\nLe passé de Jeanne qui est devenue une détective paresseuse commence !\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "242fb179-0fc3-475e-8e59-35ea05cf6212",
    "title": {
      "en": "Synonym"
    },
    "updatedAt": "2024-11-23T18:32:35+00:00",
    "coverArt": "https://mangadex.org/covers/242fb179-0fc3-475e-8e59-35ea05cf6212/c27494d9-5610-4145-ad8b-a3c314c4a85b.jpg",
    "altTitles": [
      {
        "ja": "シノニム"
      }
    ],
    "description": {
      "en": "The manga centers on Yano, a virgin boy who dreams of success as an erotic manga artist. One day, he encounters a totally naked palm-sized girl.",
      "ja": "エロ漫画家として成功を夢みる専門学生・矢野。彼の前に突然、手のひらサイズの美少女が現れる。漫画賞を目指したいのに、俺の弁当に何かいるんです！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73965527-b393-4f65-9bc3-2439ec44935a",
    "title": {
      "en": "That Time I Was Blackmailed By the Class's Green Tea Bitch"
    },
    "updatedAt": "2024-12-09T17:24:33+00:00",
    "coverArt": "https://mangadex.org/covers/73965527-b393-4f65-9bc3-2439ec44935a/2eb7463e-40e3-4306-ba38-6df573d5e68d.png",
    "altTitles": [
      {
        "zh": "关于被班上绿茶威胁那件事"
      },
      {
        "zh-ro": "Guānyú bèi bān shàng lǜchá wēixié nà jiàn shì"
      },
      {
        "zh-hk": "關於被班上綠茶威脅那件事"
      },
      {
        "fr": "La fois où la garce manipulatrice [garce au thé vert] de ma classe m'a fait chanter"
      },
      {
        "en": "GTB"
      }
    ],
    "description": {
      "en": "Green Tea Bitch (n.): A woman who pretends to be pure and innocent but is in fact manipulative and calculating.\n\nWhen school ends, a good honor student is threatened by the class's green tea bitch.\n\"I never thought a wide-eyed goody-two-shoes like you would get up to something like that.\"\n\"If you don't want me to expose your shameful secret...\"\n\nA cute romance that stems from a misunderstanding begins in *That Time I Was Blackmailed By the Class's Green Tea Bitch*!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d055b51c-fb5a-4966-9220-8e02cf5a9e1b",
    "title": {
      "en": "Foam of the Waves"
    },
    "updatedAt": "2024-09-21T09:32:11+00:00",
    "coverArt": "https://mangadex.org/covers/d055b51c-fb5a-4966-9220-8e02cf5a9e1b/bb0303b2-ae12-4a4f-923a-c990eb2deb7f.jpg",
    "altTitles": [
      {
        "ko": "파도의 포말"
      }
    ],
    "description": {
      "en": "\"Never forgive me.\"\r\nMargret, who was brutally murdered by her lover, is reborn 7 years later as 'Meg'. Will 'Meg', who doesn't know anything about the world, be able to acclimate well into her new life...? A story uncovering the truth behind her death and the growing love between the characters!",
      "fr": "Terriblement assassinée par son amant, Margaret renaît sous le nom de Mag sept ans plus tard et vit une nouvelle vie.\r\n\r\nMag, qui ne connaissait pas le monde, pourra-t-elle s'adapter à sa nouvelle vie ?",
      "ko": "\"저를 용서하지 마세요.\"\r\n \r\n사랑하는 연인에게 끔찍하게 살해당한 마가렛은\r\n7년 후 '매그'로써 다시 태어나 새로운 삶을 살아간다.\r\n \r\n세상 물정 모르던 '매그'는 새로운 삶을 잘 적응해 나갈 수 있을까...?\r\n그녀의 죽음에 얽힌 진상과 인물들의 성장 러브 스토리!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e2249870-322e-461f-9704-249d49d8fa89",
    "title": {
      "en": "Ushiro no Seki no Gyaru ni Sukarete Shimatta -Mou Ore wa Damekamoshirenai-"
    },
    "updatedAt": "2024-10-11T15:30:38+00:00",
    "coverArt": "https://mangadex.org/covers/e2249870-322e-461f-9704-249d49d8fa89/e4a5d117-2f5b-4ad6-b483-825564bae446.jpg",
    "altTitles": [
      {
        "ja": "うしろの席のぎゃるに好かれてしまった。　もう俺はダメかもしれない。"
      },
      {
        "en": "The Gal is Sitting Behind Me, and Loves Me -Maybe I'm Screwed Already-"
      }
    ],
    "description": {
      "en": "***My school life has changed drastically just because she likes me that I barely talk with?!***\n\nYuizaki Shino, one of the most beautiful girls in the school is a classmate of Fujiwara Sandai sitting behind him. It was only on a whim that Sandai helped her out despite spent his days studying and not having a single friend. It was supposed to be―\n\n*\"I couldn't wait for after school! ....Hey, hold on a minute?\"*\n\nThat day and moment led Sandai to start dating Shino. They spend time together after school, they keep up with each other's hobbies, and they stay over frequently.... She's kind-sweet and always clings to him. And somehow, the other classmates started to pay attention to Sandai, they slowly changing his style appearance, and there was a lot of talks around his belt. He's more unsettled than when Sandai alone before. ....Well, this kind of school life isn't so bad, is it?\n\n---\n\n****Note: Earlier release chapter will be on Monthly Comic Dengeki Daioh before Comic Walker release***",
      "ja": "何の接点も無い彼女に好かれた…だけで、俺の学園生活が激変!?\n\n　うしろの席の同級生で、学校有数の美少女ギャル・結崎志乃。\n\n勉強ばかりで、友達が一人もいない日々を過ごす俺が、彼女を助けたのは、ほんの気まぐれにすぎなかった。\nそのはずが――\n\n「放課後が待ち遠しかった！　……ね、ちゅーして？」\n\n　その出来事をきっかけに、俺は志乃と付き合うことになった。\n学校が終われば一緒に過ごして、お互いの趣味に付き合って、頻繁にお泊まりして……\n彼女は優しく、いつも俺にべったり。\n\n　さらにクラスメイトに注目されるようになって、俺の見た目を改造してくれたり、俺の周りも騒がしく。\n一人の時より、落ち着かないんだが……ま、こんな学校生活も悪くはないか。\n\n---\n\n- [Web Novel](https://kakuyomu.jp/works/1177354054921974753)\n- [Official LN (JP)](https://fantasiabunko.jp/special/202206ushironoseki)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e52262f-bcd5-49c4-b93a-f4652d189844",
    "title": {
      "en": "Grandmaster of Demonic Cultivation - Mo Dao Zu Shi"
    },
    "updatedAt": "2024-08-21T18:48:17+00:00",
    "coverArt": "https://mangadex.org/covers/6e52262f-bcd5-49c4-b93a-f4652d189844/a12ee1bb-f633-4250-a714-372df26f0780.jpg",
    "altTitles": [
      {
        "zh-ro": "Mo Dao Zu Shi"
      },
      {
        "en": "The Founder Of Diabolism"
      },
      {
        "zh": "魔道祖师"
      },
      {
        "pt-br": "Mo Dao Zu Shi - O Fundador da Cultivação Demoníaca"
      },
      {
        "en": "The Grandmaster of Demonic Cultivation"
      }
    ],
    "description": {
      "en": "As the grandmaster who founded the Demonic Sect, Wei WuXian roamed the world in his wanton ways, hated by millions for the chaos he created. In the end, he was back-stabbed by his dearest junior brother and killed by powerful clans that combined to overpower him. He incarnates into the body of a lunatic who was abandoned by his clan and is later, unwillingly, taken away by a famous cultivator among the clans—Lan WangJi, his archenemy.  \n  \nThis marks the start of a thrilling yet hilarious journey of attacking monsters, solving mysteries, and raising children. From the mutual flirtation along the way, Wei WuXian slowly realizes that Lan WangJi, a seemingly haughty and indifferent poker-face, holds more feelings for Wei WuXian than he is letting on.",
      "pl": "Wei Wuxian, założyciel demonicznej sekty, przemierzał świat w swój rozpustny sposób, znienawidzony przez miliony za chaos, który wywołał. Ostatecznie został zdradzony przez swojego najdroższego shidi i zamordowany przez potężne klany, które złączyły siły, by go pokonać. Po kilkunastu latach ocknął się w ciele szaleńca, który został porzucony przez rodzinę. Niedługo później siłą zostaje przygarnięty przez Lan Wangji, jego arcywroga. Tak rozpoczyna się trzymająca w napięciu i wywołująca śmiech wędrówka złożona z pokonywania potworów i rozwiązywania tajemnic. I kto im zabroni trochę poflirtować po drodze?  \n  \n[Tłumaczenie powieści](https://dracaena.webd.pl/portfolio/mo-dao-zu-shi/)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "259"
  },
  {
    "mangaId": "b201bd84-c689-4301-a8ab-ef80bf120992",
    "title": {
      "en": "Male Lead Likes My Support!"
    },
    "updatedAt": "2024-10-28T02:43:47+00:00",
    "coverArt": "https://mangadex.org/covers/b201bd84-c689-4301-a8ab-ef80bf120992/0b68edff-09e3-4555-99c9-4ff9c475f91e.jpg",
    "altTitles": [
      {
        "es-la": "¡Al Protagonista le gusta mi Patrocinio!"
      },
      {
        "ko": "남주가 내 후원을 좋아해!"
      }
    ],
    "description": {
      "en": "Chae Yu-ra is an ordinary girl who likes to watch online game broadcasts. She becomes the sole sponsor of an unknown streamer, Choi Ji-hyuk, who plays a virtual reality game called Constellation. But one day, she wakes up inside the game and discovers that she is Choi Ji-hyuk's constellation, which means she can grant him wishes and powers.\n\nChoi Ji-hyuk, on the other hand, is an elite hunter who is determined to take revenge on the constellation that abandoned him in the past. He is unaware that his constellation is actually Chae Yu-ra, the girl he despises for her lack of skill at the game. How will they relate to each other in this dangerous world full of mysteries?",
      "es-la": "El único error que he cometido hasta ahora es ver una transmisión sin espectadores de un juego online.\nMi único crimen fue patrocinar a alguien duramente.\nㅤ\nPero ahora lo entiendo.\n¡Hacerme pasar por esta terrible experiencia es demasiado duro!\nㅤ\n\"¡No podemos perder más tiempo\"\n\"¡Espera un minuto, déjame comprar esta armadura\"\nㅤ\n\"¿Qué es esto?\"\nMe pregunté mientras veía esa transmisión antes de que eso pasara.\n\n___________________________________________________\nㅤ\nChoi Ji-hyuk miró fijamente el artículo que venía como recompensa de una Mazmorra de Clase S.\nEra un objeto obtenido que había arrebatado a los otros Cazadores que intentaban obtenerllo.\nㅤ\n\"No importa cuanto impida este objeto la destrucción del mundo\"\n\"No importa si es un objeto por el que arriesgué mi vida\"\n\"Incluso si muero, seré miserable, por eso, si es he de morir, al menos quiero ver la cara de esa maldita Constelación\"\nㅤ\nPero, ¿quién hubiera pensado que esa Constelación era una chica que parecía tener poco más de 20 años?\nㅤ\n\"Chae Yu-ra\"\nㅤ\nÉl lo lamentó por ella, quien había vivido una vida normal y pacífica toda su vida, desafortunadamente, nunca tuvo la intención de abandonar a su Constelación.\nㅤ\n\"Dime que soy lo más importante para ti\"\nㅤ\nAl menos así será hasta que llegue el fin del mundo\nㅤ\n\"Dímelo\""
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ab3d3ea-ae45-4910-8f15-6ca544c8d8e5",
    "title": {
      "en": "Radia"
    },
    "updatedAt": "2024-08-26T21:22:28+00:00",
    "coverArt": "https://mangadex.org/covers/5ab3d3ea-ae45-4910-8f15-6ca544c8d8e5/db4febcf-71d3-41be-a231-e54ebb3b2b4f.png",
    "altTitles": [
      {
        "ko": "라디아"
      },
      {
        "ja": "ラディア〜神殺しの私が神の恋人!?〜"
      },
      {
        "es-la": "La Venganza de la Santa"
      }
    ],
    "description": {
      "es-la": "La búsqueda de venganza de Radia contra su traicionera amiga da un giro inesperado cuando Julius, un hombre misteriosamente poderoso, la salva de una experiencia cercana a la muerte.\n¿El giro? Julius es un fantasma, visible solo para Radia.\nㅤ\nCuando se convierte en su compañero constante, Radia se ve envuelta en una red de contratiempos sobrenaturales que revelan cuán poderoso es realmente Julius.\nY aunque ni siquiera Julius conoce su verdadera identidad todavía, su casi omnipotencia podría ser la clave para que Radia se vengue.\nSin embargo, este poder también podría ocultar un peligro acechante que amenaza con reconfigurar su búsqueda de formas inesperadas y peligrosas..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10b8bb96-3b6a-4edc-a428-ddd3e88c3a63",
    "title": {
      "en": "Robo Maid"
    },
    "updatedAt": "2024-07-28T05:56:11+00:00",
    "coverArt": "https://mangadex.org/covers/10b8bb96-3b6a-4edc-a428-ddd3e88c3a63/e3163cc4-322b-475d-a004-473d752813f2.png",
    "altTitles": [
      {
        "ja": "ロボメイド"
      },
      {
        "en": "Robomaid"
      },
      {
        "kk": "Робо-үй қызметшісі"
      }
    ],
    "description": {
      "en": "The daily life of a man and his robo maid.\n___\nLast updated in April 2023 with Chapter 11 (what's currently wrongly numbered as Chapter 10).",
      "kk": "Бұл оқиға менің робо-үй қызметшімнің эмоциясы мен сезімдері туралы."
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4de96bb-15fa-4fb5-ac7f-126448f031f5",
    "title": {
      "en": "STRAND"
    },
    "updatedAt": "2024-09-08T06:11:01+00:00",
    "coverArt": "https://mangadex.org/covers/f4de96bb-15fa-4fb5-ac7f-126448f031f5/6c4a08e3-8f78-4172-a1e8-76ea64cd3d30.jpg",
    "altTitles": [
      {
        "ja": "ストランド"
      },
      {
        "zh-hk": "停滯的青春STRAND"
      },
      {
        "zh": "停滞的青春STRAND"
      }
    ],
    "description": {
      "en": "Four high school classmates, not exactly close friends, share moments that are both fun and irreplaceable, yet tinged with a quiet heartache they don’t even realize. 'It feels like time has stopped.' Youth is both vibrant and muted. These are the daily lives of high schoolers—and the strange twists in between. A story that explores the meaning of a small act of courage in an unconventional coming-of-age drama (Anti-Electric Parade) begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39878c19-f107-4385-b56a-3d90d2b2370f",
    "title": {
      "en": "Ellin’s Solhwa"
    },
    "updatedAt": "2024-01-19T02:20:59+00:00",
    "coverArt": "https://mangadex.org/covers/39878c19-f107-4385-b56a-3d90d2b2370f/13dc0dc1-068a-4ff7-b924-ca29b89f68e1.jpg",
    "altTitles": [],
    "description": {
      "en": "The last thing Ellin remembers is having to deal with a belligerent customer at her dead-end job. And when she opened her eyes… she’s “Solhwa,” the beautiful fourth concubine to the king of the Xyaran Empire. Between trying to learn the language and eating steak, Ellin’s trying to figure exactly what’s going on. Where is she? How did this happen? And who can she trust: Solhwa’s handsome charismatic childhood friend or the elegant, raven-haired king’s advisor?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "51"
  },
  {
    "mangaId": "0550851a-961b-4b34-9684-4b2901e62079",
    "title": {
      "en": "Moto Azadarake no Kanojo ga Shinpai de"
    },
    "updatedAt": "2024-06-27T14:47:24+00:00",
    "coverArt": "https://mangadex.org/covers/0550851a-961b-4b34-9684-4b2901e62079/edb2619b-9e7c-4c4d-af04-68cf2960f99b.jpg",
    "altTitles": [
      {
        "ja": "元 痣だらけの彼女が心配で"
      },
      {
        "en": "I'm Worried About My Girlfriend, Who Used to be Covered in Bruises"
      },
      {
        "pl": "Martwię Się o Moją Dziewczynę, Która Była Kiedyś Pokryta w Bliznach"
      },
      {
        "ru": "Я беспокоюсь о своей девушке, которая раньше была вся в синяках"
      },
      {
        "tr": "Eskiden Bandajlarla Kaplanmış Olan Kız Arkadaşım Hakkında Endileşeniyorum"
      },
      {
        "ro": "Sunt Îngrijorat Pentru Iubita Mea, Care Obișnuia să Fie Acoperită de Vânătăi"
      },
      {
        "es-la": "Estoy preocupado por mi novia que solía estar cubierta de moretones"
      }
    ],
    "description": {
      "en": "Continuation of [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de).",
      "es-la": "Continuación de [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46263d67-f1b6-4ef4-8355-85a4132a574c",
    "title": {
      "en": "Sakura no Ichiban"
    },
    "updatedAt": "2022-02-16T00:53:14+00:00",
    "coverArt": "https://mangadex.org/covers/46263d67-f1b6-4ef4-8355-85a4132a574c/88c334a0-5f65-4077-9633-2ee70327cbc0.jpg",
    "altTitles": [
      {
        "ja-ro": "Sakura no Ichiban!"
      },
      {
        "ja-ro": "Taisho Komachi Jikenchou Sakura no Ichiban!"
      },
      {
        "zh": "傻女闯天关"
      },
      {
        "ja": "大正小町事件帖櫻の一番!"
      },
      {
        "ja": "櫻の一番!"
      }
    ],
    "description": {
      "en": "A young girl named Hinomori Asami starts her studies at the Sakura Hill School for Girls in Tokyo, but the capital is a dangerous place, she got kidnapped on her first day in Tokyo. Her siscon older brother, Ikuro Hinomori began investigating this kidnapping case…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "25"
  },
  {
    "mangaId": "cffdc4f4-0cd9-409b-b88c-62aaf2882e07",
    "title": {
      "en": "Orange"
    },
    "updatedAt": "2024-10-26T11:52:02+00:00",
    "coverArt": "https://mangadex.org/covers/cffdc4f4-0cd9-409b-b88c-62aaf2882e07/120268f9-9afb-4788-a445-71ce18c25328.jpg",
    "altTitles": [
      {
        "tr": "Turuncu"
      },
      {
        "ja": "オレンジ"
      }
    ],
    "description": {
      "en": "The spring she turns sixteen, Takamiya Naho receives a strange, but detailed letter from herself, ten years in the future. At first she thinks the letter is a prank, but then the things written in the letter actually happen, including the arrival of the new transfer student who sits next to her in class, Naruse Kakeru. The letter reads just like her diary entries, down to the same characters. It is not until two weeks later, when Kakeru shows back up at school, that Naho finishes the letter. In the letter, her twenty-seven year old self tells her sixteen-year old self that her biggest regret is that Kakeru is no longer with them in the future, and asks her to watch him closely."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "33"
  }
]