[
  {
    "mangaId": "7998ab49-dc6b-4f87-a2e1-6d86a240b861",
    "title": {
      "en": "Inari Konkon"
    },
    "updatedAt": "2023-12-15T11:49:05+00:00",
    "coverArt": "https://mangadex.org/covers/7998ab49-dc6b-4f87-a2e1-6d86a240b861/96c5b670-b835-40f1-b26e-7cbd330b5fde.jpg",
    "altTitles": [
      {
        "en": "Syllabary of Love"
      },
      {
        "ru": "Инари, лисы и азбука любви"
      },
      {
        "th": "อินาริมนตราสื่อรัก"
      },
      {
        "ja": "いなり、こんこん、恋いろは。"
      },
      {
        "ja": "稻荷恋之歌"
      },
      {
        "ko": "이나리 콩콩 사랑의 첫걸음"
      },
      {
        "ja-ro": "Inari, Konkon, Koi Iroha."
      }
    ],
    "description": {
      "en": "Fushimi Inari has a hopeless crush on her classmate Tanbabashi. One day, while trying to interact with him, she accidentally humiliates him in front of the whole class. He refuses to accept her apologies, and, to make matters worse, she discovers that he probably has a crush on their incredibly cute classmate Sumizome.  \n  \nShe has all these things in mind when she is summoned by Uka-no-Mitama-no-kami, a pale fox goddess. In return for rescuing a little fox-spirit creature before school that day, the goddess offers to grant a single wish of Inari's. Without thinking, she blurts out that she wants to be Sumizome. As one might expect, this wish does not go nearly as well as Inari had hoped, and the kindly goddess breaks a goddess-rule to give Inari the ability to change herself back. Now, Inari can change her own shape at will, and using her new skill is very tempting as she keeps trying to win Tanbabashi's heart. But if Inari flaunts her ability, both she and the goddess might end up in trouble with Amaterasu!",
      "pl": "Fushimi Inari zakochała się w swoim koledze z klasy, Tanbabashi. Pewnego dnia upokarza go przed całą klasą, chcąc się do niego zbliżyć. Żeby było jeszcze gorzej – podejrzewa, że zakochał się w jej znajomej z klasy, Sumizome. Wracając do domu przez świątynię Inari, bohaterka ratuje małego liska. Lisek okazał się podwładnym bogini Uka, właścicielki tejże świątyni. Za pomoc liskowi bogini obdarowuje Inari mocą przemieniania się w osoby, które zna. Czy Inari mądrze wykorzysta swoją nową moc?",
      "pt-br": "A história gira em torno de Fushimi Inari, que está perdidamente apaixonada pelo seu colega de classe Koji Tanbabashi. Num fatídico dia, ela decide confessar o seu amor por ele, mas situações inusitadas acabam por fazê-la humilhar o garoto na frente da classe inteira. Angustiada por não conseguir se desculpar com Tanbabashi, Inari acaba indo para o seu porto seguro, o Templo Inari. Vendo o sofrimento de Inari a deusa Fuka-sama decide lhe conceder um desejo. Qual será o desejo de Inari? Acompanhe essa estória e descubra o que acontecerá com Inari depois de realizar o seu desejo."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "50"
  },
  {
    "mangaId": "e7b9826d-f315-4954-8888-8dbc8057b5a7",
    "title": {
      "en": "The Return of Godzilla"
    },
    "updatedAt": "2022-08-22T23:26:33+00:00",
    "coverArt": "https://mangadex.org/covers/e7b9826d-f315-4954-8888-8dbc8057b5a7/6c7d05bd-5f7c-4e8a-a619-ca5014f01812.jpg",
    "altTitles": [
      {
        "en": "Terror of Godzilla"
      },
      {
        "ja": "ゴジラ"
      },
      {
        "en": "Godzilla"
      },
      {
        "ja-ro": "Gojira"
      }
    ],
    "description": {
      "en": "Something monstrous rises up from the sea and nearly sinks a Japanese fishing boat. The sole survivor tells a tale that no one wants to believe. But when a Russian nuclear submarine is destroyed in the same waters, the world is forced to face the truth: Godzilla has returned! This manga classic was originally published by Dark Horse in black and white in 1988."
    },
    "status": "completed",
    "releaseDate": 1985,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-03-30T07:56:09+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/a556692c-61c0-4d40-a833-38ef8c1e6b8f.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "en": "Starting Today We’re Childhood Friends"
      },
      {
        "en": "Starting Today She's My Childhood Friend"
      },
      {
        "ja": "今日おさ"
      },
      {
        "ja-ro": "KyouOsa"
      }
    ],
    "description": {
      "en": "Yuuki, a transfer student, is Aida's neighbor, both at home and in the classroom. Aida tries to get friendly with Yuuki, but their conversations lead nowhere. On the other hand, when it comes to their situation as neighbors, Yuuki...\n\n[Official Twitter](https://twitter.com/kyo_osa0420)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a92fcfb2-27b7-476f-a9d5-4cd557ae39c0",
    "title": {
      "en": "Tondemo Skill de Isekai Hourou Meshi: Sui no Daibouken"
    },
    "updatedAt": "2024-02-24T11:59:40+00:00",
    "coverArt": "https://mangadex.org/covers/a92fcfb2-27b7-476f-a9d5-4cd557ae39c0/ff2d7b90-105f-43b5-b462-200ce7145fd6.jpg",
    "altTitles": [
      {
        "en": "Campfire Cooking in Another World with My Absurd Skill: Sui’s Great Adventure"
      },
      {
        "ja": "とんでもスキルで異世界放浪メシ スイの大冒険"
      },
      {
        "en": "Sui's Big Adventure"
      }
    ],
    "description": {
      "en": "A spin-off of the series TONDEMO SKILL DE ISEKAI HOUROU MESHI told from Sui's perspective."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3b70d4f-2efa-4eca-9f81-61ab057ac9f1",
    "title": {
      "en": "Saru"
    },
    "updatedAt": "2024-03-27T03:58:10+00:00",
    "coverArt": "https://mangadex.org/covers/a3b70d4f-2efa-4eca-9f81-61ab057ac9f1/d048b513-1fd8-4f9f-a5f7-87d0bef4267b.jpg",
    "altTitles": [
      {
        "ja-ro": "SARU"
      },
      {
        "en": "Monkey"
      },
      {
        "ru": "Обезьяна"
      }
    ],
    "description": {
      "en": "There is said to be an ancient power that lies dormant deep within Earth. It took the shape of an ape but it was much more than that. Physically strong and psychologically powerful, nothing stood in its way. However, one day, this godlike being split into two: the physical part and the mental state. While the power of the physical part grew larger and larger, the mental part spread its energy throughout the planet into humans.\n\nNow, people using black magic are killing those with the spirit in them because as the mental part becomes weaker, the physical side becomes stronger, strong enough to destroy the planet. Elaine Beaulieu was one of those with the mental side inside her and when she was near death, the monkey spirit took over, trying to protect itself. Candid Amantini was sent from the Vatican as an exorcist specialist and learns the truth about the omnipotent ape monster. A Japanese girl named Nana and Nawan Namugyaru, a man who has lost his memory, gets involved in the movement to stop those using black magic from resurrecting the ancient power and destroying Earth.\n\nNote: Nominated for the 4th Manga Taishou Award in 2011.",
      "ru": "Говорят, что глубоко внутри Земли дремлет древняя сила. Она приняла форму обезьяны, но это было нечто большее. Ни физическая мощь, ни психологические способности — ничто не в состоянии встать на пути Обезьяны. Однако однажды это богоподобное существо разделилось на две части: физическую и психическую. В то время как сила физической части становилась всё больше и больше, ментальная часть распространяла свою энергию по всей планете, проникая в людей. Вот и в душе Элейн Болье живёт часть духа Обезьяны. Когда девушка оказалась при смерти, дух Обезьяны взял верх, пытаясь защитить себя.\n\nОднако есть люди, которых не устраивает такое положение вещей, и они используют чёрную магию, чтобы убивать людей, подобных Элейн. Ведь если душа такого человека ослабеет, увеличится физическая сила индивида и тот может уничтожить планету. К чему приведёт столкновение людей, использующих черную магию, и тех, кто пытается им помешать?"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": ""
  },
  {
    "mangaId": "9d0f1b68-4929-43a8-bd05-30f77770be74",
    "title": {
      "en": "Senki Zesshou Symphogear - Lil' Chris and her Merry Friends - Z (Doujinshi)"
    },
    "updatedAt": "2023-05-19T12:24:32+00:00",
    "coverArt": "https://mangadex.org/covers/9d0f1b68-4929-43a8-bd05-30f77770be74/05c98ca3-c09d-463f-b771-24d2d39f6d3d.jpg",
    "altTitles": [
      {
        "en": "Lil' Chris and her Merry Friends - Z"
      },
      {
        "ja": "クリスちゃんと愉快なお友達のほん Z"
      },
      {
        "fr": "Lil' Chris et ses Joyeuses Amies - Z"
      }
    ],
    "description": {
      "en": "[Suruga](https://www.suruga-ya.jp/product/detail/ZHORE186164)  \n[Toranoana](https://ec.toranoana.jp/tora_r/ec/item/040030604285/)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37ca3492-9304-4c29-a312-79cfcc74ebe9",
    "title": {
      "en": "Senki Zesshou Symphogear - Wunsch (Doujinshi)"
    },
    "updatedAt": "2021-05-25T15:41:15+00:00",
    "coverArt": "https://mangadex.org/covers/37ca3492-9304-4c29-a312-79cfcc74ebe9/62ab69d7-8216-4309-af5c-42eed0ce3aa7.jpg",
    "altTitles": [
      {
        "en": "(C85) Wunsch (Senki Zesshou Symphogear)"
      }
    ],
    "description": {
      "en": ""
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ffc74f6b-71a8-48ec-aa27-b03701ad74c4",
    "title": {
      "en": "Suicide Boy"
    },
    "updatedAt": "2023-06-20T00:48:02+00:00",
    "coverArt": "https://mangadex.org/covers/ffc74f6b-71a8-48ec-aa27-b03701ad74c4/5a5fbd5e-83ac-4c48-9a65-7ab88ae1835a.jpg",
    "altTitles": [
      {
        "es": "Chico Suicida"
      },
      {
        "pl": "Chłopiec Samobójca"
      },
      {
        "ko": "자살 소년"
      }
    ],
    "description": {
      "en": "Lee Hoon is a 17 year old shut-in/highschool boy who wants to commit suicide, but can't decide on the method of his death so he wants to test all the various ideas he comes up with. Hooni is current living alone suicidally depressed over the debts left by his run away abusive drunk of a Father and the hospital bills racked up due to his now deceased Mother's illness, with very little savings he's also been unable to pay his rent for months, even at school he's bullied.",
      "es": "Lee Hoon es un joven de 17 años encerrado en la escuela secundaria que quiere suicidarse, pero no puede decidir el método de su muerte, por lo que quiere probar todas las ideas que se le ocurren. Hooni vive actualmente solo, con una depresión suicida por las deudas que le dejó su padre, un borracho fugitivo, y las facturas del hospital acumuladas por la enfermedad de su madre, ya fallecida, con muy pocos ahorros y sin poder pagar el alquiler desde hace meses, incluso en la escuela es acosado.",
      "ko": "정보: ||  \n〈17세 현역 고등학생 이훈이 오늘도 자살을 시도〉 사정은 이렇다. 폭력을 일삼던 알코올 중독 아버지는 어머니가 병으로 죽자 빚을 남긴 채 도주+집에서는 히키코모리+학교에서는 왕따++ 세상의 모든 불행을 더한듯한 인생을 사는 그에게 삶은 암흑이요 미래는 절망, 현실은 괴로울 뿐이다. 결국 온갖 방법의 자살을 시도하지만 그것도 번번이 미수로 끝나고, 오늘도 이훈은 죽지 못해 살아간다….  \n||"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10fab94e-2227-47e2-b059-f4762eb5ca4e",
    "title": {
      "en": "Jii-san To Baa-san Wakagaeru"
    },
    "updatedAt": "2024-01-26T04:22:08+00:00",
    "coverArt": "https://mangadex.org/covers/10fab94e-2227-47e2-b059-f4762eb5ca4e/dd69b606-9567-4225-a645-e62eedf38a70.jpg",
    "altTitles": [
      {
        "tr": "Gençliklerini geri kazanan büyükbaba ve büyükanne hakkında hikaye"
      },
      {
        "en": "A Story About A Grandpa And Grandma Who Returned Back To Their Youth"
      },
      {
        "id": "Sebuah Kisah Tentang Kakek dan Nenek yang Kembali Ke Masa Mudanya."
      },
      {
        "ru": "История о Дедушке и Бабушке, которые снова стали молодыми"
      },
      {
        "uk": "Історія про дідуся з бабусею, що знову стали молодими"
      },
      {
        "ja": "おじいさんとおばあさんが若返った話。"
      },
      {
        "ja": "じいさんばあさん若返る"
      },
      {
        "es-la": "Un abuelo y una abuela que regresaron a su juventud"
      },
      {
        "ja-ro": "Ojii-san to Obaa-san ga Wakigaetta Hanashi"
      },
      {
        "pt-br": "Uma história sobre um vovô e uma vovó que voltaram à juventude"
      }
    ],
    "description": {
      "en": "This story is about Ine and Shouzou, two pensioners well into their 80s who are mysteriously returned to their 20s one night.",
      "pt-br": "História sobre Ine e Shouzou, dois aposentados com mais de 80 anos que misteriosamente voltaram aos 20 anos uma noite."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64fcddad-47ea-4076-b681-ed9469a59a0d",
    "title": {
      "en": "Senki Zesshou Symphogear - Verbotene Frucht (Doujinshi)"
    },
    "updatedAt": "2019-12-05T18:42:05+00:00",
    "coverArt": "https://mangadex.org/covers/64fcddad-47ea-4076-b681-ed9469a59a0d/1f62815b-c0a6-43a7-b622-fbf74e1744aa.jpg",
    "altTitles": [
      {
        "en": "(C87) Bedürfnis (Senki Zesshou Symphogear)"
      },
      {
        "en": "(C87) Verbotene Frucht (Senki Zesshou Symphogear)"
      }
    ],
    "description": {
      "en": ""
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "2"
  },
  {
    "mangaId": "685db91e-a8ab-4de3-9738-9d3f883bd179",
    "title": {
      "en": "Ikemen Joshi to Josou Danshi"
    },
    "updatedAt": "2023-12-14T15:34:32+00:00",
    "coverArt": "https://mangadex.org/covers/685db91e-a8ab-4de3-9738-9d3f883bd179/a77d4de0-787c-43e0-9aa6-c48e6e0b6e4e.jpg",
    "altTitles": [
      {
        "tr": "Cross-dressing yaparken, yakışıklı bir adam beni yürüttü"
      },
      {
        "ru": "Пока я был переодет в женскую одежду, ко мне пристал красивый парень!"
      },
      {
        "zh": "女装上街闲逛被帅哥搭讪了"
      },
      {
        "en": "Handsome Girl and Crossdressing Boy"
      },
      {
        "ja": "イケメン女子と女装男子"
      },
      {
        "en": "While Cross-Dressing, I Was Hit on by a Handsome Guy!"
      },
      {
        "ja-ro": "Josou Shite Machi ni Kuridashitara Ikemen ni Nanpa Sareru Manga"
      }
    ],
    "description": {
      "en": "While cross-dressing, I was hit on by a handsome guy, except he wasn't actually a handsome guy!",
      "tr": "Ceza olarak crossdressing yaparken yakışıklı bir adamla karşılaştım ve işi pişirdi.",
      "pt-br": "Por causa de uma brincadeira eu acabei tendo de me vestir de menina, então, sai às ruas, e nesse dia, acabei conhecendo alguém e minha vida está para mudar."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "104"
  },
  {
    "mangaId": "ff01fec1-6465-4825-9497-44c7d9133f2c",
    "title": {
      "en": "Bell & Ring wa Kane"
    },
    "updatedAt": "2024-01-12T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/ff01fec1-6465-4825-9497-44c7d9133f2c/596d223c-97bb-48b8-9129-2ecc89b9b78e.jpg",
    "altTitles": [
      {
        "ja": "ベルリンは鐘"
      },
      {
        "ja-ro": "Bell & Ring ha Kane"
      },
      {
        "en": "Bell & Ring are Bells"
      }
    ],
    "description": {
      "en": "A chaotic 4-panel manga about the daily lives of siblings Ringabelle and Bigbell, who are bells."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "132"
  },
  {
    "mangaId": "0c045d96-da7e-47fb-af3a-cc76677d6f17",
    "title": {
      "en": "Birdy the Mighty Evolution"
    },
    "updatedAt": "2023-12-03T23:43:51+00:00",
    "coverArt": "https://mangadex.org/covers/0c045d96-da7e-47fb-af3a-cc76677d6f17/bfc5f2ed-1cc0-41a9-bdb6-3ea6e30d708f.png",
    "altTitles": [
      {
        "ja-ro": "Tetsuwan Birdy Evolution"
      },
      {
        "ru": "Могучая Бёрди: Эволюция"
      },
      {
        "th": "สลับร่างล้างอธรรม เบอร์ดี้ Evolution"
      },
      {
        "ja": "鉄腕バーディー EVOLUTION"
      },
      {
        "ja": "鉄腕バーディーEVOLUTION"
      },
      {
        "zh": "鐵腕女警EVOLUTION"
      },
      {
        "zh-hk": "铁腕女警EVOLUTION"
      },
      {
        "ko": "철완 버디 EVOLUTION"
      }
    ],
    "description": {
      "en": "After two years of being dormant inside Tsutomu Senkawa, an accidental encounter with their old nemesis violently wakes Birdy up. With Birdy kicking evil's ass once again, the dark secrets of the experiments conducted by the \"Agni\" corporation are slowly revealed. They seem to be dabbling with human body enhancement, creating what they call \"beast men,\" to combat the alien invasions related to Birdy."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "140"
  },
  {
    "mangaId": "5746bbb3-445d-4c31-948b-065098052b77",
    "title": {
      "en": "Baili Jin Among Mortals"
    },
    "updatedAt": "2023-07-23T10:14:43+00:00",
    "coverArt": "https://mangadex.org/covers/5746bbb3-445d-4c31-948b-065098052b77/c6223d47-3c31-46a3-9500-932381d4a898.jpg",
    "altTitles": [
      {
        "en": "Bai Lijin Among Mortals"
      },
      {
        "en": "Mortal Baili Jin"
      },
      {
        "zh-ro": "Ren jian bai li jin"
      },
      {
        "zh": "人间百里锦"
      }
    ],
    "description": {
      "en": "Baili Jin, a fairy who was living in heaven, eating and drinking without a care, broke her Majesty’s colourful, stained-glass plate at her birthday and got banished to the mortal realm. Now she has to begin her adventures in the mortal realm with all of her spiritual powers gone! In order to survive, the former fairy has to deliver take-out….  \r\n  \r\nAn endearingly silly fairy, a gentle restaurant manager, a reserved top student and a hard to resist yandere onee-san (kind on the outside, dark/possessive on the inside) , let the story of their beautiful friendship and youthful days begin!  \r\n  \r\nAuthor's weibo: [@Viva喂娃酱](https://weibo.com/vivaandjulys)   \r\nArtist's weibo: [@Julys橘奶司](https://weibo.com/julys0723)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "36bcd157-3c13-4fce-a96e-47830b332033",
    "title": {
      "en": "Kamen Rider Buster"
    },
    "updatedAt": "2024-01-04T02:18:09+00:00",
    "coverArt": "https://mangadex.org/covers/36bcd157-3c13-4fce-a96e-47830b332033/9f12ec69-d3bd-468b-ac2a-ec9d7ce80300.jpg",
    "altTitles": [
      {
        "en": "Supplementary Volume Kamen Rider Saber Manga: Kamen Rider Buster"
      },
      {
        "ja": "別冊 仮面ライダーセイバー 萬画 仮面ライダーバスター"
      },
      {
        "uk": "Камен Райдер Бастер"
      },
      {
        "en": "Masked Rider Buster"
      }
    ],
    "description": {
      "en": "Taking place around two decades before the events of Kamen Rider Saber, this supplementary volume chronicles the high school days of current-era Kamen Rider Buster, Ryo Ogami."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "f7888782-0727-49b0-95ec-a3530c70f83b",
    "title": {
      "en": "Hajime no Ippo - The First Step"
    },
    "updatedAt": "2024-03-12T17:35:37+00:00",
    "coverArt": "https://mangadex.org/covers/f7888782-0727-49b0-95ec-a3530c70f83b/e7352577-eefa-4ead-b581-997d1a938b32.jpg",
    "altTitles": [
      {
        "th": "ก้าวแรกสู่สังเวียน"
      },
      {
        "en": "Fighting Spirit"
      },
      {
        "ru": "Первый шаг!"
      },
      {
        "ja": "はじめの一歩"
      },
      {
        "zh": "第一神拳"
      },
      {
        "ko": "더 파이팅"
      },
      {
        "fr": "Ippo"
      },
      {
        "id": "Fight!! Ippo"
      }
    ],
    "description": {
      "en": "Makunouchi Ippo is an ordinary high school student in Japan. Since he spends most of his time away from school helping his mother run the family business, he doesn't get to enjoy his younger years like most teenagers. Always a target for bullying at school, Ippo's life is one of hardship. One of these after-school bullying sessions turns Ippo's life around for the better, as he is saved by a boxer named Takamura. He decides to follow in Takamura's footsteps and train to become a boxer, giving his life direction and purpose. Ippo's path to perfecting his pugilistic prowess is just beginning.\n\nOfficial Release:\n- Indonesian release by Level Comics as **Fight!! Ippo** (2006-ongoing)",
      "pt-br": "Ippo Makunouchi, um tímido estudante de ensino médio, é um dia salvo se der espancado, por Takamura, um boxeador. Encantado pelas habilidade de Takamura e por vídeos de boxe, Ippo decide enfrentar o mundo profissional do boxe!"
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a316a7c5-f48f-412e-9b78-68e378c37775",
    "title": {
      "en": "Screw the Noble Life, I’m Going Home"
    },
    "updatedAt": "2024-04-09T15:06:59+00:00",
    "coverArt": "https://mangadex.org/covers/a316a7c5-f48f-412e-9b78-68e378c37775/d935d69f-2351-4341-9a3f-00be8ef0efac.jpg",
    "altTitles": [
      {
        "ko": "공녀고 나발이고 집에 간다고"
      },
      {
        "en": "Noble Lady or Whatever, I'm Going Home"
      }
    ],
    "description": {
      "en": "After confirming that I had won the lottery, I tried to quit my job! However, as soon as I opened the door, I found myself transmigrated into the body of a noble lady. I have one year to claim the prize money, so I have to return home at all costs. Please wait for me, my 1.7 million won! Mum will be there soon, but... What's wrong with this family?!\n\n\"I love you.\" But I'm not your daughter!\n\n\"Sister, you might get hurt so I'll hold you.\" Did he mean he would lift me? What is this guy, a giant brown bear?\n\n\"If you mess with our sister one more time, I'll make you disappear without a trace.\" He's got a pretty face, but he has a sharp tongue.\n\n\"Don't fall ill.\" Don't worry about me. Why are there so many of them?! I'm not a noble lady! Leave me alone, I wanna go home!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37f6ed0c-effe-4542-a98a-0594aa3d46f3",
    "title": {
      "en": "The Lost City"
    },
    "updatedAt": "2024-04-11T01:09:02+00:00",
    "coverArt": "https://mangadex.org/covers/37f6ed0c-effe-4542-a98a-0594aa3d46f3/ec44647d-05db-4d02-8317-5b632e7804cf.jpg",
    "altTitles": [
      {
        "zh-ro": "Mí Dū"
      },
      {
        "ru": "Потерянный город"
      },
      {
        "zh": "迷都"
      }
    ],
    "description": {
      "en": "Decommisioned police officer Zhounan, is perplexed by a peculiar psychological experience. Upon contact with any object, he is able to perceive an individual's thoughts and envision what they experienced. Evidently he finds himself entangled within the city he is in - the numerous legends within the Lost City cities. And those seemingly absurd legends hide surprising secrets. A weird world slowly opens its doors to us…"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f208e0e-d61a-4a10-bf8c-dc8e4464378c",
    "title": {
      "en": "Star of the Giants"
    },
    "updatedAt": "2024-04-10T07:29:34+00:00",
    "coverArt": "https://mangadex.org/covers/3f208e0e-d61a-4a10-bf8c-dc8e4464378c/1c361b05-cce4-46f3-86da-a264ed3c4eb9.jpg",
    "altTitles": [
      {
        "ja-ro": "Kyojin no Hoshi"
      },
      {
        "ja": "巨人の星"
      }
    ],
    "description": {
      "en": "**\"Hyuma, be a big giant star!\"**\n\nThis is the story of Hyuma Hoshi , a hot-blooded boy who endures intense, bloody training in response to his father's wish!\n\nAdapted into Anime twice once in 1968, lasting 182 episodes and again in 1977(As Shin Star of the Giants with a follow-up), lasting a total of 75 episodes. Numerous Anime films were also produced as well as an OVA featuring a crossover with Tezuka's Atom, directed by Gundam's Yoshiyuki Tomino.\n\n---\n- **Won the 8th Kodansha Children's Manga Award in 1967**"
    },
    "status": "completed",
    "releaseDate": 1966,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": ""
  },
  {
    "mangaId": "949b20c3-de22-4e7b-989f-b26a8cdf7ecb",
    "title": {
      "en": "DOGSRED"
    },
    "updatedAt": "2024-02-24T11:47:23+00:00",
    "coverArt": "https://mangadex.org/covers/949b20c3-de22-4e7b-989f-b26a8cdf7ecb/6f235e14-164c-43bb-84a2-02102edefce9.jpg",
    "altTitles": [
      {
        "ja": "ドッグスレッド"
      },
      {
        "ja-ro": "Reddo"
      },
      {
        "en": "Dogs Red"
      },
      {
        "ru": "Догсред"
      },
      {
        "ru": "Красные Псы"
      }
    ],
    "description": {
      "en": "\"If he wants to go wild at the ice skating rink, isn't he better off as an ice hockey player?\"\n\nThe stage is the proud land of the north - Hokkaido. \n\nThe year is 2010. Rou Shirakawa has just received the highest score in history at the All-Japan Junior Figure Skating Championships! But suddenly, he loses control and starts destroying the stage. He is quickly disqualified and banned from the skating world for life.\n\nNow nicknamed \"the Rabid Prince,\" Rou ends up in Tamakomai, an ice hockey town in northern Japan. And on a hockey rink on a frozen lake, he meets the ruthless Genma brothers! Rou will soon learn of the famous Oino-kami high school and their quest to win an unprecedented 20th straight national hockey championship. And also the strong, yet beautiful battle sport - ice hockey!\n\nChange, grow, evolve! Turn defeat into victory in this red-hot redemption story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cbf53f02-9594-42e7-9dbf-8ae1c783466f",
    "title": {
      "en": "Arcane Sniper"
    },
    "updatedAt": "2024-02-10T15:39:33+00:00",
    "coverArt": "https://mangadex.org/covers/cbf53f02-9594-42e7-9dbf-8ae1c783466f/0ae5f0af-dd5b-4fee-8612-95bb22b087fd.png",
    "altTitles": [
      {
        "ko": "마탄의 사수"
      },
      {
        "ru": "Магический стрелок"
      },
      {
        "en": "Mystic Musketeer"
      },
      {
        "en": "Matan's shooter"
      },
      {
        "de": "Der Freischütz"
      },
      {
        "ja": "魔弾の銃士"
      },
      {
        "zh-hk": "魔彈-射手"
      },
      {
        "th": "สไนเปอร์กระสุนเวท"
      },
      {
        "id": "The Freeshooter"
      }
    ],
    "description": {
      "en": "Paraplegic ex-sniper Ha Yiha is getting a fresh start in the VR game “Middle Earth.” He hopes to become a powerful player and earn enough money to afford surgery, but there’s a small problem… an untimely logout leaves him playing as a musketeer, the game’s most ineffective class. Luckily, he’s able to use his real-life sharpshooting skills to take musketeering to new heights. As his unprecedented progress turns heads and prompts new quests, Yiha thinks he’s got a shot at success, but he may have just landed himself directly in danger’s sights.\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)\r\n- [Official Indonesian Translation](https://id.kakaowebtoon.com/content/The-Freeshooter/548)",
      "ja": "いつも完璧を勝ち取る吉田ローガン。 しかし、不意の事故により下半身不随の障害を負い、社会から捨てられる。 絶望に陥った彼に訪れた、革命的なVRゲーム「ミドルアース」による新しい世界が始まる。 だが、とあるトラブルによりキャラクター選びを大間違い！一番能力の低い「マスケット銃士」を選んでしまう！ “クッソ…俺は他の奴と違う。俺が本物のマスケット銃の力を見せてやる！”\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "ko": "\"하 중사, 이 미친놈아. 또 만발인 거 알아?\"\r\n\r\n이제 말뚝 박을 일만 남은 명사수 부사관 하이하.\r\n그러나 불의의 사고로 하반신을 못 쓰게 되어 사회로 내쳐졌다.\r\n절망에 빠져있던 그에게 혁명적인 VR 게임 [미들 어스]가 새로운 삶을 선사한다.\r\n가상현실 게임인 [미들 어스]에서 획득한 돈은 현실의 돈이 된다!\r\n\r\n하지만 캐릭터 생성 때 가장 성능이 낮은 캐릭터를 고르게 되는 바람에 망하게 생겼다!\r\n\r\n\"난 다르다. 이것이 내 마지막이야!\"\r\n\r\n흑색화약, 쇠구슬, 꼬질대. 진짜 '머스킷티어'가 무엇인지 보여주마!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "ru": "Сериал про гиперреалистичную фэнтезийную игру! «Сержант Ха, ты сумасшедший ублюдок. Ты выстрелил еще раз в пулю?» Меткий стрелок Ха ЛиХа просто хотел навсегда стать частью армии. Однако из-за несчастного случая он стал парализованным и был отброшен обратно в общество. Революционная игра VR [Средиземье] подарила ему новую жизнь. Деньги, полученные в [Средиземье], имеют реальную ценность! Тем не менее, он испортил свой шанс, выбрав персонажа самого низкого уровня! «Я не такой, как другие. Это все, что у меня есть». Черный порох, железные шары и шомполы ... Я вам всем покажу, что такое настоящий «мушкетер»!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "th": "ฮาลีฮา นักแม่นปืนแห่งทหารกองหนุนได้เกิดอุบัติเหตุระหว่างขนย้ายดินปืนในค่ายทหาร ทำให้เขาสูญเสียประสาทสัมผัส ของขาทั้งสองข้าง เดินไม่ได้ และต้องใช้เงินผ่าตัดเป็นจำนวนสองพันล้านวอน\r\n\r\nหลังจากที่แม่ของเขาเห็นเขาเศร้า หมดอาลัยที่สูญเสียขา ทำให้เธอซื้อเครื่องเล่นเกมเสมือนจริงมาให้เขาเล่น ซึ่งใช้ในการหาเงินได้ด้วย เขารู้สึกดีใจมากที่ได้กลับมาเดินได้อีกครั้งแม้จะเป็นในเกม และเขาก็ได้ใช้ทักษะนักแม่นปืนของเขากับเกมนี้ด้วย\r\n\r\nเขาหวังว่าจะสามารถหาเงินจากการเล่นเกมมาผ่าตัดขาตัวเองให้กลับมาเดินได้อีกครั้ง\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "pt-br": "Uma série sobre um jogo de fantasia hiper-realista!  \r\n  \r\n“Sargento Ha, seu louco bastardo. Você acertou todos os alvos outra vez?”  \r\n  \r\nO atirador Ha LeeHa simplesmente queria fazer parte do exército para sempre. No entanto, devido a um infeliz acidente, ele ficou paraplégico e foi jogado de volta à sociedade.  \r\n  \r\nO revolucionário jogo de realidade virtual [Terra Média] apresentou-lhe uma nova vida. O dinheiro obtido na [Terra Média] tem valor no mundo real! Ainda assim, ele arruinou sua chance ao selecionar o personagem de nível mais baixo!  \r\n  \r\n“Eu não sou como os outros. Isso é tudo que tenho.”  \r\n  \r\nPólvora preta, bolas de ferro e varetas… Vou mostrar a todos o que é um verdadeiro ‘mosqueteiro’!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "503ce7a9-032a-4178-812d-fd089a755fd0",
    "title": {
      "en": "Ultraman Nexus"
    },
    "updatedAt": "2022-07-07T00:24:29+00:00",
    "coverArt": "https://mangadex.org/covers/503ce7a9-032a-4178-812d-fd089a755fd0/b220b224-2f55-4b06-9705-a8a6fc1a2a4b.jpg",
    "altTitles": [
      {
        "ja": "ウルトラマンネクサス"
      }
    ],
    "description": {
      "en": "*Based on the 2004 Tokusatsu TV series Ultraman Nexus*\n\nTLT is a covert international anti-monster unit, established secretly to combat the Space Beasts, mysterious monsters that are out to attack humans in the year 2009. One of the TLT's new recruits, Kazuki Komon, is attacked by one of them prior to reporting for duty. However, he is saved by a silver giant that he names \"Ultraman\". What no one knows is that the silver giant is an Ultraman — to be precise, Ultraman Nexus, ready to fight the Space Beasts to save the planet Earth.\n\nFrom Shogakukan:\n\"Ultraman Nexus\" by Takashi Shiina, which was serialized in Televikun, has been revived after 10 years. Includes 28 pages of the last story completely written by Shiina, and beautiful pinups. A must-have for not only Ultraman fans, but Shiina fans as well!\n\nOriginally serialized in 2004, released as a full book in 2015, and then in 2022 digitally."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "10"
  },
  {
    "mangaId": "fcbcdd90-5a05-4fae-8f5b-ba9404a35507",
    "title": {
      "en": "Date a Party"
    },
    "updatedAt": "2024-03-31T21:34:26+00:00",
    "coverArt": "https://mangadex.org/covers/fcbcdd90-5a05-4fae-8f5b-ba9404a35507/3ab29fb5-fa2c-4a7c-afa5-b299faafff29.jpg",
    "altTitles": [
      {
        "ja": "デート・ア・パーティー"
      },
      {
        "ko": "데이트 어 파티"
      }
    ],
    "description": {
      "en": "Did you know there was an organization that is protecting the world from the harm? Its name is Ratatoskr.  \nTheir job is to assist \"Spirits\", an unknown beings that causes destruction to wherever they go, whether they intend to or not. And they help those \"spirits\" adjust into normal life.  \nThis is a story of a boy, Itsuka Shidoh, and his daily life, where he was forced into attempts into leading the spirits into his regular ordinary way of life and where they lead… his?  \n  \nSlice-of-life edition(?) of the popular hit series Date-A-Live, starting now!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "ca0797c5-b45c-4489-bd76-1cc82964d78b",
    "title": {
      "en": "Duel Masters LOST: Crystal of Remembrance"
    },
    "updatedAt": "2024-04-03T10:59:11+00:00",
    "coverArt": "https://mangadex.org/covers/ca0797c5-b45c-4489-bd76-1cc82964d78b/ae00b965-3695-4a96-afa1-fccbab758a47.png",
    "altTitles": [
      {
        "ja": "Duel Masters LOST ～追憶の水晶～"
      },
      {
        "ja-ro": "Duel Masters LOST ～Tsuioku no Suijou～"
      }
    ],
    "description": {
      "en": "A new “Duel Masters” story begins! Kirifuda Win, who has lost all memories of his past, is now living alone in Tokyo. In the midst of his ordinary daily life, the footsteps of the world’s end gradually begin to draw near. The secret of Win’s hidden past is…?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b64cdcc2-b4e9-48f7-b45e-7f6e80aabd3a",
    "title": {
      "en": "Yowa Yowa Sensei"
    },
    "updatedAt": "2024-03-28T05:24:07+00:00",
    "coverArt": "https://mangadex.org/covers/b64cdcc2-b4e9-48f7-b45e-7f6e80aabd3a/df46dd1c-a66d-4d94-8080-36da9ea3f217.jpg",
    "altTitles": [
      {
        "ja": "よわよわ先生"
      },
      {
        "en": "Weak-kneed Teacher"
      },
      {
        "ru": "Учитель Ёваёва"
      },
      {
        "ja-ro": "Yowayowa Sensei"
      }
    ],
    "description": {
      "en": "It's the start of a new school year. The new homeroom teacher for Abikura-kun, a second-year high school boy, is Hiyori Hiwamura, who is known as a \"Scary Teacher\", rumored to curse you if she gets offended!One day after school, Abikura-kun witnessed the other side of \"YowaYowa-sensei\"... and he is shocked by the gap between reputation and reality! The opening of a romantic comedy that will stir up your protective instincts!!",
      "ja": "新学期。2年生に進級した男子高校生・阿比倉くん達のクラス担任になったのは、機嫌を損ねれば呪われると噂の通称『こわこわ先生』こと、鶸村ひより先生だった！ そんな、『こわこわ先生』の裏の一面を、ある日の放課後、目撃してしまった阿比倉くんは……。まさかのギャップに悶絶必至！ あなたの庇護欲を掻き立てる、よわよわラブコメ開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42032393-b80a-4d42-8732-06a028322207",
    "title": {
      "en": "Utori: The Legacy"
    },
    "updatedAt": "2023-05-09T20:01:54+00:00",
    "coverArt": "https://mangadex.org/covers/42032393-b80a-4d42-8732-06a028322207/f653206e-d174-467f-a6f0-a6032a5fe30e.jpg",
    "altTitles": [
      {
        "ko": "우투리: THE LEGACY"
      }
    ],
    "description": {
      "en": "Utori is a young man who hides his special abilities from the world and uses them to discipline bullies. One day, he meets his pursuer, “Death,” who relentlessly chases him. Despite Death’s constant threats, Utori cannot die due to his unique ability. Just when Utori thinks he is out of options, a mysterious figure named Daesan appears to save him. Daesan reveals that Utori is not alone and that there are others like him, called “Utori.”",
      "ko": "남들과 다른 능력을 숨기며 살아가는 계림\n정체를 숨기고 자신의 능력으로 일진들을 참교육 시킨다.\n그러던 어느 날, 자신을 죽이기 위해 찾아온 추격자 '죽'을 만나게 되고\n죽어도 죽어도 다시 앞에 나타나는 그의 능력으로 죽음을 앞둔 순간\n투명 인간 대산이 나타나 계림을 구하고 계림이 자신과 같은\n우투리라 이야기하는데..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60bc2ae0-d683-4220-835b-fbbba344bbc8",
    "title": {
      "en": "Days"
    },
    "updatedAt": "2023-06-04T07:48:09+00:00",
    "coverArt": "https://mangadex.org/covers/60bc2ae0-d683-4220-835b-fbbba344bbc8/207d879d-847a-4c97-8a8c-3b4b081bacd0.jpg",
    "altTitles": [
      {
        "id": "Hari-hari"
      },
      {
        "ru": "Дни"
      },
      {
        "es": "Días"
      }
    ],
    "description": {
      "en": "Two boys met on a stormy night: Tsukushi, a boy with no special traits at all, and Jin, a soccer genius. On that night, Jin drags Tsukushi into the world of high-school soccer.  \n  \n  \n---\n**Won the 40th Kodansha Manga Award for Shonen in 2016**",
      "vi": "Một câu chuyện đẹp về chàng trai nhỏ bé Tsukamoto, tuy cậu còn chả biết cầm bóng nhưng có niềm đam mê bóng đá bất tận, cùng với cậu bạn thiên tài là Kazama, họ vô tình gặp nhau, và cùng nhau chiến thắng! Đây là một manga rất là đáng để đọc, về tinh thần thể thao, về tình bạn, về những người luôn cố gắng vươn lên. Một câu chuyện truyền động lực và \"sưởi hồn\" đúng nghĩa...",
      "pt-br": "Dois garotos se reuniram em uma noite de tempestade: Tsukushi, um garoto sem características especiais em tudo, e Jin, um gênio do futebol. Naquela noite, Jin arrasta Tsukushi no mundo do futebol colegial."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "376"
  },
  {
    "mangaId": "73692e5f-4cca-4a03-ab18-91c747cc110f",
    "title": {
      "en": "I Can Have Infinite Epiphanies"
    },
    "updatedAt": "2024-03-25T06:06:50+00:00",
    "coverArt": "https://mangadex.org/covers/73692e5f-4cca-4a03-ab18-91c747cc110f/4606796d-19ee-4185-94fe-d72cee90d681.jpg",
    "altTitles": [
      {
        "zh": "我可以无限顿悟"
      },
      {
        "zh-ro": "Wo Keyi Wuxian Dunwu"
      },
      {
        "zh-ro": "Wǒ Kěyǐ Wúxiàn Dùnwù"
      },
      {
        "ja": "嫉妬を力に変える最強への道"
      }
    ],
    "description": {
      "en": "What should you do if transmigrated to a fantasy world and has become a son called the 'Human Race's Great Traitor'!\n\nDon't worry, looking at his infinite epiphany system, all Bai Mo needs to do is to make others jealous of him!\n\nNo matter what kind of moves and cheats, as long as someone is jealous of him, Bai Mo can start an epiphany and let himself practice those to perfection in an instant!\n\nSo Bai Mo raised a lot of big villains around him, and occasionally molested them.\n\nHe liked to watch his enemies jealous and resentful of him, but they couldn't do that themselves!",
      "id": "Apa yang harus saya lakukan jika saya menjadi putra seorang yang dikenal sebagai pengkhianat umat manusia di dunia fantasi!  Jangan khawatir, melihat sistem pencerahannya yang tak terbatas, yang perlu dilakukan Bai Mo hanyalah membuat orang lain iri padanya!  Tidak peduli keterampilan atau buku rahasia apa pun, selama seseorang iri padanya, Bai Mo akan dapat membuka pencerahannya dan membiarkan dirinya mengembangkannya dengan sempurna dalam sekejap!  Oleh karena itu, Bai Mo telah mengangkat banyak penjahat besar di sekitarnya, dan sesekali menggodanya, dia suka melihat musuhnya iri dan membencinya, tetapi dia tidak bisa bertindak seperti dirinya sendiri!",
      "zh": "越玄幻世界还变成了被称为人族大叛徒的儿子该怎么办！ 不急，看着自己的无限顿悟系统，白墨需要做的就是让别人嫉妒自己！无论何等功法、秘籍，只要有人嫉妒他，白墨就能开启顿悟，让自己瞬间将它修炼圆满！ 于是白墨身边养了很多大反派，偶尔调戏一下，就喜欢看着敌人嫉妒怨恨自己，却又干不了自己的样子！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58e52bea-76de-487b-acc9-b306e801bbe1",
    "title": {
      "en": "My Brother's Husband"
    },
    "updatedAt": "2023-10-19T05:40:38+00:00",
    "coverArt": "https://mangadex.org/covers/58e52bea-76de-487b-acc9-b306e801bbe1/a9e5ed2f-45fc-4907-ae2b-abb101221c6d.jpg",
    "altTitles": [
      {
        "de": "Der Mann meines Bruders"
      },
      {
        "fr": "Le mari de mon frère"
      },
      {
        "ja": "弟の夫"
      },
      {
        "zh": "弟之夫"
      },
      {
        "pt-br": "O Marido do Meu Irmão"
      },
      {
        "kk": "Бауырымның Күйеуі"
      },
      {
        "uk": "Чоловік мого брата"
      },
      {
        "ja-ro": "Otouto no Otto"
      }
    ],
    "description": {
      "en": "Ten years ago Yaichi's twin brother moved to Canada and married a man called Mike. A month ago, he died.  \n  \nNow Mike has arrived in Japan to meet Yaichi and his daughter Kana. Yaichi has to face his own preconceptions and come to terms with who his brother really was.  \n  \n[Official English](https://www.penguinrandomhouse.com/books/545416/my-brothers-husband-volumes-1-and-2-by-gengoroh-tagame/)\n\n---\n- **Won the 19th Japan Media Arts Festival Division Excellence Award in 2015**\n- **Won the 47th Japan Cartoonists Association Excellence Award in 2018**",
      "uk": "Звичайнісінький день Яїчі Оріґучі перериває кремезний іноземець, який з'являється перед дверима і обіймає його. Чоловік представляється Майком Фленаґаном, і Яїчі швидко дізнається, що Майк — вдівець Рьоджі, його молодшого брата-близнюка. Відтоді як Рьоджі виїхав до Канади десять років тому Яїчі не чув про нього нічого, окрім того, що він одружився з іноземцем і помер місяць тому.\n\nУ той час як Яїчі занепокоєний, його маленька донька Кана в захваті від ідеї мати дядька-ґея з Канади. Нерозуміння Каною поглядів японського суспільства на гомосексуальність змушує Яїчі замислитися над власними упередженими уявленнями. І поки Майк продовжує жити в родині, Яїчі поступово дізнається більше про свого зятя і згадує своє минуле з Рьоджі.",
      "pt-br": "Há dez anos, o irmão gêmeo de Yaichi acabou se mudando para o Canadá. Como os dois não conversavam tanto, a viagem ao exterior só ajudou a aumentar a distância entre eles. Um mês atrás, Yaichi recebeu a notícia do falecimento de seu irmão e, pouco tempo depois, ele recebe a visita de Mike, seu cunhado. Ele viajou ao Japão para conhecer a família e os lugares de que o seu falecido marido tanto falava. Embora relutante, a família o recebe e Yaichi não só confronta os seus preconceitos com relação à homossexualidade, como também conhece um outro lado do seu irmão e passa a acompanhar como a próxima geração pode lidar com tais questões."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "28"
  },
  {
    "mangaId": "59d890a9-479a-45d9-bda5-8855444a7e7e",
    "title": {
      "en": "OVERWATCH 2 - Guardian of Kanezaka -"
    },
    "updatedAt": "2024-04-03T14:42:40+00:00",
    "coverArt": "https://mangadex.org/covers/59d890a9-479a-45d9-bda5-8855444a7e7e/4b579858-66ff-458f-b6ad-b9e3b94f3a0f.jpg",
    "altTitles": [
      {
        "ja-ro": "OVERWATCH 2: Kanezaka no Moribito"
      },
      {
        "ja": "OVERWATCH２　―鉄坂の守り人―"
      }
    ],
    "description": {
      "en": "A manga based on the popular action shooter game Overwatch 2! Kiriko is a popular character from the game who has been secretly fighting against evil to protect her homeland, Kanezaka."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "The Angel Next Door Spoils Me Rotten"
    },
    "updatedAt": "2024-01-21T12:17:57+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/ec56e4db-c5b3-431e-a6ac-086f87aebfb0.jpg",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "She is the neighbor Angel, I am spoilt by her."
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "ja-ro": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      }
    ],
    "description": {
      "en": "A HEAVENLY ENCOUNTER!\nMahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!\n\n*Adapted from the Light Novel with the same name, \nSerialized in Square Enix Web Magazine [Gangan Online](https://www.ganganonline.com/title/1480)*",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47a52f7b-4a79-4693-ba82-648299140bfb",
    "title": {
      "en": "Isekai de Aisare Sugite Komattemasu! Isekai BL Anthology"
    },
    "updatedAt": "2024-04-05T12:27:45+00:00",
    "coverArt": "https://mangadex.org/covers/47a52f7b-4a79-4693-ba82-648299140bfb/c15afdcb-d5a1-4482-8d5e-2b412ba64e1f.jpg",
    "altTitles": [
      {
        "ja": "異世界で愛されすぎて困ってます！異世界BLアンソロジー"
      },
      {
        "en": "I'm in trouble because I'm loved so much in this different world! Isekai BL Anthology"
      }
    ],
    "description": {
      "en": "Despite being a misanthropic mage!?? Despite being the best friend of the fallen prince!?? Despite being the villainous son!?? To be adored by the cheat protagonist in another world! The popular BL novel from 'Moonlight Novels' is now in comic form! An otherworldly BL anthology!! \n\n[Works Lineup] \n01 'A Deliberate Mage is Doted Upon by a Holy Knight in a Peaceful World' \nManga: Yamamori Potato \nOriginal: Ei Enroku\nShun is reincarnated as a mage in another world. Carrying over his distrust of humans from his past life, he gradually opens his heart as he is adored by the holy knight, Sasha. \n\n02 'I've Been Reincarnated as the Best Friend of the Prince of Darkness' \nManga: Korotora \nOriginal: Tachibasami\nThe protagonist is reincarnated as the best friend of the 'prince of darkness' in the RPG world he loved in his previous life. As he tries everything to avoid the prince's fall into darkness, changes start to appear in the prince's demeanor...? \n\n03 'I Was Reincarnated as a Dog, but I'm Still Doing Well' \nManga: Mochita \nOriginal: ◇◆◇◆\nReincarnated as a dog, I was picked up by a handsome prince. The prince adores my fluffy fur, but it turns out I was a beastman...? \n\n04 'The Villainess Only Wanted to be Betrothed to the Prince at Any Cost, and That Was All.' \nManga: Bandou \nOriginal: Tentsubu\nDaen, who was mocked for his ignorance, volunteered to be the prince's fiance. However, he finds himself being looked at affectionately by Rintz, who should be his rival for the fiance position...!? \n\n05 'Even if I'm Reincarnated, I Want to Love Shiba Inu!' \nManga: Yoshizuka Mayako \nOriginal: Yoshihisa Shiba\nVilfred, who loves Shiba Inus, finds himself in an otherworld where only Prince Ferdinand owns a Shiba Inu... He has no choice but to get closer to the prince!!\""
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "de34e04a-a9a4-4d9b-b434-f13ad275230c",
    "title": {
      "en": "unOrdinary"
    },
    "updatedAt": "2024-02-24T22:20:41+00:00",
    "coverArt": "https://mangadex.org/covers/de34e04a-a9a4-4d9b-b434-f13ad275230c/165b222b-9df9-478b-82f6-57378eace579.jpg",
    "altTitles": [
      {
        "pl": "Niezwykły"
      },
      {
        "tr": "Sıra Dışı"
      },
      {
        "en": "unOrdinary"
      }
    ],
    "description": {
      "en": "The world is not perfect. Learning to deal with its flaws is just a normal part of life. But there comes a point where these imperfections spawn a crushing realization… that something needs to change…",
      "pl": "Świat nie jest doskonały. Nauka radzenia sobie z jego wadami jest tylko normalną częścią życia. Ale pojawia się punkt, w którym te niedoskonałości burzą miażdżącą realizację… że coś musi się zmienić…",
      "pt-br": "O mundo não é perfeito. Aprender a lidar com suas falhas é apenas uma parte normal da vida. Mas chega um ponto em que essas imperfeições geram uma percepção esmagadora… de que algo precisa mudar."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0cf5024b-852c-46bf-b51b-3de413b0ac18",
    "title": {
      "en": "Juryo Again"
    },
    "updatedAt": "2023-10-21T19:01:40+00:00",
    "coverArt": "https://mangadex.org/covers/0cf5024b-852c-46bf-b51b-3de413b0ac18/acf23b03-59bf-424c-b7fc-5dd3d1e0115f.png",
    "altTitles": [
      {
        "ja-ro": "Ju-ryo Again"
      },
      {
        "ja-ro": "Juuryou Again"
      },
      {
        "ja": "ジューリョーAGAIN"
      },
      {
        "ja": "重量 AGAIN"
      },
      {
        "en": "Weightlifting Again"
      },
      {
        "en": "Weight Again"
      }
    ],
    "description": {
      "en": "Kanami Sakura used to be a video game otaku and a hikikomori during middle school. When he starts high school, he decides to change himself. As the first step towards that goal, he decides to join a sports club!!\n\nBut which club will he end up joining? The weightlifting club?! What kind of sport is this? The story of the crybaby teenage boy and the weightlifting club's activities start here!"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "11"
  },
  {
    "mangaId": "0a4bdf95-dc11-4011-937e-7bdc4dd6e786",
    "title": {
      "en": "Tune In to the Midnight Heart"
    },
    "updatedAt": "2024-04-10T22:04:32+00:00",
    "coverArt": "https://mangadex.org/covers/0a4bdf95-dc11-4011-937e-7bdc4dd6e786/f52ac1a8-2005-48ee-8a77-f7527f295d70.jpg",
    "altTitles": [
      {
        "ja": "真夜中ハートチューン"
      },
      {
        "ja-ro": "Mayonaka Heart Tune"
      },
      {
        "en": "Finding the girl behind the voice."
      },
      {
        "en": "Midnight Heart Tune"
      },
      {
        "ru": "Полуночный мотив сердца"
      },
      {
        "pt-br": "Sintonizando com o Coração da Meia Noite"
      },
      {
        "pt-br": "Em busca da garota por trás da voz"
      }
    ],
    "description": {
      "en": "***\"Late at night, alone on my bed, your voice was the only thing that saved me. I want to talk to you again. There's something I want to say.\"***\n\nWithout knowing her real name or face, Yamabuki Arisu, a second-year high school student, was looking for a girl named \"Apollo'' who was a livestreamer. However, one day, Arisu gets a clue about Apollo from the broadcast club of the high school where she is going. There were 4 beautiful girls who dreamed of \"getting a job related to voice\"!! Who is Apollo? What will happen to the dreams of the four people? A cute yet hard-working success romantic comedy begins here!!\n\n---\n**Links:**\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10568/episode/347385) (U.S. Only)",
      "ja": "***「深夜ひとり、ベッドの上、キミの声だけが救いだった。もう一度キミと話したい。言いたいことがあるんだ」。***\n\n高校2年生の山吹有栖は、「アポロ」という名の、顔も本名も知らないラジオ配信者の少女を探していた。だがある日、有栖は進学先の高校の放送部にアポロの手がかりを得る。そこにいたのは「声に関わる仕事に就く」夢を描く美少女が…4人!!アポロは誰？4人の夢の行方は？かわいくも懸命なサクセスラブコメ、ここに開演!!",
      "pt-br": "Yamabuki Arisu, um estudante do segundo ano do ensino médio, estava procurando por uma garota chamada “Apollo”, que era locutora de rádio e ele não conhecia seu rosto ou seu nome verdadeiro. No entanto, um dia, Arisu recebe uma pista sobre Apollo do clube de transmissão da escola secundária para a qual ela estava indo. Havia quatro belas garotas que sonhavam em “conseguir um emprego relacionado à voz”!! Quem é Apollo? O que acontecerá com os sonhos dessas quatro pessoas? Uma comédia romântica fofa, mas trabalhadora e de sucesso, começa aqui!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5439fe65-5b3a-420e-9ef4-27c9bcc49c5a",
    "title": {
      "en": "Boy's Abyss"
    },
    "updatedAt": "2024-02-20T12:28:17+00:00",
    "coverArt": "https://mangadex.org/covers/5439fe65-5b3a-420e-9ef4-27c9bcc49c5a/331c10fb-cd6a-41d1-9da2-2217ea3c17e1.jpg",
    "altTitles": [
      {
        "ja-ro": "Shounen no Abyss"
      },
      {
        "ru": "Бездна подростка"
      },
      {
        "ja": "少年のアビス"
      },
      {
        "ko": "소년의 어비스"
      },
      {
        "en": "World End Boy Meets Girl"
      },
      {
        "ru": "Юношеская бездна"
      },
      {
        "ne": "केटाको रसातल"
      },
      {
        "tr": "Oğlanın Hiçliği"
      },
      {
        "zh-hk": "少年的深淵"
      }
    ],
    "description": {
      "en": "In a town with nothing, in the middle of a daily life with seemingly no signs of change, \nhigh schooler Reiji Kurose was \"just\" living. \nFamily, dreams for the future, childhood friends were all binding him down to that city. \nHe thought he would \"just\" keep on living like that. Until he met her. \nIs there hope in living? Is there light waiting ahead? \nIt's the start of a boy meets girl series which reflects the \"now.\"",
      "fr": "Dans une ville vide, au milieu d'une vie quotidienne répétitive, Reiji Kurose, lycéen, ne faisait que \" vivre\". \nSa famille, ses rêves d'avenir, ses amis d'enfance. Tous ces éléments le liaient à cette ville. \nIl pensait qu'il continuerait \"juste\" à vivre jusqu'à la fin, jusqu'à ce qu'il la rencontre. \nY a-t-il de l'espoir dans la vie ? Y a-t-il de la lumière dans l'avenir ? \nC'est le début d'une série de rencontres entre garçons et filles qui reflète le présent!",
      "ru": "В пустом городке, в разгаре своей повседневной жизни, казалось бы, \"просто\" жил старшеклассник Рэйдзи Куросе. Семья, мечты о будущем, друзья детства - все это привязывало его к своему родному городу. Он думал, что будет продолжать так жить и никогда ничего не изменит. Пока он не встретил ту самую. Есть ли надежда в жизни? Есть ли впереди свет? Это начало серии \"мальчик, повстречавший девочку\", которая отражает \"сейчас\".",
      "tr": "Reiji Kurose, hiçbir şeyin olmadığı ve görünüşe bakılırsa hiçbir değişimin de olmayacağı bir kasabada ot gibi yaşıyordu. Ailesi, gelecek hayalleri ve çocukluk arkadaşları... Hepsi onu o şehre zincirliyordu. Kendince böyle yaşar giderim diyordu. Taa ki onunla tanışıncaya dek. Yaşamanın bir manası var mı? Beni bekleyen bir gelecek var mı? Oğlan ve kızın tanışmasıyla trajedi kapıları aralanır...",
      "vi": "Một bộ truyện đầy u ám cùng tác giả với Hatsukoi Zombie. Trong một thị trấn nhàm chán và ngày qua ngày không có gì thay đổi, Reiji Kurose, một học sinh trung học vốn luôn \"sống\" như \"đã chết\". Gia đình, tương lai, bạn thời thơ ấu. Tất cả đều trói buộc cậu vào thị trấn này. Cậu luôn nghĩ bản thân đã \"chết\" cho đến khi gặp được cô gái ấy. Hy vọng nào thắp sáng cho cuộc đời tăm tối của hai người? câu chuyện về hành trình tìm đến \"cái chết\" để được \"sống\" chính thức bắt đầu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95aa6275-3a71-460b-af9f-33ee9b93bebc",
    "title": {
      "en": "Nue no Onmyouji"
    },
    "updatedAt": "2024-01-27T11:19:51+00:00",
    "coverArt": "https://mangadex.org/covers/95aa6275-3a71-460b-af9f-33ee9b93bebc/7b300ddd-e479-4074-8295-b7cf76e94be2.jpg",
    "altTitles": [
      {
        "ja": "鵺の陰陽師"
      },
      {
        "en": "Nue's Exorcist"
      },
      {
        "ru": "Оммёдзи Нуэ"
      },
      {
        "vi": "Âm Dương Sư Nue"
      },
      {
        "fr": "L'exorciste de Nue"
      },
      {
        "es-la": "El exorcista de Nue"
      }
    ],
    "description": {
      "en": "Yajima has been able to see spirits since he was small. At his new school is a room that nobody else can see. And inside is a spirit who loves playing video games. A new modern exorcist saga now begins!",
      "fr": "Yajima est capable de voir les esprits depuis qu'il est tout petit. Dans sa nouvelle école, il y a une pièce que personne d'autre ne peut voir. Et à l'intérieur se trouve un esprit qui aime jouer aux jeux vidéo. Une nouvelle saga d'exorcistes modernes commence !",
      "vi": "Yajima đã có thể nhìn thấy các linh hồn từ khi còn nhỏ. Tại ngôi trường mới của cậu ấy có một căn phòng mà không ai khác có thể nhìn thấy. Và bên trong là một linh hồn thích chơi trò chơi điện tử. Một câu chuyện trừ tà hiện đại bắt đầu từ giây phút này!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9b3de2c-5398-4d51-a4f9-bbad25834c3c",
    "title": {
      "en": "White Angels Have No Wings"
    },
    "updatedAt": "2022-12-30T14:09:58+00:00",
    "coverArt": "https://mangadex.org/covers/f9b3de2c-5398-4d51-a4f9-bbad25834c3c/41f34cc2-112f-435a-8ea7-28e5625bc27c.jpg",
    "altTitles": [
      {
        "ko": "하얀천사에게 날개는 없다"
      }
    ],
    "description": {
      "en": "A Catholic school where everything seems tranquil and fine. But for Ayeon, a day doesn't pass without getting bullied until one day, Yeonhwa steps in against the bullies. Ayeon is grateful for Yeonhwa but what she doesn't realize is that there seems to be something more than just good intentions behind that beautiful smile.",
      "pt": "A história se passa em um colégio católico, onde a doce e gentil Song Ayeon, passa seus dias de tormento sofrendo Bullyng dia após dia, até que um \"anjo\" Baek Yeinhwa à salva com suas \"boas\" intenções, mas por trás dessa bondade toda ela têm seus motivos pra salvar a pobre donzela das garras…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "77"
  },
  {
    "mangaId": "aafb046c-9de4-4c3d-990c-6d75b079c0b9",
    "title": {
      "en": "Release That Witch"
    },
    "updatedAt": "2023-11-29T15:40:21+00:00",
    "coverArt": "https://mangadex.org/covers/aafb046c-9de4-4c3d-990c-6d75b079c0b9/ee278e22-9bfb-4b1b-9681-f8782b93e57b.jpg",
    "altTitles": [
      {
        "en": "Fangkai Nage Nüwu"
      },
      {
        "fr": "Relâchez cette Sorcière"
      },
      {
        "ru": "Освободите эту Ведьму"
      },
      {
        "zh": "放开那个女巫"
      },
      {
        "uk": "Звільніть цю відьму"
      },
      {
        "tr": "Cadıyı Salın"
      }
    ],
    "description": {
      "en": "A male engineer transmigrated into another world, and became a prince. This place strikingly resembles the Middle Ages of Europe, but at the same time, it seems kind of different? Witches truly exist, and they even possess magic powers! Magic powers are productive forces! Save the witches, liberate the productive forces! Open map, fight demons, break conspiracies, climb up the science and technology tree, and open the path of hardcore ‘farming’!  \n\n\n---",
      "ru": "Чэн Янь прошел сквозь время и попал в мир, подобный Средневековой Европе, став Роландом, 4-м принцем королевства. Но этот мир не такой, к какому он уже привык. Ведьмы и магия здесь — нормальное явление. Сможет ли Роланд заполучить трон короля и решить выпавшие на его долю проблемы? Только его опыт современных технологий и помощь ведьм, известных как «слуги Дьявола», позволят ему добиться успеха!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2da0b883-10cb-42ca-aa10-d4af85f82cbf",
    "title": {
      "en": "Tsubaki the Hope Seller"
    },
    "updatedAt": "2024-03-04T13:08:41+00:00",
    "coverArt": "https://mangadex.org/covers/2da0b883-10cb-42ca-aa10-d4af85f82cbf/bb3ab591-f479-439a-a189-878907a1e240.jpg",
    "altTitles": [
      {
        "ja": "当て屋の椿"
      },
      {
        "ja-ro": "Ate-ya no Tsubaki"
      },
      {
        "en": "Hot Detective Tsubaki"
      },
      {
        "zh": "寻因异闻录·椿"
      },
      {
        "zh-hk": "尋因異聞錄·椿"
      },
      {
        "ko": "아테야의 츠바키"
      },
      {
        "ja-ro": "Ateya no Tsubaki"
      },
      {
        "en": "Tsubaki the Hope Seller"
      }
    ],
    "description": {
      "en": "Housen is an Edo period erotic painter, who stumbles into a murder mystery involving women who hooked up with one of his patrons. \nWith the help of Tsubaki, a girl he runs into on the street who seems to know more about him than he does and is an artist herself, they start unraveling mysteries involving sex, murder, and occasionally the occult…"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22fda941-e603-4601-a536-c3ad6d004ba8",
    "title": {
      "en": "Shin no Jitsuryoku wa Girigiri Made Kakushite Iyou to Omou"
    },
    "updatedAt": "2023-10-15T20:14:14+00:00",
    "coverArt": "https://mangadex.org/covers/22fda941-e603-4601-a536-c3ad6d004ba8/898765bb-2e9e-4aae-8ea1-84c410699eb6.jpg",
    "altTitles": [
      {
        "en": "I Think I'll Hide My True Ability to the Last Moment"
      },
      {
        "ja-ro": "Shin no Jitsuryoku wa Girigiri Made Kakushiteiyou to Omou"
      },
      {
        "ru": "Я думаю скрывать свои истинные способности до последнего момента"
      },
      {
        "ja": "真の実力はギリギリまで隠していようと思う"
      },
      {
        "zh-hk": "我想將真正的實力隱藏到極限"
      },
      {
        "pt-br": "Acho Que Vou Esconder Minha Verdadeira Habilidade Até O Último Momento"
      },
      {
        "fr": "Je vais garder mes véritables capacités secrètes jusqu'à la dernière minute."
      }
    ],
    "description": {
      "en": "A world where you can form a pact with gods and gain skills. Born as the third son of a famous knight family, Yuno was so busy controlling his innate power that he was eventually called \"incompetent.\".\nHowever, in the magical knight academy, where he was enrolled for some reason, he fulfilled his fateful encounter with an unnamed god who was despised as \"incompetent\" like himself..  \nYuno, who formed a pact with the goddess and named her [Athena], secretly decided to make her the highest god, and decided to get a little more serious.",
      "fr": "Un monde où l'on peut conclure un pacte avec les dieux et acquérir des compétences. Troisième fils d'une célèbre famille de chevaliers, Yuno était tellement occupé à contrôler son pouvoir inné qu'il a fini par être qualifié d'\"incompétent\"... Cependant, à l'académie des chevaliers magiques, où il était inscrit pour une raison quelconque, il a fait la rencontre fatidique d'un dieu sans nom qui était méprisé pour son \"incompétence\"...  Yuno, qui a conclu un pacte avec la déesse et l'a nommée [Athéna], a secrètement décidé de faire d'elle le dieu suprême, et a décidé d'être un peu plus sérieuse.",
      "id": "Dunia di mana kau dapat membuat kontrak dengan dewa dan memperoleh skill. Terlahir sebagai putra ketiga dari keluarga ksatria terkenal, Yuno begitu sibuk mengendalikan kekuatan bawaannya sehingga dia akhirnya disebut sebagai \"tidak kompeten\".  \nTapi, di akademi ksatria sihir, dia terdaftar karena suatu alasan, dia bertemu dengan dewa yang dipandang rendah sebagai \"tidak kompeten\" seperti dirinya ..  \nYuno, yang membuat kontrak dengan dewa dan menamainya [Athena], diam-diam memutuskan untuk menjadikannya dewa tertinggi, dan memutuskan untuk menjadi sedikit lebih serius.",
      "pt-br": "Um mundo onde você pode fazer um contrato com Deus e ganhar habilidades. Nascido como o terceiro filho de uma famosa família de cavaleiros, Yuno estava tão ocupado controlando seu poder inato que acabou sendo chamado de \"incompetente\".No entanto, na academia do cavaleiro mágico, que foi matriculado por algum motivo, ele cumpriu seu encontro fatídico com um deus sem nome que era desprezado como \"incompetente\" como ele.Yuno, que fez um contrato com a deusa e a chamou de [Athena], secretamente decidiu torná-la a deusa suprema e decidiu levar um pouco mais a sério seu destino."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "206b585e-6d27-44c7-8944-079f06cd364d",
    "title": {
      "en": "A Literary Girl Who is Kind to Otaku But Strict Only to Me"
    },
    "updatedAt": "2024-04-10T23:31:46+00:00",
    "coverArt": "https://mangadex.org/covers/206b585e-6d27-44c7-8944-079f06cd364d/3f59aa92-846f-4a88-ae0d-07cda725c4c1.png",
    "altTitles": [
      {
        "ja": "オタクに優しくて俺にだけ厳しい文学少女"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b07b80d-78d9-479a-8999-ef13ee0b0a33",
    "title": {
      "en": "Chiguhagu na Kiss"
    },
    "updatedAt": "2024-04-02T06:56:30+00:00",
    "coverArt": "https://mangadex.org/covers/6b07b80d-78d9-479a-8999-ef13ee0b0a33/3afd617b-4bb1-472e-b3f7-da43dddfb2cc.jpg",
    "altTitles": [
      {
        "ja": "ちぐはぐなキス"
      },
      {
        "en": "Hug Me, Kiss Me"
      }
    ],
    "description": {
      "en": "Third year Kumai wants to enjoy his final days of youth. He wants a girlfriend, but was never able to take the step forward due to past trauma. After hearing that a girl he was close with broke up with her boyfriend recently, he decides to contact her and they soon got together! Overjoyed to finally have a girlfriend, he goes to see her the next day...only to be met by Sasahara, the most handsome guy in his grade! This is a coming-of-age romance that begins over a misunderstanding between a super popular hottie and a pure late bloomer!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7.5"
  },
  {
    "mangaId": "39878c19-f107-4385-b56a-3d90d2b2370f",
    "title": {
      "en": "Ellin’s Solhwa"
    },
    "updatedAt": "2024-01-19T02:20:59+00:00",
    "coverArt": "https://mangadex.org/covers/39878c19-f107-4385-b56a-3d90d2b2370f/13dc0dc1-068a-4ff7-b924-ca29b89f68e1.jpg",
    "altTitles": [],
    "description": {
      "en": "The last thing Ellin remembers is having to deal with a belligerent customer at her dead-end job. And when she opened her eyes… she’s “Solhwa,” the beautiful fourth concubine to the king of the Xyaran Empire. Between trying to learn the language and eating steak, Ellin’s trying to figure exactly what’s going on. Where is she? How did this happen? And who can she trust: Solhwa’s handsome charismatic childhood friend or the elegant, raven-haired king’s advisor?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "51"
  },
  {
    "mangaId": "1003024d-101c-4fb6-86e6-033167bab723",
    "title": {
      "en": "Amai Seikatsu"
    },
    "updatedAt": "2023-08-01T16:39:59+00:00",
    "coverArt": "https://mangadex.org/covers/1003024d-101c-4fb6-86e6-033167bab723/57892aeb-0a79-4f4f-a59d-33151b1daf24.png",
    "altTitles": [
      {
        "zh": "内衣高手"
      },
      {
        "ja": "甘い生活"
      },
      {
        "ko": "달콤한 생활"
      },
      {
        "en": "Sweet Life"
      }
    ],
    "description": {
      "en": "The complicated story of a young man who goes to work for a lingerie company. \nOne of the very first harem manga, done by a former shojo mangaka known for his peculiar tendencies \n(was known to cross dress among other things) and serialized in the now defunct Business Jump.\n \nVolume titles and Romaji equivalent:  \n  \n2. ランジェリーに恋してる♥ (Ranjerī ni Koishiteru ♥)  \n- 愛の悩み (Ai no Nayami)  \n- 恋模様みだれ髪 (Koi Moyō Midare-kami)  \n- おかしな二人 (Okashina Futari)  \n- 弓香の日記 (Yumika no Nikki)  \n- 二人の気持ち (Futari no Kimochi)  \n- 伸介の選択 (Shinsuke no sentaku)  \n- おかしな気分 (Okashina Kibun)  \n- おかしな三角関係 (Okashina Sankaku Kankei)  \n- よみがえる美 (Yomigaeru Bi)  \n- 東京ショック (Tokyo Shock)  \n- ユミカ・センセーション (Yumika Sensation)  \n- セルフヌード (Self-nude)  \n- 能力喪失 (Nōryoku Sōshitsu)  \n- お嬢様の初体験 (Ojō-sama no Shotaiken)  \n- 巴の目覚め (Tomoe no Mezame)  \n- ぱんつのお披露目 (Pantsu no Ohirome)  \n- 女優・佐倉澪 (Joyū Sakura Mio)  \n- 弓香が女優 (Yumika ga Joyū)  \n- 美人双子姉妹 (Bijin Futago Shimai)  \n- 政略結婚！？ (Seiryaku Kekkon!?)  \n- 触りのライセンス (Sawari no License)  \n- がんばれ！！大統領！！ (Ganbare!! Daitōryō!!)  \n- ブービー・トラップ (Booby Trap)  \n- ガマン大会 (Gaman Taikai)  \n- 世界新記録！？ (Sekaishinkiroku!?)  \n- 殿・姫・伸介 (Tono Hime Shinsuke)  \n- 姫のお目覚め？ (Hime no o Mezame?)  \n- ニューゴッドハンド？ (New God Hand?)  \n- コスプレ秘書 (Cosplay Hisho)  \n- 天才×天才 (Tensai × Tensai)  \n- ナマで大事件！？ (Nama de Daijigen!?)  \n- 4回転マッサージ (4 Kaiten Massage)  \n- 官能タイフーン (Kan'nō Typhoon)  \n- デザイナーの資質 (Designer no Shishitsu)  \n- 伸介の痴漢騒動 (Shinsuke no Chikan Sōdō)  \n- ベガスの狂乱 (Vegas no Kyōran)  \n- 1000万ドルの下着 (1000 Man-doru no Shitagi)  \n- 幼なじみの下着 (Osana Najimi no Shitagi)  \n- 呪いのコルセット発動！？ (Noroi no Corset Hatsudō!?)"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "erotica",
    "lastVolume": "40",
    "lastChapter": "480"
  },
  {
    "mangaId": "c727d921-4294-455b-9bcc-2f0c7d29cd9a",
    "title": {
      "en": "Rokudenashi Blues"
    },
    "updatedAt": "2024-04-07T11:20:40+00:00",
    "coverArt": "https://mangadex.org/covers/c727d921-4294-455b-9bcc-2f0c7d29cd9a/91c8d035-6dd3-4d18-973c-0152a440bbc8.png",
    "altTitles": [
      {
        "fr": "Racaille Blues"
      },
      {
        "ja-ro": "RokuBuru"
      },
      {
        "tr": "Serseri Hüznü"
      },
      {
        "ja": "ろくでなしBLUES"
      },
      {
        "vi": "Bản Blues vô giá trị"
      },
      {
        "ja-ro": "Rokudenashi Blues"
      }
    ],
    "description": {
      "en": "Maeda is a new student in the Teiken High School. He stutters when he's nervous and he's rather clumsy. He gets noted immediately because he hits a teacher during the entrance ceremony. Some clubs search to enlist him as they see in him a force they can use to get even with other clubs. But Maeda is a loner and has only one dream: becoming boxing champion. His first objective is to beat the leader of the boxing club. \"Rokudenashi\" translates as \"good for nothing\".  \n  \nThe manga focuses more on gang warfare than boxing.",
      "es": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo.",
      "vi": "Maeda Taison, chàng thiếu niên tới từ Osaka mang trong mình ước mơ trở thành nhà vô địch boxing thế giới. Xuyên suốt 3 năm học của cậu không chỉ là những trận đánh, những xung đột mà còn có cả những câu chuyện đầy tính nhân văn.\nHuyền thoại của dòng manga yankee Nhật Bản, dù đã kết thúc từ năm 1997 nhưng Rokudenashi Blues (RB) vẫn đang là bộ manga yankee bán chạy nhất mọi thời đại. Vì kết thúc đã lâu nên nội dung của nó có phần \"outdate\", tuy nhiên vẫn rất đáng đọc.",
      "es-la": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "409"
  },
  {
    "mangaId": "bc998000-171b-4fbe-9dd8-570e56c0845d",
    "title": {
      "ja-ro": "Maitsuki, Niwatsuki, Ooyatsuki"
    },
    "updatedAt": "2024-01-20T23:26:04+00:00",
    "coverArt": "https://mangadex.org/covers/bc998000-171b-4fbe-9dd8-570e56c0845d/239172a3-c42d-4658-89da-6bb6e6c8549e.jpg",
    "altTitles": [
      {
        "en": "Monthly in the Garden with My Landlord"
      },
      {
        "ja": "毎月庭つき大家つき"
      },
      {
        "ja-ro": "Maitsuki Niwa Tsuki, Ooya Tsuki"
      },
      {
        "zh": "月付房租带院子带房东"
      },
      {
        "en": "Monthly With Garden With Ooya"
      },
      {
        "pl": "Dom z ogrodem i właścicielką"
      }
    ],
    "description": {
      "en": "Asako moves to a new house to get over her recent breakup. She finds a great little place a bit removed from the city with a lovely garden, but there’s a catch—the house also comes with a live-in landlord!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28aa9a4a-c4d9-4140-bf71-593570255882",
    "title": {
      "en": "Beast Wheeler"
    },
    "updatedAt": "2023-07-18T04:05:36+00:00",
    "coverArt": "https://mangadex.org/covers/28aa9a4a-c4d9-4140-bf71-593570255882/7b9722ec-086f-4ae5-b040-ffc9f466c9fb.jpg",
    "altTitles": [
      {
        "ja": "ビーストホイラー"
      },
      {
        "en": "Beast Wheeler"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "8ef11280-30bc-434b-bf61-c61e092905ac",
    "title": {
      "en": "Class de 2 Banme ni Kawaii Onna no Ko to Tomodachi ni Natta"
    },
    "updatedAt": "2024-02-15T00:01:28+00:00",
    "coverArt": "https://mangadex.org/covers/8ef11280-30bc-434b-bf61-c61e092905ac/1550d1d9-b033-4b54-a10e-bd2eb84b00ab.jpg",
    "altTitles": [
      {
        "ja": "クラスで２番目に可愛い女の子と友だちになった"
      },
      {
        "en": "I Became Friends with the Second Cutest Girl in My Class"
      },
      {
        "ja-ro": "Class de 2 Banme ni Kawaii Onna no Ko to Tomodachi ni Natta"
      },
      {
        "id": "Aku Berteman dengan Gadis Paling Cantik Kedua di Kelas ku"
      },
      {
        "it": "Sono diventato amico con la seconda ragazza più carina nella mia classe"
      }
    ],
    "description": {
      "en": "I, Maehara Maki, someone who couldn’t make any acquaintances or friends in high school, finally had someone I can hang out with outside of school. A girl.\n\nHer name was Asanagi-san. The boys in my class called her ‘The class’ second cutest girl’ behind her back.\n\nOn Fridays, she would refuse her best friend, Amami, ‘the cutest girl in class’ invitation just to hang out in my house with me.\n\nTogether, we played games, watched some movies, read some manga while eating junk foods like pizza and hamburgers, and chugging cola without a care in the world. To others, we may seem sloppy, but it was a precious, secret time together for Asanagi-san and myself.",
      "id": "Aku, Maehara Maki, seseorang yang tidak memiliki kenalan atau teman di SMA, akhirnya memiliki seseorang yang bisa aku ajak bergaul di luar sekolah. Seorang gadis.\n\nNamanya Asanagi-san. Anak-anak laki-laki di kelas saya memanggilnya 'Gadis paling imut kedua di kelas' di belakangnya.\n\nPada hari Jumat, dia akan menolak ajakan sahabatnya, Amami, 'gadis paling manis di kelas' hanya untuk berkumpul di rumah ku dengan ku.\n\nBersama-sama, kami bermain game, menonton film, membaca manga sambil makan junk food seperti pizza dan hamburger, dan menenggak cola tanpa peduli dengan dunia. Bagi orang lain, kami mungkin terlihat ceroboh, tetapi itu adalah waktu yang berharga, waktu rahasia bersama untuk Asanagi-san dan ku sendiri.",
      "es-la": "Yo, Maehara Maki, alguien que no podía conocer ni hacer amigos en la escuela secundaria, finalmente tenía a alguien con quien podía pasar el rato fuera de la escuela. Una mujer. Su nombre era Asanagi-san. Los chicos de mi clase la llamaban \"La segunda chica más linda de la clase'\" a sus espaldas. Los viernes, rechazaba la invitación de su mejor amiga, Amami, \"la chica más linda de la clase\" solo para pasar el rato en mi casa conmigo. Juntos, jugamos, vimos algunas películas, leímos manga mientras comíamos comida chatarra como pizza y hamburguesas, y tomábamos refrescos de cola sin preocuparnos por nada. Para otros, podemos parecer descuidados, pero fue un tiempo secreto y precioso para Asanagi-san y para mí.",
      "pt-br": "Eu, Maehara Maki, alguém que não conseguia conhecer ou fazer amigos no ensino médio, finalmente consegui alguém com quem eu pudesse sair fora da escola. Uma garota.\n\nO nome dela era Asanagi-san. Os meninos da minha turma a chamavam de 'a segunda garota mais fofa da turma' pelas costas.\n\nÀs sextas-feiras, ela recusava o convite de sua melhor amiga, Amami, 'a garota mais fofa da classe' só para ficar na minha casa comigo.\n\nJuntos, jogamos, assistimos a alguns filmes, lemos alguns mangás enquanto comíamos junk food como pizza e hambúrgueres e bebíamos refrigerantes sem nenhuma preocupação no mundo. Para outros, podemos parecer desleixados, mas foi um tempo precioso e secreto juntos para Asanagi-san e eu."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2331661-2a88-40d4-ac1a-e61ad776ed48",
    "title": {
      "en": "For My Derelict Beloved"
    },
    "updatedAt": "2024-01-20T22:05:49+00:00",
    "coverArt": "https://mangadex.org/covers/e2331661-2a88-40d4-ac1a-e61ad776ed48/43e8eeec-38dc-4862-b367-2e6f4ea2445a.jpg",
    "altTitles": [
      {
        "ko": "버려진 나의 최애를 위하여"
      },
      {
        "ko-ro": "Beoryeojin Na-eui Choeaereul Wihayeo"
      },
      {
        "en": "For My Forsaken Beloved"
      },
      {
        "en": "For My Abandoned Love"
      },
      {
        "es": "Para mi amor abandonado"
      },
      {
        "en": "For My Derelict Favorite"
      },
      {
        "es": "Por mi favorito abandonado"
      },
      {
        "zh": "为了我被遗弃的爱"
      },
      {
        "mn": "Хаягдсан хайртынхаа төлөө"
      }
    ],
    "description": {
      "en": "I entered my favorite romantic fantasy novel! I may be a commoner, but I'm rich beyond belief. I quietly watched the romance of the main characters in the original novel, assuming I would go back to reality after reaching the novel's ending... However, even after the ending, I am still stuck in this world! As a result, I learned the behind-the-scenes stories that I didn't want to know. My favorite second male lead, Kaelus, died. Living in poverty without him, I eventually became ill and died as well. I thought I would return to reality, but I went back in time instead. This is definitely... This means I have to save my beloved, right?\n\n---\n**Notes:**\n* The novel of this series was originally released as R15, 7 months after being completed the book/ebook was later re-released as R19. The webtoon will follow how the novel was originally released which is R15.\n* *For My Derelict Favorite* is the official English name on the Korean novel.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8423030), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794155)",
      "hu": "Hestia, a főhősnőnk a kedvenc regényének egy gazdag mellékszereplőjeként ébred egy nap. Rajongóként legelső dolga, hogy nemesi címet vásároljon magának annak érdekében, hogy az imádott drágaságát, a regény second male lead-jét, Caelust láthassa az arisztokrata bálokon. Hestia úgy dönt, csak külső szemlélő lesz, nem avatkozik bele a cselekményszálba. A regény eredeti befejezését követő évben azonban olyan váratlan dolog történik Caelus-szal, ami Hestiát mégis cselekvésre készteti, hogy a bias-a elkerülhesse a tragikus befejezést.1",
      "ko": "\"내 최애를 살려내!\"\nN회차 정주행할 만큼 애정하던 로판 소설에 빙의한 헤스티아,\n엑스트라 of 엑스트라에 빙의한 덕에 주인공들을 직관하고 드디어 맞이한 작품의 엔딩!\n엔딩 후 현실로 돌아가게 될 거란 예상은 산산조각이 나고,\n소설의 엔딩 후 비하인드가 가장 애정하는 캐릭터였던 서브남 카엘루스의 죽음이라는 충격에서 벗어나기도 전에\n소설의 엔딩 직후로 회귀하는데…!\n그렇다면 이번엔, 내 최애를 지켜내겠어!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]