[
  {
    "mangaId": "45c31545-653a-4f35-b8d6-6b22aa48fc29",
    "title": {
      "en": "Isyuzoku Joshi ni ○○ Suru Hanashi"
    },
    "updatedAt": "2022-08-10T02:24:32+00:00",
    "coverArt": "https://mangadex.org/covers/45c31545-653a-4f35-b8d6-6b22aa48fc29/02b6daed-d7bc-4d98-ba5b-0b18a01bb250.jpg",
    "altTitles": [
      {
        "en": "A Story About Doing XX to Girls From Different Species"
      },
      {
        "ja-ro": "Ishuzoku Joshi ni Marumaru Suru Hanashi"
      },
      {
        "ru": "История о том, как делать XX с девушками из разных видов"
      },
      {
        "ja": "異種族女子に○○する話"
      }
    ],
    "description": {
      "en": "The only human student at an all-girl school is on a mission to sexually harass each of the monster girls."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "57"
  },
  {
    "mangaId": "ade53973-bde5-4b9d-a57a-a370dd2358a7",
    "title": {
      "en": "Gakuen Sousei Nekoten!"
    },
    "updatedAt": "2024-02-24T10:07:09+00:00",
    "coverArt": "https://mangadex.org/covers/ade53973-bde5-4b9d-a57a-a370dd2358a7/fe7dbda7-ae2f-4545-941c-c998216c878b.jpg",
    "altTitles": [
      {
        "en": "Cat Paradise"
      },
      {
        "ja-ro": "Gakuen Sosei Nekoten"
      },
      {
        "ja-ro": "Nekoten!"
      },
      {
        "ja": "学園創世猫天!"
      },
      {
        "ja": "猫天"
      }
    ],
    "description": {
      "en": "Cat Paradise  \n  \nYumi enrolls at Matabi Academy for one reason: with permission, you can raise your cat there. After the entrance ceremony, a monster suddenly appears, endangering her and her new friend. Given a mysterious power, Yumi and her cat Kansuke stride into battle."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "812f9696-048f-496d-9ed4-84c99345d1fb",
    "title": {
      "en": "Tales of Demons and Gods"
    },
    "updatedAt": "2024-05-29T22:05:56+00:00",
    "coverArt": "https://mangadex.org/covers/812f9696-048f-496d-9ed4-84c99345d1fb/4dcdd628-9195-4fa8-8079-50541ed60515.jpg",
    "altTitles": [
      {
        "es-la": "Cuentos de Demonios y Dioses"
      },
      {
        "no": "Fortellinger om Demoner og Guder"
      },
      {
        "es": "Historias De Dioses Y Demonios"
      },
      {
        "en": "TDG"
      },
      {
        "en": "TODAG"
      },
      {
        "en": "TODAG : Tales of Demons and Gods"
      },
      {
        "en": "TODG"
      },
      {
        "vi": "Trach Yeu Ky"
      },
      {
        "es-la": "Una Vida Del Demonio"
      },
      {
        "vi": "Yêu Thần Ký"
      },
      {
        "zh-ro": "Yāoshén jì"
      },
      {
        "zh-ro": "Yaoshenji"
      },
      {
        "ru": "Клеймо Зловещего Духа"
      },
      {
        "ru": "Сказания о Демонах и Богах"
      },
      {
        "zh": "妖神记"
      },
      {
        "es-la": "Crónicas De Dioses Y Demonios"
      }
    ],
    "description": {
      "en": "Nie Li became the strongest Demon Spiritualist and stood at the pinnacle of the martial world. However, he lost his life during the battle with the Sage-Emperor and six deity-ranked beasts.  \r\n  \r\nHis soul was then brought back to when he was still 13 years old. At this point in his life, Nie Li was considered to be the most pathetic of his peers. However, with the vast knowledge he accumulated from his previous life (his future), he began becoming stronger faster than anyone could expect. He also decided to help those who died nobly in his previous life become stronger as well.  \r\n  \r\nAiming to avert the future destruction of his home by demon beasts, and to avoid his previous fate of ending up destroyed, Nie Li fights to protect his lover, friends, family and fellow citizens who died in the beast assault or its aftermath. He also aims to destroy the so-called \"sacred family,\" who will abandon their duty and betray the city.",
      "ru": "Сильнейший в мире заклинатель демонов Не Ли погиб в битве с Мудрецом-Императором. Но его душа воплотилась вновь, вернувшись на десятилетия назад, в нём самом, тринадцатилетнем подростке. Теперь у него есть шанс исправить все ошибки, совершённые в прошлом: спасти от монстров родной город, защитить любимую, друзей и семью. В детстве Не Ли был самым слабым учеником в классе, имея духовную силу на уровне простых людей. Он и мечтать не смел стать воином, не говоря уже о заклинателе демонов, но опыт и знания, накопленные в предыдущей жизни, помогут ему стать сильнее. Ведь сейчас он знает то, что неведомо профессорам в их боевой академии.",
      "es-la": "Nie Li, el más fuerte Espiritista Demoníaco, en su vida pasada estuvo en la cima del mundo marcial, sin embargo, perdió la vida durante la batalla con el Sabio Emperador y sus bestias, al morir fue devuelto al pasado cuando tenía 13 años gracias a la ayuda del Libro Temporal del Demonio Espiritual y aunque en este momento él es el más débil de su clase con la ayuda de los vastos conocimientos que acumuló de su vida anterior, se transformara en un guerrero formidable.",
      "pt-br": "Nie Li, o mais poderoso Espiritualista Demoníaco e estando no topo do mundo marcial, perde sua vida durante a batalha com o Imperador Sábio e as seis bestas de nível divino, e sua alma volta ao passado para quando ele tinha 13 anos. Embora ele seja o mais fraco em sua classe, com o talento mais baixo no reino da alma Vermelho – o mais fraco dos reinos – com a ajuda de seu vasto conhecimento acumulado na sua vida passada, cresce mais rápido do que todos. Agora, ele irá tentar proteger a cidade que no futuro será invadida pelas bestas e que acabou sendo destruída, assim como sua amada, seus amigos e sua família que morreram pelo ataque das mesmas, e destruir a família Sagrada que abandonaram seus deveres e traíram a cidade em sua vida passada."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0550851a-961b-4b34-9684-4b2901e62079",
    "title": {
      "en": "Moto Azadarake no Kanojo ga Shinpai de"
    },
    "updatedAt": "2024-05-01T19:50:42+00:00",
    "coverArt": "https://mangadex.org/covers/0550851a-961b-4b34-9684-4b2901e62079/edb2619b-9e7c-4c4d-af04-68cf2960f99b.jpg",
    "altTitles": [
      {
        "ja": "元 痣だらけの彼女が心配で"
      },
      {
        "en": "I'm Worried About My Girlfriend, Who Used to be Covered in Bruises"
      },
      {
        "pl": "Martwię Się o Moją Dziewczynę, Która Była Kiedyś Pokryta w Bliznach"
      },
      {
        "ru": "Я беспокоюсь о своей девушке, которая раньше была вся в синяках"
      },
      {
        "tr": "Eskiden Bandajlarla Kaplanmış Olan Kız Arkadaşım Hakkında Endileşeniyorum"
      },
      {
        "ro": "Sunt Îngrijorat Pentru Iubita Mea, Care Obișnuia să Fie Acoperită de Vânătăi"
      }
    ],
    "description": {
      "en": "Continuation of [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d553645b-03a3-4fc8-9a9c-57f91cbbab89",
    "title": {
      "en": "Jirai Nandesuka? Chihara-san"
    },
    "updatedAt": "2024-06-24T06:12:24+00:00",
    "coverArt": "https://mangadex.org/covers/d553645b-03a3-4fc8-9a9c-57f91cbbab89/5555f44b-18e5-48c6-a8b7-c884c22227fa.jpg",
    "altTitles": [
      {
        "ja": "地雷なんですか？地原さん"
      },
      {
        "en": "Is Chihara-san A Landmine?"
      },
      {
        "en": "That Girl Is Cute… But Dangerous?"
      },
      {
        "zh-hk": "你是地雷吗？地原同学"
      },
      {
        "pt-br": "Aquela Garota é Bonita, Mas Perigosa?"
      }
    ],
    "description": {
      "en": "The girl sitting next to me at the start of the new semester is the rumored \"landmine\" girl… but… is Chihara-san really the \"landmine\" that everyone says she is?",
      "pt-br": "A garota sentada ao meu lado no começo do novo semestre é a famosa Garota Perigosa, mas… a Chihara-san é mesmo o “Perigo” que todos dizem ser?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb1e9858-5d3c-4c3e-a394-12c5b4d0b55f",
    "title": {
      "en": "Re:Monster"
    },
    "updatedAt": "2024-06-13T20:41:22+00:00",
    "coverArt": "https://mangadex.org/covers/eb1e9858-5d3c-4c3e-a394-12c5b4d0b55f/0aeacaa8-a3d4-45b8-af54-f9fbb3b9871b.jpg",
    "altTitles": [
      {
        "ja": "リ・モンスター"
      },
      {
        "th": "Re:Monster ราชันชาติอสูร"
      },
      {
        "ru": "Перерождение: Монстр"
      },
      {
        "zh-hk": "重．怪物"
      }
    ],
    "description": {
      "en": "Tomokui Kanata has been reincarnated into the weakest race, goblin, and given a new name, Gobrou, after having undergone an unfortunate death. However, Gobrou has retained his previous life's memories and ability to learn skills from what he eats. In this alternate world of survival of the fittest, events unfold. Will a goblin party become the heroes of this world, in a delightful twist from your usual scenario?",
      "pt-br": "Tomokui Kanata reincarnou na raça mais fraca, a dos goblins e ganhou um novo nome, Rou, após ter morrido de forma infeliz. Entretanto, o goblin Rou preservou as lembranças de sua vida passada, ganhando uma evolução incomum, mas mantendo sua capacidade de ganhar habilidades por comê-los. Neste mundo alternativo de sobrevivência do mais forte, com o desenrolar dos acontecimentos, irá o grupo do goblins se tornarem os heróis deste mundo e o transformarem em um cenário totalmente diferente do habitual? Ele irá se tornar o herói deste mundo ou um soberano das trevas dominará a todos?"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26102334-1f7b-4a5b-a64f-107c5c24a70f",
    "title": {
      "en": "Mao"
    },
    "updatedAt": "2023-02-03T02:58:05+00:00",
    "coverArt": "https://mangadex.org/covers/26102334-1f7b-4a5b-a64f-107c5c24a70f/5eb209bf-814e-43f4-b550-14749c2995e7.jpg",
    "altTitles": [
      {
        "en": "MAO"
      },
      {
        "ja": "マオ"
      },
      {
        "zh-hk": "摩緒"
      },
      {
        "th": "หาญสู้พลิกชะตาอาถรรพณ์"
      }
    ],
    "description": {
      "en": "The story is set in a \"land where two worlds intersect,\" and it centers on \"a strange romance between a boy and girl who meet by fate.\"\n\n(from ebookjapan):\n\nOnmyoji and Yokai? A girl's bizarre Taisho romance! When she was in the first grade of elementary school, her whole family was involved in an accident, but she is the only one who survived. In her third year of junior high school, she passes by the accident site again and is somehow transported back to the Taisho Era!　\n\nThe next day, Nanoka's physical abilities are awakened when she is told by Mao, a boy she met there who is an Onmyoji, \"You are a demon, aren't you?\" The Taisho bizarre romance in which the two of them face their \"destiny\" that will come begins!\n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/mao)\n- Indonesian release by [Elex Media](https://www.gramedia.com/products/mao-01) (2021)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1620de1-6eb6-4948-b228-b232f910155a",
    "title": {
      "en": "Adachi to Shimamura"
    },
    "updatedAt": "2023-12-03T16:53:02+00:00",
    "coverArt": "https://mangadex.org/covers/a1620de1-6eb6-4948-b228-b232f910155a/ea736587-f3d1-45f6-82e5-0c07df6b5260.png",
    "altTitles": [
      {
        "en": "Adachi and Shimamura"
      },
      {
        "fr": "Adachi et Shimamura"
      },
      {
        "ja-ro": "Adashima"
      },
      {
        "ru": "Адачи и Шимамура"
      },
      {
        "zh": "安达与岛村"
      },
      {
        "ja": "安達としまむら"
      },
      {
        "zh-hk": "安達與島村"
      },
      {
        "zh-ro": "Āndá yǔ Dǎocūn"
      },
      {
        "id": "Adachi dan Shimamura"
      }
    ],
    "description": {
      "en": "In the middle of the school day, on the second floor of the gym. This is where the two came to skip class, and it's where their friendship began. A story of two high school girls, playing ping-pong and chatting as they spend the heydays of their youth.",
      "ja": "入間人間が書く電撃文庫の大人気作品『安達としまむら』。TVアニメ化決定の本作を新鋭・柚原もけがコミカライズ！女子校生2人のゆる～い日常をご堪能ください。",
      "ru": "В середине учебного дня, на втором этаже спортзала. Именно туда эти двое пришли пропустить занятия, и именно там началась их дружба."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f4e5f5b-d930-4266-8c8a-c4cf9a81e51f",
    "title": {
      "en": "Jahy-sama wa Kujikenai!"
    },
    "updatedAt": "2024-04-25T18:10:09+00:00",
    "coverArt": "https://mangadex.org/covers/2f4e5f5b-d930-4266-8c8a-c4cf9a81e51f/cbe458d3-9559-4e7a-80cc-e3d20a6b5a45.jpg",
    "altTitles": [
      {
        "fr": "La Grande Jahy ne Perd Jamais"
      },
      {
        "en": "The Great Jahy Will Not Be Defeated!"
      },
      {
        "en": "Jahy-sama Won't Be Discouraged!"
      },
      {
        "ru": "Джахи-сама не будет отчаиваться!"
      },
      {
        "ja": "ジャヒー様はくじけない！"
      },
      {
        "ko": "쟈히님은 굴하지 않아!"
      },
      {
        "pl": "Niepokonana Jahy"
      },
      {
        "ja-ro": "Jahy-Sama Ha Kujikenai!"
      },
      {
        "fr": "Jahy-sama ne se découragera pas !"
      }
    ],
    "description": {
      "en": "Jahy-sama (pronounced jah-hee) is an existence to be feared and respected throughout the Demon Realm. Well, was.\n\nThe (former) Demon Realm No. 2 is now busy with house chores and work…in the human realm! Her dinner is just beansprouts, and she can't afford anything except water at cafes, but she won't get discouraged!\n\n---\n**Note:**\nJahy's shirt says '魔界復興', which seems to translate to 'Demon Realm Restoration'.",
      "ru": "Джахи-сама - существо, которое боялись и уважали во всем демоническом мире. Ну, когда-то... Вторая по силе (прежде) мира демонов теперь занята домашними заботами и работой... в человеческом мире! Её ужин - одна фасоль, а в кафе она не может себе позволить ничего кроме воды, но её никогда не сломить!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30b89356-952c-4a72-9d8c-cf44147e881a",
    "title": {
      "en": "IDOL×IDOL STORY!"
    },
    "updatedAt": "2024-05-11T06:26:27+00:00",
    "coverArt": "https://mangadex.org/covers/30b89356-952c-4a72-9d8c-cf44147e881a/a53438ab-4e54-4c36-9e73-7ae11f748c10.jpg",
    "altTitles": [
      {
        "ja": "アイドル×アイドル　ストーリー！"
      },
      {
        "ru": "Айдол×Айдол история!"
      },
      {
        "en": "Idol x Idol Story!"
      }
    ],
    "description": {
      "en": "Mimi Nagisa (22 years old) is a former idol. After giving up on her dream of being an idol because of her lacking talent she spends her days working part-time while attending college. However, the moment she meets the idol Ibuki Nanakusa, whom she recently found interest in, their lives begin to cross each other.\n\n(Source: Comic Fuz, translated)\n\n[Official Twitter](https://twitter.com/idol2story_info)",
      "ja": "才能がないと夢を諦めた元アイドルのミミと、ミミに憧れていた現役アイドル・イブキ。そんな2人が、ひょんな出会いから一緒にサバイバルオーディション番組への出演を目指すことに…!?　一度は諦めかけた夢、今度こそ2人でなら…！",
      "ru": "Мими Нагиса (22 года) — бывший айдол. После того, как она отказалась от своей мечты стать айдолом из-за отсутствия таланта, она проводит дни работая на неполный рабочий день, учась в колледже. Однако в тот момент, когда она встречает кумира Ибуки Нанакуса, к которому она недавно проявляла интерес, их жизни начинают пересекаться."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9243a9d0-13dc-452d-b123-c6d5c28e46d2",
    "title": {
      "en": "Shy na Ano Ko ni Natsukaretai"
    },
    "updatedAt": "2024-06-25T05:22:24+00:00",
    "coverArt": "https://mangadex.org/covers/9243a9d0-13dc-452d-b123-c6d5c28e46d2/1757ad52-4547-4fd4-a35f-1acfae360126.jpg",
    "altTitles": [
      {
        "ja": "シャイなあの子に懐かれたい"
      },
      {
        "en": "I Want To Be Liked By That Shy Girl"
      },
      {
        "ko": "샤이한 그 아이를 좋아하고 싶어"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ee24c64-1289-41b2-8100-74f0cdd7f1d8",
    "title": {
      "en": "Italiajin no Onnanoko ga Isourou Suru Koto ni Natta (Pre-Serialization)"
    },
    "updatedAt": "2024-01-31T15:28:13+00:00",
    "coverArt": "https://mangadex.org/covers/3ee24c64-1289-41b2-8100-74f0cdd7f1d8/c2cfcad1-ea9b-41cb-bc88-8af65a7b7fe3.jpg",
    "altTitles": [
      {
        "ja": "Italiajin no Onnanoko ga Isourou Suru Koto ni Natta"
      },
      {
        "es": "La chica italiana se ha convertido en una arrimada"
      },
      {
        "ja": "イタリア人の女の子が居候することになった"
      },
      {
        "ru": "Эта итальянская девушка стала такой халявщицей"
      },
      {
        "vi": "Cô nàng người Ý và cuộc sống tự do"
      },
      {
        "en": "This Italian Girl Has Become Such a Freeloader"
      },
      {
        "en": "La Ragazza: Living with Francesca"
      },
      {
        "vi": "姑娘𠊛意頗局𤯨自由 (Nom Script)"
      }
    ],
    "description": {
      "en": "Yuji is an artist working out of a modest Tokyo apartment, when he suddenly receives a letter from his mother informing—not asking—him about an Italian girl coming to live with him while she attends university. Supposedly the two have a history, but forgotten memories lend little in the way of preparing either party for the inevitable awkwardness to come. Left with little say in the matter, Yuji’s bachelorhood comes to an end, and his life with Francesca begins.\n\nFull color till Chapter 26.",
      "ja": "異国から来た女の子は天然? 大胆? イラストレーターの雄二の前に突然現れたのはイタリア人の女の子フランチェスカ。母からの言いつけでいきなり一緒に暮らすことに! 二人で一緒にご飯を食べたり、部屋着姿にドキドキしたり……。 とまどいながら始まった同居生活だけど、ちょっとずつ二人の距離は近づいていき……!?",
      "vi": "Sẽ ra sao nếu một cô gái từ đất nước xa lạ đến ở nhà tôi? Đột nhiên chúng tôi phải sống chung với nhau theo ý của mẹ. Sống cùng nhau thì khác biệt rõ còn xa, nhưng khoảng cách giữa chúng tôi thì càng gần...!?",
      "pt-br": "Um cara que passa a morar junto com a amiga de infância Italiana na qual não se recorda de conhecer"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "71"
  },
  {
    "mangaId": "11b74211-f4c0-4f08-b5a4-c491da0d0c0b",
    "title": {
      "en": "Choujin X"
    },
    "updatedAt": "2024-05-28T21:28:04+00:00",
    "coverArt": "https://mangadex.org/covers/11b74211-f4c0-4f08-b5a4-c491da0d0c0b/d71efde0-cddf-4ccc-b52e-e953cd9d12d4.jpg",
    "altTitles": [
      {
        "ja": "超人X"
      },
      {
        "en": "Superhuman X"
      },
      {
        "ru": "Сверхчеловек Х"
      },
      {
        "uk": "Надлюдина X"
      },
      {
        "vi": "Siêu nhân X"
      },
      {
        "en": "Overhuman X"
      },
      {
        "de": "Übermensch X"
      },
      {
        "hu": "SZUPEREMBER X"
      },
      {
        "fr": "Choujin X"
      },
      {
        "es-la": "Superhumano X"
      }
    ],
    "description": {
      "en": "When an airplane goes down in a plume of black smoke near their city, best friends Tokio and Azuma join the volunteer search and rescue team. But instead of a wreck of twisted metal, they discover that the plane suffered minimal damage and that over 200 of the passengers are still alive! With their services no longer needed, the friends head for home, but on the way, they run into an old enemy who has picked up some bizarre new powers and an obsession with destroying them. Now Tokio and Azuma only have one chance to make it out alive—by becoming the superpowered creatures known as choujin!\n\nBeing a superpowered creature isn’t all it’s cracked up to be. Tokio has to hide his transformation from his family and dodge a truancy charge at school, all while dealing with an increasing number of odd incidents happening around town!",
      "fr": "En 1998, suite à la multiplication de surhumains appelés “choujin“, le monde a été divisé en provinces autonomes. Cinquante ans après, un crash aérien va changer à tout jamais le destin de la jeune Ely, cultivatrice de “tomeïto“, et impacter le paisible quotidien des lycéens Tokio Kurohara et Azuma Higashi, qui jouent aux justiciers face aux petits malfrats de quartier…\n\n---\n\nMaison d'édition FR : **Glénat**",
      "hu": "Amikor egy repülőgép lezuhan miközben egy különös, fekete füstöt ereget, a két jó barát Tokio és Azuma úgy dönt, hogy csatlakozik az önkéntes kutató és mentőcsapathoz. Azonban egy csomó roncs helyett azt látják, hogy a repülő minimális károkat szenvedett valamint több mint 200 utas túlélte a balesetet. De mivel nem volt szükség már rájuk így elindulnak hazafelé. Viszont az úton szembejön velük egy régi ellenségük, aki valami bizar erő birtokosa lett, és elakarja pusztítani őket. Tokio és Azuma egyetlen esélye a túlélésre az, hogy szupererővel rendelkező lényekké - Úgy nevezett Choujin-okká válnak.\n\nDe a szupererő nem megoldás mindenre. Tokio-nak titokban kell tartania az erejét a családja, és iskolája elől, miközben egyre több különös esemény történik városszerte.",
      "ru": "Азума Хигаши довольно популярный парень. И хотя он не очень крупный, но обладает хорошими боевыми навыками и сильным чувством справедливости. Также он имеет высочайшие оценки в своём классе. Прямая противоположность Азуме его друг Токио Курохара, который не слишком увлечён учёбой. Даже во время драк он выступает как простой наблюдатель. Тем не менее, невзирая на сложности и различия, эти два закадычных приятеля держатся друг друга.\nОба парня живут в префектуре Ямато – самом обычном регионе страны, который более всего известен тем, что некоторые его области были уничтожены Сверхчеловеком.",
      "uk": "Азума Хіґаші доволі популярний хлопець: низенький красень із гарними бойовими навичками, має підвищене почуття справедливості, найкращі оцінки у класі та друга… свою повну протилежність - Токіо Курохару, боязкого хлопчака, який лиш спостерігає за бійками Азуми та ловить ґав на уроках. І все ж, не зважаючи на це, міці їхньої дружби можна позаздрити.\n\nПрефектура Ямато, район, де вони живуть, наполовину зруйнований Надлюдьми - особами із небезпечними надприродними здібностями. Часто саме вони влаштовують погроми чи сутички, в центрі яких цього разу й опинился хлопці. Перед загрозою смерті друзі приймають рішення стати Надлюдьми. Зміни торкаються Токіо, який вже не може бути стороннім спостерігачем, він потрапляє у пастку світу, де битва неминуча.",
      "vi": "Một tác phẩm mới được khắc họa dưới ngòi bút của tác giả bộ manga đình đám tokyo ghoul. \"Siêu nhân X\" kể về thế giới có những nhân vật đặc biệt được gọi là \"Siêu nhân\"[Choujin], nhân vật chính là Tokio Kurobara, một học sinh trung học ở tỉnh Yamato, hiện tại cậu ấy cùng người bạn Higashi Azuma thực thi công lý.Và rồi một ngày nọ, khi cả hai rơi vào tình thế hiểm nghèo bắt buộc chỉ còn cách dùng một ống tiêm kỳ lạ...",
      "es-la": "Azuma Higashi es un chico bastante popular. Aunque puede ser algo pequeño, tiene fuertes habilidades de lucha y sus calificaciones son las mejores de su clase. Esto es lo opuesto a Tokio Kurohara, su amigo que no escucha en clase y es simplemente un espectador mientras Azuma pelea. No obstante, el vínculo de estos dos amigos de la infancia es fuerte, sin importar cuán diferentes sean. Los dos viven en la prefectura de Yamato, un distrito increíblemente ordinario con algunas áreas destruidas por Choujin. Los choujin son humanos con poderes sobrenaturales y peligrosos, a menudo la causa de la destrucción circundante. Mientras regresaban a casa, Tokio y Azuma se encuentran con un Choujin, que amenaza con matarlos. Sin posibilidad de escapar, Tokio y Azuma toman una decisión crucial: convertirse en Choujin. Con estos nuevos poderes adquiridos, Tokio ya no puede ser el espectador que alguna vez fue, ahora atrapado en un mundo donde la lucha es inevitable."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58bc83a0-1808-484e-88b9-17e167469e23",
    "title": {
      "en": "Lv2 kara Cheat datta Moto Yuusha Kouho no Mattari Isekai Life"
    },
    "updatedAt": "2024-04-01T18:46:10+00:00",
    "coverArt": "https://mangadex.org/covers/58bc83a0-1808-484e-88b9-17e167469e23/00ed749a-835b-4d06-b08a-c87a893bff0f.jpg",
    "altTitles": [
      {
        "en": "Chillin’ in Another World with Level 2 Super Cheat Powers"
      },
      {
        "ja": "LV2からチートだった元勇者候補のまったり異世界ライフ"
      },
      {
        "pt-br": "O ex-candidato a herói, que esteve em lv2, almeja ter uma vida pacífica em outro mundo"
      },
      {
        "ru": "Непринужденная жизнь в другом мире экс-кандидата в герои, оказавшегося читером со 2 уровня"
      },
      {
        "zh": "勇者候补的悠闲的异世界生活"
      },
      {
        "uk": "Спокійне життя колишнього висуванця в герої, котрий виявився читером із 2 рівня"
      },
      {
        "ko": "LV2부터 치트였던 전직 용사후보의 유유자적 이세계 라이프"
      }
    ],
    "description": {
      "en": "Banaza, who was summoned to the magic kingdom of Cryroad as a Hero candidate, was disqualified as a Hero because of his ordinary abilities. He was supposed to be returned to his original world, but due to the magical kingdom's mistake, he became unable to return to his original world. However, the moment he reached Level 2, he acquired every single possible skill and kind of magic, turning him into a super cheat with infinite skills! Despite this, he takes Fenris of the demons as his wife, and fully enjoys his newly-married life with an easygoing smile. He changes his name to Fulio and tries to lead his life quietly, but things are a bit chaotic with the likes of a pet saber, four freeloading female knights, a Majin, and even an ex-Demon Lord. However, even with all of this chaos, he still manages to enjoy his life peacefully.",
      "fr": "Un jour, Banaza a été invoqué dans un autre monde, le Royaume magique de Cryroad en tant que candidat Héroïque. Malheureusement, Banaza fût disqualifié des candidats Héroïque car ces statistiques étaient très basique. Alors, le Royaume décida de l'emmener loin du château car il était inutile. Mais alors qu'il se retrouva tout seul, un ennemi apparu devant lui, avec quelques difficultés, il réussit à vaincre l'ennemi, c'est alors qu'il monta de niveau, mais pas tout à fait normalement…",
      "ja": "栄えある勇者候補として異世界に召喚された青年バナザは、能力値の低さから勇者失格の烙印を押され国外追放処分となる。なんとか生き延びるべくモンスターを倒すと、レベルが２に上がり彼のステータスが見慣れない「∞」の記号に変わっていた……。突然のステータス変化に戸惑いながらもマイペースに生きていくことを決意するが、魔族の娘フェンリースと運命的な出会いを果たし――!?",
      "ru": "Баназа был призван в волшебное королевство Крайроуд в качестве кандидата в герои, но на нём поставили крест, так как тот имел навыки обычного гражданина. Изначально он хотел вернуться в свой мир, но из-за ошибки представителей королевства не смог этого сделать и был вынужден остаться жить в другом мире. Сменив имя на Фурио, он решил жить в своё удовольствие. И вот так, прогуливаясь по новому для себя миру, он победил слизь, получил второй уровень и, взглянув после этого на характеристики, увидел, что все они имеют значение «∞». С этого и начинается его непринуждённая жизнь в другом мире.\n\n---\n\n(source: readmanga)",
      "uk": "Баназу, звичайного торговця, викликають до іншого світу і нарікають Героєм. Проте увагою він був оточений зовсім недовго - як тільки виявилось, що його здібності не відрізняються від здібностей пересічної людини, бідолаху виставили за двері без можливості повернутись додому. Так і почалось його спокійне життя у зовсім чужому світі, але як тільки він досягнув 2 рівня...",
      "pt-br": "Banaza foi invocado ao reino mágico de Cryroad como candidato a herói. No entanto, por ter especificações como as de uma pessoa comum, ele foi desqualificado e não pôde voltar ao seu mundo devido a um erro das pessoas que o invocaram. Sendo apenas nível 2, Banaza obterá forças além de sua compreensão.  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/kinojomiya)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17b20ee2-f755-450d-b65f-c364e15e619c",
    "title": {
      "en": "Hara Peko Mao to Horyo Yuusha! Mao ga Ore no Heya ni Meshi wo Gui ni Kurundaga"
    },
    "updatedAt": "2024-04-07T22:36:47+00:00",
    "coverArt": "https://mangadex.org/covers/17b20ee2-f755-450d-b65f-c364e15e619c/1be4051c-4d0c-442e-a414-04b270c7567d.jpg",
    "altTitles": [
      {
        "ja": "腹ペコ魔王と捕虜勇者！～魔王が俺の部屋に飯を食いに来るんだが"
      },
      {
        "en": "The Hungry Demon King and the Hostage Hero"
      }
    ],
    "description": {
      "en": "\"Mr. Hero! I'm hungry!\"\n......Why is the Demon King eating dinner with me in my room?\n\nA unique romcom about the demon king and the hero, who should have been enemies, begins!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06338c21-dfd9-4ab0-a0c6-1d973821b992",
    "title": {
      "en": "Bad Girl"
    },
    "updatedAt": "2024-01-09T13:00:47+00:00",
    "coverArt": "https://mangadex.org/covers/06338c21-dfd9-4ab0-a0c6-1d973821b992/c45b7a82-1c49-4a6f-969d-0c4dc077fa1c.jpg",
    "altTitles": [
      {
        "ja": "ばっどがーる"
      }
    ],
    "description": {
      "en": "The daily life of a (self-proclaimed) high school delinquent, fangirling and kohyuuing over the head prefect!?\n(to) kohyuu (v. infinitive form) When one is surprised and excited, their breathing begins to kohyuu. (see: hyperventilation)\nSummary: High school first-year Yuu is an ardent admirer of Head Prefect Atori, and in order to get her attention, Yuu begins to act like a delinquent. \nBut while her intention is to appeal with her \"badness\" and \"coolness,\" her simple-minded facade is seen through by Atori, who teases and treats her like a small animal...!?\nA totally not \"bad\" delinquent girl's 4-koma school life manga!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7b7039a-9631-494d-a77a-3a2b75e0ec49",
    "title": {
      "en": "The Demon King Dad and His Hero Daughter"
    },
    "updatedAt": "2024-05-16T00:24:22+00:00",
    "coverArt": "https://mangadex.org/covers/f7b7039a-9631-494d-a77a-3a2b75e0ec49/3e21057b-c4e9-40d2-8919-a6a08f0ed9f7.png",
    "altTitles": [
      {
        "en": "The Devil's Father's Brave Daughter"
      },
      {
        "en": "Demon Daddy Warrior Daughter"
      },
      {
        "ko": "마왕 아빠 용사 딸"
      }
    ],
    "description": {
      "en": "Selene, the daughter who dreams of becoming a hero, and Shion, the demon king who adopted her. Shion has to conceal his true identity at all costs, unable to cheer on his daughter’s dreams or attempt to stop her.\nThis is the story of Selene’s journey to becoming a true hero amidst this dilemma… Or is it the parenting story of the demon king?!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "542452db-bd1c-4fba-90ee-1213f0bc6718",
    "title": {
      "en": "PEEP"
    },
    "updatedAt": "2024-06-26T10:27:11+00:00",
    "coverArt": "https://mangadex.org/covers/542452db-bd1c-4fba-90ee-1213f0bc6718/1ec75343-d1ff-4c09-9f6a-b0f8e6f6315c.png",
    "altTitles": [
      {
        "ja": "ピープ"
      }
    ],
    "description": {
      "en": "The popular gal who was my childhood friend is secretly uploading provocative selfies!? In his quest to uncover the secret of this popular girl, high school boy Riku discovers that his own deeply hidden emotions were being observed by someone else... A sweet yet suffocatingly intense blend of youth, love, and suspense."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2063ced4-bf94-4471-8772-75f6720be008",
    "title": {
      "en": "Kengan Omega"
    },
    "updatedAt": "2024-04-14T10:04:33+00:00",
    "coverArt": "https://mangadex.org/covers/2063ced4-bf94-4471-8772-75f6720be008/44a4722d-7828-4c72-95ca-aa15b86cb08c.jpg",
    "altTitles": [
      {
        "ru": "Кэнган Омега"
      },
      {
        "ja": "ケンガンオメガ"
      }
    ],
    "description": {
      "en": "Sequel to Kengan Asura. Takes place 2 years after the tournament."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "936f0ba5-ca65-4de4-99b1-528c02a4454d",
    "title": {
      "en": "HUNTER x HUNTER - DIGITAL COLORED COMICS"
    },
    "updatedAt": "2023-08-05T20:06:31+00:00",
    "coverArt": "https://mangadex.org/covers/936f0ba5-ca65-4de4-99b1-528c02a4454d/829e3ac9-1290-4ca9-9cc9-32fe99658868.jpg",
    "altTitles": [
      {
        "en": "Hunter x Hunter"
      },
      {
        "en": "Hunter x Hunter - Digital Colored Comics"
      },
      {
        "en": "Hunter x Hunter (Official Colored)"
      },
      {
        "ja": "ハンター×ハンター"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Hunter x Hunter\". Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-06-11T20:17:05+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/727507d5-949c-4586-b976-1ec0997e5200.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1de21f0-3007-4cde-b45a-d71462b70e8e",
    "title": {
      "en": "Napoleon - Age of the Lion"
    },
    "updatedAt": "2024-02-26T14:23:39+00:00",
    "coverArt": "https://mangadex.org/covers/a1de21f0-3007-4cde-b45a-d71462b70e8e/d24a7d3b-df77-43e3-8663-2ab3fb8fa4fe.jpg",
    "altTitles": [
      {
        "en": "Napoleon"
      },
      {
        "ja-ro": "Napoleon - Shishi no Jidai"
      },
      {
        "ja": "ナポレオン 獅子の時代"
      },
      {
        "zh": "拿破仑-狮子的时代"
      }
    ],
    "description": {
      "en": "This is a story of the life of Napoleon. The tale begins just before the Battle of Austerlitz. Then, it jumps back to 1769 to tell the story of Napoleon's life from the very beginning, including the circumstances of his birth, his childhood on Corsica, and his difficulties as a Corsican boy in a French school. All of these experiences eventually culminate in his becoming the famous Emperor of the French.",
      "ja": "フランス革命に始まり、イタリア戦役を経て、皇帝への道を駆け進む一人の英雄ナポレオン・ボナパルトの生涯を描く、壮大な英雄譚!!　血みどろ汗の臭いムンムンな一人の「漢」が、獅子のごとく吠える。吼える！　フランス近代史重厚ストーリー!!"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": ""
  },
  {
    "mangaId": "0874979e-301a-47a5-a559-0e33a1162571",
    "title": {
      "en": "Giri Choko Girai no Futari"
    },
    "updatedAt": "2024-06-23T19:26:21+00:00",
    "coverArt": "https://mangadex.org/covers/0874979e-301a-47a5-a559-0e33a1162571/60d5480c-67aa-4dec-a916-3f234aaeed5e.jpg",
    "altTitles": [
      {
        "ja": "義理チョコ嫌いの男女"
      },
      {
        "en": "A Man and a Woman Who Hate Obligatory Chocolates"
      },
      {
        "pt-br": "Um homem e uma mulher que odeiam chocolates obrigatórios"
      }
    ],
    "description": {
      "en": "You realize that these aren't just obligatory chocolates, right?\n\nObligatory chocolate is the kind that you give to people you don't even like, just because it's a Valentine's Day tradition. Aya, a beautiful office lady who is often misunderstood because of her lack of visible emotions, was complaining about it to her boss Takaki, as they walked to the train station together after work. However, Takaki told her, \"That's too bad, because I was really looking forward to getting chocolates from Aya, even if it's just obligatory…\"\n\nAs they parted ways, Aya hands Takaki a box of chocolates. Takaki is confused, because he thought she didn't like giving out obligatory chocolates…\n\n\"Senpai, are you really that dumb?\"\n\nWinner of the 3rd Toaru Nichijou Manga Award, it's a sweet romantic comedy that will satisfy your heart and your sweet tooth!",
      "pt-br": "Você percebe que estes não são apenas chocolates obrigatórios, certo?\n\nAya, uma bela moça de escritório que costuma ser mal interpretada por causa de sua falta de emoções visíveis, estava reclamando disso com seu chefe Takaki, enquanto caminhavam juntos para a estação de trem depois do trabalho. No entanto, Takaki disse a ela: \n\n\"Isso é uma pena, porque eu realmente estava ansioso para ganhar chocolates de Aya, mesmo que seja apenas obrigatório...\"\n\nAo se despedirem, Aya entrega uma caixa de chocolates a Takaki. Takaki fica confuso, porque pensou que ela não gostava de dar chocolates obrigatórios...\n\n\"Senpai, você é realmente tão burro?\""
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "a41202b8-b2fd-4e64-915a-1d792655f667",
    "title": {
      "en": "Empress's Harem"
    },
    "updatedAt": "2022-03-25T10:39:58+00:00",
    "coverArt": "https://mangadex.org/covers/a41202b8-b2fd-4e64-915a-1d792655f667/a846f02e-438b-4930-b2a4-fa0a6c028cd4.jpg",
    "altTitles": [
      {
        "it": "El Harem De Una Princesa"
      },
      {
        "en": "Queen's Palace"
      },
      {
        "zh": "女帝的后宫"
      },
      {
        "zh-ro": "Nüdi De Hougong"
      }
    ],
    "description": {
      "en": "Super sweet and super-sand sculptured female statue against the harem! I often hear: \"Three princes and three princesses! Your puppets are fighting again!\" The overbearing female CEO traversed to the world of female honors and woke up with seven husbands."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37975bea-952b-47eb-8dd9-a2c8065a0756",
    "title": {
      "en": "Escape from Another World"
    },
    "updatedAt": "2024-03-23T13:59:35+00:00",
    "coverArt": "https://mangadex.org/covers/37975bea-952b-47eb-8dd9-a2c8065a0756/38ecedcb-9f85-40cc-a363-16199936739e.png",
    "altTitles": [
      {
        "ko": "이세계 탈출"
      }
    ],
    "description": {
      "en": "Kim Seojoon, a freshman college student leading a normal daily life, awoke one day to find himself transported into a fantasy world straight out of a webtoon or web novel or something like that. As he began to get excited about potentially having the role of a male lead character, a shocking event unfolded before his eyes—a murder of an imperial family. Consequently, Kim Seojoon found himself imprisoned in the world's prison, 'Gehenna'. Will he be able to navigate the treacherous paths of this unfamiliar world?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5cb6e7dd-0fd8-4aab-be7c-5446b007f9bb",
    "title": {
      "en": "Kyouran Reijou Nia Liston - Byoujaku Reijou ni Tensei shita Kamigoroshi no Bujin no Karei Naru Musouroku"
    },
    "updatedAt": "2024-04-13T16:22:01+00:00",
    "coverArt": "https://mangadex.org/covers/5cb6e7dd-0fd8-4aab-be7c-5446b007f9bb/6e5ce4e6-a281-43c1-a867-a93a54087c27.jpg",
    "altTitles": [
      {
        "ja": "凶乱令嬢ニア・リストン 病弱令嬢に転生した神殺しの武人の華麗なる無双録"
      },
      {
        "en": "Brutal Daughter Nia Liston: A Splendid Matchless Record of a God-Slaying Warrior Reincarnated as a Sickly Daughter"
      },
      {
        "vi": "Cuồng loạn lệnh nương - Nia Liston"
      },
      {
        "en": "Nia Liston: The Merciless Maiden"
      }
    ],
    "description": {
      "en": "The strongest reincarnated daughter goes on the rampage! A gripping, otherworldly entertainment!\n\n\"I wanted to die fighting anyway.\"\n\nThe great hero, who once even killed a god, wanted to fight even in death. What awaited her was her reincarnation as a sickly noblewoman. In the future world, she becomes the beautiful but too weak Daughter Nia Liston, but in her second life, she goes on a rampage in battle, in delivery activities and in academy life!\n\nThis is a record of the brilliant battles of the hero who will eventually be known as the \"Wicked Rampant Daughter\". The most powerful Warriors' Daughter presents the start of a painful otherworldly entertainment!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "23a70b08-9ad9-4e5c-973d-81ec48c8f5a3",
    "title": {
      "en": "S-Rank Party Kara Kaikosareta [Jugushi] ~\"Noroi no Item\" Shika Tsukuremasen ga, Sono Seinou wa Artifact-kyuu nari......!~"
    },
    "updatedAt": "2024-05-30T10:21:27+00:00",
    "coverArt": "https://mangadex.org/covers/23a70b08-9ad9-4e5c-973d-81ec48c8f5a3/0239f8c5-87e0-4949-adfc-cec467d5f8c7.jpg",
    "altTitles": [
      {
        "ja": "Ｓランクパーティから解雇された【呪具師】～『呪いのアイテム』しか作れませんが、その性能はアーティファクト級なり……！～"
      },
      {
        "en": "My S-Rank Party Fired Me for Being a Cursificer: I Can Only Make “Cursed Items”, but They're Artifact Class!"
      },
      {
        "ja-ro": "S-Rank Party kara Kaiko sareta \"Jugushi\""
      }
    ],
    "description": {
      "en": "Gaile, a Cursificer, is left penniless when he's expelled from his party as soon as they reach S Rank. Apparently he wasn't contributing enough?! But they hadn't realized that his cursed items outperform even holy relics and legendary equipment!\n\nGaile decides to try to make a living on his own off of his cursed items.",
      "ja": "【呪具師】のゲイルは大して貢献していないと、パーティがＳランクに昇格したと同時に無一文で追い出される。しかし、彼らは理解していなかった。ゲイルの作る呪具は、そこらの聖遺物や勇者の装備をも凌駕する性能を誇っていたことに…。ゲイルは呪具を活かして一人で生きていこうと決意しーー。\n\n風変わりな職業・呪具師の大活躍が新感覚の爽快感で大反響!!",
      "pt-br": "A versão mangá de um dos romances de fantasia isekai mais populares de Shousetsuka ni Narou!\n\nGaile, um Cursificer, fica sem um tostão quando é expulso de seu grupo assim que chegam ao Rank S. Aparentemente ele não estava contribuindo o suficiente?! Mas eles não tinham percebido que seus itens amaldiçoados superam até mesmo relíquias sagradas e equipamentos lendários!\n\nGaile decide tentar ganhar a vida por conta própria com seus itens amaldiçoados."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d78c706d-bc6f-4acf-ba8f-5c7dd0b84b88",
    "title": {
      "en": "Haiiro no Onmyouji"
    },
    "updatedAt": "2024-06-27T11:30:52+00:00",
    "coverArt": "https://mangadex.org/covers/d78c706d-bc6f-4acf-ba8f-5c7dd0b84b88/517d670c-525e-4b1e-959b-f44516c03649.jpg",
    "altTitles": [
      {
        "ja": "灰色の陰陽師"
      },
      {
        "en": "Gray Exorcist"
      },
      {
        "es-la": "Exorcista Gris"
      }
    ],
    "description": {
      "en": "Sabatora, a boy whose parents were killed by Kuragari, works as an Onmyoji for the Public Security Bureau to get revenge. His only comfort is Kyue, a Kuragari who lives with him. Kyue, who has lived with Sabatora since he was a small child, is a kind and gentle soul who is like an irreplaceable member of Sabatora's family. One day, however, Kyue is attacked by Seto, a colleague from the Public Security Bureau who hates Kuragari. In a pinch, Sabatora and Kyue undergo an unexpected transformation.(natalie.mu)",
      "ja": "人間を食い殺し世を脅かす【暮明】。公安の陰陽寮に所属する陰陽師の鯖虎は、丑三つ時になると暮明を退治する生活を送っていた。\n\nそんな鯖虎には1つの秘密が…。両親を失い唯一の家族【きゅえ(暮明)】を隠れ家で匿っているのだった。\n\nだが上司の陰陽師に秘密がバレてしまったことで生活は一変!! 暮明に与する者は外敵と見なされ…!? 指名手配されてしまった鯖虎! 反逆のダークヒーロー譚ここに開幕!!",
      "es-la": "Monoma Sabatora, un chico cuyos padres murieron por unos 'monstruos' llamados \"Resplandores Oscuros\", empezó a trabajar como Exorcista en la Oficina de Seguridad Pública con el \"objetivo de vengarse\". Su único consuelo es Kyue, un Resplandor Oscuro que vive con él desde su niñez. Un día, a pesar de todo, Kyue fue atacado por una colega de Sabatora, Seto, que odiaba a los Resplandores Oscuros. Y en un aprieto, Sabatora y Kyue sufren una transformación inesperada..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6a21855-c647-483f-85cf-c17b8dd0ca58",
    "title": {
      "en": "The Archduke's Fabulous Fake Marriage"
    },
    "updatedAt": "2024-02-13T15:32:45+00:00",
    "coverArt": "https://mangadex.org/covers/a6a21855-c647-483f-85cf-c17b8dd0ca58/924ee9b4-c34e-4ec1-b1c8-6d00195593d3.png",
    "altTitles": [
      {
        "ko": "그 대공의 화려한 결혼은 사기"
      },
      {
        "en": "The Archduke's Gorgeous Wedding Was a Fraud"
      }
    ],
    "description": {
      "en": "I possessed the body of the fourth villainess, Shay, who was miserably killed by the other villains for desperately clinging to the male lead.\nHowever, the male lead suddenly offered me an enormous amount of money, in exchange for a contract marriage to help him escape various romantic advances.\n\n\"You have to be the most gorgeous and wicked woman in the empire, so that no one will dare to approach me.\"\n\n...Isn't this marriage a fraud?\nWas what I was going to say, but the amount of money he offered was too tempting to refuse. Alright, before the original female lead appears, I'll show them who's the crazy bitch here.\n\n\"Dear customer, I'll do my best to help you!\"\n \nI was confident this was the original plan, however...\nThis man, whose affection and warmth know no bounds, said he can't imagine a life without me!\n\nI think I somehow ended up getting money, power and even love!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4904da8-2250-461b-bb29-3ec177c40bb9",
    "title": {
      "en": "Splatoon"
    },
    "updatedAt": "2024-05-05T18:03:04+00:00",
    "coverArt": "https://mangadex.org/covers/f4904da8-2250-461b-bb29-3ec177c40bb9/d3fc8ec6-5281-4049-a556-7f918b0caf34.jpg",
    "altTitles": [
      {
        "ja": "スプラトゥーン"
      },
      {
        "ru": "CoroIka"
      },
      {
        "ja-ro": "Supurato~ūn"
      }
    ],
    "description": {
      "en": "A serialization for the hit game Splatoon with manga-original characters featuring Team Blue's, and more specifically Goggles', antics."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bbc06354-a4ab-4f44-bb0a-db2e3a58d57c",
    "title": {
      "en": "Tsukushitagari na Uchi no Yome ni Tsuite Derete mo Ii ka"
    },
    "updatedAt": "2024-02-24T20:13:39+00:00",
    "coverArt": "https://mangadex.org/covers/bbc06354-a4ab-4f44-bb0a-db2e3a58d57c/68a02bc5-51c3-409b-895f-e0b5f23ef65a.jpg",
    "altTitles": [
      {
        "ja": "尽くしたがりなうちの嫁についてデレてもいいか？"
      },
      {
        "en": "Can I Brag About My Very Devoted Wife To You?"
      },
      {
        "zh-hk": "我可以對無比賢惠的妻子撒嬌嗎？"
      },
      {
        "en": "Can I Be Loving Towards My Wife Who Wants To Do All Kinds Of Things?"
      },
      {
        "pt-br": "Posso amar minha esposa que quer fazer todo tipo de coisa?"
      },
      {
        "en": "We Started A So Sweet Newlywed Life"
      }
    ],
    "description": {
      "en": "There's the flower of Takamine High, Hanae Riko, whom every boy admires. Then, there's the plain boy, Niiyama Minato, who got proposed to by that most beautiful girl in school. Without knowing what's happening, the curtain on their newlywed life rises! For some reason, my bride, who's too cute and happily follows me around everywhere, refuses to leave my side...",
      "ja": "「わ、私を……っ、あなたのお嫁さんにしてくれませんか……？」　学園一の美少女・花江りこに逆プロポーズされ、わけのわからないうちに、りことの共同生活を始めた俺。だけど、うぬぼれてはいけない。これは契約結婚。――そのはずなのに、「なんでそんな尽くしてくれるんだ？」と尋ねたら、彼女はむうっと頬を膨らませて「湊人くん、ニブすぎだよ……」と言ってきた。え……俺たちがしたのって契約結婚でいいんだよな……？　交際ゼロ日婚からはじまる、ひたすら幸せなだけの両片想いラブストーリー☆\n\n\"Wa, watashi o…… ~tsu, anata no o yomesan ni shite kuremasen ka……?\" Gakuen ichi no bishōjo Hanae Riko ni gyaku puropōzu sa re, wake no wakaranai uchi ni, Riko to no kyōdō seikatsu o hajimeta ore. Dakedo, unuborete wa ikenai. Kore wa keiyaku kekkon.―― Sono hazunanoni, \"nande son'na tsukushite kureru nda?\" To tazunetara, kanojo wa mū tto hoho o fukurama sete \"Minato hito-kun, Nibu-sugida yo……\" to itte kita. E…… oretachi ga shita no tte keiyaku kekkonde ī nda yo na……? Kōsai zero-nichi kon kara hajimaru, hitasura shiawasena dake no ryō kataomoi rabusutōrī ☆",
      "pt-br": "Hanae Riko, a garota mais bonita da Takamine High, que todo garoto admira. Niiyama Minato, um garoto simples, que foi proposto em casamento por essa mesma garota. Sem saber o que está acontecendo, as cortinas de sua vida de recém-casados ​​sobem! Por alguma razão, minha noiva, que é muito fofa e me segue alegremente por toda parte, se recusa a sair do meu lado..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "33"
  },
  {
    "mangaId": "f4397b12-137c-426f-92ff-618ddfbad51a",
    "title": {
      "en": "Marriage Toxin"
    },
    "updatedAt": "2024-06-14T23:25:33+00:00",
    "coverArt": "https://mangadex.org/covers/f4397b12-137c-426f-92ff-618ddfbad51a/54331e59-a0c3-415b-b4ce-3000f84c0c19.jpg",
    "altTitles": [
      {
        "ja": "マリッジトキシン"
      },
      {
        "ru": "Брачный токсин"
      },
      {
        "en": "MARRIAGETOXIN"
      }
    ],
    "description": {
      "en": "A hitman and a marriage swindler set out on the world’s most grueling battle for marriage!\n\nGero is a young man from a clan of hitmen, which has been in existence for hundreds of years. As someone who’s never gone to school and lived his life dealing in the dark side of the business, he considers himself to have “no prospects with women” and marriage as “something not for him.”\n\nHowever, one day, in fear that their lineage would dissolve, his clan warns Gero that if he doesn’t marry and produce an heir, they would have no choice but to…force his little sister into doing “that.” Driven to his wits’ end, Gero asks the target of his work, a marriage swindler, to…\n\n------\n- [Official English Volumes at Viz Media](https://www.viz.com/marriage-toxin)",
      "ja": "<毎週水曜更新>殺し屋×結婚詐欺師の世界一ハードな婚活バトル物語！数百年続く殺し屋一族の青年・下呂。学校にも行かず裏稼業で生きてきた彼にとって女性は「苦手で縁遠いもの」であり、結婚は「するべきではないもの」と考えていた。だがある日、血が絶えることを恐れた彼の実家は、下呂が結婚し子供を残さないならば、妹に「それ」を強制することを通告。困り果てた下呂は仕事のターゲットであった結婚詐欺師に…。",
      "pt-br": "Um assassino de aluguel e uma vigarista de casamentos partem na batalha mais cansativa do mundo! \n\nGero é um jovem de um clã de assassinos, que existe há centenas de anos. Como alguém que nunca foi à escola e viveu sua vida lidando com o lado sombrio do negócio, ele se considera “sem perspectivas com mulheres” e o casamento é “algo que não é para ele”. No entanto, um dia, com medo de que sua linhagem se dissolva, seu clã avisa Gero que, se ele não se casar e ter um herdeiro, eles não terão escolha a não ser… forçar sua irmãzinha a fazer “isso”. Levado ao extremo, Gero pede ao alvo de seu trabalho, uma vigarista de casamento, para que..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6925afd3-4009-4c9e-b615-27e3c7aaa345",
    "title": {
      "en": "Traveling Through Time and Space to Become an Unlucky NPC: I Have a Wife to Protect Me"
    },
    "updatedAt": "2024-06-09T21:26:45+00:00",
    "coverArt": "https://mangadex.org/covers/6925afd3-4009-4c9e-b615-27e3c7aaa345/9f993b22-f6eb-413d-ae82-39d790dd9773.png",
    "altTitles": [
      {
        "zh": "穿越成倒霉NPC: 我有老婆罩着"
      }
    ],
    "description": {
      "en": "He Qingyang traveled to the game \"Sword Immortal Legend\" he was playing and became an unlucky NPC who kept skipping the plot when he was playing the game. This NPC kept harassing the main heroine Ning Yiwan, and later his identity was exposed and he was killed by Ning Yiwan....."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e18fe8c6-f6dc-4f05-8462-7b2083ff9a6c",
    "title": {
      "en": "Kusuriya no Hitorigoto"
    },
    "updatedAt": "2024-05-01T13:24:14+00:00",
    "coverArt": "https://mangadex.org/covers/e18fe8c6-f6dc-4f05-8462-7b2083ff9a6c/4ea7dc13-549c-40a6-9021-ac5c7acbec13.jpg",
    "altTitles": [
      {
        "en": "The Apothecary Diaries"
      },
      {
        "ja-ro": "Kusuriya no Hitorigoto"
      },
      {
        "de": "Die Tagebücher der Apothekerin - Geheimnisse am Kaiserhof"
      },
      {
        "es": "El monólogo del farmacéutico"
      },
      {
        "it": "I diari della speziale"
      },
      {
        "it": "Il monologo della speziale"
      },
      {
        "fr": "Les Carnets de l'Apothicaire"
      },
      {
        "pl": "Zapiski zielarki"
      },
      {
        "ru": "Монолог в аптечной лавке"
      },
      {
        "uk": "Щоденник травникарки"
      },
      {
        "ar": "يوميات الصيدلة"
      },
      {
        "th": "สืบคดีปริศนา หมอยาตำรับโคมแดง เล่ม"
      },
      {
        "ko": "약사의 혼잣말"
      },
      {
        "zh": "药屋少女的呢喃"
      },
      {
        "zh-hk": "藥師少女的獨語"
      },
      {
        "vi": "Dược Sư Tự Sự"
      },
      {
        "id": "Keseharian sang Apoteker"
      },
      {
        "ka": "ფარმაცევტის მონოლოგი"
      },
      {
        "es": "Los diarios de la boticaria"
      },
      {
        "ja": "薬屋のひとりごと"
      }
    ],
    "description": {
      "de": "Maomao ist eine unscheinbare Dienerin am Kaiserlichen kaiserlichen Hof. Zumindest bemüht sie sich, so gesehen zu werden. Denn seit sie in den Dienst des Kaisers verkauft wurde, hat die junge Apothekerin alles darangesetzt, ihre Schuld abzuarbeiten, ohne weiteres Aufsehen zu erregen, damit sie bald nach Hause zurückkehren kann. Aber Maomao ist schlau – und viel zu neugierig. Als die Kronprinzen einer nach dem anderen einem mysteriösen „Fluch“ erliegen, mischt sie sich heimlich ein, um das Rätsel zu lösen. Dabei erregt sie die Aufmerksamkeit des Eunuchen Jinshi – und eh sie sichs versieht, wird sie mitten in die Intrigen am Kaiserhof hineingezogen…",
      "en": "Maomao, a young woman trained in the art of herbal medicine, is forced to work as a lowly servant in the inner palace. Though she yearns for life outside its perfumed halls, she isn’t long for a life of drudgery! Using her wits to break a “curse” afflicting the imperial heirs, Maomao attracts the attentions of the handsome eunuch Jinshi and is promoted to attendant food taster. But Jinshi has other plans for the erstwhile apothecary, and soon Maomao is back to brewing potions and…solving mysteries?!",
      "fr": "À 17 ans, Mao Mao a une vie compliquée. Formée dès son jeune âge par un apothicaire du quartier des plaisirs, elle se retrouve enlevée et vendue comme servante dans le quartier des femmes du palais impérial! Entouré de hauts murs, il est coupé du monde extérieur. Afin de survivre dans cette prison de luxe grouillant de complots et de basses manœuvres, la jeune fille tente de cacher ses connaissances pour se fondre dans la masse.\n\nMais, quand les morts suspectes de princes nouveau-nés mettent la cour en émoi, sa passion pour les poisons prend le dessus. Elle observe, enquête… et trouve la solution! En voulant bien faire, la voilà repérée… Jinshi, haut fonctionnaire aussi beau que calculateur, devine son talent et la promeut goûteuse personnelle d’une des favorites de l’empereur. Au beau milieu de ce nid de serpents, le moindre faux pas peut lui être fatal!\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "id": "Diculik dan dijual ke harem, Maomao berusaha bertahan dengan kemampuannya beradaptasi. Wawasan yang luas tentang obat-obatan membuat karirnya melompat tinggi, langsung menjadi pelayan pribadi selir kesayangan kaisar!",
      "it": "Maomao, una giovane farmacista del quartiere a luci rosse della capitale, viene venduta suo malgrado come sguattera alla corte imperiale. Anche se desidera ardentemente tornare libera, si ritrova a non disdegnare la vita tutto sommato comoda che è riuscita a ritagliarsi a palazzo, dove, senza farsi notare, riesce a proseguire i suoi studi di fitoterapia e sulla preparazione dei veleni. Di fronte a un male che affligge i figli dell’imperatore, Maomao sente tuttavia di farsi avanti e, sfruttando le sue conoscenze, riesce a salvare loro la vita. La ragazza attira così le attenzioni del bel eunuco Jinshi, che ha in mente per lei dei piani ben precisi.\n\n---\nGiovani donne vengono spesso vendute per lavorare per un breve periodo nell'harem dell'imperatore. È questo il caso di Maomao, farmacista presso il quartiere a luci rosse. Non ha alcun interesse nel farsi notare a palazzo e preferisce starsene per conto suo a preparare medicine, studiare veleni o fare esperimenti su se stessa. Ma quando a corte si diffonde la voce che i figli dell'imperatore sono destinati a una morte prematura, Maomao non riesce a rimanere indifferente. Mentre cerca di indagare, cattura l'attenzione di misterioso e affascinante ufficiale di alto rango. Ha così inizio la sua particolare carriera.",
      "ja": "宮中に名探偵誕生!?\n\n「小説家になろう」発! \nヒーロー文庫の大人気タイトル『薬屋のひとりごと』が、待望のコミカライズ! \n中世の宮中で下働きをする少女・猫猫(マオマオ)。\n花街で薬師をやっていた彼女が、帝の御子たちが皆短命であるこという噂を聞いてしまったところから、物語は動き始める。\n持ち前の好奇心と知識欲に突き動かされ、興味本位でその原因を調べ始める猫猫の運命は――…!?\n「小説家になろう」は株式会社ヒナプロジェクトの登録商標です。",
      "pl": "Maomao, ambitna młoda zielarka, zostaje porwana i trafia do haremu cesarza jako służąca. Aby nie pogarszać sytuacji, w której się znalazła, zataja swoje umiejętności, a nawet fakt, że potrafi czytać i pisać. Tymczasem nowo narodzone dzieci władcy umierają na skutek tajemniczej klątwy. Zielarka szybko orientuje się, że to nie magia, ale trucizna jest przyczyną śmierci niemowląt. Decyduje się ostrzec księżniczki, podrzucając do ich komnat wiadomość o powodach niezwykłej choroby ich dzieci. Dziewczyna nie przypuszcza nawet, jak bardzo ta decyzja zaważy na jej losie. Tym bardziej, że znalazła się w miejscu, w którym nikt nie może czuć się bezpieczny...",
      "ru": "В императорский двор была доставлена молодая девушка Маомао. История её берёт начало в районе красных фонарей, где начали ходить слухи о том, что жизни детей императора под угрозой. Ею движут любопытство и жажда знаний. Чтобы удовлетворить своё любопытство, молодая целительница будет докапываться до истины! Что же изменится при императорском дворе?! Адаптация одноимённого ранобэ.  \n\n\n---\n\n- Won the Grand Prize in the Printed Manga category at the Tsugi ni Kuru Manga Award 2019.  \n\n\n---\n\n**Links:**  \n- [Mangaka's Twitter](https://twitter.com/nekokurage_)  \n- [Japanese Light Novel Bookwalker](https://bookwalker.jp/series/160955/)  \n- [Official English Light Novel Translation](https://j-novel.club/s/the-apothecary-diaries/)  \n- [Official French Translation](http://www.ki-oon.com/mangas/tomes-1382-carnets-de-l-apothicaire.html)  \n- [Official Chinese (Simplified) Translation](https://manga.bilibili.com/detail/mc28218)",
      "th": "ณ อาณาจักรใหญ่ยักษ์แห่งหนึ่งซึ่งตั้งอยู่ใจกลางทวีป เด็กสาวนางหนึ่งผู้ทำงานเป็นหมอยาในสถานเริงรมย์ย่านโคมแดงอันมีนามว่า ‘เมาเมา’ บัดนี้เกิดจับพลัดจับผลูต้องมาทำงานรับใช้อยู่ในวังหลัง\n\nเธอทำได้เพียงเฝ้ารอให้หมดวาระการทำงานอย่างสงบเสงี่ยมเจียมตัว ด้วยรูปร่างหน้าตาที่ไม่สะสวยจึงมั่นใจเป็นนักหนาว่าตนจะไม่มีวันโดนจักรพรรดิเรียกไปเป็น ‘คู่นอน’ อย่างแน่แท้\n\nแต่ในขณะนั้นเอง โอรสธิดาของจักรพรรดิกลับมีเหตุให้อายุสั้น\nพอรู้ว่าสองทารกน้อยที่ยังเหลือรอดกำลังป่วยหนัก เมาเมาจึงลงมือขุดคุ้ยหาสาเหตุ—",
      "uk": "Ще зовсым юна Мамао досліджує мистецтво лікування травами, мріючи відкрити ліки від усіх недуг. Однак проти своєї волі вона потрапляє в імператорський гарем як служниця. Вона вирішує приховати набуті знання, тому прикидається однією з багатьох неписьменних дівчат. Тим часом діти правителя гинуть за загадкових обставин. Коли весь двір говорить про таємниче прокляття, Маомао розпізнає симптоми отруєння. Але як застерегти зневірених матерів від небезпеки, коли в оточенні імператора голос простого слуги нічого не означає? За воротами Внутрішнього палацу будь-якої миті може статися чергова трагедія. Чи знайде Маомао своє місце в цьому світі, повному інтриг?",
      "vi": "Miêu Miêu là một cô gái làm công việc hầu hạ trong cung đình thời phong kiến.\nCâu chuyện của chúng ta bắt đầu với việc cô gái từng hành nghề dược sư ở phố hoa này nghe thấy người ta đồn thổi rằng: tất cả những đứa con của Hoàng đế đều đoản mệnh.\nBị thúc đẩy bởi niềm khát khao tri thức và tính hiếu kì cố hữu, Miêu Miêu bắt tay vào tìm hiểu nguyên nhân, xem đó như một cách giải khuây không hơn không kém.",
      "zh-hk": "時值中世紀，位處大陸中央的某個大國，有位姑娘名喚貓貓，原本在煙花巷擔任藥師，現在則在後宮當下女。其間，貓貓無意間聽說皇子皆年幼早夭的傳聞，並得知連尚在人世的皇子皇女也身染重病，她於是開始調查其病因──廣獲讚譽的酣暢淋漓推理之作，眾所期盼的第一集終於出版。以中世紀東方為舞臺，「試毒」少女將一一解決宮中發生的懸疑案件！"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74ad3ad0-41e2-4919-a3dd-e5061c3444da",
    "title": {
      "en": "Futago Matomete \"Kanojo\" ni Shinai?"
    },
    "updatedAt": "2024-05-12T13:42:38+00:00",
    "coverArt": "https://mangadex.org/covers/74ad3ad0-41e2-4919-a3dd-e5061c3444da/e5121059-4937-42cb-a956-8d8bcfda44d3.png",
    "altTitles": [
      {
        "ja": "双子まとめて『カノジョ』にしない?"
      },
      {
        "en": "Why Don't You Make the Twins Your \"Girlfriend\" Together?"
      }
    ],
    "description": {
      "en": "Usami is a beautiful classmate with good morals and top grades. At school, she views Sakuto as her rival. But when he bumps into her after school, he sees a different side of her. She was playing at an arcade after classes, and she had this innocent smile that one couldn't imagine on her at school.\n\nFor the sake of getting along with her, he gets close to her at school and then plays together with her after school. They each have their places where they can deepen their bonds, and at last...\n\nThis is the start of a heart-warming love triangle romcom!\n\n---\n\n**Links:** \n- [Official LN (JP)](https://fantasiabunko.jp/special/202311futago)",
      "ja": "品行方正、成績トップの同級生美少女・宇佐見。\n校内で俺をライバル視して突っかかる彼女には放課後、別の顔がある。\n彼女は放課後、ゲーセンで遊び、学校では想像できない無邪気な笑顔を見せるのだ。\n\n俺は宇佐見と仲良くなるため、校内では寄り添い、放課後は一緒に遊ぶ。\nそれぞれの場所で仲を深め、ついに……ハートフル三角ラブコメ開幕！",
      "pt-br": "Usami é uma linda colega de classe, com bons costumes e notas altas. Na escola, ela vê Sakuto como seu rival. Mas quando ele a encontra depois da escola, ele vê um lado diferente dela. Ela estava jogando no fliperama depois das aulas e tinha aquele sorriso inocente que ninguém poderia imaginar nela na escola.\n\nPara se dar bem com ela, ele se aproxima dela na escola e depois joga com ela depois da escola. Cada um deles tem seus lugares onde podem aprofundar seus laços e, finalmente...\n\nEste é o início de uma comédia romântica de triângulo amoroso comovente!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "daa29882-e5c4-4d24-8dc9-efb407a9e84b",
    "title": {
      "en": "Tonari no Seki-kun Junior"
    },
    "updatedAt": "2022-06-14T12:40:44+00:00",
    "coverArt": "https://mangadex.org/covers/daa29882-e5c4-4d24-8dc9-efb407a9e84b/60208eab-e358-4aaf-ac41-c0dbda572b0d.png",
    "altTitles": [
      {
        "ja": "となりの関くんじゅにあ"
      },
      {
        "en": "My Neighbour Seki-kun Jr"
      }
    ],
    "description": {
      "en": "Yokoi-san from \"Tonari no Seki-kun\" is now back as a mom! With a 2 years old child who's the perfect copy of Seki-kun, an ordinary way of playing won't suffice at all. Everyday is a hard struggle...\n\nBut being the determined Yokoi-san, she'll do her best to confront the ideals and reality of parenting!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54cc1547-1d1c-4759-a94c-39b9d1f958d7",
    "title": {
      "en": "Mousou Sensei"
    },
    "updatedAt": "2024-05-02T04:59:46+00:00",
    "coverArt": "https://mangadex.org/covers/54cc1547-1d1c-4759-a94c-39b9d1f958d7/0259b2f8-61ab-4bb9-87f0-89f573a47afe.jpg",
    "altTitles": [
      {
        "ja": "妄想先生"
      },
      {
        "en": "Delusional Teacher"
      }
    ],
    "description": {
      "en": "The beautiful English teacher Momoko Irosaki receives what she thinks are the lustful gazes of her male students every day... or so she misunderstands!? What goes on in the school life of a teacher who inadvertently indulges in fantasies full of allure...?",
      "ja": "美人英語教師の色咲先生は、日々男子生徒から思春期真っ盛りの視線を浴びている…のは勘違い!? ついお色気全開の妄想をしてしまう先生の学校生活は――…。ちょっとえっちでかなり笑える妄想スクールコメディ!!",
      "vi": "Irosaki-sensei, một giáo viên trẻ xinh đẹp, hoạt bát,... Nói chung là mặt tiền cô rất  tuyệt với, học sinh đứa nào đứa nấy cũng mê. Nhưng thật ra \"mặt trong\" của cô lại không được xán lạn đến vậy. Và rồi cô gặp một cậu học trò yêu thích môn tiếng anh mà cô đang giảng dạy, thay vì nghĩ rằng \"ồ, siêng quá ta\", thì trong đầu cô lại chỉ có vô vàn suy nghĩ đồi trụy rồi tự gán hết lên người cậu học sinh ấy, nói chung là ngây ngô lắm cả nhà XD."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3229b2db-0e84-497c-999b-aa50728d2371",
    "title": {
      "en": "Anata-tachi Soredemo Sensei Desu ka!"
    },
    "updatedAt": "2024-06-14T12:53:45+00:00",
    "coverArt": "https://mangadex.org/covers/3229b2db-0e84-497c-999b-aa50728d2371/de887102-b33b-4276-9cc7-875cd045cde1.jpg",
    "altTitles": [
      {
        "ja": "あなた達それでも先生ですかっ！"
      },
      {
        "en": "You Still Call Yourselves Teachers?!"
      }
    ],
    "description": {
      "en": "One day, school teachers come as freeloaders to the inn run by his parents!? Kazami Hiro, a high school boy, decides to take care of the inn and his future!? Under one roof, The forbidden harem romantic comedy begins!!",
      "ja": "親が経営する旅館にある日、居候としてやってきたのは学校の先生たち!? 男子高校生・風見ヒロは旅館のため、自分の未来のためにお世話をすることに!? 一つ屋根の下、禁断のハーレムラブコメが開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c44b5b1d-60cf-4faf-be2c-0a807200358f",
    "title": {
      "en": "My In-laws Are Obsessed With Me"
    },
    "updatedAt": "2022-10-11T09:32:45+00:00",
    "coverArt": "https://mangadex.org/covers/c44b5b1d-60cf-4faf-be2c-0a807200358f/89d01022-022d-453b-a857-4e52c4ebdb0b.jpg",
    "altTitles": [
      {
        "ko": "시월드가 내게 집착한다"
      },
      {
        "en": "The In-Laws Are Obsessed With Me"
      }
    ],
    "description": {
      "en": "My family and my husband killed me. Because of the inheritance. Returning to the past, I made up my mind.\n\n“I have to protect my life and my inheritance.”\n\nGrand Duke Lapireon of the cursed family. I offered him, who was not interested in property and women, a one year contract marriage. Now, all we have to do is get a divorce…\n\n“Lady, do you think you can leave me now?”\n\nMy husband is weird.\n\n“Would you like a land or a mine? Or an empire?”\n\n“Sasha, did Theo do something wrong?”\n\n“Mom, don’t leave me.”\n\n“Sister… I can’t live without you.”\n\nEven my in-laws began to obsess over me.\n\n(Taken from NU)",
      "ko": "가족과 남편이 나를 죽였다. 고작 유산 때문에.\n과거로 돌아온 나는 내 목숨과 유산을 지키기 위해\n저주받은 가문이라는 소문에 둘러싸인 라피레온 대공에게 일 년간의 계약 결혼을 제안했다.\n\n이제 무사히 이혼만 하면 되는데……\n\n“부인, 이제 와 날 떠날 수 있을 줄 알았어?”\n조금 이상해진 남편과 심지어 시월드 전체가 내게 집착하기 시작했다."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-06-14T08:36:18+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "“You’re amazing for being alive another day!”\n\nA Manga about an understanding girlfriend who rewards you with a “log-in bonus” every day."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e928d661-06e3-45f0-8381-a59395d02132",
    "title": {
      "en": "Girlfriends"
    },
    "updatedAt": "2024-06-27T11:01:17+00:00",
    "coverArt": "https://mangadex.org/covers/e928d661-06e3-45f0-8381-a59395d02132/80373acc-c436-42cd-9105-f86c51fed7ad.jpg",
    "altTitles": [
      {
        "ko": "여자친구"
      },
      {
        "ja": "ガールフレンド"
      },
      {
        "zh": "女朋友"
      },
      {
        "en": "Girl Friends"
      },
      {
        "en": "GFs"
      },
      {
        "en": "Romance Or Friendship"
      },
      {
        "en": "Love Or Schoolmates"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "82"
  },
  {
    "mangaId": "9da179bc-f022-4ad0-9c27-501b181addf0",
    "title": {
      "en": "Silver Tree"
    },
    "updatedAt": "2024-06-25T19:52:05+00:00",
    "coverArt": "https://mangadex.org/covers/9da179bc-f022-4ad0-9c27-501b181addf0/ca12cded-c7f0-4bb0-9e5a-2cf0377bf590.jpg",
    "altTitles": [
      {
        "ko": "실버 트리"
      }
    ],
    "description": {
      "en": "During the reign of Philip IV of France, Acre is in the midst of a war between the invading Mamluks and the Knights Templar trying to protect the Holy Land. On the day when Lea's family decided to leave by boat to escape the threat of war, Lea is forced to go into the middle of the war to return the sword entrusted to her by the leader of the Knights Templar. However, when she arrives trembling with the sword firmly strapped to her back, she witnesses the leader's death, and in a moment of danger, she meets Balta, the beautiful knight she had dreamed of since childhood. But this was not the time for her to indulge in such sentiments. The sword had lost its owner, and the atmosphere in the Knights Templar is somewhat strange. “It’s dangerous to go alone, I will take you there.” --Written by the same author as The Golden Forest--"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2d22b38-4b3f-4ffb-9387-d18f870d5a91",
    "title": {
      "en": "Nee-chan no Tomodachi ga Uzai Hanashi"
    },
    "updatedAt": "2024-02-13T10:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/d2d22b38-4b3f-4ffb-9387-d18f870d5a91/b5244ae1-2eb3-4d53-9ae2-2f4ac6755066.jpg",
    "altTitles": [
      {
        "ja": "姉ちゃんの友達がうざい話"
      },
      {
        "en": "My Older Sister's Friend Is Annoying"
      }
    ],
    "description": {
      "en": "Nao Misumi, a first-year high school student, has known his older sister Rio's best friend, Sena Ikuta, since elementary school. Even though he feels annoyed at Sena's habit of calling him \"Lil' Bro\", she is someone he can't leave alone...?",
      "ja": "高校1年生の三澄尚は、姉の莉緒の親友・生田瀬那と小学生の頃からの知り合い。弟呼びする瀬那を鬱陶しく感じながらも、ほっとけない存在で…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0969782-cec4-4382-9366-4c69ecd1f3a2",
    "title": {
      "en": "I Thought She Was a Yandere, but Apparently She's Even Worse"
    },
    "updatedAt": "2024-04-05T16:41:15+00:00",
    "coverArt": "https://mangadex.org/covers/e0969782-cec4-4382-9366-4c69ecd1f3a2/debba5d2-c819-431f-ba85-d9430f198ba0.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレかと思ったらもっとヤベー女だった"
      },
      {
        "id": "Ku kira dia yandere tapi ternyata lebih parah"
      },
      {
        "ja": "ヤンデレかと思ったらラブコメっぽくなる彼女"
      },
      {
        "ja-ro": "Yandere Ka To Omottara Motto Yabe Onna Datta"
      },
      {
        "es-la": "Pensé que era una yandere, pero resultó ser una chica mucho más peligrosa."
      },
      {
        "tr": "Onun Yandere Olduğunu Sanıyordum Ama Durum Daha Betermiş"
      }
    ],
    "description": {
      "en": "A man who no longer can turn a blind eye saves a girl who's being bullied by the other classmate, but little did he know.\n\n---\n\n**Notes:**\n- There is also a fan colored version and an R18 side(?) story:",
      "id": "Seorang pria yang tidak lagi bisa menutup mata menyelamatkan seorang gadis yang di-bully oleh teman sekelasnya,tapi sedikit yang dia tahu.",
      "tr": "Artık sınıf arkadaşının zorbalanmasına göz yumamayan çocuk sınıf arkadaşını kurtarır, oysa...",
      "es-la": "Psicópata se enamora de un chico normal."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90728818-cf2d-4f31-be1b-0dde6a46ccf1",
    "title": {
      "ja": "Shin Honkaku Mahou Shoujo Risuka"
    },
    "updatedAt": "2024-04-21T00:51:15+00:00",
    "coverArt": "https://mangadex.org/covers/90728818-cf2d-4f31-be1b-0dde6a46ccf1/f9f56b38-b459-44cd-85e9-f179999e9080.jpg",
    "altTitles": [
      {
        "ja": "新本格魔法少女りすか"
      },
      {
        "en": "New Authentic Magical Girl Risuka"
      },
      {
        "th": "ริสึกะ มิติใหม่ของสาวน้อยเวทมนตร์"
      }
    ],
    "description": {
      "en": "The elementary schooler unlike any other, Kugi Kizutaka—who is searching for \"useful pawns\" in order to achieve his own ambitions—comes to learn of Mizukura Risuka, a magician with the title \"The Red Witch of Time.\" Risuka had left the Kingdom of Magic through the Gate, chasing after her father, a great mage called both \"a God\" and \"a Demon.\" An unpredictable and unchained magical tale!",
      "ja": "己の野心のため“使える手駒”を探す小学５年生・供犠創貴は、赤い髪に赤い瞳の転校生・水倉りすかが\"赤き時の魔女”の異名を持つ魔法使いだと知る。二人は手を取り合って時を超え、危機また危機の大冒険を繰り広げる――！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "32"
  },
  {
    "mangaId": "528fdd65-4c0d-4e21-82d8-66da8d6113d6",
    "title": {
      "en": "Fukuzatsu na Kyoudai no 4koma"
    },
    "updatedAt": "2024-06-27T07:03:21+00:00",
    "coverArt": "https://mangadex.org/covers/528fdd65-4c0d-4e21-82d8-66da8d6113d6/70cb625d-3b5a-4b1f-a33f-7ef66d7ba1b5.jpg",
    "altTitles": [
      {
        "ja": "複雑な姉弟の４コマ"
      },
      {
        "ja-ro": "Fukuzatsu na Kyoudai no Yonkoma"
      },
      {
        "en": "A Complicated Sibling Relationship 4-Koma"
      }
    ],
    "description": {
      "en": "\"Big Sis!?\"\n\"Kouta!?\"\n\n\nThe two of them were enjoying an in-game romance (without knowing each other's identities). Upon seeing each other's faces at their long-awaited offline meetup... they were both shocked to see that their partner was in fact their own sibling!?\n\nThese are complicated feelings for sure... and rather hard to accept!\n\n(Source: Kadokawa)\n\n---\n\nAdditional Links\n\n* [Kadokawa](https://store.kadokawa.co.jp/shop/g/g322302001578/) (Publisher)\n* [BookLive](https://booklive.jp/product/index/title_id/20068503/vol_no/001)",
      "ja": "「姉ちゃん!?」\n「康太!?」\n\n＊\n\nゲーム内で恋愛を楽しんでいたふたり。\n待ちに待ったオフ会で顔を合わせたら……相手はまさかの姉弟で!?\n複雑なこの感情……なかなか飲み込むのは難しい！\n\nＳＮＳで話題のカオス展開ラブコメが、 描き下ろしを加えて待望の書籍化!!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "100"
  },
  {
    "mangaId": "82757478-87b2-4064-a99e-5e628c700956",
    "title": {
      "en": "Kimi wa Yakamashi Tojite yo Kuchi o!"
    },
    "updatedAt": "2024-04-24T19:13:21+00:00",
    "coverArt": "https://mangadex.org/covers/82757478-87b2-4064-a99e-5e628c700956/76b927aa-2860-4940-b77a-f6075f7fc99b.jpg",
    "altTitles": [
      {
        "ja": "君は喧し閉じてよ口を！"
      },
      {
        "ja-ro": "Kimi ha Yakamashi Tojite yo Kuchi wo!"
      },
      {
        "en": "You're Too Noisy, So Just Shut It Already!"
      },
      {
        "en": "You Talk Too Much, So Just Shut It Already!"
      },
      {
        "zh": "吵闹的你不肯住口"
      },
      {
        "vi": "Cậu Ồn Ào Quá, Im lặng Giùm Tớ Đi!"
      },
      {
        "ru": "Закрой свой рот!"
      },
      {
        "ru": "Ты слишком много говоришь, так что заткнись уже!"
      },
      {
        "tl": "Ang Ingay Mo Kaya Manahimik Ka Na Lang!"
      }
    ],
    "description": {
      "en": "Hīragi Tsukino was born deaf. When she transfers to a new school, she meets a talkative boy named Enomoto Taiyō. Tsukino is slightly taken aback by Taiyō, who talks to her without regard to the fact that she can't hear.",
      "ja": "柊月乃は生まれつき耳が聞こえない。そんな彼女が転校先で出会ったのは、おしゃべりな男子・榎本太陽。聞こえないことなんかお構いなしにしゃべりかけてくる太陽に若干引き気味な月乃。",
      "ru": "Хиираги Цукино родилась глухой. Когда она переводится в новую школу, она встречает говорливого мальчика по имени Эномото Тайо. Цукино немного обескуражена тем, что Тайо разговаривает с ней, не заботясь о том, что она не может его слышать...",
      "vi": "Hiiragi Tsukino là một cô bạn bị khiếm thính bẩm sinh. Khi cậu ấy chuyển đến trường mới, cậu ấy gặp được một cậu bạn lắm mồm tên Enomoto Taiyo. Tại đây, Tsukino luôn bị xoay tròn bởi những câu chuyện xàm xí của Taiyo bất chấp việc cô không thể nghe được cậu ta nói gì."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "48"
  },
  {
    "mangaId": "3673409f-7e00-40b2-a762-88baa497c8a6",
    "title": {
      "en": "Karakai Jouzu (?) no Nishikata-san"
    },
    "updatedAt": "2024-05-15T17:38:37+00:00",
    "coverArt": "https://mangadex.org/covers/3673409f-7e00-40b2-a762-88baa497c8a6/04f3d761-8a5c-4b12-99c9-283e08bc9885.jpg",
    "altTitles": [
      {
        "ja": "からかい上手(?)の西片さん"
      },
      {
        "uk": "Майстер дражнилок (?) Нішиката-сан"
      },
      {
        "ru": "Мастер дразнилок (?) Нишиката-сан"
      },
      {
        "tl": "Ang Magaling sa Panunuksong (?) si Nishikata-san"
      }
    ],
    "description": {
      "en": "In this spinoff of \"Teasing Master Takagi-san\", and continuation of \"Teasing Master (former) Takagi-san\", Chi Nishikata tries her hardest to tease her classmate Ooshiro, but for some reason it feels like she's met him somewhere. Can she finally get one over on him and remember her past?",
      "tl": "Si Chi, ang minamahal na anak ng (dating) Takagi at Nishikata. Ngayon ay nasa high school na kasama ang batang lalaki sa tabi, kaya ba n'yang tuksuhin s'ya tulad ng kanyang ina?! O s'ya ba ang matutukso tulad ng kanyang ama!? Ang mga araw na puno ng pang-aasar ay magsisimula na muli— !",
      "uk": "Це спін-офф манг \"Майстер дражнилок Такаґі-сан\" та \"Майстер дражнилок(колишня) Такаґі-сан\". Донька головних героїв Чі іде до школи і зустрічає друга дитинства. Як складуться їх відносини і чи зможе вона подражнити хлопця?",
      "pt-br": "Neste spin-off de \"Karakai Jouzu no Takagi-san\" e continuação de \"Karakai Jouzu no (Moto) Takagi-san\", Nishikata Chi se esforça ao máximo para provocar seu colega de classe Ooshiro, mas por algum motivo parece que ela o conhece de algum lugar. Ela pode finalmente superá-lo e lembrar de seu passado?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba63a244-df02-4661-8acc-878243d26d53",
    "title": {
      "en": "Boy-Friend's Rule"
    },
    "updatedAt": "2024-04-06T23:50:18+00:00",
    "coverArt": "https://mangadex.org/covers/ba63a244-df02-4661-8acc-878243d26d53/50e0bee7-0ccd-45b5-b38c-fe734f1faa57.jpg",
    "altTitles": [
      {
        "ko": "남사친의 법칙"
      },
      {
        "zh": "男闺蜜准则"
      },
      {
        "zh-hk": "純友誼法則"
      },
      {
        "en": "The Law Of Being Friends With A Male"
      },
      {
        "en": "Boyfriend's Rule"
      },
      {
        "ko-ro": "Namsachin-ui Beobchig"
      },
      {
        "ja": "男友達って彼氏になれる?"
      },
      {
        "ko-ro": "Namsachin-ui Beopchik"
      },
      {
        "en": "Boy-Friend's Rule"
      }
    ],
    "description": {
      "en": "Jay is a guy that wanted to talk with his friend about their secret crushes, When Jay was about to confess who he has a crush on, his friend Jiwoon, who’s crush is actually towards Jay, was hopefull that Jay was going to confess his feelings towards her. But she felt shocked when she learned that actually Jay’s crush was someone else, after that, Jay asked her about her crush, Jiwoon tried to avoid the question and gave him a vague description which caused a misunderstanding that his crush was actually towards Jay’s friend Seohyun. She and Jay are just good friends without anything romantic going on between them, The way Jay interacts with her is just in a friendly manner and tries to help her to get her “crush”….Let the romantic drama begin at school!",
      "fr": "La première romance de Jiun s'est terminée lorsque son béguin, Jae-i, lui avoue qu'il aime quelqu'un d'autre. Pour aggraver les choses, Jae-i croit à tort que le béguin de Jiun est son effrayant meilleur ami, Seohyeon, et il tente de l'aider à gagner le cœur de celui-ci. Maintenant, Jiun doit faire face à un plus gros problème qu'un amour à sens unique, le petit-copain qu'elle n'a jamais imaginé se rapprocher.",
      "ko": "남몰래 '재이'를 짝사랑해온 '지운'.  재이가 자신에게 고백할 줄 알았던 지운은, 재이의 짝사랑 상대가 다른 사람이라는 사실을 알고는 정신이 아득해진다. \n짝사랑이 허무하게 끝났다고 생각함과 동시에, 재이가 자신의 짝사랑 상대를 '서현'이라고 착각하고 있다는 걸 알게 된다. \n그저 재이의 키 크고 덩치 큰 친구 중 하나일 뿐인, 말 그대로 남자인 사람 친구일 뿐인 서현과 자신을 이어주려는 재이의 행동에 해탈하고 마는데..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]