[
  {
    "mangaId": "520b0898-9ad1-4121-aa3b-a2f22e0cf371",
    "title": {
      "en": "Game of Familia: Kazoku Senki"
    },
    "updatedAt": "2024-02-06T16:03:40+00:00",
    "coverArt": "https://mangadex.org/covers/520b0898-9ad1-4121-aa3b-a2f22e0cf371/610f75cb-a050-4a10-baa2-a4f3e2bcc99e.jpg",
    "altTitles": [
      {
        "ja-ro": "Game obu Familia: Kazoku Senki"
      },
      {
        "en": "Game of Familia   –Family War Chronicles–"
      },
      {
        "en": "Game of Familia –A Family's War Chronicles–"
      },
      {
        "en": "Game of Familia: Family Senki"
      },
      {
        "ru": "Игра семьи Обу - Семейная история войны"
      },
      {
        "ru": "Семья в другом мире"
      },
      {
        "ja": "ゲーム オブ ファミリア ―家族戦記―"
      },
      {
        "ja": "ゲーム　オブ　ファミリア-家族戦記-"
      },
      {
        "ko": "게임 오브 패밀리어 -가족전기-"
      }
    ],
    "description": {
      "en": "The protagonist along with his step-mother, and 2 step-sisters(step-aunts) are summoned into another world where demi-humans are the rulers as saviors, but its not to fight against a demon lord, its to fight an Undead Apocalypse monsters called \"Dead Mell\" that have overrun the world and that can only be killed by using weapons made with holy silver.  \nFor that, a familia is made (group of 4 people) with them being the swordmaster that uses the holy sword, the guardian that uses the power of earth to protect, the healer that use the power of water to heal and the black mage that uses the power of fire to destroy.  \nThe role of the guardian, the mage and the healer is to support the swordmaster that can only kill the monsters.  \n  \nBut to use magic powers one must offer part of your being as a sacrifice to form a contract with spirits, and the higher the sacrifice, the higher the power. Now they must choose who are the 3 that need to sacrifice part of their bodies to gain power and who will wield the holy sword."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "316d3d09-bb83-49da-9d90-11dc7ce40967",
    "title": {
      "en": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 3-bu 「Ryouchi ni Hon o Hirogeyou!」"
    },
    "updatedAt": "2023-12-19T21:15:19+00:00",
    "coverArt": "https://mangadex.org/covers/316d3d09-bb83-49da-9d90-11dc7ce40967/07a6b320-bd19-404f-b582-110ffc76c164.jpg",
    "altTitles": [
      {
        "en": "Ascendance of a Bookworm ~I'll do anything to become a librarian~ Part 3 「Let's Spread the Book to the Territory!」"
      },
      {
        "en": "Ascendance of a Bookworm: Part 3"
      },
      {
        "en": "Honzuki no Gekokujou: Part 3"
      },
      {
        "fr": "La Petite Faiseuse de Livres"
      },
      {
        "ja": "本好きの下剋上 ～司書になるためには手段を選んでいられません～ 第三部 「領地に本を広げよう！」"
      },
      {
        "ja": "本好きの下剋上 第三部"
      }
    ],
    "description": {
      "en": "Following a disastrous encounter with a noble, Myne finally resolves to say goodbye to her family and friends in the lower city, changing her name to “Rozemyne” and beginning her new life as the adopted daughter of Ehrenfest’s archduke. However, her days as an archnoble in noble society are brutal, as she is put through rigorous etiquette and magic training on top of her duties as High Bishop and forewoman. It all proves too much for a weak little seven-year-old girl… Or it would have, had the High Priest not offered her the keys to the temple’s book room as a reward. If she could get her hands on those, she’d be able to read all sorts of precious books! Her name may have changed, but Rozemyne’s passion for books remains the same as she charges into a whole new world! The detailed setting expands as the printing industry grows in size. Here begins Part 3 of this biblio-fantasy for book lovers everywhere!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2866b6f0-4570-4d29-8f36-023237f4a9f9",
    "title": {
      "en": "Houseki Shoujo wa Namida o Nagasanai"
    },
    "updatedAt": "2024-03-24T15:00:54+00:00",
    "coverArt": "https://mangadex.org/covers/2866b6f0-4570-4d29-8f36-023237f4a9f9/f41e0ccd-6095-4a65-ba76-6f38561fcb13.jpg",
    "altTitles": [
      {
        "ja": "宝石少女は涙を流さない"
      },
      {
        "ja-ro": "Houseki Shoujo wa Namida wo Nagasanai"
      },
      {
        "en": "The Gem Girl Decided Not to Cry"
      },
      {
        "ar": "الفتاة الثمينة لا تذرف الدموع"
      },
      {
        "en": "Precious Girl Does Not Shed Tears"
      }
    ],
    "description": {
      "ar": "هذه قصة عن الحياة “لفتاة ذات جواهر”، محاصرة في فخ الموت. إنغريد، التي تبكي دموع ثمينة جميلة، تتعرض للإيذاء، لضمان رخاء أسرتها. في النهاية، قُتلت، لأن “دموع الموت هي أقوى الأحجار الكريمة”. لكن قوة الجوهرة الأخيرة تعود بالزمن إلى الوراء بالنسبة لها. خلال فترة عودتها، قُتلت مراراً وتكراراً حتى قيل لها، “موتي من أجل سعادتي، أنت تكرهينني يا أختي. تكتشف إنغريد أنها تُقتل بسبب أنانية أختها، وتقول: “لا أريد المزيد من الدموع غير المرغوبة”… باستخدام القوة الحقيقية للحجر الكريم، تدخل إنغريد في تناسخها النهائي.",
      "en": "This is a story about the life of a “girl with jewels,” caught in a death trap. Ingrid, crying beautiful precious tears, is abused, to ensure the prosperity of her family. In the end, she was killed, because “tears of death are the most powerful gems.” But the power of the last jewel turns back time for her. During the period of her return, she was repeatedly killed until she was told, “Die for my happiness, I hate you, sister.\" Ingrid discovers that she is being killed because of her sister's selfishness, and says: “I don't want any more unwanted tears” ...using the true power of the gemstone, Ingrid enters her final regression."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "72"
  },
  {
    "mangaId": "ee4bf782-9fe9-42a6-be7f-3809293818c2",
    "title": {
      "en": "Hell Mode: Yarikomi Suki no Gamer wa Hai Settei no Isekai de Musou Suru"
    },
    "updatedAt": "2024-04-26T15:24:34+00:00",
    "coverArt": "https://mangadex.org/covers/ee4bf782-9fe9-42a6-be7f-3809293818c2/2dd54daa-0bcb-45f3-af39-17048756040a.jpg",
    "altTitles": [
      {
        "en": "Hell Mode: The Hardcore Gamer Dominates in Another World with Garbage Balancing"
      },
      {
        "ja": "ヘルモード ～やり込み好きのゲーマーは廃設定の異世界で無双する～ はじまりの召喚士"
      }
    ],
    "description": {
      "en": "Yamada Kenichi, a single, 35-year-old businessman, has spent the majority of his adult life playing every MMORPG to hit the market.\n\nTired of the constant cycle of repetitive, newbie-centric gameplay, he is immediately drawn in by the promise of a new game that, on top of being never-ending, offers up a \"Hell Mode\" — a difficulty level that makes it nigh impossible to level up but also promises uncapped growth potential.\n\nUpon selecting the newly released Summoner class, Kenichi finds himself reborn as Allen, an infant in a serf family, with nothing but his wits and old memories to guide him. Allen works diligently to level himself up despite Hell Mode requiring vast amounts of experience between levels. In doing so, he hopes to uncover the secrets the Summoner class holds.\n\nAll the while, he dedicates himself to freeing his new family from serfdom.",
      "ja": "「終わらないゲームにあなたを招待します。 だって?」 健一が偶然たどり着いたタイトルのない謎のネットゲーム。 難易度設定画面で迷わず最高難易度『ヘルモード』を選ぶと、異世界の農奴へと転生してしまった! 少年「アレン」へと転生した健一は、謎の多い職業「召喚士」を使いこなしながら、 異世界で最強への道を手探りで歩み始めるが――。",
      "pt-br": "\"Você será convocado para o mundo de um jogo sem fim?' Um dia, estava procurando um novo jogo, quando de repente vi aquele anúncio. Depois de escolher o modo mais difícil do jogo, 'modo inferno', de repente reencarnei em um novo mundo como um lavrador. Como um menino chamado Allen, comecei minha jornada em outro mundo com a maior dificuldade, superando todos os desafios para alcançar o maior título do jogo \"Summoner\" . ----- O romance promissor de 1º grau da revista 'Vamos nos tornar um escritor ', uma história extremamente aguardada."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a460ab18-22c1-47eb-a08a-9ee85fe37ec8",
    "title": {
      "en": "Bleach - Digital Colored Comics"
    },
    "updatedAt": "2024-01-22T01:22:43+00:00",
    "coverArt": "https://mangadex.org/covers/a460ab18-22c1-47eb-a08a-9ee85fe37ec8/7c8f9203-2b82-41f2-beb3-e7fb00e151e2.jpg",
    "altTitles": [
      {
        "en": "BLEACH"
      },
      {
        "en": "BLEACH (Official Colored)"
      },
      {
        "ja": "BLEACH カラー版"
      },
      {
        "vi": "Sứ giả Ichigo"
      },
      {
        "vi": "Sứ mạng thần chết"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "ja": "ブリーチ"
      },
      {
        "ja": "ブリーチ カラー版"
      },
      {
        "zh": "死神"
      },
      {
        "ko": "블리치"
      }
    ],
    "description": {
      "en": "Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family, but much to her surprise, Ichigo absorbs every last drop of her energy. Now a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits, and along with Rukia, who is slowly regaining her powers, it's Ichigo's job to both protect the innocent from Hollows and to help the spirits themselves find peace.   \n  \nMonochrome version won the 50th Shogakukan Manga Award in the Shounen category.",
      "es": "Ichigo Kurosaki siempre ha sido capaz de ver fantasmas, pero esta habilidad no cambia su vida tanto como su encuentro cercano con Rukia Kuchiki, una Segadora de Almas y miembro de la misteriosa Sociedad de las Almas. Mientras lucha contra un hueco, un espíritu maligno que se aprovecha de los humanos que muestran energía psíquica, Rukia intenta prestarle a Ichigo algunos de sus poderes para que pueda salvar a su familia, pero para su sorpresa, Ichigo absorbe hasta la última gota de su energía. Ahora que ya es un auténtico Segador de Almas, Ichigo aprende rápidamente que el mundo que habita está lleno de peligrosos espíritus y, junto con Rukia, que está recuperando lentamente sus poderes, el trabajo de Ichigo consiste en proteger a los inocentes de los huecos y ayudar a los propios espíritus a encontrar la paz.  \n  \nVersión monocroma ganó el 50º Premio Shogakukan Manga en la categoría Shounen.",
      "pt-br": "Versão totalmente colorida do mangá Bleach. A história gira em torno de Kurosaki Ichigo um estudante de 15 anos que tem uma estranha capacidade de ver, tocar e falar com espíritos de pessoas mortas. Logo que o Shinigami (Deus da Morte) Kuchiki Rukia toma conhecimento dos poderes dele ela decide investigá-lo, e acaba em uma luta com um Hollow que foi atraído pelo forte poder espiritual de Ichigo, antes de ser derrotada pela criatura, Rukia passa seus poderes a Ichigo, o qual se torna um Shinigami, e após derrotar o Hollow ingressa em uma jornada para proteger os humanos e os espíritos da ameaça dos Hollows."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "74",
    "lastChapter": "686"
  },
  {
    "mangaId": "5e746f0a-9eec-470d-ac52-32fa5814ea03",
    "title": {
      "en": "Koisuru Psycho no Shirayuki-kun"
    },
    "updatedAt": "2024-05-13T02:27:42+00:00",
    "coverArt": "https://mangadex.org/covers/5e746f0a-9eec-470d-ac52-32fa5814ea03/23e2f838-6b47-4bd9-bbe2-f705cdb0e1e4.png",
    "altTitles": [
      {
        "ja": "恋するサイコの白雪くん"
      },
      {
        "vi": "Kẻ điên khi yêu"
      }
    ],
    "description": {
      "en": "I will kill everyone for your sake.\n\n\"Hey, I think I like you!\" Shirayuki says with a smile.\nHaruki endures relentless bullying from a trio of classmates. One day, a beautiful transfer student named Shirayuki suddenly approaches him and asks if he would date him if the bullying stopped. Haruki dismisses it as a joke. But the next day, one of his tormentors disappears. Then another. One thing's for sure—Shirayuki is a psychopath that lacks common sense and empathy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a781de8e-0935-45bd-bc33-cbc76ea8c6f9",
    "title": {
      "en": "Until I Become Me"
    },
    "updatedAt": "2024-05-10T20:06:20+00:00",
    "coverArt": "https://mangadex.org/covers/a781de8e-0935-45bd-bc33-cbc76ea8c6f9/813c7541-1ca3-4dcd-82bf-f20a96ef70d5.png",
    "altTitles": [
      {
        "ja": "オレが私になるまで"
      },
      {
        "ja-ro": "Orewata"
      },
      {
        "pt-br": "Até Que Eu (Ele) Me Torne Ela"
      },
      {
        "ja-ro": "Ore ga Watashi ni Naru made"
      }
    ],
    "description": {
      "en": "A boy who used to be abusive to girls wakes up one day as one.\n\n\"I'll go back being a boy soon,\" he thought, however that was not the case. Follow Akira as he grows and learns little by little to accept the puzzling changings in her surroundings and her heart.",
      "es": "Un niño que solía molestar a otras niñas un día se despierta como una. \"Volveré pronto a ser un chico\" el pensó, este no fue el caso. Sigue a Akira mientras crece y aprende poco a poco a aceptar los confusos cambios en sus alrededores y en su corazón.",
      "fr": "Un garçon qui avait l'habitude de malmener les filles se réveille un jour comme si il en était une. \"Je redeviendrai bientôt un garçon\", se dit-il, mais ce n'est pas le cas. Suivez Akira au fur et à mesure qu'il grandit et apprend peu à peu à accepter les changements déroutants de son environnement et de son cœur.",
      "es-la": "Kira es un chico que solía ser abusivo con las chicas, hasta que un día se despierta como una. \"Volveré a ser un chico pronto\", es lo que pensó, sin embargo, ese no seria el caso. Sigue a Akira mientras crece y aprende poco a poco a aceptar los cambios desconcertantes en su entorno y en su corazón",
      "pt-br": "Um menino que costumava ser abusivo com as meninas acorda um dia como uma garota. “Em breve voltarei a ser menino” ele pensou, mas não foi o caso. Siga Akira enquanto ele cresce e aprende pouco a pouco a aceitar as mudanças intrigantes ao seu redor e em seu coração."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc4c9b57-1295-4667-8d4e-c6b93dce2e68",
    "title": {
      "en": "Coffee Moon"
    },
    "updatedAt": "2024-04-02T06:29:06+00:00",
    "coverArt": "https://mangadex.org/covers/fc4c9b57-1295-4667-8d4e-c6b93dce2e68/16dd1891-7005-4824-bdd5-7917bd02732d.jpg",
    "altTitles": [
      {
        "ja": "コーヒームーン"
      }
    ],
    "description": {
      "en": "The light is gone. Unable to escape the darkness, Pieta repeats the same day. Every day she walks to school down the same road, through the same rain, then has the same conversation with her friend Danae. Eventually, she finds happiness in the repetition. The days carry on as normal, until one day, her routine chat with Danae takes a different turn: \"What?! You can remember the today that happened yesterday too?\" Despite their bleak situation, the girls reach towards tomorrow!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "34"
  },
  {
    "mangaId": "5ec297cc-783d-4f10-a1f8-7395a495443f",
    "title": {
      "en": "The Monster Male Lead Living Under My Bed"
    },
    "updatedAt": "2024-03-24T00:03:39+00:00",
    "coverArt": "https://mangadex.org/covers/5ec297cc-783d-4f10-a1f8-7395a495443f/d44bc6e0-e7b1-4d2b-ace0-8edd0b74cfb9.png",
    "altTitles": [
      {
        "ko": "내 침대 밑에 괴물 남주가 산다"
      },
      {
        "en": "The Monster Male Lead Lives Under My Bed"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e4805a6-75ab-462d-883c-4ddedb8e4df6",
    "title": {
      "en": "Nano Machine"
    },
    "updatedAt": "2023-04-05T13:15:22+00:00",
    "coverArt": "https://mangadex.org/covers/6e4805a6-75ab-462d-883c-4ddedb8e4df6/664dfc87-4464-486e-bc87-74156805fd18.jpg",
    "altTitles": [
      {
        "ko": "나노마신"
      },
      {
        "zh": "某天成为魔神"
      },
      {
        "zh-hk": "奈米魔神"
      },
      {
        "zh-hk": "喇勞 魔神"
      },
      {
        "id": "Nano Mashin"
      },
      {
        "ru": "Наномашины"
      },
      {
        "ja": "ナノ魔神"
      },
      {
        "th": "นาโนมาชิน"
      }
    ],
    "description": {
      "en": "After being held in disdain and having his life put in danger, an orphan from the Demonic Cult, Cheon Yeo-Woon, has an unexpected visit from his descendant from the future who inserts a nano machine into Cheon Yeo-Woon's body, which drastically changes Cheon Yeo-Woon's life after its activation. The story of Cheon Yeo-Woon's journey of bypassing the Demonic Cult and rising to become the best martial artist has just begun.  \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "fr": "La vie remplit d'infortune et d'épreuve de Cheo Yeo-Woon, bâtard et dernier dans l'ordre de succession, prit un tournant après qu'un de ses « descendant » venant du futur ait injecté des Nano Machines dans son corps.",
      "id": "Setelah mengalami cobaan berat pada hidupnya, Tiba tiba Chun yeowun mendapatkan pertolongan tidak terduga dari keturunannya di masa depan yang memasukkan teknologi nano ke dalam tubuhnya! Mampukah Chun Yeowun menjadi master bela diri dengan menggunakan kekuatan nano mashin!?\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ja": "「未来の力を手に入れ、邪悪な魔教に立ち向かう！」 魔教の私生児として生まれた主人公・天黎雲。 幼い頃から卑しまれ、後継者争いで命を狙われる。 死に物狂いの抵抗もむなしく、危うく命を落としかねない絶体絶命のピンチに･･･！ その瞬間、突如現れた謎の男から「ナノマシン」と呼ばれる未来の力を注入され、 目覚めるととてつもない力を手に入れていた。 魔教を超え、最強の武人を目指す天黎雲の物語が幕を開ける！\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ko": "갖은 멸시와 목숨의 위협을 받던 마교의 사생아 천여운, \n미래에서 나타난 후손이 천여운의 몸에 나노 머신을 주입한 후 그의 인생이 송두리째 바뀐다.\n마교를 넘어 무림 최고의 자리에 오르기 위한 천여운의 거침없는 이야기가 시작된다!\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ru": "Чен Еун — незаконнорожденный принц, появившийся на свет без единой частички Нейгуна. С самого раннего детства он находился под гнетом всеобщего отвращения. Весь забитый, с отсутствием какой-либо мотивации, год за годом Еун влачил свое жалкое существование. Ни на что не рассчитывая... и не претендуя.\n\nБудучи изгоем, исконно презираемым шестью великими кланами, в один прекрасный день он оказался в окружении десятка подосланных убийц. Когда глаза практически застлала пелена белого света... и казалось, он уже начал теряться, проваливаясь в пучину... безграничного отчаяния, на горизонте возникла еле заметная фигура.\n\nНеизвестный \"потомок\", снизошедший из будущего, в мгновение ока уничтожил всех врагов. Прошептав нечто невнятное, он подсадил в тело нашего героя какой-то странный предмет... наномашину. С этого момента все кардинально переменилось. Поселившийся где-то внутри искусственный интеллект дал его жизни невероятный толчок.\n\nБольше не будет как прежде. Это... новая ветвь истории. Истории о парне, который бросил вызов небесам.",
      "th": "เรื่องราวของชอนยออุนลูกนอกสมรสภายในพรรคมารที่ได้เป็นเทวบุตรมารรุ่นที่ 2 และอยู่เหนือประมุขพรรคมาร\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "zh": "无名小卒却有了神秘机器，\n或许我也能挑战一下魔神？\n魔教私生子天如运饱受蔑视和生命威胁，某天来自未来的后人突然出现，给天如运的身体注入了纳米机器，从此他的人生发生了翻天覆地的变化。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "pt-br": "Depois de ser desdenhado e ter sua vida em perigo, Cheon Yeo-Woon, um órfão do culto demoníaco, recebeu uma visita inesperada de seu descendente do futuro, que inseriu nele uma micro máquina, que mudou drasticamente a vida de Cheon Yeo-Woon após sua ativação. A história da jornada de Cheon Yeo-Woon no culto demoníaco e sua subida para se tornar o melhor nas artes marciais acabou de começar.",
      "zh-hk": "在魔教少教主候選人中排名最後的天如運，是個運氣極差的人。 某天，來自未來的後代突然穿越時空出現，並且將奈米機器注入他的身體，徹底翻轉了他的人生。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1bf8904a-99e7-47eb-aa90-5459e71cef2d",
    "title": {
      "en": "The Ten Thousand Clans Invasion: Guardian of the Rear"
    },
    "updatedAt": "2024-02-10T22:42:39+00:00",
    "coverArt": "https://mangadex.org/covers/1bf8904a-99e7-47eb-aa90-5459e71cef2d/978b5f30-b852-4542-904d-d98ad1e2e35e.jpg",
    "altTitles": [
      {
        "zh": "万族入侵：全民参战，我留守后方"
      },
      {
        "zh-ro": "Wan Zu Ru Qin: Quanmin Canzhan, Wo Liushou Houfang"
      },
      {
        "en": "Invasion of All Races: All the People Join the War, I Stay Behind"
      }
    ],
    "description": {
      "en": "Invasion of the Ten Thousand Clans, universal superpowers, the era beyond time has arrived! In this age, all citizens are drafted to resist the foreign races and defend against external humiliation. Nan Ziying, at the tender age of adulthood, chooses to stay behind at the recruitment center, serving as logistical support. Many soldiers are disappointed, the youth scorn him, and white-haired elders take up arms and leave, leaving him behind with only women, children, and the elderly to guard the rear. Later, Nan Ziying awakens five great abilities and silently prepares. In this era where countless clans reign supreme and the times are filled with tragic heroism, ‘I am the calamity of these ten thousand clans!'"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b222a0cc-db9f-4dc8-ac78-4194e7d14403",
    "title": {
      "en": "Urban Legend Maker"
    },
    "updatedAt": "2024-03-13T14:26:16+00:00",
    "coverArt": "https://mangadex.org/covers/b222a0cc-db9f-4dc8-ac78-4194e7d14403/add173ce-c801-499d-8b2b-4d25d2f4d2d6.jpg",
    "altTitles": [
      {
        "zh-ro": "Wǒ, Chuàngzàole Dūshì Chuánshuō!"
      },
      {
        "zh": "我，创造了都市传说！"
      },
      {
        "en": "I, Created Urban Legends"
      },
      {
        "en": "I Created an Urban Legend"
      },
      {
        "vi": "Ta Sáng Tạo Truyền Thuyết Đô Thị"
      },
      {
        "vi": "Ta Ở Tokyo Sáng Tạo Truyền Thuyết Đô Thị"
      },
      {
        "vi": "Ta, Sáng Tạo Ra Đô Thị Truyền Thuyết"
      }
    ],
    "description": {
      "en": "The protagonist Yuan Zhenji crossed to the parallel world of Jiangshi, and found that this world was full of various horror and weirdness, and ordinary humans were as fragile as paper in front of them. He used a notebook called \"Urban Legend Records\" to create urban legends that affect reality, punish criminals and contain weirdness, absorb the weird rule ability \"use magic to defeat magic\", and become a monitor who fights against weirdness, and fights with his partners against the coming doomsday-level weirdness...",
      "vi": "Sau khi xuyên không tới đất nước Nhật Bản trong thế giới song song, Kanbaru Shinji có được một quyển sổ ghi chép tên là Truyền Thuyết Đô Thị Thực Lục.\nMọi truyền thuyết đô thị cậu ghi vào đó đều có thể trở thành sự thật.\nMà Nhật Bản ở thế giới này còn thiếu khuyết rất nhiều truyền thuyết đô thị từng xuất hiện trong kiếp trước như là Hanako nhà vệ sinh, Thiếu Nữ Đến Từ Địa Ngục, Quý bà Hachishaku, Cuộc gọi của Mary, Con Mắt Trong Khe Hở...\nKanbaru Shinji: “Để ta khiến cho Nhật Bản này quần ma loạn vũ đi!”\nTóm tắt theo tiểu thuyết gốc, bản manhua đã chỉnh sửa rất nhiều từ tên nhân vật cho đến bối cảnh, vui lòng theo dõi truyện để biết thêm chi tiết."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e4ab6ae-f730-4ce2-a528-97986beb8549",
    "title": {
      "en": "Martial Arts Reigns"
    },
    "updatedAt": "2023-11-24T22:52:47+00:00",
    "coverArt": "https://mangadex.org/covers/9e4ab6ae-f730-4ce2-a528-97986beb8549/cca3a586-ea05-497c-b899-966bbde92c36.png",
    "altTitles": [
      {
        "vi": "Võ Đạo Độc Tôn"
      },
      {
        "zh-ro": "Wudao du Zun"
      },
      {
        "zh": "武道独尊"
      },
      {
        "zh-ro": "Wu Dao Du Zun"
      },
      {
        "en": "Supreme Master of Martial Arts"
      },
      {
        "ko": "무도독존"
      }
    ],
    "description": {
      "en": "True Heavens Continent is a place where those with great power can move mountains and overturn seas, kick the stars and step on the moon, punch through the sky and even shatter the earth itself! Ye Ming, a commoner born into a side branch within his family, sincerely and diligently tried to become stronger, hoping to avenge his parents’ deaths. As fate would have it, he obtained the \"Divine Spirit Cloak\", ingested the \"Foundation Establishment Divine Pill\", and cultivated the \"Omnipotent Sutra\". With his newfound power, Ye Ming begins his path of vengeance, mercilessly slaughtering any martial artists that dare stand in his way!In the face of deadly threats all across the continent, such as the Immortal Dynasty, the Great Eternal Sect, the Giant Barren Demon, and the Supreme Demon God, Ye Ming is determined that nothing will stop him! Whether god or demon, Ye Ming fears nothing! “I shall be the one who decides my own destiny!”",
      "es": "Ye Ming, a estrela em ascensão da Família Ye é considerado um gênio entre seus companheiros. Mas ele foi enganado por seu primo ciumento e ele cortou seus meridianos, aleijou suas habilidades e o abanou impiedosamente. Mas Ye Ming nunca desiste, porque ele sacrificaria tudo para se vingar de seus pais falecidos que foram assassinados pela família Huang. Mas ele não sabe que é considerado uma dor no pescoço para a família Ye, e uma grande conspiração paira na escuridão…",
      "ru": "/ Русское  \r\n||Мин Е, восходящая звезда семьи Е, - гений среди своих сверстников-культиваторов. Но его двоюродный брат повредил ему меридианы, искалечил и безжалостно порезал сухожилия. Мин Е не сдается, потому что он пожертвовал бы всем, чтобы отомстить за своих умерших родителей, которые были убиты семьей Хуан. Он не знает, что его считают занозой в шее для семьи Е и хотят его убрать…||",
      "zh": "\"天元大陆，有大能力者可移山倒海，踢星踏月，拳破青天，脚碎大地！ 叶铭，一介凡流，庶子出身，为报血仇，自强不息。 机缘之下，获“神灵宝衣”，服“筑基神丹”，修“通天经图”。 心诚志竖，勇猛精进，凡挡修武之路者，杀无赦！ 不朽皇朝，万古大教，洪荒巨妖，擎天魔神，面对这漫天神魔，他无所畏惧，我命在我不在天！\"",
      "pt-br": "O True Heavens Continent é um lugar onde aqueles com grande poder podem mover montanhas e derrubar mares, chutar as estrelas e pisar na lua, perfurar o céu e até mesmo destruir a própria terra! Ye Ming, um plebeu nascido em um ramo secundário de sua família, tentou sincera e diligentemente se tornar mais forte, na esperança de vingar a morte de seus pais. Como quis o destino, ele obteve a “Capa do Espírito Divino”, ingeriu a “Pílula Divina do Estabelecimento de Fundação” e cultivou o “Sutra Onipotente”. Com seu novo poder, Ye Ming inicia seu caminho de vingança, massacrando impiedosamente qualquer artista marcial que ouse ficar em seu caminho! Diante de ameaças mortais em todo o continente, como a Dinastia Imortal, a Grande Seita Eterna, o Gigante Estéril Demônio, e o Deus Demônio Supremo, Ye Ming está determinado a que nada o deterá! Seja deus ou demônio, Ye Ming não teme nada! “Serei eu quem decidirá meu próprio destino!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51b8571f-7277-4e48-b6e5-58c3ebca1143",
    "title": {
      "en": "Vigilante"
    },
    "updatedAt": "2023-09-28T05:00:27+00:00",
    "coverArt": "https://mangadex.org/covers/51b8571f-7277-4e48-b6e5-58c3ebca1143/d8e44647-f20c-4c50-93dc-ea06bf574d82.jpg",
    "altTitles": [
      {
        "en": "Vigilante (CRG)"
      },
      {
        "zh": "非法正義"
      },
      {
        "ko": "비질란테"
      }
    ],
    "description": {
      "en": "The law is flawed and I'll be the one who will make it perfect. Blame the law that released you.  \n  \nArt done by the creator of [HIVE](https://www.webtoons.com/en/thriller/hive/list?title_no=65).\n  \n[Official Trad. Chinese](https://www.webtoons.com/zh-hant/drama/feifazhengyi/list?title_no=1434&page=1)  \n [Official Thai](https://www.webtoons.com/th/action/vigilante/list?title_no=1488&page=1)",
      "pt-br": "A lei é falha e serei eu quem a tornará perfeita. Culpe a lei que te soltou."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "141"
  },
  {
    "mangaId": "57d4b3a5-bcd6-4e8e-8155-ad4d531b8151",
    "title": {
      "en": "Ming Dynasty: From Xu Family’s Scorn to Ascension Through Battle!"
    },
    "updatedAt": "2024-05-13T02:24:21+00:00",
    "coverArt": "https://mangadex.org/covers/57d4b3a5-bcd6-4e8e-8155-ad4d531b8151/0f017e54-80ee-46fa-a75d-7d65fb42eca4.png",
    "altTitles": [
      {
        "zh": "大明：开局徐家嘲讽，我杀敌升级"
      },
      {
        "zh-ro": "Daming: Kaiju Xu Jia Chaofeng, Wo Sha Di Shengji"
      }
    ],
    "description": {
      "en": "Zhu Xiong was reborn in a small town within Beiping territory during the early years of the Ming Dynasty.\n\nIn this significant year, Zhu Yuanzhang, the founding emperor, was in his prime.\n\nWith Crown Prince Zhu Biao by his side, he rectified the laws and discipline of the imperial court, and consolidated the territories.\n\nDuring the same period, Zhu Xiong has been living for two years with the woman he saved, Xu Jin’er. They dream of running the tavern left by his grandmother and living an ordinary life together.\n\nHowever, this year takes a dramatic turn when Xu Jin’er’s family arrives, revealing that she is actually the daughter of Xu Da, a founding duke of the nation!\n\nThis revelation brings honor and unexpected challenges as the Xu family brothers seek her, bringing disgrace upon them."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0dd31dca-3713-431b-87b6-c3f2ad6a2b55",
    "title": {
      "en": "Higan: Eruthyll"
    },
    "updatedAt": "2024-05-11T02:59:10+00:00",
    "coverArt": "https://mangadex.org/covers/0dd31dca-3713-431b-87b6-c3f2ad6a2b55/d0b8db52-7b59-47a4-b4ae-2ca4dfce251d.png",
    "altTitles": [
      {
        "zh": "代号：依露希尔"
      }
    ],
    "description": {
      "en": "On the planet Eruthyll planet, humans obtained unique crystal veins called Dubriostal, based on which they developed brilliant magic tech.\n\nFeeling blessed by Dubriostal, people start to worship and deify Dubriostal, thus resulting in the emergence of Crystalis Conflux. Steeped in Crystalis Conflux's propaganda, people discriminate against those who cannot resonate with the Dubriostal, branding them as Castaway and claiming their souls are incomplete. Crystalis Conflux secretly devised an evil plan; only Castaways can see through their lies. To fight against the Crystalis Conflux and save the world, Castaways formed their resistance group - Gopher Troupe.\n\nThis manhua elaborates on the founding of Gopher Troupe and Castaways' glorious path of struggle."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "23"
  },
  {
    "mangaId": "a747f4b9-86d3-4158-88ac-0e34e0dbd755",
    "title": {
      "en": "Invincible After 100 Years of Seclusion"
    },
    "updatedAt": "2024-04-12T16:55:33+00:00",
    "coverArt": "https://mangadex.org/covers/a747f4b9-86d3-4158-88ac-0e34e0dbd755/2fd017d8-0561-41e5-81e8-8676c280bd5d.jpg",
    "altTitles": [
      {
        "en": "I Stayed at Home for a Century, When I Emerged I Was Invincible"
      },
      {
        "en": "I've Been Home for a Hundred Years and I'm Invincible When I Go Out"
      },
      {
        "zh-ro": "Wo Zhai Liao Bainian Chumen Yi Wudi"
      },
      {
        "zh": "我宅了百年出门已无敌"
      },
      {
        "en": "Invincible After a Hundred Years of Seclusion"
      }
    ],
    "description": {
      "en": "He clearly transmigrated into the body of the young master of a powerful aristocratic family in the fantasy world, but was sent out of his ancestral home and made to live in a remote courtyard!? But Chu Xuan doesn’t care at all, because he has a system that will help him get stronger! As long as he stay at home long enough, he can become strong! Ding~ Stayed at home for a day, reward- Indestructible Body Technique… Ding~ Stayed at home for a year, reward- Yuxu Celestial Scripture and 100 years of cultivation… Ding~ Stayed at home for ten years,… Since no one wants me to go out, I, Chu Xuan, I’m going to stay at home!\n\nNote: There is no Chapter 102 in the raws."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "484088b5-dc50-476e-9576-a6db27960116",
    "title": {
      "en": "Gyakusatsu Happy End"
    },
    "updatedAt": "2023-06-20T00:45:07+00:00",
    "coverArt": "https://mangadex.org/covers/484088b5-dc50-476e-9576-a6db27960116/229ae1d1-4c9d-4af9-817c-d994169acbdf.jpg",
    "altTitles": [
      {
        "ja-ro": "Gyakusatsu Happiendo"
      },
      {
        "ja": "虐殺ハッピーエンド"
      },
      {
        "en": "Happy Massacre Ending"
      },
      {
        "en": "Massacre Happy End"
      }
    ],
    "description": {
      "en": "High school student Kusakabe Makoto has to work all day to raise money for the treatment of his younger sister, who suffers from a serious illness. The father is unemployed, the mother ran away, leaving the children, bullying at work … Despite all this, he does not lose hope and continues to live for her sister. But having learned that she did not have long, Makoto falls into despair. Fear of the unknown causes him to take a different look at the value of human life.",
      "ru": "Старшекласснику Кусакабэ Макото приходится работать дни напролёт, чтобы собрать деньги на лечение младшей сестры, страдающей от тяжёлой болезни. Отец безработный, мать сбежала, бросив детей, издевательства на работе… Несмотря на всё это, он не теряет надежды и продолжает жить ради сестры. Но узнав, что ей осталось недолго, Макото впадает в отчаяние. Страх перед неизвестностью заставляет его по-другому взглянуть на ценность человеческой жизни."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "55"
  },
  {
    "mangaId": "afe24df9-ba17-4f93-93ff-02e94cefd71f",
    "title": {
      "en": "Regressor’s Life After Retirement"
    },
    "updatedAt": "2024-04-19T16:52:52+00:00",
    "coverArt": "https://mangadex.org/covers/afe24df9-ba17-4f93-93ff-02e94cefd71f/4d900a65-762a-4018-9614-f6ff28113f92.jpg",
    "altTitles": [
      {
        "en": "Retirement Life of a Returner"
      },
      {
        "ko": "회귀자의 은퇴 라이프"
      }
    ],
    "description": {
      "en": "After the first Gate opened in 2018, Lim Dae-In survived for 20 years on Earth while being connected to other dimensions. \n\nThe day after his long-awaited retirement celebration, he regresses by 20 years, back to when he had nothing…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96d96bb1-ea18-4cbd-ba04-d374058bf190",
    "title": {
      "en": "Shincon's One Coin Clear"
    },
    "updatedAt": "2024-04-12T15:32:36+00:00",
    "coverArt": "https://mangadex.org/covers/96d96bb1-ea18-4cbd-ba04-d374058bf190/469d4dcd-db2d-4d99-a7cd-a655df65c113.jpg",
    "altTitles": [
      {
        "en": "Cincon's One Coin Clear"
      },
      {
        "ko": "신컨의 원 코인 클리어"
      },
      {
        "en": "One Coin Clear"
      }
    ],
    "description": {
      "en": "3 billion users, 300 million concurrent users. \n\n0 people who cleared it.\n\nMy younger sister was trapped in the virtual reality game \"Dantalian,\" which tens of millions of people tried thousands or tens of thousands of times but failed to clear. \n\n\"I'm the fifth consecutive winner of King P's World Championship. There's no one better at virtual reality games than me officially.\"\n\n\"You've never played Dantalian!\"\n\n“It's never been cleared!\"\n\n\"It's okay.\"\n\nDantalian, I'm coming."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d772eaf6-2a41-4485-b144-782782eed0df",
    "title": {
      "en": "What Do You Do If the Heroine Escapes From Your Novel"
    },
    "updatedAt": "2024-05-08T01:09:03+00:00",
    "coverArt": "https://mangadex.org/covers/d772eaf6-2a41-4485-b144-782782eed0df/dfe9d47b-202d-4f1e-8e89-43cfb284a0c4.jpg",
    "altTitles": [
      {
        "en": "What to Do Now If the Heroine Escapes From the Book?"
      },
      {
        "zh": "女主从书里跑出来了怎么办"
      },
      {
        "zh-ro": "Nu Zhu Cong Shu Li Pao Chulaile Zenme Ban"
      },
      {
        "zh-ro": "Nǚ Zhǔ Cóng Shū Lǐ Pǎo Chūláile Zěnme Bàn"
      },
      {
        "en": "What To Do If The Heroine Escapes From The Book"
      },
      {
        "ja": "ヒロインが本から逃げ出したらどうすればいい？"
      },
      {
        "en": "What Do I Do? The Female Lead Has Emerged From The Book"
      }
    ],
    "description": {
      "en": "Chu Ge is a writer of harem novels. As he was writing about the female sect leader, one of the strongest cultivators in the world, falling in love… \nA woman appeared in his room, pointing a sword at his neck, “If you dare write that I fell in love with that man, I’ll kill you.”\n\nOfficial Translations:\n[Japanese](https://piccoma.com/web/product/151163/)",
      "id": "Chu ge adalah penulis bertema harem. Sementara dia sedang menulis tentang kasih sayang yang berkembang dari pemimpin sekte wanita, salah satu individu terkuat di dunia, seorang wanita tiba-tiba muncul di kamarnya, memegang pedang di tenggorokannya, dan berkata, “Jika kamu berani menulis bahwa aku jatuh cinta dengan pria itu, aku akan membunuhmu!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e998205-8c48-4e27-b82b-a01b2d3b1f52",
    "title": {
      "en": "The Worn and Torn Newbie"
    },
    "updatedAt": "2024-03-09T14:22:33+00:00",
    "coverArt": "https://mangadex.org/covers/1e998205-8c48-4e27-b82b-a01b2d3b1f52/16b5f667-80c8-4dda-9302-7e13bfbb495a.jpg",
    "altTitles": [
      {
        "ko": "닳고 닳은 뉴비"
      },
      {
        "ja": "元ガチ勢、初心者に生まれ変わる"
      },
      {
        "ru": "Изрядно поношенный нуб"
      },
      {
        "zh": "全裸菜鸟在异世界被摩擦"
      },
      {
        "ko-ro": "Dalko Dareun Newbie"
      }
    ],
    "description": {
      "en": "After learning 15 miserable years of his life as a failed gamer was one long nightmare, Lee Eojin is glad to be a newbie again! Vowing not to repeat the same mistakes, Eojin starts anew as the hotshot, Stagnant Water. \n\nHe’s conquering monsters, getting sweet gear, and making enough dough to set himself up for life!\n\n Loved by fans and hated by foes, both old and new, will Eojin break the game and triumph, or will the game break him once again?",
      "ja": "人気絶頂を誇ったゲームでもその寿命は限られている。実に15年もの歳月を一つのゲームにぶち込んだガチ勢・「淀水アムロ」は、ゲーム内で人生を賭けた一世一代の大博打に挑戦するがあえなく失敗。全てを失い気を失ったアムロが目覚めた所は、リリース初期の15年前だった。回帰前と同じ轍は踏まないと誓うアムロ。全てを知り尽くしたソシャゲ廃人は、最強のニュービーとして蘇る！\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=01Gu-5Hahfw)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8B%B3%EA%B3%A0%EB%8B%B3%EC%9D%80-%EB%89%B4%EB%B9%84/2446)\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc29630)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/62754)",
      "ko": "서비스 종료까지 앞으로 15년.\n오직 나만이 엔딩을 알고 있다.\n\n'나는 고인물이다'\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=01Gu-5Hahfw)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8B%B3%EA%B3%A0%EB%8B%B3%EC%9D%80-%EB%89%B4%EB%B9%84/2446)\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc29630)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/62754)",
      "ru": "До конца игры 15 лет. И только мне известно, как всё произойдет. – Я мертвая вода!\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=01Gu-5Hahfw)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8B%B3%EA%B3%A0%EB%8B%B3%EC%9D%80-%EB%89%B4%EB%B9%84/2446)\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc29630)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/62754)",
      "zh": "沉浸在虚拟游戏中的35岁宅男李煜阳不仅众叛亲离、借贷负债，还在游戏中赌输了唯一能还债的机会，在他绝望之际竟然阴差阳错穿越回了15年前，此时游戏还只是测试版，一切才刚刚开始，借此机会李煜阳想要改变人生，咸鱼翻身，踏上致富之路……凭借着十几年的经验与记忆，他脱下盔甲和内裤，决心站在游戏之巅，单纯地享受这一切！然而这一次，他会走向怎样的未来呢？\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=01Gu-5Hahfw)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8B%B3%EA%B3%A0%EB%8B%B3%EC%9D%80-%EB%89%B4%EB%B9%84/2446)\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc29630)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/62754)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0210c183-00e5-4d0e-a520-d61005700fdf",
    "title": {
      "en": "Uchida-san wa Zettai ni Gyaru Janai!"
    },
    "updatedAt": "2024-04-08T03:43:12+00:00",
    "coverArt": "https://mangadex.org/covers/0210c183-00e5-4d0e-a520-d61005700fdf/58ab6119-b628-4aad-bb5c-d89cd911088d.jpg",
    "altTitles": [
      {
        "ja": "内田さんは絶対にギャルじゃない！"
      },
      {
        "en": "Uchida-san Is Definitely Not a Gal!"
      }
    ],
    "description": {
      "en": "A gyaru on the outside, but an otaku on the inside!?\n\nNaruse Arata, an otaku who loves \"Riri Gyaru\", meets a girl who looks exactly like \"Riri-chamu\", a character from \"Riri Gyaru\", at the entrance ceremony of his high school! The excitement is short-lived, however, as the girl turns out to be Uchida Hina, a fellow otaku from the same middle school. After a lot of effort, Uchida-san has \"visually\" become Naruse-kun's favorite gyaru, and she's excited that she can finally go out with Naruse-kun, whom she's loved since middle school, but... what Naruse likes is a girl who's a gyaru on the \"inside\"...!\n\nCan an otaku become a gyaru on the inside!?\n\nA four-panel romantic comedy in which Uchida-san tries her best in love, but is \"adorably futile\"!",
      "ja": "***見た目はギャルで中身は…オタク!?***\n\n『リリギャル』が大好きなオタク・成瀬　新（なるせ　あらた）が高校の入学式に出会ったのは、『リリギャル』に登場するキャラクター「りりちゃむ」にそっくりな女の子！\nときめいたのも束の間、ギャルの正体は同じ中学のオタク仲間・内田雛（うちだ　ひな）だった。\n壮絶な努力の末、成瀬くんの大好きなギャルに「見た目上」なりきった内田さんは、中学の時から好きだった成瀬くんとようやく付き合えると盛り上がるが…。\n成瀬くんが好きなのは、「中身」がギャルの女の子だった──！\n\nオタクは中身までギャルに染まることはできるのか!?\n恋にがんばる内田さんが”空回りかわいい”４コマラブコメ！\n\n\n* **成瀬新**\n『リリギャル』に出てくるギャル・「りりちゃむ」が大好きな高校一年生のオタク。大事なのは見た目ではなくギャルなマインド。\n\n* **内田雛**\n中学時代から成瀬くんが好きで、成瀬くんの好きなギャルになって高校デビュー。中身はただのオタク。"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "5fc26352-350e-4c09-9c58-f2c041cd430d",
    "title": {
      "en": "The Dungeon That Kills All Adventurers"
    },
    "updatedAt": "2024-02-24T03:44:09+00:00",
    "coverArt": "https://mangadex.org/covers/5fc26352-350e-4c09-9c58-f2c041cd430d/d3215d0f-ebac-49f4-8adf-bbe1857d45e7.jpg",
    "altTitles": [
      {
        "ja-ro": "Boukensha Zettai Korosu Dungeon"
      },
      {
        "ja": "冒険者絶対殺すダンジョン"
      }
    ],
    "description": {
      "en": "Dungeons.\nA romantic setting.\nHowever, that’s only for adventurers.\n\nCleaning, replenishing supplies, and dealing with complaints.\nAine and Nacht work hard behind the scenes as floor staff in the dungeon.\n\nDamn adventurers.\n\nThe dungeon staff now turns its fangs on the adventurers who gather together while not caring about the troubles of others!\n\nThe unique and exciting horror, fantasy of a different world begins!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2ff93419-ceb3-42f1-b1f0-e4176f2379f7",
    "title": {
      "en": "Rise from the Bottom"
    },
    "updatedAt": "2024-02-15T02:33:15+00:00",
    "coverArt": "https://mangadex.org/covers/2ff93419-ceb3-42f1-b1f0-e4176f2379f7/2f437a69-fd2e-49b0-bc84-719446ac0b91.png",
    "altTitles": [
      {
        "en": "Slave Uprising"
      },
      {
        "zh": "从底层崛起"
      },
      {
        "zh-ro": "Cong Diceng Jueqi"
      },
      {
        "zh-ro": "Cóng Dǐcéng Juéqǐ"
      }
    ],
    "description": {
      "en": "The most powerful Blade King in the empire, Laycil's grandfather was executed for treason by the empire and the rest of his family was wiped out. From that moment on, Laycil's life changed drastically. Laycil was enslaved, humiliated, and subjected to human experiments. These experiments included being implanted with dark demon cells. Laycil was completely trampled on as someone at the bottom of this world. However, during a conflict with a bully, he awakened the power of the dark demon, Bloodline Remembrance. He thus inherited all the knowledge, experience, and skills of his deceased relatives, and was then able to start down the path of vengeance against the empire!",
      "zh": "地界大陆最强的刃皇、雷修的祖父，被帝国以叛国罪处死，家族灭门，那一刻起，雷修的人生发生了翻天覆地的变化。 沦为奴隶，备受欺辱，惨遭人体实验，被注入暗魔细胞，被踩在这个世界的最底层。 然而一次与霸凌者的冲突中，他觉醒了暗魔力量——血脉追忆，继承已故亲族所有的知识、经验以及掌握的技能，由此开启了向帝国复仇的道路！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9eb78304-0436-484d-9a79-a925b45e2731",
    "title": {
      "en": "Wind Breaker"
    },
    "updatedAt": "2024-04-30T20:11:20+00:00",
    "coverArt": "https://mangadex.org/covers/9eb78304-0436-484d-9a79-a925b45e2731/927da800-8445-4240-bfd2-ccd754a3e044.jpg",
    "altTitles": [
      {
        "en": "Windbreaker"
      },
      {
        "en": "Wind Breaker (Nii Satoru)"
      },
      {
        "ru": "Ветролом"
      },
      {
        "ja": "ウィンドブレイカー"
      },
      {
        "fr": "Wind Breaker"
      }
    ],
    "description": {
      "en": "Haruka Sakura wants nothing to do with weaklings—he's only interested in the strongest of the strong. He's just started at Furin High School, a school of degenerates known only for their brawling strength—strength they use to protect their town from anyone who wishes it ill. But Haruka's not interested in being a hero or being part of any sort of team—he just wants to fight his way to the top!",
      "fr": "Haruka Sakura est le genre de lycéen qui fait passer la baston avant les révisions. Fraîchement débarqué en ville, c'est donc le sourire aux lèvres qu'il compte pousser les portes du lycée Fûrin, l'établissement scolaire au pire taux de délinquance du pays... Les intentions de Haruka sont claires : se mesurer aux meilleurs bagarreurs de ce bahut et devenir le meilleur de tous ! Mais entre-temps, il se retrouve mêlé à une altercation avec une bande de brutes dans un des quartiers de la ville, avant d'être sauvé in extremis par des élèves de son lycée. Haruka réalise alors à quel genre de phénomènes il risque d'avoir affaire...\n\nMaison d'édition FR : Pika",
      "pt-br": "A Fûrin High School ganhou a pior reputação entre as escolas da região por ter a média mais baixa e os alunos mais rebeldes. E nela ingressa Haruka Sakura, um jovem que acaba de chegar na cidade, que busca ser o mais forte para poder proteger todos com quem se importa. Para atingir seu objetivo, porém, a primeira coisa que ele deve fazer é se juntar a uma gangue chamada Wind Breaker, que representa seu instituto e cujo objetivo é defender a cidade de outras gangues e bandidos. No entanto, para que eles o aceitem, ele terá que ganhar o respeito deles com os punhos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd385ec0-1cc8-4bc8-a6aa-e982f3013cd3",
    "title": {
      "en": "Dark and Light Martial Emperor"
    },
    "updatedAt": "2024-05-11T21:44:57+00:00",
    "coverArt": "https://mangadex.org/covers/cd385ec0-1cc8-4bc8-a6aa-e982f3013cd3/77856249-83f2-4e28-81f7-84563db94dd5.jpg",
    "altTitles": [
      {
        "en": "Monochrome Sovereign"
      },
      {
        "zh": "黑白武帝"
      },
      {
        "ko": "흑백무제"
      }
    ],
    "description": {
      "en": "Yeon Hojeong, the first to unite the dark factions as the leader of the Unorthodox Faction, collaborates with the Orthodox Faction to overcome the chaos of the Three Cults. However, he meets an untimely end, entangled in the schemes of the Murim Alliance Leader.\n\n\"This really is my home!\"\n\nWhen he opens his eyes, he finds himself in the prestigious and once-destroyed Yeon Clan, a place he never forgot.\n\n\"I won’t make a mistake this time. Never again.\"\n\nDetermined to prevent the fall of his family and the future upheaval caused by the Three Cults, he embarks on a relentless journey! This is the struggle of Yeon Hojeong, the eldest son, to unite the martial world.",
      "fr": "Yeon Hojeong, le premier à unir les factions obscures en tant que chef de la faction peu orthodoxe, collabore avec la faction orthodoxe pour surmonter le chaos des Trois Cultes. Cependant, il connaît une fin prématurée, empêtré dans les plans du chef de l'Alliance Murim.\n\n\"C'est vraiment chez moi !\"\n\nLorsqu'il ouvre les yeux, il se retrouve dans le prestigieux clan Yeon, autrefois détruit, un endroit qu'il n'a jamais oublié.\n\n\"Je ne commettrai pas d'erreur cette fois. Plus jamais.\"\n\nDéterminé à empêcher la chute de sa famille et les futurs bouleversements provoqués par les Trois Cultes, il se lance dans un voyage sans relâche ! C'est la lutte de Yeon Hojeong, le fils aîné, pour unifier le monde martial."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e37a52c-ceb9-4599-a145-15eb4c56ad40",
    "title": {
      "en": "Wangan Midnight: C1 Runner"
    },
    "updatedAt": "2023-01-03T00:19:25+00:00",
    "coverArt": "https://mangadex.org/covers/0e37a52c-ceb9-4599-a145-15eb4c56ad40/e1a4b03c-aca6-49a5-af0d-db91a7c281d9.jpg",
    "altTitles": [
      {
        "ja": "湾岸MIDNIGHT C1ランナー"
      }
    ],
    "description": {
      "en": "By the 2010's, the Japanese racing scene is largely off the street and has moved onto the circuit thanks to heightened police enforcement. Most tuners from the old era have moved on from it, becoming everyday mechanics.\nShinji Ogishima is a rising automotive journalist who aspires to revive the tuning magazine, GT Cars, in the modern era.\nWhile doing so, he encounters Nob Setoguchi. A young street racing rascal driving an FD RX-7. Who, despite being good behind the wheel, doesn't know anything technical about cars, driving, or journalism. And so Nob begins his journey as a budding car enthusiast with the revived GT Cars."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "140"
  },
  {
    "mangaId": "8c259c31-ed58-43a5-8ba1-088fba1d9fef",
    "title": {
      "en": "Beyond Walpurgis"
    },
    "updatedAt": "2023-12-13T19:12:26+00:00",
    "coverArt": "https://mangadex.org/covers/8c259c31-ed58-43a5-8ba1-088fba1d9fef/f4f3e8ea-42ff-4a43-9d4b-62b8a9bc82ad.jpg",
    "altTitles": [
      {
        "ko": "발푸르기스의 너머"
      },
      {
        "de": "Jenseits von Walpurgisnight"
      }
    ],
    "description": {
      "en": "During the mid-19th century in Prussia, Dr. Maria Faust, known as the 'Witch of Könihilsberg' who made a pact with the devil Mephistopheles, meets Martin, a curious young man who dreams of becoming a novelist, while on a journey to find 'a way to bring the dead back to life'. . \n\nFaust is once knocked down by the villain Valentin, who was hostile to him, but rises again with the help of Martin, who admires her, and his student Wagner.\n\nAfter that, Faust finds the truth he has been looking for, but he also realizes his mistakes... In the end, Faust finally feels the joy of life by saving the dying.\n\nWas she really a witch?",
      "ko": "19세기 중반 프로이센, 악마 메피스토펠레스와 계약한 ‘쾨니힐스베르크의 마녀’라 불리는 마리야 파우스트 박사는 ‘죽은 사람을 살릴 수 있는 방법’을 찾기 위한 여행길 도중 소설가를 꿈꾸는 호기심 많은 청년 마르틴과 만나게 된다. 파우스트는 그를 적대시하던 악인 발렌틴에 의해 한 차례 무너지지만, 그녀를 흠모하는 마르틴과 제자 바그너의 도움으로 다시 일어선다. 온갖 일들 끝에 파우스트는 그토록 찾던 진리를 찾지만, 자신의 잘못 또한 깨닫는데… 결국 죽어가는 이들을 살리면서 마침내 삶의 환희를 느끼게 된 파우스트. 그녀는 과연 마녀였을까?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c30363a6-2ca6-465f-9782-9114ec0dd292",
    "title": {
      "en": "Doppel-san"
    },
    "updatedAt": "2024-04-22T18:35:18+00:00",
    "coverArt": "https://mangadex.org/covers/c30363a6-2ca6-465f-9782-9114ec0dd292/3ff7cbce-c14c-48f4-ad5f-46873d8829c7.jpg",
    "altTitles": [
      {
        "ja": "ドッペルさん"
      },
      {
        "ja-ro": "Doppel-san"
      },
      {
        "ja-ro": "Doppelsan"
      }
    ],
    "description": {
      "en": "Unsociable girl vs. shady boy + doppelganger-san! Yamamoto and Hattori. The two can't start a romantic comedy on their own, but... Hattori's doppelganger, \"Doppel-san,\" will tell him what she's really thinking! Is Doppel-san the cupid of love? Or is she just a figment of his imagination?",
      "pt-br": "Uma garota insociável x garoto sombrio + doppelgänger-san! Yamamoto e Hattori. Os dois não podem começar uma comédia romântica por conta própria, mas… O doppelganger de Hattori, “Doppel-san”, lhe dirá o que ela realmente está pensando! Doppel-san é o cupido do amor? Ou ele é apenas mais uma presença sinistra?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "31"
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-05-13T00:47:14+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/2e5f2212-c0fc-4441-9264-6e581a76bef4.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      },
      {
        "en": "It's a Little Late, but I've Fallen in Love with My Childhood Friend"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1ab260ff-d153-44bf-af2a-fd3325d24bf3",
    "title": {
      "en": "Rescue System"
    },
    "updatedAt": "2024-03-30T13:54:37+00:00",
    "coverArt": "https://mangadex.org/covers/1ab260ff-d153-44bf-af2a-fd3325d24bf3/f181d798-9df3-4b41-adc6-90f3bb37a577.jpg",
    "altTitles": [
      {
        "ko": "레스큐 시스템"
      }
    ],
    "description": {
      "en": "Kim Soohyuk, a veteran rescuer in Shinil-seo was crushed and killed during a rescue operation in a collapsing building.\nSoohyuk, who thought he was dead, opened his eyes in an incident 10 years ago. [Save Everyone] He was able to save two people that he couldn't save in the past.\nAs a reward, he was also given new abilities and strength. \"Great. From now on, I will save the lives of those I couldn't save in the past!\"",
      "pt-br": "Kim Soohyuk, um socorrista veterano em Shinil-seo, foi esmagado e morto durante uma operação de resgate de um prédio em colapso. Soohyuk, que pensou estar morto, abriu seus olhos em um incidente de 10 anos atrás. [Salve Todos] Ele foi capaz de salvar duas pessoas que não tinha conseguido salvar em sua última vida. Como recompensa, lhe foi concedido novas habilidades e força. “Ótimo, a partir de agora, salvarei a vida daqueles que não consegui no passado!”"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "73"
  },
  {
    "mangaId": "3c0aee7d-3979-4f2a-86cd-be41972f46fa",
    "title": {
      "en": "A Village Protected by a Dragon"
    },
    "updatedAt": "2023-08-09T16:17:06+00:00",
    "coverArt": "https://mangadex.org/covers/3c0aee7d-3979-4f2a-86cd-be41972f46fa/b50f0c76-7e7c-4804-9579-3b2a7beb32ea.png",
    "altTitles": [
      {
        "en": "The Village protected by a dragon"
      },
      {
        "es-la": "Uma Vila Protegida Por Um Dragão"
      },
      {
        "zh": "You Long Shou Hu De Xiao Zhen"
      },
      {
        "zh": "有龙守护的小镇"
      }
    ],
    "description": {
      "en": "Hua Dai found herself with an illness - whenever she touches something she wants/likes, her hands will get stuck to it until she buys it. Due to this illness, she is in great debt. Without choice, she decided to go back to her grandpa's house with this secret key her grandpa gave her in search of treasure, hoping to pay off her debts. As Hua Dai arrived at Bai Lin Village, she found a girl named \"Long\" who claimed to be a disciple of her grandpa. With this, Hua Dai started living with this strange girl…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "70"
  },
  {
    "mangaId": "9ecd208c-c592-4462-9f57-4d7d4a9f956f",
    "title": {
      "en": "Mercenary Enrollment"
    },
    "updatedAt": "2024-01-30T23:47:15+00:00",
    "coverArt": "https://mangadex.org/covers/9ecd208c-c592-4462-9f57-4d7d4a9f956f/75e7fac6-c9f4-43ce-ae0e-cbf06f28f99b.jpg",
    "altTitles": [
      {
        "ko": "입학용병"
      },
      {
        "ko-ro": "Ipagyongbyeong"
      },
      {
        "en": "Teenage Mercenary"
      },
      {
        "de": "Söldnereinschreibung"
      },
      {
        "fr": "High School Mercenary"
      },
      {
        "es": "Mercenario adolescente"
      },
      {
        "ja": "入学傭兵"
      },
      {
        "zh": "少年佣兵"
      },
      {
        "zh-hk": "入學傭兵"
      },
      {
        "th": "พี่ชายสายบอดี้การ์ด"
      },
      {
        "id": "High School Soldier"
      },
      {
        "id": "Tentara Menyamar Jadi Anak SMA"
      },
      {
        "pt-br": "Mercenário Adolescente"
      }
    ],
    "description": {
      "de": "Im Alter von acht Jahren verlor Ijin Yoo seine Eltern bei einem Flugzeugabsturz und strandete in einem fremden Land, wo er gezwungen war, ein Kindersöldner zu werden, um zu überleben. Zehn Jahre später kehrt er nach Hause zurück, um mit seiner Familie in Korea wieder vereint zu sein. Dort scheint alles friedlich zu sein, doch schon bald muss Ijin feststellen, dass das Leben als Teenager eine ganz andere Art des Überlebens ist. Da ihm nur noch ein Jahr in der Oberschule bleibt, muss Ijin neue Taktiken erlernen, um sich auf dem Schlachtfeld der Schule zurechtzufinden. Kann er ein Jahr Oberschule überleben? Oder wird die Schule vielmehr in der Lage sein, IHN zu überleben?\n\n---\nDie Geschichte handelt von einem jungen Koreaner, der bei einem Flugzeugabsturz seine Eltern verloren hat. Das Kind landet irgendwie in einem vom Krieg zerrissenen Teil der Welt und wird zu einem Top-Söldner im Teenageralter. Irgendwie findet er seine Familie wieder und beschließen, ein ruhiges Leben mit seiner Familie zu führen.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "en": "At the age of eight, Ijin Yu lost his parents in a plane crash and became stranded in a foreign land, forced to become a child mercenary in order to stay alive. He returns home ten years later to be reunited with his family in Korea, where food and shelter are plenty and everything seems peaceful. But Ijin will soon learn that life as a teenager is a whole other feat of survival. With only one year of high school left, Ijin must master new tactics to maneuver his way around the schoolhouse battleground.\n\nCan he survive a year of high school? Or rather, will the school be able to survive him?",
      "es": "A los ocho años, Ijin Yu perdió a sus padres en un accidente aéreo y quedó varado en un país extranjero, forzado a convertirse en mercenario para sobrevivir. Diez años después, regresa a su hogar para reunirse con su familia en Corea, en donde sobra la comida y todo parece estar en paz. Sin embargo, Ijin pronto descubrirá que la vida de adolescente es otro tipo de supervivencia. En su último año de secundaria, Ijin debe dominar nuevas tácticas para resistir en el campo de batalla escolar. ¿Podrá sobrevivir a su último año? ¿O podrá su escuela sobrevivir a él?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "fr": "Ijin est un jeune mercenaire qui est le seul survivant d’un accident d’avion survenu dans son enfance. Il vient tout juste de retourner auprès de sa famille qui le croyait mort durant ses 10 ans d’absence. Ijin pourra-t-il mettre de côté son passé sombre et mener une vie normale de lycéen?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "hu": "Yu Ijin volt az egyetlen túlélője egy repülőgép-szerencsétlenségnek, amikor még kicsi volt. Miután zsoldosnak állt, hogy 10 évig túléljen, visszatér a családjához a szülővárosába.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "id": "Yoo Leejin, satu-satunya orang yang hidup dari kecelakaan pesawat terbang, harus bekerja sebagai tentara bayaran selama 10 tahun. Tapi akhirnya dia kembali ke tempat asalnya dan memulai kehidupan baru sabagai anak SMA biasa. Apakah dia bisa bersekolah dengan normal?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "ko": "어린 시절 비행기 추락 사고의 유일한 생존자 유이진.  \n살아남기 위해 용병으로 살아가던 유이진은 10년 후, 가족이 있는 고향으로 돌아왔다.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "th": "ยูอีจิน เด็กหนุ่มผู้รอดตายจากอุบัติเหตุเครื่องบินตกและใช้ชีวิตเป็นทหารมานับแต่นั้นได้กลับมาหาครอบครัวของเขาในที่สุดหลังจากผ่านเวลาไปเป็นสิบปี\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh": "超强少年佣兵归来！\n欺负我妹的一个都不准跑！\n\n幼年遭遇飞机失事，成为唯一幸存者的柳亦真，为了生存成为了佣兵。十年后，因偶然的契机得以回到故乡上学并找回了自己的家人。正当他为失而复得的家人感到幸福，为安逸的生活感到欣喜时，却发现事情并不如他所愿。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "pt-br": "Yu Ijin foi o único sobrevivente de uma queda de avião quando ainda era criança. Depois de se tornar um mercenário por 10 anos para sobreviver, ele retornou para sua família em sua cidade natal.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh-hk": "《大貴族》孫齊晧作家的新作！ 幼年時，飛機墜毀事故的唯一倖存者劉理真，爲了生存以傭兵生活的劉理真，10年後回到了有家人的故鄉。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ad10953-14f2-411e-83e3-5c22c4e7e1e2",
    "title": {
      "en": "Chieri no Koi wa 8 Meter"
    },
    "updatedAt": "2024-05-01T19:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/7ad10953-14f2-411e-83e3-5c22c4e7e1e2/2ee470f3-b1d0-48f2-82df-d74b1f3fcbf2.jpg",
    "altTitles": [
      {
        "ja-ro": "Chieri no Koi wa 8 Meter"
      },
      {
        "ja": "ちえりの恋は8メートル"
      },
      {
        "zh-hk": "智恵梨的愛情高達8米"
      },
      {
        "pt-br": "O amor de Chieri tem 8 metros"
      },
      {
        "en": "Chieri's Love Is 8 Meters Tall"
      }
    ],
    "description": {
      "en": "An ordinary high school student, Yumeji Kotaki, is transferred to his class by his childhood friend, Chieri Omine, who has grown to 8 meters in height! Yumeji is assigned as \"caretaker\" to support Chieri's school life. Their daily life is full of excitement due to the height difference! The height difference is nothing to worry about!\n\nThe start of a literally larger-than-life romcom!",
      "pt-br": "Uma aluna transferida que tem 8 metros de altura...?! \nAmigos de infância se reencontram, mas nem tudo é como antes… Uma mudança na relação entre Chieri e Yumeji, acompanhe o desenrolar desta comédia romântica gigantesca."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d6e8143-bfb3-449a-9955-f815c9218726",
    "title": {
      "en": "God of Autopsy"
    },
    "updatedAt": "2024-04-02T03:35:24+00:00",
    "coverArt": "https://mangadex.org/covers/8d6e8143-bfb3-449a-9955-f815c9218726/21f3de71-5063-4515-86c9-f19516bd0cd5.png",
    "altTitles": [
      {
        "ja": "検死の神"
      },
      {
        "fr": "La Mémoire des morts"
      },
      {
        "ko": "부검의 神"
      }
    ],
    "description": {
      "en": "Forensic Scientist Kim Junghoon lies dead in the National Forensic Service’s autopsy room. He died full of regret after witnessing his work partner of 20 years, Kim Sangjin, distorted his very own autopsy report when he was still conscious and accused him of committing suicide. Right after he passed away, Kim Junghoon opened his eyes once more and found himself back in 2002 when he was still a rookie in the National Forensic Service. His final wish came true as he got himself one more chance to fix his past!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8265ac42-6962-416c-bcb9-cc30915d5856",
    "title": {
      "en": "Zettai Karen Children"
    },
    "updatedAt": "2024-05-10T22:31:26+00:00",
    "coverArt": "https://mangadex.org/covers/8265ac42-6962-416c-bcb9-cc30915d5856/0af4743f-d8e5-4ba8-a6af-d5d95e2ea487.jpg",
    "altTitles": [
      {
        "en": "Absolutely Lovely Children"
      },
      {
        "ja": "絶対可憐チルドレン"
      },
      {
        "en": "Cute Children"
      }
    ],
    "description": {
      "en": "It's the 21st century, and the number of ESPers continues to increase. They are active in the military, diplomacy, politics, and in other places. They hold the key for global competition. A country that controls ESP can control the world! However individuals who posses higher than Level 4 are less than 3% of the population. There are only three Level 7 people who have government contracts. These three are Kaoru, Aoi, and Shiho, ten-year old girls, who work for B.A.B.E.L. With the guidance of Kouichi, a twenty-year old genius, they catch criminals and evil ESPers.",
      "pl": "W przyszłości ludzie posiadające zdolności ESP pojawiają się coraz częściej. W większości są to osoby ze zdolnościami na tyle słabymi, że nie wpływa to na ich codzienne życie. Jednak pojawiają się również wyjątki w postaci jednostek z potężniejszymi umiejętnościami. Na świecie osób mających poziom siódmy jest wyłącznie kilkoro, a w samej Japonii znajduje się ich trójka. Japoński rząd zatrudnił do współpracy z B.A.B.E.L. właśnie tę trójkę najpotężniejszych ESPerów. Okazały się nimi trzy dziesięcioletnie dziewczynki: Kaoru, Aoi i Shiho. Co może spotkać rozbrykane małolaty i ich starszego opiekuna, Kouichi Minamoto? Dowiedzcie się sami…"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "suggestive",
    "lastVolume": "63",
    "lastChapter": "622"
  },
  {
    "mangaId": "3ddd480b-c2ad-4a1e-be79-7105c7df0d47",
    "title": {
      "en": "After School Lessons for Unripe Apples"
    },
    "updatedAt": "2024-05-12T00:36:18+00:00",
    "coverArt": "https://mangadex.org/covers/3ddd480b-c2ad-4a1e-be79-7105c7df0d47/171142b4-a653-414e-9c12-e4548a33e007.jpg",
    "altTitles": [
      {
        "en": "A 90's Cram School for the Unripened"
      },
      {
        "ko": "세기말 풋사과 보습학원"
      },
      {
        "pt-br": "Lições após a escola para maçãs não maduras"
      },
      {
        "en": "20th Century Green Apple School"
      },
      {
        "en": "90's Cram School for Unripe Apples"
      }
    ],
    "description": {
      "en": "That asshole is back as an entirely new level of asshole!   \n  \nIn her final year of middle school, Hwang Miae is stuck with Kim Cheol, a boy she met briefly years ago - he's her classmate… and her neighbor. Now the other kids keep calling them a couple! In a flurry of uneasiness, Cheol starts to avoid Miae like the plague.   \n  \nYou bastard! Do you think you're the only one going through this?   \n  \nBut it doesn't stop there. Destiny won't leave them alone as Kim Cheol and Hwang Miae keep seeing each other everywhere… causing even more trouble. As strange friends intrude on their relationship, Miae experiences puberty the right way…   \n  \nA new project of <Cheese In The Trap> author Soonkki!",
      "fr": "Octobre 1998, Mi-Ae est juste une collégienne normale qui fait de son mieux pour mener une vie relativement tranquille à l'école. Elle aime lire des bandes dessinées, écouter le groupe pop «The Fire Boys», et faire du karaoké. Un jour, un garçon qu'elle connaissait est transféré dans son école et commence à causer des problèmes. Sauf que peu importe ce qu'elle fait, il semblerait qu'il n'apprécie pas les efforts de Mi-Ae pour apprendre à mieux le connaître. Ça veut dire quoi au juste ?!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "decb475a-c54a-430f-a08a-0ffbfb12a977",
    "title": {
      "en": "Legal Pirate Parfait"
    },
    "updatedAt": "2024-03-25T23:31:19+00:00",
    "coverArt": "https://mangadex.org/covers/decb475a-c54a-430f-a08a-0ffbfb12a977/f763e319-805a-47f6-97f0-928c43da7daf.jpg",
    "altTitles": [
      {
        "ko": "합법해적 파르페"
      },
      {
        "en": "Privateer Parfait"
      },
      {
        "en": "Parfait: the Privateer"
      },
      {
        "en": "Parfait: the Legal Pirate"
      }
    ],
    "description": {
      "en": "The extraordinary Princess Parfait's marvelous fantasy adventure!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "955c730a-9304-4f82-ae96-af48ff5eaa0c",
    "title": {
      "en": "Kurai Anoko to Shitai koto"
    },
    "updatedAt": "2024-05-03T14:43:20+00:00",
    "coverArt": "https://mangadex.org/covers/955c730a-9304-4f82-ae96-af48ff5eaa0c/3de48302-1ced-4433-8f15-9688c591f339.jpg",
    "altTitles": [
      {
        "ja": "くらいあの子としたいこと"
      },
      {
        "en": "What I’d like to do with that gloomy girl"
      },
      {
        "id": "Apa yang inginku lakukan dengan gadis yang murung itu?"
      },
      {
        "ja-ro": "Kurai Ano Ko to Shitai Koto"
      },
      {
        "zh": "想与阴暗的她一起做的事"
      },
      {
        "zh-ro": "Xiǎng yǔ yīn'àn de tā yīqǐ zuò de shì"
      }
    ],
    "description": {
      "en": "That gloomy girl is so beautiful! Let's aim for it! A school romance comedy together with that reserved, cute girl as we try to stop being loners!",
      "ja": "陰のある子は美しい！\n内気可愛いあの子と送る、目指せ脱ぼっち学園ラブコメ！",
      "pt-br": "A garota sombria é linda!  Uma romcom escolar sobre uma garota fofa e tímida e um garoto que quer fazer amigos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a07320a4-afcd-413a-a451-d69a448d0c28",
    "title": {
      "en": "Usogui"
    },
    "updatedAt": "2023-06-22T13:17:12+00:00",
    "coverArt": "https://mangadex.org/covers/a07320a4-afcd-413a-a451-d69a448d0c28/b74c8cce-42cd-4889-b75d-7944e63f9a14.jpg",
    "altTitles": [
      {
        "en": "The Lie Eater"
      },
      {
        "ja": "嘘喰い"
      },
      {
        "zh-hk": "噬谎者"
      },
      {
        "ko": "도박마-거짓말 사냥꾼 바쿠"
      },
      {
        "es-la": "Devorador de Mentiras"
      },
      {
        "ru": "Пожиратель лжи"
      },
      {
        "kk": "Жала жұтқан"
      }
    ],
    "description": {
      "en": "There are gamblers out there who even bet their lives as ante. But to secure the integrity of these life-threatening gambles, a violent and powerful organization by the name of “Kakerou” referees these games as a neutral party. Follow Baku Madarame a.k.a. Usogui (The Lie Eater) as he gambles against maniacal opponents at games – such as Escape the Abandoned Building, Old Maid, and Hangman – to ultimately “out-gamble” and control the neutral organization of Kakerou itself.  \n\n\n---\n\n**Links:**  \n- [OAV on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=14163)",
      "ru": "Есть игроки, которые ставят на кон свою жизнь. Чтобы сохранить целостность таких смертельно-опасных игр, жестокая и могущественная организация «Кагэро» судит их, как нейтральная сторона.\nНаш герой — Баку Мадарамэ, «Пожиратель лжи». Игрок, чья цель — переиграть и в конце взять под контроль саму нейтральную организацию «Кагэро».\n\n---\n\n(Source: [readmanga](https://mintmanga.live/pojiratel_lji))",
      "es-la": "Hay jugadores que incluso apuestan su vida como apuesta. Pero para asegurar la integridad de estas apuestas que ponen en peligro la vida, una violenta y poderosa organización llamada \"Kakerou\" arbitra estos juegos como parte neutral. Sigue a Baku Madarame, también conocido como Usogui (El Devorador de Mentiras), mientras se enfrenta a oponentes maníacos en juegos como \"Escapar del Edificio Abandonado\", \"La Vieja Doncella\" y \"El Ahorcado\", para acabar jugando más que la propia organización neutral de Kakerou"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "49",
    "lastChapter": "539"
  },
  {
    "mangaId": "fbd50b57-be2b-42db-bb2f-8c6c68e2c43a",
    "title": {
      "en": "Winter Wolf"
    },
    "updatedAt": "2024-05-10T16:35:30+00:00",
    "coverArt": "https://mangadex.org/covers/fbd50b57-be2b-42db-bb2f-8c6c68e2c43a/8cd070aa-eaa0-44c7-9dfd-f0a5194d0828.png",
    "altTitles": [
      {
        "ko": "윈터울프"
      },
      {
        "es": "Lobo de invierno"
      },
      {
        "ja": "ウィンター・ウルフ"
      },
      {
        "zh": "冬日之狼"
      }
    ],
    "description": {
      "en": "Is it safe to fall in love with you?\nAfter losing her family to the revolt, noblewoman Lysithea hires Taron, a strapping young broker, to help her flee the kingdom. But when a heavy snowstorm strands the bickering pair in an eerie abandoned mansion, Lysithea has no choice but to rely on her new partner. What dangerous romance awaits them?",
      "pl": "Można się w tobie bezpiecznie zakochać?\nPo stracie rodziny w wyniku rewolty, szlachcianka Lysithea zatrudnia Tarona, młodego maklera, aby pomógł jej uciec z królestwa. Ale kiedy ciężka burza śnieżna zatrzymuje kłótliwą parę w niesamowitej opuszczonej rezydencji, Lysithea nie ma wyboru i musi polegać na swoim nowym partnerze. Jaki niebezpieczny romans ich czeka?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "63"
  },
  {
    "mangaId": "cf23d431-a206-49cd-bbab-87929b89c493",
    "title": {
      "en": "Kyokutou Necromance"
    },
    "updatedAt": "2024-05-13T00:27:39+00:00",
    "coverArt": "https://mangadex.org/covers/cf23d431-a206-49cd-bbab-87929b89c493/2a25bbf7-a0df-47a4-ac59-bcf5ec7687a8.jpg",
    "altTitles": [
      {
        "ja": "極東ネクロマンス"
      },
      {
        "en": "Kyokuto Necromance"
      }
    ],
    "description": {
      "en": "One day, Kaoru Uno suddenly starts seeing mysterious monsters known as shiryo or death spirits. With the arrival of his late father's coworker Yoji Amane and a special ring his father gave him, Kaoru is ushered into the world of necromancers! From the creator of Aliens Area comes a fantastic new series of necromancer battles!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9203cc8e-91c0-49ff-96f6-d39994115c0d",
    "title": {
      "en": "I'm Gonna Fix that Girl (Emergence Alternate Ending)"
    },
    "updatedAt": "2023-09-23T14:35:28+00:00",
    "coverArt": "https://mangadex.org/covers/9203cc8e-91c0-49ff-96f6-d39994115c0d/3947b617-5a3e-4f3f-a37b-5bb6bc91ef61.png",
    "altTitles": [
      {
        "en": "The “177013” alternate ending, with Jojo"
      },
      {
        "zh-hk": "我要修復那女孩(變身if)"
      },
      {
        "ja": "俺はその子を修復見せる"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6306c976-d776-48c3-b29f-d345e65f272b",
    "title": {
      "en": "YuruYuri"
    },
    "updatedAt": "2023-05-12T01:27:05+00:00",
    "coverArt": "https://mangadex.org/covers/6306c976-d776-48c3-b29f-d345e65f272b/090f9d7a-8ed2-486a-ae32-588102d1ca22.jpg",
    "altTitles": [
      {
        "en": "YRYR"
      },
      {
        "en": "Yuru Yuri"
      },
      {
        "ja": "ゆるゆり"
      },
      {
        "zh": "摇曳百合"
      },
      {
        "zh-hk": "輕鬆百合"
      },
      {
        "ru": "Лилии на ветру"
      }
    ],
    "description": {
      "en": "Four mischievous girls illegally occupy the former Traditional Tea Ceremony clubroom, in order to create the \"Amusement Club.\" These scamps…who ignore repeated warnings—in direct rebellion with the righteous directives of the Student Council—decide to remain in the room until they finally get off their bums and do something! In this slightly sluggish manga, full of fits and starts, the four girls set off from their homes for a walk together with days full of a little this and that!",
      "pt-br": "Quatro meninas sapecas ocupa ilegalmente o antigo salão de festas tradicional da cerimônia do chá, a fim de criar o \"Club de diversões.\" Estes patifes ... que ignoram as advertências repetidas - em rebelião direta com as ordem de justiça do Conselho de Estudantes - decidem permanecer na sala até que finalmente saia seus vagabundos para fazerem alguma coisa! Neste manga ligeiramente lento, cheio de trancos e barrancos, as quatro meninas partiram de suas casas para um passeio em conjunto com dias cheios de um pouco disso e daquilo!"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "649c7b09-dc44-488d-b758-55be3285640a",
    "title": {
      "en": "Your Kiss Scene!"
    },
    "updatedAt": "2023-08-09T14:34:29+00:00",
    "coverArt": "https://mangadex.org/covers/649c7b09-dc44-488d-b758-55be3285640a/0b67b0d6-9636-49ff-b9f5-9e8442f9e691.jpg",
    "altTitles": [
      {
        "ko": "너의 키스씬!"
      }
    ],
    "description": {
      "en": "Entertainment writer Lee Seul, heard the news of her favorite idol, Block Shoot's Seung-Chan, on her new entertainment program.\nExpectations of meeting her favorite for more than 10 years are brief, and she accidentally sees her favorite idol kissing someone else in secret at the broadcasting station.\nIn addition, the entertainment program she was in charge of is a love variety program that’s full of dating amongst the cast...\nShe has to watch her favorite idol flirting and dating someone else even if he's her favorite."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "deb0cef0-4129-4899-939c-6f044589e2ea",
    "title": {
      "en": "The Second Life of the Archmage Dominates with Close-Range Magic"
    },
    "updatedAt": "2024-04-11T11:35:00+00:00",
    "coverArt": "https://mangadex.org/covers/deb0cef0-4129-4899-939c-6f044589e2ea/68a0e702-2827-4696-81d4-d67f925160a1.png",
    "altTitles": [
      {
        "ja": "2周目の大魔導士は近接魔法で無双する"
      },
      {
        "ja-ro": "2-Shuume no Daimadoushi wa Kinsetsu Mahou de Musou Suru"
      },
      {
        "en": "Regression of the Close Combat Mage"
      }
    ],
    "description": {
      "en": "\"My biggest regret is not choosing that magic… this time I’ll definitely defeat you!!”\n\nThe human race is on the verge of destruction at the hands of Vidrak, the evil god who suddenly descended. Setsuna Cromwell, the strongest long-range mage, is defeated by the evil god, who can dispel all magical attacks.\n\nHowever, when he wakes up he finds himself 10 years in the past, he’s regressed to the \"Rite of Mastery\" at the Academy of Magic!\n\nWhile the students choose the magic system best suited to them, such as <Ranged Magic>, <Recovery Magic>, and <Formation Magic>, Setsuna chooses <Close Combat Magic>, which was considered the least popular magic of the time, and chosen by those of lower ranks who lacked magical power.\n\n“This is the only magic that can stand up to the evil god!”\n\nSetsuna chooses this style of melee magic, which is  considered lacking in every way, but utilizes his specialty “precise control of magic power,\" to dramatically improve his skills and overturn the world's common sense!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a01c449-3341-4820-80c3-2acee81f1076",
    "title": {
      "en": "Master: This Villainous Disciple Is Not The Holy Child"
    },
    "updatedAt": "2023-11-19T20:18:32+00:00",
    "coverArt": "https://mangadex.org/covers/3a01c449-3341-4820-80c3-2acee81f1076/a6c079b4-f94b-41f0-9241-57bfc8609b51.jpg",
    "altTitles": [
      {
        "zh": "师尊：这个冲师逆徒才不是圣子"
      },
      {
        "zh-ro": "Shi Zun: Zhege Chong Shi Nitu Cai Bushi Sheng Zi"
      },
      {
        "zh-ro": "Shī Zūn: Zhège Chōng Shī Nìtú Cái Bùshì Shèng Zǐ"
      },
      {
        "en": "Offending My Master"
      },
      {
        "en": "Devious Son Of Heaven"
      },
      {
        "es-la": "Maestra, este Discípulo Villano no puede ser el Hijo Sagrado"
      },
      {
        "es-la": "Este Discípulo Tan rebelde No Puede Ser un Discípulo Santo"
      }
    ],
    "description": {
      "en": "A hundred years ago, Chu Xiu transmigrated from Earth to Cang Qiong Continent, and received the Destined Villain System. After killing countless holy sons and daughters, he was surrounded by the older generation, and self destructed, possessing Tai Su Sacred Ground Yun Xia Mountain’s senior disciple. This time, he decided to lay low and develop strength. Let’s start small, what about becoming a saint admired by thousands?",
      "zh": "蓝星来的楚休百年前穿越到天穹大陆，绑定天命反派系统，斩圣地圣子生女无数，杀到同辈之中无敌。 最终，被老一辈强者围杀，自爆而亡，夺舍太素圣地云霞峰大弟子重生。 这一次，他决定“苟”起来，偷偷发育。 先定个小目标，成为一位万人敬仰的圣子如何？",
      "es-la": "Chu Xiu de la Estrella Azul viajó al Continente Celestial de hace cien años, atado al Sistema de Villanos del Destino Celestial, decapitó a innumerables discípulos y discípulas santos de la Tierra Sagrada y matando hasta el punto de ser invencible entre sus iguales. Al final, se vio rodeado por la vieja generación de personas poderosos, que lo terminó haciendo morir y renacer como el discípulo mayor del Pico Yunxia de la Tierra Sagrada de Taisu. Esta vez, decidió ser mas «perro» y desarrollarse en secreto. Primero se fijó un pequeño objetivo, «¿qué tal convertirse en un hijo santo admirado por millones de personas?»"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b0ec2c9-5bbb-42d5-a426-f92cee63a69e",
    "title": {
      "en": "Fiend's Song"
    },
    "updatedAt": "2024-05-10T18:58:28+00:00",
    "coverArt": "https://mangadex.org/covers/7b0ec2c9-5bbb-42d5-a426-f92cee63a69e/819f0931-b357-4316-9138-29069aa9e205.jpg",
    "altTitles": [
      {
        "es": "La canción malvada"
      },
      {
        "en": "The Villain's Song"
      },
      {
        "ru": "Песнь Изувера"
      },
      {
        "ja": "外道の歌"
      },
      {
        "ja-ro": "Gedou no Uta"
      }
    ],
    "description": {
      "en": "The manga centers on Kamo and his partner Tora, who work in the underworld as \"avengers for hire,\" taking on jobs from the victims of violent crimes and families seeking vengeance for wrongs done to them."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "123"
  },
  {
    "mangaId": "68d30cbf-ad4f-4fc0-918e-118d8f715358",
    "title": {
      "en": "Honoo no Majo-hime to Sekiwan no Tomo"
    },
    "updatedAt": "2021-10-23T14:29:12+00:00",
    "coverArt": "https://mangadex.org/covers/68d30cbf-ad4f-4fc0-918e-118d8f715358/6a3fdbd7-7452-4d3c-a29c-09c369194ded.jpg",
    "altTitles": [
      {
        "ja": "炎の魔女姫と隻腕の伴"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  }
]