[
  {
    "mangaId": "051ce60f-bf16-432a-89a5-a8d52bd16de6",
    "title": {
      "en": "Kouiu no Ga Ii"
    },
    "updatedAt": "2025-01-11T08:36:39+00:00",
    "coverArt": "https://mangadex.org/covers/051ce60f-bf16-432a-89a5-a8d52bd16de6/9725cd24-611e-4233-bf67-2e4282dcbe4d.jpg",
    "altTitles": [
      {
        "ja": "こういうのがいい"
      },
      {
        "en": "This Kind of Thing is Fine"
      },
      {
        "en": "This is Good"
      },
      {
        "ko": "이러는 게 좋아"
      },
      {
        "fr": "Partners 2.0"
      },
      {
        "ne": "यो राम्रो छ"
      }
    ],
    "description": {
      "en": "Do what we want, when we want, with the person we want. Such a relationship needs no label.\n\nMurata and Tomoka, who are tired of their past relationships, become friends after sharing a game online and decide to go directly to a love hotel. After this evening, they meet regularly and have a good time together.",
      "ja": "ノーモア彼女。グッバイ彼氏。束縛彼女にモラハラ彼氏、過去の恋人関係に辟易していた村田♂と友香♀は、オンラインゲームのオフ会で意気投合し、そのままラブホテルへ。一夜限りでもなく、付き合う訳でもなく、身体のみの関係でもない、ゆるくて気楽で、なおかつえっちぃ――自由な男女が織りなす大人の日常系、スタート。",
      "ne": "हामी जे चाहन्छौं, जब चाहन्छौं, आफूले चाहेको व्यक्तिसँग गर्छौ। यस्तो सम्बन्धलाई कुनै लेबल चाहिँदैन।"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fabcd90-7463-4cc9-8fbd-3adff577ea9a",
    "title": {
      "en": "Apollo’s Heart"
    },
    "updatedAt": "2024-09-23T18:53:18+00:00",
    "coverArt": "https://mangadex.org/covers/0fabcd90-7463-4cc9-8fbd-3adff577ea9a/186fad50-b9f2-44b6-9e9b-e4b83de64edb.jpg",
    "altTitles": [
      {
        "ko": "아폴론의 심장"
      }
    ],
    "description": {
      "en": "Taejoon has it all: money, power, and a beautiful fiancée. He’s finally moving on after his ex-girlfriend died under mysterious circumstances four years ago. Yuri, on the other hand, is struggling to piece together her past after a traumatic memory loss. Apparently, Yuri looks exactly like Taejoon’s ex, and he’ll do whatever it takes to get her back. How far will he go to uncover the truth, and will Yuri survive his dangerous games?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "80"
  },
  {
    "mangaId": "51286222-e060-4bba-9893-e6a2c573d3c0",
    "title": {
      "en": "Unlovable Replacement"
    },
    "updatedAt": "2023-07-23T07:13:34+00:00",
    "coverArt": "https://mangadex.org/covers/51286222-e060-4bba-9893-e6a2c573d3c0/0dc5111c-e63f-46b3-80e7-a5e066554bc9.jpg",
    "altTitles": [],
    "description": {
      "en": "When his relationship went down the drain, Chiko Dyer started to develop a weird relationship with a local delivery girl.",
      "es-la": "Cuando su relación se fue por el desagüe, Chiko Dyer comenzó a desarrollar una extraña relación con una chica de entrega local."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "febd3e05-6300-4105-95cc-2c39c19ce876",
    "title": {
      "en": "Magical Explorer - Reborn as a Side Character in a Fantasy Dating Sim"
    },
    "updatedAt": "2025-01-22T21:16:41+00:00",
    "coverArt": "https://mangadex.org/covers/febd3e05-6300-4105-95cc-2c39c19ce876/969ccd06-bcf0-4d69-ab5f-bcfe18e96bd0.jpg",
    "altTitles": [
      {
        "ja": "マジカル★エクスプローラー エロゲの友人キャラに転生したけど、ゲーム知識使って自由に生きる"
      },
      {
        "en": "Magical★Explorer - Reborn as a Eroge Hero's Friend, I'll Live Freely with my Eroge Knowledge"
      },
      {
        "ru": "Переродившись в друга главного героя эроге, я буду жить свободно, используя мои знания эроге"
      },
      {
        "en": "Magical★Explorer - I was reincarnated as a friend character in an eroge, but I use my knowledge of the game to live freely."
      },
      {
        "en": "Magical★Explorer It seems I have become a Friend of the Protagonist in an Eroge World, but because Magic is fun I have abandoned the role and train myself."
      },
      {
        "ja-ro": "Magical★Explorer - Eroge no Yuujin Kyara ni Tensei Shitakedo, Game Chishiki Tsukatte Jiyuu ni Ikiru"
      }
    ],
    "description": {
      "en": "There’s a legendary Bishoujo Game that has become popular among Japanese gentlemen. Its name is “ Magical★Explorer” or Magiero for short. The game’s protagonist has a cheat-like power with 12 different beautiful heroines to flirt with, including additional 12 heroines from the DLC, a harem of 24 beauties. I have become that protagonist!………………Not. Instead, I have become the third-wheel character who always laughing like an idiot next to him. There’s no heroine that would lay their eyes on me.    But now I couldn’t care less about the protagonist and his heroines. Why? Because I discovered magic. While I was using it, I have become interested in it. I want to master it. I want to become the strongest. Thus I have decided. I would abandon half my role as a protagonist’s friend to train my magic and then I would beat the hell out of that cheat who can solo the Demon King.    ………..I was training with that thought in mind, but somehow I keep getting closer to the heroines and furthermore, I don’t know why I keep encounter events like I am some Eroge’s protagonist.",
      "ja": "伝説の美少女ゲーム『マジカル★エクスプローラー』。俺はこのゲームでチートなスキルを持つモテモテの主人公！……の横でへらへらと笑う不遇な友人キャラに転生していた…！？"
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "5bf4a43b-f870-44d9-b138-48cfc00bda08",
    "title": {
      "en": "After Losing My Job, I Met Miss Mermaid at the Beach"
    },
    "updatedAt": "2025-01-03T12:11:37+00:00",
    "coverArt": "https://mangadex.org/covers/5bf4a43b-f870-44d9-b138-48cfc00bda08/b348a736-7ee0-4e37-9ebc-6d4f987e0918.png",
    "altTitles": [
      {
        "zh": "失业后我在海边遇见了人鱼小姐"
      },
      {
        "zh-ro": "Shiye hou Wo zai Haibian Yujian le Renyu-xiaojie"
      }
    ],
    "description": {
      "en": "After a failed romance and losing her job, the female protagonist decides to join a tour group for a seaside getaway to relax. Unexpectedly, she encounters a mermaid in the ocean! The mermaid engages in some strange behavior and suddenly disappears. The next day, when the female protagonist sees the mermaid again, she is left completely astonished."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "21"
  },
  {
    "mangaId": "8c701f22-8ef9-4b0d-ae4e-0e17ac3cd074",
    "title": {
      "en": "Nanjou-san wa Boku ni Dakaretai"
    },
    "updatedAt": "2025-01-12T23:31:36+00:00",
    "coverArt": "https://mangadex.org/covers/8c701f22-8ef9-4b0d-ae4e-0e17ac3cd074/1400004e-4e4e-45e2-aa5a-bbe7e2fc592d.jpg",
    "altTitles": [
      {
        "ja": "南條さんは僕に抱かれたい"
      },
      {
        "en": "Nanjou-san Wants to Be Held by Me"
      },
      {
        "id": "Nanjou-san ingin dipeluk olehku"
      },
      {
        "pt-br": "Nanjou-san quer ser segurada por mim"
      }
    ],
    "description": {
      "en": "From their worst encounter comes a story about their ultimate happiness! This romantic comedy explores the ups and downs of a serious relationship.",
      "ja": "陰キャな清己が忘れ物を取りに戻った放課後の教室。ギャルで有名な南條さんと男子生徒が、○○○しようとしているところを目撃する。逃げ出した男子生徒の代わりに…と誘われるものの、潔癖症の清己はきっぱり断ることに。けれど、それによって興味を持たれてしまい、清己は南條さんに付きまとわれることに！けれど、南條さんは、意外とオタクにとっての理想のギャルで…!?",
      "pt-br": "Do pior encontro deles surge uma história sobre sua felicidade final! Esta comédia romântica explora os altos e baixos de um relacionamento sério."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30b48588-6039-4375-81fe-2715884d0184",
    "title": {
      "en": "Touhou - Sogano Tojiko wa Kataranai (Doujinshi)"
    },
    "updatedAt": "2021-05-25T15:40:52+00:00",
    "coverArt": "https://mangadex.org/covers/30b48588-6039-4375-81fe-2715884d0184/313adeb2-2cbc-4b22-8f5f-244482e6996d.jpg",
    "altTitles": [
      {
        "en": "(C88) Soga no Tojiko wa Kataranai Kou no Shou Chuuhen (Touhou Project)"
      },
      {
        "en": "(C88) Soga no Tojiko Will Not Talk Chapter of Happiness -Middle Part- (Touhou Project)"
      },
      {
        "en": "(C88) 蘇我屠自古は語らない 幸の章 中編 (東方Project)"
      },
      {
        "en": "Soga no Tojiko Will Not Talk (Touhou Project)"
      },
      {
        "en": "Sogano Tojiko wa Kataranai (Touhou Project)"
      },
      {
        "en": "蘇我屠自古は語らない"
      }
    ],
    "description": {
      "en": "Series about the past of the Ten Desires cast."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d21fcf09-3de1-45f1-9846-c1d8bbbe70ee",
    "title": {
      "en": "Tiger Coming In"
    },
    "updatedAt": "2024-10-12T05:33:09+00:00",
    "coverArt": "https://mangadex.org/covers/d21fcf09-3de1-45f1-9846-c1d8bbbe70ee/2351d8dd-a90b-4757-98d0-033166ddb036.jpg",
    "altTitles": [
      {
        "ko": "호랑이 들어와요"
      },
      {
        "zh": "老虎来了"
      }
    ],
    "description": {
      "en": "The fun and marvelous daily life of a young couple after meeting mysterious children who found their way to them.",
      "ko": "숲속의 젊은 부부와 어느 날 그들에게 찾아온\r\n정체불명의 아이들이 만들어가는 즐겁고 신묘한 일상",
      "zh": "渴望拥有孩子的年轻夫妇，\r\n突降长着老虎耳朵的萌娃！\r\n很久以前在一座村庄里，从小青梅竹马的他们长大后顺理成章结为了夫妇。但结婚多年却一直没有孩子，尝试了各种“良药”后无果，最终找到了隔壁村传闻很厉害的神算子告诉他们需要搬家到山林里。某天突然家里出来了两个来历不明的小孩！好像还长着老虎的耳朵和尾巴？！\r\n\r\n---\r\n\r\n- [Official Simplified Chinese Translation](https://dongmanmanhua.cn/HEALING/laohulaile/list?title_no=1852)\r\n\r\n---\r\n\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/103632508)\r\n\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=279309005)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "147"
  },
  {
    "mangaId": "65936513-d6aa-4aeb-ae16-6afb00c3d8c3",
    "title": {
      "en": "Liu Sui Kaishi Chengwei Nvwang"
    },
    "updatedAt": "2025-01-09T22:51:57+00:00",
    "coverArt": "https://mangadex.org/covers/65936513-d6aa-4aeb-ae16-6afb00c3d8c3/2ab1b80c-9e7c-4c58-b7a6-51dfb8cf1b21.png",
    "altTitles": [
      {
        "zh": "六岁开始成为女王"
      },
      {
        "en": "Becoming the Queen at the Age of Six"
      }
    ],
    "description": {
      "en": "I woke up to find myself transmigrated into a novel as the “background character that's doomed to die.” Now stuck in the body of a six-year-old, I’ve got some serious challenges ahead of me. But I’m not about to let fate have its way. Even if I have to become the villain, I’ll do whatever it takes to survive!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-12-20T09:04:10+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/d9a78c9f-c5fd-456e-8f1d-1b46e1155e5d.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      },
      {
        "ja-ro": "Roshidere"
      },
      {
        "mn": "Аля Заримдаа Орос Хэлээр Сэтгэлээ Нуудаг"
      },
      {
        "ms": "Alya yang duduk di sebelah saya terkadang membisikkan kata manis dalam bahasa Rusia"
      },
      {
        "ms": "اليا يڠ دودوق دسبله ساي ترکادڠ ممبيسيقکن کات مانيس دالم بهاس روسيا"
      },
      {
        "es": "Alya a veces me susurra en ruso"
      }
    ],
    "description": {
      "en": "\"И на меня тоже обрати внимание...\"\n\nAlya, the incomparably beautiful silver-haired girl in the next seat over, occasionally mumbles to herself in Russian. She says she switches to it whenever she’s badmouthing me… but I know the truth! I know for a fact that she just said \"Pay attention to me, too.\" to me! \n\nMasachika Kuze has native-level skills when it comes to Russian comprehension, but Alya has no idea about that... and that’s why she keeps on hiding those sweet feelings about him in her native language!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "mn": "Аля гэх, хэнтэй ч зүйрлэшгүй үзэсгэлэн, мөнгөлөг үстэй охин, заримдаа дотроо оросоор шивнэдэг. Тэр хэлэхдээ, намайг муулах үедээ л тэгдэг гэж хэлсэн...гэхдээ би орос хэл мэднэ! Саяхан \"Надад анхаарал тавиач\" гэж хэлэхийг нь би сонссон!\n\nМасачика Күзэ орос хэлийг уугуул түвшний чадамжаар ойлгодог, гэвч Аля үүнийг мэдэхгүй...тийм болохоор өөрийнхөө сэтгэлийг орос хэлээр нуудаг!",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "25886ab0-17f1-4801-b929-6b36fe4e5214",
    "title": {
      "en": "Minami-ke"
    },
    "updatedAt": "2024-10-11T11:11:43+00:00",
    "coverArt": "https://mangadex.org/covers/25886ab0-17f1-4801-b929-6b36fe4e5214/ef2f20ea-cb38-4dc1-9897-0e93e9216627.jpg",
    "altTitles": [
      {
        "ja": "Minamike"
      },
      {
        "ja": "みなみけ"
      },
      {
        "ja": "南家"
      },
      {
        "en": "The Minami Family"
      },
      {
        "en": "The Minami Household"
      }
    ],
    "description": {
      "en": "*Minami-ke* (\"The Minami Household\") is a manga following the three Minami sisters, Haruka, Kana, and Chiaki in their lives at home and school. It's a funny manga that depicts how these characters interact with each other and their classmates. Although they are ordinary girls, their ordinary adventures are told in an extraordinary manner.\n**Source:** MangaUpdates"
    },
    "status": "ongoing",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b094aab-0cfb-4837-a49b-7267bdb86bec",
    "title": {
      "en": "Boruto: Two Blue Vortex"
    },
    "updatedAt": "2024-10-23T23:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/0b094aab-0cfb-4837-a49b-7267bdb86bec/1f11c83e-cd32-4c98-a3a3-b522c012dad2.jpg",
    "altTitles": [
      {
        "ja": "-ボルト- Two Blue Vortex"
      },
      {
        "en": "Boruto: Two Blue Vortex"
      },
      {
        "id": "BORUTO - TWO BLUE VORTEX -"
      },
      {
        "pt-br": "Boruto -Two Blue Vortex-"
      },
      {
        "en": "BORUTO Part 2"
      },
      {
        "bg": "Боруто: Два сини вихъра"
      },
      {
        "vi": "Boruto: Hai Cơn Lốc Xanh"
      }
    ],
    "description": {
      "en": "With everyone's memories having been altered, Boruto finds himself being hunted by his own village. After escaping with Sasuke, what future awaits Boruto...?\n\n(Source: MangaPlus)\n\n---\n\n**Links:**\n- [Viz - Alternative Official English](https://www.viz.com/shonenjump/chapters/boruto-two-blue-vortex)",
      "es": "La memoria colectiva de la gente ha cambiado, y ahora la Villa de la Hoja va detrás de la vida de Boruto. Pese a las adversidades, alguien ha estado esperando junto a Sasuke después de abandonar la Villa.\n\n(Source: MangaPlus)",
      "fr": "Les « souvenirs » des gens ont changé et désormais, la vie de Boruto est menacée au village caché de Konoha. La situation est telle que Boruto quitte le village avec Sasuke sans savoir ce qui les attend…",
      "id": "Sesuatu telah mengubah \"memori\" para warga. Boruto yang kini menjadi buron melarikan diri dari Konoha bersama Sasuke. Di tengah konflik itu, yang telah menanti keduanya adalah...\n\n(Source: MangaPlus)",
      "th": "\"ความทรงจำ\" ของผู้คนเปลี่ยนไป ทำให้โบรุโตะต้องตกอยู่ในฐานะที่โดนหมู่บ้านโคโนะฮะงาคุเระหมายชีวิต ท่ามกลางเคราะห์ร้ายที่ประสบ สิ่งที่รอคอยโบรุโตะซึ่งหนีออกจากหมู่บ้านไปพร้อมๆ กับซาสึเกะก็คือ...\n\n(Source: MangaPlus)",
      "vi": "Với ký ức của mọi người đã bị thay đổi, Boruto thấy mình đang bị chính ngôi làng của mình săn đuổi. Sau khi trốn thoát cùng Sasuke, tương lai nào đang chờ đợi Boruto...? \nĐây là phần 2 của Boruto",
      "pt-br": "As \"memórias\" das pessoas foram alteradas e Boruto está numa posição onde a Vila Oculta da Folha quer tomar a sua vida. Durante essa adversidade, o que Boruto aguardava quando deixou a vila com o Sasuke era..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b347d551-52eb-40cb-a11a-bfb9959d6495",
    "title": {
      "en": "Sekai Saikyou no Kouei: Meikyuukoku no Shinjin Tansakusha"
    },
    "updatedAt": "2024-08-19T02:18:15+00:00",
    "coverArt": "https://mangadex.org/covers/b347d551-52eb-40cb-a11a-bfb9959d6495/53dec05f-f377-47c3-93c1-84cd9771908d.jpg",
    "altTitles": [
      {
        "fr": "L'arrière-garde la plus forte du monde - L'explorateur novice du pays du labyrinthe"
      },
      {
        "en": "World Strongest Rearguard: Labyrinth Country and Dungeon Seekers"
      },
      {
        "en": "World's Strongest Rearguard - The Novice Seeker of Labyrinth Country"
      },
      {
        "en": "WSR"
      },
      {
        "ru": "Самый сильный в мире Заступник – Страна лабиринта и искатели приключений"
      },
      {
        "ja": "世界最強の後衛"
      },
      {
        "ja": "世界最強の後衛 ～迷宮国の新人探索者～"
      },
      {
        "zh-hk": "世界最強後衛～迷宮國的新人探索者～"
      },
      {
        "ko": "세계최강의 후위 ~미궁나라의 신인탐색가~"
      },
      {
        "en": "The World's Strongest Rearguard: Labyrinth Country's Novice Seeker"
      },
      {
        "zh": "世界最强后卫~迷宫国的新人探索者~"
      }
    ],
    "description": {
      "en": "Workaholic assistant Atobe Arihito fell asleep in his company's bus that was traveling for a vacation. When he awoke he learned he had died due to the bus getting into an accident, and that he had reincarnated into a world of reincarnators - to the Labyrinth Country. To his surprise he was discovered by his slave driving manager, Igarashi Kyouka, who further explains their role in this world. \n\n\nIn Labyrinth Country, Reincarnators are expected to choose a job and form parties to fight against monsters in Labyrinths. \"Valkyrie\" Kyouka had expected Arihito to work with her once again, but he declines due to his knowledge of her demanding nature. As they depart she vows to make him regret not choosing her. \n\nAnd thus starts Arihito's adventure as a \"Rear Guard\".",
      "ru": "Главный герой — трудоголик с большим стажем, он и его босс попадают в аварию, после чего они обнаруживают, что переместились в другой мир. Главный герой не хочет оставаться с начальницей, решая отправиться на приключения в одиночестве. Куда же его приведут эти странствия и встретятся ли они вновь?..   \n\n\n---\n\n**Links:** [Alternate Raw](https://comic-walker.com/contents/detail/KDCW_MF00000068010000_68/)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "921aeb3c-c73f-4145-bcbc-10ac58917378",
    "title": {
      "en": "JESUS Sajin Kouro"
    },
    "updatedAt": "2024-12-01T23:52:01+00:00",
    "coverArt": "https://mangadex.org/covers/921aeb3c-c73f-4145-bcbc-10ac58917378/b594d3a0-5e9b-4e1c-b6a9-ada221ceb3c0.jpg",
    "altTitles": [
      {
        "ja": "JESUS 砂塵航路"
      },
      {
        "en": "Jesus: Path of the Sandstorm"
      }
    ],
    "description": {
      "en": "Continuation of the manga \"Jesus\". The legendary killer, hiding under the guise of school teacher Fujisawa Shingo, returns to Japan after more than ten years! What made him come back? What has he been doing for these ten years? Is one of his new students connected to 24?\nRead on and find out in JESUS: Path of the Sandstorm!"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "erotica",
    "lastVolume": "14",
    "lastChapter": "154"
  },
  {
    "mangaId": "2ca258f3-f212-49ff-b66c-8ec6ff41ad87",
    "title": {
      "en": "Kimi wa 008"
    },
    "updatedAt": "2024-10-09T04:32:06+00:00",
    "coverArt": "https://mangadex.org/covers/2ca258f3-f212-49ff-b66c-8ec6ff41ad87/ddde676b-9f10-46b0-a34a-0f78a7cc1aee.jpg",
    "altTitles": [
      {
        "es": "Tú eres 008"
      },
      {
        "en": "You Are Double-O Eight"
      },
      {
        "ja": "君は008"
      },
      {
        "ja": "君はダブルオーエイト"
      },
      {
        "it": "Agente 008"
      },
      {
        "fr": "008 Apprenti espion"
      }
    ],
    "description": {
      "en": "Akashi Eito has failed miserably on all high school admissions exams but somehow, he receives a letter of acceptance from a school he does not remember applying for. He nevertheless happily enrolls, expecting to live the ideal school life, but his aspiration are quickly destroyed as he discovers that this mysterious school is a training institution for secret agents!   \n  \nImmediately, Eito wants to return home and live a normal life with his normal family, until the director of the school makes a shocking revelation: Eito's deceased father was also a secret agent! He subsequently wants to know more about the past and memories of his father, so he decides to stay in this school. However, as a student of this institution, Eito will have to face a deadly exam made to test the skills of all new students…  \n  \nFollow this story of action and espionage, in which our hero, who lacks physical strength, compensates for it with great bravery, and captivates everyone around him with the power of his courage and friendship!!",
      "es-la": "Eight es un chico que anhela tener una vida escolar de ensueño, para ello aplica varios exámenes para ingresar a cualquier escuela. Con todo esto, Eight no logra ingresar a ninguna escuela , excepto a una escuela a la que él no recuerda haber hecho el examen de ingreso, más tarde al llegar esta escuela descubrirá un mundo de super personas con ideales y habilidades fuera de lo común."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "33",
    "lastChapter": "297"
  },
  {
    "mangaId": "8516915a-51a2-44e0-a915-aff325216a26",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken: After the Rain"
    },
    "updatedAt": "2024-10-30T22:04:23+00:00",
    "coverArt": "https://mangadex.org/covers/8516915a-51a2-44e0-a915-aff325216a26/653c9057-d9fb-4f32-85f9-48aae296c4f0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件 after the rain"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais: After the Rain"
      },
      {
        "ru": "Ангел по соседству: После дождя"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten: After the Rain"
      },
      {
        "uk": "Сусідський ангел сильно мене балує: Бісля дощу"
      }
    ],
    "description": {
      "en": "A spin-off of the series *[The Angel Next Door Spoils Me Rotten](https://mangadex.org/title/2fec6641-beb1-4ae9-a32f-204dd06688ac/the-angel-next-door-spoils-me-rotten)* which comicalizes the stories from Volume 5.5 of the Light Novel and its special edition booklet, which contains additional short stories.",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まり二人は少しずつ惹かれあっていく――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbd9b470-c83d-4238-940d-d335a016d92e",
    "title": {
      "en": "Kawaisou na Imouto-chan"
    },
    "updatedAt": "2025-01-21T05:34:15+00:00",
    "coverArt": "https://mangadex.org/covers/fbd9b470-c83d-4238-940d-d335a016d92e/ecc5d4de-1c21-4ddd-a9c9-b865a034c5cd.png",
    "altTitles": [
      {
        "ja": "かわいそうな妹ちゃん"
      },
      {
        "en": "Poor Little Sister"
      },
      {
        "vi": "Cô em gái đáng thương"
      },
      {
        "pl": "Biedna siostrzyczka"
      },
      {
        "pt-br": "Pobre Irmãzinha"
      },
      {
        "ja": "お兄ちゃんの恋人になりたい妹の話"
      },
      {
        "ja-ro": "Onii-chan no Koibito ni Naritai Imouto no Hanashi"
      }
    ],
    "description": {
      "en": "Poor little sister who loves her onii-chan",
      "pl": "Biedna młodsza siostrzyczka, która zakochała się w swoim bracie",
      "vi": "Cô em gái đáng thương phải lòng anh trai mình",
      "pt-br": "Pobre irmãzinha que arma seu onii-chan"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "84"
  },
  {
    "mangaId": "b2294db7-1171-40a4-a11f-e71eefdd6848",
    "title": {
      "en": "Yoku Asonda O Niichan Wa Jitsuwa Onna No Kodatta"
    },
    "updatedAt": "2025-01-17T20:10:28+00:00",
    "coverArt": "https://mangadex.org/covers/b2294db7-1171-40a4-a11f-e71eefdd6848/e4ba2544-5ad7-4d88-bd53-4dd6fd74dd51.jpg",
    "altTitles": [
      {
        "ja": "よく遊んだお兄ちゃんは実は女の子だった"
      },
      {
        "en": "The Nii-Chan I Used To Play With Was Actually A Girl"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c1e8167-233a-48fc-9301-0fe8c0c9e709",
    "title": {
      "en": "Night of Shadows"
    },
    "updatedAt": "2025-01-11T05:36:44+00:00",
    "coverArt": "https://mangadex.org/covers/9c1e8167-233a-48fc-9301-0fe8c0c9e709/2b1020ae-d82b-4391-8ffc-7fcfca117529.jpg",
    "altTitles": [
      {
        "ko": "그림자의 밤"
      }
    ],
    "description": {
      "en": "Lee Ahreum, who has precognitive dreams, started to recall the nightmares that she had already forgotten. In her notebook, she found things that she doesn't recall writing. \"I never wrote anything like this! But... I'm sure this was my dream...\" One by one, the monsters that she saw in her dreams, as well as people with special abilities, began to appear in reality.",
      "id": "Lee Areum, yang memiliki mimpi prekognitif, mulai mengingat mimpi buruk yang telah dia lupakan. Di buku catatannya, dia menemukan hal-hal yang dia rasa tidak pernah dia tulis. \"Aku tidak pernah menulis ini! Tapi, Aku yakin ini adalah mimpiku.\" Satu demi satu, monster yang dia lihat dalam mimpinya, serta orang-orang dengan kemampuan khusus, mulai muncul di dunia nyata.",
      "ko": "예지몽을 꾸는 '이아름'은 어느 날 기억 저편으로 밀려났던 악몽들을 떠올리게 된다.\n그리고 노트에는 기억에 없는 꿈에 관한 내용들이 적혀있는데...\n'난 이런 거 쓴 적 없어! 하지만 분명 이건 내 꿈이 맞는데..?'\n꿈에서 봤던 괴물들이 하나씩 현실에 등장하고,\n특별한 능력을 가진 사람들이 세상에 모습을 보이기 시작한다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-12-09T11:21:20+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/3b57c7da-d877-4268-8a82-df56a1f9e9ca.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura-bachi"
      },
      {
        "en": "Kagura Bowl"
      },
      {
        "cs": "Kagurabachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "he": "קאגורהבאצ'י"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge.",
      "he": "צ'יהירו הצעיר מבלה את ימיו באימונים תחת הדרכתו של אביו, מחשל החרבות המפורסם. יום אחד, הוא מקווה להפוך בעצמו ליצרן חרבות דגול. האב המשעשע והבן הרציני--הם חשבו שהימים האלו יימשכו לנצח. אבל לפתע, הטרגדיה מכה. יום אפל ספוג בדם. צ'יהירו וחרבו חיים כעת רק למען הנקמה.",
      "ja": "刀匠を志す少年チヒロは、父の下で日々修行に励んでいた。おちゃらけた父と寡黙な息子。笑いの絶えない毎日がいつまでも続くと思っていたが…ある日悲劇が訪れる…。血塗られた絆と帰らない日常。少年は憎しみを焚べ、決意の炎を心に宿す…。",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!",
      "pt-br": "O jovem Chihiro passa seus dias treinando com seu famoso pai ferreiro. Um dia ele espera se tornar um grande fabricante de espadas. O pai bobo e o filho sério – eles pensavam que esses dias durariam para sempre. Mas de repente, a tragédia acontece. Um dia escuro, encharcado de sangue. Chihiro e sua lâmina agora vivem apenas para vingança. Ação épica de batalha de espadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78a30cd8-702b-4032-826c-472876521e85",
    "title": {
      "en": "Shiganbana"
    },
    "updatedAt": "2024-10-28T22:09:46+00:00",
    "coverArt": "https://mangadex.org/covers/78a30cd8-702b-4032-826c-472876521e85/403268dd-529f-4942-aed4-7ec61ffd30e6.jpg",
    "altTitles": [
      {
        "ja": "シガンバナ"
      }
    ],
    "description": {
      "en": "In this seemingly peaceful country, there lives a hitman that hunts down others of his kind - an assassin of assassins. Before eliminating his targets, he always questions their motives for killing - this is his way of embracing his destiny.\n\n From the author of \"Until Your Bones Rot\" and \"The Shadows of Who We Once Were,\" Utsumi Yae presents a thrilling drama about the lives of those existing on the edge between life and death.",
      "pt-br": "Neste país aparentemente pacífico, vive um assassino que caça outros de sua espécie - um assassino de assassinos. Antes de eliminar seus alvos, ele sempre questiona seus motivos para matar - esta é sua maneira de abraçar seu destino.\n\nDo autor de \"Until Your Bones Rot\" e \"The Shadows of Who We Once Were\", Utsumi Yae apresenta um drama emocionante sobre as vidas daqueles que vivem no limite entre a vida e a morte."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d322930b-e3a6-4494-853d-288ebb50c6b6",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Shizoku Kaigi-hen"
    },
    "updatedAt": "2025-01-21T16:40:32+00:00",
    "coverArt": "https://mangadex.org/covers/d322930b-e3a6-4494-853d-288ebb50c6b6/1c829d0f-9f54-4c07-840b-49b3aed61062.jpg",
    "altTitles": [
      {
        "es-la": "Mahouka Koukou no Rettousei -  La Conferencia de los Clanes Maestros"
      },
      {
        "es": "Mahouka Koukou no Rettousei -  La Cumbre de los Clanes Maestros"
      },
      {
        "en": "The Irregular at Magic High School - The Master Clans Conference Arc"
      },
      {
        "en": "Mahouka Koukou no Rettousei - The Master Clans Summit"
      },
      {
        "ru": "Непутёвый ученик в школе магии: Собрание главных кланов"
      },
      {
        "ja": "魔法科高校の劣等生 師族会議編"
      },
      {
        "ja-ro": "Mahō-ka Kōkō no Rettō-sei - Shi-zoku Kaigi-hen"
      }
    ],
    "description": {
      "en": "At the Yotsuba New Year's gathering, Miyuki was names as the successor whilst Tatsuya was named her fiancé. Tatsuya and Miyuki's non-sibling relationship and engagement are now public knowledge. Among the shocked students the most shocked are those that knew the siblings.  \nMeanwhile, the Ten Master Clans selection meeting, followed by magicians all over the world, is due to take place at a hotel in Hokone.  \n  \nAdaptation of the original novel's volumes 17-19.",
      "es": "La sucesión al los Yotsuba y el compromiso de Shiba Miyuki se anunció a la comunidad mágica. Sin embargo, la Familia Ichijou de los Diez Clanes Maestros presentó una objeción. Mientras tanto, la atmósfera en la Preparatoria de Magia, el aire de respeto por los hermanos Shiba, que habían ocultado sus identidades, está siendo evitado, y Tatsuya y Miyuki se están aislando. ¡Un nuevo episodio que describe la nueva relación entre los dos ha sido adaptado a un cómic por el nuevo Takeda Hazumi!  \n  \nAdaptación de los volúmenes 17-19 de la novela ligera original."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "53"
  },
  {
    "mangaId": "557d17fe-a32e-41bb-bb48-f0d1b75b4ec4",
    "title": {
      "en": "Katabutsu-kei Joshi ni Kokuhaku shitemita"
    },
    "updatedAt": "2024-11-03T14:39:16+00:00",
    "coverArt": "https://mangadex.org/covers/557d17fe-a32e-41bb-bb48-f0d1b75b4ec4/a721a2cd-faa0-420f-ad18-338b55602b28.jpg",
    "altTitles": [
      {
        "ja": "カタブツ系女子に告白してみた"
      },
      {
        "ja-ro": "Katabutsu-kei Joshi ni Kokuhaku shitemita"
      },
      {
        "en": "I Tried Confessing My Love to a Serious Girl"
      }
    ],
    "description": {
      "en": "Although she's pretty, she's widely rumoured to be the school's number one straight-laced girl. So when I gathered up my courage to confess to her…‽",
      "ja": "美人だけど学校一『カタブツ』だと噂の女子に勇気を出して告白すると…!?",
      "pt-br": "Embora ela seja bonita, há rumores de que ela é a garota certinha número um da escola. Então, quando criei coragem para confessar a ela...‽"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de3745b8-4a77-4f2c-8929-68395360793f",
    "title": {
      "en": "The Ranker's Guide to Living an Ordinary Life"
    },
    "updatedAt": "2024-08-11T16:54:42+00:00",
    "coverArt": "https://mangadex.org/covers/de3745b8-4a77-4f2c-8929-68395360793f/7b3fb49e-46cb-4e43-a69f-874d3145c641.jpg",
    "altTitles": [
      {
        "ko": "랭커를 위한 바른 생활 안내서"
      },
      {
        "ko-ro": "Raengkoreul Wihan Bareun Saenghwal Annaeso"
      },
      {
        "en": "The Ranker's Guide to Live an Ordinary Life"
      },
      {
        "en": "A Guide to the Right Life for Rankers"
      }
    ],
    "description": {
      "en": "The first S-class Awakened is really a third-rate student?!\n\nIn the 21st century, the world became a 'fantasy'. In a South Korea filled with despair, S-classes have descended! The greatest of them - Witch Queen Jyo!\n\n\"Goddess Jyo... Queen Jyo... Who are you...? Who could it be?\"\n\nThe true identity of the savior who has been shrouded in mystery for 10 years. Her identity? Gyung Jyo, a third-rate student, who's unable to make outgoing calls due to her mother's anger.and on the verge of being strangled and trapped in the abyss.\n\nShe was leading a peaceful and ordinary life as Korea's top unemployed person, however...\n\n[The rankings are being updated.]\n[Your current ranking has dropped to 2nd place.] \n\n\"!?\"\n\n\"I know who you are, Witch Queen.\"\n\nBaek Dohyun, a regressor, appears in front of Gyung Jyo!\n\nWill Gyung Jyo, an S-class Munchkin ranker, be able to maintain her comfortable and lazy tyrant life, as her well-rolling life turns upside down into the position of the world's savior?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0984daf7-068e-4862-a583-e7f7519dfe29",
    "title": {
      "en": "Vtuber Savior ✟ Messiah-chan"
    },
    "updatedAt": "2025-01-22T13:46:01+00:00",
    "coverArt": "https://mangadex.org/covers/0984daf7-068e-4862-a583-e7f7519dfe29/daa71375-66f0-4452-bfb1-09cc9e4036c8.jpg",
    "altTitles": [
      {
        "ja": "救済系Vッタラー✟メシアちゃん"
      },
      {
        "ja-ro": "Kyuusai Kei Vtterer ✟ Messiah-chan"
      }
    ],
    "description": {
      "en": "A horror manga where viewers watch and join in on Messiah-chan's stream activities."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "51"
  },
  {
    "mangaId": "c3976c84-73c1-409f-9a98-83a7369a8436",
    "title": {
      "en": "Isekai Sniper wa Onna Senshi no Mofumofu Aigan Doubutsu"
    },
    "updatedAt": "2025-01-18T15:26:49+00:00",
    "coverArt": "https://mangadex.org/covers/c3976c84-73c1-409f-9a98-83a7369a8436/535c9fa4-fb56-48ce-a78b-7d32ccbf49c9.jpg",
    "altTitles": [
      {
        "ja": "異世界狙撃手は女戦士のモフモフ愛玩動物"
      },
      {
        "en": "A Sniper From Another World is Turned Into The Female Warrior's Fluffy Pet"
      },
      {
        "en": "Another World Sniper is Female Warrior's Mof-Moffy Pet"
      }
    ],
    "description": {
      "en": "A gun otaku dies after toying with a homemade pistol that explodes in his face. In the afterlife, he is told that he will be reincarnated into another world. When the otaku wakes up, he finds that he is no longer human - he’s now just some little furry thing. Near death, he comes across a beautiful warrior, who decides to take care of him because he’s fluffy. However, things take a turn when he finds out that firearms exist in this world?",
      "ja": "非モテで金のない銃マニアの31歳のオッサンが異世界転生！でも変なモフモフのぬいぐるみっぽいモンスターに転生していた!?突如現れた女戦士と出会い一緒に冒険することに…!?銃マニアだった知識が異世界で役に立つ!?モフモフ異世界転生ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou"
    },
    "updatedAt": "2025-01-14T19:21:51+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/2c150d45-fbe6-49cb-8697-3053d2475fb3.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "zh-hk": "尾守月美希和奇日常。"
      },
      {
        "fr": "Ogami Tsumiki et l'étrange vie du quotidien"
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind. When he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "fr": "Aujourd'hui, nous vivons à l'ère de la diversité. L'expression « non-humains » appartient au passé. Les « Genjin » vivent leur vie en interaction avec les êtres humains.\n\nUn garçon humain, Yutaka Shinsou, est troublé. Il est tellement habitué à être en phase avec son environnement qu'il ne comprend plus ses propres sentiments. Au lycée Keiki, que fréquentent de nombreux « Genjin », il rencontre Tsumiki Ogami, un loup-garou. Elle est mignonne, puissante, un peu hors du commun et gentille.\n\nLorsqu'il passe du temps avec elle, le cœur de Yutaka est plus bruyant que d'habitude. Une vie quotidienne « inhabituelle » avec Tsumiki le loup-garou.\n\nLe nouveau parcours normal de la jeunesse est sur le point de commencer.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n\n日常が変わっていく、つみきさんと一緒なら。まだ誰も知らない、ニューノーマルな青春がここに。",
      "pl": "Obecnie żyjemy w erze różnorodności. Wyrażenie „nie-ludzie” należy już do przeszłości. „Genjin” żyją w interakcji z ludźmi.\n\nPewien ludzki chłopiec, Yutaka Shinsou, jest zaniepokojony. Jest tak przyzwyczajony do bycia w zgodzie z otoczeniem, że nie rozumie już własnych uczuć. W Liceum Keiki, gdzie uczęszcza wielu „Genjin”, spotyka Tsumiki Ogami, wilkołaka. Jest urocza, potężna, trochę nietypowa i miła.\n\nKiedy spędza z nią czas, serce Yutaki staje się głośniejsze niż zwykle. Niezwykłe niecodzienne życie z wilkołakiem Tsumiki.",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "vi": "Thời hiện đại trong câu chuyện này là thời đại của \"đa dạng\" giống loài, những chủng tộc bán nhân có một tên gọi mới là\"Genjin\" và sống cùng nền văn minh con người. Yukata Shinsou, 1 học sinh năm nhất cao trung bình thường quyết dịnh nhập học vào một ngôi trường tư thục có tỉ lệ Genjin cao nhất nước để tránh mặt những người bạn sơ trung của mình. Và rồi cậu gặp được Tsumiki Ogami, một cô nàng Genjin dạng người sói, và cô ấy sẽ dẫn cậu tận hưởng cuộc sống cao trung đầy màu sắc!",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "pt-br": "Hoje, vivemos numa era de diversidade. A frase “não-humanos” é coisa do passado. “Genjin” vivem suas vidas interagindo com seres humanos.\n\nUm menino humano, Yutaka Shinsou, está preocupado. Ele está tão acostumado a estar em sintonia com o ambiente que não entende mais seus próprios sentimentos. No Colégio Keiki, onde muitos \"Genjin\" estudam, ele conhece Tsumiki Ogami, uma lobisomem. Ela é fofa, poderosa, um pouco fora do comum e gentil.\n\nQuando ele passa um tempo com ela, o coração de Yutaka fica mais acelerado do que o normal. Girando uma vida cotidiana \"incomum\" com o lobisomem Tsumiki.\n\nO novo gráfico normal da juventude está prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96335764-0c1f-4686-9193-b1c6bb537a71",
    "title": {
      "en": "Seiyuu Radio no Ura Omote"
    },
    "updatedAt": "2024-12-04T01:07:48+00:00",
    "coverArt": "https://mangadex.org/covers/96335764-0c1f-4686-9193-b1c6bb537a71/62625f7a-d243-41f2-b0c7-36ee1a9679e8.jpg",
    "altTitles": [
      {
        "ja": "声優ラジオのウラオモテ"
      },
      {
        "en": "The Two Sides of Seiyuu Radio"
      },
      {
        "en": "The Many Sides of Voice Actor Radio"
      }
    ],
    "description": {
      "en": "Yugure Yuhi and Utatane Yasumi, two high schooler voice actresses who just happened to attend the same school and coincidentally got placed into the same class, are the two hosts of a radio weekly program. As fellow classmates and voice actresses, they show all the listeners their great friendship! At least, on the surface. In reality, the quiet girl Chika and the gyaru Yumiko are complete opposites. And they absolutely cannot stand each other. Off air, chaos and insults erupt. On air, they're the best of friends. Just where will this tumultuous relationship lead them?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2025-01-08T00:32:28+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/d5bec063-bc41-41d3-b220-6e9e8aa5df04.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      },
      {
        "ne": "इरुमालाई डिमन स्कूलमा स्वागत छ!"
      }
    ],
    "description": {
      "en": "Hopeless pushover Iruma Suzuki has found himself in a devil of a predicament… His trashy parents have sold off his soul, and he now has to live and attend school in the Netherworld. But with his unique survival skills and doting demon grandfather’s support, Iruma will surely make it through this hellish experience. He’ll just need to subjugate rival classmates, summon familiars, and more, all while never revealing that he’s human… Easy as *aleph, bet, gimel*, right?",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "081ad446-f46c-4279-9516-a59a8601a236",
    "title": {
      "en": "Sugoi Ten☆Fes: Sugoi Tenkousei Festival"
    },
    "updatedAt": "2024-09-21T03:10:11+00:00",
    "coverArt": "https://mangadex.org/covers/081ad446-f46c-4279-9516-a59a8601a236/27be4db4-a9e4-477c-894f-5b5aef57f907.jpg",
    "altTitles": [
      {
        "en": "Amazing Transfer Student Festival"
      }
    ],
    "description": {
      "en": "Sugoi Ten Fes is focused on the N-rarity members who topped the popularity poll: Shizuku Ōsaka, Kanata Konoe, and Emma Verde"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "56"
  },
  {
    "mangaId": "628c13b7-dcef-4434-94c4-15ba177e154e",
    "title": {
      "en": "Irozuku Monochrome"
    },
    "updatedAt": "2024-12-05T19:57:39+00:00",
    "coverArt": "https://mangadex.org/covers/628c13b7-dcef-4434-94c4-15ba177e154e/45aba7cd-5ce4-41c1-883e-d7eedad0f9ac.jpg",
    "altTitles": [
      {
        "ja": "色憑くモノクローム"
      },
      {
        "ja-ro": "Irodzuku Monochrome"
      },
      {
        "en": "Color-Possessing Monochrome"
      },
      {
        "id": "Monokrom Dengan Warna"
      },
      {
        "ru": "Цветной монохром"
      }
    ],
    "description": {
      "en": "Isshiki falls in love with a maiden who is pure and innocent, but he has been possessed by Asmodeus, the demon of lust. The demon tries to arouse Isshiki by stimulating the sexual desires of the girls around him in every possible way. However, in order to exorcise the demon and avoid the girls' suspicions, Isshiki must never get excited, no matter how lewd they may act!\n\n\"How can I stand this...!\"",
      "ja": "純潔を貫く乙女に恋をした主人公・一色は、よりにもよって色欲の悪魔アスモデウスに憑りつかれてしまった。悪魔はあの手この手で乙女たちの性欲を刺激して一色を興奮させようとしてくる。しかし、乙女に嫌われないためにも悪魔を祓うためにも一色は絶対に興奮してはならない……たとえそれがどんなに淫らな行為だとしても！「こんなの我慢できるわけ……っ！」エロスとピュア、究極のせめぎ合いラブコメ開戦！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ba8fde2-acf7-4216-838c-51ae7d6d6eec",
    "title": {
      "en": "Mahou no Tsukaikata"
    },
    "updatedAt": "2025-01-19T15:13:44+00:00",
    "coverArt": "https://mangadex.org/covers/3ba8fde2-acf7-4216-838c-51ae7d6d6eec/75b15b21-8b6b-4257-b2a1-157a7420ce5d.jpg",
    "altTitles": [
      {
        "ja": "魔法のつかいかた"
      },
      {
        "ja-ro": "Mahou no Tsukai Kata"
      }
    ],
    "description": {
      "en": "I'm a sorcerer's apprentice. The sorcerer, Sentarou-san, kidnapped me from my mother and asked me to live with him. But Sentarou-san has probably killed someone before... Sakae Kusama's first full-length series, depicting the cool and gentle days of a useless adult and a lonely child, opens!"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4247b21-e8ff-46ae-9f92-fc04f6641188",
    "title": {
      "en": "Aitsu no Kanojo"
    },
    "updatedAt": "2024-11-02T15:41:52+00:00",
    "coverArt": "https://mangadex.org/covers/f4247b21-e8ff-46ae-9f92-fc04f6641188/8fc55d64-db82-4856-bcbc-8c0a9f85ad10.jpg",
    "altTitles": [
      {
        "ja": "アイツノカノジョ"
      },
      {
        "en": "Someone's Girlfriend"
      },
      {
        "zh-hk": "他的女友"
      },
      {
        "nl": "De vriendinnitje van deze vent"
      },
      {
        "nl": "Zijn vriendinnetje"
      },
      {
        "fr": "Sa petite amie"
      },
      {
        "fr": "La petite amie de ce mec"
      },
      {
        "id": "Pacarnya Dia"
      },
      {
        "uk": "Його дівчина"
      },
      {
        "vi": "Bạn Gái Bạn Thân"
      }
    ],
    "description": {
      "en": "It's April of my third and final year in high school... But the beautiful girl I have a crush on is my best friend's girlfriend. Thus begins my year of treading on the dangerous ground...",
      "ja": "気になるあの娘は、”親友の”彼女。\n\n始まりの季節、春。主人公・リクの家を訪れた美少女・雫は「いいよ、何しても。」と、リクを誘う。しかし雫は、“親友（アイツ）の彼女”。",
      "pt-br": "É abril do meu terceiro e último ano no ensino médio... Mas a linda garota por quem tenho uma queda é a namorada do meu melhor amigo. Assim começa meu ano pisando em um terreno perigoso..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece (Official Colored)"
    },
    "updatedAt": "2025-01-16T21:48:31+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/da0341d8-5526-452c-8bd3-dc8e3cd89f99.jpg",
    "altTitles": [
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      },
      {
        "vi": "Đảo Hải Tặc"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως ο «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US).**"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0dbc22e9-cff8-473f-ad1d-afca3a5b2486",
    "title": {
      "en": "A Free Ride Everyday"
    },
    "updatedAt": "2023-08-28T19:07:28+00:00",
    "coverArt": "https://mangadex.org/covers/0dbc22e9-cff8-473f-ad1d-afca3a5b2486/ede6553e-5226-4ceb-b82b-77e3cb7e542a.png",
    "altTitles": [
      {
        "en": "Daily Ride"
      },
      {
        "en": "每日便车"
      },
      {
        "en": "Daily Hitchhike"
      }
    ],
    "description": {
      "en": "Cheng Huan, the female lead, unexpectedly runs into Liao Jia, her senior from high school who works at the same company, on her way home. Taking the opportunity to hitch a ride from him, the number of times they start to meet each other begin to increase wildly. For some reason, Cheng Huan is always able to get a ride from her senior. Unconsciously, they start to realize each other's feelings, with every ride together becoming yet another opportunity for them to grow even closer."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc877a4e-ce68-43fc-b7c1-9ca64966ccd9",
    "title": {
      "en": "Mahou Sekai no Uketsukejou ni Naritai desu!"
    },
    "updatedAt": "2024-10-26T00:18:08+00:00",
    "coverArt": "https://mangadex.org/covers/dc877a4e-ce68-43fc-b7c1-9ca64966ccd9/e8e1f8f8-dc08-43a9-b370-163d75279424.jpg",
    "altTitles": [
      {
        "ja": "魔法世界の受付嬢になりたいです"
      },
      {
        "ja-ro": "Mahousekai no Uketsukejou ni Naritaidesu"
      },
      {
        "en": "I Want to Be a Receptionist in This Magical World"
      },
      {
        "en": "The Sorcerer's Receptionist"
      },
      {
        "ru": "Я хочу стать секретаршей в Волшебном мире!"
      },
      {
        "ko": "마법세계의 접수원이 되고 싶어요"
      },
      {
        "zh": "我想在魔法世界当接待小姐"
      },
      {
        "id": "Aku Ingin Menjadi Resepsionis Dunia Sihir!"
      },
      {
        "ar": "اريد ان اكون موظفة استقبال فب عالم سحري"
      },
      {
        "vi": "Tôi Muốn Làm Tiếp Tân Của Thế Giới Ma Pháp!"
      }
    ],
    "description": {
      "ar": "إنني أهدف إلى أن أكون مثل موظفة الاستقبال الأولى لهاري في هار! في عالم مليء بالسحر ، منذ صغرها ، أرادت ناناري دائمًا أن تكون موظف ةاستقبال في هار ، تمامًا مثل سان أني. أخبرها والداها أنها لا يمكن أن تصبح واحدة إلا إذا التحقت في أكاديمية المملكة السحرية وأصبحت من مستخدمي السحر من الدرجة الأولى. ومع ذلك ، عندما تصل إلى هناك ، فإنها محاطة بالملوك والنبلاء. ناناري مصممة على أن تكون الأفضل بين كل عامة الناس! لكن الأمير الذي يجلس بجانبها هو دائما في طريقها! بعد التخرج ، أصبحت ناناري موظف استقبال في جامعة هار ، ولكن كل يوم أصبح محمومًا أكثر مما اعتقدت في البداية! علاوة على ذلك ، فإن هذا الأمير المزعج الذي أزعجها باستمرار قد وجد وظيفة و…",
      "de": "Ich möchte die beste Rezeptionistin in ganz Haare sein!\n\nIn einer Welt gefüllt mit Magie möchte Nanari seit ihrer Kindheit eine Rezeptionistin in Haare sein, genau wie die Onee-san. Ihre Eltern warnten sie, dass nur die Besten der Magie-Akademie dazu die Chance bekämen. Doch als sie auf der Akademie ist, ist sie umgeben von Adel. Nanari hat ihr Ziel jedoch nicht aus den Augen verloren, doch der Prinz, der neben ihr sitzt, kreuzt ständig ihren Weg!\n\n---\n\n[Official English Light Novel Translation](https://j-novel.club/s/the-sorcerer-s-receptionist)  \n[Original Web Novel](https://ncode.syosetu.com/n2056dv/)",
      "en": "I'm aiming to be like Haare's number one receptionist onee-san!\n\nIn a world filled with magic, from a young age, Nanari has always wanted to be a receptionist at Haare, just like that onee-san. Her parents told her she couldn't become one unless she enrolled in the kingdom's magic academy and became a top-class magic user. However, when she gets there she's surrounded by royalty and nobility. Nanari is determined to be the best amongst all the commoners! But the prince who sits beside her is always getting in her way!\n\nAfter graduating, Nanari successfully became a receptionist at Haare, but each day is far more hectic than what she originally thought would be! On top of all this, that annoying prince who continuously bothered her has found a job and…?\n\n---\n\n[Official English Light Novel Translation](https://j-novel.club/s/the-sorcerer-s-receptionist)  \n[Original Web Novel](https://ncode.syosetu.com/n2056dv/)",
      "vi": "“Tôi sẽ trở thành tiếp tân giống như chị ấy!”. Trong một thế giới đầy ma thuật, từ nhỏ, Nanaly luôn muốn trở thành nhân viên tiếp tân tại Harle, giống như chị gái mà cô hằng ngưỡng mộ. Cha mẹ cô nói với cô rằng cô không thể trở thành tiếp tân trừ khi cô đăng ký vào học viện ma thuật của vương quốc và trở thành người sử dụng ma thuật hàng đầu. Tuy nhiên, khi cô đến đó, xung quanh cô luôn bao quanh bởi hoàng gia và quý tộc. Nanaly được xác định là người tốt nhất trong số tất cả những người bình thường! Nhưng tên đầu vàng ngồi bên cạnh lại luôn cản đường cô! Sau khi tốt nghiệp, Nanaly đã hoàn thành ước mơ trở thành tiếp tân ở Harle, nhưng mỗi ngày lại bận rộn hơn nhiều so với những gì cô nghĩ ban đầu! Trên hết, cái tên đầu vàng phiền phức, người liên tục làm phiền cô đã tìm được việc làm và…??"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9bcdd04-542e-4a85-b85c-a8970dc6dfde",
    "title": {
      "en": "One Step Closer to the Demon King"
    },
    "updatedAt": "2024-09-06T16:27:19+00:00",
    "coverArt": "https://mangadex.org/covers/b9bcdd04-542e-4a85-b85c-a8970dc6dfde/c5bc14e8-2443-47d1-b8df-2b3a4cdc83ae.jpg",
    "altTitles": [
      {
        "en": "One Step to the Devil"
      },
      {
        "ko": "마왕까지 한 걸음"
      },
      {
        "ko-ro": "Mawangkkaji Han Geol-eum"
      },
      {
        "ru": "В Шаге От Короля Демонов"
      },
      {
        "zh": "距魔王一步之遥"
      },
      {
        "ja": "魔王まであと一歩"
      },
      {
        "id": "Aku Raja Lautan tapi jadi Gembel"
      },
      {
        "en": "Even the Demon King, One Step at a Time"
      },
      {
        "en": "One Step to Being Dark Lord"
      },
      {
        "en": "One Step to the Demon King"
      },
      {
        "en": "One Step for the Dark Lord"
      }
    ],
    "description": {
      "en": "This is no different from ordinary villager life...\n\"There can be no one stronger than me in this world!\"\nTo become the strongest, Yuria, the Sea Queen, went ashore in search of the Demon King. But when she looked at her reflection, she saw the face of a child. In exchange for her legs, she lost all her strength... Even so, still striving to become the strongest, Yuria begins a painful journey!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)",
      "id": "[ \"Hanya saja... aku jadi tidak ada bedanya dengan penduduk desa...\" ] \"Tidak boleh ada makhluk yang lebih kuat dariku di dunia ini!\" Untuk menjadi yang terkuat, Yuria, Raja Lautan, datang ke daratan untuk mencari Raja Iblis terkuat. Namun, saat melihat ke cermin, dia melihat wajah anak kecil...? Sebagai ganti kaki, dia telah kehilangan seluruh kekuatannya. Meskipun begitu, ia masih mengincar posisi teratas di dunia! Perjalanannya yang penuh air mata dimulai!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)",
      "ko": "[\"이건 그냥… 마을 사람 A랑 다를게 없잖아…\"]\n\n\"나보다 강한 존재는 이 세계에 있을 수 없어!\"\n세계관 최강자 자리를 위해 지상최강 \"마왕\"을 찾아\n뭍으로 나온 바다의 왕 \"유리아\" \n\n그런데… 거울을 보니 웬 어린아이가…?\n다리를 얻음과 동시에 \n그녀의 모든 힘이 사라져 버렸다...\n\n그럼에도 여전히 세계최강 자리를 노리고 있는\n 그녀의 눈물겨운 여정이 시작된다!!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)",
      "ru": "Это… Ничем не отличается от деревенской жизни... В этом мире не может быть существа сильнее меня!” Чтобы стать сильнейшей, Юрия, Морская Королева, вышла на сушу в поисках Короля Демонов. Но… Посмотрев на свое отражение, она увидела лицо ребенка... В обмен на ноги она потеряла все свои силы... Даже так, все еще стремясь стать сильнейшей, начинается мучительное путешествие Юрии!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)",
      "zh": "深海女王无奈变成小孩？\n落魄海王的陆地称霸之旅！\n大海之王友丽亚为了称霸天下，特地上岸来到陆地上寻找魔王一决胜负。可上岸后才发现，自己失去了所有的力量，而且还变成了小孩子？为了称霸天下，友丽亚辛酸的崭新旅程就此拉开帷幕！\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c04d5c1f-bddd-4729-89d5-f1603335da90",
    "title": {
      "en": "The Vengeance of the Egyptian Witch"
    },
    "updatedAt": "2024-03-01T08:17:02+00:00",
    "coverArt": "https://mangadex.org/covers/c04d5c1f-bddd-4729-89d5-f1603335da90/c604a230-cdb7-4a56-b823-57668cd72d81.jpg",
    "altTitles": [
      {
        "ja": "エジプト魔女の逆襲譚"
      },
      {
        "ja-ro": "Egypt Majo no Gyakushuu-tan"
      },
      {
        "vi": "Sự báo thù của phù thủy Ai Cập"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "2"
  },
  {
    "mangaId": "15588d53-d6e9-4c07-813f-5a4c65e51c0a",
    "title": {
      "en": "Falling in the Night with You"
    },
    "updatedAt": "2022-11-02T05:43:47+00:00",
    "coverArt": "https://mangadex.org/covers/15588d53-d6e9-4c07-813f-5a4c65e51c0a/2ee4870c-41a2-45e2-a25e-19bd02ab4a2c.jpg",
    "altTitles": [
      {
        "en": "Fall in the Night with You"
      },
      {
        "en": "Nyx Stay Night"
      },
      {
        "en": "Nyx Stays Night"
      },
      {
        "en": "黑夜有所斯"
      }
    ],
    "description": {
      "en": "The sudden appearance of the amnesiac witch, Nyx, has brought a lot of changes to Ren Xi’s life. The two help each other’s growth, Ren Xi’s willing to help Nyx to find her lost memories, but in the process, will discover an astonishing secret……  \n  \nL'apparition soudaine d'une sorcière amnésique, Nix, amène beaucoup de changements dans la vie du jeune Ren Xi. Ren Xi veut aider Nix à retrouver ses souvenirs. Cette quête leur fera découvrir un secret incroyable…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9c3006-915b-4f7e-8636-9eea6da12ec3",
    "title": {
      "en": "Daily Life of Sa-chan, a Drugstore Clerk"
    },
    "updatedAt": "2025-01-17T11:34:59+00:00",
    "coverArt": "https://mangadex.org/covers/9d9c3006-915b-4f7e-8636-9eea6da12ec3/281d37c0-04c8-4ca4-8db3-ba5bb3076e78.png",
    "altTitles": [
      {
        "ja-ro": "Drugstore tenin sa-chan no nichijo"
      },
      {
        "ja-ro": "Doraggusutoa ten'in satchan no nichijō"
      },
      {
        "ja": "ドラッグストア店員さっちゃんの日常"
      },
      {
        "vi": "Chuyện nàng Sa ở tiệm thuốc"
      },
      {
        "ja-ro": "Drug Store Tenin Sacchan no Nichijou"
      },
      {
        "fr": "Le quotidien de Sa-Chan, une vendeuse comme une autre"
      },
      {
        "fr": "Le quotidien de Sa-chan, une employée de pharmacie"
      },
      {
        "vi": "Chuyện Đời Thường Của Nhân Viên Hiệu Thuốc, Sa-Chan"
      },
      {
        "vi": "Cuộc Sống Thường Ngày Của Nhân Viên Hiệu Thuốc Sa-Chan"
      }
    ],
    "description": {
      "en": "A series between the expressionless drugstore clerk, Sa-chan, and her boisterous childhood friend who's head over heels over Sa-chan but hesitant in confessing his love for her. Join them in their romcom-packed everyday life working at a drugstore.",
      "fr": "> Une série réunissant une employée de pharmacie sans expression, Sa-chan, et son ami d'enfance turbulent qui est fou amoureux d'elle mais qui hésite à lui avouer son amour. Accompagnez-les dans leur quotidien plein de comédie amoureuse en travaillant dans une pharmacie.",
      "id": "Seri antara petugas toko obat tanpa ekspresi, Sa-chan, dan teman masa kecilnya yang riuh yang jungkir balik terhadap Sa-chan tetapi ragu-ragu dalam mengakui cintanya padanya. Bergabunglah dengan mereka dalam kehidupan sehari-hari mereka yang penuh romansa bekerja di toko obat.",
      "ja": "ドラッグストアで働くさっちゃんとその幼なじみが両思いなんだけど、お互い気づかなくて毎日やきもきする話です。",
      "pt-br": "Uma série entre a inexpressiva balconista da drogaria, Sa-chan, e seu turbulento amigo de infância que está de ponta-cabeça por Sa-chan, mas hesita em confessar seu amor por ela. Junte-se a eles em sua vida cotidiana repleta de comédia romântica trabalhando em uma farmácia."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b757d730-1d01-4ab9-8909-c6a9b1f79a0c",
    "title": {
      "en": "Baikoku Kikan"
    },
    "updatedAt": "2024-10-26T09:49:48+00:00",
    "coverArt": "https://mangadex.org/covers/b757d730-1d01-4ab9-8909-c6a9b1f79a0c/a8eff0d1-a85f-4d85-8103-1853ec1a83b3.jpg",
    "altTitles": [
      {
        "ru": "Королева оперы"
      },
      {
        "ja": "売国機関"
      },
      {
        "ko": "매국기관"
      },
      {
        "zh": "卖国机关"
      },
      {
        "en": "The Queen of the Opera"
      },
      {
        "ja-ro": "Baikoku Kikan"
      },
      {
        "hu": "Az opera királynője"
      }
    ],
    "description": {
      "en": "In the early 20th century, a small republic found itself stuck between a kingdom and an empire - both of whom wanted to manipulate the republic to suit their own needs.\n\nIn order to protect itself from both sides of the conflict, the republic created a small group of soldiers whose job it is to suppress revolution and dissent in any way possible. This is the story of the Opera House.",
      "ja": "チュファルテク合同共和国――。 戦争が終わった国家を舞台に、内なる暗闘が始まる。 ”愛国者”の敵は、いつだって”愛国者”だ。『幼女戦記』のカルロ・ゼン最新作!!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-10-14T10:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/b0aa4473-59dc-45d9-be45-b69dfcaf794f.jpg",
    "altTitles": [
      {
        "ja": "異世界のんびり農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "vi": "Cuộc Sống Nông Dân Ở Thế Giới Khác"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "闘病の末に命を落とした青年・火楽は、神様によって蘇生され、若返って異世界に転移した。第二の人生を楽しむため、授けられた『万能農具』を手に、異世界で掘って伐って耕して…。\n\n**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4573044-ca38-4b83-bcc5-9e3a7c0b764b",
    "title": {
      "en": "Haike, Arashi Hini Saku Hana Tachie"
    },
    "updatedAt": "2025-01-23T04:55:36+00:00",
    "coverArt": "https://mangadex.org/covers/e4573044-ca38-4b83-bcc5-9e3a7c0b764b/d2178e0d-c5a0-4c01-9a71-23b7668786bc.jpg",
    "altTitles": [
      {
        "ja": "拝啓、在りし日に咲く花たちへ"
      },
      {
        "ko": "배계, 지난날에 피어난 꽃들에게"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a670fa43-0472-4736-af30-785d8c08fb1c",
    "title": {
      "en": "Subaru to Suu-san"
    },
    "updatedAt": "2025-01-12T10:37:20+00:00",
    "coverArt": "https://mangadex.org/covers/a670fa43-0472-4736-af30-785d8c08fb1c/117fb573-ed16-447a-bb36-afc8c56053d9.jpg",
    "altTitles": [
      {
        "en": "The Strange Life of Subaru"
      },
      {
        "ja": "昴とスーさん"
      },
      {
        "zh": "根号昴的奇异人生"
      },
      {
        "ko": "스바루와 스 씨"
      },
      {
        "vi": "Subaru và Su"
      }
    ],
    "description": {
      "en": "Mio and Subaru live together in a small apartment avoiding attention. While they masquerade as siblings with an age gap, Subaru holds a secret."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "38"
  },
  {
    "mangaId": "c74832b3-8cab-479b-8261-c1fa71f0065c",
    "title": {
      "en": "Anata no Ai to, Itsuka no Mirai de"
    },
    "updatedAt": "2025-01-23T10:40:09+00:00",
    "coverArt": "https://mangadex.org/covers/c74832b3-8cab-479b-8261-c1fa71f0065c/bbaedc39-e542-4b03-9b70-a16e4d268ae9.jpg",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "aa8290de-c522-40d2-8eb9-842b4f69e8b8",
    "title": {
      "en": "Ingrid, the White Deer"
    },
    "updatedAt": "2023-11-23T19:16:31+00:00",
    "coverArt": "https://mangadex.org/covers/aa8290de-c522-40d2-8eb9-842b4f69e8b8/f5ff4784-edc9-46c9-a07f-50929bb1cc1d.jpg",
    "altTitles": [
      {
        "ko": "흰 사슴 잉그리드"
      },
      {
        "ko-ro": "Huin Sasaeum Ingrid"
      },
      {
        "en": "White Deer Ingrid!"
      },
      {
        "en": "White Deer!"
      },
      {
        "es": "Ingrid, el ciervo blanco!"
      },
      {
        "vi": "Nàng Hươu Trắng Ingrid"
      },
      {
        "th": "เลดี้อิงกริด"
      },
      {
        "zh-hk": "白鹿少女英嘉莉德"
      },
      {
        "zh": "白鹿英格丽德"
      },
      {
        "fr": "Ingrid, the White Deer: L'escapade risquée d'une jolie biche"
      },
      {
        "uk": "Інґрід, біла лань"
      }
    ],
    "description": {
      "en": "The beautiful daughter of the Farnese family is caught up in a whirlwind romance with a notorious royal playboy — it’s the scandal of the century! When the title of “Elvynee Deer” is awarded to the pure and lovely Ingrid Farnese, all of high society expects her to marry into foreign royalty. Cursed in love with a history of broken engagements, Ingrid is determined to stay put at home in Valentine Kingdom. To take control of her own future she’ll make the king’s illegitimate son, libertine and womanizer Regan Espencer, propose to her. But the problem is, Regan is the only man in the country who doesn’t want her hand in marriage! Will Ingrid survive being tossed into the throes of debauchery and reach her happy ending?  \n  \nBased on the novel by WhiteFence.\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=53354073)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/comics/ingrid-the-white-deer)\n* [Chinese (Simplified) / 汉语](https://www.iqiyi.com/manhua/detail_2fox7ys7pv9.html)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/drama/yingjialide/list?title_no=2002)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/white-deer-ingrid/list?title_no=1979)\n* [Vietnamese / Tiếng Việt](https://pops.tv/comics/nang-huou-trang-ingrid-5f4ded5542243d00353e7ff7)",
      "fr": "La belle fille de la famille Farnèse est prise dans une romance éclair avec un playboy royal notoire - c'est le scandale du siècle ! Lorsque le titre de «Elvynee Deer» est décerné à la pure et charmante Ingrid Farnèse, toute la haute société s'attend à ce qu'elle se marie avec une royauté étrangère. Maudite amoureuse d'une histoire d'engagements rompus, Ingrid est déterminée à rester chez elle dans le royaume de Valentine. Pour prendre le contrôle de son propre avenir, elle lui proposera le fils illégitime du roi, le libertin et coureur de jupons Regan Espencer. Mais le problème est que Regan est le seul homme du pays à ne pas vouloir sa main en mariage! Ingrid survivra-t-elle aux affres de la débauche et atteindra-t-elle sa fin heureuse?\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=53354073)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/comics/ingrid-the-white-deer)\n* [Chinese (Simplified) / 汉语](https://www.iqiyi.com/manhua/detail_2fox7ys7pv9.html)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/drama/yingjialide/list?title_no=2002)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/white-deer-ingrid/list?title_no=1979)\n* [Vietnamese / Tiếng Việt](https://pops.tv/comics/nang-huou-trang-ingrid-5f4ded5542243d00353e7ff7)",
      "th": "เคยรู้สึกไหมว่าชีวิตของตัวเอง แต่กลับตัดสินใจอะไรเพื่อตัวเองไม่ได้เลย… ตลอดชีวิตที่ผ่านมา เลดี้อิงกริดผู้เลอโฉมที่ทุกคนยกย่องว่าสง่างามเหมือนกวางขาวได้ใช้ชีวิตตามใจพ่อแม่มาโดยตลอด แต่เรื่องความรักไม่ใช่สิ่งที่คนอื่นจะตัดสินใจแทนได้หรอก สุดท้ายแล้ว การตัดสินใจครั้งแรกในชีวิตของเลดี้อิงกริดเพื่อความรักนี้ก็คือ...\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=53354073)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/comics/ingrid-the-white-deer)\n* [Chinese (Simplified) / 汉语](https://www.iqiyi.com/manhua/detail_2fox7ys7pv9.html)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/drama/yingjialide/list?title_no=2002)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/white-deer-ingrid/list?title_no=1979)\n* [Vietnamese / Tiếng Việt](https://pops.tv/comics/nang-huou-trang-ingrid-5f4ded5542243d00353e7ff7)",
      "vi": "Ingrid Farnese là cô gái đẹp nhất trong giới thượng lưu, người được mệnh danh là chú hươu trắng Elvynee. Nhưng đáng tiếc, hôn sự của cô không hề suôn sẻ như lời chúc phúc của mọi người. Hai lần đính hôn và cả hai lần đều thất bại. Lần này, cuối cùng cô gái bất hạnh ấy cũng bước chân vào gia đình hoàng gia, trở thành Vương phi của Quốc vương Severus.\nMỹ nhân đẹp nhất vương quốc và tay chơi khét tiếng trong thế giới ngầm của Elvynee, Công tước Regan Espencer – kẻ được gọi với cái tên Con rơi của vua. Mùa xuân năm ấy, một sự kiện gây rúng động thủ đô đã xảy ra…\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=53354073)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/comics/ingrid-the-white-deer)\n* [Chinese (Simplified) / 汉语](https://www.iqiyi.com/manhua/detail_2fox7ys7pv9.html)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/drama/yingjialide/list?title_no=2002)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/white-deer-ingrid/list?title_no=1979)\n* [Vietnamese / Tiếng Việt](https://pops.tv/comics/nang-huou-trang-ingrid-5f4ded5542243d00353e7ff7)",
      "zh": "描写社交界最放肆的才子公爵李根和最佳纯情美丽女性英格丽德的罗曼史。这是完全不相配的男女相遇相爱并逐渐变化的故事。\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=53354073)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/comics/ingrid-the-white-deer)\n* [Chinese (Simplified) / 汉语](https://www.iqiyi.com/manhua/detail_2fox7ys7pv9.html)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/drama/yingjialide/list?title_no=2002)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/white-deer-ingrid/list?title_no=1979)\n* [Vietnamese / Tiếng Việt](https://pops.tv/comics/nang-huou-trang-ingrid-5f4ded5542243d00353e7ff7)",
      "zh-hk": "社交界最放蕩的浪子—王的庶子，遇上身為名門千金的她！\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=53354073)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/comics/ingrid-the-white-deer)\n* [Chinese (Simplified) / 汉语](https://www.iqiyi.com/manhua/detail_2fox7ys7pv9.html)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/drama/yingjialide/list?title_no=2002)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/white-deer-ingrid/list?title_no=1979)\n* [Vietnamese / Tiếng Việt](https://pops.tv/comics/nang-huou-trang-ingrid-5f4ded5542243d00353e7ff7)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "83"
  },
  {
    "mangaId": "4ece26b1-1b8b-44b5-8fba-dfe2140f9ded",
    "title": {
      "en": "The Villainous Tyrant Has Returned"
    },
    "updatedAt": "2025-01-11T05:42:31+00:00",
    "coverArt": "https://mangadex.org/covers/4ece26b1-1b8b-44b5-8fba-dfe2140f9ded/4ad122d6-162f-410b-adf8-8bb9448fa0d5.jpg",
    "altTitles": [
      {
        "ko": "악역 폭군이 회귀해 버렸다"
      },
      {
        "ko-ro": "Angnyeok Pokguni Hoegwihae Beoryeotda"
      }
    ],
    "description": {
      "en": "\"If you wish, I don’t mind dying.\"\n\nThe tyrant Ludwig Magenta has met his end at the hands of Empress Olive Charlotte. The moment he accepted death, he opened his eyes in the garden where he first met her at the age of twelve. \n\nIf he starts again from the beginning, can he change his tragic life? \n\nOnly time will tell if Ludwig’s quest for Olive’s love will succeed."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95543d8f-05ba-4345-8800-bc75f4a3ed78",
    "title": {
      "en": "Chichi to Hige-Gorilla to Watashi"
    },
    "updatedAt": "2024-06-19T15:37:45+00:00",
    "coverArt": "https://mangadex.org/covers/95543d8f-05ba-4345-8800-bc75f4a3ed78/106658c8-b206-45a0-8610-4c13b37d445b.jpg",
    "altTitles": [
      {
        "ja": "Chichi to Higegorira to Watashi"
      },
      {
        "en": "Dad, the Beard Gorilla, and I"
      },
      {
        "en": "Dad, the Bearded Gorilla, and I"
      },
      {
        "en": "Gojuan, eg Lombobo, ana Dwa"
      },
      {
        "en": "Papá, el Gorila Barbudo, y Yo"
      },
      {
        "ja": "父とヒゲゴリラと私"
      },
      {
        "zh": "爸爸、胡子猩猩与我"
      }
    ],
    "description": {
      "en": "After losing her mother to a tragic accident, 6-year old tomboy, Michiru, finds a suspicious person moving into her precious home: her dad's giant younger brother Kouji, the 'Beard Gorilla'. While awkward at first, it doesn't take long for the two to develop a familiar bond that looks more like that of a brother and a sister, than that of niece & uncle.",
      "zh": "开心的日子也好，寂寞的日子也好，都是大家大家珍贵的回忆。\n在同一屋檐下，哥哥+弟弟+哥哥的女儿‼ 一部有点不寻常的家庭喜剧‼"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "98"
  }
]