[
  {
    "mangaId": "5c3e27c4-2ff1-4b66-968e-8b813653192e",
    "title": {
      "en": "Isekai Ryouridou"
    },
    "updatedAt": "2024-10-01T00:10:54+00:00",
    "coverArt": "https://mangadex.org/covers/5c3e27c4-2ff1-4b66-968e-8b813653192e/15ac46a9-b1a9-49ea-8801-0c1482e7fc75.jpg",
    "altTitles": [
      {
        "en": "Cooking with Wild Game"
      },
      {
        "ru": "Готовка в другом мире"
      },
      {
        "th": "พ่อครัวมือใหม่ผจญภัยต่างโลก"
      },
      {
        "ja": "異世界料理道"
      },
      {
        "ms": "Hidangan di Dunia Lain"
      }
    ],
    "description": {
      "en": "Main protagonist is Tsurumi Asuta. 17 yrs old, 2nd year high schooler. He was working as an apprentice cook at Tsurumi-ya, managed by his father. One day a fire broke out in Tsurumi-ya, for the sake of his father's cherished knife 'Santoku Houchou' he ran back inside to retrieve it and thus met his end. Before he knew it he awoke to an unknown environment. He was then attacked by a beast resembling a boar but a girl named Aifa, from the People of Morihen, saved him. It was then that he realized he was really in different world.",
      "ru": "Цуруми Асута – 17-летний школьник, сын хозяина харчевни «Цуруми-я», попадает в другой мир, где его ждут свирепые монстры, прекрасные туземки и отличная еда!",
      "pt-br": "Asuta Tsurumi de 17 anos de idade e no segundo ano do ensino médio. Trabalha como aprendiz de cozinheiro no Tsurumi-ya, um restaurante comandado por seu falecido pai. Um dia Tsurumi-ya é pega por um incêndio, Asuta mergulha nas chamas em busca da faca 'Santoku' de seu pai, que lhe foi dito que era a alma e vida dele, e foi ai onde ele encontrou seu fim. Enquanto volta para sair das chamas, ele se deparou que estava em meio a uma floresta estranha, sem entender nada ele foi atacado por uma besta aparecida com um Javali, entanto ele foi salvo por uma bela mulher chamada Ai Fa que se auto-denomina parte do \"Povo de Morihen\". Neste instante ele percebeu que se encontrava em outro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b85ac0f-6799-4647-8e90-97ca22614b28",
    "title": {
      "en": "Kimi ni Aisarete Itakatta"
    },
    "updatedAt": "2024-05-24T18:28:25+00:00",
    "coverArt": "https://mangadex.org/covers/0b85ac0f-6799-4647-8e90-97ca22614b28/355414b8-b24a-4d02-9bf1-2f38f7364d5b.jpg",
    "altTitles": [
      {
        "en": "I Wanted to be Hurt by Love"
      },
      {
        "en": "You Loved Me So Much It Hurt"
      },
      {
        "ru": "Я хотела бы быть обиженной твоей любовью"
      },
      {
        "ja": "君に愛されて痛かった"
      },
      {
        "zh": "被你所愛、真的很痛"
      },
      {
        "ko": "너에게 사랑받아 아팠다"
      },
      {
        "fr": "Brisée par ton amour..."
      }
    ],
    "description": {
      "en": "Kanae is a girl who is struggling to fit in with the popular clique at her high school. Because she had been bullied in middle school, she has developed an acute inferiority complex that had led her to engage in questionable after-school activities in order to feel wanted.   \n  \nIn comes Hiroshi, a high-school baseball star who became drawn to her after finding her crying during a group date at a karaoke bar. Thus begins an unhealthy relationship between a mentally unstable high-school girl and a jock.  \n\n\n---",
      "pt": "Kanae é uma garota que está lutando pra se encaixar no grupo popular de sua escola. Devido ao bullying que sofreu durante o ensino fundamental, ela desenvolveu um intenso complexo de inferioridade, o que a levou a praticar atividades questionáveis depois das aulas, tudo para sentir-se desejada."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6be9ef87-51cc-4064-b414-630f672b2bc9",
    "title": {
      "en": "Three Years Apart"
    },
    "updatedAt": "2024-10-11T20:02:23+00:00",
    "coverArt": "https://mangadex.org/covers/6be9ef87-51cc-4064-b414-630f672b2bc9/0a4a3335-fbd1-4bac-b821-cd9dceaf54d7.jpg",
    "altTitles": [
      {
        "en": "3 Years Apart"
      },
      {
        "en": "3-nen sa"
      },
      {
        "en": "San Nen Sa"
      },
      {
        "en": "Sannensa"
      },
      {
        "en": "三年差"
      },
      {
        "pt-br": "Três anos separados"
      },
      {
        "vi": "Cách nhau 3 tuổi"
      }
    ],
    "description": {
      "en": "Mizuki and Kazuya, childhood friends, are 3 years apart.  \nIt's not really a so-called \"Age Gap\" but that makes some distance between them during their youth.  \nFrom their childhood to the present, the story will be told about these two who are 3 years apart.  \n  \n\n\n---\n\n**Links:**  \n- [![](https://i.imgur.com/oiVINmy.png) Artist’s Pixiv](https://www.pixiv.net/member.php?id=596062)  \n- [![](https://i.imgur.com/dQCXZkU.png) Artist’s Twitter](https://twitter.com/shimazakikazumi)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "74"
  },
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents to Give You"
    },
    "updatedAt": "2024-07-26T06:08:30+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai Saretakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      },
      {
        "es-la": "El regaño que nunca quisieras recibir de tus padres"
      },
      {
        "es-la": "La charla que nunca quieres que te den tus padres."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7af7cbd5-6c77-4c9e-9163-7f01dd6e1cc6",
    "title": {
      "en": "Maou Gun Saikyou no Majutsushi wa Ningen datta"
    },
    "updatedAt": "2024-10-11T19:59:32+00:00",
    "coverArt": "https://mangadex.org/covers/7af7cbd5-6c77-4c9e-9163-7f01dd6e1cc6/cd2d2b3b-b6b6-4a2b-b5db-e2b1171a6f21.jpg",
    "altTitles": [
      {
        "en": "The Maou Army's Strongest Magician Was a Human"
      },
      {
        "ru": "Самый сильный волшебник армии Мао оказался человеком"
      },
      {
        "ja": "魔王軍最強の魔術師は人間だった"
      },
      {
        "ko": "마왕군 최강의 마술사는 인간이었다"
      },
      {
        "zh-hk": "魔王軍最強的魔術師是人類"
      },
      {
        "en": "The Strongest Magician in the Demon Lord's Army Was a Human"
      }
    ],
    "description": {
      "en": "“Maou Army’s strongest magician” I’m called. Ike, a demon capable of capturing a fort alone. Clearing away enemies with immense magic, he is without a doubt a monster held in awe by friend and foe. However he has a secret he can’t tell other demons. “I, actually am a human you know.” Using modern knowledge to keep his secret, he became treated as a great commander and the driving force of the Maou’s army.",
      "ja": "**Alternative raw:** <https://seiga.nicovideo.jp/comic/43592>"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "624e2b30-55c1-4de9-8dc9-991abf0241ea",
    "title": {
      "en": "Tonari no Jii-san"
    },
    "updatedAt": "2024-10-12T14:00:14+00:00",
    "coverArt": "https://mangadex.org/covers/624e2b30-55c1-4de9-8dc9-991abf0241ea/c3ba2202-f044-42c9-9934-662ab486faee.png",
    "altTitles": [
      {
        "en": "My Old Man Neighbor"
      },
      {
        "ja": "トナリノジイサン"
      }
    ],
    "description": {
      "en": "Yuki, a girl living in a rural town, studies art with the goal of becoming an artist in the city. One day, her sister leaves the town to fulfill her own dreams. Yuki boards the train with her to see her off, but during the journey, she is struck by a strange phenomenon!? Is it reality or an illusion... A chilling horror."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46708527-d28a-4833-bd8b-e3ee553a20ee",
    "title": {
      "en": "Mitame Jirai-Kei Osananajimi"
    },
    "updatedAt": "2024-10-12T19:09:30+00:00",
    "coverArt": "https://mangadex.org/covers/46708527-d28a-4833-bd8b-e3ee553a20ee/40b94a73-5d3a-45b7-bc94-8682604aef83.jpg",
    "altTitles": [
      {
        "en": "My Childhood Friend Who Looks Like a Landmine Type"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1fcaaa65-6fa4-4772-9006-b905101905d7",
    "title": {
      "en": "Cheating Men Must Die"
    },
    "updatedAt": "2024-09-29T20:30:10+00:00",
    "coverArt": "https://mangadex.org/covers/1fcaaa65-6fa4-4772-9006-b905101905d7/1bdc693c-8bcd-4f30-89ce-1fd08fcc04cc.jpg",
    "altTitles": [
      {
        "it": "Gli Uomini Traditori Devono Morire"
      },
      {
        "zh-ro": "Wan Zha Chao Huang"
      },
      {
        "zh": "万渣朝凰"
      },
      {
        "en": "Phoenix Rising Above Evil"
      },
      {
        "vi": "Vạn Tra Triêu Hoàng"
      },
      {
        "es": "Hombres Infieles Deben Morir"
      },
      {
        "fr": "Les hommes infidèles doivent mourir"
      },
      {
        "pt-br": "Presságio da Fênix"
      },
      {
        "th": "ชายเลวหมื่นลี้ทานตะวัน"
      },
      {
        "ja": "負けヒロイン救済計画"
      },
      {
        "ja-ro": "Make Hiroin Kyūsai Keikaku"
      },
      {
        "ko": "환생해결사"
      },
      {
        "ko-ro": "Hwansaeng Haegyeolsa"
      }
    ],
    "description": {
      "en": "Why torment scumbags for just a moment when you can do so forever? Join Su LuXia as she transmigrates into countless worlds with her ‘Supporting Female Character’s Counterattack System’ to unleash vengeance upon the deplorable male and female leads using a variety of tactics! \n\nSu LuXia: \"The only thing that brings me comfort is the tears of remorse from scumbag men and the agonizing groans of despicable women who can't get what they want.\" \n\nSystem: \"Has My Esteemed Host learnt to reel back her vengeful spirit? Nope, I guess not.\"",
      "fr": "Su Lüxia fait partie d'un \"Système de rôle féminin\".\nSa mission : en se téléportant dans les corps des femmes trompées et bafouées, elle renverse leur destinée.\n\"Seules les larmes d'un bâtard de tricheur et les gémissements de douleur d'une garce m'apportent le réconfort.\"",
      "it": "Schiacciare un verme per un solo momento dà una soddisfazione momentanea, ma le vite passate a schiacciare i vermi forniscono vite di soddisfazione continua. Su Lüxia, la nostra protagonista femminile, trasmigra in altri mondi con il sistema di contrattacco della seconda protagonista femminile; usa schemi e trucchi elaborati per picchiare innumerevoli bastardi traditori e puttane.\n\nSu Lüxia: \"Solo le lacrime di rimorso di un bastardo traditore, e i gemiti di dolore di una puttana incapace di ottenere ciò che vuole, mi danno conforto.\"\n\nSistema: \"Il mio ospite ha attinto alla sua umanità oggi? No.\""
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "407e9e09-b747-4932-9a9a-964c8813baad",
    "title": {
      "en": "The World of SKK Girls"
    },
    "updatedAt": "2024-09-06T12:45:37+00:00",
    "coverArt": "https://mangadex.org/covers/407e9e09-b747-4932-9a9a-964c8813baad/5f3eefda-8d99-4b1a-a9cf-857d36f70a2a.jpg",
    "altTitles": [
      {
        "ja": "SKK 〜少女たちの世界〜"
      },
      {
        "ja-ro": "SKK - Shoujo-tachi no Sekai"
      }
    ],
    "description": {
      "en": "In a mysterious world devoid of humans, Saya, Katana, and Kodachi are three inseparable friends. Their days are filled with laughter and games in the eerie quiet. But beneath this calm, an obscure presence lurks in the shadows…?!\n\nFrom the creator of “Muto to Sato,” Akatsuka-sensei, comes a new, uncharted adventure—innocence meets mystery in a world unknown!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23f2ab6b-0832-456b-9d87-35868ce34fc8",
    "title": {
      "en": "My Clueless First Friend"
    },
    "updatedAt": "2024-10-07T19:30:18+00:00",
    "coverArt": "https://mangadex.org/covers/23f2ab6b-0832-456b-9d87-35868ce34fc8/c6e86e9d-b556-4197-9988-e84a8fe47135.jpg",
    "altTitles": [
      {
        "ja-ro": "Jijyou wo Shiranai Tenkousei ga Guigui Kuru"
      },
      {
        "pt": "O Aluno Sem Noção Transferido É Assertivo"
      },
      {
        "ja": "事情を知らない転校生がグイグイくる。"
      },
      {
        "zh-hk": "什麼情況都不知道的轉校生一個勁的湊過來。"
      },
      {
        "uk": "Цей безглуздий переведений учень такий настирливий."
      },
      {
        "fr": "Mon Amie des Ténèbres."
      },
      {
        "en": "The Clueless Transfer Student Is Assertive."
      },
      {
        "pt-br": "Meu Primeiro Amigo é um Tapado"
      }
    ],
    "description": {
      "en": "Akane Nishimura is a shy and gloomy elementary school girl with an unfounded dire reputation in her class due to her appearance. Taiyou Takada is a transfer student in her class who came from a small countryside school, and who is fascinated by the aspects of Nishimura that her classmates use to pick on her, finding her \"darkness\" cool beyond compare. Through the unbridled and fundamental joy Takada finds in being her friend, Nishimura starts realizing that being herself is not as bad as she thinks.",
      "uk": "Акане Нішімура — сором’язлива та похмура дівчинка початкової школи, яка через свою зовнішність має безпідставну жахливу репутацію у своєму класі. Тайо Такада — новий учень, який перевівся з невеликої сільської школи, і якому подобається унікальність Нішімури, яку її однокласники використовують, щоб познущатися з неї, вважаючи, що її «темрява» виглядає моторошно. Через нестримну та фундаментальну радість, яку проявляє Такада, будучи її другом, Нішімура починає розуміти, що бути собою не так вже й погано, як вона думала.",
      "pt-br": "Nishimura é uma garota retraída, hostilizada por todos os colegas por seu jeito sombrio, que dizem até que ela é a Morte em pessoa. Mas isso só chama ainda mais a atenção de Takada, um novo aluno transferido. Sem saber o motivo do apelido, que por sinal ele acha super-maneiro, Takada começa a se aproximar mais e mais da Nishimura para se tornar amigo dela. Uma história cativante, cheia de nostalgia dos nossos tempos de fundamental, sobre uma amizade que vai aquecer seus corações!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5351a0c-96af-49f7-898e-17914a082561",
    "title": {
      "en": "Boku no Kanojo wa Dekkawaii"
    },
    "updatedAt": "2024-10-06T08:12:42+00:00",
    "coverArt": "https://mangadex.org/covers/b5351a0c-96af-49f7-898e-17914a082561/8a9f25a2-2ca1-47ac-bfea-6440d81c6fd4.jpg",
    "altTitles": [
      {
        "ja": "僕の彼女はデッカワイイ"
      },
      {
        "ja-ro": "Boku no Kanojo ha Dekkawaii"
      },
      {
        "ja": "My Girl Friend Is Big & Cute!"
      },
      {
        "en": "My Girlfriend Is Big & Cute!"
      },
      {
        "en": "My Girlfriend Is Giganticute"
      },
      {
        "en": "My Girlfriend Is Big and Cute!"
      },
      {
        "pl": "Moja Dziewczyna Jest Wysoka i Urocza"
      },
      {
        "id": "Pacar Imut Bertubuh Bongsor"
      },
      {
        "pt-br": "Minha namorada é grande e fofa!"
      },
      {
        "vi": "Cô bạn gái to lớn và dễ thương của tôi"
      }
    ],
    "description": {
      "en": "For as long as he remembers, Komi has been shorter than his fellow classmates. He always felt inferior as a result, until he met Obinata - a girl who is head and shoulders above him. \n\nYes, Asumi Obinata is tall. She’s imposing. But she’s also Komi Amane’s girlfriend. And these two are the happiest kids in the world. \n\nThe super-popular oneshot has been expanded to a full series here!",
      "pt-br": "Pelo que ele pode lembrar, Komi sempre foi mais baixo que seus colegas de classe. Ele sempre se sentiu inferior por causa disso, até que conheceu Obinata – uma garota que é muito mais alta que ele.\n\nSim, Asumi Obinata é alta. Ela é imponente. Mas ela também é a namorada de Komi Amane. E esses dois são as crianças mais felizes do mundo."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cbcf5051-74a0-4b93-b99c-1a6975f1bef9",
    "title": {
      "en": "Kaiko sareta Ankoku Heishi (30-dai) no Slow na Second Life"
    },
    "updatedAt": "2024-10-11T16:11:49+00:00",
    "coverArt": "https://mangadex.org/covers/cbcf5051-74a0-4b93-b99c-1a6975f1bef9/ff225379-ba3c-4cce-9121-a3d9faba104a.jpg",
    "altTitles": [
      {
        "ru": "Неспешная жизнь уволенного тёмного солдата(30-ти лет)"
      },
      {
        "zh": "被解雇的暗黑士兵慢生活的第二人生"
      },
      {
        "ja": "解雇された暗黒兵士（30代）のスローなセカンドライフ"
      },
      {
        "en": "Chillin' in My 30s After Getting Fired from the Demon King's Army"
      },
      {
        "en": "The Slow Second Life of a Dismissed Dark Soldier (Age 30)"
      },
      {
        "vi": "Cuộc Sống Chậm Của Chiến Binh Hắc Ám Bị Cho Về Vườn Tuổi 30"
      }
    ],
    "description": {
      "en": "The dark soldier Dariel (30 years old) who can't use magic while in the Demon Lord's army, was fired for his lack of capacity. Having been raised by the previous Demon Lord himself, he finds that his adoptive brother, the new Demon Lord has little use for him. However, once he rescues a villager girl from a forest monster, Dariel is invited into her village and starts realizing that he may be considerably more powerful than what he thought…\n\n---  \n**Links:**  \n- [Official LN (JP)](http://lanove.kodansha.co.jp/k_lanovebooks/comic/ankokuheishi/)  \n- [Alternative Raw](https://magazine.yanmaga.jp/c/ankokuheishi/)  \n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n0617fd)\n- [Anime airing on Crunchyroll](https://www.crunchyroll.com/series/G79H23XWZ/chillin-in-my-30s-after-getting-fired-from-the-demon-kings-army)",
      "es": "El soldado oscuro Dariel (de 30 años) que no puede usar magia mientras está en el ejército del Señor de los Demonios, fue despedido por su falta de capacidad. Habiendo sido criado por el anterior Señor de los Demonios, se encuentra con el hecho de que su hermano adoptivo, el nuevo Señor de los Demonios, tiene poco uso para él. Sin embargo, una vez rescata a una muchacha de aldea de un monstruo del bosque, Dariel es invitado a la aldea y se empieza a dar cuenta de que es considerablemente más poderoso de lo que pensaba…",
      "ja": "魔王軍の暗黒兵士でありながら魔法が使えないダリエル（30代）に告げられた‥‥突然の解雇宣告！！　故郷を追い出されたダリエルは人間族の村に流れ着き、魔族では授かれない冒険スキルを開花させる！　「俺は‥‥人間だった‥‥？」駆け出し冒険者に舞い込む採取に討伐に、村娘からの猛烈アタック！？",
      "ru": "Тёмный солдат Дариэль (30 лет), который не мог использовать магию будучи в армии Короля Демонов, был уволен из-за никчемности своих способностей. От безнадёжности начинает новую жизнь в человеческой деревне, в которую его занесло… занесли!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffbd1ee1-65e8-45d4-ba03-6441f584b74b",
    "title": {
      "en": "Chounin A wa Akuyaku Reijou wo Doushitemo Sukuitai"
    },
    "updatedAt": "2024-10-09T00:53:03+00:00",
    "coverArt": "https://mangadex.org/covers/ffbd1ee1-65e8-45d4-ba03-6441f584b74b/ccad3c62-078e-4b65-addf-d8aecd751199.jpg",
    "altTitles": [
      {
        "ja": "町人Aは悪役令嬢をどうしても救いたい～どぶと空と氷の姫君～"
      },
      {
        "en": "Villager A Wants to Save the Villainess no Matter What!"
      },
      {
        "ru": "Крестьянин хочет спасти злодейку любой ценой!"
      },
      {
        "vi": "Dù là phản diện những tôi vẫn muốn giúp cô ấy"
      },
      {
        "id": "Penduduk Desa A Ingin Menyelamatkan Tokoh Antagonis Apapun yang Terjadi!"
      }
    ],
    "description": {
      "en": "Allen, an eight-year-old boy from a poor family in the royal capital, is living a poor but happy life together with his mother. One day, however, memories of his previous life suddenly come back to him and he remembers that he is in an dating sim game and that the capital will be destroyed by war if he doesn’t do something about it. If this continues, both he and his mother will be killed! \n\nWith a sense of urgency, he decides to rise to the occasion in order to save his precious mother’s life and save his favorite character, the villainous young lady Anastasia, the only girl he liked in the game, from her all too tragic and ruinous end.\n\nThis is the story of a man who isn’t even a character in the game, but who strives with his steely determination and uses all the knowledge he has to turn overcome fate!",
      "ja": "モブ以下\"町人A\"、家族のために悪役令嬢を救う⁉ 乙女ゲーム世界にモブ以下の存在として転生したアレン。記憶を取り戻し、数年後にヒロインのせいで街ごと蹂躙され、自分も家族も滅んでしまう!と気づき一念発起。前世のゲーム知識(チート)を駆使して成り上がることに。どぶさらいなど地道な努力とチートの結果Cランク冒険者となり、いよいよ学園入学――本来ならば学園に入ることも許されない町人Aに悪役令嬢は救えるのか?ヒロイン対町人Aの戦いがスタート!第2回アース・スターノベル大賞、佳作受賞作待望の書籍化",
      "ru": "Аллен, восьмилетний мальчик из бедной семьи в королевской столице, живет бедной, но счастливой жизнью вместе со своей матерью. Однако однажды к нему внезапно возвращаются воспоминания о его прошлой жизни, и он вспоминает, что находится в симуляторе свиданий и что столица будет разрушена войной, если он ничего с этим не сделает.\n\nЕсли так будет продолжаться, и он, и его мать будут убиты!\n\nС чувством срочности он решает воспользоваться случаем, чтобы спасти жизнь своей драгоценной матери и спасти своего любимого персонажа, злодейскую юную леди Анастасию, единственную девушку, которая ему нравилась в игре, от ее слишком трагического и разрушительного конца.\n\nЭто история человека, который даже не является персонажем игры, но который борется со своей стальной решимостью и использует все имеющиеся у него знания, чтобы повернуть судьбу вспять!",
      "vi": "Allen, 8 tuổi, sống trong một hoàn cảnh nghèo khó nhưng hạnh phúc với mẹ của mình. Một hôm nọ, ký ức tiền kiếp quay về. Thế giới này thực ra là một game giả lập hẹn hò và nơi cậu sống sẽ bị hủy diệt nếu như cậu không làm gì đó\n\nThế nên cậu quyết định giúp đỡ nữ phản diện trong game để cứu lấy cô khỏi kết thảm và cũng để cứu mẹ của mình\n\nĐây là một câu chuyện về một nhân vật thậm chí chẳng tồn tại trong game, trên con đường lật kèo bằng ý chí và kiến thức của mình!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2cbc0407-439d-469a-974e-f9135164f6fa",
    "title": {
      "en": "Even Given the Worthless “Appraiser” Class, I'm Actually the Strongest"
    },
    "updatedAt": "2024-10-07T07:18:58+00:00",
    "coverArt": "https://mangadex.org/covers/2cbc0407-439d-469a-974e-f9135164f6fa/21434d08-4d14-436a-807c-055bcedb78ab.jpg",
    "altTitles": [
      {
        "ja-ro": "Fuguushoku \"Kanteishi\" ga Jitsu wa Saikyou Datta: Naraku de Kitaeta Saikyou no \"Shingan\" de Musou suru"
      },
      {
        "ja": "不遇職【鑑定士】が実は最強だった　～奈落で鍛えた最強の【神眼】で無双する～"
      },
      {
        "en": "Even Given the Worthless \"Appraiser\" Class, I'm Actually the Strongest - Unsurpassed with the Strongest [Divine Eye] Trained in the Abyss"
      },
      {
        "en": "The Unfavourable Job [Appraiser] Is Actually the Strongest ~ Unsurpassed With the Strongest [God’s Eye] That Was Trained in the Abyss"
      },
      {
        "pt-br": "Mesmo tendo a classe de \"Avaliador\" sem valor, sou na verdade o mais forte - Insuperável com o [Olho Divino] mais forte treinado no Abismo"
      }
    ],
    "description": {
      "en": "In a world where [Jobs] are god-given from birth, heroes are born, not made... and Ein’s job of [Appraiser] has put him about as far from the hero pedestal as possible.Used, abused, and eventually abandoned by his fellow adventurers, Ein decides it just isn’t worth going on... Lucky for Ein, though, the end may just be the beginning... and a new lease on life. Turns out, his “worthless” job may just be the key to becoming a hero after all…---**Links:**- [Web Novel (Japanese)](https://ncode.syosetu.com/n5242fx)",
      "pt-br": "Em um mundo onde [Jobs] são dados por Deus desde o nascimento, os heróis nascem, não são feitos... e o trabalho de [Avaliador] de Ein o colocou o mais longe possível do pedestal do herói. Usado, abusado e eventualmente abandonado por seus companheiros aventureiros, Ein decide que não vale a pena continuar... Para sorte de Ein, porém, o fim pode ser apenas o começo... e um novo sopro de vida. Acontece que seu trabalho “inútil” pode ser apenas a chave para se tornar um herói, afinal…"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0140ce33-967d-4f23-b277-08af1a96465a",
    "title": {
      "en": "Gikou Taichi no Torikaeshi ~ Toichi tte Saisho ni itta yo na ~"
    },
    "updatedAt": "2024-09-12T00:35:29+00:00",
    "coverArt": "https://mangadex.org/covers/0140ce33-967d-4f23-b277-08af1a96465a/034d366e-de64-4386-8587-bc483215f657.jpg",
    "altTitles": [
      {
        "en": "Skill Lender’s Retrieving (Tale) ～I Told You It’s 10% Per 10 Days at First, Didn’t I?~"
      },
      {
        "ja": "技巧貸与＜スキル・レンダー＞のとりかえし～トイチって最初に言ったよな？～"
      },
      {
        "ja-ro": "Skill Lender no Torikaeshi - Toichi tte Saisho ni Itta yo na?"
      },
      {
        "en": "\"Skill Lender\" Gets Back His Pride～Before I Started Lending, I Told You This Loan Charges 10% Interest Every 10 Days, Right?～"
      },
      {
        "zh-hk": "技能藉貸《Skill·Lender》 的取回～一開始不就告訴你們每十日加一成利息嗎？～"
      },
      {
        "zh": "技能藉贷《Skill· Lender》 的取回~一开始不就告诉你们每十日加一成利息吗？ ～"
      },
      {
        "ko": "기교대여 <스킬렌더>의 회수기"
      },
      {
        "ja-ro": "Gikō Taiyo < Skill Lender > no Torikaeshi ~ Toichi tte Saisho ni Itta Yo na?~"
      },
      {
        "id": "\"Skill Lender\" Mendapatkan Kembali Kebanggaannya～Sebelum aku Meminjamkan, Aku Sudah Memberitahumu bahwa Pinjaman Ini Membebankan Bunga 10% Setiap 10 Hari, kan?～"
      }
    ],
    "description": {
      "en": "Marz, who has the unique skill [Lender's Skill], lends the acquired skills and contributes to the party. However, after being betrayed by his friends, Marz takes back the skills he lent them. Marz who became the weakest to the strongest began to take the path of revenge and counterattack!",
      "id": "Marge, yang memiliki skill unik [peminjaman keterampilan = Skill Lender], meminjamkan keterampilan yang diperoleh dan berkontribusi pada party. Namun, setelah dikhinati teman-temannya, Marge mengambil kembali keterampilan yang dia pinjamkan kepada mereka. Marge yang menjadi yang terlemah hingga yang terkuat mulai menempuh jalur balas dendam dan serangan balik!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a287ef9c-3718-4c6f-80be-44e404b78641",
    "title": {
      "en": "Maigo ni Natteita Youjo wo Tasuketara, Otonari ni Sumu Bishoujo Ryuugakusei ga Ie ni Asobi ni Kuru You ni Natta Ken Nitsuite"
    },
    "updatedAt": "2024-08-11T21:23:18+00:00",
    "coverArt": "https://mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/496cb9b3-a2c0-4337-9a3e-c9beddf92173.jpg",
    "altTitles": [
      {
        "ja": "迷子になっていた幼女を助けたら、お隣に住む美少女留学生が家に遊びに来るようになった件について"
      },
      {
        "ja": "お隣遊び"
      },
      {
        "ja-ro": "Otonari Asobi"
      },
      {
        "en": "The Story of How a Beautiful Foreign Student Who Lives Next Door Started to Visit My House After I Helped a Lost Little Girl"
      },
      {
        "en": "After Coincidentally Saving the New Transfer Student's Little Sister, We Gradually Grew Closer"
      },
      {
        "ja-ro": "Maigo ni Natte Ita Youjou wo Tasuketara, Otonari ni Sumu Bishoujou Ryuugakusei ga Ie ni Asobi ni Kuru You ni Natta Ken ni Tsuite"
      },
      {
        "pl": "Opowieść o Tym, Jak Piękna Uczennica Zza Granicy Mieszkająca Po Sąsziedzku Zaczęła Odwiedzać Mnie W Domu, Po Tym Jak Pomogłem Zagubionej Małej Dziewczynce"
      },
      {
        "pt-br": "A História de como Uma Linda Estudante Estrangeira que Mora ao Lado Começou a Visitar Minha Casa Depois que Ajudei Uma Menininha Perdida"
      }
    ],
    "description": {
      "en": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class. Her proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\"\n\nHowever, helping Charlotte's lost sister, Ema, throws his daily life into upheaval...?!",
      "es": "Un día, Charlotte Bennett se traslada a la clase de Aoyagi Akihito. Sus modales correctos y refinados y su aspecto adorable cautivan los corazones de sus compañeros, pero Akihito se aparta tranquilamente, sintiendo que ella «vive en un mundo diferente».\n\nSin embargo, ayuda a Ema, la hermana perdida de Charlotte, altera su vida cotidiana...?",
      "ja": "ある日、青柳明人のクラスにシャーロット・ベネットが留学してくる。\n清楚で上品な振る舞いと可愛らしい容姿のシャーロットに、クラスメイトの誰もが心を惹かれるが、\n明人は冷静に「住む世界が違う」と感じ、一歩引いていた。\n\nしかし、迷子になっていたシャーロットの妹・エマを助けたことで明人の日常は激変し…！？",
      "pl": "Pewnego dnia Charlotte Bennett trafia do klasy Aoyagi Akihito. Jej właściwe i wyrafinowane maniery oraz uroczy wygląd podbiły serca jego kolegów z klasy, ale Akihito spokojnie robi krok do tyłu, czując, że „żyje w innym świecie”.\n\nJednak pomoc zaginionej siostrze Charlotte, Emmie, wywraca jego codzienne życie do góry nogami...?",
      "es-la": "Un día, Charlotte Bennett se traslada a la clase de Aoyagi Akihito. Sus modales correctos y refinados y su aspecto adorable cautivan los corazones de sus compañeros, pero Akihito se aparta tranquilamente, sintiendo que ella «vive en un mundo diferente».\n\nSin embargo, ayuda a Ema, la hermana perdida de Charlotte, altera su vida cotidiana...?",
      "pt-br": "Um dia, Charlotte Bennett foi transferida para a turma de Aoyagi Akihito.\n\nSeus maneirismos adequados e refinados e aparência adorável conquistaram os corações de seus colegas de classe, mas Akihito calmamente dá um passo para trás, sentindo que ela “vive em um mundo diferente”.\n\nNo entanto, ajudar a irmã perdida de Charlotte, Ema, coloca sua vida diária em uma convulsão...!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "71a7852a-246d-4310-b05a-d2d7685b7b78",
    "title": {
      "en": "Please Take Care"
    },
    "updatedAt": "2024-09-12T10:36:10+00:00",
    "coverArt": "https://mangadex.org/covers/71a7852a-246d-4310-b05a-d2d7685b7b78/989cd506-7731-4eac-85b7-faae2e9bafbc.png",
    "altTitles": [
      {
        "zh": "请多关照"
      },
      {
        "zh-ro": "Qing Duo Guan Zhao"
      }
    ],
    "description": {
      "en": "Help! Why is my blind date my 'ex'-boyfriend?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "542452db-bd1c-4fba-90ee-1213f0bc6718",
    "title": {
      "en": "PEEP"
    },
    "updatedAt": "2024-07-11T18:43:33+00:00",
    "coverArt": "https://mangadex.org/covers/542452db-bd1c-4fba-90ee-1213f0bc6718/63cf1b46-0818-488a-bf0a-ce4837f9dc0a.jpg",
    "altTitles": [
      {
        "ja": "ピープ"
      }
    ],
    "description": {
      "en": "The popular gal who was my childhood friend is secretly uploading provocative selfies!? In his quest to uncover the secret of this popular girl, high school boy Riku discovers that his own deeply hidden emotions were being observed by someone else… A sweet yet suffocatingly intense blend of youth, love, and suspense.",
      "ja": "幼なじみの人気ギャルは、過激な自撮りをアップする裏アカ女子！？人気者の秘密を探ろうとする男子高校生・陸は、逆に自分の隠していた心の底を、別の誰かに覗かれていたことを知る‥‥。溺れるほどに甘く、息もできないほど苦しい、青春×愛憎サスペンス。",
      "es-la": "¿La chica popular que era mi amiga de la infancia está subiendo en secreto provocativos selfies de cosplay?\nEn su búsqueda por descubrir el secreto de esta chica popular, el chico de instituto Riku descubre que sus propias emociones, profundamente ocultas, estaban siendo observadas por otra persona...\n\nUna dulce pero asfixiante mezcla de juventud, amor y suspenso."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "1bb7932c-ca3f-4827-9513-44bd9f0a75e9",
    "title": {
      "en": "You're So Sloppy, Hotta-sensei!"
    },
    "updatedAt": "2024-10-11T15:08:15+00:00",
    "coverArt": "https://mangadex.org/covers/1bb7932c-ca3f-4827-9513-44bd9f0a75e9/90724bf3-02d6-4cb8-a30f-ea9f0d50e1f1.jpg",
    "altTitles": [
      {
        "ja": "だらしないです 堀田先生！"
      },
      {
        "ja-ro": "Darashinai desu, Hotta-sensei!"
      }
    ],
    "description": {
      "en": "Makoto Kuribayashi is your typical high schooler with a not-so-typical after-school gig as a housekeeper. His latest client? None other than his school’s most popular teacher, the gorgeous Rumiko Hotta. But Hotta-sensei is hiding a dirty little secret: she's a total slob, the polar opposite of her flawless public image! Now, Makoto's got the unenviable task of cleaning up after her mess. Will his admiration for Hotta-sensei survive a dose of harsh reality in this irreverent comedy?",
      "vi": "Một học sinh trung học bình thường bỗng trở thành \"osin\" cho giáo viên được yêu thích nhất trường, nhưng lại là một con người khác hẳn khi ở nhà."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "98a80ff2-e08a-456d-969f-81e0f61f2512",
    "title": {
      "en": "Ookii Kouhai wa Suki Desu ka?"
    },
    "updatedAt": "2024-01-02T19:54:46+00:00",
    "coverArt": "https://mangadex.org/covers/98a80ff2-e08a-456d-969f-81e0f61f2512/fd7610ec-7e98-41c1-be60-8adda4dfcff9.jpg",
    "altTitles": [
      {
        "en": "Do you like big juniors?"
      },
      {
        "ja": "おおきい後輩は好きですか？"
      },
      {
        "pt-br": "Você gosta de grandes senpais?"
      }
    ],
    "description": {
      "en": "A big junior is set on pampering her senior!? An uneven love comedy!",
      "pt-br": "Uma grande kouhai está determinada em mimar o seu senpai!? Uma comédia romântica sem igual!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "52"
  },
  {
    "mangaId": "67d3bfbf-d388-4d19-8d3b-e7f1054ea106",
    "title": {
      "en": "Looking for a New Husband"
    },
    "updatedAt": "2024-10-11T06:10:40+00:00",
    "coverArt": "https://mangadex.org/covers/67d3bfbf-d388-4d19-8d3b-e7f1054ea106/33020a23-b626-4a6c-ba68-7800ae028f40.png",
    "altTitles": [
      {
        "ko": "새 남편을 구합니다"
      }
    ],
    "description": {
      "en": "Riat, caught up in her husband's treason, faces death.\n\nAfter repeatedly returning to the past at the cost of half her lifespan, she finally breaks the cycle by offering her husband’s head to the emperor.\n\nWith only 1 year and 3 months left to live, her one wish is—\n\n\"I’m going to fall in love.\"\n\nAt last, an announcement spreads across the entire empire: a competition to find Riat’s new husband, with a grand prize of 1 billion gold.\n\nCandidates begin to flood in, but suspicious figures also start gathering around her…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec2fce2e-f553-4df4-8776-bccddae2bd73",
    "title": {
      "en": "Starting as a Master of Female Disciples' Leisure Skills"
    },
    "updatedAt": "2024-09-15T19:41:19+00:00",
    "coverArt": "https://mangadex.org/covers/ec2fce2e-f553-4df4-8776-bccddae2bd73/406f0530-ab63-4557-826a-2ea686cc2c5c.png",
    "altTitles": [
      {
        "zh": "从女徒修闲开始"
      }
    ],
    "description": {
      "en": "Xiu Xian died and, upon waking up, found himself transmigrated into the body of a cowardly illegitimate son from a cultivation family. Without spiritual roots, he couldn’t cultivate, and the head of the family despised him. Almost anyone in the household could easily humiliate him. However, he acquired a \"Female Disciples' Leisure System.\" As long as his female disciples cultivated various leisure skills like cooking, painting, blacksmithing, weaving, and construction, Xiu Xian would gain experience points. As the disciples improved their skills, they could even develop all sorts of incredible cultivation techniques—like eating food to restore health bars..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddb80900-12c2-4b9e-bfb7-cb8abc082f9a",
    "title": {
      "en": "The Lady's Servant"
    },
    "updatedAt": "2024-10-11T17:39:27+00:00",
    "coverArt": "https://mangadex.org/covers/ddb80900-12c2-4b9e-bfb7-cb8abc082f9a/05d5291b-6f5a-48d6-8510-f5b71e330bb6.jpg",
    "altTitles": [
      {
        "ja": "お嬢様の僕"
      },
      {
        "ja-ro": "Ojousama no Shimobe"
      },
      {
        "en": "The Young Lady's Servant"
      },
      {
        "zh-hk": "大小姐的僕人"
      },
      {
        "pt": "Servo da Jovem Senhora"
      },
      {
        "ru": "Слуга юной госпожи"
      },
      {
        "es-la": "El Sirviente de la Joven Dama"
      }
    ],
    "description": {
      "en": "The story centers around a main character who was raised as a butler from his family's trade, and who one day meets a rich young lady who cannot even change her own clothes, let alone know what to do in the outside world.",
      "ja": "父は執事、母はメイドという両親の元で生まれ育ち、世話焼き属性が染みついた主人公の前に現れたのは、身の回りのことが何も出来ないお嬢様。",
      "pt": "A história se concentra em um personagem principal que foi criado como mordomo do comércio de sua família e que, um dia, conhece um jovem rica que nem sequer consegue trocar sua própria roupa e, muito menos, saber o que fazer no mundo exterior.",
      "es-la": "La historia se centra en un personaje principal que fue criado como un mayordomo por la ocupación de su familia, y que un día conoce a una joven rica que no puede siquiera cambiarse la ropa por su propia cuenta, y mucho menos, saber qué hacer en el mundo exterior.",
      "pt-br": "A história se concentra em um personagem principal que tem uma personalidade intrometida cujo pai é um mordomo e cuja mãe é uma criada e que, um dia, conhece uma jovem rica que nem sequer consegue trocar sua própria roupa e, muito menos, saber o que fazer no mundo exterior"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10e20e17-7ae6-48f9-8d33-7cf32db82674",
    "title": {
      "en": "Uchi no Dorei ga Akaru Sugiru!"
    },
    "updatedAt": "2024-10-03T23:57:36+00:00",
    "coverArt": "https://mangadex.org/covers/10e20e17-7ae6-48f9-8d33-7cf32db82674/a5124cec-6e85-4a9d-9f11-6b0a630a9e15.jpg",
    "altTitles": [
      {
        "ja": "うちの奴隷が明るすぎる！"
      },
      {
        "en": "My Slave is Way Too Cheerful"
      }
    ],
    "description": {
      "en": "Roland is known throughout the world as the Black Knight. He appears calm, cool, and collected on the outside, but secretly he’s anything but - he can’t talk to girls for the life of him. One day, while doing his regular heroic thing, he comes across a slave girl bound and gagged. Roland suddenly realizes - if he saves this slave girl, he can slowly build up his social skills by talking to her. After all, a slave girl has to be as shy as him, right?",
      "ja": "悪しき者共から人々を守る高潔な黒騎士、ローランド。彼には一つの悩みがあった。アラサー、独身、女性不信。親や周りの人から結婚を期待されるも、女性への免疫はゼロ。そんな彼が思い至った、素晴らしい(？)女性克服方法。「奴隷の女の子なら、自分にも優しくしてくれるのでは…？」しかし、ローランドが運命的な出会いを果たしたのは、イメージとは180度違う、明るすぎる奴隷少女、ジェシカだった…！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e06e6024-9688-4a38-a8b4-6facd3fe1d80",
    "title": {
      "en": "Mankitsu Shitai Jouren-san"
    },
    "updatedAt": "2024-07-09T13:27:49+00:00",
    "coverArt": "https://mangadex.org/covers/e06e6024-9688-4a38-a8b4-6facd3fe1d80/e6758c5f-7943-44f3-8ca2-a2c55faf8a9c.jpg",
    "altTitles": [
      {
        "ja": "まんきつしたい常連さん"
      },
      {
        "es-la": "Una clienta habitual quiere divertirse"
      },
      {
        "fr": "La cliente régulière veut s'amuser"
      },
      {
        "en": "Miss Regular Customer Wants to Enjoy"
      },
      {
        "en": "The Regular Enjoying Herself at the Manga Cafe"
      },
      {
        "ja-ro": "Mankitsu Shitai Jouren-san"
      },
      {
        "zh-hk": "想盡情享受的常客小姐"
      },
      {
        "zh": "想尽情享受的常客小姐"
      }
    ],
    "description": {
      "en": "Izumi, a university student part-timing at a manga cafe, got curious about a regular customer. Her name is Honami, a high school girl who's been coming to the manga cafe recently. This defenseless and seemingly cute girl who he can't take his eyes off of has a secret...!?\n\nThis is a slightly naughty, heartful love comedy where this gentle pair will get to \"enjoy\" their youth to the fullest!!",
      "ja": "マンガ喫茶で働く大学生・泉には気になっている常連さんがいた。 それは最近よく来店する女子高生のほなみちゃん。 どこか無防備で可愛らしい彼女には、 目を離せないある秘め事があって…！？ 青春を“まんきつ”する優しいふたりの ちょっとエッチなハートフルラブコメ！！\n\n---\n\nManga kissa de hataraku daigakusei izumi ni wa ki ni natte iru jōren-san ga ita. Sore wa saikin yoku raiten suru mesukōsei no hona michan. Doko ka mubōbi de kawairashī kanojo ni wa,-me o hanasenai aru himegoto ga atte…!? Seishun o “ma n kitsu” suru yasashī futari no chottoetchina hātofururabukome!!",
      "es-la": "Izumi, un estudiante universitario que trabaja en un café de manga, tiene una clienta habitual que le interesa. Se trata de una chica de instituto, Honami, que últimamente frecuenta la tienda. ¡Su aspecto es algo inocente y tierno, pero tiene un secreto del que no puede apartar la vista...! ¡Una comedia romántica un poco atrevida sobre dos personas amables que disfrutan plenamente su juventud!",
      "pt-br": "Izumi, um estudante universitário que trabalha meio período em um café de mangá, ficou curioso sobre uma cliente regular. O nome dela é Honami, uma estudante do ensino médio que tem vindo ao café mangá recentemente. Essa garota indefesa e aparentemente fofa de quem ele não consegue tirar os olhos tem um segredo...!?\n\nEsta é uma comédia de amor um pouco safada e sincera, onde este gentil casal poderá \"aproveitar\" sua juventude ao máximo!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "751254d3-ba82-4f3d-9c3c-97c070469bff",
    "title": {
      "en": "Zatsuyou Fuyo Jutsushi ga Jibun no Saikyou ni Kizuku made"
    },
    "updatedAt": "2024-08-14T22:22:07+00:00",
    "coverArt": "https://mangadex.org/covers/751254d3-ba82-4f3d-9c3c-97c070469bff/dbccbe6b-7d5d-47c0-8a16-4401d3d53465.jpg",
    "altTitles": [
      {
        "ja": "雑用付与術師が自分の最強に気付くまで"
      },
      {
        "en": "Magical Buffs: The Support Caster Is Stronger Than He Realized!"
      }
    ],
    "description": {
      "en": "Wim Strauss is a \"granting caster\" - a support mage who can increase the strength of his allies through the power of his spells. It’s a useful talent, but since it can’t be used directly in battle, it gets zero respect from the other members of his party. As far as they’re concerned, support magic is dead weight. It isn’t long before they toss him out on his ear, leaving Wim to wonder if his career as an adventurer is over.\n\nLuckily for Wim, he has one big chance: His childhood friend Heidemarie is able to get him an audition with her elite A-rank party, Nachtlibelle. The two of them know his magic is good for more than just menial backup, but now he’ll have to prove it. \n\nIt’s time to show the world that support mages can do more than just stand on the back lines!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "78a30cd8-702b-4032-826c-472876521e85",
    "title": {
      "en": "Shiganbana"
    },
    "updatedAt": "2024-09-29T00:42:07+00:00",
    "coverArt": "https://mangadex.org/covers/78a30cd8-702b-4032-826c-472876521e85/232b2850-6b91-47ec-9536-78eb38a52774.jpg",
    "altTitles": [
      {
        "ja": "シガンバナ"
      }
    ],
    "description": {
      "en": "In this seemingly peaceful country, there lives a hitman that hunts down others of his kind - an assassin of assassins. Before eliminating his targets, he always questions their motives for killing - this is his way of embracing his destiny.\n\n From the author of \"Until Your Bones Rot\" and \"The Shadows of Who We Once Were,\" Utsumi Yae presents a thrilling drama about the lives of those existing on the edge between life and death."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d3905b0-f8c2-4c38-8b26-5b2ff0a9516c",
    "title": {
      "en": "Occhoko Doji Onee-san"
    },
    "updatedAt": "2024-09-24T15:07:43+00:00",
    "coverArt": "https://mangadex.org/covers/1d3905b0-f8c2-4c38-8b26-5b2ff0a9516c/bff05ee5-a91e-4d83-8bdd-b5e43b326fd8.jpg",
    "altTitles": [
      {
        "ja": "おっちょこドジおねえさん"
      },
      {
        "vi": "Chị gái hậu đậu"
      }
    ],
    "description": {
      "en": "She may seem like a beautiful, sophisticated woman! But on the inside, she is just a XXX lady. The more she tries to act like an mature adult in front of younger boys, the more twisted and perverted she gets! A popular love-comedy that has received over 300,000 likes on Twitter.\n\n---\n**Links:**\n\n- Alternative Place to Buy - [cmoa](https://www.cmoa.jp/title/263649/)",
      "ja": "高校生・直樹の憧れは、書店でアルバイトしてる女子大生・なほさん！　癒し系の笑顔にグラマラスボディと、大人の魅力に溢れるおねえさんのヒミツの本性は・・破壊的”おっちょこドジ”！　デキる女を装えば装うほど、おっちょこドジが炸裂しちゃう！可愛いことやれば可愛くて、ドジをしてもさらに可愛い！？",
      "es-la": "¡Puede parecer una mujer hermosa y sofisticada! Pero por dentro, es solo una dama XXX. Cuanto más trata de actuar como una adulta madura frente a los niños más pequeños, ¡más retorcida y pervertida se vuelve!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "69"
  },
  {
    "mangaId": "99b8eaeb-9041-4bfd-8eb7-d72addc88eb7",
    "title": {
      "en": "The Café Terrace and Its Goddesses"
    },
    "updatedAt": "2024-10-07T23:55:08+00:00",
    "coverArt": "https://mangadex.org/covers/99b8eaeb-9041-4bfd-8eb7-d72addc88eb7/87f6691b-f71f-45c4-8f06-dcf89335f66e.jpg",
    "altTitles": [
      {
        "ja": "女神のカフェテラス"
      },
      {
        "ru": "Терраса-кафе богинь"
      },
      {
        "ja-ro": "Megami no Cafe Terrace"
      },
      {
        "ja-ro": "Megami no Kafeterasu"
      },
      {
        "ne": "देवीहरूको क्याफे टेरेस"
      },
      {
        "fr": "Le café terrasse des déesses"
      },
      {
        "en": "Goddess Café Terrace"
      },
      {
        "vi": "Quán Cà Phê Nữ Thần"
      }
    ],
    "description": {
      "en": "Kasukabe Hayato has been accepted to Tokyo U on his first try. Receiving news of his grandmother's death, he returns to his childhood home, Cafe Terrace Familia, for the first time in three years to find five strange girls there who claim to be \"Grandma's Family\"! Hayato's unexpected life in a seaside town with these five girls of fate begins here!  \n  \nIn this handsome harem under one roof by Koji Seo of *Suzuka*, *Kimi no Iru Machi*, and *Fuuka*, which girl will you fall in love with? A seaside love comedy with too many heroines!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10009/episode/319474) (U.S. Only)",
      "ru": "Спустя три года, после ссоры со своей бабушкой, Хаято Касукабэ возвращается в свой родной дом в котором поселилось пять девушек. Выясняется, что бабушка Хаято позволила девушкам жить в этом доме, а те заботились о ней до самой её смерти. Так начинается история Хаято и пяти \"Богинь\".",
      "vi": "Kasukabe Hayato đã được nhận vào Đại Học Tokyo ngay trong lần thi đầu tiên. Nhưng sau khi nhận được tin bà nội qua đời, anh trở về ngôi nhà thời thơ ấu của mình, quán cà phê Familia.  Và thấy 5 cô gái lạ mặt tự xưng là \"Gia đình của bà\"! Cuộc sống mới của Hayato tại một thị trấn ven biển với năm cô gái định mệnh bắt đầu từ đây!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-09-29T17:58:29+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/7e02ac66-1ac9-4eac-bc05-a264222ca87b.png",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5811f2ea-ee30-4958-bb1d-e92cb83365bd",
    "title": {
      "en": "Dating to Survive"
    },
    "updatedAt": "2024-09-15T23:50:14+00:00",
    "coverArt": "https://mangadex.org/covers/5811f2ea-ee30-4958-bb1d-e92cb83365bd/123d198c-c256-4e89-827a-23ca29ba0268.jpg",
    "altTitles": [
      {
        "ko-ro": "Saengjongobaek"
      },
      {
        "ko": "생존고백"
      },
      {
        "en": "Survival Confession"
      },
      {
        "ru": "Встречаться, чтобы выжить"
      },
      {
        "pt-br": "Namorando para Sobreviver"
      }
    ],
    "description": {
      "en": "The exorcist fell in love with me, a ghost...?!\n\nA survival love story of a ghost who resorted to a false confession to survive from the exorcist.",
      "ko": "퇴마사가 귀신인 나에게 반해버렸다...?! \n퇴마사로부터 살아남기 위해 거짓 고백을 해버린 한 귀신의 생존 서바이벌 연애기",
      "ru": "Вы бы признались кому-то в любви, если бы это означало спасение вашей жизни? Ну, это то, что я сделал. Я призрак по имени Умин, а моя девушка - охотница за привидениями. Довольно банально, я знаю... Честно говоря, я не знаю, как мне избавиться от нее, но я не могу позволить ей просто убить меня!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "230c038a-9195-425a-8c00-9125fa5c7b26",
    "title": {
      "en": "Digimon Tamers"
    },
    "updatedAt": "2024-01-09T22:42:03+00:00",
    "coverArt": "https://mangadex.org/covers/230c038a-9195-425a-8c00-9125fa5c7b26/c8f2206f-2b82-44a6-a23a-e7273b09903a.jpg",
    "altTitles": [
      {
        "ja-ro": "Dejimon Teimāzu"
      },
      {
        "en": "Digimon Zero 3"
      },
      {
        "ja": "デジモンテイマーズ"
      },
      {
        "zh-hk": "數碼寶貝03 馴獸師之王"
      },
      {
        "en": "Digimon 03: King Of Tamers"
      }
    ],
    "description": {
      "en": "When three Digimon fans – Rika, Henry, and our lead Takato – suddenly find themselves with \"real\" Digimon, they discover a living creature under your care is far harder to deal with than a few pixels on your TV screen. The kids try to be Digimon 'Tamers,' aka Digimon caretakers, but they all seem to have different opinions on what that should entail. Rika thinks Digimon should fight, Henry thinks they should never fight, and Takato … seems to be somewhere in the middle.  \n  \nBeing a Tamer isn't just about believing one thing or another. It's about learning and adjusting for the good of everyone else. But they have a long way to go, and their problems are just beginning.\n\n(The English translation is based off the script from the FoxKids version of the anime.)"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "cc672e09-85c8-4b4f-a148-825bb5c59245",
    "title": {
      "en": "Control"
    },
    "updatedAt": "2024-09-29T18:27:15+00:00",
    "coverArt": "https://mangadex.org/covers/cc672e09-85c8-4b4f-a148-825bb5c59245/da209864-bc4e-4e8b-bd5d-e93a4aa84479.jpg",
    "altTitles": [
      {
        "ko-ro": "Jibae"
      },
      {
        "de": "Kontrolle"
      },
      {
        "ko": "지배"
      },
      {
        "en": "Domination"
      },
      {
        "ru": "Контроль"
      }
    ],
    "description": {
      "de": "Da geht irgendwas sehr seltsames in der Nachbarschaft vor sich.  \nJa wen wirst du Bescheid sage? Wen willst du zur Hilfe holen? Ähm… irgendein komisches… Mädchen was von sich behauptet, hypnotische Kräfte zu besitzen? Ach so, ja, genau das.  \nJedoch hast du absolut keine Ahnung wo sie ist, und du hast ihr auch nicht Bescheid gegeben.  \nWas wird nun aus dir werden, da er da ist…?",
      "en": "There's something strange, in the neighborhood.  \nWho you gonna call? Uhm. Some strange cute hypnotist girl.  \nAnd you have no clue who she is, and you didn't call her.  \n  \n\n\n---",
      "ru": "Каково это, когда привычный мир рушится в одночасье? Кто друг, а кто враг?\nМожно ли доверять себе, когда сам теряешься в круговороте пугающих и необъяснимых событий? А может быть, ты сам и есть их источник?\nГлавный герой — обычный корейский парень, живущий с пожилой матерью в крохотной квартирке, обнаружил, что люди вокруг внезапно изменились. Некие зловещие существа без лишнего шума захватили целый город, а, возможно, даже страну или мир. Но главный герой не собирается сидеть сложа руки и, объединившись с загадочной гипнотизёршей, решает дать отпор неведомым тварям."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "60"
  },
  {
    "mangaId": "11b74211-f4c0-4f08-b5a4-c491da0d0c0b",
    "title": {
      "en": "Choujin X"
    },
    "updatedAt": "2024-07-21T12:04:45+00:00",
    "coverArt": "https://mangadex.org/covers/11b74211-f4c0-4f08-b5a4-c491da0d0c0b/afe6ab18-1f75-4fca-8cbe-9a3eed4f97ca.jpg",
    "altTitles": [
      {
        "ja": "超人X"
      },
      {
        "en": "Superhuman X"
      },
      {
        "ru": "Сверхчеловек Х"
      },
      {
        "uk": "Надлюдина X"
      },
      {
        "vi": "Siêu nhân X"
      },
      {
        "en": "Overhuman X"
      },
      {
        "de": "Übermensch X"
      },
      {
        "hu": "SZUPEREMBER X"
      },
      {
        "fr": "Choujin X"
      },
      {
        "es-la": "Superhumano X"
      }
    ],
    "description": {
      "en": "When an airplane goes down in a plume of black smoke near their city, best friends Tokio and Azuma join the volunteer search and rescue team. But instead of a wreck of twisted metal, they discover that the plane suffered minimal damage and that over 200 of the passengers are still alive! With their services no longer needed, the friends head for home, but on the way, they run into an old enemy who has picked up some bizarre new powers and an obsession with destroying them. Now Tokio and Azuma only have one chance to make it out alive—by becoming the superpowered creatures known as choujin!\n\nBeing a superpowered creature isn’t all it’s cracked up to be. Tokio has to hide his transformation from his family and dodge a truancy charge at school, all while dealing with an increasing number of odd incidents happening around town!",
      "fr": "En 1998, suite à la multiplication de surhumains appelés “choujin“, le monde a été divisé en provinces autonomes. Cinquante ans après, un crash aérien va changer à tout jamais le destin de la jeune Ely, cultivatrice de “tomeïto“, et impacter le paisible quotidien des lycéens Tokio Kurohara et Azuma Higashi, qui jouent aux justiciers face aux petits malfrats de quartier…\n\n---\n\nMaison d'édition FR : **Glénat**",
      "hu": "Amikor egy repülőgép lezuhan miközben egy különös, fekete füstöt ereget, a két jó barát Tokio és Azuma úgy dönt, hogy csatlakozik az önkéntes kutató és mentőcsapathoz. Azonban egy csomó roncs helyett azt látják, hogy a repülő minimális károkat szenvedett valamint több mint 200 utas túlélte a balesetet. De mivel nem volt szükség már rájuk így elindulnak hazafelé. Viszont az úton szembejön velük egy régi ellenségük, aki valami bizar erő birtokosa lett, és elakarja pusztítani őket. Tokio és Azuma egyetlen esélye a túlélésre az, hogy szupererővel rendelkező lényekké - Úgy nevezett Choujin-okká válnak.\n\nDe a szupererő nem megoldás mindenre. Tokio-nak titokban kell tartania az erejét a családja, és iskolája elől, miközben egyre több különös esemény történik városszerte.",
      "ru": "Азума Хигаши довольно популярный парень. И хотя он не очень крупный, но обладает хорошими боевыми навыками и сильным чувством справедливости. Также он имеет высочайшие оценки в своём классе. Прямая противоположность Азуме его друг Токио Курохара, который не слишком увлечён учёбой. Даже во время драк он выступает как простой наблюдатель. Тем не менее, невзирая на сложности и различия, эти два закадычных приятеля держатся друг друга.\nОба парня живут в префектуре Ямато – самом обычном регионе страны, который более всего известен тем, что некоторые его области были уничтожены Сверхчеловеком.",
      "uk": "Азума Хіґаші доволі популярний хлопець: низенький красень із гарними бойовими навичками, має підвищене почуття справедливості, найкращі оцінки у класі та друга… свою повну протилежність - Токіо Курохару, боязкого хлопчака, який лиш спостерігає за бійками Азуми та ловить ґав на уроках. І все ж, не зважаючи на це, міці їхньої дружби можна позаздрити.\n\nПрефектура Ямато, район, де вони живуть, наполовину зруйнований Надлюдьми - особами із небезпечними надприродними здібностями. Часто саме вони влаштовують погроми чи сутички, в центрі яких цього разу й опинился хлопці. Перед загрозою смерті друзі приймають рішення стати Надлюдьми. Зміни торкаються Токіо, який вже не може бути стороннім спостерігачем, він потрапляє у пастку світу, де битва неминуча.",
      "vi": "Một tác phẩm mới được khắc họa dưới ngòi bút của tác giả bộ manga đình đám tokyo ghoul. \"Siêu nhân X\" kể về thế giới có những nhân vật đặc biệt được gọi là \"Siêu nhân\"[Choujin], nhân vật chính là Tokio Kurobara, một học sinh trung học ở tỉnh Yamato, hiện tại cậu ấy cùng người bạn Higashi Azuma thực thi công lý.Và rồi một ngày nọ, khi cả hai rơi vào tình thế hiểm nghèo bắt buộc chỉ còn cách dùng một ống tiêm kỳ lạ...",
      "es-la": "Azuma Higashi es un chico bastante popular. Aunque puede ser algo pequeño, tiene fuertes habilidades de lucha y sus calificaciones son las mejores de su clase. Esto es lo opuesto a Tokio Kurohara, su amigo que no escucha en clase y es simplemente un espectador mientras Azuma pelea. No obstante, el vínculo de estos dos amigos de la infancia es fuerte, sin importar cuán diferentes sean. Los dos viven en la prefectura de Yamato, un distrito increíblemente ordinario con algunas áreas destruidas por Choujin. Los choujin son humanos con poderes sobrenaturales y peligrosos, a menudo la causa de la destrucción circundante. Mientras regresaban a casa, Tokio y Azuma se encuentran con un Choujin, que amenaza con matarlos. Sin posibilidad de escapar, Tokio y Azuma toman una decisión crucial: convertirse en Choujin. Con estos nuevos poderes adquiridos, Tokio ya no puede ser el espectador que alguna vez fue, ahora atrapado en un mundo donde la lucha es inevitable."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee80e31f-0d55-4cd5-9a67-c0bcee3ecc95",
    "title": {
      "en": "Black Channel"
    },
    "updatedAt": "2024-09-27T18:06:12+00:00",
    "coverArt": "https://mangadex.org/covers/ee80e31f-0d55-4cd5-9a67-c0bcee3ecc95/4efa50ee-ee6a-4789-9245-0c3a0e61fb3c.jpg",
    "altTitles": [
      {
        "ja": "ブラックチャンネル"
      },
      {
        "ja-ro": "Burakkuchanneru"
      }
    ],
    "description": {
      "en": "A dark comedy for the modern era, from CoroCoro Comic!Enter Black, the \"Demonic Yo-Tuber\"! With his sidekick Camera-chan, and the aspiring 5th grade Youtuber Satoshi, he makes all kinds of crazy videos using his demonic powers. Filming the \"true natures\" of anyone from top honor students, to class idols, to supernatural monsters, he makes crazy videos with his demonic powers! What will Black film next...?",
      "ja": "今もっとも勢いがあるのは動画クリエイター！\n悪魔であるブラックが作る動画は超鬼ヤバ！\nクラスのアイドルやエリート小学生の裏を暴いたり、やりたい放題！\nちょっと怖いけど目が離せない、令和の新ダークヒーローここに爆誕！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "43c8a0ed-85fd-48a4-8cf7-b57427c0c3eb",
    "title": {
      "en": "Stockpiling Ten Thousand Tons of Pork During the Apocalypse"
    },
    "updatedAt": "2023-08-13T08:49:10+00:00",
    "coverArt": "https://mangadex.org/covers/43c8a0ed-85fd-48a4-8cf7-b57427c0c3eb/a7c8ef9e-636f-4468-ac87-0394d0311ebc.jpg",
    "altTitles": [
      {
        "zh": "空间系老六,末世先囤一万吨猪肉"
      },
      {
        "zh": "末世：开局先囤十亿物资"
      },
      {
        "zh": "空间系老六，末世先囤一万吨猪肉"
      },
      {
        "zh-ro": "Kongjian Xi Lao Liu, Moshi Xian Dun Yi Wan Dun Zhurou"
      },
      {
        "zh-ro": "Kōngjiān Xì Lǎo Liù, Mòshì Xiān Dùn Yī Wàn Dùn Zhūròu"
      }
    ],
    "description": {
      "en": "“Mr. Chen, the one hundred portions of roasted duck that you ordered is here.” “Mr. Chen, the ten thousand pounds of pork that you ordered is here.” Chen Luo, also known as the Void Sovereign, hid like a coward with his outstanding powers until all the survivors died before him. Having found no meaning in life, he decided to bury himself. It wasn’t that he couldn’t survive, he just didn’t want to live anymore. After waking up, Chen Luo is shocked to find out that he has been reincarnated to one month before the apocalypse, and that the subspace he created in his past life with his powers was also retained."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae163fec-29d0-42f9-9fac-b751fc0f9035",
    "title": {
      "en": "The Disastrous Life of Saiki K."
    },
    "updatedAt": "2024-10-09T03:34:25+00:00",
    "coverArt": "https://mangadex.org/covers/ae163fec-29d0-42f9-9fac-b751fc0f9035/ccb35776-f762-462e-be6b-eeafa7f83929.jpg",
    "altTitles": [
      {
        "ja-ro": "Saiki Kusuo no Ψ Nan"
      },
      {
        "ja-ro": "Saiki Kusuo no Psi Nan"
      },
      {
        "ja-ro": "Saiki Kusuo no PSI-Nan"
      },
      {
        "ja-ro": "Saiki Kusuo no PSI Nan"
      },
      {
        "vi": "Saiki Kusuo: Kẻ siêu năng khốn khổ"
      },
      {
        "en": "The Disaster Of PSI Saiki Kusuo"
      },
      {
        "ja": "斉木楠雄のΨ難"
      },
      {
        "ja": "齐木楠雄的灾难"
      }
    ],
    "description": {
      "en": "Kusuo Saiki is a sixteen-year-old high school student with innate supernatural powers. What are his hassles and troubles triggered by his extraordinary ability? And what misfortunes fall upon him?",
      "pt": ": ||Saiki Kusuo é um estudante de 16 anos de idade com poderes sobrenaturais inatos. Quais são seus aborrecimentos e problamas desencadeados pela sua ablilidade extraordiária? E quais infortúnios cairão sobre ele?||  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/shu1aso)  \n- [Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18401)  \n- [Anime Season 2 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20177)  \n- [ONA on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=15545)"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "26",
    "lastChapter": "281"
  },
  {
    "mangaId": "55fe7e05-6c8e-4164-bd42-4ecfb76c5715",
    "title": {
      "en": "Surviving the Game as a Barbarian"
    },
    "updatedAt": "2024-09-08T19:45:08+00:00",
    "coverArt": "https://mangadex.org/covers/55fe7e05-6c8e-4164-bd42-4ecfb76c5715/51054a62-fcbd-472d-aee2-e6bd061721a8.jpg",
    "altTitles": [
      {
        "ko": "게임 속 바바리안으로 살아남기"
      },
      {
        "ko-ro": "Game Sok Babarian-euro Saranamgi"
      },
      {
        "es-la": "Sobreviviendo al juego siendo un bárbaro"
      }
    ],
    "description": {
      "en": "After spending nine years on Dungeon and Stone, the role-playing game that no player has ever beaten, Lee Hansoo finally reaches the dungeon of the final boss.\n\nAs soon as he opens the gate, however, he suddenly sees a message that says his tutorial has been completed and finds himself in the body of Bjorn Yandel, a real barbarian within the game.\n\nAn exciting adventure awaits him as he endeavors to abide by the laws of the fictional world!\n\n----\n[Additional Official English translation (Tappytoon)](https://www.tappytoon.com/en/book/surviving-the-game-as-a-barbarian)",
      "ko": "지금껏 아무도 클리어하지 못한 게임 [던전 앤 스톤]을 9년간 플레이한 끝에 최종 보스 스테이지에 도달한 이한수.\n그러나 보스 방에 입장함과 동시에, 튜토리얼 완료라는 멘트와 함께 [던전 앤 스톤] 속 바바리안 '비요른 얀델'에 빙의하게 된다.\n\n도시에서 부과하는 막대한 세금을 내지 못하면 '하층민'으로 사형당한다.\n빙의한 사실을 들키면 '악령'이라고 판단되어 살해당한다.\n살아남을 수 있는 유일한 길은 미궁에 들어가 목숨을 걸고 싸우는 것뿐.\n\n9년간 쌓아온 공략법과 무식하게 강한 바바리안의 육체로, 반드시 이 게임에서 살아남겠다!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e7a601b-1040-4473-b590-ca27ed8cff8c",
    "title": {
      "en": "The Hunter Wants to Live Quietly"
    },
    "updatedAt": "2024-09-16T20:05:52+00:00",
    "coverArt": "https://mangadex.org/covers/3e7a601b-1040-4473-b590-ca27ed8cff8c/2af8b05e-0f11-4170-9168-7c9eaf7a6104.jpg",
    "altTitles": [
      {
        "ko": "헌터는 조용히 살고 싶다"
      },
      {
        "en": "The Hunter Wants to Live in Peace"
      },
      {
        "en": "The Hunter's Gonna Lay Loy"
      },
      {
        "ko": "헌조살"
      }
    ],
    "description": {
      "en": "“He’s not just your average psycho, huh?” - read this if you crave a sweet and salty battle romance that heats up the moment the fighting begins. #HunterStory #ModernSetting #FantasySetting #TimeSlip #BattleRomance #Contract #YoungerTop #StrongBottom #Superpowers"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1db428c-685c-4d11-927b-bf71eb4b254b",
    "title": {
      "en": "Juuou to Yakusou"
    },
    "updatedAt": "2024-10-09T11:54:13+00:00",
    "coverArt": "https://mangadex.org/covers/a1db428c-685c-4d11-927b-bf71eb4b254b/bd0b83fd-8148-44d3-8bff-8cbdeea4644c.jpg",
    "altTitles": [
      {
        "ja-ro": "Juuou to Yakusou"
      },
      {
        "ru": "Король зверей и лекарственные травы."
      },
      {
        "ja": "獣王と薬草"
      },
      {
        "ja-ro": "Kemono wo to Kusuri"
      },
      {
        "en": "Beast King & Medicinal Herb"
      }
    ],
    "description": {
      "en": "Dungeons are the stuff of dreams—defeat the monsters, take their loot, and then venture into uncharted territory to discover hidden riches! Tina, an upstart adventurer with just such a dream, ends up mortally wounded while exploring a dungeon. Suddenly, the great demon known as the Beast King Garon, who was supposed to have been slain by a hero in the distant past, appears before her!  Dungeon fantasy meets medical drama!",
      "ru": "Подземелья - это воплощение мечты…\nСобирайте материалы с поверженных монстров,\nдобирайтесь до неисследованных мест и завладевайте сокровищами!\nТина, авантюристка, мечтает о таком успехе,\nИсследуя подземелье, она получает тяжелое ранение.\nПеред ней появляется сильнейший демон «Король зверей Гарон», когда-то в прошлом он должен был быть убит героем?..\n\nФэнтези и медицинская драма по мотивам подземелья от Konda Tatsukazu, автора оригинальной истории «Ginrou Bloodborne/Серебряный волк, рожденный в крови», начинается!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e8d707b4-298d-48ee-91de-d3371de5aa22",
    "title": {
      "en": "Ultimate Scheming System"
    },
    "updatedAt": "2024-08-15T17:25:01+00:00",
    "coverArt": "https://mangadex.org/covers/e8d707b4-298d-48ee-91de-d3371de5aa22/7a41b231-1e25-44e3-8512-edc608d1878d.jpg",
    "altTitles": [
      {
        "en": "Bluffing Master"
      },
      {
        "en": "Strongest Anti M.E.T.A."
      },
      {
        "zh-ro": "Zui Qiang Fan Taolu Xitong"
      },
      {
        "zh": "最强反套路系统"
      },
      {
        "zh-ro": "Zuì Qiáng Fǎn Tàolù Xìtǒng"
      },
      {
        "ko": "허세로 레벨업 하기!"
      },
      {
        "vi": "Tối Cường Phản Sáo Lộ Hệ Thống"
      }
    ],
    "description": {
      "en": "Scamming all day, every day, often venturing alone. He bluffs to get the ultimate power in this cultivation world?! world traveler Xue Que doesn’t always bluff, but he needs to.  \n  \n\"Before you get your hopes up, The Character is Absolute Garbage, The Manhua is Pure comedy at best… The plot ehhh not so much\"  \n  \nTerm : META Stands for (Most Effective Tactic Available) Metagaming is any strategy, action or method used in a game which transcends a prescribed ruleset, uses external factors to affect the game, or goes beyond the supposed limits or environment set by the game. Another definition refers to the game universe outside of the game itself. *(citation needed)*",
      "fr": "Escroquer toute la journée, tous les jours, souvent en s'aventurant seul. Il bluffe pour obtenir le pouvoir ultime dans ce monde de culture ! Le voyageur du monde Xue Que ne bluffe pas toujours, mais il en a besoin.\n\nTerme : META signifie (Most Effective Tactic Available) Metagaming est la stratégie, l'action ou la méthode utilisée dans un jeu qui transcende un ensemble de règles prescrit, utilise des facteurs externes pour affecter le jeu, ou va au-delà des limites supposées ou l'environnement établi par le jeu. Une autre définition fait référence à l'univers du jeu en dehors du jeu lui-même."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0c60a11-0106-45cf-abfc-d131cb49868f",
    "title": {
      "en": "Yuusha Party o Tsuihou Sareta Beast Tamer, Saikyou Shu Nekomimi Shoujo to Deau"
    },
    "updatedAt": "2024-10-12T19:01:59+00:00",
    "coverArt": "https://mangadex.org/covers/d0c60a11-0106-45cf-abfc-d131cb49868f/0fa5946a-8956-432f-a6db-2529802c29f2.jpg",
    "altTitles": [
      {
        "ja-ro": "Yuusha Party wo Tsuihou Sareta Beast Tamer, Saikyou Shu Nekomimi Shoujo to Deau"
      },
      {
        "ja-ro": "Yuusha Party wo Tsuihou Sareta Beast Tamer, Saikyou Shuzoku Nekomimi Shoujo to Deau"
      },
      {
        "ja": "勇者パーティーを追放されたビーストテイマー、最強種の猫耳少女と出会う"
      },
      {
        "ja": "勇者パーティーを追放されたビーストテイマー、最強種族の猫耳少女と出会う"
      },
      {
        "ko": "용사 파티에서 추방당한 비스트 테이머, 최강종인 고양이귀 소녀와 만나다"
      },
      {
        "zh-hk": "被勇者隊伍開除的馭獸使、邂逅了最強種的貓耳少女"
      },
      {
        "ja-ro": "Yuusha Party wo Tsuihou Sareta Beast Tamer, Saikyou Shu Nekomimi Shoujo to Deau"
      },
      {
        "en": "Beast Tamer"
      },
      {
        "en": "The beast tamer who got kicked out from the hero party, meets a cat girl from the superior race."
      },
      {
        "en": "The Beast Tamer Who Got Kicked Out from the Hero Party, Meets A Nekomimi Girl from the Superior Race"
      },
      {
        "zh-ro": "Bèi yǒngzhě duìwǔ kāichú de yù shòu shǐ, xièhòule zuìqiáng zhǒng de māo ěr shàonǚ"
      },
      {
        "ko-ro": "Yongsa patieseo chubangdanghan biseuteu teimeo, choegangjong-in goyang-igwi sonyeowa mannada"
      },
      {
        "es": "El Domador de Bestias Exiliado del Grupo"
      },
      {
        "vi": "Luyện Thú Sư Sau Khi Bị Đuổi Khỏi Tổ Đội Của Dũng Sĩ, Gặp Được Thiếu Nữ Tai Mèo Của Chủng Tộc Mạnh Nhất"
      }
    ],
    "description": {
      "en": "Because Rein was a weak and simple beast tamer, he was expelled from the hero's group but that didn't stop his desire to be an adventurer. By taking simple quests afterwards he has a destined encounter with a strong cat girl.",
      "es": "Debido a que Rein era un domador de bestias débil y simple, fue expulsado del grupo del héroe, pero eso no detuvo su deseo de ser un aventurero. Al realizar misiones simples después, tiene un encuentro destinado con una niña gata fuerte.",
      "ja": "- [WN Raw](https://ncode.syosetu.com/n8810eu/)",
      "vi": "Câu chuyện kể về Beast Tamer Rein, người bị trục xuất khỏi nhóm của các anh hùng, vì anh ta chỉ có khả năng điều khiển động vật. Anh trở thành một nhà thám hiểm và gặp một cô gái mèo, người thuộc loài mạnh nhất.",
      "pt-br": "O domador de feras Rein, que usa animais, era um membro do grupo do herói. No entanto, como não podia fazer mais nada, não conseguiu acompanhar o ritmo da batalha. “Você só sabe brincar com os animais. Está despedido’. Rein é expulso do grupo e agora vive livremente como um aventureiro. Em sua jornada, ele conhece uma garota de uma tribo de gatos, a chamada espécie mais forte. Por outro lado, o grupo do herói permanece inconsciente de que seu sucesso anterior foi tudo graças a Rein… Esta é a história de um domador de feras que não se segura mais e seu fatídico encontro com uma companheira preciosa."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b2cdbf6-9f64-4a01-9fd3-33b51724f9d3",
    "title": {
      "en": "Tsugumomo"
    },
    "updatedAt": "2024-02-22T03:24:50+00:00",
    "coverArt": "https://mangadex.org/covers/5b2cdbf6-9f64-4a01-9fd3-33b51724f9d3/23ca3f0c-0013-48ec-90b6-bd009802a61a.jpg",
    "altTitles": [
      {
        "ru": "Цугумомо"
      },
      {
        "ja": "つぐもも"
      },
      {
        "zh": "怪怪守护神"
      },
      {
        "zh-hk": "怪怪守護神"
      },
      {
        "ko": "츠구모모"
      },
      {
        "vi": "Cô Nàng Rắc Rối"
      },
      {
        "ar": "تسوغومومو"
      }
    ],
    "description": {
      "en": "Kazuya Kagami, an ordinary boy, finds his life turned upside down when his late mother's obi transforms into a girl wearing a kimono named Kiriha. She happens to be a Tsukumogami called a \"tsugumomo,\" objects that have gained a soul through long years of harmony with their owners. Kazuya has no recollection of meeting Kiriha when she exclaims \"Long time no see\" to him. He nearly loses his life from an attacking \"amasogi\" that are premature spirits born only to fulfill impure wishes of certain people, and Kiriha defends him. With Kiriha's arrival, Kazuya enters a reality with gods and other Tsukumogami and slowly discovers his dark past.",
      "es": "Los objetos que la gente ha usado durante mucho tiempo, llevan sentimientos en ellos, y se llaman 'tsukumogami'... Kazuya atesora un obi, un recuerdo de su madre, y lo lleva consigo en todo momento, hasta que un día es atacado por un misterioso objeto. ¡Fue el tsukumogami, Kiriha, quien le salvó en ese momento!",
      "ja": "人が長く使い続けた物には想いが宿り、それを「付喪神」という…。母の形見の帯を大事にし、常に持ち歩いていた一也は、ある日、不可思議な物体に襲われてしまう。その時に助けてくれたのは、帯の付喪神・桐葉だった!!",
      "ru": "Действие сюжета разворачивается вокруг юноши по имени Кадзуя Кагами. Его мать дарит ему на память пояс оби с мотивами сакуры, и однажды из этого пояса возникает цукомогами — его дух. Странноватая голубоволосая девушка, представившаяся Кирихой, заявляет, что отныне Кадзуя является её рабом, что превращает его жизнь в настоящее испытание.",
      "es-la": "Los objetos que la gente ha usado durante mucho tiempo, llevan sentimientos en ellos, y se llaman 'tsukumogami'... Kazuya atesora un obi, un recuerdo de su madre, y lo lleva consigo en todo momento, hasta que un día es atacado por un misterioso objeto. ¡Fue el tsukumogami, Kiriha, quien le salvó en ese momento!",
      "pt-br": "Kazuya Kagami nunca vai a lugar algum sem o precioso \"Sakura Obi\" que sua mãe lhe deu. Um dia, uma bela garota, vestida com um Kimono, chamada Kiriha apareceu diante dele. Kiriha naturalmente começou a morar com Kazuya em seu quarto.Então há Chisato, a amiga de infância de Kazuya com óculos e rabo de cavalo, que se mete em seus assuntos. Logo, há também uma irmã mais velha superprotetora que parece querer tomar banho com ele. Atrapalhada com enormes peitos, uma sacerdotisa. uma feiticeira com boa aparência chamada Kokuyoura, lindas mulheres, garotas picantes e assim começa a vida feliz, confusa e embaraçosa de Kazuya!!!"
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "566a584f-edc5-41fd-a37e-14c3f1a25fb7",
    "title": {
      "en": "Takane-san and Arashi-chan"
    },
    "updatedAt": "2024-06-21T19:48:12+00:00",
    "coverArt": "https://mangadex.org/covers/566a584f-edc5-41fd-a37e-14c3f1a25fb7/debd2624-5837-4f0d-aa93-ad320d0d5ca1.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f85c1da-c739-4a62-a3eb-53e072ec582e",
    "title": {
      "en": "Wicked Spot"
    },
    "updatedAt": "2024-10-11T10:55:56+00:00",
    "coverArt": "https://mangadex.org/covers/6f85c1da-c739-4a62-a3eb-53e072ec582e/11897e7c-5083-4b2d-b54c-2574ec5ca79c.jpg",
    "altTitles": [
      {
        "ja": "ウィキッドスポット"
      }
    ],
    "description": {
      "en": "Sada is a modern-day witch who is tired of living quietly deep in the mountains. In fact, she wants more attention! Why can't witches be known by humans?!　\n\nThis is a story of modern “witches” who break the curse and live freely and uninhibitedly!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "feff4eaf-01df-4a05-83f4-68bb5cdf4fad",
    "title": {
      "en": "Mahou Shoujo ni Akogarete"
    },
    "updatedAt": "2024-06-01T21:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/feff4eaf-01df-4a05-83f4-68bb5cdf4fad/4c9b2a41-bd5d-47d9-9e84-84d185d464f0.jpg",
    "altTitles": [
      {
        "en": "Looking up to Magical Girls"
      },
      {
        "id": "Aku menyukai Magical Girls, tapi...."
      },
      {
        "ru": "Стремясь стать девочкой-волшебницей"
      },
      {
        "ja": "魔法少女にあこがれて"
      },
      {
        "zh-ro": "Chōngjǐng chéngwéi mófǎ shàonǚ"
      },
      {
        "zh": "憧憬成为魔法少女"
      },
      {
        "zh-hk": "憧憬成為魔法少女"
      },
      {
        "it": "Le mie adorate maghette"
      },
      {
        "en": "I Admire Magical Girls, and..."
      },
      {
        "en": "Gushing over Magical Girls"
      },
      {
        "fr": "Looking up to Magical Girls"
      },
      {
        "uk": "Я захоплююся чарівними двічатами і..."
      }
    ],
    "description": {
      "en": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but…  \nMagical Girls vs. The Forces of Evil, the fierce battle begins!  \n\n---\n**Links:**\n\n- [Alternative Official Release by Coolmic](https://coolmic.me/titles/1110)",
      "fr": "**Je fais des choses tellement horribles à mes Magical Girls préférées !**\n\nMoi, c’est Utena Hiiragi, et comme toutes les filles de mon âge, j’adore les magical girls !\nUn jour, une étrange créature aux allures de mascotte m’a lancé un sort, et je suis devenue capable de me transformer, moi aussi !\nJe vais pouvoir me battre aux côtés de mes héroïnes préférées !\nEnfin, c’est ce que je croyais…\n\nC’est quoi, cette tenue scandaleuse ?\nEt comment ça, je suis au service du Mal ?!\n\nMais qu’est-ce que c’est que cette histoire ?!\n\n**La comédie BDSM dans laquelle s’affrontent des Magical Girls !!**\n\n**Avec ses personnages tous plus fous les uns que les autres, Looking Up to Magical Girls balaye les genres et nous place du côté du mal ! Akihiro Ononaka déploie tout l’arsenal BDSM à sa disposition pour nous proposer un concentré d’humour légèrement sexy et complètement déjanté !**\n\n---\n**Links:**\n- [Official French](https://www.amazon.fr/Looking-up-Magical-Girls-1/dp/2382750731/)",
      "uk": "Хііраґі Утена завжди захоплювалася чарівними дівчатами і мріяла перетворитися на круту героїню, яка бореться зі злом. Тож, коли одного вечора до неї підходить талісман, яка стверджує, що в ній дрімає магічна сила, вона тремтить від хвилювання. Але її барвиста мрія швидко розбивається об іронічний поворот подій, коли вона перетворюється на лиходійку!",
      "es-la": "Hiiragi Utena, una chica que ama a las Chicas Mágicas, vive su vida cotidiana y desea ser como ellas.\nUn día aparece un personaje curioso frente a ella y le ofrece el poder de hacer realidad sus deseos, pero...\nMagical Girls vs. The Forces of Evil, ¡comienza la feroz batalla!",
      "pt-br": "Hiiragi Utena é uma garota apaixonada por Mahou Shoujo que sonhava em se tornar uma delas e poder lutar ao lado de sua heroína favorita. Certo dia, um mascote inesperadamente apareceu ao seu lado e lançou uma feitiço em Hiiragi, oferecendo a ela a oportunidade de estar de frente para sua ídolo. Entretanto, diferente do que ela esperava, a transformação a fez virar uma vilã ao invés de uma mahou shoujo. Para piorar, a mudança faz com que ela deixe de ser uma tímida garota e passe a ser uma dominatrix sádica. Agora Hiiragi precisará lidar com sua nova “profissão”, ao mesmo tempo que tenta aproveitar os momentos ao lado de sua heroína, por mais que seja para tentar torturá-la."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6cc85df7-e44b-4fa1-97f2-be04430cc570",
    "title": {
      "en": "The Fairytale-like You Goes on the Assault"
    },
    "updatedAt": "2023-05-31T15:58:57+00:00",
    "coverArt": "https://mangadex.org/covers/6cc85df7-e44b-4fa1-97f2-be04430cc570/747da025-c554-43c4-848c-118aa37ca2d2.jpg",
    "altTitles": [
      {
        "ja": "儚いキミは猛攻をはじめる"
      },
      {
        "ja-ro": "Hakanai Kimi wa Moukou wo Hajimeru"
      },
      {
        "zh": "童话般的你开始了恋爱猛攻"
      }
    ],
    "description": {
      "en": "Kagari, an ephemeral beauty, reunites with her older childhood friend, Nana-kun, and begins her romantic assault on him.",
      "vi": "Một series siêu ngọt nữa tới từ Hazano Kazutake - tác giả của bộ Thánh nữ Cecilia và mục sư Lawrence. Câu chuyện về đôi bạn thưở nhỏ cứ tối đến là lại ở chung nhà để đảm bảo sự an toàn cho nhau..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6d9b931-83fe-434f-b01d-60302ca3a353",
    "title": {
      "en": "Mugi no Wakusei"
    },
    "updatedAt": "2024-08-18T03:08:42+00:00",
    "coverArt": "https://mangadex.org/covers/b6d9b931-83fe-434f-b01d-60302ca3a353/1fed796d-6069-4105-a50d-be98916844b6.jpg",
    "altTitles": [
      {
        "ja": "麦の惑星"
      },
      {
        "en": "Planet of the Wheat"
      }
    ],
    "description": {
      "en": "In a mountainside bakery, Konta, a young shopkeeper, comes across Mamita, a stranded alien looking for food. As Konta winds up taking him in as his little brother, so begins the story of the baker and the little alien."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "a7797d1f-9861-49a9-bb4e-00ac22a94060",
    "title": {
      "en": "Ai no Sendou"
    },
    "updatedAt": "2024-10-06T10:54:11+00:00",
    "coverArt": "https://mangadex.org/covers/a7797d1f-9861-49a9-bb4e-00ac22a94060/b6375371-eb9f-42d8-8231-4d596fb79ced.jpg",
    "altTitles": [
      {
        "ja": "愛の鮮度"
      },
      {
        "en": "Fresh Love"
      }
    ],
    "description": {
      "en": "A oneshot from horror gourmet magazine issue 4, Sheer Zero. (Magazine about making short horror stories in 10 pages or less, so don't expect something incredible)A oneshot about the horrors of love that must be kept fresh."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ecc994b-de37-4acc-8741-524bdf02a733",
    "title": {
      "en": "Have You Seen My Brother?"
    },
    "updatedAt": "2024-08-04T17:38:05+00:00",
    "coverArt": "https://mangadex.org/covers/5ecc994b-de37-4acc-8741-524bdf02a733/f7df0ce4-63ad-473c-b38c-20bbc97865a3.png",
    "altTitles": [
      {
        "zh": "兄台看见我弟了吗"
      },
      {
        "zh-ro": "Xiōng Tái Kànjiàn Wǒ Dìle Ma"
      },
      {
        "ja": "君、弟を見なかったか?"
      },
      {
        "es": "Has visto a mi hermano?"
      }
    ],
    "description": {
      "en": "The martial arts master Chu Wenshan has lost his memories, but the only clue to finding out about himself is a threatening letter… Huh? My brother was kidnapped? Wait, who’s my brother? No, even if I don’t know, I have to rescue him. Excuse me my friend, have you seen my brother?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]