[
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2024-08-03T01:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/67071eb0-3362-434a-a1fd-3fffa52e0c69.jpg",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "Please Bully Me, Miss Villainess!"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac783473-e74c-4ed4-b3d7-89e50b171b5f",
    "title": {
      "en": "GALAXIAS"
    },
    "updatedAt": "2024-12-29T05:05:07+00:00",
    "coverArt": "https://mangadex.org/covers/ac783473-e74c-4ed4-b3d7-89e50b171b5f/89620328-4916-4b8b-bbe8-caf8d83d3ab0.jpg",
    "altTitles": [
      {
        "ja": "ガラクシアス"
      },
      {
        "ru": "Галаксия"
      }
    ],
    "description": {
      "en": "It's been ten years since the assassination of the Dragon King, the land's most powerful ruler. Off in the corner of the kingdom where tailed dragonfolk dwell, Jio, a human girl, yearns for adventure and an escape from rural life. However, when she meets the mysterious, amnesiac young man Neraid, Jio's life turns upside-down! With courage and curiosity knocking on the door, the two of them find the ultimate adventure waiting for them!! A traditional battle fantasy from a rookie artist begins!! (K MANGA)\n___\n[Official X Account](https://x.com/GALAXIAS_manga)\n**Official English:** [K MANGA](https://kmanga.kodansha.com/title/10608/episode/352898) - United States, Canada, Australia, New Zealand, & Singapore only."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2025-01-14T21:55:15+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      },
      {
        "es-la": "Existen Bestias"
      },
      {
        "es-la": "Bestias Fabulosas"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。",
      "es-la": "\"En este reino, criaturas mitológicas deambulan, descendientes de los nueve cielos que llaman hogar.\"\nSibuxiang, un hombre-ciervo mitológico y perezoso, es expulsado del cielo y asignado a apoyar a las criaturas mitológicas que vagan por el mundo humano. Conoce y vive aventuras con sus amigos: el enérgico Pixiu amante de la comida llamado Pipi, el fanático conejo lunar Tony, los hermanos ratones Jinjiao y Yinjiao, también desterrados del cielo, y muchos otros. ¿Qué tipo de aventuras emprenderán?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e0b0c498-7464-4145-aef0-969ef3df9925",
    "title": {
      "en": "Undefeated Gambler-chan..."
    },
    "updatedAt": "2025-01-20T12:27:09+00:00",
    "coverArt": "https://mangadex.org/covers/e0b0c498-7464-4145-aef0-969ef3df9925/51cec944-ff6b-4710-90eb-4727aeb1fd7d.jpg",
    "altTitles": [
      {
        "ja": "無敗のギャンブラーちゃん…"
      },
      {
        "ja-ro": "Muhai no Gambler-chan..."
      },
      {
        "en": "The Undefeated Gambler..."
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7779b6a3-6bcd-44aa-b51d-b0e698c8102d",
    "title": {
      "en": "Tokiwa Kitareri!!"
    },
    "updatedAt": "2023-11-17T01:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/7779b6a3-6bcd-44aa-b51d-b0e698c8102d/5a78e85e-11f8-4872-abc6-a8884c299f88.jpg",
    "altTitles": [
      {
        "ja": "トキワ来たれり!!"
      },
      {
        "zh": "常磐来也"
      },
      {
        "zh-hk": "常盤來也!!"
      }
    ],
    "description": {
      "en": "Tokiwa Yasaka lives in an unusual time, and according to his dreams, it's about to become even stranger. He's been having a dream of a woman called Rein ever since the robot Deus Ex Machina III came to his home. He and Machina attend the same school, where their other classmates include a secret ninja (Kanata Kusanagi) and a sorcerer (Haruka Yata). When Tokiwa, the robot, the ninja, and the sorcerer rush to rescue the student council president from a demon, the boys find that they've all been having the same dream! What is going to happen to their world?",
      "ja": "八坂トキワは運動が苦手で友達が少ない文系少年。そんなトキワの元へ集まったのは、主人公チックな男たちだった！忍者、源術師、そして人工知能との出会いによって、トキワの退屈な日常は劇的に変化していく！"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "120"
  },
  {
    "mangaId": "dd96061a-96ac-4549-8a3c-ed4221a51d46",
    "title": {
      "en": "Asura’s Verdict"
    },
    "updatedAt": "2024-12-11T14:51:56+00:00",
    "coverArt": "https://mangadex.org/covers/dd96061a-96ac-4549-8a3c-ed4221a51d46/b1dc1c9d-4d58-42eb-b567-725cb1a9eb25.jpg",
    "altTitles": [
      {
        "ja": "アスラの沙汰"
      },
      {
        "ja-ro": "Asura no Sata"
      },
      {
        "ru": "Вердикт Асуры"
      }
    ],
    "description": {
      "en": "\"Only do good deeds.\"—Asura follows his late mother's teachings and always strives to do good in life. No matter how much he is bullied, he goes on with a smile, firmly believing that evildoers will receive divine punishment. Until one day, an ominous old man offers him a key that can open the doors to hell...",
      "pt-br": "\"Faça apenas boas ações\". — Asura segue os ensinamentos de sua falecida mãe e sempre se esforça para fazer o bem. Não importa o quanto seja zoado, continua com um sorriso, acreditando firmemente que os malfeitores receberão uma punição divina. Até que, certo dia, um velho agourento lhe oferece uma chave que pode abrir os Portões do Inferno..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b0d31e1-2ae7-4510-b714-8bcc3a566256",
    "title": {
      "en": "Reborn as a Demonic Cultivator: Starting with a Zombie Planet"
    },
    "updatedAt": "2024-10-19T15:48:16+00:00",
    "coverArt": "https://mangadex.org/covers/5b0d31e1-2ae7-4510-b714-8bcc3a566256/cbc7b522-e242-4453-a70f-e66f29aac349.png",
    "altTitles": [
      {
        "zh": "重生魔修，开局捡到一颗丧尸星球"
      },
      {
        "en": "Reborn as a Demonic Cultivator, Picking Up a Zombie Planet at the Start"
      },
      {
        "en": "Reborn as a Demon Cultivator, Starting off by finding a Zombie Planet"
      }
    ],
    "description": {
      "en": "Chu Xuan traveled through the Cangxuan world and became a demon cultivator of Wuji Sect. The so-called demon cultivation is to plunder the essence of heaven and earth and seize the essence of all things. After slaughtering thousands of people, he became the Great Demon Lord. However, killing is not tolerated by the heavenly way of the human race. Wuji Sect was also destroyed by the righteous sect. When he was helpless, Chu Xuan accidentally got the blood mirror, which could take him to a doomsday planet full of zombies! He suddenly discovered that this place is simply a paradise for demon cultivators!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4573044-ca38-4b83-bcc5-9e3a7c0b764b",
    "title": {
      "en": "haike, arashi hini saku hana tachie"
    },
    "updatedAt": "2025-01-16T12:20:01+00:00",
    "coverArt": "https://mangadex.org/covers/e4573044-ca38-4b83-bcc5-9e3a7c0b764b/d2178e0d-c5a0-4c01-9a71-23b7668786bc.jpg",
    "altTitles": [
      {
        "ja": "拝啓、在りし日に咲く花たちへ"
      },
      {
        "ko": "배계, 지난날에 피어난 꽃들에게."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "18f5549a-9d1a-44a2-a8ca-aed2448e37c0",
    "title": {
      "en": "The Daily Life of a Middle-Aged Online Shopper in Another World"
    },
    "updatedAt": "2025-01-19T23:19:44+00:00",
    "coverArt": "https://mangadex.org/covers/18f5549a-9d1a-44a2-a8ca-aed2448e37c0/d69af416-f875-4ed4-8c1b-ad907bcdf8e6.jpg",
    "altTitles": [
      {
        "ja": "アラフォー男の異世界通販生活"
      },
      {
        "ja-ro": "Arafoo Otoko no Isekai Tsuhan Seikatsu"
      },
      {
        "ja-ro": "Around 40 Otoko no Isekai Tsuuhan Seikatsu"
      },
      {
        "zh": "中年男的异世界网购生活"
      },
      {
        "zh-hk": "四十左右男的異世界網購生活"
      },
      {
        "id": "Kehidupan pria paruh baya berbelanja daring di dunia lain"
      },
      {
        "pt-br": "A vida por correspondência de um homem de cerca de 40 anos em outro mundo"
      },
      {
        "ru": "Жизнь 40-летнего мужчины в другом мире"
      }
    ],
    "description": {
      "en": "Kenichi, a single man in his 40s, is transported into another world for no apparent reason. As he tries to escape a dangerous forest teaming with monsters, he realizes he has the power to access to a huge online store. By using this power to exchange goods he found in this new world for cash, and then buying modern ones off the internet, he was able to quickly create a very popular business. However, his goal is to have a slow and leisurely life. Instead of growing his business even more, he decides to settle down and live off of the power of Jeff Bezos.\n___\n[web novel](https://ncode.syosetu.com/n2945eg/) (jp)",
      "ja": "突如異世界に転移してしまったアラフォーの独身男ケンイチ。訳もわからぬまま、異世界の危険な森を進んでいく中で、巨大ネット通販サイトが使えることに気がつく。ケンイチはそのチート能力を使い、異世界でのスローライフを目指す…！",
      "ru": "История о мужчине средних лет, который делает все, что хочет, с помощью покупок в Интернете в один клик!",
      "pt-br": "A história de um homem de meia idade fazendo o que quiser com o poder das compras online com um clique!\nKenichi, um homem solteiro de 40 anos, é transportado para outro mundo sem motivo aparente. Enquanto ele tenta escapar de uma floresta perigosa se unindo a monstros, ele percebe que tem o poder de acessar uma enorme loja online."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "60"
  },
  {
    "mangaId": "193f91a0-51ef-4653-b3d7-a3f75c42ee9b",
    "title": {
      "en": "Ame to Kimi to"
    },
    "updatedAt": "2024-11-15T13:13:40+00:00",
    "coverArt": "https://mangadex.org/covers/193f91a0-51ef-4653-b3d7-a3f75c42ee9b/13090a3b-b1d4-4a77-b17c-df168fcc7ed5.jpg",
    "altTitles": [
      {
        "en": "With You and the Rain"
      },
      {
        "ja": "雨と君と"
      },
      {
        "ru": "Дождь и ты"
      },
      {
        "ne": "वर्षा र तिमी"
      },
      {
        "vi": "Mưa, tôi và em"
      }
    ],
    "description": {
      "en": "On a rainy summer evening, a woman and a \"dog\" happened to meet each other and life has never been the same since.",
      "ja": "雨の降る日に、１人と１匹は出会いました。“あともうちょっと”がほっこり尊いと話題です。",
      "ru": "В один дождливый день она подобрала что-то похожее на собаку... Давайте же посмотрим, насколько хитрой может быть эта \"собака\"...",
      "pt-br": "Em uma noite chuvosa de verão, uma mulher e um \"cachorro\" se conheceram e a vida nunca mais foi a mesma desde então."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d2e9520-4127-4bf2-94a3-b2571029562d",
    "title": {
      "en": "Make the Exorcist Fall in Love"
    },
    "updatedAt": "2025-01-04T09:42:41+00:00",
    "coverArt": "https://mangadex.org/covers/8d2e9520-4127-4bf2-94a3-b2571029562d/f8e4ebfa-606d-4856-bf45-f667813f0c1e.jpg",
    "altTitles": [
      {
        "ja": "エクソシストを堕とせない"
      },
      {
        "zh-hk": "讓驅魔師免於墮落"
      },
      {
        "th": "เอ็กซอร์ซิส ไม่มีวันตกหลุมรัก"
      },
      {
        "id": "(Jangan) Biarkan Sang Eksorsis Jatuh Cinta"
      },
      {
        "ja-ro": "Exorcist wo Otosenai"
      },
      {
        "fr": "Make the Exorcist Fall in Love"
      }
    ],
    "description": {
      "en": "As the strongest exorcist, a boy chosen by God was engaged in mortal combat with the Demon Kings. Although he bears the fate of humanity on his shoulders, he actually wants to make sweets peacefully. One day, he meets a girl... This is a story of love and hope growing in the midst of a holy war.",
      "fr": "Un jeune prêtre, entraîné par le Vatican pour devenir l'exorciste le plus puissant du monde, reçoit pour mission divine de protéger une jeune artiste, Imuri Atsuki. Sur les conseils de son mentor, il espère néanmoins trouver l'amour afin de soulager son esprit du lourd fardeau qui lui incombe. Imuri sera-t-elle celle qui lui apportera son salut ?",
      "ja": "神に選ばれし少年は、最強のエクソシストとして魔王たちと死闘を繰り広げていた。人類の命運を背負いつつも本当は静かにお菓子作りをしていたい、そんな彼に訪れた一人の少女との出会い…。これは壮絶な聖戦の中で芽吹いた、恋と希望の物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21cde143-531f-4e60-916d-2e7daaee4647",
    "title": {
      "en": "Honobono Isekai Tensei Days ~Level Counterstop, Item Mochikoshi! Watashi wa Saikyou Youjo Desu~"
    },
    "updatedAt": "2024-10-30T12:02:43+00:00",
    "coverArt": "https://mangadex.org/covers/21cde143-531f-4e60-916d-2e7daaee4647/6b1b13ff-52e4-4fe2-a184-696b4a9a5d0a.jpg",
    "altTitles": [
      {
        "ja": "ほのぼの異世界転生デイズ ~レベルカンスト、アイテム持ち越し! 私は最強幼女です~"
      }
    ],
    "description": {
      "en": "A young girl dies on Christmas day and is reincarnated into the world of her favorite game as her player character!",
      "ja": "元・引きこもり女子高生のレニは大好きだったゲームの世界に転生してしまう。なんとその転生先はとってもキュートな最強幼女!? しかもカンストしたレベルやアイテムは前世から持ち越された”無敵”の状態で…。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2549ad9c-ac2d-4429-b813-bd15bd24de8f",
    "title": {
      "en": "HongKong Comic - Honkai Impact 3rd"
    },
    "updatedAt": "2025-01-20T11:51:48+00:00",
    "coverArt": "https://mangadex.org/covers/2549ad9c-ac2d-4429-b813-bd15bd24de8f/8db55002-bf3e-4d3f-bc50-8088e34ba110.jpg",
    "altTitles": [
      {
        "zh-hk": "崩壞3香港篇序章"
      }
    ],
    "description": {
      "vi": "Đây là câu truyện dài kỳ một tập kể về nguyên nhân gây ra sự sụp đổ của hành tinh thứ ba, và ngọn đuốc hy vọng cuối cùng của nền văn minh nhân loại. Trọng trách đè trên vai những nữ chiến thần trẻ tuổi. Liệu số phận của thế giới sẽ đi đến hồi kết, hay ngọn lửa hy vọng một lần nữa được thắp lên?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "935d7e0a-f06f-4fdc-8415-475806c715dc",
    "title": {
      "en": "Shuumatsu Train Doko e Iku?"
    },
    "updatedAt": "2024-12-26T01:08:15+00:00",
    "coverArt": "https://mangadex.org/covers/935d7e0a-f06f-4fdc-8415-475806c715dc/67fe03a6-6924-4470-99df-9b84fd896d4e.jpg",
    "altTitles": [
      {
        "ja": "終末トレインどこへいく？"
      },
      {
        "en": "Train to the End of World"
      },
      {
        "ko": "종말 트레인은 어디로 향하나?"
      }
    ],
    "description": {
      "ja": "\"7G事件\"により、場所も人も生き物も全てが変わってしまった世界。4人の少女は、行方不明の友達と会うために、生きて帰ってこられるかわからない、外の世界へ電車に乗って旅に出る。走り出した終末トレインの終点には、いったい何がある？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b093bc50-be43-470c-8594-d79ab9fa5b90",
    "title": {
      "en": "Youkai Gakkou no Sensei Hajimemashita!"
    },
    "updatedAt": "2024-10-01T00:37:26+00:00",
    "coverArt": "https://mangadex.org/covers/b093bc50-be43-470c-8594-d79ab9fa5b90/afc3681c-cf8d-4c5e-927d-ab3097a9f9de.jpg",
    "altTitles": [
      {
        "en": "A Terrified Teacher at Ghoul School!"
      },
      {
        "ja": "妖怪学校の先生はじめました！"
      },
      {
        "zh": "妖怪学校的新人教师"
      },
      {
        "tr": "Ghoul Okulunda Dehşete Düşmüş Bir Öğretmen"
      },
      {
        "ja-ro": "Youkai Gakkou no Sensei Hajimemashita!"
      }
    ],
    "description": {
      "en": "Haruaki is a scaredy-cat with a fetish for girls' school uniforms, but he also wants to be a good teacher. However, his new school isn’t exactly what he thought it would be: it's an academy for monsters, demons, ghosts and all sorts of supernatural creatures!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e49a5e3a-ea88-42f4-82c1-9d4b06187463",
    "title": {
      "en": "Zekkyou Daiyogen"
    },
    "updatedAt": "2024-11-18T01:45:01+00:00",
    "coverArt": "https://mangadex.org/covers/e49a5e3a-ea88-42f4-82c1-9d4b06187463/d619f85c-fea2-4bdf-ba50-9055ced8b19f.jpg",
    "altTitles": [
      {
        "ja": "絶叫大予言"
      },
      {
        "en": "Screaming Great Prophecies"
      },
      {
        "en": "Shouted Prophecies"
      }
    ],
    "description": {
      "en": "♪'Lalala, the cute puppy will die in a while.'♪  \r\n  \r\n♪'And I feel that fella near waterfall will fall and drown, oh yes, he will.'♪  \r\n  \r\nA karaoke prophet wanders around the town singing weird prophecies into his trusty handy karaoke. No matter how you look at it he's a risky guy, but his sinister prophecies are always right. A puppy that high schooler Yori got from her boyfriend dies. Later, a middle-aged man drowns after falling into a waterfall, a giant fire occurs in the city, and… even more?! The scary, the grotesque, even the ridiculous: a collection of bizarre horror stories!"
    },
    "status": "completed",
    "releaseDate": 1996,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "8.5"
  },
  {
    "mangaId": "4f9eab7d-a2b2-4ee5-9d59-6744f0df4e12",
    "title": {
      "en": "Domestic na Kanojo"
    },
    "updatedAt": "2024-12-05T08:30:21+00:00",
    "coverArt": "https://mangadex.org/covers/4f9eab7d-a2b2-4ee5-9d59-6744f0df4e12/7129edad-f454-4b06-aee7-518a17259967.jpg",
    "altTitles": [
      {
        "en": "Domestic Girlfriend"
      },
      {
        "fr": "Love X Dilemma"
      },
      {
        "tr": "Evcimen Kız Arkadaş"
      },
      {
        "ru": "Домекано"
      },
      {
        "ar": "عشيقتي من أسرتي"
      },
      {
        "ja": "ドメスティックな彼女"
      },
      {
        "zh": "家有女友"
      },
      {
        "ko": "도메스틱한 그녀"
      },
      {
        "ru": "Домашняя девушка"
      },
      {
        "vi": "Bạn gái chung nhà"
      }
    ],
    "description": {
      "en": "Natsuo Fujii is in love with his teacher, Hina. Attempting to forget his feelings towards her, Natsuo goes to a mixer with his classmates where he meets an odd girl named Rui Tachibana. In a strange turn of events, Rui asks Natsuo to sneak out with her and do her a favor. To his surprise, their destination is Rui's house—and her request is for him to have sex with her. There's no love behind the act; she just wants to learn from the experience. Thinking that it might help him forget about Hina, Natsuo hesitantly agrees. After this unusual encounter Natsuo now faces a new problem. With his father remarrying, he ends up with a new pair of stepsisters; unfortunately, he knows these two girls all too well. He soon finds out his new siblings are none other than Hina and Rui! Now living with both the teacher he loves and the girl with whom he had his \"first time,\" Natsuo finds himself in an unexpected love triangle as he climbs ever closer towards adulthood.",
      "it": "Quella notte, Natsuo perse la sua verginità. La sua partner? Si chiama Rui e l'ha incontrata appena il giorno stesso dopo la scuola. E' lei ad averlo convinto, semplicemente dicendo di voler conoscere di più riguardo il sesso. Non voleva iniziare una relazione, né le interessava di Natsuo. In seguito, Natsuo si sente in colpa per aver perso la verginità con una ragazza che non gli piace neanche particolarmente. In più, si sente come se avesse tradito la ragazza per cui ha una cotta, la sua insegnante Hina. Un particolare triangolo amoroso che comprende Natsuo, Rui e Hina avrà inizio quando scopriranno…",
      "pt": "Hoje à noite, Natsuo perdeu a virgindade. Sua parceira? Seu nome é Rui e acabou de conhecê-lo entre amigos da escola. Ela foi a única que arquitetou essa situação, com o discurso de apenas conhecer mais sobre o sexo. Ela não queria começar um relacionamento, ela não liga pro Natsuo. No entanto, Natsuo não se sente bem por perder a virgindade com uma garota que ele não necessariamente gosta. Na verdade, isso fez com que ele sentisse que estivesse traindo sua paixão da escola: a professora Hina. Um triângulo amoroso surge entre Natsuo, Rui e Hina e tudo acaba com eles na mesma família!",
      "ru": "Это история о трёх героях: Нацуо, Руи и Хине. Руи — молодая девушка, не желающая вступать в отношения, Нацуо — обычный ученик старшей школы, а Хина — молодая учительница. Руи, несмотря на то, что ей не интересны отношения, хочет узнать о сексе и уговаривает Нацуо лишить её девственности. После произошедшего Нацуо мучает чувство вины, так как он лишил невинности девушку, к которой не испытывает чувств. Кроме того Нацуо не может забыть и о своей симпатии к молодой учительнице Хине. Это история стара как мир — история о неразделённой любви.",
      "tr": "Natsuo Fujii öğretmeni Hina'ya aşıktır. Ona karşı olan hislerini unutma amacıyla, Natsuo sınıf arkadaşlarıyla bir mixer partisine gidip orada Rui Tachibana isimli garip bir kız ile tanışır. Garip bir şekilde Rui, Natsuo'ya onun ile birlikte partiden kaçmasını ve ona bir iyilik yapmasını rica eder. Fakat aslında, gittikleri yer Rui'nin evidir—ve Rui'nin bahsettiği rica da onun ile cinsel ilişkiye girmesidir. Bu durumun arkasında herhangi bir aşk yoktur; Rui yalnızca deneyim elde etmek ister. Hina'yı unutmasına yardımcı olacağı düşüncesiyle, Natsu kararsızca kabul eder. Bu sıra dışı karşılaşmanın ardından, Natsuo'yu yeni bir problem karşılar. Babasının yeniden evlenmesi sonucunda, bir çift üvey kız kardeşi olur; fakat ne yazık ki, Natsuo\nbu iki kız kardeşi çok iyi tanıyordur. Hemen ardından bu kız kardeşlerin Hina ve Rui'den başkası olmadığını öğrenir. Aşık olduğu öğretmeni ve \"ilkini çaldığı\" kız ile, Natsuo kendini beklenmedik bir aşk üçgeninin ortasında bulur."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "28",
    "lastChapter": "276"
  },
  {
    "mangaId": "89299ce7-9d1d-4c46-91b1-48bdb0440406",
    "title": {
      "en": "Makigama no Pandora"
    },
    "updatedAt": "2024-10-13T12:00:09+00:00",
    "coverArt": "https://mangadex.org/covers/89299ce7-9d1d-4c46-91b1-48bdb0440406/25f8d029-f52c-4dbd-8f80-4ecdf4d8bfe0.jpg",
    "altTitles": [
      {
        "ja": "薪窯のパンドラ"
      },
      {
        "zh": "薪炉的潘多拉"
      },
      {
        "ko": "장작가마의 판도라"
      },
      {
        "en": "Pandora's Kiln"
      }
    ],
    "description": {
      "en": "Eri Hourai, a second-year high school girl, takes over \"Pandora\" - a bakery specialising in wood fire cooked goods.",
      "ja": "祖父のお店を引き継ぎ、黙々とパン職人をしている高校生・蓬莱絵里（ほうらいえり）。ある日、突然お店にやってきたはらぺこ少女・野々宮麦（ののみやむぎ）から「メロンパン20個ください！」と無茶振りをされる。麦との出会いによって、恵理は少しずつ心が開かれていって…？",
      "zh": "追随前人，过往足迹，今日的少女，也在进行烘焙"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea90abfe-82ef-4601-9d80-90706b5dd2e5",
    "title": {
      "en": "Lalalab☆ ~Gal to Kagaku to Seishun to!~"
    },
    "updatedAt": "2025-01-17T01:58:12+00:00",
    "coverArt": "https://mangadex.org/covers/ea90abfe-82ef-4601-9d80-90706b5dd2e5/ccf26286-1dd2-45c9-8237-bb090d26a1a4.jpg",
    "altTitles": [
      {
        "ja": "ラララボ☆ ～ギャルと科学と青春と！～"
      },
      {
        "en": "Lala Lab ⭐︎ Gyaru, Science, and Youth!"
      }
    ],
    "description": {
      "en": "Lala Mizusawa might look like a flashy gyaru and act high-energy, but don’t be fooled—she’s a hardcore science geek and a third-year biology major with dreams of becoming a great scientist! While her lofty goal sometimes shakes her confidence, she’s got her quirky labmates to keep her going: the refined and otaku-spirited Hanako Naito, and the lazy pajama-wearing Toki Busujima. Together, they celebrate the thrill of growing microbes, steam sweet potatoes in the autoclave, and dive headfirst into their delightfully chaotic campus life (if you can call it that)! ☆",
      "ja": "水沢ララは、ギャルい見た目とハイテンションで誤解されがちだけど、“偉大な科学者”を目指すガチ理系の大学3年生(理学部生物学科)！大きすぎる目標に自信喪失する日もあるけど、オタク気質のお嬢様・内藤花恋、パジャマ登校のずぼらっ子・毒島ときという個性豊かな研究室仲間と、菌が増えて喜んだり、高圧蒸気滅菌器で芋を蒸かしたり…キャンパスライフ（？）だって満喫中☆"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fa62d8c-2864-4413-ba23-6fc5d378c1a2",
    "title": {
      "en": "Smoke Blue no Ame Nochi Hare"
    },
    "updatedAt": "2024-11-05T08:03:40+00:00",
    "coverArt": "https://mangadex.org/covers/8fa62d8c-2864-4413-ba23-6fc5d378c1a2/1182b34b-813a-46ea-924a-4dd9edb5bda9.jpg",
    "altTitles": [
      {
        "en": "Life in Smokey Blue"
      },
      {
        "en": "Smoke-blue Rain, and Sunshine"
      },
      {
        "ja": "スモークブルーの雨のち晴れ"
      },
      {
        "zh": "烟蓝雨后晴"
      }
    ],
    "description": {
      "en": "Sakutaro's former colleague and No. 1 sales rival, Shizuka Kuji, saved him from danger when he was out having a good time one night.When Kuji left the company a step earlier than Sakutaro, he looked at him with envy, thinking that he must have a brilliant second career now.But when Kuji reunites with Sakutaro for the first time in eight years, his sarcastic personality is still the same, but for some reason, he is now working as a translator, looking languid and with long hair..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b727ae2-2842-4c46-af8b-9162b7806659",
    "title": {
      "en": "Girl Meets Rock!"
    },
    "updatedAt": "2025-01-04T09:59:58+00:00",
    "coverArt": "https://mangadex.org/covers/7b727ae2-2842-4c46-af8b-9162b7806659/1d192162-067e-404d-b4d2-c9b409bcfea0.jpg",
    "altTitles": [
      {
        "ja": "ふつうの軽音部"
      },
      {
        "ja-ro": "Futsuu no Keionbu"
      },
      {
        "en": "An Ordinary Light Music Club"
      },
      {
        "nl": "Het meisje dat rock ontdekte!"
      },
      {
        "ru": "Девушка встречает Рок"
      },
      {
        "pt-br": "Garota conhece o rock!"
      },
      {
        "es-la": "¡La chica que conoció el rock!"
      },
      {
        "fr": "La fille qui découvre le rock !"
      }
    ],
    "description": {
      "en": "With a passion for richly textured Japanese rock, first-year high school student Chihiro Hatono steps into the world of the light music club, new guitar in tow. But what awaits her behind those doors...? A drama of unfiltered youth and musical ambition takes the stage!",
      "es-la": "Chihiro Hatono, estudiante de primer año de preparatoria y apasionada por el rock japonés se adentra en el mundo del club de música ligera con una nueva guitarra a cuestas. Pero, ¿qué le espera tras esas puertas...? ¡Un drama sobre juventud sin filtros y ambición musical toma el escenario!",
      "pt-br": "Com uma paixão pelo rock japonês ricamente texturizado, a estudante do primeiro ano do ensino médio Chihiro Hatono entra no mundo do clube de música leve, com uma nova guitarra em mãos. Mas o que a espera atrás daquelas portas...? Um drama de juventude não filtrada e ambição musical sobe ao palco!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62c59c67-b47f-407c-ba15-82516dc175ff",
    "title": {
      "en": "Do you like a baby-faced boss?"
    },
    "updatedAt": "2025-01-17T06:49:40+00:00",
    "coverArt": "https://mangadex.org/covers/62c59c67-b47f-407c-ba15-82516dc175ff/a0fc759e-a2b5-4b61-a3aa-6251e12f2201.jpg",
    "altTitles": [
      {
        "ja-ro": "Dougan na Joushi wa suki desu ka?"
      },
      {
        "vi": "Em có thích một cấp trên mặt búng ra sữa không?"
      },
      {
        "ja": "童顔な上司は好きですか？"
      }
    ],
    "description": {
      "en": "A romantic comedy story between a baby-faced boss and a mature subordinate.",
      "ja": "童顔上司と貫禄女子の凸凹ラブコメ"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "48dd2f4c-e248-4d25-9872-d5a258fa26cd",
    "title": {
      "en": "Stigmata"
    },
    "updatedAt": "2025-01-20T12:14:47+00:00",
    "coverArt": "https://mangadex.org/covers/48dd2f4c-e248-4d25-9872-d5a258fa26cd/d9b2ae88-1282-4f0d-9d0c-db0396786c5e.jpg",
    "altTitles": [
      {
        "ja": "スティグマタ─聖痕捜査─"
      },
      {
        "ja-ro": "Stigmata ─Seikon Sousa─"
      },
      {
        "en": "Stigmata ─Stigmata Investigation─"
      },
      {
        "ja": "スティグマタ ─愛痕─"
      },
      {
        "ja-ro": "Stigmata ─Aikon─"
      },
      {
        "en": "Stigmata ─Love Marks─"
      },
      {
        "uk": "Стигмата"
      },
      {
        "uk": "Стигмати – судово-медична експертиза"
      }
    ],
    "description": {
      "en": "Asako Minami has a \"unique constitution.\" He senses the lingering thoughts of murder victims, and experiences the circumstances under which they died with his own body in a reaction similar to stigmata. This proves useful in solving difficult cases with the Metropolitan Police Department's Special Investigations Unit Six. Asako's partner is the reserved Superintendent Kuroiwa Hiroto, rising through the MPD ranks despite doubting his own abilities.",
      "uk": "Асако Мінамі має \"унікальний стан\", в якому відчуває затяжні думки вбитих та\nпереживає на власному тілі прояв обставин смерті, схожий на стигмати.\nЦе виявляється корисним у розслідуванні складних справ за участі Шостого Підрозділу Столичного Поліцейського Департаменту Спеціальних Розслідувань. Партнером Асаки стає начальник відділення – Куроіва Хірото, який, попри сумніви у власних здібностях, швидко просувається кар'єрними сходами."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "12.5"
  },
  {
    "mangaId": "7d13ec16-9215-4487-a2fc-e3e7c7f0c609",
    "title": {
      "en": "Love Live! Sunshine!! AZALEA COMIC ANTHOLOGY"
    },
    "updatedAt": "2024-02-09T17:37:43+00:00",
    "coverArt": "https://mangadex.org/covers/7d13ec16-9215-4487-a2fc-e3e7c7f0c609/e33b7c6f-5c71-4c54-aaf5-d2c3dc7fa686.jpg",
    "altTitles": [
      {
        "ja": "ラブライブ！サンシャイン!! AZALEAコミックアンソロジー"
      },
      {
        "ja-ro": "Rabu raibu! Sanshain! ! AZALEA komikkuansorojī"
      }
    ],
    "description": {
      "en": "Love Live! Sunshine!!: AZALEA Comic Anthology\nCover Illustration: Mezashi\n\n1. Otome Chick ka nan ? (乙女チックかなん?) by Kou Kuzu\n2. Onayami?! AZALEA (お悩み?! AZALEA) by Mezashi\n3. Torikoriko Please!! (トリコリコPLEASE!!) by Shinji Tanaka & Dia Fuuka\n4. Tokimeki Sakushigaku (ときめき作詞学) by Ripo Day\n5. Mezase AZALEA no Hana (目指せAZALEAの花) by Yuuki Nanaji\n6. Galaxy Hide and Seek (GALAXY HidE and SeeK) by Uzuki Houshou & Satsuki Konoe\n7. Hanamaru to Yousei no Fuku (花丸と妖精の服) by Gratin-dori\n8. Innocent Bird (INNOCENT BIRD) by Shinji Tanaka & Dia Fuuka\n9. Tokimeki Bunruigaku (ときめき分類学) by Nata Nakane"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "6596abfe-4dc8-4d13-82da-ea9a6a278aa3",
    "title": {
      "en": "Hanamaru Kindergarten"
    },
    "updatedAt": "2024-11-04T12:34:38+00:00",
    "coverArt": "https://mangadex.org/covers/6596abfe-4dc8-4d13-82da-ea9a6a278aa3/4372ffd3-9e03-471c-8bc5-59ffbd73e9eb.jpg",
    "altTitles": [
      {
        "ja-ro": "Hanamaru Yochien"
      },
      {
        "en": "Hanamaru Kindergarten"
      },
      {
        "th": "ฮานะมารุ อนุบาลเด็กดีนะจะบอกให้"
      },
      {
        "ja": "はなまる幼稚園"
      },
      {
        "zh": "花丸幼儿园"
      },
      {
        "ko": "하나마루 유치원"
      },
      {
        "pt-br": "O Jardim de Infância Hanamaru"
      },
      {
        "vi": "Nhà trẻ Hanamaru"
      }
    ],
    "description": {
      "en": "Anzu goes to a preschool with her friends, the shy Koume and the eccentric Hiiragi. Together, they try to gain Anzu attention from their male caretaker Tsuchida, though he is clearly more interested in the pretty Yamamoto who supervises the class next door.",
      "pt-br": "Anzu é uma criança do jardim de infância com uma grande paixão por seu professor Tsuchida, mas Tsuchida claramente prefere Yamamoto, uma jovem professora que lida com a classe ao lado, e Anzu tem suas duas amigas para ajudá-la: a tímida Koume e a excêntrica Hiiragi.\n\nNOTA: Hanamaru é o equivalente à estrela de ouro concedida para as crianças por um bom trabalho na escolas."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "102.5"
  },
  {
    "mangaId": "0984daf7-068e-4862-a583-e7f7519dfe29",
    "title": {
      "en": "Vtuber Savior ✟ Messiah-chan"
    },
    "updatedAt": "2025-01-03T15:54:23+00:00",
    "coverArt": "https://mangadex.org/covers/0984daf7-068e-4862-a583-e7f7519dfe29/daa71375-66f0-4452-bfb1-09cc9e4036c8.jpg",
    "altTitles": [
      {
        "ja": "救済系Vッタラー✟メシアちゃん"
      },
      {
        "ja-ro": "Kyuusai Kei Vtterer ✟ Messiah-chan"
      }
    ],
    "description": {
      "en": "A horror manga where viewers watch and join in on Messiah-chan's stream activities."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "53"
  },
  {
    "mangaId": "cdf75cd8-4e87-4bde-a430-44ea174cc035",
    "title": {
      "en": "Shouwaru Tensai Osananajimi to no Shoubu ni Makete Hatsutaiken o Zenbu Ubawareru Hanashi"
    },
    "updatedAt": "2024-11-01T07:05:48+00:00",
    "coverArt": "https://mangadex.org/covers/cdf75cd8-4e87-4bde-a430-44ea174cc035/e7e1f348-e23f-4208-a9f9-7e0c177cf84f.jpg",
    "altTitles": [
      {
        "ja": "性悪天才幼馴染との勝負に負けて初体験を全部奪われる話"
      },
      {
        "ja-ro": "Shouwaru Tensai Osananajimi to no Shoubu ni Makete Hatsutaiken wo Zenbu Ubawareru Hanashi"
      },
      {
        "th": "เรื่องราวของการพ่ายแพ้การแข่งขันให้กับเพื่อนสมัยเด็กอัจฉริยะตัวร้ายผู้คอยพรากประสบการณ์ครั้งแรกทุกอย่างไป"
      },
      {
        "zh": "败给了性格恶劣的天才青梅，初体验全部被夺走这件事"
      },
      {
        "zh-hk": "敗給了性格惡劣的天才青梅，初體驗全部被奪走這件事"
      },
      {
        "en": "How I Lose Bets With My Sadistic Gifted Childhood Friend and She Steals All of My Firsts"
      }
    ],
    "description": {
      "en": "A twisted girls' love story featuring: A devilish girl hiding behind the mask of an honor student x An ordinary girl who hates losing.\n\nWakaba Yoshizawa has a childhood friend named Komaki Umezono.\n\nThis girl wore the mask of an honor student with good morals who's blessed with both beauty and brains, but in reality she's an evil genius who looked down on people. For the sake of regaining the dignity she lost to Komaki, Wakaba challenges her to a match, but Komaki tells her \"Each time I win, I will take one precious thing from you.\" as a condition!? Every time she loses to the girl she \"hates\", her true feelings get exposed.\n\n(Source: Young Ace Up)",
      "ja": "「嫌い」な彼女に負けるたび、曝け出されるホントの気持ち――。\n\n吉沢わかばの幼馴染、梅園小牧。彼女は、品行方正で才色兼備な優等生の仮面を被った、人を見下す性悪女だった。そんな小牧に奪われた尊厳を取り戻すため、彼女に勝負を挑むわかばだったが、「私が勝ったらわかばの大事なものを一つずつ奪う」という条件をつけられて――!?ファーストキスに始まり、一つ一つ「尊厳」を奪われていく中で、小牧に抱く気持ちが「嫌い」だけでないことに気付きーー？",
      "th": "อุเมะโซโนะ โคมากิ เพื่อนสมัยเด็กของ โยชิซาวะ วาคาบะ เธอสวมหน้ากากนักเรียนดีเด่นทั้งที่เป็นผู้หญิงชั่วร้าย ที่ชอบดูถูกผู้คน เพื่อกอบกู้ศักดิ์ศรีที่โคมากิแย่งชิงไปจากเธอ วาคาบะ จึงต้องแข่งขันกับเธอ โดยมีเงื่อนไขว่าถ้าชนะ เธอจะพรากสิ่งสำคัญหนึ่งอย่างของวาคาบะไป...!? \"ฉันเกลียดเธอ!\" ถึงจะเป็นแบบนั้น ทุกครั้งที่พ่ายแพ้ความรู้สึกที่แท้จริงก็ค่อย ๆ ถูกเปิดเผยออกมา",
      "es-la": "¡Una distorsionada historia de amor entre la estudiante modelo con una máscara demoníaca y la chica común que no se rinde!\n\nWakaba Yoshizawa, la amiga de la infancia de Wakaba, Komaizumi Komaki. Ella era una chica malvada que llevaba una máscara de estudiante modelo perfecta y talentosa, que miraba por encima del hombro a los demás. Wakaba desafía a Komaki para recuperar su dignidad que le fue arrebatada, pero se le pone una condición: \"Si gano, tomaré una cosa importante de Wakaba una por una\" ¡Cada vez que pierde contra ella, revela sus verdaderos sentimientos! ¡Una emocionante historia de amor entre chicas que ganó el Premio de Oro en el 28vo Concurso Sneaker Award, ahora en formato de cómic!",
      "pt-br": "Uma história de amor distorcida entre garotas: uma garota diabólica escondida por trás da máscara de uma estudante exemplar x uma garota comum que odeia perder.\n\nWakaba Yoshizawa tem uma amiga de infância chamada Komaki Umezono.\n\nEssa garota usava a máscara de uma estudante exemplar com boas virtudes, abençoada com beleza e inteligência, mas na realidade ela é uma gênio do mal que despreza as pessoas. Para recuperar a dignidade perdida para Komaki, Wakaba desafia-a para um duelo, mas Komaki lhe diz: \"Cada vez que eu ganhar, vou tirar algo precioso de você.\" como condição!? Cada vez que ela perde para a garota que \"odeia\", seus verdadeiros sentimentos são expostos."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5954ade6-9804-4c0f-9dab-7b7cc1020874",
    "title": {
      "en": "Animal Maimai"
    },
    "updatedAt": "2024-12-18T17:17:20+00:00",
    "coverArt": "https://mangadex.org/covers/5954ade6-9804-4c0f-9dab-7b7cc1020874/16358444-27a3-4707-9d0b-f1353a1bf527.jpg",
    "altTitles": [
      {
        "ja": "アニマるまいまい"
      },
      {
        "ko": "애니멀 마이마이"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5ed17f7-d52b-48f6-b574-fadcf75ab0d1",
    "title": {
      "en": "WORST Gaiden Saburoku Santa Namonaki Karasu-tachi"
    },
    "updatedAt": "2024-10-16T11:48:41+00:00",
    "coverArt": "https://mangadex.org/covers/c5ed17f7-d52b-48f6-b574-fadcf75ab0d1/4592beb6-a5ea-40d1-845d-a086c3881b6c.jpg",
    "altTitles": [
      {
        "ja": "WORST外伝 サブロクサンタ 名もなきカラスたち"
      },
      {
        "en": "WORST Side Story Saburoku Santa - Crows Without a Name"
      },
      {
        "vi": "Ngoại truyện WORST Bata khu 36 - Những con quạ không tên"
      },
      {
        "ja-ro": "Worst Gaiden Saburoku Santa - Na mo Naki Karasu-tachi"
      }
    ],
    "description": {
      "en": "This manga depicts the one-year gap in the story when Harumichi Bouya leaves Suzuran Boys High School until Hana Tsukishima arrives at Toaru City.",
      "ja": "不良漫画の金字塔『クローズ』『WORST』最新スピンオフ!!\n\n坊屋春道が街から去り、月島花はまだ「圏外」にいる、そんな時期の戸亜留市で、不良の歴史に刻まれなかった熱き男たちがいた。\n名もなきカラスたちの疾走する青春群像劇!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eee68d43-9d0b-4c72-90f0-8210c86f7c87",
    "title": {
      "en": "Why I Quit Being the Demon King"
    },
    "updatedAt": "2024-10-29T15:05:43+00:00",
    "coverArt": "https://mangadex.org/covers/eee68d43-9d0b-4c72-90f0-8210c86f7c87/b165b62b-7729-4a93-8a74-ecca718e6443.png",
    "altTitles": [
      {
        "ko": "마왕을 그만둔 이유"
      },
      {
        "ko-ro": "Mawangeul Geumandun Iyu"
      },
      {
        "id": "Alasan Mengapa Aku Berhenti Jadi Raja Iblis"
      }
    ],
    "description": {
      "en": "In a time of chaos, the Demon King traversed through 665 realms before invading the human realm. It was a brave hero who ceased the war. Thanks to their divine sacrifice, mankind barely managed to survive.\n\nBut that led to the story of the new Demon King.\n\nMeet Demon King Demiourgos, the 666th. “I quit being the Demon King,” he said, before leaving the demon realm. This is a story about a runaway Demon King and a hero who becomes his subordinate.\n\nWhy did the Demon King quit?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cbb22826-963e-4602-a5cd-a50c75723d59",
    "title": {
      "en": "Maseki Gurume: Mamono no Chikara wo Tabeta Ore wa Saikyou!"
    },
    "updatedAt": "2024-10-11T16:13:55+00:00",
    "coverArt": "https://mangadex.org/covers/cbb22826-963e-4602-a5cd-a50c75723d59/d2a13e6a-7546-467a-bbf3-902c22439665.jpg",
    "altTitles": [
      {
        "en": "Magic Stone Gourmet: Eating Magical Power Made Me The Strongest"
      },
      {
        "ru": "Поедая магические камни, я становлюсь сильнее!"
      },
      {
        "ja": "魔石グルメ　魔物の力を食べたオレは最強！"
      },
      {
        "ja-ro": "Maseki Gurume: Mamono no Chikara o Tabeta Ore wa Saikyou!"
      },
      {
        "en": "Magic Gems Gourmet"
      }
    ],
    "description": {
      "en": "In this world, It's only me who can get stronger by eating Magic Stones! At one point, I received an offer to have a smooth life reincarnation from the Goddess-sama… But the skill I got as a prize is Toxins Decomposition EX. Ugh, what a plain skill! It's so pitiful that even my own family makes fun of me… However, one day I realized that because of the effect of this skill, I can eat and gain power from Magic Stones! I've also been notified that I'm the prince from a neighboring country!? What awaits me in the castle are days of experimenting with Magic Stones and training, the perfect environment for me to become the strongest man there is… And to top it off, I received the Magic Stone of Dullahan! The story of a boy on the path to becoming a King while being chased by an assertive fiancee and Female Knights starts here!",
      "ja": "- Light Novel: [Japanese](https://bookwalker.jp/series/180089/)  \n- Web Novel: [Japanese](https://ncode.syosetu.com/n0610eg/)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66542ad9-bfc4-4953-9941-c359e513d6fe",
    "title": {
      "en": "Isekai Shachuuhaku Monogatari - Outrunner PHEV"
    },
    "updatedAt": "2025-01-20T11:22:11+00:00",
    "coverArt": "https://mangadex.org/covers/66542ad9-bfc4-4953-9941-c359e513d6fe/78513e67-9dca-4b0f-9a18-a04028348288.jpg",
    "altTitles": [
      {
        "ja": "異世界車中泊物語 アウトランナーPHEV"
      },
      {
        "en": "Otherworldly Overnight in the Car: Outrunner PHEV"
      }
    ],
    "description": {
      "en": "One young salaryman, who adores his plug-in, hybrid car that uses both electricity and gasoline, had been using camping in it as an escape plan from everyday life. Suddenly, he finds himself transported to another world with his car!\n\nHe'll start his life anew in this different world!",
      "ja": "やさぐれて会社での評価も低いサラリーマン・大前現人（おおまえあらと）。仕事のミスが理由で車に乗って逃亡し、サービスエリアで車中泊して起きたら異世界へ転移してた！そこで出会ったケモミミ娘に仕事観で説教され逆切れした主人公の異世界での前途は如何に！？異世界でのサバイバルで鍛えられたメンタルで、現代日本での仕事で活かせるか！？リアルと異世界の行き来で生き直す！これはそんな物語です。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf7c6c51-7b96-418f-b025-10d3cca71c96",
    "title": {
      "en": "Eiyuu to Majo no Tensei LoveCome"
    },
    "updatedAt": "2025-01-20T00:01:40+00:00",
    "coverArt": "https://mangadex.org/covers/cf7c6c51-7b96-418f-b025-10d3cca71c96/1fee8d1d-d61c-4cf9-876e-977339dd7c4a.png",
    "altTitles": [
      {
        "ja": "英雄と魔女の転生ラブコメ"
      },
      {
        "ja-ro": "Eiyuu to Majo no Tensei Rabu Kome"
      },
      {
        "en": "A Reincarnation Romantic Comedy of a Hero and a Witch"
      },
      {
        "pt-br": "Uma Comédia Romântica de Reencarnação entre um Herói e uma Feiticeira"
      },
      {
        "vi": "Chuyện tình lãng mạn và hài hước của Anh Hùng và Phù Thủy chuyển sinh"
      },
      {
        "vi": "Chuyện tình chuyển sinh hài hước của Anh hùng và Phù thuỷ"
      }
    ],
    "description": {
      "en": "Choose the world or choose her. Ordinary high school student Shiraishi Godo harbored a \"secret\"  - he possessed memories of a past life. In a world different from this one, he was a \"hero\" who saved humanity. However, that was a story of his past life. In this life, he was supposed to lead an ordinary school life—until the arrival of transfer student Mai Shiina turned everything upside down.",
      "ja": "世界を選ぶか、彼女を選ぶか。平凡な高校生・白石護道には『秘密』があった。それは前世の記憶を持っていること。こことは違う別の世界で、人類を救った『英雄』だった。とはいえ、あくまで前世の話。今世ではごく普通の学生生活――のはずだったが、転入してきた少女・椎名麻衣の出現で日々は一変する。",
      "vi": "Shiraishi Godou, một cậu học sinh cao trung bình thường đang có một \"Bí mật\". Đó là cậu vẫn còn ký ức của tiền thế.\nỞ một thế giới khác, Godou đã từng là \"Anh hùng\" giải cứu nhân loại. Tuy là vậy, nhưng đó là chuyện của tiền thế. Ở thế giới hiện tại, cậu chắc là đang trải qua quãng đời học sinh bình thường, vậy mà sự xuất hiện của cô thiếu nữ vừa chuyển trường đến. Shiina Mai đã làm những ngày yên bình của cậu hoàn toàn thay đổi",
      "pt-br": "O estudante comum de ensino médio Shiraishi Godo guardava um \"segredo\", ele possuía memórias de uma vida passada. Em um mundo diferente deste, ele foi um \"herói\" que salvou a humanidade. Mas isso era uma história de sua vida passada. Nesta vida, Godo deveria ter uma vida escolar comum. Isso até a chegada da nova aluna Mai Shiina, que virou tudo de cabeça para baixo. Ela não era apenas uma aluna transferida. Mai era a reencarnação de Celis, a Feiticeira da Calamidade, sua mortal inimiga de vidas passadas. E ela estava lá, não por vingança, mas por algo mais — algo que mudaria o curso da vida de Godo mais uma vez. Agora, ele deve navegar pelas complexidades de suas memórias reencarnadas, sua crescente conexão com Mai e a escolha impossível entre uma vida pacífica e uma cheia de caos mágico."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b07d7155-7a66-4e52-98ec-6b78b67506a6",
    "title": {
      "en": "Ningyou Pass"
    },
    "updatedAt": "2024-11-26T07:57:53+00:00",
    "coverArt": "https://mangadex.org/covers/b07d7155-7a66-4e52-98ec-6b78b67506a6/0116fae5-418e-4173-9c47-f7d11a5486fb.jpg",
    "altTitles": [
      {
        "ja-ro": "Ningyou Touge"
      },
      {
        "ja": "人形峠"
      }
    ],
    "description": {
      "en": "A group of high school students visit the inside of a mountain on an agricultural trip. While staying at a farmer's home, they learn the rural life. However, the village doesn't exist…? A shudder runs down everyone's spine as a lot of inexplicable events happen in the village, that now restricts entry. What are the high schoolers' fate?"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f86092e-81d1-4ed6-a0e9-e0e11ac0b7d8",
    "title": {
      "en": "Your Ultimate Love Rival"
    },
    "updatedAt": "2024-05-27T04:01:53+00:00",
    "coverArt": "https://mangadex.org/covers/1f86092e-81d1-4ed6-a0e9-e0e11ac0b7d8/da80abd8-1894-48c9-80ba-f2466e83e8d2.jpg",
    "altTitles": [
      {
        "ko": "남주의 연적이 되어버렸다"
      },
      {
        "ko": "남주의 연적이 되어 버렸다"
      },
      {
        "ko-ro": "Namjuui Yeonjeogi Doeeo Beoryeotda"
      },
      {
        "en": "I Became the Male Leads' Love Rival"
      },
      {
        "en": "I Have Become the Heroes' Rival"
      },
      {
        "es": "Me he convertido en la rival de los ML"
      },
      {
        "uk": "Я стала суперницею головних героїв"
      },
      {
        "th": "ฉันกลายเป็นศัตรูหัวใจของเหล่าพระเอก"
      },
      {
        "ja": "男主人公の恋のライバルは私！？"
      },
      {
        "mn": "Би баатрын дайсан болчихлоо"
      },
      {
        "mn": "Би баатарын дайсан болчихлоо"
      },
      {
        "zh": "我是男主的情敌"
      },
      {
        "zh-hk": "男主角的頭號情敵"
      },
      {
        "pt-br": "Eu me tornei a rival dos heróis"
      }
    ],
    "description": {
      "en": "Naturally charming, Irene attracts women like a magnet, even when she doesn't mean to. Enter her best friend, Claudia, who refuses to marry any of her three suitors because of her affection for Irene. As a result, these powerful and mentally unstable men declare Irene as their rival in love and threaten her life. She knows none of them deserves to be with Claudia, but she doesn't want to die! To save both her friend and herself, Irene must prove she's their ultimate rival, but will she succeed?",
      "fa": "آیرین که به طور طبیعی جذابه، زنا رو مثل آهنربا جذب میکنه، حتی اگه قصدش رو نداشته باشه. بهترین دوستش، کلودیا، وارد میشه که به دلیل علاقه ای که به آیرین داره از ازدواج با هر یک از سه خواستگارش امتناع میکنه. در نتیجه، این مردان قدرتمند و بی ثبات ذهنی، آیرین رو رقیب عشقیشون اعلام میکنن و زندگیش رو تهدید میکنن. اون میدونه که هیچ کدوم از اونا لیاقت کلودیا رو ندارن، اما اون نمیخواد بمیره! برای نجات دوستش و خودش، آیرین باید ثابت کنه که رقیب نهایی اوناس، اما آیا موفق میشه؟",
      "id": "Irene tiba-tiba masuk ke dalam cerita novel. Dia dibenci tiga pemeran utama pria dalam novel karena pemeran utama wanita lebih memilih dirinya. Karena itu, dia harus melindungi Claudia dari tiga pemeran utama pria jahat yang mencoba mengusai pemeran utama wanita dan menyelamatkan diri dari death flag-nya. Akankah Irene berhasil?",
      "ko": "“아이린이랑 살 거예요, 평생―!!!”\n\n원작 여주 클로디아의 화끈한 고백 탓에 원작 남주 세 명의 싸늘한 시선이 내게 꽂혔다.\n저건 필히 연적을 보는 눈빛?!!! \n\n“마, 망했다.” \n\n왜냐면―나도 여자거든. \n왜냐면―남주들 인성이 쓰레기거든. \n쓰레기 남주들에게서 클로디아도 지키고 나도 살아남아야 한다!!!\n.....로맨스도 겸사겸사. \n\n졸지에 소설 속으로 들어가버린 아이린! \n자신의 사망플래그를 비틀어버리기로 한 아이린의 처절한 고군분투기!!!",
      "pt-br": "Naturalmente encantadora, Irene atrai as mulheres como um ímã, mesmo quando ela não tem a intenção de fazê-lo. Entre sua melhor amiga, Claudia, que se recusa a casar com qualquer um de seus três pretendentes por causa de seu afeto por Irene. Como resultado, estes homens poderosos e mentalmente instáveis declaram Irene como sua rival no amor e ameaçam sua vida. Ela sabe que nenhum deles merece estar com Claudia, mas ela não quer morrer! Para salvar tanto sua amiga quanto ela mesma, Irene deve provar que é sua última rival, mas será que ela conseguirá?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "93"
  },
  {
    "mangaId": "707133cd-d9c2-4c83-8398-55bfdda7da14",
    "title": {
      "en": "Blue Archive - Kankan's Blue Archive Logs (Doujinshi)"
    },
    "updatedAt": "2024-02-13T02:33:10+00:00",
    "coverArt": "https://mangadex.org/covers/707133cd-d9c2-4c83-8398-55bfdda7da14/f8f47bc0-5c7b-41e7-84cc-93d32a2a15cc.jpg",
    "altTitles": [
      {
        "ja": "透き通る世界"
      },
      {
        "en": "A Transparent World"
      }
    ],
    "description": {
      "en": "A collection of Blue Archive short comics by artist ポテトルス on pixiv."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f738c64a-8050-4ff7-85f3-a0bba314d176",
    "title": {
      "en": "Youkai Gakkou no Seito Hajimemashita!"
    },
    "updatedAt": "2024-11-03T15:20:43+00:00",
    "coverArt": "https://mangadex.org/covers/f738c64a-8050-4ff7-85f3-a0bba314d176/c121bc96-add8-44fe-8bba-4f0a3e5916f5.jpg",
    "altTitles": [
      {
        "ja": "妖怪学校の生徒はじめました！"
      },
      {
        "en": "A New Student at Ghoul School!"
      }
    ],
    "description": {
      "en": "As the cherry blossoms fall, a new school year kicks off at Hyakki Academy—a school attracting youkai from all over Japan! Unfortunately, the first years are far from model students, especially the troublemaking idiot duo, Mamekichi Maizuka (a mame-danuki) and Tamao Akisame (a nekomata). It’s time for the lovable but rambunctious animal youkai to steal the spotlight in this spinoff comedy, set a year before the events of \"A Terrified Teacher at Ghoul School!\"\n\n(Source: Manga UP! Global)\n\nSerialized on Pixiv Comic."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "114b37e4-57c2-4010-bc4a-19fb6ca2cd85",
    "title": {
      "en": "Beastmaster: I can see the complete encyclopedia of evolution"
    },
    "updatedAt": "2025-01-20T09:33:39+00:00",
    "coverArt": "https://mangadex.org/covers/114b37e4-57c2-4010-bc4a-19fb6ca2cd85/0a5544ad-4479-43c6-975d-0ea62b02d4b8.jpg",
    "altTitles": [
      {
        "zh": "御兽：我能看见进化全图鉴"
      }
    ],
    "description": {
      "en": "An awakening in a desperate situation, Li Wenxuan, an ordinary college student, was pushed into the era of fantasy beast masters by fate. Starting from the lowest level fantasy beast, he groped forward in revenge and protection, pursuing his own power and beliefs. This is a golden age where fantasy beasts and humans coexist, and Li Wenxuan is destined to embark on a unique path of rise."
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0f98e30-b509-4560-ab3a-701a64d52257",
    "title": {
      "en": "My Hero Academia - Rondo of Opalus (Doujinshi)"
    },
    "updatedAt": "2024-09-24T18:01:09+00:00",
    "coverArt": "https://mangadex.org/covers/b0f98e30-b509-4560-ab3a-701a64d52257/23803701-37ca-41d4-8604-43312014a2b5.png",
    "altTitles": [],
    "description": {
      "en": "Inspired by the fantasy AU illustrations.\nTodoroki Shouto x Bakugou Katsuki"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "21"
  },
  {
    "mangaId": "394398f2-6287-48c7-9713-cd1759c97291",
    "title": {
      "en": "The Blood Princess and the Knight"
    },
    "updatedAt": "2024-09-12T22:58:59+00:00",
    "coverArt": "https://mangadex.org/covers/394398f2-6287-48c7-9713-cd1759c97291/78a07ad9-a65b-43ca-bf59-a0cf18694e43.jpg",
    "altTitles": [
      {
        "zh-ro": "Xue Ji Yu Qi Shi"
      },
      {
        "ja": "血の姫と騎士"
      },
      {
        "zh": "血姬与骑士"
      },
      {
        "en": "Vampires and Knight"
      },
      {
        "ru": "Вампиры и рыцарь"
      },
      {
        "ru": "Рыцарь и Королева Крови"
      },
      {
        "ko": "서큐버스가 되어버린 기사님"
      },
      {
        "fr": "From Holy Knight to Vampire"
      }
    ],
    "description": {
      "en": "I, who was a sacred knight, was defeated and captured in a battle against the vampire clan.   \n\n\"Oh? Letting you die? In your dreams! Accept my embrace, and in the future, please take care of me, my lovely daughter~\"   \n\nThe silver-haired Queen of the Vampire Clan lifted my chin and smiled cunningly, her sharp canines drawing closer to my neck… \n\n---\n**Links:**\n- [Alternative raw (Bilibili)](https://manga.bilibili.com/detail/mc28199)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb363628-c3e0-42e1-a60e-dae7926edb32",
    "title": {
      "en": "Chun and Alice"
    },
    "updatedAt": "2023-06-15T20:54:54+00:00",
    "coverArt": "https://mangadex.org/covers/cb363628-c3e0-42e1-a60e-dae7926edb32/8001ad54-d3d1-4f4b-8213-e69fbed742ff.jpg",
    "altTitles": [
      {
        "zh-ro": "Chún yǔ àilìsī"
      },
      {
        "fr": "Chun et Alice"
      },
      {
        "zh-ro": "Chun Yu Ailisi"
      },
      {
        "zh": "淳与爱丽丝"
      },
      {
        "en": "June and Alice"
      }
    ],
    "description": {
      "en": "In order to make a living, the vagrant Eastern girl Bai Chun became the \"living mannequin\" of queen Alice. Planning to make a quick buck and then escape, Chun inadvertently became embroiled in a conspiracy of those vying for power while trying to leave. Can the temporary union of East and West avert disaster? Find out in Chun and Alice~"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "98.2"
  },
  {
    "mangaId": "9db65843-e9d9-4b08-ab00-67732e997555",
    "title": {
      "en": "The End of the World: The Emperor Banner invites all female disciples to take their seats"
    },
    "updatedAt": "2025-01-20T09:22:35+00:00",
    "coverArt": "https://mangadex.org/covers/9db65843-e9d9-4b08-ab00-67732e997555/0ffa9122-25b6-4902-964c-2cb0e8bbed53.jpg",
    "altTitles": [
      {
        "zh": "末世：人皇幡有请各位女徒入座"
      }
    ],
    "description": {
      "en": "Su Bai was about to ascend to heaven but was framed by his female apprentice. When he woke up again, he had traveled to a modern society where zombies were rampant and he had become an ordinary person. The only thing he could use was a low-level magic weapon, the Ten Thousand Souls Banner. With the awakening of the Ten Thousand Souls Banner system, Su Bai had hope of returning to the top. What made Su Bai even more excited was that the female apprentices who framed him also traveled to this world with the turbulence of time and space."
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f082a4c-2a50-4859-ae0d-30a0bcf1cf9e",
    "title": {
      "en": "Yè De Mìng Míng Shù"
    },
    "updatedAt": "2024-09-22T19:11:19+00:00",
    "coverArt": "https://mangadex.org/covers/9f082a4c-2a50-4859-ae0d-30a0bcf1cf9e/205416c6-f702-4a19-8c8a-52ced3e16fb3.jpg",
    "altTitles": [
      {
        "zh": "夜的命名术"
      },
      {
        "en": "Moniker of the night"
      },
      {
        "ko": "밤의 명명법"
      },
      {
        "ja": "夜の命名法"
      },
      {
        "en": "Night’s Nomenclature"
      },
      {
        "vi": "Mệnh Danh Thuật Của Bóng Tối"
      },
      {
        "zh-ro": "Ye De Ming Ming Shu"
      },
      {
        "en": "Naming Technique of the Night"
      },
      {
        "en": "Retouching of the Night"
      }
    ],
    "description": {
      "en": "In the blue and purple neon, under the dense steel sky, the front end of the data torrent is the world after the technological revolution, and it is also the boundary between reality and illusion. Steel and body, past and future. Here, the outer world and the inner world coexist, and everything in front of you is like a wall of time. Darkness gradually shrouded. But you have to understand, my friend, that we cannot deal with darkness with tenderness, but with fire.",
      "zh": "蓝与紫的霓虹中，浓密的钢铁苍穹下，数据洪流的前端，是科技革命之后的世界，也是现实与虚幻的分界。 钢铁与身体，过去与未来。 这里，表世界与里世界并存，面前的一切，像是时间之墙近在眼前。 黑暗逐渐笼罩。 可你要明白啊我的朋友，我们不能用温柔去应对黑暗，要用火。"
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50bac62c-3e1a-4237-a3a2-c64cc82d3677",
    "title": {
      "en": "Dokyuu Hentai HxEros"
    },
    "updatedAt": "2024-12-04T04:37:58+00:00",
    "coverArt": "https://mangadex.org/covers/50bac62c-3e1a-4237-a3a2-c64cc82d3677/141a629d-cff5-4c47-96b2-d9d1c2f327d2.jpg",
    "altTitles": [
      {
        "ja": "ド級編隊エグゼロス"
      },
      {
        "ja-ro": "Dokyuu Hentai HXEROS"
      },
      {
        "en": "Super HxEros"
      },
      {
        "en": "Dreadnought Formation HXEROS"
      },
      {
        "ru": "Формирование извращенной силы"
      },
      {
        "ko": "초급편대 에그제로스"
      }
    ],
    "description": {
      "en": "In a world on the verge of a great disaster, heroes who, with the help of a device called HxEros, use the power of Ecchi (H) and erotic power (Ero) to save the planet from libido-devouring monsters!  \n  \nFive years ago, an unknown type of alien called \"Censor Bugs\" invaded the Earth. They plunder \"H energy\" in an attempt to evolve their own race and make mankind extinct. To save the Earth from this alien threat, high school boy Retto Enjo joins the \"HxEros\" team, partnering with four gorgeous high school girls; one of whom is his childhood friend Kirara Hoshino. However, it turns out that Kirara has changed her personality a lot which leads to an estrangement between the two childhood friends.",
      "pt": "Em um mundo que está a beira de um grande desastre que começou 5 anos atrás, o mundo apenas pode ser salvo por Heróis que com a ajuda de um aparelho chamado HxEros, usam o poder do Ecchi(H) e o poder erótico(Ero) para salvar o mundo de perder o tesão!",
      "pt-br": "Em um mundo que está a beira de um grande desastre que começou 5 anos atrás, o mundo apenas pode ser salvo por Heróis que com a ajuda de um aparelho chamado HxEros, usam o poder do Ecchi(H) e o poder erótico(Ero) para salvar o mundo de perder o tesão!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "12",
    "lastChapter": "55"
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-12-09T11:21:20+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/3b57c7da-d877-4268-8a82-df56a1f9e9ca.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura-bachi"
      },
      {
        "en": "Kagura Bowl"
      },
      {
        "cs": "Kagurabachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "he": "קאגורהבאצ'י"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge.",
      "he": "צ'יהירו הצעיר מבלה את ימיו באימונים תחת הדרכתו של אביו, מחשל החרבות המפורסם. יום אחד, הוא מקווה להפוך בעצמו ליצרן חרבות דגול. האב המשעשע והבן הרציני--הם חשבו שהימים האלו יימשכו לנצח. אבל לפתע, הטרגדיה מכה. יום אפל ספוג בדם. צ'יהירו וחרבו חיים כעת רק למען הנקמה.",
      "ja": "刀匠を志す少年チヒロは、父の下で日々修行に励んでいた。おちゃらけた父と寡黙な息子。笑いの絶えない毎日がいつまでも続くと思っていたが…ある日悲劇が訪れる…。血塗られた絆と帰らない日常。少年は憎しみを焚べ、決意の炎を心に宿す…。",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!",
      "pt-br": "O jovem Chihiro passa seus dias treinando com seu famoso pai ferreiro. Um dia ele espera se tornar um grande fabricante de espadas. O pai bobo e o filho sério – eles pensavam que esses dias durariam para sempre. Mas de repente, a tragédia acontece. Um dia escuro, encharcado de sangue. Chihiro e sua lâmina agora vivem apenas para vingança. Ação épica de batalha de espadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-11-13T14:44:13+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/99e71e52-efad-4173-a2d9-00344da262b2.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's a Little Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "ja": "さらなみ"
      },
      {
        "ja-ro": "Saranami"
      },
      {
        "ru": "Слишком поздно я влюбилась в друга детства"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*.\n\n_____________\n**Links:**\n- Buy the collected volume on [Melonbooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=2491232) or [Toranoana](https://ecs.toranoana.jp/tora/ec/item/040031176072/).",
      "pl": "Mangowa adaptacja powieści napisanej przez Maruto Fumiaki. Twórcą tej adaptacji jest Yom, mangaka z Ganbare, Douki-chan."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05e36dbe-ddf2-45e4-8d12-1f45d8397817",
    "title": {
      "en": "Arknights: 123 Rhodes Island!?"
    },
    "updatedAt": "2025-01-14T13:38:56+00:00",
    "coverArt": "https://mangadex.org/covers/05e36dbe-ddf2-45e4-8d12-1f45d8397817/6939afe3-7c1d-45d6-9de2-d22d03fe7a48.jpg",
    "altTitles": [
      {
        "zh": "明日方舟：123罗德岛！？"
      },
      {
        "ru": "Аркнайтс: 123 острова Родос!?"
      },
      {
        "vi": "Minh Nhật Phương Chu: 123 Rhodes Island!?"
      }
    ],
    "description": {
      "en": "Get to know the operators with Amiya and the Doctor!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13a649a1-7f88-4260-bb2d-9abdb74bcdf2",
    "title": {
      "en": "Kyuubi no Hanayome"
    },
    "updatedAt": "2025-01-20T12:15:42+00:00",
    "coverArt": "https://mangadex.org/covers/13a649a1-7f88-4260-bb2d-9abdb74bcdf2/6051ae12-bc62-4aac-a552-1945ffa72ac5.jpg",
    "altTitles": [
      {
        "ja": "九尾狐の花嫁"
      },
      {
        "vi": "Cô dâu của Cửu vĩ hồ"
      }
    ],
    "description": {
      "en": "Rasen is the eldest son of a historian, whose family has passed down the legend of the bride of the nine-tailed fox for generations. He was meant to be the heir, but due to his daily laziness, he is offered as a \"bride\" to the mountain where the nine-tailed fox is said to live. A man appears there, so beautiful that it seems unearthly, indistinguishable from a human except for his ears and tail. Just by making eye contact with the man, Rasen's body mysteriously tingles, and he can't help wanting to touch him and be touched by him. Soon after meeting him, Rasen loses his virginity to the nine-tailed fox. Furthermore, he learns that he is not a bride, but in fact a sacrifice...!?",
      "vi": "[Viet] Truyền thuyết về “Cô dâu của Cửu Vĩ Hồ” được lưu truyền qua bao thế hệ trong gia tộc của Rasen, con trai cả của một gia đình danh giá. Mặc dù được định sẵn là người thừa kế, cậu bất ngờ bị chọn làm cô dâu và bị đưa lên núi, nơi được cho là nơi ở của Cửu Vĩ Hồ.\n\nTrên ngọn núi đó, một người đàn ông xuất hiện trước mặt cậu. Anh ta đẹp đến mức không thể tin là thuộc về thế giới này, chỉ khác ở đôi tai và chiếc đuôi hồ ly. Chỉ cần nhìn thấy anh, cơ thể Rasen bắt đầu run rẩy, ham muốn cháy bỏng khiến cậu không thể kiềm chế mong muốn được chạm vào và được người ấy chạm vào mình.\n\nCòn là một cậu trai trẻ chưa từng biết yêu, Rasen vừa gặp đã bị Cửu Vĩ Hồ chiếm lấy lần đầu tiên. Nhưng rồi cậu phát hiện ra sự thật kinh hoàng: mình không phải là cô dâu, mà thực ra chỉ là một vật hiến tế! Liệu số phận Rasen sẽ ra sao?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "b76a0506-5168-431b-8acc-fa340a042f93",
    "title": {
      "en": "Tenkaichi - Nihon Saikyou Bugeisha Ketteisen"
    },
    "updatedAt": "2025-01-17T11:18:38+00:00",
    "coverArt": "https://mangadex.org/covers/b76a0506-5168-431b-8acc-fa340a042f93/eca93e11-a8e4-44b7-ab1e-c3a031e70d98.jpg",
    "altTitles": [
      {
        "ja": "テンカイチ -日本最強武芸者決定戦-"
      },
      {
        "en": "Tenkaichi: The Greatest Warrior Under the Rising Sun"
      },
      {
        "en": "Tenkaichi: Battle to Decide Japan's Strongest Martial Artist"
      },
      {
        "en": "First Under Heaven: The Battles To Decide Japan's Strongest Martial Artist"
      },
      {
        "zh": "天下第一 日本最強武士選拔賽"
      },
      {
        "zh": "天下第一 日本最强武士选拔赛"
      },
      {
        "pt-br": "Tenkaichi - A Batalha para decidir o Artista Marcial mais forte do Japão"
      },
      {
        "es": "Tenkaichi - El luchador de artes marciales más fuerte de Japón."
      },
      {
        "es-la": "Tenkaichi - El luchador de artes marciales más fuerte de Japón."
      },
      {
        "vi": "Tenkaichi - Thiên Hạ Đệ Nhất Võ Sĩ Đại Hội"
      },
      {
        "ko": "천하제일 일본최강무예가결정전"
      }
    ],
    "description": {
      "en": "Battle tournament manga set in the Sengoku Era. The year is 1600. Ten years have passed since Oda Nobunaga unified Japan. When Nobunaga realized that he was dying, he announced that he would hand over the country to the one who produced the strongest warriors. The warlords, whose dreams of unifying the country had been dashed, set up their own strongest warriors and set their sights on becoming the ruler of Japan.\n___\n**Official English:** [K MANGA](https://kmanga.kodansha.com/title/10585/episode/356567) - United States, Canada, Australia, New Zealand, & Singapore only.",
      "ja": "時は西暦1600年。“織田信長”が全国統一してから10年が経過していた――。信長は自分の死期を悟ると、最強の武芸者を輩出したものに“この国”を譲ると発表。天下統一の夢破れた武将たちは、それぞれ最強の武芸者を擁立し、この国の王を目指す！",
      "vi": "Một câu chuyện với một chuỗi lịch sử hoàn toàn lạ lẫm với lịch sử mà chúng ta đã và đang từng được biết.\nOda Nobugana, sau khi hoàn thành đại nghiệp thống nhất thiên hạ, nay chỉ vì muốn nhìn thấy cảnh chém giết đổ máu, đã lập nên một giải đấu nhằm chọn ra người sẽ thay mình trị vì cả thiên hạ, \"TENKAICHI\". Để tham gia, những văn võ bá quan lẫn các trung thần đều sẽ chọn ra cho mình một võ sĩ đại diện, người mà họ cho rằng sẽ là thiên hạ đệ nhất võ sĩ tham gia thi đấu cho mình. Một đại hội đẫm máu và tàn khốc chưa từng có trong lịch sử Nhật Bản chính thức bắt đầu.",
      "es-la": "Torneo de batalla ambientado en la Era Sengoku. Es el año 1600. Han pasado diez años desde que Oda Nobunaga unificó Japón. Cuando Nobunaga se dio cuenta de que se estaba muriendo, anunció que entregaría el país a quien produjera los guerreros más fuertes. Los señores de la guerra, cuyos sueños de unificar el país se habían visto frustrados, crearon sus propios guerreros más fuertes y pusieron sus miras en convertirse en el gobernante de Japón",
      "pt-br": "“Quem é o artista marcial mais forte do Japão?” É 1600 D.C., dez anos se passaram desde que \"Oda Nobunaga\" unificou todo o país. Percebendo sua morte, Nobunaga anuncia que entregará 'este país' àquele que tivesse como seguidor o artista marcial mais forte."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]