[
  {
    "mangaId": "85b3c17d-68fb-4c70-8641-0ced19ca9006",
    "title": {
      "en": "Boukyaku Battery"
    },
    "updatedAt": "2024-05-06T19:55:25+00:00",
    "coverArt": "https://mangadex.org/covers/85b3c17d-68fb-4c70-8641-0ced19ca9006/2e791000-dcaa-46d5-a30a-d07e0f68c0e2.jpg",
    "altTitles": [
      {
        "ja": "忘却バッテリー"
      }
    ],
    "description": {
      "en": "Geniuses who made a name for themselves in middle school baseball but have been away from baseball accidentally come together at an obscure metropolitan high school. Haruka Kiyomine is a pitcher with an unbeatable arm. His partner, the shrewd catcher, Kei Kaname, is now an amateur due to amnesia!. And then there are the two of them. And those who were defeated and scattered by the two in the past… The story of their high school baseball game is about to begin again!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4bf8e8fd-990d-4a7f-b914-4d009ca06813",
    "title": {
      "en": "Remote Jugyou ni Nattara Class 1 no Bishoujo to Doukyo Suru Koto ni Natta"
    },
    "updatedAt": "2024-05-19T13:05:11+00:00",
    "coverArt": "https://mangadex.org/covers/4bf8e8fd-990d-4a7f-b914-4d009ca06813/699c36c5-7930-410b-9ef7-fb924c2e8d42.png",
    "altTitles": [
      {
        "en": "When I got to remote class, I had to move in with the most beautiful girl in my class"
      },
      {
        "ja": "リモート授業になったらクラス1の美少女と同居することになった"
      }
    ],
    "description": {
      "en": "High school student Kanata Yoshino who was at his wit's end, meets Haruka Hoshikawa, the most beautiful girl of his class, who was waving her smartphone alone in a park in the middle of the night.\nHe was asked by help from Hoshikawa who is bad with machines and doesn't know how to connect to the internet.\nHe ends up visiting her house, but little does he know, she has a secret purpose...!\nThe sweet and romantic cohabitation love comedy begins with the skilled invitation of the young lady!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0",
    "title": {
      "en": "Sakamoto Days"
    },
    "updatedAt": "2024-04-13T18:58:08+00:00",
    "coverArt": "https://mangadex.org/covers/9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0/03e2f561-d213-473e-8faa-b9aba49cf37e.jpg",
    "altTitles": [
      {
        "ru": "Дни Сакамото"
      },
      {
        "ja": "サカモト デイズ"
      },
      {
        "ne": "साकामोतो डेज"
      },
      {
        "pt-br": "Sakamoto Days"
      },
      {
        "fr": "Sakamoto Days"
      }
    ],
    "description": {
      "en": "Taro Sakamoto was the ultimate assassin, feared by villains and admired by hitmen. But one day…he fell in love! Retirement, marriage, fatherhood and then… Sakamoto gained weight! The chubby guy who runs the neighborhood store is actually a former legendary hitman! Can he protect his family from danger? Get ready to experience a new kind of action comedy series!",
      "fr": "Taro Sakamoto est un assassin légendaire, le meilleur d'entre tous, craint par tous les gangsters, adulé par ses pairs. Mais un beau jour... il tombe amoureux ! S'ensuivent retraite, mariage, paternité... et prise de poids.\nSakamoto est aujourd'hui patron d'une petite épicerie de quartier et coule des jours heureux avec sa famille. Mais lorsque son passé le rattrape sous les traits de Shin, un jeune assassin télépathe, Sakamoto reprend du service...\nEt malgré son apparence, il est toujours aussi charismatique lorsqu'il passe à l'action !",
      "ja": "町の商店を営むふくよかな男・坂本太郎。その正体は全ての悪党が恐れ、憧れた元・伝説の殺し屋!!　襲い来る危険から家族と日常を守る、坂本の日々とは…!?",
      "ru": "Таро Сакамото был профессиональным киллером. Другие наёмники им восхищались, а злодеи боялись. Но однажды… Сакамото влюбился! Завязал с криминалом, женился, стал отцом и в итоге… Разжирел! Толстый дядька из соседнего магазина — в прошлом непревзойдённый убийца! Сможет ли он уберечь свою семью от опасности? Приготовьтесь к новой остросюжетной комедии!",
      "pt-br": "Taro Sakamoto era o assassino supremo, temido pelos vilões e admirado pelos assassinos. Mas um dia... ele se apaixonou! Aposentadoria, casamento, paternidade e depois… Sakamoto engordou! O cara gordinho que administra a loja do bairro é na verdade um ex-assassino lendário! Ele pode proteger sua família do perigo? Prepare-se para experimentar um novo tipo de série de comédia de ação!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a63cba3-7f7b-4b6d-9a9c-10319ec42895",
    "title": {
      "en": "Love Letter for my Love Then and Now"
    },
    "updatedAt": "2023-10-09T18:31:04+00:00",
    "coverArt": "https://mangadex.org/covers/5a63cba3-7f7b-4b6d-9a9c-10319ec42895/d81a8d7b-d8d5-4a27-82f9-aa5f71474894.jpg",
    "altTitles": [
      {
        "en": "First Love is Now First Love Letter"
      },
      {
        "ja-ro": "Hatsukoi Ima Koi Love Letter"
      },
      {
        "ja": "初恋今恋ラブレター"
      }
    ],
    "description": {
      "en": "Kazuya Kawaguchi has always had a crush on Miki Toda since elementary school, but every time he tries to give her a love letter to confess his feelings, he ends up turning away in fear. Several years later, the two meet at an alumni homecoming. Much to his dismay, Kazuya discovers that Miki doesn't remember who he is, and so puts up an act to hide the fact that the revelation has affected him so.   \nMeanwhile, Miki garners a vague recollection of Kazuya, and so begins feeling similarly dismayed at the fact that he seemingly doesn't remember who she is, either. But just when Miki thinks the night will end in sheer frustration, Kazuya builds the courage to ask her out on a date. And so begins the awkwardly cute love story of these two incidental lovers, where everything started with a stack of undelivered love letters well over a decade overdue."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60bc2ae0-d683-4220-835b-fbbba344bbc8",
    "title": {
      "en": "Days"
    },
    "updatedAt": "2024-05-03T16:29:29+00:00",
    "coverArt": "https://mangadex.org/covers/60bc2ae0-d683-4220-835b-fbbba344bbc8/f6c196d6-259d-4cc3-9fc9-55caee1276db.jpg",
    "altTitles": [
      {
        "id": "Hari-hari"
      },
      {
        "ru": "Дни"
      },
      {
        "es": "Días"
      }
    ],
    "description": {
      "en": "Two boys met on a stormy night: Tsukushi, a boy with no special traits at all, and Jin, a soccer genius. On that night, Jin drags Tsukushi into the world of high-school soccer.  \n  \n  \n---\n**Won the 40th Kodansha Manga Award for Shonen in 2016**",
      "vi": "Một câu chuyện đẹp về chàng trai nhỏ bé Tsukamoto, tuy cậu còn chả biết cầm bóng nhưng có niềm đam mê bóng đá bất tận, cùng với cậu bạn thiên tài là Kazama, họ vô tình gặp nhau, và cùng nhau chiến thắng! Đây là một manga rất là đáng để đọc, về tinh thần thể thao, về tình bạn, về những người luôn cố gắng vươn lên. Một câu chuyện truyền động lực và \"sưởi hồn\" đúng nghĩa...",
      "pt-br": "Dois garotos se reuniram em uma noite de tempestade: Tsukushi, um garoto sem características especiais em tudo, e Jin, um gênio do futebol. Naquela noite, Jin arrasta Tsukushi no mundo do futebol colegial."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "376"
  },
  {
    "mangaId": "857a4d6b-7228-42e1-b49c-bbb50a8befdd",
    "title": {
      "en": "Shonan Pure Love Gang!"
    },
    "updatedAt": "2024-02-01T23:43:16+00:00",
    "coverArt": "https://mangadex.org/covers/857a4d6b-7228-42e1-b49c-bbb50a8befdd/4a933502-a591-4e44-971d-67872d51486e.jpg",
    "altTitles": [
      {
        "es": "¡La Pandilla del Amor Puro de Shonan!"
      },
      {
        "en": "GTO The Early Years"
      },
      {
        "ja-ro": "Shonan Junai-gumi!"
      },
      {
        "en": "Young GTO"
      },
      {
        "ru": "Крутой учитель Онидзука: Ранние годы"
      },
      {
        "th": "คู่คนลุยเลอะ!"
      },
      {
        "ja": "しょうなん じゅんあいぐみ!"
      },
      {
        "ja": "湘南純愛組!"
      },
      {
        "zh": "湘南纯爱组!"
      },
      {
        "ko": "상남 2인조"
      },
      {
        "ja-ro": "Shounan Junaigumi!"
      },
      {
        "tr": "Shonan Saf Aşk Çetesi!"
      },
      {
        "tr": "Genç GTO"
      },
      {
        "tr": "GTO Gençlik Yılları"
      }
    ],
    "description": {
      "en": "Eikichi Onizuka and Ryuji Danma are members of infamous biker gang, Oni Baku. When not out riding around, they can be found in school, trying to pick up young women. This is the story of the young Onizuka, who would later become the greatest teacher in Japan.",
      "pt": "Antes de Eikichi Onizuka se tornar \"Great Teacher Onizuka\", ele e Ryuji Danma eram membros da infame gangue de motoqueiros, OniBaku. Quando eles não saem andando por aí se metendo em confusões, esta dupla pode ser encontrada na escola, tentando pegar garotas, claro. Essa é a história de como surgiu a lenda do OniBaku e como era a vida de Onizuka e Ryuji em seu tempo de colegiais."
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "31",
    "lastChapter": "267"
  },
  {
    "mangaId": "84bab9b6-b5c1-40e2-a9ce-0664e519b177",
    "title": {
      "en": "Takemitsu Zamurai"
    },
    "updatedAt": "2024-05-07T16:07:09+00:00",
    "coverArt": "https://mangadex.org/covers/84bab9b6-b5c1-40e2-a9ce-0664e519b177/ec640bb2-022e-431b-a46a-294b32b01c1f.jpg",
    "altTitles": [
      {
        "en": "Bamboo Samurai"
      },
      {
        "tr": "Bambu Kılıçlı Samuray"
      },
      {
        "ja-ro": "Takemitsuzamurai"
      },
      {
        "ja": "竹光侍"
      }
    ],
    "description": {
      "en": "Early one New Year's morning, the rounin Senou Souichirou appears in Edo's Katagi tenements.  \n  \nInitially, the inhabitants regard him with fear and suspicion: Kankichi, the carpenter's son, thinks he may not be human; the neighborhood cats remark that he reeks of blood. But soon Souichirou pawns his sword, and, with a bamboo replica at his waist, settles down to a quiet life as the neighborhood school-teacher.  \n  \nMonths pass, and all appears to be well. But trouble will not leave the Katagi tenements alone …  \n  \n---\n- **Won the 15th Osamu Tezuka Cultural Grand Prize in 2011**"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "83"
  },
  {
    "mangaId": "38109f1a-6b8c-49e9-a46f-8149967f4a3e",
    "title": {
      "en": "Boku no Hero Academia: Team Up Mission"
    },
    "updatedAt": "2024-04-15T13:56:23+00:00",
    "coverArt": "https://mangadex.org/covers/38109f1a-6b8c-49e9-a46f-8149967f4a3e/ca9ceda3-f8ae-4b6b-be75-086ad86d2b35.jpg",
    "altTitles": [
      {
        "en": "My Hero Academia Team Up Mission"
      },
      {
        "ja": "僕のヒーローアカデミア チームアップミッション -Team Up Mission-"
      },
      {
        "ja": "僕のヒーローアカデミア チームアップミッション"
      }
    ],
    "description": {
      "en": "A new serialized spin-off of Boku no Hero Academia focusing on Deku and friends fighting together along with Pro Heroes. Written and illustrated by Yoco Akiyama, author of the Melissa Shield one-shot titled \"Kitto Daremo ga Dareka no Hero\" (Everyone is Surely Someone's Hero) and the Watashi no Hero Academia 4-koma spin-off."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "032fd747-fba8-449b-b614-b3715fb6a899",
    "title": {
      "en": "Genkai OL to Joshi Daisei ga 〇〇 Suru Hanashi"
    },
    "updatedAt": "2024-05-11T15:58:30+00:00",
    "coverArt": "https://mangadex.org/covers/032fd747-fba8-449b-b614-b3715fb6a899/1a0e9ba2-e8e4-4054-8b1c-921820b03dfa.jpg",
    "altTitles": [
      {
        "ja": "限界OLと女子大生が〇〇する話"
      },
      {
        "ko": "한계 OL과 여대생이 OO하는 이야기"
      },
      {
        "en": "An OL at Her Limit and a College Girl"
      }
    ],
    "description": {
      "en": "Segawa-san is the star of the office who everyone depends on. But she's stretched thin, and the state of her apartment has gotten dire. After a fateful encounter, the college student next door offers to lend a helping hand!",
      "ja": "仕事ができて皆から頼られる完璧OL 瀬川さん。しかし家では、汚部屋で毎日コンビニ飯を食べる限界生活を送っていた。ある日、お隣に住む片付け上手でしっかり者の女子大生 安藤さんに部屋の片付けを手伝ってもらうことになり…？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7be5032d-1059-4381-bb07-48115eba3073",
    "title": {
      "en": "Genshiken Nidaime - The Society for the Study of Modern Visual Culture II"
    },
    "updatedAt": "2024-05-05T00:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/7be5032d-1059-4381-bb07-48115eba3073/2a326e97-2808-4663-90ed-0d8bcacdfc56.jpg",
    "altTitles": [
      {
        "en": "Genshiken: Second Season"
      },
      {
        "ru": "Гэнсикэн: второе поколение"
      },
      {
        "ja": "げんしけん 二代目"
      },
      {
        "zh": "现视研二代目"
      }
    ],
    "description": {
      "en": "Genshiken follows the lives of a group of college students drawn together by their shared hobbies, and the trials and adventures associated with being otaku.  \n  \nGenshiken Nidaime (\"Second Generation\") is a continuation of the previous series, with chapter numbering starting at 56."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "127"
  },
  {
    "mangaId": "8516915a-51a2-44e0-a915-aff325216a26",
    "title": {
      "en": "The Angel Next Door Spoils Me Rotten: After the Rain"
    },
    "updatedAt": "2024-05-18T08:48:20+00:00",
    "coverArt": "https://mangadex.org/covers/8516915a-51a2-44e0-a915-aff325216a26/ee51dfa8-0cf7-4f73-a685-c62e188c5cdf.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件 after the rain"
      },
      {
        "ja-ro": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken: After the Rain"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais: After the Rain"
      },
      {
        "ru": "Ангел по соседству: После дождя"
      }
    ],
    "description": {
      "en": "A spin-off of the series *[The Angel Next Door Spoils Me Rotten](https://mangadex.org/title/2fec6641-beb1-4ae9-a32f-204dd06688ac/the-angel-next-door-spoils-me-rotten)* which comicalizes the stories from Volume 5.5 of the Light Novel and its special edition booklet, which contains additional short stories."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0d63b6f1-03b2-4f04-827c-8b2995026cf8",
    "title": {
      "en": "The Male Lead's Little Lion Daughter"
    },
    "updatedAt": "2024-03-31T00:27:41+00:00",
    "coverArt": "https://mangadex.org/covers/0d63b6f1-03b2-4f04-827c-8b2995026cf8/086f0caa-8cda-4d5c-b2e9-d8f7a4cfa973.jpg",
    "altTitles": [
      {
        "ko": "남주의 입양딸이 되었습니다"
      },
      {
        "ko-ro": "Namjueui Ib-yangddal-i Doeeosseubnida"
      },
      {
        "en": "I Became the Male Lead's Adoptive Daughter"
      },
      {
        "ar": "اصبحت ابنة البطل المتبناة"
      },
      {
        "id": "Duke Mengadopsi Putri Singa"
      },
      {
        "ja": "主人公の養女になりました"
      },
      {
        "zh": "成为男主的养女"
      },
      {
        "zh-hk": "成為男主的養女"
      },
      {
        "en": "I Became the Male Lead's Adopted Daughter"
      }
    ],
    "description": {
      "ar": "قرر الدوق فيريو فولوتي فجأة تبني ابنة ووجد فتاة أيضًا لمن يحبها. تدور هذه القصة حول عائلة “محبة” من أب الأغنى والأقوى والأكثر تغطرسًا في العالم، وابنته بالتبني اللطيفة الصريحة والمحبة للعضلات، وزوجة أب مع سر غريب.",
      "en": "\"I'm going to adopt a child.\"\n\nDuke Phileo Boleoti's impulsive decision shocked everyone in the mansion. Not only did he make her his daughter, but he also gave her the name of a 'beast' that only direct members of the bloodline could receive.\n\n\"Even as you breathe right now, I'm earning money.\"\n\"It's confidence, not arrogance.\"\n\"My face really does have its advantages.\"\nThe most arrogant father in the whole world, and-\n\n\"I love muscles the most. Let's get muscular.\"\n\"Show me your thigh muscles! Your butt would be even better!\"\n\"You're nothing but a flower if you have a calm personality…\" his corrupted(?) daughter. \n\nAnd… \"I will give his excellency the information he wants most.\"\n\n\"Information I want most, you say…\"\n\n\"You won’t regret it.\"\n\n…A stepmother(?) with a strange secret as well.",
      "id": "Duke Voreoti yang tampan adalah pria paling menakutkan di kekaisaran. Tapi suatu hari, dia ingin mengadopsi seorang anak?!",
      "ko": "“아이를 입양한다”\n\n어느 날 갑자기 떨어진 북부의 주인 보레오티의 폭탄 발언.\n그리고 기적처럼 만난 “검은색”을 지닌 아이.\n\n그런데…\n\n“근☆육이 제일 좋아~ ☆불끈불끈☆ 모여라~ ٩(๑˃́ꇴ˂̀๑)۶”\n“이두근 (ง˙∇˙)ว, 삼두근 (ง˙∇˙) ง”\n“흉근 복근 짜릿해 ദ്ദി ˉ͈̀꒳ˉ͈́ )✧.”\n\n“…주군, 저희 애들은 저 정도까지는 아니었습니다만.”\n\n아니다. 우리 애가 얼마나 똑똑한데. 일곱 살인데 어려운 말도 많이 알고, 책도 빨리 읽고, 배짱도 있고… 너네 우리 딸이 구운 쿠키 먹어봤나? 아무튼 재능이 넘쳐난단 말이다. 우리 딸은 천재야. 얼굴도 날 닮아서 요즘 부쩍 미모가 꽃을 피우고 있지. 벌써부터 두려울 정도다. 이 내가 말이지.\n\n……그래, 인정한다. 내 딸은 변태다."
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99b8eaeb-9041-4bfd-8eb7-d72addc88eb7",
    "title": {
      "en": "The Café Terrace and Its Goddesses"
    },
    "updatedAt": "2024-05-03T10:50:09+00:00",
    "coverArt": "https://mangadex.org/covers/99b8eaeb-9041-4bfd-8eb7-d72addc88eb7/9f1196d4-6afa-4eb5-97eb-a2685a7d4a7e.jpg",
    "altTitles": [
      {
        "ja": "女神のカフェテラス"
      },
      {
        "ru": "Терраса-кафе богинь"
      },
      {
        "ja-ro": "Megami no Cafe Terrace"
      },
      {
        "ja": "Megami no Kafeterasu"
      },
      {
        "ne": "देवीहरूको क्याफे टेरेस"
      },
      {
        "fr": "Le café terrasse des déesses"
      },
      {
        "en": "Goddess Café Terrace"
      }
    ],
    "description": {
      "en": "Kasukabe Hayato has been accepted to Tokyo U on his first try. Receiving news of his grandmother's death, he returns to his childhood home, Cafe Terrace Familia, for the first time in three years to find five strange girls there who claim to be \"Grandma's Family\"! Hayato's unexpected life in a seaside town with these five girls of fate begins here!  \n  \nIn this handsome harem under one roof by Koji Seo of *Suzuka*, *Kimi no Iru Machi*, and *Fuuka*, which girl will you fall in love with? A seaside love comedy with too many heroines!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10009/episode/319474) (U.S. Only)",
      "ru": "Спустя три года, после ссоры со своей бабушкой, Хаято Касукабэ возвращается в свой родной дом в котором поселилось пять девушек. Выясняется, что бабушка Хаято позволила девушкам жить в этом доме, а те заботились о ней до самой её смерти. Так начинается история Хаято и пяти \"Богинь\"."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f341fe5-442e-405d-a599-2f34b7e7c428",
    "title": {
      "en": "Yurameku Aki no Koi Gokoro"
    },
    "updatedAt": "2024-04-07T14:22:06+00:00",
    "coverArt": "https://mangadex.org/covers/9f341fe5-442e-405d-a599-2f34b7e7c428/55a2422b-bb25-4db9-b504-614db70069a1.jpg",
    "altTitles": [
      {
        "ja": "ゆらめく秋の恋ごころ"
      },
      {
        "zh": "搖擺不定的秋之戀心"
      }
    ],
    "description": {
      "en": "I want you to hold me just once… I promise I won’t tell you I love you.\n\n— Igarashi, a photographer, is friends with benefits with Shida, a popular stylist who only ever touches him when he’s drunk. —\n\nThe truth is, I’ve had an unrequited love for Shida ever since high school...but I'd rather settle for holding him in my arms than confessing my feelings and not be able to be by his side anymore. Yet, Shida always carelessly whispers things like \"I love you\" and \"you’re cute...”\n\nFrom the popular series “Love Blooms for a Twisted Blossom\" and \"A Sigh In Spring, A Love In Summer” is the long awaited spin-off that shows the true essence of unrequited love between a creative stylist and a troubled, kuudere photographer."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "6"
  },
  {
    "mangaId": "a0c06f23-88b5-4880-9346-c0c7685f918a",
    "title": {
      "en": "I Like You With That Look of Repulsion"
    },
    "updatedAt": "2024-05-20T00:55:11+00:00",
    "coverArt": "https://mangadex.org/covers/a0c06f23-88b5-4880-9346-c0c7685f918a/3c34df77-8f13-4287-a667-275198ab0a6d.jpg",
    "altTitles": [
      {
        "ja": "嫌がってるキミが好き"
      },
      {
        "ja-ro": "Iyagatteru Kimi ga Suki"
      },
      {
        "ja-ro": "IyaKimi"
      }
    ],
    "description": {
      "en": "It finally happened, Shirakawa Mikoto was confessed to for the first time in her life! Otsuki Makoto wasn’t exactly her ideal man but, she wanted to have a boyfriend to show off to her friends. It turns out dating someone you don’t even know can be complicated, especially if they are a bit strange.  \nThis is a raunchy, heart pounding love story. Expect goosebumps and some doki doki action on the side."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "52"
  },
  {
    "mangaId": "4f76eaa2-e807-4649-bd17-a87aae3d15ad",
    "title": {
      "en": "Isekai Teni Shite Kyoushi ni Natta ga, Majo to Osorerareteiru Ken ~Aoi-sensei no Gakuen Funtou Nisshi~"
    },
    "updatedAt": "2024-05-06T09:49:30+00:00",
    "coverArt": "https://mangadex.org/covers/4f76eaa2-e807-4649-bd17-a87aae3d15ad/75fd35bb-45ca-4580-809a-d38990d235e9.jpg",
    "altTitles": [
      {
        "ja": "異世界転移して教師になったが、魔女と恐れられている件　～アオイ先生の学園奮闘日誌～"
      },
      {
        "ja-ro": "Isekai Teni Shite Kyoushi ni Natta ga, Majo to Osorerareteiru Ken - Aoi-sensei no Gakuen Funtou Nisshi"
      },
      {
        "en": "I Was Transferred To Another World And Became A Teacher, But I'm Feared As A Witch: Aoi-sensei's Academy Struggle Log"
      },
      {
        "es-la": "Fui llevada a otro mundo, me convertí en maestra, pero ahora todos me temen como a una bruja"
      }
    ],
    "description": {
      "en": "Aoi is a new teacher who has been transported to another world.\n\nAoi is picked up by Owen, an elf, and as they live together, Aoi masters more and more of Owen's magic and even surpasses him. In order to refine her magic further, she is assigned to teach at the Fiddich Academy, a school of magic!\n\nAoi starts her teaching career showcasing overwhelming magical abilities, and she is not daunted by the aristocratic troublemakers who dominate the academy.\nHowever, her abilities have become the talk of the school...\n\nAoi's life as a new teacher at the academy begins with a tumultuous start...!",
      "ja": "異世界に転移してしまった、新人教師のアオイ。エルフのオーウェンに拾われ一緒に暮らすなかで、アオイはオーウェンの持つ魔法をどんどんマスター。より魔法を極めるため、魔術学校であるフィディック学院に教師として赴任することに！学院内にのさばる貴族の問題児たちにも屈せず、圧倒的な魔法能力で教師生活をスタートさせたアオイ。しかし、その能力ゆえに学院内で話題になってしまい・・・。",
      "es-la": "Aoi es una nueva maestra que ha sido transportada a otro mundo. Mientras es recogido por el elfo Owen y vive con él, Aoi gradualmente domina la magia de Owen. Para seguir dominando la magia, decidí aceptar un trabajo como profesora en Fiddik Academy, ¡una escuela de magia! Aoi no cede ante los problemas de los hijos de los aristócratas de la escuela y comienza su vida como maestra con una habilidad mágica abrumadora. Sin embargo, debido a su habilidad, se convirtió en un tema candente dentro de la escuela... ¡Un comienzo turbulento en la vida escolar de la nueva maestra Aoi!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ba436da-5a7b-4b74-bb07-cbb99fbc3834",
    "title": {
      "en": "Tsubaki-sama Hasn't Bloomed Yet!"
    },
    "updatedAt": "2024-05-19T23:58:53+00:00",
    "coverArt": "https://mangadex.org/covers/0ba436da-5a7b-4b74-bb07-cbb99fbc3834/608f90ce-b0e5-450c-b105-0ea3c5b2e62e.jpg",
    "altTitles": [
      {
        "ja": "椿様は咲き誇れない。"
      },
      {
        "ja-ro": "Tsubaki-sama wa Sakihokore Nai"
      },
      {
        "ja-ro": "Tsubaki-sama wa Sakihokorenai"
      },
      {
        "en": "Tsubaki-sama Hasn't Reached the Fullness of Her Bloom Yet!"
      },
      {
        "en": "Tsubaki-sama Didn't Bloom Yet!"
      },
      {
        "zh": "椿大小姐无法成为淑女"
      },
      {
        "ko": "츠바키님은 화려하게 꽃 피우지 못해"
      }
    ],
    "description": {
      "en": "\"Be pure! Be just! Be beautiful!\" That is Tsubaki's motto! She's cute and tries very hard, but sometimes she's just wide open. Aiming to be a graceful woman in the future, her ideas clash with reality! Let's explore Tsubaki's daily life in this comedy!",
      "hu": "Eme történet főszereplője Saionji Tsubaki, kinek eltökélt szándéka, hogy középiskolás évei alatt elismerjék őt igazi úrinőként. Ám igyekezetei néha balul sülnek el.",
      "pt-br": "\"Seja pura, seja elegante, seja linda\". Esse é o lema de Tsubaki! Que é uma bela garota que chama a atenção pela escola toda. Mas, na verdade... Tsubaki não tem confiança em si mesmo e tudo pode mudar ao conhecer a Fujino Chizuru. Assim Tsubaki pode desfrutar o colegial da melhor forma possível."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "31"
  },
  {
    "mangaId": "d1782475-2c3e-4deb-bc33-25a0ffbe3f18",
    "title": {
      "en": "Yuusha Densetsu no Uragawa de Ore wa Eiyuu Densetsu o Tsukurimasu: Oudou Goroshi no Eiyuutan~"
    },
    "updatedAt": "2023-12-15T00:04:35+00:00",
    "coverArt": "https://mangadex.org/covers/d1782475-2c3e-4deb-bc33-25a0ffbe3f18/d6269e8a-455d-4de1-9475-949b607d3498.jpg",
    "altTitles": [
      {
        "en": "I Shall Create the Hero's Legend Behind the Hero's Legend: The Heroics of A Royal Road Killer〜"
      },
      {
        "ja": "勇者伝説の裏側で俺は英雄伝説を作ります 〜王道殺しの英雄譚"
      }
    ],
    "description": {
      "en": "Yukina was a young man who hailed from the same village as the Yuusha who shouldered the fate of the world. Through a certain incident, he got ahold of the talking spear, Gram. It was a weapon that was on par with the legendary sword the Hero wielded. The first volume of an adventure fantasy of the youth with a realistic growth!\n\n**Note:**\nThe artist Mao retired at chapter 20 and was replaced by Kuuma Arai at chapter 21.",
      "id": "Yukina adalah seorang pria muda yang berasal dari sebuah desa di mana sang pahlawan yang memikul beban dunia juga berasal.  \nKarena suatu insiden, dia mendapatkan sebuah tombak yang dapat berbicara bernama Gram. Dan itu adalah senjata yang setara dengan pedang legendaris yang dimiliki oleh sang Pahlawan.  \nKisah fantasi petualangan para pemuda dengan pertumbuhan yang realistis dimulai!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fbcdc4e-c990-40e5-a9b0-4d0816206783",
    "title": {
      "en": "Black Lagoon: Eda Initial stage"
    },
    "updatedAt": "2023-12-28T22:10:38+00:00",
    "coverArt": "https://mangadex.org/covers/0fbcdc4e-c990-40e5-a9b0-4d0816206783/f3d09c0a-e44c-4d45-85a5-63d028adc76b.jpg",
    "altTitles": [
      {
        "en": "Black Lagoon Eda - Initial Stage"
      },
      {
        "ja": "BLACK LAGOON エダ -initial stage-"
      },
      {
        "ru": "Чёрная Лагуна: Эда. Начальный этап"
      },
      {
        "ja": "BLACK LAGOON エダ イニシャルステージ"
      }
    ],
    "description": {
      "en": "The manga centers on Eda, the original manga's undercover CIA agent based in Roanapur's church, during her early days as a rookie in the CIA."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22ea3f54-11e4-4932-a527-89d63d3a62d9",
    "title": {
      "en": "Sword Art Online - Progressive"
    },
    "updatedAt": "2023-10-28T22:39:06+00:00",
    "coverArt": "https://mangadex.org/covers/22ea3f54-11e4-4932-a527-89d63d3a62d9/7d462cf9-7b70-41b2-a1cc-307c855b11a1.jpg",
    "altTitles": [
      {
        "en": "Sword Art Online: Progressive"
      },
      {
        "ja": "ソードアート・オンライン プログレッシブ"
      },
      {
        "pt-br": "Sword Art Online - Progressive"
      }
    ],
    "description": {
      "en": "*Please be advised that the side stories in this series have some changes from the original Light Novel versions of the Sword Art Online main story.*\n\nThis series is a retelling of the SAO Aincrad Arc starting from a day or two before the clearing of the First Floor Boss, and continuing onwards. The first chapter was included in the Anime as Episode 2.",
      "pt-br": "Como dez mil outros jogadores, Asuna Yuuki está presa na fortaleza de Aincrad, no coração do mundo virtual de Sword Art Online. Completamente inexperiente, ela acha difícil se adaptar a esse novo mundo, mas muito rapidamente seu desejo feroz de sobrevivência a leva a lutar na linha de frente. Lá ela conhece Kirito, um misterioso jogador solo determinado a terminar o jogo. Iniciado em 2013, o Sword Art Online Progressive é uma reinicialização do arco Aincrad, o primeiro arco da série Sword Art Online. Após o sucesso deste último, Reki Kawahara decidiu assumir esta primeira parte e desenvolvê-la para permitir que seus leitores mergulhem mais em sua famosa fortaleza virtual! História inédita, mistérios revelados... qui está o deslumbrante coquetel oferecido pelo Sword Art Online Progressive! Uma mistura explosiva..."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "43"
  },
  {
    "mangaId": "6670ee28-f26d-4b61-b49c-d71149cd5a6e",
    "title": {
      "en": "Mieruko-chan"
    },
    "updatedAt": "2024-02-08T05:54:03+00:00",
    "coverArt": "https://mangadex.org/covers/6670ee28-f26d-4b61-b49c-d71149cd5a6e/b881ba09-58fc-4b3c-888e-9258b0a4d800.jpg",
    "altTitles": [
      {
        "en": "The Girl Who Sees \"Them\""
      },
      {
        "en": "Child That Can See It"
      },
      {
        "en": "Girl That Can See It"
      },
      {
        "en": "Li'l Miss Can-See-Ghosts"
      },
      {
        "fr": "Mieruko-chan : Slice of Horror"
      },
      {
        "en": "Can-See-Ghosts-chan"
      },
      {
        "zh": "看得见的女孩"
      },
      {
        "ja": "見える子ちゃん"
      },
      {
        "zh-hk": "陰陽眼見子"
      },
      {
        "ru": "Девочка, которая видит это"
      },
      {
        "ne": "मिएरुको-चान"
      },
      {
        "ar": "مييروكو تشان"
      },
      {
        "th": "มิเอรุโกะจัง ใครว่าหนูเห็นผี"
      },
      {
        "ko": "보이는 여고생"
      },
      {
        "de": "Mieruko-chan - Die Geister, die mich riefen"
      }
    ],
    "description": {
      "en": "All of a sudden, Miko is able to see grotesque monsters all around her; but no one else can. Rather than trying to run away or face them, she instead musters all of her courage and… ignores them. Join in on her day-to-day life as she keeps up her best poker face despite the supernatural goings-on.",
      "fr": "**Officially Published:**  \n- In French by [Ototo Manga](http://www.ototo.fr/Serie-94-Mieruko-chanSliceofHorror)",
      "ja": "- [Alternative Raw](http://seiga.nicovideo.jp/comic/37662)",
      "ru": "Мико — старшеклассница, проклятая шестым чувством; у нее есть способность видеть призраков- Она пытается жить обычной жизнью, но трудно, когда призраки продолжают преследовать ее- Она также может видеть души людей, и она понимает, что люди — настоящие монстры.В один «прекрасный» день старшеклассница внезапно начала видеть призраков! Она не может от этого избавиться, но изо всех сил старается вести себя так, будто вообще их не видит. История девушки с шестым чувством начинается!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05c5464a-babb-46f9-9489-a469394f1fe0",
    "title": {
      "en": "Chichi Chichi"
    },
    "updatedAt": "2023-06-12T02:37:31+00:00",
    "coverArt": "https://mangadex.org/covers/05c5464a-babb-46f9-9489-a469394f1fe0/744c1bc3-5256-4ed5-894e-68eeb86e6f38.jpg",
    "altTitles": [
      {
        "en": "A Girl and Life to Live…Enormous Breast Paradise"
      },
      {
        "ja": "Chi Chi Chi Chi"
      },
      {
        "ja": "Chichichichi"
      },
      {
        "pl": "cyckicyckicyckicycki"
      },
      {
        "tr": "MemelerMemeler"
      },
      {
        "id": "NenenNenen"
      },
      {
        "id": "PayudaraPayudara"
      },
      {
        "es": "TetasTetas"
      },
      {
        "id": "TetekTetek"
      },
      {
        "de": "TietenTieten"
      },
      {
        "en": "Tits Tits Tits Tits"
      },
      {
        "en": "TitsTitsTitsTits"
      },
      {
        "de": "TittenTitten"
      },
      {
        "tl": "UtongUtong"
      },
      {
        "it": "ZizzeZizze"
      },
      {
        "ru": "сиськисиськисиськи"
      },
      {
        "hi": "स्तन स्तन स्तन स्तन"
      },
      {
        "th": "หัวนมหัวนมหัวนมหัวนม"
      },
      {
        "ja": "チチチチ"
      },
      {
        "zh": "孚乚孚乚"
      },
      {
        "ko": "가슴가슴가슴가슴"
      },
      {
        "ko": "치치치치"
      },
      {
        "es-la": "ChiChiChiChi"
      },
      {
        "es-la": "Una Chica y una vida que vivir....Un paraíso de enormes Tetas."
      }
    ],
    "description": {
      "en": "One day, a picture book writer named Yorozu Hikaru was asked by his close online friend, Chintarou, if they could share a room together while he attended a nearby university. Although they only knew each other through online interactions, Hikaru agrees to it without much thought. However unbeknownst to Hikaru, Chintarou, despite having a male name, is actually a girl: a very well endowed girl.",
      "es-la": "Un día, a un autor de libros ilustrados quién se llama Yorozu Hikaru, su amigo cercano de internet, llamado Chintarou, le pidió que le compartiera un cuarto en su casa, en lo que atendía la universidad. \nA pesar de que solo han interactuado en línea, Hikaru acepto sin pensarlo dos veces. Sin embargo y para su sorpresa, Chintarou, a pesar de tener un nombre masculino, es en realidad una chica: Una chica muy atractiva.",
      "pt-br": "Um dia, um escritor de ilustrador de livros chamado Yorozu Hiraku foi convidado pelo seu amigo próximo, Chintarou, se eles pudessem dividir um quarto juntos enquanto ele frequentava uma universidade próxima. Embora eles só se conhecessem através de interações online, Hikaru concorda com isso sem pensar muito. No entanto, sem o conhecimento de Hikaru, Chintarou, apesar de ter um nome masculino, é na verdade uma menina: uma garota muito bem dotada."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af67e19a-0070-4100-a81e-3a3489f5824c",
    "title": {
      "en": "Wan Mu"
    },
    "updatedAt": "2023-03-11T01:03:06+00:00",
    "coverArt": "https://mangadex.org/covers/af67e19a-0070-4100-a81e-3a3489f5824c/ceab5431-960c-4064-a3bf-96b20d804b35.jpg",
    "altTitles": [
      {
        "zh": "晚木"
      }
    ],
    "description": {
      "en": "The girl who was adopted by two mothers met her soulmate- another girl, when she was 16 years old. After dating for ten years, she decided to give herself to a man at the age of 28 … because she did not want to live this \"abnormal life\". Only after leaving her, did she finally understand the true meaning of love during those countless days and nights. However, can they still go back to the way things were?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "43"
  },
  {
    "mangaId": "6df29d13-2dab-4ca6-a0b5-74070abf3e1d",
    "title": {
      "en": "The One Within the Villainess"
    },
    "updatedAt": "2024-04-30T07:01:15+00:00",
    "coverArt": "https://mangadex.org/covers/6df29d13-2dab-4ca6-a0b5-74070abf3e1d/f8e1f874-1ee4-4ae0-92c6-54ef8a72ddda.jpg",
    "altTitles": [
      {
        "ja-ro": "Akuyaku Reijou no Naka no Hito ~Danzai sareta Tenseisha no Tame Usotsuki Heroine ni Fukushuu Itashimasu~"
      },
      {
        "ja": "悪役令嬢の中の人"
      },
      {
        "ja": "悪役令嬢の中の人〜断罪された転生者のため嘘つきヒロインに復讐いたします〜"
      },
      {
        "zh": "恶役千金的真面目"
      },
      {
        "zh": "恶役千金的真面目～为被定罪的转生者向骗子女主报复～"
      },
      {
        "zh-hk": "惡役千金的真面目"
      },
      {
        "zh-hk": "惡役千金的真面目～為被定罪的轉生者向騙子女主報復～"
      },
      {
        "ko": "악역 영애 안의 사람"
      },
      {
        "ja": "Akuyaku Reijou no Naka no Hito"
      },
      {
        "vi": "Kẻ Cư Ngụ Bên Trong Ác Nữ"
      },
      {
        "fr": "La fille au sein de l'antagoniste"
      },
      {
        "fr": "Celle à l'intérieur de la vilaine"
      },
      {
        "id": "Didalam Diri Seorang Villaness"
      }
    ],
    "description": {
      "en": "In order to clear the name of 'Emi,' a girl who had reincarnated as Remilia, the villainess of an otome game, the real Remilia who had been watching all along inside awakens.\n\nNow it's time for the true villainess' revenge to begin!",
      "id": "Agar bisa membersihkan nama \"Emi\", yaitu nama seorang gadis yang bereinkarnasi menjadi Remilia sang villainess dari sebuah game otome, Remilia asli yang selama ini mengawasi emi dari dalam akhirnya telah tersadar.\n\nSekarang adalah waktunya bagi sang villainess yang asli untuk membalaskan dendamnya!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f89ed57a-e4c0-48f5-b664-8ef88aa87fd9",
    "title": {
      "en": "I Shall Master This Family"
    },
    "updatedAt": "2024-04-22T05:02:14+00:00",
    "coverArt": "https://mangadex.org/covers/f89ed57a-e4c0-48f5-b664-8ef88aa87fd9/8deb6809-72af-4b3a-83ec-9ada79cd0fa7.jpg",
    "altTitles": [
      {
        "ko": "이번 생은 가주가 되겠습니다"
      },
      {
        "ko-ro": "Ibeon Saengeun Gajuga Doegetseumnida"
      },
      {
        "ko-ro": "Ibeonsaeng-eun Gajuga Doegessseubnida"
      },
      {
        "en": "In This Life, I Will Be the Lord"
      },
      {
        "en": "I'll Be the Matriarch in This Life"
      },
      {
        "en": "In This Life, I'll Become the Head of the Family"
      },
      {
        "fr": "En cette vie, je deviendrai la cheffe de famille"
      },
      {
        "pt": "Nesta vida, serei a matriarca"
      },
      {
        "pt-br": "Nesta vida, eu serei a matriarca"
      },
      {
        "pt-br": "Serei a matriarca nessa vida"
      },
      {
        "uk": "Цього разу я господарка свого життя"
      },
      {
        "uk": "Цього разу я володарка свого життя"
      },
      {
        "uk": "У цьому житті я очолю родину"
      },
      {
        "ru": "В этой жизни я - глава семьи"
      },
      {
        "ru": "На сей раз я - хозяйка этой жизни"
      },
      {
        "ru": "Я стану хозяйкой этой жизни"
      },
      {
        "th": "เกิดใหม่ชาตินี้ฉันจะเป็นเจ้าตระกูล"
      },
      {
        "ja": "今世は当主になります"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирна"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирах болно"
      },
      {
        "zh": "这一世我来当家主"
      },
      {
        "zh": "今生我会成为家主"
      },
      {
        "zh-hk": "今生我來當家主"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành gia chủ"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành Matriarch"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành mẫu hệ"
      },
      {
        "es": "Seré la matriarca en esta vida"
      },
      {
        "es": "En esta vida seré la soberana"
      },
      {
        "fr": "Cette fois-ci, je serais la Matriarche"
      },
      {
        "fr": "La nouvelle cheffe de clan (piccoma)"
      },
      {
        "ja-ro": "Konyo Ha Toshu Ni Narimasu"
      }
    ],
    "description": {
      "cs": "Veľká rodina Lombardi bola kedysi na vrchole impéria. Po smrti jej patriarchu sa osud rodiny a Firentie - nemanželskej dcéry, sa rúca do záhuby rukami jej neužitočných a krutých bratrancov. Jej otec zomrel, príbuzní ju vyhodili na ulicu a významná rodina, na ktorú bola taká hrdá, bola úplne zničená... Keď sa však prevtelí do svojho sedemročného ja, bude sa snažiť ochrániť česť rodiny, získať si priazeň starého otca Lulaca a zabrániť smrti vlastného otca. V tomto živote pre ňu existuje len jeden spôsob, ako zvíťaziť: stať sa hlavou ich mocného rodu.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "en": "I've reincarnated as Firentia Lombardy, the illegitimate daughter of the wealthiest and most influential family in the Empire. I thought I was all set to have a comfortable and luxurious life… but it wasn't long before my beloved father died, my relatives kicked me out, and our family went bankrupt!!\n\nTo add insult to injury, I was hit by a carriage one day when I drank (a bit too much) booze to drown my sorrows… but my despair was only temporary. When I opened my eyes, I found that I'd traveled back in time to when I was 7 years old!\n\nI was surprised to see my father again in the flesh. But as if that wasn't already shocking enough, the 2nd prince, our family's once sworn enemy, was now following me around like a dog!\n\nNow that I've been given a second chance at life, I'll take things into my own hands and claim both the 2nd prince and my family for myself!\n\n---\n**Links:**\n* Alternative Official English - [Tapas](https://tapas.io/series/i-shall-master-this-family/info)",
      "fr": "Florentia s'est réincarnée comme l'enfant illégitime de la famille la plus riche de l'empire, même si elle n'était pas de sang pure elle pensait que tout irait bien, son père était gentil avec elle, mais à la mort de ce dernier sa famille l'a abandonnée et elle s'est retrouvée seule, puis soudainement le trou noir.\n\nElle se souvient d'avoir un peu bu puis avoir ressenti un violent coup sur la tête et maintenant elle est de retour dans son corps de 7 ans! L'occasion de tout changer et de devenir même en étant illégitime la cheffe de la famille!\n\n---\nLa grande famille Lombardi était autrefois au sommet de l’Empire. Après la mort de son patriarche, le sort de la famille et celui de Firentia, née d’un Lombardi et d’un paysan, tombent en ruine aux mains de ses cousins inutiles et cruels. Mais lorsqu’elle se réincarne à l’âge de ses sept ans, elle fera tout pour protéger l’honneur de la famille, gagner les faveurs de son grand-père Lulac et, empêcher la mort de son père. Dans cette vie, il n’y a qu’un seul moyen pour elle de gagner: devenir la cheffe de leur puissante famille.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "id": "Aku pikir aku adalah putri bangsawan yang hidupnya bergelimang harta dan kebahagiaan, tapi ternyata aku ini anak berdarah campuran bangsawan dan rakyat biasa yang keberadaannya tidak dianggap dalam keluargaku sendiri. Ibuku sudah tiada dan tidak ada yang menyayangiku kecuali ayahku sendiri. Setelah bekerja keras mengabdikan diri untuk keluarga ini, siapa sangka aku malah diusir dan berakhir mati tertabrak kereta kuda. Ketika terbangun lagi aku bereinkarnasi untuk kedua kalinya di tubuh yang sama.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "ja": "今度こそ守れるんじゃないかな？ ランブル帝国随一の家門、ロンバルディを！ 交通事故で死んだ後ロンバルディ家の婚外子として転生したフィレンティア。 だが…彼女を待ち受けていたのは愛する父の死とロンバルディ家の滅亡だった。 家門の滅亡を知った日に彼女は酒を飲んで馬車に轢かれてしまうのだが、目を覚ますと7歳の自分に戻っていた。 今度こそ父と家門を守り抜くと決めたフィレンティア。 彼女を待ち構える試練とは一体何なのか… 当主になると決めた彼女の挑戦が始まるーー！\n\n---\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)",
      "ko": "“한번 해 보자, 내가 가주가 되는 거야.”\n환생에 회귀까지, 인생 3회차 피렌티아의 가주 되기 프로젝트!\n\n제국 제일가는 명문가 롬바르디가의 막내 손녀 ‘피렌티아’. 그녀는 똑똑하고 능력 있지만 사생아로 태어났다는 이유로 친척들에게 온갖 수모를 당하고, 결국 가문에서 쫓겨나고 만다. 이후 피렌티아는 더 이상 가문 일에 참여할 수 없게 되고, 그저 무능력한 큰아버지의 손에 롬바르디가가 망해가는 것을 지켜볼 수밖에 없었다. 화가 나 술을 진탕 마신 어느 날, 피렌티아는 마차 사고를 당해 죽음을 맞이하는데…. 그러나 어떻게 된 일인지 눈을 떠 보니 거울에 비친 것은 일곱 살 때의 모습?! 전생의 기억을 가지고 회귀한 피렌티아는 다시 찾은 생에서는 롬바르디가의 멸문을 막기 위해 스스로 가주가 되기로 결심하는데…!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)",
      "th": "เมื่อเธอมาเกิดใหม่ในร่างของฟีเรนเทีย ลอมบาร์เดีย บุตรีแห่งตระกูลลอมบาร์เดีย หลังปู่ของเธอเสียไปเธอก็ถูกไล่ออกจากตระกูลและเพียงไม่นานตระกูลได้ล่มสลาย ฟีเรนเทียประสบอุบัติเหตุเสียชีวิตอีกครั้ง และย้อนกลับมาตอนอายุ 7 ขวบ ฟีเรนเทียที่ล่วงรู้อนาคตที่กำลังจะเกิดขึ้นทุกอย่างจึงพยายามแก้ไขทุกอย่างให้ดีขึ้น และมุ่งสู่เส้นทางการขึ้นเป็นผู้นำตระกูล...\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "uk": "\"...спробуймо. Я очолю цю родину.\" Фірентія переродилася позашлюбною дитиною аристократа Ломбарді - наймогутнішої родини в імперії. Ба більше, історія цього роду тотожна історії держави Лембру! Ломбарді, знамениті своїми статками, обросли зв'язками та стали надійними покровителями для талановитих людей. Здавалось, що на Фірентію чекає світле майбутнє... Але її батько помер, а родичі, які прогнали дівчину, розвалили впливовий дім! Трохи (ні) випивши, вона потрапила під екіпаж на шляху додому. \"Це занадто...\" Фірентія знову розплющила очі семирічною дівчинкою. Тепер вона може врятувати татка і свою родину? А другий принц бігає за нею, немов відданий пес? Гаразд, тоді другий принц і дім Ломбарді належать їй!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "vi": "Gia đình vĩ đại Lombardy, đã một thời đứng đầu đế quốc. Sau cái chết của chủ gia đình, số phận của gia đình và của cả Firentia, sinh ra từ một Lombardy và thường dân, rơi vào tay những anh em họ độc ác và vô dụng của cô ấy. Nhưng khi Firentia quay về cơ thể của mình vào năm 7 tuổi, cô ấy sẽ làm hết sức để bảo vệ danh dự của gia đình, lấy lòng người ông nội Lulac, và ngăn chặn cái chết của cha mình. Trong lần này, chỉ có một đường để Firentia thắng: trở thành mẫu hệ của gia đình vĩ đại này.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "zh": "意外穿成为了帝国最声名鼎盛的第一家族的私生女。虽然蒂亚头脑出众，也积累了大量的实战经验，但最终在爷爷去世后被叔叔扫地出门，而无能的叔叔很快便败光了家族的产业…… 意外死亡后，又一次重新回了小时候——这一世，蒂亚决定成为家主，重新让家族站上帝国巅峰！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "pt-br": "Florentia reencarnou como filha ilegítima da família mais rica do império. Ela pensou que tudo iria bem no futuro. Mas seu pai havia falecido, seus parentes a deixaram na porta, e a família honrada de que ela tanto se orgulhava estava completamente arruinada…. Mas isso é real? Ela bebeu um pouco (muito) e foi atropelada por uma carruagem, Quando ela abriu os olhos novamente, ela tinha sete anos? Além disso, o Segundo Príncipe, que era inimigo de sua família em sua vida anterior, está seguindo-a como um cachorro!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bfbdbb4-38d1-4b91-a046-ef4624342e52",
    "title": {
      "en": "Mahou Shoujo Homura☆Tamura ~Heikou Sekai ga Itsumo Heikou de Aru to wa Kagiranai no da.~"
    },
    "updatedAt": "2024-01-13T16:27:50+00:00",
    "coverArt": "https://mangadex.org/covers/6bfbdbb4-38d1-4b91-a046-ef4624342e52/1e461140-cb2c-49a2-bdad-4ae56ce5ab83.jpg",
    "altTitles": [
      {
        "es": "Puella Magi Homura Tamura: Los mundos paralelos no permanecen siempre paralelos."
      },
      {
        "en": "Puella Magi Homura Tamura: Parallel Worlds Are Not Always Parallel."
      },
      {
        "ja": "魔法少女ほむら☆たむら ～平行世界がいつも平行であるとは限らないのだ。～"
      }
    ],
    "description": {
      "en": "The life of a magical girl isn't all fighting witches and collecting grief seeds. When they aren't kicking butt, Homura Akemi and her friends face the same trials as normal high school girls! In this four-panel comedy, glimpse a sillier side of the girls from the *Mahou Shoujo Madoka☆Magica* series!"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "30"
  },
  {
    "mangaId": "0bb65ad2-d238-49c3-aa19-98fa02768942",
    "title": {
      "en": "Aishuu Lava"
    },
    "updatedAt": "2024-05-18T06:32:16+00:00",
    "coverArt": "https://mangadex.org/covers/0bb65ad2-d238-49c3-aa19-98fa02768942/ce0a82e6-9c3a-4cd3-ad96-94dde887fb2d.jpg",
    "altTitles": [
      {
        "es-la": "Lava, La Prisionera del amor"
      },
      {
        "ja": "愛囚ラヴァ"
      },
      {
        "en": "Aishuu Lover"
      }
    ],
    "description": {
      "en": "In a world where people suddenly develop super-powers, those who use their abilities to do evil are held at Catastrophe Prison. Shu Ono, a guard at the prison, somehow falls in love with the strongest female prisoner, Lava! A crazy love-comedy about the forbidden relationship between guard and prisoner!",
      "es-la": "Un mundo en el que las personas desarrollan repentinamente habilidades diferentes. Los que utilizan sus habilidades para hacer el mal son encarcelados en una prisión de catastrófica. Shu Ono, que trabaja allí como guardia, se enamora de algún modo de la prisionera más fuerte, ¡Lava!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "1a008e7e-0885-4830-92c6-16b3bbe4f5d4",
    "title": {
      "en": "God of Blackfield"
    },
    "updatedAt": "2024-02-10T18:48:34+00:00",
    "coverArt": "https://mangadex.org/covers/1a008e7e-0885-4830-92c6-16b3bbe4f5d4/d7223fc4-c05d-4a95-bfbe-ab6d08836d5e.png",
    "altTitles": [
      {
        "fa": "گاد آف بلک‌فیلد"
      },
      {
        "ko": "갓 오브 블랙필드"
      }
    ],
    "description": {
      "en": "“Who am I?!”  \n  \nLeaving only black soot and dead bodies in his wake, Kang Chan, the “God of Blackfield,” struck fear into the hearts of his enemies.\n\nBut one day, in the chaos of battle, his life was abruptly snuffed out.\n\n“I’ve been shot… but the bullet came from behind me!”\n\nRevived three years later, this “god” is now a wimpy high schooler with major problems — savage bullies, shady business dealings, and even girls.\n\nRevenge seemed like a straight shot, but high school is a battlefield all of its own!",
      "pt-br": "\"Quem sou eu?\" A lenda da Legião Estrangeira Francesa, 'Kang Chan'! Durante a guerra Africana, ele era chamado de 'Rei do Blackfield', o deus da terra negra, o qual os seus inimigos tinham temor e medo. Porém, durante uma missão para matar Masallan, o cérebro por trás do SISS, o grupo de defensores sunitas, Kang Chan foi morto em combate por um tiro vindo de trás dele. Enquanto sua visão embaçava, ele viu os treze membros de seu batalhão, que tinham absoluta fé nele, sendo mortos um após o outro. Enquanto Kang Chan aguardava a morte depois de ter sido atingido por um traidor, ele foi salvo por um poder misterioso e acordou 3 anos depois na Coréia do Sul. Contudo, ele estava no corpo de outro 'Kang Chan', um garoto de 19 anos no ensino médio que era ameaçado na escola. A jornada de Kang Chan para conseguir se vingar do traidor e descobrir a verdade por trás do seu renascimento começa agora!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d055b51c-fb5a-4966-9220-8e02cf5a9e1b",
    "title": {
      "en": "Foam of the Waves"
    },
    "updatedAt": "2024-05-19T17:41:01+00:00",
    "coverArt": "https://mangadex.org/covers/d055b51c-fb5a-4966-9220-8e02cf5a9e1b/bb0303b2-ae12-4a4f-923a-c990eb2deb7f.jpg",
    "altTitles": [
      {
        "ko": "파도의 포말"
      }
    ],
    "description": {
      "en": "\"Never forgive me.\"\nMargret, who was brutally murdered by her lover, is reborn 7 years later as 'Meg'. Will 'Meg', who doesn't know anything about the world, be able to acclimate well into her new life...? A story uncovering the truth behind her death and the growing love between the characters!",
      "fr": "Terriblement assassinée par son amant, Margaret renaît sous le nom de Mag sept ans plus tard et vit une nouvelle vie.\n\nMag, qui ne connaissait pas le monde, pourra-t-elle s'adapter à sa nouvelle vie ?",
      "ko": "\"저를 용서하지 마세요.\"\n \n사랑하는 연인에게 끔찍하게 살해당한 마가렛은\n7년 후 '매그'로써 다시 태어나 새로운 삶을 살아간다.\n \n세상 물정 모르던 '매그'는 새로운 삶을 잘 적응해 나갈 수 있을까...?\n그녀의 죽음에 얽힌 진상과 인물들의 성장 러브 스토리!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3125acb-3aba-4c29-bd4d-c1b88ec375b2",
    "title": {
      "en": "My Fiancé is in Love with My Little Sister"
    },
    "updatedAt": "2023-07-13T09:13:29+00:00",
    "coverArt": "https://mangadex.org/covers/a3125acb-3aba-4c29-bd4d-c1b88ec375b2/c32d45cb-49e3-491c-9ba5-c9e75a29127c.jpg",
    "altTitles": [
      {
        "ja-ro": "Konyakusha wa, watashi no imouto ni koi o suru"
      },
      {
        "en": "My Fiancé falls in love with my sister."
      },
      {
        "ja": "婚約者は、私の妹に恋をする"
      },
      {
        "vi": "Vị Hôn Phu Của Tôi Đã Rơi Vào Lưới Tình Với Em Gái"
      }
    ],
    "description": {
      "en": "There my fiancé stood, gazing intently at my charming younger sister. When I saw them fall in love the moment they laid eyes on each other, I was hit with an overwhelming sense of déjà vu. Aah, again?\nMy fiancé had been in love with my younger sister even in my previous life. There was nothing I could do but watch it all unfold. And for some inexplicable reason, I’m the only one who keeps returning to that exact point in time. Trapped by fate. And yet, amidst the turns of the hourglass, I still find myself falling for him…"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf662b7a-afcb-49ce-b4ab-cc4feacdbd3a",
    "title": {
      "en": "Beneath the Surviving Princess Joyful Facade"
    },
    "updatedAt": "2024-05-19T23:10:14+00:00",
    "coverArt": "https://mangadex.org/covers/bf662b7a-afcb-49ce-b4ab-cc4feacdbd3a/c1c88dc7-5ad3-4f26-ba3e-82ce203f209b.jpg",
    "altTitles": [
      {
        "ko": "살아남은 왕녀의 웃음 뒤에는"
      }
    ],
    "description": {
      "en": "\"Very good. I shall give you my beloved sister, whom I cherish dearly.\"\n\nEric Chladnie, who led the long war to victory against the Shidate Principality, received the mandate to marry a foolish princess as a reward for his triumph.\nAfter the wedding ceremony, Eric returned to the mansion with the newlywed princess. Amidst the princess's eccentric behavior, his father attempts to kill her and his mother advice not to give his heart. Only he, treating her like a child, respects and cherishes her as his wife.\nHowever, who is this woman who, in front of the king, impersonates deeds that she has never done and acts piously?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e31b62b8-68ec-4bb6-bf7e-33db5be5e0b0",
    "title": {
      "en": "Boku no Suki na Hito ga Suki na Hito"
    },
    "updatedAt": "2024-05-04T15:43:13+00:00",
    "coverArt": "https://mangadex.org/covers/e31b62b8-68ec-4bb6-bf7e-33db5be5e0b0/38017a8d-6a0d-4c04-8d63-0dfd443bba55.jpg",
    "altTitles": [
      {
        "ru": "Возлюбленная Моей Любимой"
      },
      {
        "ja": "ぼくの好きな人が好きな人"
      },
      {
        "id": "Gebetannya Gebetanku"
      },
      {
        "ko": "내가 좋아하는 사람이 좋아하는 사람"
      },
      {
        "zh-hk": "我喜歡的人所喜歡的人"
      },
      {
        "en": "My Crush's Crush"
      }
    ],
    "description": {
      "en": "This story begins when the protagonist, a boy named Sora Akizuki, confesses his love to Miya Fuwa, a girl he has been in love with for a long time, and is rejected. When Sora learns that Miya likes someone else, he visits the dubious “Trialing Club,\" of which he is president, and tries to find out if he is the right person for her. The first episode shows the reality of the Trialing Club, whose activities one cannot imagine from its name, and the reason why its president, Suzukaze, created the club.",
      "ru": "Эта история начинается с того, что главный герой, мальчик по имени Сора Акидзуки, признается в любви Мие Фува, девушке, в которую он давно влюблен, и получает отказ. Когда Сора узнает, что Мия любит другого, он посещает сомнительный “Эксперементальный клуб”, президентом которого является этот незнакомец, и пытается выяснить, подходит ли он ей. В первом эпизоде показана реальность Эксперементального клуба, деятельность которого невозможно представить, исходя из его названия, и причина, по которой его президент Судзукадзе создал этот клуб.",
      "vi": "Câu chuyện này bắt đầu khi nhân vật chính, một chàng trai tên Sora Akizuki, thú nhận tình yêu của mình với Miya Fuwa, một cô gái mà anh đã yêu từ lâu nhưng bị từ chối. Khi Sora biết rằng Miya thích một người khác, anh ấy đã đến thăm “Câu lạc bộ thử việc” đáng ngờ mà anh ấy là chủ tịch, và cố gắng tìm hiểu xem anh ấy có phải là người phù hợp với cô ấy không.\nTập đầu tiên cho thấy thực tế của Câu lạc bộ Thử nghiệm, những hoạt động mà người ta không thể tưởng tượng được từ cái tên của nó, và lý do tại sao chủ tịch của nó, Suzukaze, lại thành lập câu lạc bộ.",
      "es-la": "Está historia empieza cuando el protagonista, un chico llamado Sora Akizuki, confiesa su amor a Miya Fuwa, una chica de la que está enamorado desde hace tiempo, y es rechazado. Cuando Sora se entera de que a Miya le gusta otra persona, visita el dudoso \"Club de Ensayos\", del que es presidente, e intenta averiguar si es la persona adecuada para ella. El primer episodio muestra la realidad del Club de Ensayos, cuyas actividades no se puede imaginar por su nombre, y la razón por la que su presidente, Suzukaze, creó el club."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ae4d0f6-152a-4956-8664-4405758d26ae",
    "title": {
      "en": "Asuperu Kanojo"
    },
    "updatedAt": "2024-04-09T02:37:48+00:00",
    "coverArt": "https://mangadex.org/covers/8ae4d0f6-152a-4956-8664-4405758d26ae/c86b717a-2951-45a4-8195-34922b0bfff0.jpg",
    "altTitles": [
      {
        "ja": "アスペル・カノジョ"
      },
      {
        "ja-ro": "Asper Kanojo"
      },
      {
        "en": "That's My Atypical Girl"
      },
      {
        "en": "Asper Girl"
      },
      {
        "en": "Asper Girlfriend"
      },
      {
        "ru": "Девушка с синдромом Аспергера"
      },
      {
        "zh": "同一屋檐下，阿斯伯格的她"
      },
      {
        "fr": "Une fille atypique"
      }
    ],
    "description": {
      "en": "Yokoi is a manga artist who spends his nights delivering newspapers just to make rent, since his original works just don’t seem to sell.\n\nSuddenly, one day he gets a visit from Saito-san, a self-proclaimed fan of Yokoi’s work who made the long journey to meet him. Yokoi quickly realizes that the things Saito-san sees, feels, and thinks about are different from most people…\n\nThese two struggle together to find a place to belong in this unique slice-of-life!\n\n---\nChinese translation follows online raw chapter numbering starting from Chapter 27. English translation follows tankoubon raw chapter numbering."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "100"
  },
  {
    "mangaId": "0c99ed90-369e-46a0-aab5-84960da25b09",
    "title": {
      "en": "Sekai de Yuuitsu no Tenshokushi: Job Hopper na Ore wa, Isekai de Subete no Job o Kiwameru Koto ni Shita"
    },
    "updatedAt": "2024-05-11T11:58:33+00:00",
    "coverArt": "https://mangadex.org/covers/0c99ed90-369e-46a0-aab5-84960da25b09/836d28bb-05da-4864-b9c7-413bee18da20.jpg",
    "altTitles": [
      {
        "ja": "世界で唯一の転職師～ジョブホッパーな俺は、異世界ですべてのジョブを極めることにした～"
      },
      {
        "ja-ro": "Sekai de Yuiitsu no Tenshokushi"
      },
      {
        "en": "The Only Job Changer in the World: I, a Job Hopper, Decided to Master All the Jobs in Another World"
      },
      {
        "en": "The World's Only Job Changer"
      }
    ],
    "description": {
      "en": "Tsukasa, a company employee who repeatedly changes jobs in search of better conditions, challenges the final interview of a major corporation.  But as soon as he went past the door, he found himself in another world. His past career seems completely irrelevant, leading to a sense of discouragement. But, the \"Job Changer\" bestowed upon him grants him a unique ability!\n\nWith the power to freely switch between jobs like swordsman, mage, spear user, alchemist, appraiser, pharmacist, and more, he begins a leisurely life in this different world. Whether dealing with monsters or making use of abundant knowledge from herbs to items, he adapts effortlessly, engaging in everything from helping people to earning money. \n\nUnstoppable with his versatile skills, the powerful corporate slave leaps into a fantasy of career advancement!",
      "ja": "よりよい条件を求めて転職を繰り返す会社員・ツカサ。\n大企業の最終面接に挑んだ彼は、気が付けば異世界へと転移していた。\nこれまでの経歴がまったく通用しない……と意気消沈モード。\nだが、彼が授かった「転職師」は唯一無二の能力であった！\n剣士、魔術師、槍使い、錬金術士、鑑定士、薬師etc.と、どんなジョブにも自由自在に切り替える力で、彼は悠々自適な異世界生活をスタートさせる。\n魔物相手だろうが、煮るなり焼くなり斬るなりはお手のもの！\n薬草からアイテムまで、溢れる知識で有効活用！\nさらには、持ち前の順応力も発揮し、人助けにお金稼ぎにと、無双が止まらない!?\nパワフル社畜が七色の職を駆使して跳ね上がる、キャリアアップ・ファンタジー開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb676579-bf11-45cc-90f5-2870bfe94605",
    "title": {
      "en": "Mako-san Wa Shindemo Jiritsu Shinai"
    },
    "updatedAt": "2024-05-18T04:41:02+00:00",
    "coverArt": "https://mangadex.org/covers/bb676579-bf11-45cc-90f5-2870bfe94605/4125a0c1-e949-494e-9bfa-0fa739b2b392.jpg",
    "altTitles": [
      {
        "en": "Mako-san Will Not Be Independent Even If It Kills Her"
      },
      {
        "en": "Under The Same Roof"
      },
      {
        "ja": "マコさんは死んでも自立しない"
      },
      {
        "zh-hk": "真子小姐她死都不想自立"
      },
      {
        "ru": "Мако не будет независимой, даже если это убьёт её"
      }
    ],
    "description": {
      "en": "It's been one year since Rin moved to Tokyo for high school. He was told by the landlord of his apartment that he didn't have to pay rent if he takes care of the landlord's granddaughter, which he immediately accepted. However, that granddaughter, Mako, ended up being a 20 year old college student who is completely incapable of taking care of herself. Even so, it was love at first sight for Rin, and he's been taking care of her ever since."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "108"
  },
  {
    "mangaId": "334b3730-21a7-4293-af2f-4875abd08ed1",
    "title": {
      "en": "Chanto Suenai Kyuuketsuki-chan"
    },
    "updatedAt": "2024-01-31T22:30:59+00:00",
    "coverArt": "https://mangadex.org/covers/334b3730-21a7-4293-af2f-4875abd08ed1/0100a400-2369-4550-b232-74419d676172.jpg",
    "altTitles": [
      {
        "ja": "ちゃんと吸えない吸血鬼ちゃん"
      },
      {
        "ja-ro": "Chanto Suenai Kyuuketsuki-chan"
      },
      {
        "en": "Vampire-chan Can't Suck Properly"
      }
    ],
    "description": {
      "en": "The overwhelming preciousness that captivates all those whose blood she sucks! A new kind of pampering and feeding comedy!",
      "pt-br": "A preciosidade esmagadora que cativa todos aqueles cujo sangue ela suga! Um novo tipo de comédia de mimos e alimentação!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b8a179d-6a9e-4497-8ac1-d8bc65ecebf4",
    "title": {
      "en": "Kirby of the Stars: Daily Round Diary!"
    },
    "updatedAt": "2024-02-15T15:20:08+00:00",
    "coverArt": "https://mangadex.org/covers/2b8a179d-6a9e-4497-8ac1-d8bc65ecebf4/9e5324db-f860-44a4-ae18-abf43e4ef5ca.jpg",
    "altTitles": [
      {
        "ja-ro": "Hoshi no Kirby - Kyou mo Manmaru Nikki!"
      },
      {
        "ja": "星のカービィ 今日もまんまる日記！"
      }
    ],
    "description": {
      "en": "He's pink and round! He's a glutton! A new manga series about Kirby, the airheaded but irresistible hero of the video game world! Lots of copy abilities are here! Plus, the familiar members such as King Dedede, Waddle Dee, and Meta Knight, as well as such and such characters from previous Kirby titles, are all gathered together! The definitive version of the hilarious Kirby manga!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c53caf9a-95b6-4400-b41b-d1b09167ef7a",
    "title": {
      "en": "Kaii-san to Ore"
    },
    "updatedAt": "2024-03-14T06:28:23+00:00",
    "coverArt": "https://mangadex.org/covers/c53caf9a-95b6-4400-b41b-d1b09167ef7a/465127f8-8ea0-4f36-b3a8-591c6478161a.jpg",
    "altTitles": [
      {
        "ja": "怪異さんと俺"
      },
      {
        "id": "Aku dan Makhluk Aneh"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/24367326/series/222807)\n\n**Notes:**\n- The Pixiv series does not contain all of the chapters and combines some. Do not follow the chapter numbering on Pixiv. Instead, enable Japanese chapters on MangaDex to see the proper chapter order and links to all of the raw chapters.\n- This series uses characters the author used in illustrations beforehand.",
      "ja": "俺くんと怪異さんのお話。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a64bcfd5-e8bb-4b1e-baa9-38a6dc4944cd",
    "title": {
      "en": "Otoko wo Yamete Mita ~Gan ni Natta no de Josou shite Koi wo suru Koto ni Narimashita~"
    },
    "updatedAt": "2024-04-25T19:48:39+00:00",
    "coverArt": "https://mangadex.org/covers/a64bcfd5-e8bb-4b1e-baa9-38a6dc4944cd/3b8b0761-2c6e-485b-a48f-a7d6936fa500.jpg",
    "altTitles": [
      {
        "ja": "男をやめてみた～癌になったので女装して恋をすることにしました～"
      },
      {
        "en": "I Quit Being a Man: Got Cancer so I Decided to Dress up as a Woman and Fall in Love"
      }
    ],
    "description": {
      "en": "*This story is based on true events.\nOne day, the main character, Nagisa Hajime, is suddenly diagnosed with cancer. With the little time they have left, they decide to live as themself. To do so, they decide to renounce the gender they were assigned at birth, male, and go out into the city. Nagisa then goes through a series of incidents and events they never experienced before. The author lays bare their soul as they recount their personal experiences in this great LGBT work.",
      "ja": "『この物語は実話に基づいています―。』 突然、主人公・渚素（なぎさ　はじめ）を襲った癌という病気。 残された時間で彼が選んだのは「自分らしく生きる」というものだった。 男性という生まれた時に割り当てられた性別をやめて街に出ることで…今まで体験してこなかった事件が次々と渚に押し寄せる。 著者自らの体験を赤裸々に描いた極上のレインボーエンターテイメントコミック！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba63a244-df02-4661-8acc-878243d26d53",
    "title": {
      "en": "Boy-Friend's Rule"
    },
    "updatedAt": "2024-04-06T23:50:18+00:00",
    "coverArt": "https://mangadex.org/covers/ba63a244-df02-4661-8acc-878243d26d53/50e0bee7-0ccd-45b5-b38c-fe734f1faa57.jpg",
    "altTitles": [
      {
        "ko": "남사친의 법칙"
      },
      {
        "zh": "男闺蜜准则"
      },
      {
        "zh-hk": "純友誼法則"
      },
      {
        "en": "The Law Of Being Friends With A Male"
      },
      {
        "en": "Boyfriend's Rule"
      },
      {
        "ko-ro": "Namsachin-ui Beobchig"
      },
      {
        "ja": "男友達って彼氏になれる?"
      },
      {
        "ko-ro": "Namsachin-ui Beopchik"
      },
      {
        "en": "Boy-Friend's Rule"
      }
    ],
    "description": {
      "en": "Jay is a guy that wanted to talk with his friend about their secret crushes, When Jay was about to confess who he has a crush on, his friend Jiwoon, who’s crush is actually towards Jay, was hopefull that Jay was going to confess his feelings towards her. But she felt shocked when she learned that actually Jay’s crush was someone else, after that, Jay asked her about her crush, Jiwoon tried to avoid the question and gave him a vague description which caused a misunderstanding that his crush was actually towards Jay’s friend Seohyun. She and Jay are just good friends without anything romantic going on between them, The way Jay interacts with her is just in a friendly manner and tries to help her to get her “crush”….Let the romantic drama begin at school!",
      "fr": "La première romance de Jiun s'est terminée lorsque son béguin, Jae-i, lui avoue qu'il aime quelqu'un d'autre. Pour aggraver les choses, Jae-i croit à tort que le béguin de Jiun est son effrayant meilleur ami, Seohyeon, et il tente de l'aider à gagner le cœur de celui-ci. Maintenant, Jiun doit faire face à un plus gros problème qu'un amour à sens unique, le petit-copain qu'elle n'a jamais imaginé se rapprocher.",
      "ko": "남몰래 '재이'를 짝사랑해온 '지운'.  재이가 자신에게 고백할 줄 알았던 지운은, 재이의 짝사랑 상대가 다른 사람이라는 사실을 알고는 정신이 아득해진다. \n짝사랑이 허무하게 끝났다고 생각함과 동시에, 재이가 자신의 짝사랑 상대를 '서현'이라고 착각하고 있다는 걸 알게 된다. \n그저 재이의 키 크고 덩치 큰 친구 중 하나일 뿐인, 말 그대로 남자인 사람 친구일 뿐인 서현과 자신을 이어주려는 재이의 행동에 해탈하고 마는데..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e091a0df-ed63-4137-99ad-6d7799e842d2",
    "title": {
      "en": "Futari no Kokuhaku"
    },
    "updatedAt": "2024-05-19T22:35:01+00:00",
    "coverArt": "https://mangadex.org/covers/e091a0df-ed63-4137-99ad-6d7799e842d2/9895d069-57b4-45c2-8f60-a855df5e5cdb.png",
    "altTitles": [
      {
        "ja": "ふたりの告白"
      }
    ],
    "description": {
      "en": "Selected for Morning's 2022 Chiba Tetsuya Award."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "275c3ee8-bdeb-4070-a333-6add23a8415a",
    "title": {
      "en": "Renge to Naruto!"
    },
    "updatedAt": "2024-03-31T22:04:59+00:00",
    "coverArt": "https://mangadex.org/covers/275c3ee8-bdeb-4070-a333-6add23a8415a/b1308e0b-aee9-44f2-b26b-1e3f615fe83e.jpg",
    "altTitles": [
      {
        "ja": "れんげとなると！"
      },
      {
        "vi": "renge và naruto"
      },
      {
        "ja-ro": "Renge to Naruto!"
      },
      {
        "en": "Renge and Naruto!"
      }
    ],
    "description": {
      "en": "It's been a few months since the neighborhood Chinese restaurant closed down, and when I stopped by for the first time in a while, I found that it had been transformed into a flashy, mysterious restaurant with its old signboard still intact. When I went inside, there was a gal there... This is a story about a Chinatown restaurant where gals are hospitable.",
      "ja": "近所の町中華が閉店して数カ月、久々に立ち寄るとそこはかつての看板のまま、ド派手な謎の店に変わっていた。中に入るとそこには1人のギャルがいて……。ギャルがもてなす町中華の物語だ。",
      "pt-br": "Já se passaram alguns meses desde o fechamento do restaurante chinês do bairro, e quando passei por lá pela primeira vez em um tempo, descobri que ele tinha se transformado em um restaurante chamativo e misterioso, mantendo ainda seu antigo letreiro. Ao entrar, deparei-me com uma garçonete... Esta é uma história sobre um restaurante em Chinatown onde as garçonetes são acolhedoras."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2e28840-b3a6-4dd7-9c40-1b251a293fe0",
    "title": {
      "en": "Negai no Astro"
    },
    "updatedAt": "2024-04-21T15:15:56+00:00",
    "coverArt": "https://mangadex.org/covers/d2e28840-b3a6-4dd7-9c40-1b251a293fe0/84f6d77a-889c-4efe-8dfa-2d819743d8af.jpg",
    "altTitles": [
      {
        "ja": "願いのアストロ"
      },
      {
        "en": "Astro Royale"
      }
    ],
    "description": {
      "en": "The new series from Ken Wakui, the creator of Shinjuku Swan and Tokyo Revengers!\n\nAs the battle to decide the next leader of the Yotsurugi gang that runs Asakusa is heating up, a meteorite strike suddenly awakens superpowers in the people of Japan. How will Hibaru Yotsurugi, the son of the previous gang leader, come out of this?!",
      "fr": "Le nouveau manga de Ken Wakui, le créateur de Shinjuku Swan et Tokyo Revengers ! Alors que la bataille pour désigner le prochain chef du clan Yotsurugi qui dirige Asakusa s'intensifie, la chute d'une météorite réveille soudainement des super-pouvoirs chez les Japonais. Comment Hibaru Yotsurugi, le fils du précédent boss du clan va-t-il s'en sortir ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36d27f1d-122a-4c7e-9001-a0d62c8fb579",
    "title": {
      "en": "Mount Celeb Kaneda-san"
    },
    "updatedAt": "2024-05-15T23:32:05+00:00",
    "coverArt": "https://mangadex.org/covers/36d27f1d-122a-4c7e-9001-a0d62c8fb579/5e9140ed-1a8c-4da4-8cf6-031c345b2af8.jpg",
    "altTitles": [
      {
        "ja": "マウントセレブ金田さん"
      }
    ],
    "description": {
      "en": "Mochiko Kaneda (commonly known as Kaneda-san), a self-important, clumsy sanpaku-eyed celebrity lady, climbs to the top with overwhelming financial power!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0f6003ca-e7f3-43ce-bfd2-0694146994be",
    "title": {
      "en": "Tying the Knot with an Amagami Sister"
    },
    "updatedAt": "2024-05-09T17:23:11+00:00",
    "coverArt": "https://mangadex.org/covers/0f6003ca-e7f3-43ce-bfd2-0694146994be/86d1a0a7-4b08-4bfb-8e63-f9e89d1a6fd2.jpg",
    "altTitles": [
      {
        "ja-ro": "Amagami-san Chi no Enmusubi"
      },
      {
        "ru": "Брачные узы с семьёй Амагами"
      },
      {
        "ja": "甘神さんちの縁結び"
      },
      {
        "zh-hk": "甘神家的連理枝"
      },
      {
        "fr": "Se Marier avec une Sœur Amagami"
      },
      {
        "fr": "Comment j'ai Marié une Sœur Amagami"
      },
      {
        "pt-br": "Casamento da Família de Amagami"
      },
      {
        "id": "Perjodohan Keluarga Amagami"
      },
      {
        "ar": "التوفيق بين عائلة كانغامي"
      },
      {
        "es-la": "El Emparejamiento de la Familia Amagami"
      },
      {
        "en": "Matchmaking of the Amagami Household"
      },
      {
        "es-la": "Emparejamiento del Hogar Amagami"
      }
    ],
    "description": {
      "en": "Kamihate Uryuu, orphaned since childhood, receives an invitation to stay at the local Shinto shrine. All he wanted was a quiet place to study so that he can fulfill his dream of making it into a top medical school, but after arriving there, he comes across three beautiful shrine maiden sisters... and the head priest requests that he marry one of them and take over the shrine. A tale of love and miracles is about to unfold!",
      "fr": "Kamihate Uryuu, orphelin depuis l'enfance, reçoit une invitation à séjourner dans le sanctuaire shinto local. Tout ce qu'il voulait, c'était un endroit tranquille pour étudier afin de réaliser son rêve d'entrer dans une grande école de médecine, mais en arrivant sur place, il tombe sur trois belles demoiselles du sanctuaire... Le prêtre en chef lui demande d'épouser l'une d'entre elles et de prendre la succession du sanctuaire. Une histoire d'amour et de miracles est sur le point de se dérouler !",
      "ja": "京大医学部を目指す高校生の上終 瓜生。児童養護施設育ちの瓜生は「甘神神社」の宮司さんに引き取られ、居候することに。受験勉強ができる環境があれば…と思っていたが、居候の条件は「婿養子として神社を継ぐ」こと!? しかも結婚相手は同居する巫女三姉妹!! 一つ屋根の下、巫女と紡ぐ恋と奇跡の物語、開幕!!",
      "ru": "Камихатэ Урю долгое время прожил в приюте, пока не был взят под опеку священником Тидори Амагами. Остановившись в храме, Урю узнаёт, что здесь живут три жрицы-сёстры, которые являются внучками главного священника. В конечном итоге, Тидори Амагами рассказывает, что взял парня под опеку, чтобы он женился на одной из его внучек и унаследовал храм, как его зять. Так начинается история любви и чудес с семьёй Амагами.",
      "es-la": "Un chico que había perdido la fe en las Oraciones y los Dioses, de pronto conocerá a 3 hermosas Hermanas que son Doncellas del Templo donde comenzará a vivir, ¿Esto afectará de alguna Manera a nuestro Protagonista? Léelo para descubrirlo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "12e28a8a-cbfe-4e12-bab8-b6fb0b9a59b4",
    "title": {
      "en": "Shinigami ni Sodaterareta Shoujo wa Shikkoku no Tsurugi wo Mune ni Idaku"
    },
    "updatedAt": "2024-05-05T21:15:07+00:00",
    "coverArt": "https://mangadex.org/covers/12e28a8a-cbfe-4e12-bab8-b6fb0b9a59b4/09960d27-f0a4-42bc-9e2b-c77ac93eec2a.jpg",
    "altTitles": [
      {
        "ja": "死神に育てられた少女は漆黒の剣を胸に抱く"
      },
      {
        "zh": "被死神抚养的少女怀抱漆黑之剑"
      },
      {
        "ko": "사신에게 길러진 소녀는 칠흑의 검을 가슴에 품는다"
      },
      {
        "en": "Death's Daughter and the Ebony Blade"
      },
      {
        "en": "The Little Girl Raised by Death Holds the Sword of Death Tight"
      }
    ],
    "description": {
      "en": "Olivia is just a baby when the mysterious Z finds her at a temple in the depths of the Forest of No Return. From that day on, the temple becomes her home and Z her family. Z, a god of death, educates her in the ways of the world, in combat, and in the long-forgotten arts of magic—right up until the day Z disappears. \n\nOlivia leaves the forest for the first time in search of Z with its ebony blade in hand. Out in the wider world, all is not well. A bitter war rages between the Asvelt Empire and the Kingdom of Fernest, and Fernest is losing badly. When Olivia shows up on Fernest’s doorstep with a sack of imperial heads looking to volunteer, the royal army happily welcomes her into its ranks. Thanks to Z’s training, she quickly proves herself as a ferocious warrior. In fact, she might be just what Fernest needs to turn the tide of the war...but will they accept her lack of people skills and disregard for discipline? And will she ever see Z again?\n\n[Official English Light Novel](https://j-novel.club/series/death-s-daughter-and-the-ebony-blade)",
      "pt": "No fundo de um santuário esquecido dentro da floresta, um bebê é encontrado por figuras sombrias, os deuses da morte. Um deles, Zett, a pegou para usá-la como \"objeto de observação\" contra o desejo de seus irmãos de comer sua alma. Zett lhe deu vários conhecimentos e a treinou para lutar. Até que um dia ele de repente desapareceu, deixando-lhe uma carta e uma espada negra. Então, tendo crescido, Olivia saiu em busca de Zett. Esta é a história de Olivia Valedstorm, a garota criada pela morte, enquanto muda o curso da guerra com seu temido título de Shinigami."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab949b43-aa6a-4448-a60f-1fa957f2a1ce",
    "title": {
      "en": "Kimi Shi ni Tamafu Koto Nakare"
    },
    "updatedAt": "2024-05-10T20:04:48+00:00",
    "coverArt": "https://mangadex.org/covers/ab949b43-aa6a-4448-a60f-1fa957f2a1ce/ad1e70ba-f190-426c-9faf-0ebd4175d613.jpg",
    "altTitles": [
      {
        "ja-ro": "Kimi Shi ni Tamafu Koto Nakare"
      },
      {
        "ja-ro": "Kimi Shinitamou Koto Nakare"
      },
      {
        "en": "Thou Shall Not Die"
      },
      {
        "en": "You Must Not Give Yourself to Death"
      },
      {
        "ru": "Не отдавай свою жизнь"
      },
      {
        "ja": "君死ニタマフ事ナカレ"
      },
      {
        "ko": "님이여죽지말지어다"
      }
    ],
    "description": {
      "en": "In the future, supernatural powers not only exist but have become science fact. The “Special Abilities Private High School” is established in order to utilize students’ powers for the military. Students are roped onto the battlefield without knowing the meaning of the fight, whether it will save their lives…or spell their demise.",
      "pt-br": "No futuro, poderes sobrenaturais não apenas existem, como também se tornaram fatos científicos. O \"Colégio Particular de Habilidades Especiais\" foi criado para que esses poderes fossem utilizados para o exército. Estudantes são jogados no campo de batalha sem saber o porquê de estarem lutando, se isso salvará suas vidas... ou acabará com elas."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "59"
  },
  {
    "mangaId": "b9bea559-b3e2-4459-80aa-73fac6c3e7bf",
    "title": {
      "en": "Meiten Restaurant"
    },
    "updatedAt": "2024-05-05T14:06:15+00:00",
    "coverArt": "https://mangadex.org/covers/b9bea559-b3e2-4459-80aa-73fac6c3e7bf/63e23f87-5fb1-4258-8c6c-35820eafbc75.jpg",
    "altTitles": [
      {
        "ja": "冥天レストラン"
      }
    ],
    "description": {
      "en": "As the distinguished son of a family who run a financial conglomerate, Gatarou Barazono took full advantage of his money to live a rosy life and enjoy it to its fullest. But one day, he suddenly got hit by a truck, and when he awoke, he found himself in the \"Afterlife!\" There, he finds the dubious-looking \"Meiten Restaurant\" (Underworld Restaurant), where the deceased are served their final meal before going to rest in peace..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a316a7c5-f48f-412e-9b78-68e378c37775",
    "title": {
      "en": "Screw the Noble Life, I’m Going Home"
    },
    "updatedAt": "2024-04-21T04:51:38+00:00",
    "coverArt": "https://mangadex.org/covers/a316a7c5-f48f-412e-9b78-68e378c37775/4d380265-5310-4a8c-a065-c7e29161cdc2.jpg",
    "altTitles": [
      {
        "ko": "공녀고 나발이고 집에 간다고"
      },
      {
        "en": "Noble Lady or Whatever, I'm Going Home"
      }
    ],
    "description": {
      "en": "After confirming that I had won the lottery, I tried to quit my job! However, as soon as I opened the door, I found myself transmigrated into the body of a noble lady. I have one year to claim the prize money, so I have to return home at all costs. Please wait for me, my 1.7 million won! Mum will be there soon, but... What's wrong with this family?!\r\n\r\n\"I love you.\" But I'm not your daughter!\r\n\r\n\"Sister, you might get hurt so I'll hold you.\" Did he mean he would lift me? What is this guy, a giant brown bear?\r\n\r\n\"If you mess with our sister one more time, I'll make you disappear without a trace.\" He's got a pretty face, but he has a sharp tongue.\r\n\r\n\"Don't fall ill.\" Don't worry about me. Why are there so many of them?! I'm not a noble lady! Leave me alone, I wanna go home!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "62c802ff-25ce-4b1c-aa94-55251c84ed0c",
    "title": {
      "en": "Peerless Dad"
    },
    "updatedAt": "2024-05-05T17:23:40+00:00",
    "coverArt": "https://mangadex.org/covers/62c802ff-25ce-4b1c-aa94-55251c84ed0c/14a94728-dcc5-4f8e-9a7e-4c5e2a314a83.png",
    "altTitles": [
      {
        "ko": "아비무쌍"
      },
      {
        "en": "Peerless Father"
      },
      {
        "en": "Father, Unrivaled"
      },
      {
        "es": "Padre Incomparable"
      },
      {
        "es-la": "Padre Sin Par"
      },
      {
        "pt": "Pai Incomparável"
      },
      {
        "en": "Matchless Dad"
      },
      {
        "ru": "Безупречный отец"
      },
      {
        "ja": "父無双"
      },
      {
        "th": "ท่านพ่อไร้เทียมทาน"
      },
      {
        "ko-ro": "Abimussang"
      },
      {
        "fr": "Le Père Hors Pair"
      },
      {
        "vi": "Bố Vô Song"
      }
    ],
    "description": {
      "en": "Noh Ga Jang has led the life of a warrior ever since he remembers, isolated from the world and illiterate to top it all, until he meets a beautiful woman who steals his heart. He marries her and they live a life of bliss, and she gets pregnant with his children. Against all odds, she unexpectedly dies during childbirth, leaving Noh alone with their newborn triplets. Desperate, saddened, but not broken, Noh swears to the heavens that he'll become an exemplary man to raise the invaluable treasures his wife left him.  \n  \nWatch the mighty warrior Noh become a Peerless Dad, and slowly realize in the way just how powerful he is for the sake of his children. \n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "fr": "C’est l’incroyable histoire d’un voyage mélant mariage, paternité et de combats par l’auteur de Red Storm.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "ja": "孤児としてたらい回しにされていたところ、運良く師匠に拾われ武士としての道を見つけた。 特級解決師として名をはせた「天草家長」は運命の女性に出会い、その名の通り家長となる。 しかし、喜びもつかの間、一夜のうちに血のつながった三つ子を置いて妻に先立たれてしまう。 シングルファーザーとなってしまった「家長」の生活が今始まるーー！\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "ko": "하늘의 뜻을 아니, 그 누가 아비父에 견주리오! \n고아로 떠돌다 운 좋게 스승을 만나 특급 해결사로 이름을 날리던 노가장.\n사랑하는 여인을 만나 이름대로 가장家長이 된다는 기쁨도 잠시, 하루아침에 핏덩이 세쌍둥이를 홀로 키워야 하는 신세가 되었다. 아비는 그 어떤 경우라도 제 새끼의 입에 먹을 걸 넣어 줘야 하는 존재인 법! 노가장은 위험천만한 낭인 생활을 때려치우고 천룡회 갑급 무사가 되어  자식새끼들 잘 먹이고 입히고자 한다. 하지만 억지로 나간 출장 임무는 목숨이 위험하기만 하고 그 사이 사방에선 그의 아이들을 눈독 들이기 시작하는데…… 기다려라, 내 새끼들아! 여기 아비가 간다! \n아버지, 노가장의 좌충우돌 무협 액션&육아 일지!\n\n* 원작소설 <지천명아비무쌍>\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "pt": "Noh Ga Jang teve a vida de um guerreiro desde que ele tem memória, isolado do mundo e analfabeto, até conhecer uma mulher bonita que rouba seu coração. Ele se casa com ela e vive uma vida de folia, e ela fica grávida dos seus filhos. Inesperadamente, ela morre durante o parto, deixando o Noh apenas com seus trigêmeos recém-nascidos. Desesperado, triste, mas não quebrado, Noh proclama aos céus que ele se tornará um homem exemplar para criar os tesouros inestimáveis que sua esposa o deixou.  \n  \nVamos testemunhar o guerreiro implacável Noh se tornando um pai incomparável, percebendo o quão poderoso ele pode ser pelo bem dos seus filhos.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "ru": "История бесподобного отца, которому известна воля небес. Автор Но Гён Чхан широко известен по манхве Красная Буря, но если вам нужна другая причина для чтения, то это удивительная история приключений мастера боевых искусств, включающая свадьбу, заботы отца и битвы. Она во многом похожа на Красную Бурю: крутой мастер, главный герой, беспокоящийся о своей семье, трагическая предыстория. Обязательно к прочтению для каждого, кому понравилась Красная Буря.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "th": "โนคาจัง เป็นจอมยุทธ์ที่ทุ่มเททั้งชีวิตเพื่อการเป็นหัวหน้าครอบครัวที่ดีตามที่เขาวาดฝันเอาไว้ แต่ฟ้ากลับไม่เป็นใจเมื่อภรรยาที่รักต้องจากไปหลังให้กำเนิดบุตรแฝดสาม\nแล้วพ่อเลี้ยงเดี่ยวที่ต้องดูแลลูกถึงสามคนจะสามารถต่อสู้เพื่อเลี้ยงดูลูกๆ ของเขาให้ดีอย่างที่ฝันไว้ได้หรือไม่\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "296"
  }
]