[
  {
    "mangaId": "3a38dfab-363a-4ef7-9281-0290e42cafa7",
    "title": {
      "en": "Fantasista"
    },
    "updatedAt": "2023-02-19T04:16:01+00:00",
    "coverArt": "https://mangadex.org/covers/3a38dfab-363a-4ef7-9281-0290e42cafa7/b937204d-b150-41f8-9619-7805d49ecf80.jpg",
    "altTitles": [
      {
        "ja": "ファンタジスタ"
      },
      {
        "zh": "球场幻想曲"
      }
    ],
    "description": {
      "en": "Teppei Sakamoto is a boy living in the countryside. He loves soccer, and all his soccer skills were taught to him by his sister. Finally, his sister wants him to join the Mizumoto High School soccer team. Teppei's turn in life has come!! How will this soccer newbie fare in his new environment?"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "222"
  },
  {
    "mangaId": "b9b58c6c-a31a-4c51-9da8-4f2a661ea150",
    "title": {
      "en": "Shuukyuu Shoujo"
    },
    "updatedAt": "2023-12-16T21:53:35+00:00",
    "coverArt": "https://mangadex.org/covers/b9b58c6c-a31a-4c51-9da8-4f2a661ea150/5ea9a89a-885f-488e-addb-5565707a55d2.jpg",
    "altTitles": [
      {
        "ja": "Football Girl"
      },
      {
        "ru": "Футболистка"
      },
      {
        "ja": "蹴球少女"
      }
    ],
    "description": {
      "en": "Yuuki kun was one of the star players on his junior high school team; along with his childhood friend Shinichi. Due to a promise that he made with his female childhood friend Miyuki, Yuuki kun has decided to take the long road to the J League by joining a normal school club and winning tournaments, instead of taking recommendations like Shinichi did….  \n  \nWhen he checks the club of his selected school, the best club in the country; he quickly notices that the club is completely devoid of any members except for a weird girl that goes by the name of the Fujisaki Rin. She along with her friend Ayane seem to have driven everyone out of the team….  \n  \nBut is it really that Rin and Ayane want to dissolve the soccer club? or could they possible want something else??…. And just what is exactly the promise that Yuuki made with his childhood friends? Well, regardless of the answers it seems that Yuuki isn't in for a smooth sailing, as he completely seems to have fallen into Fujisaki's hands…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "45"
  },
  {
    "mangaId": "45a23d0e-d4d6-4ace-bd0c-102eee711e1c",
    "title": {
      "en": "Senran Kagura - Spark!"
    },
    "updatedAt": "2021-05-25T15:41:53+00:00",
    "coverArt": "https://mangadex.org/covers/45a23d0e-d4d6-4ace-bd0c-102eee711e1c/c0d2d682-a523-4daf-850d-b3c06e051075.jpg",
    "altTitles": [
      {
        "en": "Senran Kagura Spark!"
      },
      {
        "en": "閃乱カグラ Spark!"
      }
    ],
    "description": {
      "en": "The Hanzo Academy is not just a regular school. It holds a top secret class for ninja training reserved just for the elite. Only two girls made the cut this year, Ikaruga, a quiet but gifted brunette, and Katsuragi, a passionate and skilled blonde. Their personalities could not be more polar opposite and sparks fly even on the first day of class. Ikaruga, being a little bit ahead of the curve, outscores Katsuragi on every assignment. With tensions running high, how will these two ninja students work together when the time comes?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "7"
  },
  {
    "mangaId": "45512720-3b58-4c43-8714-1a1a41ec2191",
    "title": {
      "en": "Busaneko ni Kaerareta Kiyowa Reijou desu ga, Saikyou no Gunjin Koushaku ni Hirowarete Kizetsu Sunzen desu"
    },
    "updatedAt": "2024-05-04T19:27:34+00:00",
    "coverArt": "https://mangadex.org/covers/45512720-3b58-4c43-8714-1a1a41ec2191/3fcf9924-ac79-47fd-8ffe-c06b4c7900de.jpg",
    "altTitles": [
      {
        "ja": "ブサ猫に変えられた気弱令嬢ですが、最恐の軍人公爵に拾われて気絶寸前です"
      },
      {
        "en": "A Timid Lady was Turned into an Ugly Cat, but on the Verge of Fainting is Picked up by the Most Fearsome Military Duke"
      }
    ],
    "description": {
      "en": "Cursed to be an ugly cat--but maybe you're happy!\n\n\"I'll have you turn into a cat, sister.\" Marie, the viscount's young daughter, lost her fiancé to her younger sister Emilia and has been cursed even more. Her reflection in the mirror - an ugly cat!\n\nRunning away from her sister for her life, Marie, who escaped from their house, collapsed from loneliness and hunger, unable to speak. Then, a kind hand reaches out to her, \"In the middle of this rain, poor thing...Would you like to come with me?\" \nThe figure is the \"ruthless, merciless, undefeated duke\" who is rumored even in social circles.\n\nAn unfortunate girl gets her one and only happiness, and a happy cat life begins!",
      "ja": "呪われてブサ猫に――でももしかして幸せかも！？\n\n「お姉さまには、猫にでもなってもらうわ」妹エミリアに婚約者を奪われ、さらに呪いをかけられた子爵令嬢マリー。鏡に映った彼女の姿は――ブサ猫！？\n\n命からがら妹の元から逃げ出したものの、声も出せず孤独と空腹で倒れ伏したマリーだったが、そこに優しい手が差し伸べられる。「こんな雨の中、可哀想に…私と一緒に来るか？」その姿は、”冷酷無慈悲の無敗の公爵”と社交界でも噂の人物で――。\n\n不遇の少女が唯一無二の幸せを手に入れる、幸せ猫ライフスタートです！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bcc56f0-1b71-4542-b7b1-74db4fab2d72",
    "title": {
      "en": "Koisuru (Otome) no Tsukurikata"
    },
    "updatedAt": "2023-10-24T19:46:15+00:00",
    "coverArt": "https://mangadex.org/covers/3bcc56f0-1b71-4542-b7b1-74db4fab2d72/5c058109-de44-44e6-b899-ea9dff59b85b.jpg",
    "altTitles": [
      {
        "es-la": "Convertí a my amigo de la infancia (♂) en una chica"
      },
      {
        "id": "Gue Ubah Teman Masa Kecil (♂) Gue Jadi Cewek"
      },
      {
        "en": "I Think I Turned My Childhood Friend (♂) Into a Girl"
      },
      {
        "en": "How to Make a \"Girl\" Fall in Love"
      },
      {
        "ja-ro": "Koisuru Otome no Tsukurikata"
      },
      {
        "ja-ro": "Osananajimi (♂) wo Onnanoko ni Shiteshimatta Hanashi"
      },
      {
        "pt-br": "Transformei meu amigo de infância (♂) em uma garota"
      },
      {
        "ja": "幼馴染（♂）を女の子にしてしまった話"
      },
      {
        "ja": "恋する（おとめ）の作り方"
      },
      {
        "en": "I Think I Turned My Childhood Friend Into a Girl"
      },
      {
        "th": "เมคอัปรักเสกนายให้สวยปิ๊ง"
      },
      {
        "zh-hk": "戀愛（少女）的培育法"
      }
    ],
    "description": {
      "en": "A popular guy who's secretly interested in cosmetics asks to practice makeup on his dull childhood friend... and he ends up looking cute?!",
      "id": "Seorang siswa SMA yang populer diam-diam suka dunia kosmetik, dan meminta teman masa kecilnya yang dekil untuk latihan dandan… tapi, teman masa kecilnya malah jadi imut!?",
      "es-la": "Un muchacho popular que en secreto está interesado en cosméticos le pide a su amigo simplón dejarlo maquillarle para practicar… ¿¡Y termina viéndose bello(a)!?",
      "pt-br": "Um garoto popular que está secretamente interessado em cosméticos pede para praticar maquiagem em seu amigo de infância … e ele acaba ficando uma Linda Garota ?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7878c129-a33d-4bf9-b5d2-ff98cbe85bd6",
    "title": {
      "en": "Sentai Daishikkaku"
    },
    "updatedAt": "2024-05-05T14:06:02+00:00",
    "coverArt": "https://mangadex.org/covers/7878c129-a33d-4bf9-b5d2-ff98cbe85bd6/2fe95806-7579-4f01-9c15-c48f59434535.jpg",
    "altTitles": [
      {
        "en": "Go, Go, Loser Ranger!"
      },
      {
        "ru": "Боевой отряд «Полный Провал»"
      },
      {
        "th": "ขบวนการกำมะลอ"
      },
      {
        "ja": "戦隊大失格"
      },
      {
        "zh-hk": "戰隊大失格"
      },
      {
        "it": "Squalificati - Ranger Reject"
      },
      {
        "fr": "No Longer Rangers"
      },
      {
        "en": "Ranger Reject"
      },
      {
        "ja-ro": "Sentai Daishikkaku"
      },
      {
        "en": "No Longer a Sentai Ranger"
      }
    ],
    "description": {
      "en": "Thirteen years ago, suddenly the Villainous Army of evil appeared in their gigantic floating castle 10000 meters in the sky to invade Earth! The villainous army have reviving capabilities that make them immortal, making them a serious threat to humanity. To protect us against these invaders, the Divine Dragon Rangers, the Dragon Keepers, wield their miraculous powers and their weapons, Divine Tools, and continuously fight for our safety! The assault of the Villainous Army! The vigilance of the Dragon Keepers! Will they succeed in their conquest…? Find out in the action-packed superhero series of a lifetime!\n\nFrom Haruba Negi, the creator of *5Toubun no Hanayome.*",
      "es": "¡Hace trece años, el Ejército Villano del mal apareció de repente en su gigantesco castillo flotante a 10.000 metros en el cielo para invadir la Tierra! El ejército villano tiene capacidades de revivir que los hacen inmortales, lo que los convierte en una seria amenaza para la humanidad. Para protegernos de estos invasores, los Rangers Dragón Divino, los Guardianes del Dragón, empuñan sus poderes milagrosos y sus armas, las Herramientas Divinas, ¡y luchan continuamente por nuestra seguridad! ¡El asalto del Ejército Villano! ¡La vigilancia de los Guardianes del Dragón! ¿Tendrán éxito en su conquista? ¡Descúbrelo en la serie de superhéroes llena de acción de toda la vida!",
      "fr": "Il y a 13 ans, un château flottant est apparu à 1000 mètres au-dessus du sol et une armée maléfique est venue dans le but d'envahir l'humanité.\nAfin de protéger l'humanité contre ces envahisseurs, des super-héros se battent, mais les choses ne semblent pas être comme elles le paraissent !",
      "ru": "Тринадцать лет назад армия монстров таинственным образом объявилась на территории людей, паря в воздухе на своем летучем замке! Армия монстров обладает различными способностями, которые могут грозить человеческой безопасности. Дабы защитить мирных жителей от вторжения на землю, доблестные герои - Хранители Дракона в составе из пяти человек выходят на поле правосудия! Используя свой туз в рукаве под названием «артефакт», боевой отряд героев из года в год, каждое воскресенье усмиряет неугомонных монстров. Однако, спустя 999 поражений, один из членов команды монстров решает отомстить героям!.. С этого момента и разворачивается наша история борьбы добра со злом!",
      "pt-br": "Há treze anos, de repente, o Infame Exército do mal apareceu em seu gigantesco castelo flutuante 10.000 metros no céu para invadir a Terra! O exército vilão tinha capacidades de reviver, o que os tornava imortais, tornando-os uma séria ameaça para a humanidade. Para nos proteger contra esses invasores, os Divine Dragon Rangers, os Dragon Keepers, manejam seus poderes milagrosos e suas armas, Ferramentas Divinas, e lutam continuamente por nossa segurança! O ataque do Exército Vilão! A vigilância dos Dragon Keepers! Eles terão sucesso em sua conquista...?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2414cba6-3022-4d21-8268-836320ae622c",
    "title": {
      "en": "Hana Haru"
    },
    "updatedAt": "2024-05-09T00:39:17+00:00",
    "coverArt": "https://mangadex.org/covers/2414cba6-3022-4d21-8268-836320ae622c/53b2f2eb-0a0e-4e36-a75f-7f3b16f2aabd.jpg",
    "altTitles": [
      {
        "ko": "하나의 하루"
      },
      {
        "en": "Days of Hana"
      },
      {
        "fr": "Les jours d'Hana"
      },
      {
        "ar": "أيام هانا"
      },
      {
        "th": "ฮารุของฮานะ"
      },
      {
        "zh": "狼族少年"
      },
      {
        "zh-ro": "Lángzú shàonián"
      }
    ],
    "description": {
      "en": "A werewolf love for a human girl In a cold winter, little girl Hana and her family found a boy covered in blood, the boy is a werewolf baby. They picked up the boy, named him Haru, treated him and accepted him as a family member. A human girl and a werewolf boy who grew up over time. From now on their story begins.",
      "tr": "Soğuk bir kış mevsiminde küçük kız Hana ve ailesi, kanlar içinde bir çocuk bulurlar, bu çocuk yavru bir kurt adamdır. Haru adını verdikleri çocuğu yanlarına alıp tedavi ederler ve onu aileden biri olarak kabul ederler. Zamanla insan kız ve kurt adam çocuk büyürler, ve hikâyeleri de bu noktadan sonra başlar."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "113"
  },
  {
    "mangaId": "ee833b07-e75e-4158-81a5-dd2337d0a2f0",
    "title": {
      "en": "Trash"
    },
    "updatedAt": "2020-01-15T19:53:07+00:00",
    "coverArt": "https://mangadex.org/covers/ee833b07-e75e-4158-81a5-dd2337d0a2f0/3c275e66-becd-47f4-99bb-1e448a648b0c.jpg",
    "altTitles": [
      {
        "en": "トラッシュ"
      }
    ],
    "description": {
      "en": "Will Anderson is the nephew of the modern-day Al Capone. He lives in New York, goes to a ritzy private school, and dotes on his charming little cousin Kate. Until one day, when he runs into a man and his pet penguin in Central Park (or rather, the man steals his hot dog), and then everything starts to get a little complicated. Suddenly Will is swept up into the buisness of the Trash Company, an odd-jobs outfit whose main work tends to involve stolen jewels and a whole lot of trouble!"
    },
    "status": "cancelled",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "66b0511a-528c-43de-b572-a7ff7a30ebd9",
    "title": {
      "en": "Cool na Doukyuusei no ◯◯ Nengo…"
    },
    "updatedAt": "2024-04-06T08:50:53+00:00",
    "coverArt": "https://mangadex.org/covers/66b0511a-528c-43de-b572-a7ff7a30ebd9/4f5ebead-fa60-449d-9c6c-e0034e5b1df7.png",
    "altTitles": [
      {
        "ja-ro": "Cool na Doukyuusei no ◯◯ Nengo…"
      },
      {
        "ja": "クールな同級生の◯◯年後..."
      },
      {
        "en": "The Cool Classmate XX Years Later..."
      },
      {
        "en": "The Cool Classmate ◯◯ Years Later..."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7cf3da63-61f4-4f84-8c7f-5667f9deb84b",
    "title": {
      "en": "Jojo's Strange Ventures"
    },
    "updatedAt": "2023-08-14T10:18:50+00:00",
    "coverArt": "https://mangadex.org/covers/7cf3da63-61f4-4f84-8c7f-5667f9deb84b/057fb582-a988-4e69-b37e-94a299ec14ef.jpg",
    "altTitles": [
      {
        "ru": "Причудливые Авантюры Жожо"
      },
      {
        "en": "Jojo's Curious Escapades(Author's translation)"
      },
      {
        "en": "Terletsky's Jojo"
      }
    ],
    "description": {
      "en": "Jojo if it took place in Russia."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6e18282-24c0-48f2-ae65-02c551b3cafc",
    "title": {
      "en": "Lips Upon a Sword's Edge"
    },
    "updatedAt": "2024-04-25T05:55:50+00:00",
    "coverArt": "https://mangadex.org/covers/b6e18282-24c0-48f2-ae65-02c551b3cafc/fc0a0e43-97d7-4e92-98f9-e02c5a7a8bd9.jpg",
    "altTitles": [
      {
        "ko": "칼 끝에 입술"
      },
      {
        "ko": "칼끝에 입술"
      },
      {
        "ko": "Kal Kkeute Ipsul"
      },
      {
        "es": "Labios tan filosos como cuchillos"
      },
      {
        "pt-br": "Lábios no limiar de uma faca"
      },
      {
        "uk": "Губи На Кінчику Ножа"
      },
      {
        "en": "Lips on the Tip of a Knife"
      }
    ],
    "description": {
      "en": "Arune is known as the crazy dog of the kingdom and the best knight of all time. Upon her parents' incessant pestering, she ends up getting married.\n\n\"If you're not fond of your husband, you may kill him and return.\"\n\nBut, no one told her that her husband was this handsome.\n\n\"I'm nervous that you might crack because you're just like glass.\"\n\nOn top of that, her husband treats her like a fragile pottery. Arune, who’s not weak at all, and the nervous, yet obsessive husband, Kassian. A precarious romance where misunderstandings collide one after another.\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=920927), [Naver Series](https://series.naver.com/novel/detail.series?productNo=5529880)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8926246), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=800778)",
      "ko": "제국의 미친개, 역대 최강의 기사 아르네.\n그녀는 부모님의 성화에 어쩔 수 없이 결혼을 하게 된다.\n\"남편이 맘에 안 들면 죽이고 돌아와야지.\"\n하지만 누구도 남편이 이렇게 잘생겼다고 말 안 해줬잖아?\n“당신이 유리 같아서 깨질까 봐 불안해.”\n게다가 남편이 나를 연약한 도자기처럼 대하는데?\n전혀 약하지 않은 아르네와, 전전긍긍 집착남편 카시안.\n오해와 오해가 겹치는 아슬아슬 착각 로맨스!\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=920927), [Naver Series](https://series.naver.com/novel/detail.series?productNo=5529880)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8926246), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=800778)",
      "uk": "Скажений пес імперії – Арне, найсильніша лицарка усіх часів. За наказом матері вона змушена вийти заміж. \n«Якщо тобі не подобається твій чоловік, то розлучись і повертайся». \nАле чому ніхто не сказав мені, що він гарний? \nВін виглядає як скло, і я боюся, що він розіб’ється у моїх руках.\nА чоловік в свою чергу ставиться до мене, як до крихкої порцеляни. \nАрне, яка зовсім не слабка, її одержимий чоловік Кассіан, їхній трохи неправильно зрозумілий роман, і тонна непорозумінь!\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=920927), [Naver Series](https://series.naver.com/novel/detail.series?productNo=5529880)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8926246), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=800778)",
      "pt-br": "O cão louco do Império, Arne, a cavaleira mais forte de todas.\n\nEla é forçada a casar sob as ordens de seus pais.\n\n“Se não gostar do seu marido, mate-o e retorne.”\n\nMas ninguém me disse que meu marido é tão lindo?\n\n“Você é como vidro, então tenho medo de te quebrar.”\n\nAlém disso, meu marido me trata como uma porcelana frágil.\n\nArne, que não é nem um pouco fraca, e seu marido obcecado Cassian.\n\nUm romance estreitamente ilusório onde mal-entendidos se sobrepõem!\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=920927), [Naver Series](https://series.naver.com/novel/detail.series?productNo=5529880)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8926246), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=800778)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4d43c50-ce1a-4751-b474-e239cf862f2a",
    "title": {
      "en": "Otome no Teikoku"
    },
    "updatedAt": "2024-02-16T05:14:10+00:00",
    "coverArt": "https://mangadex.org/covers/d4d43c50-ce1a-4751-b474-e239cf862f2a/1c3a6b27-4b09-493b-9677-dcf19801fea7.jpg",
    "altTitles": [
      {
        "ja": "オトメの帝国"
      },
      {
        "en": "Virgins' Empire"
      }
    ],
    "description": {
      "en": "A peek into the \"everyday nudity\" of high school girls. Virgins’ Empire is a look into the lives of seven high school girls attending an all girls school. We follow them as they grow relationships with one another. Some more intimate than others."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7e56139-06b6-43b2-8be9-480ff2db2e33",
    "title": {
      "en": "Shin Sekai Yori"
    },
    "updatedAt": "2023-03-04T08:03:09+00:00",
    "coverArt": "https://mangadex.org/covers/f7e56139-06b6-43b2-8be9-480ff2db2e33/069e835b-7be4-4ebf-8d9b-483ffa3d7fd1.png",
    "altTitles": [
      {
        "en": "From the New World"
      },
      {
        "ja": "新世界より"
      }
    ],
    "description": {
      "en": "The story is set in Japan a millennium from now. Five children — the protagonist Saki, Satoru, Maria, Mamoru, and Shun — have been born and raised in a tranquil town that can be described as a utopia, overflowing with water and green foilage. The world is ruled by people who have the \"cursed power\" or the \"gods' power\" of telekinesis.  \r\n  \r\nAfter a certain incident, Saki and the others come to realize the true nature of their world. Before long, they learn everything, including the bloody history that brought humanity to this state. The five throw themselves into life-threatening adventure and fighting to protect friends and a world on the brink of collapse."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "erotica",
    "lastVolume": "7",
    "lastChapter": "27"
  },
  {
    "mangaId": "c53caf9a-95b6-4400-b41b-d1b09167ef7a",
    "title": {
      "en": "Kaii-san to Ore"
    },
    "updatedAt": "2024-03-14T06:28:23+00:00",
    "coverArt": "https://mangadex.org/covers/c53caf9a-95b6-4400-b41b-d1b09167ef7a/465127f8-8ea0-4f36-b3a8-591c6478161a.jpg",
    "altTitles": [
      {
        "ja": "怪異さんと俺"
      },
      {
        "id": "Aku dan Makhluk Aneh"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/24367326/series/222807)\n\n**Notes:**\n- The Pixiv series does not contain all of the chapters and combines some. Do not follow the chapter numbering on Pixiv. Instead, enable Japanese chapters on MangaDex to see the proper chapter order and links to all of the raw chapters.\n- This series uses characters the author used in illustrations beforehand.",
      "ja": "俺くんと怪異さんのお話。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6f4aea2-d798-412f-9368-5bb3143cd50c",
    "title": {
      "en": "Liberta"
    },
    "updatedAt": "2023-10-30T19:39:32+00:00",
    "coverArt": "https://mangadex.org/covers/d6f4aea2-d798-412f-9368-5bb3143cd50c/ed1dc90a-6cc2-4d69-8db8-febc106eaade.jpg",
    "altTitles": [
      {
        "ja": "リベルタ"
      }
    ],
    "description": {
      "en": "An office worker named Komari is saved from a monster by a mysterious vampire named Liberta.\nSex and violence ensues.\n\nVampire yuri action from the creator of Tadokoro-san."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7647fe0b-576f-4616-9de8-d9998727ced4",
    "title": {
      "en": "Lady Chef Royale"
    },
    "updatedAt": "2022-06-12T21:52:31+00:00",
    "coverArt": "https://mangadex.org/covers/7647fe0b-576f-4616-9de8-d9998727ced4/2e5eeb4c-8612-4c6c-8214-205f95e744fc.jpg",
    "altTitles": [
      {
        "ko": "로열 셰프 영애님"
      },
      {
        "ko-ro": "Royal Chef Yeong-ae-nim"
      },
      {
        "en": "The Young Lady Is a Royal Chef"
      },
      {
        "en": "Royal Chef Young Lady"
      },
      {
        "en": "Royal Chef"
      },
      {
        "id": "Royal Chef Lady"
      },
      {
        "id": "Kang masak rambut biru"
      },
      {
        "es": "La joven chef royal"
      },
      {
        "es": "La princesa es un chef imperial"
      },
      {
        "ja": "お嬢様はロイヤル・シェフ"
      },
      {
        "zh": "千金料理师"
      },
      {
        "zh": "皇室御厨英爱"
      }
    ],
    "description": {
      "en": "Sena’s been tossed into another world, as the despised daughter of a noble family. Her little restaurant was her refuge in her last life, so she’s got some tricks up her sleeve—cooking skills! \n\nAs Senianna, she’ll put her brains and fine-tuned taste buds (Korean fried chicken, anyone?) to the test so she can take back the kitchen and gain this society’s esteemed title of Chef Royale. Will her cuisine reign supreme over the empire and bring her the sweet and salty balance of power and affection?\n\n---\n\n[Original Webtoon](https://page.kakao.com/home/55268483)\n\nOfficial Translations:\n* [English](https://tapas.io/series/lady-chef-royale/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Royal-Chef-Lady/3380)\n* [Japanese / 日本語](https://piccoma.com/web/product/46395)\n---\nAs a chef at a small knight's restaurant, I became the nuisance youngest daughter of a powerful man who was afraid of the emperor. I tried to run away with all my travel expenses…\n\nIt’s strange.\n\n“If you say you're sorry, are you that shameless?”\n“That’s because I’m your brother.”\n“Why don't you take Grandmother on a stroll?”\n\nWhy is everyone so nice to me all of a sudden?\n\n“Why do you want to take out someone's eyeballs when they see me?\"\n\nPeople who had caught me trying to escape. I'm just cooking. What's wrong with you?",
      "id": "Aku yang dulu hidup dalam penderitaan sewaktu kecil, kini berhasil menjalankan restoran kecil di pinggir jalan dengan guruku yang menjadi orang tua sekaligus teman terbaikku.\n\nHingga suatu saat, guruku meninggal. Tapi, kemalanganku tidak berhenti di sana. Aku meninggal dan mendapati diriku di dunia lain. Aku kembali hidup sebagai cucu orang paling kuat di wilayah timur?!\n\nMendapati diriku sebagai Seniana, sekarang aku harus berjuang menjalani hidup dan menjadi royal chef paling hebat!\n\n---\n\n[Original Webtoon](https://page.kakao.com/home/55268483)\n\nOfficial Translations:\n* [English](https://tapas.io/series/lady-chef-royale/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Royal-Chef-Lady/3380)\n* [Japanese / 日本語](https://piccoma.com/web/product/46395)",
      "ko": "작은 기사 식당의 요리사였던 나는 황제도 두려워하는 권력가의 천덕꾸러기 막내딸이 되었다.\n여비를 저축해 도망치려고 했는데…\n\n이상하다.\n\n\"네게 미안하다고 하면 염치가 없는 건가.\"\n\"그야 내가 네 오빠니까.\"\n\"할애비와 산책해 주지 않는 거냐.\"\n\n다들 갑자기 왜 잘해 주는 거지?\n\n\"너를 보는 놈들의 눈알을 죄 뽑아 버리고 싶은 건 왜일까요.\"\n\n도망치려는 나와 붙잡는 사람들.\n요리만 했을 뿐인데 왜 이러는 거람…\n\n---\n\n[Original Webtoon](https://page.kakao.com/home/55268483)\n\nOfficial Translations:\n* [English](https://tapas.io/series/lady-chef-royale/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Royal-Chef-Lady/3380)\n* [Japanese / 日本語](https://piccoma.com/web/product/46395)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "557d17fe-a32e-41bb-bb48-f0d1b75b4ec4",
    "title": {
      "en": "Katabutsu-kei Joshi ni Kokuhaku shitemita"
    },
    "updatedAt": "2024-04-25T01:50:28+00:00",
    "coverArt": "https://mangadex.org/covers/557d17fe-a32e-41bb-bb48-f0d1b75b4ec4/f21ebf94-1637-4612-8ce0-b37e5fc7c453.jpg",
    "altTitles": [
      {
        "ja": "カタブツ系女子に告白してみた"
      },
      {
        "ja-ro": "Katabutsu-kei Joshi ni Kokuhaku shitemita"
      },
      {
        "en": "I Tried Confessing My Love to a Serious Girl"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b0ec2c9-5bbb-42d5-a426-f92cee63a69e",
    "title": {
      "en": "Fiend's Song"
    },
    "updatedAt": "2024-05-02T22:25:28+00:00",
    "coverArt": "https://mangadex.org/covers/7b0ec2c9-5bbb-42d5-a426-f92cee63a69e/819f0931-b357-4316-9138-29069aa9e205.jpg",
    "altTitles": [
      {
        "es": "La canción malvada"
      },
      {
        "en": "The Villain's Song"
      },
      {
        "ru": "Песнь Изувера"
      },
      {
        "ja": "外道の歌"
      },
      {
        "ja-ro": "Gedou no Uta"
      }
    ],
    "description": {
      "en": "The manga centers on Kamo and his partner Tora, who work in the underworld as \"avengers for hire,\" taking on jobs from the victims of violent crimes and families seeking vengeance for wrongs done to them."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "123"
  },
  {
    "mangaId": "0bf0c5f6-349f-4d5e-b691-bf2ada5c3be7",
    "title": {
      "en": "Semelparous"
    },
    "updatedAt": "2023-01-26T21:26:38+00:00",
    "coverArt": "https://mangadex.org/covers/0bf0c5f6-349f-4d5e-b691-bf2ada5c3be7/4588bca6-2baa-41ff-92ab-740b33492433.png",
    "altTitles": [
      {
        "ja": "セメルパルス"
      }
    ],
    "description": {
      "en": "To stop the otherworldly \"Kaijuu\" aliens from invading Earth, \nindividuals wielding special powers known as \"Aegis\" are tasked with the protection of the world. \nAratsugu Yorino is one of the aspiring \"Bastioners\" - soldiers who fight the invaders within the wall between the two worlds.  \n  \nYorino and her best friend Haruka were always at the top of their class, and vowed to become professional Bastioners together. \nHowever, when a Kaijuu broke through the wall during one of their exercises, Haruka lost her life saving Yorino. \nCornered by the Kaijuu once again, Yorino was rescued by a Bastioner called Kaminoi Youko. \nAfter asking Yorino to give her Aegis energy, Youko defeated the Kaijuu with overwhelming power.   \n  \nWith her heart full of determination, Yorino placed first on the Bastioner exam, all for the sake of saving herself from ever feeling loss again."
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f8970ef-f9a5-43f8-99f0-3361eabf40d8",
    "title": {
      "en": "No Way I'll Go into the Cornfield With You!"
    },
    "updatedAt": "2024-02-17T12:18:05+00:00",
    "coverArt": "https://mangadex.org/covers/1f8970ef-f9a5-43f8-99f0-3361eabf40d8/2a7d942e-5555-4cce-9e00-6d9f2e4a1013.jpg",
    "altTitles": [
      {
        "zh": "我可不跟你去苞米地！"
      }
    ],
    "description": {
      "en": "Jiang Lieyang, a spoiled rich kid  who was born in the Jiangnan region, was deceived by his own mother and sent to the Dongbei countryside. Where the mysterious local resident Xun Zao became Jiang Lieyang’s “acting guardian”\n\nNot being used to the living habits and the difference in local customs make the pampered Jiang Lieyang want to escape, but he couldn't help but getting closer and closer to Xun Zao..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af2f1d6b-0173-4fea-9871-acbccdb61d9e",
    "title": {
      "en": "Sakura Nadeshiko"
    },
    "updatedAt": "2023-07-05T15:30:03+00:00",
    "coverArt": "https://mangadex.org/covers/af2f1d6b-0173-4fea-9871-acbccdb61d9e/5d37688d-4bcc-4216-bc3c-e1e86c0a170a.jpg",
    "altTitles": [
      {
        "ja-ro": "Sakura*Nadeshiko"
      },
      {
        "ja": "サクラ✿ナデシコ"
      },
      {
        "ja": "サクラ*ナデシコ"
      }
    ],
    "description": {
      "en": "Two girls who want to become idols are entering into their long dreamed school—Kiraboshi-juku—Kiraboshi Nadeshiko and her close friend Mangetsu Sakurako. These two are so close that despite both being girls, they're often compared to a married couple by people around them.  \n  \nAnd so begins their life in the dormitory as roommates. However, on their first night, an unusual, illicit impulse strikes Nadeshiko…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "3ad71bcc-3b99-4da6-9c1f-729741cce411",
    "title": {
      "en": "Tamarowa"
    },
    "updatedAt": "2022-07-17T09:20:56+00:00",
    "coverArt": "https://mangadex.org/covers/3ad71bcc-3b99-4da6-9c1f-729741cce411/77292cec-5ace-4fda-a610-b33a8c3f9d36.jpg",
    "altTitles": [
      {
        "en": "Who Wants to Marry a Billionaire?"
      },
      {
        "ja": "タマロワ"
      },
      {
        "ja": "タマロワ　～100％金目当て 資産35億のイケメンを巡る訳アリ女達の玉の輿バトルロワイヤル～"
      },
      {
        "zh-hk": "金戰 〜100％為了錢圍繞資產35億的帥哥有特别原因的女士們的尋找金龜婿大戰爭〜"
      }
    ],
    "description": {
      "en": "What happens when several women with special circumstances compete for a rich handsome businessman's hand in marriage? Let the curtains rise on the “Courtship Battle Royale” show, where anything goes! Thus begins the beauty Gotou Yuuna's struggle to overturn her debt-straddled life!",
      "id": "apa yang terjadi ketika beberapa wanita dengan keadaan khusus bersaing untuk mendapatkan seorang pengusaha tampan dan kaya dalam pernikahan? Biarkan tirai naik pada acara \"Battle Royale\", di mana semuanya berjalan! Inilah awal perjuangan Gotou Yuuna untuk membatalkan hutang hidupnya!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "7",
    "lastChapter": "50"
  },
  {
    "mangaId": "032fd747-fba8-449b-b614-b3715fb6a899",
    "title": {
      "en": "Genkai OL to Joshi Daisei ga 〇〇 Suru Hanashi"
    },
    "updatedAt": "2024-05-10T08:55:23+00:00",
    "coverArt": "https://mangadex.org/covers/032fd747-fba8-449b-b614-b3715fb6a899/a5aca693-6192-4d5a-96b4-9e619593e9ac.png",
    "altTitles": [
      {
        "ja": "限界OLと女子大生が〇〇する話"
      },
      {
        "ko": "한계 OL과 여대생이 OO하는 이야기"
      },
      {
        "en": "An OL at Her Limit and a College Girl"
      }
    ],
    "description": {
      "en": "Segawa-san is the star of the office who everyone depends on. But she's stretched thin, and the state of her apartment has gotten dire. After a fateful encounter, the college student next door offers to lend a helping hand!",
      "ja": "仕事ができて皆から頼られる完璧OL 瀬川さん。しかし家では、汚部屋で毎日コンビニ飯を食べる限界生活を送っていた。ある日、お隣に住む片付け上手でしっかり者の女子大生 安藤さんに部屋の片付けを手伝ってもらうことになり…？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d97652f6-1e9c-40b6-8e8e-904ce6c51d50",
    "title": {
      "en": "Shuumatsu no Harem Fantasia"
    },
    "updatedAt": "2024-05-04T18:34:41+00:00",
    "coverArt": "https://mangadex.org/covers/d97652f6-1e9c-40b6-8e8e-904ce6c51d50/0a0be7a0-0e30-42a2-9386-37a8145dff96.jpg",
    "altTitles": [
      {
        "es-la": "Harén del Fin del Mundo - Fantasía"
      },
      {
        "fr": "World's End Harem - Fantasy"
      },
      {
        "en": "World's End Harem Fantasia"
      },
      {
        "ru": "Гарем Конца Света: Фантазия"
      },
      {
        "ja": "終末のハーレム ファンタジア"
      },
      {
        "ko": "종말의 하렘 판타지아"
      },
      {
        "zh": "終末的後宮幻想曲"
      }
    ],
    "description": {
      "en": "It's year 998, and the world has been corrupted by darkness. The next head of the small border kingdom of Nagara, Ark, has feelings for his cousin, Aurelia, but a political marriage to the Crown Prince has separated them. In order to get her back, Ark desires immense power, but a mysterious dark elf, Rati, appears in front of him.  In exchange for a promise, she will give him \"the power to rule the world.\" An erotic and dark fantasy begins!",
      "ja": "聖暦998年。そこはまもなく終末を迎える闇に蝕まれた世界。辺境の小国ナーガラの次期当主・アルクは従姉のアウレリアと両想いだったが、皇太子との政略結婚のため引き離されてしまった。彼女を取り戻そうと強力な力を欲するアルクの前に現れた謎のダークエルフ・ラティ。ラティからある約束と引き換えに“この世を統べることができる力”を授けると告げられたアルクは――。エロティック＆ダークファンタジー開幕!!",
      "es-la": "Es el año 998, y el mundo ha sido corrompido por la oscuridad. El próximo jefe del pequeño reino fronterizo de Nagara, Alk, siente algo por su prima Aurelia, pero un matrimonio político con el príncipe heredero los ha separado. Para recuperarla, Alk anhela un inmenso poder, pero la misteriosa elfa oscura Rati aparece ante él.  A cambio de una promesa, ella le dará \"el poder de gobernar el mundo\". ¡Comienza una fantasía erótica y oscura!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "defa12b2-6b85-4d08-9a51-560e4b717ef2",
    "title": {
      "en": "Two Way Trial"
    },
    "updatedAt": "2022-05-02T07:02:50+00:00",
    "coverArt": "https://mangadex.org/covers/defa12b2-6b85-4d08-9a51-560e4b717ef2/4019940e-6f97-4a5c-8671-d327ea70913f.jpg",
    "altTitles": [
      {
        "zh": "双向渡劫·青春集"
      }
    ],
    "description": {
      "en": "A collection of stories between two boys when they were still students."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e17122ae-681c-4f99-a945-f37a11165811",
    "title": {
      "en": "Megami no Sprinter"
    },
    "updatedAt": "2023-11-10T08:50:38+00:00",
    "coverArt": "https://mangadex.org/covers/e17122ae-681c-4f99-a945-f37a11165811/c1494b55-d492-472c-95dc-a9ff7a6bd8b0.jpg",
    "altTitles": [
      {
        "en": "The Goddess's Sprinter"
      },
      {
        "ru": "Спринтер богини"
      },
      {
        "ja": "女神のスプリンター"
      },
      {
        "zh": "短跑女神"
      },
      {
        "es-la": "La diosa Velocista"
      },
      {
        "pt-br": "A Deusa Velocista"
      }
    ],
    "description": {
      "en": "Takase is the opposite of his brother. He's weaker and struggles in school. He recently moved into his married brother's house in order to receive coaching to improve his physical health. The coach, also known as the \"Venus of Track,\" is none other than his sister-in-law. The Venus of Track is researching and developing a new technique to improve male performance by testosterone management. In other words, manipulation of sexual desire. She has dubbed it \"Absolute Obedience\" and Takase must undergo it to improve himself. Takase's life is in for a dramatic change…",
      "ja": "陸上部でパッとしない成績の高校生・浩太は、かつて“トラックのビーナス”と呼ばれていた義姉の恭子にコーチを依頼することに。ところが彼女が提案してきたのは、思いもよらないトレーニング方法だった……！！　性欲をガマンすることで一流の陸上選手を目指す、史上初・禁欲トレーニング＝略して禁トレコメディ！！",
      "es-la": "Takase es todo lo contrario a su hermano. Es más débil y tiene dificultades en la escuela. Recientemente se ha mudado a la casa de su hermano casado para recibir entrenamiento para mejorar su salud física. La entrenadora, también conocida como la \"Venus del Atletismo\", no es otra que su cuñada. La Venus del Atletismo está investigando y desarrollando una nueva técnica para mejorar el rendimiento masculino mediante la gestión de la testosterona. En otras palabras, la manipulación del deseo sexual. Ella la ha bautizado como \"Obediencia Absoluta\" y Takase debe someterse a ella para mejorar. La vida de Takase está abocada a un cambio drástico...",
      "pt-br": "Takase é o oposto de seu irmão. Ele é mais fraco e briga na escola. Ele recentemente se mudou para a casa de seu irmão casado para receber treinamento para melhorar sua saúde física. A treinadora, também conhecido como a \"Vênus da Pista\", não é outra senão sua cunhada. A Vênus da Pista está pesquisando e desenvolvendo uma nova técnica para melhorar o desempenho masculino através do controle de testosterona. Em outras palavras, manipulação do desejo sexual. Ela o apelidou de \"Obediência Absoluta\" e Takase deve passar por isso para melhorar a si mesmo. A vida de Takase está prestes a sofrer uma mudança dramática..."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "7",
    "lastChapter": "42"
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2024-04-20T22:37:49+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/24658bf8-a38b-4d86-8f86-b264756a3c62.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "bg": "Стокано"
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ja-ro": "Kimi no koto ga daidaidaidaidai suki na 100-nin no Kanojo"
      },
      {
        "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. In desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! Now this god will set things right by making sure Aijo gets one hundred dates. \n\nExcept, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! Worse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e9a2a3e-f992-4af4-a887-cd130460c9e5",
    "title": {
      "en": "Baki Dou"
    },
    "updatedAt": "2024-05-04T18:17:38+00:00",
    "coverArt": "https://mangadex.org/covers/5e9a2a3e-f992-4af4-a887-cd130460c9e5/330e069d-b6c7-472f-b571-cc119c07af46.jpg",
    "altTitles": [
      {
        "en": "Baki Part 5"
      },
      {
        "ru": "Путь Баки 2"
      },
      {
        "ja": "バキ道"
      },
      {
        "en": "The Way of Baki (2018)"
      },
      {
        "en": "Baki's Style (2018)"
      },
      {
        "tr": "Baki'nin Yolu 2"
      }
    ],
    "description": {
      "en": "After more than 2,000 years, Nomi no Sukune's successor is born. This time, Baki will challenge the god of sumo.",
      "ru": "Продолжение серии манги Бойца Баки. После \"победы\" над воскрешённым \"богом меча\" Миямото Мусаси в этот раз история столкнёт главных персонажей с потомком \"бога сумо\" и его бандой сумоистов.",
      "tr": "2000 yıldan fazla bir süre sonra, Nomi no Sukune'nin halefi doğuyor. Bu kez, Baki sumo tanrısına meydan okuyacak."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "151"
  },
  {
    "mangaId": "52842727-59ff-46a6-9a23-5eba61487586",
    "title": {
      "en": "To Love Ru - Digital Colored Comics"
    },
    "updatedAt": "2024-03-28T01:50:14+00:00",
    "coverArt": "https://mangadex.org/covers/52842727-59ff-46a6-9a23-5eba61487586/1b7bba8a-d22a-4f1a-8723-601a611b135a.jpg",
    "altTitles": [
      {
        "ja": "To LOVEる―とらぶる― カラー版"
      },
      {
        "ja-ro": "To LOVE Ru ―Trouble― Color-ban"
      },
      {
        "en": "To LOVE Ru ―Trouble― Color Edition"
      },
      {
        "en": "To Love-Ru - Digital Colored Comics"
      },
      {
        "en": "To-LOVE-Ru (Official Colored)"
      },
      {
        "ru": "Любовные неприятности"
      },
      {
        "zh": "出包王女"
      }
    ],
    "description": {
      "en": "Rito is a high-school boy who just can't confess to the girl of his dreams, Haruna-chan. One day when coming home and sulking in the bath-tub, a mysterious and barely clothed girl appears out of nowhere. Her name is Lala and she comes from another planet…",
      "es-la": "Yuuki Rito es el estudiante promedio de secundaria: torpe, tímido y desesperado cuando se trata de confesar sus sentimientos a la chica de sus sueños. ¡Pero un día, una princesa alienígena que huye aparece de repente en su bañera! Cuando Rito se compromete con la hermosa Lala después de un malentendido, se ve envuelto en el caos de la política extraterrestre, los pretendientes alienígenas rivales y la hilaridad del harén."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "18",
    "lastChapter": "162.5"
  },
  {
    "mangaId": "feff4eaf-01df-4a05-83f4-68bb5cdf4fad",
    "title": {
      "en": "Gushing over Magical Girls"
    },
    "updatedAt": "2024-04-21T10:28:04+00:00",
    "coverArt": "https://mangadex.org/covers/feff4eaf-01df-4a05-83f4-68bb5cdf4fad/4c9b2a41-bd5d-47d9-9e84-84d185d464f0.jpg",
    "altTitles": [
      {
        "en": "Looking up to Magical Girls"
      },
      {
        "id": "Aku menyukai Magical Girls, tapi...."
      },
      {
        "ru": "Стремясь стать девочкой-волшебницей"
      },
      {
        "ja": "魔法少女にあこがれて"
      },
      {
        "zh-ro": "Chōngjǐng chéngwéi mófǎ shàonǚ"
      },
      {
        "zh": "憧憬成为魔法少女"
      },
      {
        "zh-hk": "憧憬成為魔法少女"
      },
      {
        "it": "Le mie adorate maghette"
      },
      {
        "en": "I Admire Magical Girls, and..."
      },
      {
        "ja-ro": "Mahou Shoujo ni Akogarete"
      },
      {
        "fr": "Looking up to Magical Girls"
      },
      {
        "uk": "Я захоплююся чарівними двічатами і..."
      }
    ],
    "description": {
      "en": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but…  \nMagical Girls vs. The Forces of Evil, the fierce battle begins!  \n\n---\n**Links:**\n\n- [Alternative Official Release by Coolmic](https://coolmic.me/titles/1110)",
      "fr": "**Je fais des choses tellement horribles à mes Magical Girls préférées !**\n\nMoi, c’est Utena Hiiragi, et comme toutes les filles de mon âge, j’adore les magical girls !\nUn jour, une étrange créature aux allures de mascotte m’a lancé un sort, et je suis devenue capable de me transformer, moi aussi !\nJe vais pouvoir me battre aux côtés de mes héroïnes préférées !\nEnfin, c’est ce que je croyais…\n\nC’est quoi, cette tenue scandaleuse ?\nEt comment ça, je suis au service du Mal ?!\n\nMais qu’est-ce que c’est que cette histoire ?!\n\n**La comédie BDSM dans laquelle s’affrontent des Magical Girls !!**\n\n**Avec ses personnages tous plus fous les uns que les autres, Looking Up to Magical Girls balaye les genres et nous place du côté du mal ! Akihiro Ononaka déploie tout l’arsenal BDSM à sa disposition pour nous proposer un concentré d’humour légèrement sexy et complètement déjanté !**\n\n---\n**Links:**\n- [Official French](https://www.amazon.fr/Looking-up-Magical-Girls-1/dp/2382750731/)",
      "uk": "Хііраґі Утена завжди захоплювалася чарівними дівчатами і мріяла перетворитися на круту героїню, яка бореться зі злом. Тож, коли одного вечора до неї підходить талісман, яка стверджує, що в ній дрімає магічна сила, вона тремтить від хвилювання. Але її барвиста мрія швидко розбивається об іронічний поворот подій, коли вона перетворюється на лиходійку!",
      "es-la": "Hiiragi Utena, una chica que ama a las Chicas Mágicas, vive su vida cotidiana y desea ser como ellas.\nUn día aparece un personaje curioso frente a ella y le ofrece el poder de hacer realidad sus deseos, pero...\nMagical Girls vs. The Forces of Evil, ¡comienza la feroz batalla!",
      "pt-br": "Hiiragi Utena é uma garota apaixonada por Mahou Shoujo que sonhava em se tornar uma delas e poder lutar ao lado de sua heroína favorita. Certo dia, um mascote inesperadamente apareceu ao seu lado e lançou uma feitiço em Hiiragi, oferecendo a ela a oportunidade de estar de frente para sua ídolo. Entretanto, diferente do que ela esperava, a transformação a fez virar uma vilã ao invés de uma mahou shoujo. Para piorar, a mudança faz com que ela deixe de ser uma tímida garota e passe a ser uma dominatrix sádica. Agora Hiiragi precisará lidar com sua nova “profissão”, ao mesmo tempo que tenta aproveitar os momentos ao lado de sua heroína, por mais que seja para tentar torturá-la."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b6ca22f-2f06-4dd1-9415-67b12e118fee",
    "title": {
      "en": "Dangerous Love Between Brothers"
    },
    "updatedAt": "2023-04-16T07:59:44+00:00",
    "coverArt": "https://mangadex.org/covers/7b6ca22f-2f06-4dd1-9415-67b12e118fee/70f62136-ace8-4b90-8431-8a7122f1e0a5.jpg",
    "altTitles": [
      {
        "zh": "兄诱弟不恭"
      }
    ],
    "description": {
      "en": "Playing Dumb Sterella Brother vs Beautiful, Strong, Miserable White Dragon Brother. Top Omegan white dragon Shou Yue killed the mafia boss, Si Xian, but saved his only son -- Si Mojue, and raised him like a younger brother. Unbeknownst to him, Si Mojue was an Alpha Sterella, only playing the part of a nice brother in front of Shou Yue, doing his best to become the person closest to him to avenge his father's death... An avenger, a murderer, and when the secret is revealed, what will they do?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f571321-2784-4166-bf0f-97447210bc82",
    "title": {
      "en": "A Story About Getting a Haircut After Hearing Your Crush Prefers Short Hair"
    },
    "updatedAt": "2024-05-06T15:58:02+00:00",
    "coverArt": "https://mangadex.org/covers/9f571321-2784-4166-bf0f-97447210bc82/158df7de-88e4-4e38-a9cc-3ecb799d22df.jpg",
    "altTitles": [
      {
        "ja": "好きな人がショートカット好きと知って髪切る話"
      },
      {
        "en": "Cutting Her Hair After Finding out That the Person She Likes, Likes Short Cuts"
      },
      {
        "vi": "Cắt tóc sau khi biết gu cậu bạn mình thầm thích là tóc ngắn"
      },
      {
        "ja-ro": "Suki na Hito ga Short-cut Suki to Shitte Kami Kiru Hanashi"
      },
      {
        "ja-ro": "Sukina Hito ga Sho-tokattosuki to Shitte Kami Kiru Hanashi"
      },
      {
        "es-la": "Una historia sobre cortarse el pelo después de oír que su crush prefiere el pelo corto."
      },
      {
        "id": "Potong Rambut Setelah Tau Kalau Mas Crush Bilang Suka Rambut Pendek"
      },
      {
        "vi": "割𩯀婁欺別所慼倘伴命啿慼羅𩯀短 (Nom Script)"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/114158543)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "461f0cfa-cd72-4d70-bf26-a0279e0aa8fc",
    "title": {
      "en": "Rosen Garten Saga"
    },
    "updatedAt": "2024-05-02T13:35:52+00:00",
    "coverArt": "https://mangadex.org/covers/461f0cfa-cd72-4d70-bf26-a0279e0aa8fc/f6ddeba3-4f86-47cd-ae91-6ad0a14ecbe8.jpg",
    "altTitles": [
      {
        "ja-ro": "Rosengarten Saga"
      },
      {
        "ru": "Сага о Розенгартене"
      },
      {
        "ru": "Сага о Саде роз"
      },
      {
        "ja": "ローゼンガーテン・サーガ"
      },
      {
        "zh-hk": "薔薇園傳奇"
      },
      {
        "ne": "रोसेन गार्तेन सागा"
      }
    ],
    "description": {
      "en": "Lynn's village getting attacked by bandits doesn't keep her down in the dumps for long! Picking up a sword housing an extraordinary pervert… I mean hero, Siegfried, she sets off on a journey of many bouts with various degenerat… ahem, heroes!",
      "pt-br": "Depois que sua vila foi atacada por um bando de ladrões, Lynn se levantou para proteger seus amigos e o mundo com a ajuda de uma Espada Mágica, que contém a alma de um herói...? Uma história de fantasia/ação com uma heroína sem precedentes(?)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1fa8ce7-ad9d-475d-9311-2a850b1f3336",
    "title": {
      "en": "Sekai wa Owattemo Ikirutte Tanoshii"
    },
    "updatedAt": "2024-02-27T19:39:32+00:00",
    "coverArt": "https://mangadex.org/covers/d1fa8ce7-ad9d-475d-9311-2a850b1f3336/70b7e691-c1c2-4898-8f35-b80c6c99645d.jpg",
    "altTitles": [
      {
        "en": "Even If the World Is Over It's Fun to Live"
      },
      {
        "ja": "世界は終わっても生きるって楽しい"
      },
      {
        "en": "Life is Fun Even if the World has Ended"
      }
    ],
    "description": {
      "en": "Today, there’ll be discoveries and encounters again. For the girls marching forward in a world in its afterlife, there are still various things to experience: The remains of an extinct civilization, other living things, as well as lessons taught by the ruins.. there is still a lot to be seen in the world. That’s why… living is still fun!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "308f0355-fedb-4861-a4e0-56fe35ae61d3",
    "title": {
      "en": "Shuumatsu no Harem"
    },
    "updatedAt": "2022-12-24T06:00:31+00:00",
    "coverArt": "https://mangadex.org/covers/308f0355-fedb-4861-a4e0-56fe35ae61d3/62fe89d3-b6ae-4733-9a49-102b9fa775c3.png",
    "altTitles": [
      {
        "es-la": "El harén del fin del mundo"
      },
      {
        "en": "World's End Harem"
      },
      {
        "ru": "Тотальный гарем"
      },
      {
        "ja": "終末のハーレム"
      },
      {
        "zh": "终末的后宫"
      },
      {
        "ko": "종말의 하렘"
      }
    ],
    "description": {
      "en": "The Man-Killer Virus: a lethal disease that has eradicated 99.9% of the world's male population. Mizuhara Reito has been in cryogenic sleep for the past five years, leaving behind Tachibana Erisa, the girl of his dreams. When Reito awakens from the deep freeze, he emerges into a sex-crazed new world where he himself is the planet's most precious resource. Reito and four other male studs are given lives of luxury and one simple mission: repopulate the world by impregnating as many women as possible! All Reito wants, however, is to find his beloved Erisa who went missing three years ago. Can Reito resist temptation and find his one true love?",
      "ja": "時は2040年。難病に侵された青年・怜人は幼馴染の絵理沙と再会を誓い、病を治すためコールドスリープする。そして5年後――。目覚めた怜人を待っていたのは99.9%の男が死滅し50億人の女性が生きる世界だった…！　近未来エロティックサスペンス開幕！",
      "es-la": "El virus mata a los hombres: una enfermedad letal que ha erradicado el 99,9% de la población masculina del mundo. Mizuhara Reito ha estado en sueño criogénico durante los últimos cinco años, dejando atrás a Tachibana Erisa, la chica de sus sueños. Cuando Reito despierta del congelamiento, emerge en un nuevo mundo loco por el sexo donde él mismo es el recurso más preciado del planeta. Reito y otros cuatro sementales masculinos reciben vidas de lujo y una simple misión: ¡repoblar el mundo impregnando a tantas mujeres como sea posible! Sin embargo, todo lo que Reito quiere es encontrar a su amada Erisa, que desapareció hace tres años. ¿Puede Reito resistir la tentación y encontrar a su único y verdadero amor?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "12",
    "lastChapter": "85"
  },
  {
    "mangaId": "5826b873-01e4-417a-8d67-85e3f1a1076f",
    "title": {
      "en": "Blade Play"
    },
    "updatedAt": "2024-01-07T14:20:35+00:00",
    "coverArt": "https://mangadex.org/covers/5826b873-01e4-417a-8d67-85e3f1a1076f/547dcfbb-c52b-4619-92ef-fe9d16b364d8.jpg",
    "altTitles": [
      {
        "ja-ro": "Blade Prey"
      },
      {
        "ru": "Игра меча"
      },
      {
        "th": "ผู้กล้ากับดาบเเสงที่ไม่อาจคาดหวัง"
      },
      {
        "ja": "ぶれいど ぷれい"
      },
      {
        "ja": "ぶれいど・ぷれい"
      },
      {
        "ja": "ぶれいど♥ぷれい"
      },
      {
        "zh": "勇者净化之剑"
      },
      {
        "zh-hk": "勇者淨化之劍"
      },
      {
        "ko": "블레이드 플레이"
      }
    ],
    "description": {
      "en": "Whilst searching for porn on the internet Sudo Kansuke, a 20 year old university student, gets sucked into an RPG world called Munberdia. He is the chosen hero who carries the sword of light! Only the sword of light is not what you would expect…  \n  \nNote: Volumes 10 and onward do not have a print version, only a kindle version."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "erotica",
    "lastVolume": "15",
    "lastChapter": "115"
  },
  {
    "mangaId": "4c4feee0-7307-4532-b6c6-cbb552d61529",
    "title": {
      "en": "The City of Imprisoned Love"
    },
    "updatedAt": "2022-07-31T11:43:22+00:00",
    "coverArt": "https://mangadex.org/covers/4c4feee0-7307-4532-b6c6-cbb552d61529/e53b1b1a-65f4-4f89-8f05-bc6524ba52ad.jpg",
    "altTitles": [
      {
        "en": "City of Love Prison"
      },
      {
        "ja-ro": "Koi Goku no Toshi"
      },
      {
        "ja-ro": "Rengoku no Toshi"
      },
      {
        "en": "The City of Imprisoned Love"
      },
      {
        "ru": "Тюрьма \"Город любви\""
      },
      {
        "ja": "恋狱都市"
      },
      {
        "ja": "恋獄の都市"
      },
      {
        "zh": "戀獄都市"
      },
      {
        "ko": "연옥의 도시"
      }
    ],
    "description": {
      "en": "Makoto is in love with his childhood friend Ai. However, every night he is plagued with a strange dream where there is a station he does not know, the curtain to a chilling suspense story of love and survival opens.",
      "es-la": "Makoto está apaixonado por sua amiga de infância Ai. No entanto, toda noite ele é atormentado por um sonho estranho, onde há uma estação que ele não conhece, a cortina de uma história de suspense arrepiante de amor e sobrevivência se abre."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "47"
  },
  {
    "mangaId": "bc0cd07a-71c9-4173-81d7-f348d5395082",
    "title": {
      "en": "RaW Hero"
    },
    "updatedAt": "2024-04-21T18:42:22+00:00",
    "coverArt": "https://mangadex.org/covers/bc0cd07a-71c9-4173-81d7-f348d5395082/ad1624ce-8271-471f-a137-0c16780851bb.jpg",
    "altTitles": [
      {
        "ru": "Герой RaW"
      },
      {
        "ja": "ロウヒーロー"
      }
    ],
    "description": {
      "en": "The unemployed Chiaki is the eldest of three brothers.  \nWith no parents, he starts job hunting to support his two younger brothers.  \nChiaki witnesses a young woman being sexually assaulted and tries to help, \nwithout knowing that this behavior would change his destiny.  \n\n\n---",
      "ru": "Безработный молодой человек Чиаки является старшим братом в семье. Будучи без родителей, он начал поиски работы, чтобы поддержать двух младших братьев.И вот однажды, наконец, добившись финального собеседования, Чиаки стал свидетелем извращенца. Невольно попытавшись помочь, он даже не догадывался, что подобное поведение изменит его судьбу.",
      "pt-br": "Chiaki, um jovem desempregado, e o irmão mais velho dentre os 3 irmãos, sem pais, ele começou a procurar emprego para ajudar a sustentar seus dois irmãos mais novos. Um dia, quando finalmente consegue uma entrevista, Chiaki avista um pervertido e involuntariamente tenta ajudar sem saber que essa ação mudaria o seu destino drasticamente."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "41"
  },
  {
    "mangaId": "8f4fa77d-9cec-4d57-a810-9ab5360f7414",
    "title": {
      "en": "Anecdotes with Master After the Novel Transmigration"
    },
    "updatedAt": "2024-03-01T09:06:14+00:00",
    "coverArt": "https://mangadex.org/covers/8f4fa77d-9cec-4d57-a810-9ab5360f7414/41704cfb-34de-4341-ae66-96ccb613a08b.jpg",
    "altTitles": [
      {
        "zh": "穿书后与师尊二三事 醋精师尊"
      }
    ],
    "description": {
      "en": "After transmigration, both Shizun and the original protagonist's personas went out of character!! Double male lead, Shizun x Transmigrator."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6402465b-2562-427a-ab8f-05c13220ce8f",
    "title": {
      "en": "GIGANT"
    },
    "updatedAt": "2024-05-03T13:31:35+00:00",
    "coverArt": "https://mangadex.org/covers/6402465b-2562-427a-ab8f-05c13220ce8f/0887fbf5-810a-4fa7-8084-c4d397fa7b67.jpg",
    "altTitles": [
      {
        "ru": "Гигант"
      },
      {
        "ja": "ギガント"
      },
      {
        "ko": "기간트"
      }
    ],
    "description": {
      "en": "Rei Yokoyamada, a high school boy who has a movie producer father. One day, while out with friends to shoot a film that he plans to enter into a film festival, a poster of Papiko, an adult video actress with big breasts, catches his eye."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "10",
    "lastChapter": "89"
  },
  {
    "mangaId": "f4f3f2cd-bb17-4b46-84dc-b9054e3756c6",
    "title": {
      "en": "The Snake Demon Wants to Flee"
    },
    "updatedAt": "2024-04-29T18:19:53+00:00",
    "coverArt": "https://mangadex.org/covers/f4f3f2cd-bb17-4b46-84dc-b9054e3756c6/55650dd5-4d4a-4754-a55b-15626350f156.jpg",
    "altTitles": [
      {
        "zh": "蛇妖要出逃"
      }
    ],
    "description": {
      "en": "An extreme two-sided war of romance between a flirtatious snake demon that claims to fuck the gods VS a righteous but cold Daoist who only knows how to fight! Due to an unexpected mishap, the Snake Demon King could only bond with the (weird) righteous genius. This story about how the Snake Demon King tries to undo the bonding while trying to figure out how to take back his throne, but loses his body and mind in the process."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85a99758-de39-471e-9f6d-800547f53d0a",
    "title": {
      "en": "Tougen Anki"
    },
    "updatedAt": "2023-09-23T02:42:02+00:00",
    "coverArt": "https://mangadex.org/covers/85a99758-de39-471e-9f6d-800547f53d0a/32630577-5f30-4c5f-9ef6-84f643dc7844.jpg",
    "altTitles": [
      {
        "ja": "桃源暗鬼"
      }
    ],
    "description": {
      "en": "Ichinose Shiki, an inheritor of the blood of Oni had lived out his entire childhood oblivious to this fact. However, when an unknown man comes rushing into his home in attempts to assassinate him, his foster father finally reveals the truth. In a world where Oni and Momotarou have never been able to coexist, join Ichinose in his struggle for power and unifying the two races!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75714cad-01c2-478e-9a2c-4c4903549352",
    "title": {
      "en": "Guide to Raising a Loyal Dog"
    },
    "updatedAt": "2024-03-01T16:50:59+00:00",
    "coverArt": "https://mangadex.org/covers/75714cad-01c2-478e-9a2c-4c4903549352/125bf59d-b664-447c-9e0f-c7fc60b483c1.png",
    "altTitles": [
      {
        "zh": "忠犬攻略"
      }
    ],
    "description": {
      "en": "A reward notice for a “lost dog” ties the fates of Ling Xiangwan and Bai Qingxiao together. As the poor university student, Ling Xiangwan, searches for the owner of the dog he is currently carrying, he accidentally catches glimpses of Bai Qingxiao’s naughty deeds. It is only then that he realizes this is not the kind of “dog” the notice was looking for. As the door to flee the scene is quite literally shut, Bai Qingxiao asks Ling Xiangwan to pay him company, how humiliating! Ling Xiangwan leaves, fuming. After that, Bai Qingxiao just can’t seem to get Ling Xiangwan out of his mind…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b9bade6-28a0-4f2f-8211-4b5106a2cbbd",
    "title": {
      "en": "Guild no Uketsukejou Desu ga, Zangyou wa Iya Nanode Boss wo Solo Toubatsu Shiyou to Omoimasu"
    },
    "updatedAt": "2024-05-08T21:00:04+00:00",
    "coverArt": "https://mangadex.org/covers/3b9bade6-28a0-4f2f-8211-4b5106a2cbbd/0987f11d-3b35-4403-9356-dfbd2f2e1586.jpg",
    "altTitles": [
      {
        "ja": "ギルドの受付嬢ですが、残業は嫌なのでボスをソロ討伐しようと思います"
      },
      {
        "ja-ro": "Guild no Uketsukejou Desu ga, Zangyou wa Iya Nanode Boss wo Solo Toubatsu Shiyou to Omoimasu"
      },
      {
        "en": "I May Be a Guild Receptionist, but I’ll Solo Any Boss to Clock Out on Time"
      },
      {
        "en": "I'm the guild receptionist, but since I don't want to work overtime, I think I'll just solo the boss"
      },
      {
        "zh": "虽然是公会柜台小姐，但是因为讨厌加班所以要去单挑BOSS"
      },
      {
        "en": "I'm a Guild Receptionist, but I Hate Overtime So I'm Going to Slay the Boss Solo"
      }
    ],
    "description": {
      "en": "“It’s safe because it’s a desk job, super stable because it’s public work!” But what awaits Alina, who has become a guild receptionist, is a far from what she had in mind. And it’s all because of the adventurers inability to conquer dungeons! Having reached her limit, Alina sets out to defeat the boss herself, hammer in hand…"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06eff9bc-02ae-4119-aa71-712ed5738ecf",
    "title": {
      "en": "Captain Tsubasa - Road to 2002"
    },
    "updatedAt": "2023-03-09T20:07:29+00:00",
    "coverArt": "https://mangadex.org/covers/06eff9bc-02ae-4119-aa71-712ed5738ecf/1e803ba4-5eca-457d-92f6-40deacc167ee.jpg",
    "altTitles": [
      {
        "en": "Captain Tsubasa: Road to 2002 - Go for 2006"
      },
      {
        "en": "GO FOR 2006"
      },
      {
        "ja": "キャプテン翼　ROAD　TO　2002"
      },
      {
        "zh": "足球小将 Road to 2002"
      }
    ],
    "description": {
      "en": "After the World Youth, Japanese players are looking for pro careers in Japan and around the world.  \n  \nIn order to fulfill their dream of World Cup 2002 in Korea and Japan, they must get stronger playing in various club competitions, home and abroad."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "144"
  },
  {
    "mangaId": "6a6d36b6-6c34-4bfb-926c-625db320bb37",
    "title": {
      "en": "\"Shiryou Jutsushi nado Kegarawashii\" to Shokei Sareta node, Mazoku ni Tenshin Itashimasu"
    },
    "updatedAt": "2024-04-10T18:50:50+00:00",
    "coverArt": "https://mangadex.org/covers/6a6d36b6-6c34-4bfb-926c-625db320bb37/d4197462-579a-4c98-ba5a-4d19a564082b.jpg",
    "altTitles": [
      {
        "ja": "「死霊術師など穢らわしい」と処刑されたので、魔族に転身致します"
      },
      {
        "en": "After Being Executed With the Words \"Necromancers Are Disgusting,\" I Will Start My New Life as a Demon"
      }
    ],
    "description": {
      "en": "A duke's daughter and the crown prince's fiancée... I, Rachel Sheringham, was both and wielded dark attribute magic, which allowed me to use necromancy. I was accused of colluding with demons due to it and was executed.\n\nWith regret as my source of power, I will return to life as a lich!!!",
      "ja": "公爵令嬢にして王太子の婚約者......\nだった私、レイチェル＝シェリンガムは、\n闇属性の魔力を持ち、死霊術を操るがゆえ\n魔族に通じたと言われ処刑された。\n\nその無念が力となり、\n私はリッチとして復活を果たす―――!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "690d29df-be76-41cd-9c81-8eea55af53b6",
    "title": {
      "en": "Lying Gyaru"
    },
    "updatedAt": "2024-05-01T14:22:14+00:00",
    "coverArt": "https://mangadex.org/covers/690d29df-be76-41cd-9c81-8eea55af53b6/603d7f6e-342d-4edf-8d33-3ff136a13ed6.jpg",
    "altTitles": [
      {
        "ja": "嘘ギャル"
      },
      {
        "ja-ro": "Uso-Gyaru"
      },
      {
        "en": "The Gal Who Lies"
      },
      {
        "vi": "Nàng gal nói dối"
      },
      {
        "pt-br": "A Gyaru Mentirosa"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a721911-2bc2-4bfb-9c85-f14e58f95b15",
    "title": {
      "en": "Giji Renai Dewa Mamanaranai"
    },
    "updatedAt": "2024-05-09T13:31:31+00:00",
    "coverArt": "https://mangadex.org/covers/5a721911-2bc2-4bfb-9c85-f14e58f95b15/b7bf78c9-e127-4581-99aa-adfb57aba676.jpg",
    "altTitles": [
      {
        "ja": "擬似恋愛ではままならない"
      },
      {
        "en": "I can’t quiet this passion by pseudo-love affair"
      }
    ],
    "description": {
      "en": "I like feeling good, and if I'm going to do it, I want money too.\n\nKaidou Tsubasa is a pretty, laid-back yankee who sells himself for that simple reason. His friend extorted 5,000 yen from his classmate, Kamiki, and invited him to have sex with him.\n\nHowever, Kamiki, who Tsubasa thought was a geek and uncool, resisted to protect Tsubasa and ended up fighting back, but Tsubasa was interested in Kamiki...\n\nIn addition to the title story, this is a collection of five short stories, including an erotic training session for a college student who is in trouble after being dumped by a girl and a sales employee who cannot resist an order from a client and provides sexual entertainment."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "12b6736f-6620-4e10-9c26-5d4128de2111",
    "title": {
      "en": "Glamorous Gathering Takahashi"
    },
    "updatedAt": "2024-05-04T09:53:09+00:00",
    "coverArt": "https://mangadex.org/covers/12b6736f-6620-4e10-9c26-5d4128de2111/764dbb65-bb9f-47cb-beef-fa45e5a0a9ac.jpg",
    "altTitles": [
      {
        "ja": "ぎゅぎゅっと高橋"
      },
      {
        "zh-hk": "高桥魅惑之夜"
      },
      {
        "zh": "高橋魅惑之夜"
      },
      {
        "ja-ro": "Gyugyutto Takahashi"
      }
    ],
    "description": {
      "en": "Videogames x Showa Culture x Glamour! A voluptuous and fascinating book for those that enjoy the Showa Era and playing video games! A large collection of stories, published in Harta by Benitsubaki's author, Takahashi Hirona, all in one volume!\n\nTwo glamorous folk tales, including \"Glamorous-suteyama\", a glamorous rearrangement of the Ubasuteyama legend!\nWhen a witch fostering a planet sprays it with some water, torrential rains begin to pour from above in \"My first planet\"\n\"Shiramari\" is a super idol whose singing voice makes people so happy they could die!\nAnd of course, the series of 16 shorts \"It's okay to play games\", the antithesis of being given a cold look while you're playing video games!\n\nFull of bright, fantastical ideas, all these gems from Harta's new wave, Takahashi Hirona, in a single volume!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "e16f9a7e-7c2d-4ee2-8034-6ddc6672393b",
    "title": {
      "en": "I'm an OTAKU but I want to fall in love with a gal"
    },
    "updatedAt": "2024-05-08T10:06:57+00:00",
    "coverArt": "https://mangadex.org/covers/e16f9a7e-7c2d-4ee2-8034-6ddc6672393b/3e426579-6e91-472f-836e-488ee5111274.jpg",
    "altTitles": [
      {
        "ja": "オタクくんとギャルが恋をする話"
      },
      {
        "ja-ro": "Otaku-kun to Gyaru ga Koi wo Suru Hanashi"
      },
      {
        "en": "The Story of an Otaku and a Gyaru Falling in Love"
      },
      {
        "ru": "История о том, как отаку и гяру влюбляются друг в друга"
      },
      {
        "es-la": "Una historia sobre un otaku y una gal que se enamoran"
      },
      {
        "uk": "Історія про те, як Отаку та Гяру закохуються"
      },
      {
        "zh": "死宅君与辣妹相恋的故事"
      },
      {
        "ja": "オタクだってギャルと恋したい"
      },
      {
        "ja-ro": "Otaku Datte Gal to Koi Shitai"
      },
      {
        "ru": "Даже отаку хочет влюбиться в гяру"
      }
    ],
    "description": {
      "en": "Affection Level of each Gyarus for a single Otaku. Who will our otaku-kun chose as his girl?",
      "es-la": "El nivel de afecto de cada Gyarus por un único otaku. ¿A quién elegirá nuestro otaku-kun como su chica?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "100"
  }
]