[
  {
    "mangaId": "5e3a710f-0b0d-482b-9e84-d9c91960c625",
    "title": {
      "en": "Yancha Gal no Anjou-san"
    },
    "updatedAt": "2024-04-23T15:47:41+00:00",
    "coverArt": "https://mangadex.org/covers/5e3a710f-0b0d-482b-9e84-d9c91960c625/379e70e3-589d-44f3-8007-3e0723630169.jpg",
    "altTitles": [
      {
        "en": "The Mischievous Gal Anjou-san"
      },
      {
        "ja-ro": "Yancha Gyaru no Anjou-san"
      },
      {
        "ru": "Озорная Гяру Андзё-сан"
      },
      {
        "ja": "やんちゃギャルの安城さん"
      },
      {
        "th": "คุณอันโจ หยอกนักเพราะรักนะ"
      },
      {
        "zh": "擅长挑逗的安城同学"
      },
      {
        "zh": "淘气辣妹安城"
      },
      {
        "zh": "顽皮辣妹安城同学"
      },
      {
        "ko": "장난치는갸루 안죠 양"
      },
      {
        "ko-ro": "Jangnanchineungyalu Anjyo Yang"
      },
      {
        "zh-ro": "Shàncháng tiǎodòu de ānchéng tóngxué"
      },
      {
        "en": "Mischievous Gal Anjou-san"
      },
      {
        "en": "Mischievious Gal Anjou-san"
      }
    ],
    "description": {
      "de": "Seto ist ein total normaler und irgendwie langweiliger Schüler. Aus einem unerklärlichen Grund jedoch, lässt seine Mitschülerin Anjou ihn nicht in Ruhe! Der ernste Seto und die energische Anjou bilden ein kontrastreiches Duo, doch Anjou macht das nichts aus, da sie sehr viel Spaß hat, Seto zu necken. Andererseits hat Seto eine schwere Zeit mit Anjous Eskapaden. Wenn er doch nur wüsste, dass seine Reaktionen der Grund sind, dass Anjou weitermacht.  \n  \nDoch … ist ihr flirten wirklich nur gespielt …?",
      "en": "Seto is a completely ordinary and somewhat boring high school student. Yet, for whatever reason, his errant gyaru classmate Anjou just won't leave him alone! The serious Seto and energetic Anjou make a contrasting duo, but Anjou doesn't seem to mind, as she has too much fun teasing him. On the other hand, Seto has a hard time dealing with all of her endless antics; little does he realize that his humorous reactions are precisely the reason Anjou enjoys his company.\n\nBut… just how much of her flirting is merely an act?",
      "fr": "Seto est un lycéen ne souhaitant qu'une chose : passer sa scolarité sans être remarqué et être en paix. Malheureusement pour lui, il attire l'attention de la pire personne possible dans sa classe, Anjou la gal. A partir de ce jour, le quotidien de Seto va drastiquement changer grâce (ou à cause) de sa camarade, cherchant à s'amuser au dépend de notre héros.",
      "ja": "真面目でクラスの中でも目立たない瀬戸くんには、なぜかいつもイケてるギャルの安城さんがいちいちエロく絡んでくる。いつもギリギリでドキドキする思春期ぴちぴちラブコメディ！",
      "ru": "Сето - серьёзный старшеклассник, который вел тихую школьную жизнь, пока не стал жертвой дразнилок гяру Андзё-сан.",
      "pt-br": "Seto é um estudante completamente comum e um tanto chato. Mesmo assim, por alguma razão, sua nada correta colega de classe Gal Anjou simplesmente não o deixa em paz!\n\nO Seto sério e a enérgica Anjou formam uma dupla um tanto interessante, mas Anjou não parece se importar, pois se diverte muito provocando-o. Por outro lado, Seto tem dificuldade em lidar com todas as suas travessuras intermináveis; mal ele percebe que suas reações humorísticas são precisamente o motivo pelo qual Anjou gosta de sua companhia.\n\nMas… quanto de seu flerte é meramente uma atuação?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99ddc68c-c83b-489d-81bc-bd857b58e2b2",
    "title": {
      "en": "Projection"
    },
    "updatedAt": "2024-04-26T00:52:36+00:00",
    "coverArt": "https://mangadex.org/covers/99ddc68c-c83b-489d-81bc-bd857b58e2b2/616794aa-1a72-4652-858e-99a3315128cf.jpg",
    "altTitles": [
      {
        "ko": "프로젝션"
      }
    ],
    "description": {
      "en": "Cheon Seju, had no choice but to join an organization to avenge his dead sister. After losing all hope in life, he meets a boy who reminds him of his sister and offers him a small act of kindness. \n\nIf I had known that my light heart would become so heavy, I wouldn't have brought you with me.\n\n\n\n\"I told you, you'll always come first.......\" \n\nHis gaze usually fierce gaze was different today. \nCheon Seju's gaze was gentle, sweet and persistent.\n\n\"So take responsibility\".\n\nCheon Seju was my first everything. He was the first person to ever reach out a hand to me, and gaze upon me. Sejin only accepted the man's hand because he offered it first and he only ever gazed upon him because he gazed upon him first. And that is how he fell in love with this sweet and affectionate man.\n\nSejin realized that he no longer wanted to be separated from Cheon Seju.\nWhere ever he goes, I'll go. \n\n\"You are all I have left now.......\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1bf35610-67d2-478c-ab44-cc700370470a",
    "title": {
      "en": "Agnes Mask"
    },
    "updatedAt": "2024-03-20T16:23:24+00:00",
    "coverArt": "https://mangadex.org/covers/1bf35610-67d2-478c-ab44-cc700370470a/15215b6b-6e43-432a-8906-1b12a7fbc162.jpg",
    "altTitles": [
      {
        "ja-ro": "Agnes Kamen"
      },
      {
        "ja": "アグネス仮面"
      }
    ],
    "description": {
      "en": "Professional wrestler Yamamoto Shingo returned to Japan from a 5 year training trip in the US and Mexico, only to be greeted by his now defunct wrestling company: Yamato. He's come to find out that as soon as the president of the company passed away, the rival wrestling group Imperial Japan Pro Wrestling (IJPW) took down Yamato. Shingo is forced to seek revenge for Yamato by challenging the president of IJPW. One thing led to another, and now Shingo has been half-forced into working under IJPW as the new wrestler from Brazil: Agnes Mask."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "86"
  },
  {
    "mangaId": "ced1a3f9-9a34-4ada-a3b7-ca773e5af0b8",
    "title": {
      "en": "Piccolina"
    },
    "updatedAt": "2024-05-06T05:44:03+00:00",
    "coverArt": "https://mangadex.org/covers/ced1a3f9-9a34-4ada-a3b7-ca773e5af0b8/9b660a7f-d367-4d4c-90bd-f77dafc22014.jpg",
    "altTitles": [
      {
        "ja": "ピッコリーナ"
      },
      {
        "en": "Picco di Stellina"
      }
    ],
    "description": {
      "en": "Akira, a young yakitori shop owner, has fallen in love with Houka, a bunny girl who often eats at his restaurant. But how can he get close to her when he has to focus on the grill‽ And there are 4 other bunny girls that look just like her‽\n___\nSerialization of the popular [*Aokishi Bunny*](https://mangadex.org/title/5fc86cdc-ade2-472b-b077-c9f92beb213d/aokishi-bunny) chapter. \n___\nNote: “Piccolina” is short for “Picco di Stellina”, which means “Starlet Peak” or “Peak of the Starlet” in Italian.",
      "pt-br": "Cinco garotas bonitas em trajes de coelho visitam uma churrascaria todas as noites, encantando o cozinheiro. O dono se sente atraído por uma delas, mas não há muitas abordagens possíveis para ele fazer, pois não pode sair da cozinha. Este mangá retrata a história de amor saudável de um dono de restaurante."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7cfa33fb-143e-4217-aba9-90c521fa94cf",
    "title": {
      "en": "The Abandoned Wife's Rebirth"
    },
    "updatedAt": "2022-12-14T14:05:36+00:00",
    "coverArt": "https://mangadex.org/covers/7cfa33fb-143e-4217-aba9-90c521fa94cf/8e731d7f-268a-4688-b824-a79d112821ab.jpg",
    "altTitles": [
      {
        "zh": "废妻重生"
      },
      {
        "zh-ro": "Fei Qi Chong Sheng"
      },
      {
        "zh-ro": "Fèi Qī Chóng Shēng"
      }
    ],
    "description": {
      "en": "Wu Ruo couldn't see the true colors of the people around him until the day he died. The family of the friends who he treasured had been using him, and the husband who he neglected was the one who rescued him in the last moments. God's mercy allowed him to be reborn, reborn into his most useless, most hateful, and fattest times. At this period of his life, not only was he a waste unable to cultivate, but as a man, had to relive being married off to another man. But he found that this man... was actually pretty good to him. This time, he will have revenge on those who wronged him, and pay off his debts to those who were kind to him.",
      "zh": "乌若在死之前才看清身边众人的真面目，被他重视的朋友家族一直在利用他，而被他忽视的丈夫却在最后时刻赶来救他。上天怜悯让他重生了，重生在他最废、最憎恶、最胖的时光里。 此时的他，不但是个不能修炼的废物，作为男人，还被家族嫁给男人…… 重活一次，他发现男人原来对他还不错。 这一次，他要有仇报仇，有恩报恩。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c941e60f-4c23-420f-ab56-a1c81acac5ae",
    "title": {
      "en": "Hybrid"
    },
    "updatedAt": "2023-12-03T12:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/c941e60f-4c23-420f-ab56-a1c81acac5ae/d8788cdf-b913-4171-b9ca-931d63c532c5.jpg",
    "altTitles": [
      {
        "ko": "사기캐"
      }
    ],
    "description": {
      "en": "the Grand Hybrid, born from the union of angels and demons, is believed to possess the highest lineage among hybrids. When awakened, this extraordinary being, known as the ‘Apex Hybrid’, is said to have the power to blow up the universe.\n\nContrary to Jake’s desire for a simple and ordinary life, angels and devils eventually seek him out as the ultimate ‘Apex Hybrid’. They employ various strategies to convince him to join their respective sides."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06eff9bc-02ae-4119-aa71-712ed5738ecf",
    "title": {
      "en": "Captain Tsubasa - Road to 2002"
    },
    "updatedAt": "2023-03-09T20:07:29+00:00",
    "coverArt": "https://mangadex.org/covers/06eff9bc-02ae-4119-aa71-712ed5738ecf/1e803ba4-5eca-457d-92f6-40deacc167ee.jpg",
    "altTitles": [
      {
        "en": "Captain Tsubasa: Road to 2002 - Go for 2006"
      },
      {
        "en": "GO FOR 2006"
      },
      {
        "ja": "キャプテン翼　ROAD　TO　2002"
      },
      {
        "zh": "足球小将 Road to 2002"
      }
    ],
    "description": {
      "en": "After the World Youth, Japanese players are looking for pro careers in Japan and around the world.  \n  \nIn order to fulfill their dream of World Cup 2002 in Korea and Japan, they must get stronger playing in various club competitions, home and abroad."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "144"
  },
  {
    "mangaId": "93d98bf7-9dbc-4ee1-9d93-d5dafd1035c8",
    "title": {
      "en": "BLISS: Divine Contract Civilization"
    },
    "updatedAt": "2024-05-07T11:57:20+00:00",
    "coverArt": "https://mangadex.org/covers/93d98bf7-9dbc-4ee1-9d93-d5dafd1035c8/3760ad01-b5dc-4f7c-89fa-552e884ad0ec.jpg",
    "altTitles": [
      {
        "en": "BLISS: Jile Huan Qi Tan"
      },
      {
        "en": "BLISS: 极乐幻奇谭"
      }
    ],
    "description": {
      "en": "Ten years ago, an earth-shattering war nearly destroyed the world. The survivors built a new world, yet it doesn't seem to have calmed down at all…",
      "fr": "Il y a dix ans, une guerre bouleversante a failli détruire le monde. Les survivants ont construit un nouveau monde, mais il ne semble pas du tout s'être calmé …"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e772607-0121-481b-8a95-b5cd33598506",
    "title": {
      "en": "Happy Sepia"
    },
    "updatedAt": "2024-04-29T14:46:53+00:00",
    "coverArt": "https://mangadex.org/covers/2e772607-0121-481b-8a95-b5cd33598506/a2b6b7b7-168f-407b-afa3-e7a8126aa80e.jpg",
    "altTitles": [
      {
        "ja": "ハッピーセピア"
      },
      {
        "ja": "ハッピーセピア: 大熊らすこ作品集"
      },
      {
        "ko": "해피 세피아"
      },
      {
        "ko": "해피 세피아: 오쿠마 라스코 작품집"
      },
      {
        "en": "Happy Sepia: The works of Okuma Rasuko"
      }
    ],
    "description": {
      "en": "High school girl Kaede decided to travel back in time for her beloved benefactor, Minami. Let's see how her determination will change the flow of time. This is a time slip 4-koma manga connected by wishes and wills!",
      "ja": "高校1年生のかえでは大好きな人のために過去へ旅立つことに。\n彼女の想いがどう流れを変えていくのか…！\n想いが想いを繋ぐタイムトラベル4コマ！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "69aa984a-f5c0-4505-a11f-fe50e5fd16c9",
    "title": {
      "en": "Toaru Anbu no ITEM"
    },
    "updatedAt": "2023-12-27T21:58:26+00:00",
    "coverArt": "https://mangadex.org/covers/69aa984a-f5c0-4505-a11f-fe50e5fd16c9/1715706d-e545-4c4f-a20d-7b634432d9c0.jpg",
    "altTitles": [
      {
        "ja": "とある暗部の少女共棲"
      },
      {
        "en": "A Certain Dark Side's ITEM"
      },
      {
        "ja-ro": "Toaru Anbu no Shoujo Kyousei"
      },
      {
        "ru": "Некий ITEM тёмной стороны"
      }
    ],
    "description": {
      "en": "In Academy City, where esper abilities have been recognized as a general science. Behind the peace, there is a dark side organization that undertakes missions that cannot be made public.\n\n\"Item\" is an elite unit consisting of four girls. Takitsubo Rikou is able to read and track the weak power emitted by those with abilities. Frenda Seivelun, who excels in combat using explosives and traps. Kinuhata Saiai, who can manipulate nitrogen at will and plays a defensive role. And one of the 7 espers that Academy City is proud of: Mugino Shizuri. They live freely in the darkness of the Academy City, and quietly set their sights on their target...!\n\nThis is a story of encounter, friendship, and darkness that eventually leads to a 'terrible incident'!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23d49e6b-73b8-4d91-9544-1292a4ce68f8",
    "title": {
      "en": "Imada Nakunatte Inai Hito"
    },
    "updatedAt": "2024-05-06T02:12:44+00:00",
    "coverArt": "https://mangadex.org/covers/23d49e6b-73b8-4d91-9544-1292a4ce68f8/4ce66514-8389-4f2f-a3e4-547e97d58344.jpg",
    "altTitles": [
      {
        "ja": "未だ亡くなっていない人"
      },
      {
        "en": "Wives Who have not Yet Passed Away"
      },
      {
        "vi": "Người vợ chưa chết"
      },
      {
        "en": "Wives Who Has Not Yet Passed Away"
      }
    ],
    "description": {
      "en": "Haruka Kawarazaki, a young man aspiring to be a manga artist, and Mayuko Kawarazaki, a beautiful woman to whom everyone looks back. They live in a room in a flat, share a meal every night and lay on each other's skin. But they are not husband and wife. A woman whose heart has been broken and a young man who knows it but continues their relationship - a love suspense about a forbidden relationship that you can't stop even when you know it's wrong.",
      "ja": "兄は逝き、義姉は壊れ、僕は溺れた\n\n漫画家を目指す青年･河原崎遥と、誰もが振り返る美女･河原崎繭子。共に暮らし、毎夜、食事を共にし、肌を重ねる。しかし、二人は夫婦ではない。繭子は、遥の義姉。死んだ兄の妻なのだ。心が壊れてしまった女と、それを知りながら関係を続ける男―――",
      "vi": "Chuyện xoay quanh anh chàng Kawarazaki Haruka có ước mơ được trở thành một tác giả truyện tranh và Kawarazaki Mayuko, một người phụ nữ xinh đẹp khiến cho bất kỳ người đàn ông nào cũng đều không khỏi phải ngước nhìn. Hai người họ hiện đang cùng chung sống trong một căn hộ, nấu ăn cho nhau và thậm chí còn làm cả những chuyện chăn gối dù rằng cả hai thực ra không phải vợ chồng. Một mối quan hệ cấm kỵ giữa người phụ nữ đã tan nát cõi lòng và chàng thanh niên dù biết tất cả nhưng vẫn quyết định nhắm mắt làm ngơ mà tiếp tục duy trì mối quan hệ hiện tại.",
      "pt-br": "A história segue o jovem aspirante a mangaká, **Haruka Kawarazaki**, e a deslumbrante, **Mayuko Kawarazaki**, que atrai a atenção de todos. Os dois vivem juntos em um apartamento, compartilham refeições todas as noites e satisfazem todos seus desejos carnais sobre a cama. No entanto, eles não são um casal. Uma mulher cujo coração foi partido e um jovem que sabe disso, mas que continua a sua relação. *― Um suspense romântico que retrata um relacionamento proibido que não pode ser interrompido, mesmo sabendo que é errado.*"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "40"
  },
  {
    "mangaId": "c0189f4a-dee6-48f4-abbe-53a4359cbcfb",
    "title": {
      "en": "At the Northern Fort"
    },
    "updatedAt": "2023-10-22T10:41:20+00:00",
    "coverArt": "https://mangadex.org/covers/c0189f4a-dee6-48f4-abbe-53a4359cbcfb/27458f3f-22cf-460d-af45-f0a8152b8a59.jpg",
    "altTitles": [
      {
        "ja-ro": "Kita no Toride Nite"
      },
      {
        "ja": "北の砦にて"
      },
      {
        "ja-ro": "Kita no Toridenite"
      },
      {
        "ja-ro": "At the North Fort, Happy Days That I Spent With Everyone!"
      },
      {
        "id": "Nama TerkaitDi Benteng Utara, Hari-hari Bahagia yang Aku Habiskan Bersama Semua Orang!"
      }
    ],
    "description": {
      "en": "Paw pads wrapped in white fur. Fluffiness around the neck. \nA bushy tail. A rounded figure that was the very definition of fur ball! \nA certain Japanese girl had been reincarnated into such a fox cub, Milfiria.\nMilfiria was told to watch the house by her mother, as she left for the capital. \nHowever, unable to bear with the loneliness, she decided to follow her mother\nbut lost her way until she reached a fort protected by strong knights."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "456415b4-5d90-4262-b549-34a18153039d",
    "title": {
      "en": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
    },
    "updatedAt": "2024-04-25T19:22:13+00:00",
    "coverArt": "https://mangadex.org/covers/456415b4-5d90-4262-b549-34a18153039d/79021f96-d539-40d3-9714-c717fe32a94e.jpg",
    "altTitles": [
      {
        "ja": "これからだんだん幸せになっていく怖い 女上司"
      },
      {
        "ar": "رئيسة مرعبة تزداد سعادة وسعادة من الآن فصاعدًا"
      },
      {
        "ja-ro": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
      },
      {
        "ja-ro": "Korekara Dondon Shiawase ni Natte iku Kowai Jōshi"
      },
      {
        "en": "A Scary Boss, But From Now on She's Going to Be Happier and Happier"
      },
      {
        "es-la": "Una jefa que da miedo, pero a partir de ahora va a ser cada vez más feliz."
      }
    ],
    "description": {
      "ar": "مديرتي مخيفة للغايه، لكن من الأن وصاعدًا سأبذل قصارى جهدي لجعلها الأسعد.",
      "en": "This is a heart-pounding love comedy between \"Manager Tsuruse'', a female boss who is scary at work but whose hobbies are cute clothes(?!), and \"Tsukinawa-kun'', a new male employee who joins the company mid-career!\n\nThere is also a FANBOX version, a collection of 0.5 \"Naughty\" stories: \n[Kowai Onna Joushi ga Nuidara H de Kawaikatta Hanashi - FANBOX 0.5 Matome【R18】](https://mangadex.org/title/ef970af6-8357-43bb-9bd1-fe09dba78624/kowai-onna-joushi-ga-nuidara-h-de-kawaikatta-hanashi-fanbox-0-5-matome)",
      "es-la": "Mi jefa da mucho miedo, pero mientras más hablo con ella deja de hacerlo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9363b613-ac57-4336-9481-601565a89e08",
    "title": {
      "en": "I Am the Shadow Reverend"
    },
    "updatedAt": "2024-02-27T20:16:11+00:00",
    "coverArt": "https://mangadex.org/covers/9363b613-ac57-4336-9481-601565a89e08/a247bcf5-0b4f-46ac-b9da-274ec0debe3f.jpg",
    "altTitles": [
      {
        "zh": "全民转职：我牧师，都什么阴间技能"
      },
      {
        "vi": "Tiān Shēng Dú Nǎi, Wǒ Zǔzhòule Quán Shìjiè!"
      }
    ],
    "description": {
      "en": "Traveling through a parallel world, the game merges with the real world, where ferocious beasts are rampant, alien races are raging, and there are a large number of dungeons and secret realms in the wild.\nHumans can awaken into various professions and work hard to kill monsters and upgrade.\nOn the day of his profession awakening, Lin Luo awakened the priest profession, which is the most popular but has no damage ability.\nJust when he was struggling, he discovered that his skills had mutated!\nThe blood recovery technique mutates into the bleeding technique?\nBlessing mutates into curse?\nBut I am really a healing priest!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2213279-1b4e-4699-8d6b-334d718b7474",
    "title": {
      "en": "Netoge no Yome ga Ninki Idol datta ken: Cool-kei no kanojo wa genjitsu demo yome no tsumori de iru"
    },
    "updatedAt": "2024-04-25T04:33:49+00:00",
    "coverArt": "https://mangadex.org/covers/d2213279-1b4e-4699-8d6b-334d718b7474/9315ac0b-da31-4c93-9fcf-b7dfd3984ee0.jpg",
    "altTitles": [
      {
        "ja": "ネトゲの嫁が人気アイドルだった件～クール系の彼女は現実でも嫁のつもりでいる～"
      },
      {
        "en": "My Web Game Wife Is a Popular Idol IRL"
      },
      {
        "vi": "Vợ trong game của tôi là Idol nổi tiếng ngoài đời"
      },
      {
        "ru": "Моя жена в онлайн-игре – популярный айдол"
      },
      {
        "th": "ไอดอลสาวสุดปังกับผมแต่งงานกันในเกมออนไลน์ ~(แต่) แฟนสาวสุดคูลอยากเป็นเจ้าสาวในโลกจริงด้วย~"
      },
      {
        "en": "My Wife in the Web Game Is a Popular Idol"
      }
    ],
    "description": {
      "en": "Kazuto Ayanokoji is an ordinary high school boy. He spends his days playing online games as a hobby. One day, he discovers the true identity of a friend who is so close to him that they are married in-game. It turns out to be a cool idol from the same class, Rinka Mizuki. As Rinka tries to act as his wife in real life, Kazuto is forced to lead a dizzying life.",
      "ja": "平凡な男子高校生・綾小路和斗には嫁がいる。ただし趣味のネトゲ世界で。ところが結婚相手の少女リンの正体は、学校のクラスメイトで人気アイドルの『水樹凛香』で!? 正体がバレて関係も終わり――かと思いきや、凛香は現実でも和斗の「嫁」として振る舞い始めて……。",
      "vi": "Ayanokouji Kazuto là một cậu học sinh cao trung bình thường. Cậu có sở thích là chơi game vào thời gian rảnh của mình. Một ngày, cậu phát hiện ra danh tính thật của người bạn thân mà cậu đã kết hôn trong game. Người đó không ai khác chính là Rinka Mizuki, một idol và cũng là một người bạn cùng lớp của cậu. Trong khi Mizuki Rinka cố gắng để cư xử với cậu như một người vợ, cậu phải trải qua một cuộc sống hằng ngày mệt mỏi."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4902975b-ddec-4c34-880c-2ecd3434c94b",
    "title": {
      "en": "The Big Bees"
    },
    "updatedAt": "2024-05-01T15:38:41+00:00",
    "coverArt": "https://mangadex.org/covers/4902975b-ddec-4c34-880c-2ecd3434c94b/e75f6454-ad0f-43fe-85b0-78b6844a4cd3.jpg",
    "altTitles": [
      {
        "ja": "デカいはちの話"
      }
    ],
    "description": {
      "en": "What if bees were big and fluffy? Like, really big and fluffy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9bcd5a5-23cc-47f4-a79d-752897cf3305",
    "title": {
      "en": "I'm Not The Cult Leader"
    },
    "updatedAt": "2024-05-02T12:46:41+00:00",
    "coverArt": "https://mangadex.org/covers/b9bcd5a5-23cc-47f4-a79d-752897cf3305/f93fc8e3-c712-40b4-ae87-cd5965fc139e.jpg",
    "altTitles": [
      {
        "zh": "我不是教主"
      }
    ],
    "description": {
      "en": "Who am I? Where am I? What am I doing? Wait, wait! Great Alliance Leader! Stop it already!! I really…… am not the Cult Leader! The entirety of the Jianghu thought that the Cult Leader of the Demonic Cult was a woman—who would've thought that the Cult Leader could even secretly start a harem?!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7c18f5e5-fb9b-4724-b4f5-c38ade9a5806",
    "title": {
      "en": "Undercover Darling"
    },
    "updatedAt": "2024-04-28T19:05:11+00:00",
    "coverArt": "https://mangadex.org/covers/7c18f5e5-fb9b-4724-b4f5-c38ade9a5806/9435138b-017c-4e64-a752-6e0dc26e7c06.jpg",
    "altTitles": [
      {
        "ko": "언더커버 달링"
      }
    ],
    "description": {
      "en": "The daily life of Lee Jae, a hot-blooded police officer in a quiet rural village, is turned upside down by the reunion with his first love.Who would have thought that his first love, who had suddenly disappeared without a word one day, would reappear before him as a gangster?\"Just bear with it a little longer. I'm going to do everything that I've been putting off today.\"Can he resist that dirty handsome face that he never wanted to see again?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cee2ab81-2ab5-4c91-8715-92848ef5b2d4",
    "title": {
      "en": "Fights Breaking Through The Heavens"
    },
    "updatedAt": "2023-09-14T20:39:14+00:00",
    "coverArt": "https://mangadex.org/covers/cee2ab81-2ab5-4c91-8715-92848ef5b2d4/33dc8d11-2a5d-421b-8c8d-d8257bf70cb0.png",
    "altTitles": [
      {
        "en": "Battle Through the Heavens"
      },
      {
        "en": "BTTH"
      },
      {
        "zh": "Dou Po Cangqiong"
      },
      {
        "vi": "Đấu Phá Thương Khung"
      },
      {
        "en": "Fights Break Sphere"
      },
      {
        "ru": "Расколотая битвой синева небес"
      },
      {
        "zh": "斗破苍穹"
      }
    ],
    "description": {
      "en": "In a land where there is no magic, a land where the strong make the rules and weak have to obey, a land filled with alluring treasures and beauty, yet also filled with unforeseen danger. Xiao Yan, who has shown talents none had seen in decades, suddenly lost everything three years ago - his powers, his reputation, and his promise to his mother. What sorcery has caused him to lose all of his powers? And why has his fiancée suddenly shown up?"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "edaae213-67c7-4a6c-ad5f-141001891741",
    "title": {
      "en": "Yu-Gi-Oh!"
    },
    "updatedAt": "2024-02-25T23:06:16+00:00",
    "coverArt": "https://mangadex.org/covers/edaae213-67c7-4a6c-ad5f-141001891741/9064ab4f-ce36-4f37-9c36-a725d631fc40.jpg",
    "altTitles": [
      {
        "ja-ro": "Yu☆Gi☆Oh"
      },
      {
        "ru": "Король игр"
      },
      {
        "ja": "遊☆戯☆王"
      },
      {
        "ja": "遊戯王"
      },
      {
        "ko": "유희왕"
      },
      {
        "en": "The King of Games"
      },
      {
        "th": "เกมกลคนอัจฉริยะ"
      },
      {
        "sv": "spelkungen"
      },
      {
        "ru": "Ю:-ги-о:"
      },
      {
        "fi": "Pelien kuningas"
      },
      {
        "de": "König der Spiele"
      },
      {
        "vi": "Vua Trò Chơi"
      },
      {
        "pt": "rei dos jogos"
      },
      {
        "fr": "Le Roi des jeux"
      },
      {
        "es": "El rey de los juegos"
      },
      {
        "sr": "Југио"
      },
      {
        "bg": "Ю-Ги-О!"
      },
      {
        "bg": "цар на игрите"
      },
      {
        "da": "Spillenes Konge"
      },
      {
        "ro": "Game King"
      },
      {
        "nl": "Koning der Spellen"
      },
      {
        "el": "Game King"
      },
      {
        "hu": "A Játékok Királya"
      },
      {
        "fa": "یو-گی-او"
      },
      {
        "ar": "يوغي ملك اللعبة"
      },
      {
        "zh-hk": "遊戲王"
      },
      {
        "zh": "遊戲王"
      },
      {
        "zh-ro": "Iû-hì-ông"
      },
      {
        "id": "Raja Permainan"
      },
      {
        "ms": "raja permainan"
      },
      {
        "ko-ro": "yuhuiwang"
      },
      {
        "pt-br": "O Rei dos Jogos"
      },
      {
        "ja-ro": "Yu☆Gi☆Oh!"
      }
    ],
    "description": {
      "en": "Sitting by himself in the back of the class, 10th-grader Yugi always had his head in some game–until he solved the Millennium Puzzle, an Egyptian artifact containing the spirit of a master gambler from the age of the pharaohs! Awakened after three thousand years, the King of Games possesses Yugi, recklessly challenging bullies and evil-doers to the Shadow Games, where the stakes are high, and even the most ordinary bet may result in weirdness and danger beyond belief! Let the games… begin!",
      "pt-br": "O estudante Yugi Mutou passou a maior parte de seu tempo sozinho jogando jogos - até que ele resolveu o Enigma do Milênio, um artefato egípcio misterioso! Possuída pelo quebra-cabeça, Yugi se torna o Yu-Gi-Oh(O Rei dos Jogos), e irá enfrentar os desafios dos Jogos das Sombras - Jogos mortais com grandes apostas e altos riscos, como apostar a sua alma e a alma de seus queridos amigos! O mangá contém novas histórias não vistas no anime, incluindo a origem de Yugi e seus amigos!"
    },
    "status": "completed",
    "releaseDate": 1996,
    "contentRating": "safe",
    "lastVolume": "38",
    "lastChapter": "343"
  },
  {
    "mangaId": "e7204b9f-c040-4d82-a556-e90f4f9ffa45",
    "title": {
      "en": "Kurage no Hone wa Ao"
    },
    "updatedAt": "2024-04-22T04:46:06+00:00",
    "coverArt": "https://mangadex.org/covers/e7204b9f-c040-4d82-a556-e90f4f9ffa45/e56e4be1-10db-4769-ac8c-b7229bed901a.jpg",
    "altTitles": [
      {
        "ja": "クラゲの骨は青"
      }
    ],
    "description": {
      "en": "One day in summer, when the cicadas are chirping loudly. Haruka Nanami, a sophomore in high school,  receives a confession from Kudo Satoru, a student at a neighboring high school. Haruka is at a loss, saying, \"I've never even talked to him before...\" Kudo suggests that they start out as friends, and the two exchange contact information. At the same time, at a railroad crossing in the town where the two live, a series of similar accidents occur day after day. They are madly in love. They want to be together, but they can't. A midsummer horror love story that you will never forget."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9243a9d0-13dc-452d-b123-c6d5c28e46d2",
    "title": {
      "en": "Shy na Ano Ko ni Natsukaretai"
    },
    "updatedAt": "2024-01-29T07:15:15+00:00",
    "coverArt": "https://mangadex.org/covers/9243a9d0-13dc-452d-b123-c6d5c28e46d2/1757ad52-4547-4fd4-a35f-1acfae360126.jpg",
    "altTitles": [
      {
        "ja": "シャイなあの子に懐かれたい"
      },
      {
        "en": "I Want To Be Liked By That Shy Girl"
      },
      {
        "ko": "샤이한 그 아이를 좋아하고 싶어"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7d3a91a-f47a-43ce-9a2c-4da813b15eea",
    "title": {
      "en": "My Dog Becomes a Human"
    },
    "updatedAt": "2024-03-01T09:55:02+00:00",
    "coverArt": "https://mangadex.org/covers/f7d3a91a-f47a-43ce-9a2c-4da813b15eea/c414d744-ee92-4995-80e0-e440708bed0f.jpg",
    "altTitles": [
      {
        "ja": "犬がヒトになる話"
      },
      {
        "ja-ro": "Inu ga Hito ni Naru Hanashi"
      },
      {
        "fr": "Mon Chien Est Devenu Humain"
      },
      {
        "zh-hk": "我家碰太變成了人類這件事"
      },
      {
        "ru": "Моя собака становится человеком"
      },
      {
        "uk": "Мій пес став людиною"
      },
      {
        "en": "Ponta Becomes A Human"
      },
      {
        "ja": "ポン太がヒトになりまして。"
      }
    ],
    "description": {
      "en": "A slapstick comedy that involves a town and it's neighbors where \"pet dogs\" have become \"humans\"!\nFeelings that couldn't be conveyed as a dog can now be understood directly...!?",
      "fr": "Un jour, les chiens de cette ville sont soudainement devenus humains. L'histoire suit la vie de Saki et de son chien Ponta.",
      "ru": "В один прекрасный день домашние собаки в этом городе вдруг превращаются в людей. История рассказывает о жизни хозяйки Саки и ее собаки Понты.",
      "uk": "Одного разу всі собаки, які жили в цьому місті раптово перетворилися на людей. Історія розповідає про життя Сакі, власниці, та Понти, її пса."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b56ea48a-3dce-4eb0-982c-2d58097d1e58",
    "title": {
      "en": "The Strongest Ever"
    },
    "updatedAt": "2023-06-28T16:25:01+00:00",
    "coverArt": "https://mangadex.org/covers/b56ea48a-3dce-4eb0-982c-2d58097d1e58/ada2f15a-aefd-4e18-a829-cd70eed86828.jpg",
    "altTitles": [
      {
        "en": "The strongest in history"
      },
      {
        "ru": "Сильнейший в истории"
      },
      {
        "ko": "사상최강"
      }
    ],
    "description": {
      "en": "The ‘Ten Masters’ had kept each other in check and maintained the balance of power and order of the world beyond human limits, until Baek Dohyun showed up with the strongest power ever!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b64ee46-605b-47ed-a208-4a727bf66b25",
    "title": {
      "en": "Slime Saint"
    },
    "updatedAt": "2024-05-06T17:04:26+00:00",
    "coverArt": "https://mangadex.org/covers/6b64ee46-605b-47ed-a208-4a727bf66b25/c415f22f-ce1e-4e38-ab54-31868f956bb3.jpg",
    "altTitles": [
      {
        "ja": "スライム聖女"
      },
      {
        "ja-ro": "Slime Seijo"
      }
    ],
    "description": {
      "en": "The weakest monster (slime) who longed to be human is reincarnated as a saint, but with the worst character of all, a villainous noble girl. From the lowest status, hated and resented; an existence where she will be terminated immediately if her true identity as a slime is discovered, she will become a beloved saint in order to live a safe and secure life!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb83505c-9c89-4f1b-b533-9d439956cb5b",
    "title": {
      "en": "Chihiro-san"
    },
    "updatedAt": "2024-03-03T18:34:05+00:00",
    "coverArt": "https://mangadex.org/covers/cb83505c-9c89-4f1b-b533-9d439956cb5b/053be100-7f7b-447c-a331-68bdfe9c8591.png",
    "altTitles": [
      {
        "en": "ちひろさん"
      }
    ],
    "description": {
      "en": "Chihiro-san, a former sex worker uninhibited by the shackles of society and conventional wisdom, is a someone that has life figured out… for the most part. The story follows her life in a small seaside town as customers of the box lunch shop she works at come to her about various concerns weighing on their minds. What's Chihiro's guiding answer to their love, work, family, and self-inflicted troubles?"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": null
  },
  {
    "mangaId": "bb8310e4-6050-4a43-984e-f7bbdfce23b1",
    "title": {
      "en": "The Climber"
    },
    "updatedAt": "2024-04-25T00:32:57+00:00",
    "coverArt": "https://mangadex.org/covers/bb8310e4-6050-4a43-984e-f7bbdfce23b1/54b58da7-7172-4548-a3fb-20b71c1882c0.jpg",
    "altTitles": [
      {
        "fr": "Ascension"
      },
      {
        "tr": "Dağcı"
      },
      {
        "ja-ro": "Kokou no Hito"
      },
      {
        "id": "Sang Pendaki"
      },
      {
        "he": "המטפס"
      },
      {
        "ar": "المتسلق"
      },
      {
        "ja": "孤高の人"
      },
      {
        "kk": "Шыңкез"
      }
    ],
    "description": {
      "en": "On his first day of transferring to a new high school, a loner named Mori Buntarou, is cajoled by a classmate into climbing the school building. Despite knowing that one misstep could send him spiraling to his death, he moves forward, and upon finally reaching the top, Mori experiences a sense of fulfillment. That feeling, which seems to be telling him, \"You're alive!\" gives birth to an adrenaline for rock-climbing.",
      "ru": "В старшей школе Северной Ёкосуки новый, необычный ученик – Мори Бунтаро. В первый же день он отдает предпочтение крыше здания, чем ее кабинетам, где со всех сторон сыплются расспросы. Чтобы отвязаться от надоедливых одноклассников, лихо спрыгивающих с карниза вниз по веревке, Мори совершает безумный поступок: без страховки забирается на крышу по трубе, да еще в таком месте, где это достаточно проблематично, даже для тренированного человека! Одноклассник Миямото и Ониси-сенсей в ужасе и восторге, ведь они профессиональные скалолазы, а тут появляется такой способный ученик! Но Мори не разделяет их восторга и не принимает помощи. Нелюдимый и гордый, он всего добивается в одиночку, и трудности скалолазания его не пугают. Он собирается покорять вершину за вершиной, с каждый разом поднимаясь все выше.   \n  \nNote: Sakamoto Shinichi did both the story and the art from Volume 4 onwards.  \n  \n\n\n---\n\n**Officially Translated:**  \n- In French by [Delcourt](https://www.editions-delcourt.fr/mangas/series/serie-ascension)"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "170"
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-05-04T15:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/6fdf61e2-5f60-420a-b1f8-3d4b0461a9c1.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85a99758-de39-471e-9f6d-800547f53d0a",
    "title": {
      "en": "Tougen Anki"
    },
    "updatedAt": "2023-09-23T02:42:02+00:00",
    "coverArt": "https://mangadex.org/covers/85a99758-de39-471e-9f6d-800547f53d0a/32630577-5f30-4c5f-9ef6-84f643dc7844.jpg",
    "altTitles": [
      {
        "ja": "桃源暗鬼"
      }
    ],
    "description": {
      "en": "Ichinose Shiki, an inheritor of the blood of Oni had lived out his entire childhood oblivious to this fact. However, when an unknown man comes rushing into his home in attempts to assassinate him, his foster father finally reveals the truth. In a world where Oni and Momotarou have never been able to coexist, join Ichinose in his struggle for power and unifying the two races!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12b6736f-6620-4e10-9c26-5d4128de2111",
    "title": {
      "en": "Glamorous Gathering Takahashi"
    },
    "updatedAt": "2024-05-04T09:53:09+00:00",
    "coverArt": "https://mangadex.org/covers/12b6736f-6620-4e10-9c26-5d4128de2111/764dbb65-bb9f-47cb-beef-fa45e5a0a9ac.jpg",
    "altTitles": [
      {
        "ja": "ぎゅぎゅっと高橋"
      },
      {
        "zh-hk": "高桥魅惑之夜"
      },
      {
        "zh": "高橋魅惑之夜"
      },
      {
        "ja-ro": "Gyugyutto Takahashi"
      }
    ],
    "description": {
      "en": "Videogames x Showa Culture x Glamour! A voluptuous and fascinating book for those that enjoy the Showa Era and playing video games! A large collection of stories, published in Harta by Benitsubaki's author, Takahashi Hirona, all in one volume!\n\nTwo glamorous folk tales, including \"Glamorous-suteyama\", a glamorous rearrangement of the Ubasuteyama legend!\nWhen a witch fostering a planet sprays it with some water, torrential rains begin to pour from above in \"My first planet\"\n\"Shiramari\" is a super idol whose singing voice makes people so happy they could die!\nAnd of course, the series of 16 shorts \"It's okay to play games\", the antithesis of being given a cold look while you're playing video games!\n\nFull of bright, fantastical ideas, all these gems from Harta's new wave, Takahashi Hirona, in a single volume!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "c84ffbda-8648-4356-aa5b-e472b155c529",
    "title": {
      "en": "noHEROES!"
    },
    "updatedAt": "2023-08-28T04:45:16+00:00",
    "coverArt": "https://mangadex.org/covers/c84ffbda-8648-4356-aa5b-e472b155c529/55235c88-2959-4bc3-9864-67b0455c2969.jpg",
    "altTitles": [
      {
        "en": "noHeroes!"
      },
      {
        "en": "There are noHeroes!"
      }
    ],
    "description": {
      "en": "A fighter, a wizard and a misguiding spirit are on Nameless Isle-what happens next is the stuff of heroes - or not! It's up to them."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a5a0db9-53a8-47f4-94a5-e509dfb0919a",
    "title": {
      "en": "Vampire Beru and Ghost Aki"
    },
    "updatedAt": "2024-03-17T20:30:32+00:00",
    "coverArt": "https://mangadex.org/covers/8a5a0db9-53a8-47f4-94a5-e509dfb0919a/52272fd3-1ed0-49a9-8cd6-50ea5f7cef3d.jpg",
    "altTitles": [
      {
        "zh": "Bèi Lǔ yǔ Áng"
      },
      {
        "en": "Вампир Беру и Призрак Аки"
      },
      {
        "zh": "贝鲁与昂"
      }
    ],
    "description": {
      "en": "Once on the All Saints' Day vampire Beru and ghost Aki, despite their very different personalities, started living together in a castle. Multiple obstacles and difficulties already waiting on their way. But when they'll know each other better, eventually they'll become the most important companions for one another."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "69"
  },
  {
    "mangaId": "b6e18282-24c0-48f2-ae65-02c551b3cafc",
    "title": {
      "en": "Lips Upon a Sword's Edge"
    },
    "updatedAt": "2024-04-25T05:55:50+00:00",
    "coverArt": "https://mangadex.org/covers/b6e18282-24c0-48f2-ae65-02c551b3cafc/fc0a0e43-97d7-4e92-98f9-e02c5a7a8bd9.jpg",
    "altTitles": [
      {
        "ko": "칼 끝에 입술"
      },
      {
        "ko": "칼끝에 입술"
      },
      {
        "ko": "Kal Kkeute Ipsul"
      },
      {
        "es": "Labios tan filosos como cuchillos"
      },
      {
        "pt-br": "Lábios no limiar de uma faca"
      },
      {
        "uk": "Губи На Кінчику Ножа"
      },
      {
        "en": "Lips on the Tip of a Knife"
      }
    ],
    "description": {
      "en": "Arune is known as the crazy dog of the kingdom and the best knight of all time. Upon her parents' incessant pestering, she ends up getting married.\n\n\"If you're not fond of your husband, you may kill him and return.\"\n\nBut, no one told her that her husband was this handsome.\n\n\"I'm nervous that you might crack because you're just like glass.\"\n\nOn top of that, her husband treats her like a fragile pottery. Arune, who’s not weak at all, and the nervous, yet obsessive husband, Kassian. A precarious romance where misunderstandings collide one after another.\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=920927), [Naver Series](https://series.naver.com/novel/detail.series?productNo=5529880)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8926246), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=800778)",
      "ko": "제국의 미친개, 역대 최강의 기사 아르네.\n그녀는 부모님의 성화에 어쩔 수 없이 결혼을 하게 된다.\n\"남편이 맘에 안 들면 죽이고 돌아와야지.\"\n하지만 누구도 남편이 이렇게 잘생겼다고 말 안 해줬잖아?\n“당신이 유리 같아서 깨질까 봐 불안해.”\n게다가 남편이 나를 연약한 도자기처럼 대하는데?\n전혀 약하지 않은 아르네와, 전전긍긍 집착남편 카시안.\n오해와 오해가 겹치는 아슬아슬 착각 로맨스!\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=920927), [Naver Series](https://series.naver.com/novel/detail.series?productNo=5529880)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8926246), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=800778)",
      "uk": "Скажений пес імперії – Арне, найсильніша лицарка усіх часів. За наказом матері вона змушена вийти заміж. \n«Якщо тобі не подобається твій чоловік, то розлучись і повертайся». \nАле чому ніхто не сказав мені, що він гарний? \nВін виглядає як скло, і я боюся, що він розіб’ється у моїх руках.\nА чоловік в свою чергу ставиться до мене, як до крихкої порцеляни. \nАрне, яка зовсім не слабка, її одержимий чоловік Кассіан, їхній трохи неправильно зрозумілий роман, і тонна непорозумінь!\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=920927), [Naver Series](https://series.naver.com/novel/detail.series?productNo=5529880)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8926246), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=800778)",
      "pt-br": "O cão louco do Império, Arne, a cavaleira mais forte de todas.\n\nEla é forçada a casar sob as ordens de seus pais.\n\n“Se não gostar do seu marido, mate-o e retorne.”\n\nMas ninguém me disse que meu marido é tão lindo?\n\n“Você é como vidro, então tenho medo de te quebrar.”\n\nAlém disso, meu marido me trata como uma porcelana frágil.\n\nArne, que não é nem um pouco fraca, e seu marido obcecado Cassian.\n\nUm romance estreitamente ilusório onde mal-entendidos se sobrepõem!\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=920927), [Naver Series](https://series.naver.com/novel/detail.series?productNo=5529880)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8926246), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=800778)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b49cd851-4c87-4855-9201-47f46cce79cf",
    "title": {
      "en": "The Mafia Nanny"
    },
    "updatedAt": "2024-02-27T20:16:03+00:00",
    "coverArt": "https://mangadex.org/covers/b49cd851-4c87-4855-9201-47f46cce79cf/22d9d559-e53f-4486-9a69-c6d867e22ad8.jpg",
    "altTitles": [],
    "description": {
      "en": "Being an Elite Nanny is simple: protect the charge, obey the principle, and don’t get emotionally attached. Easier said than done when Davina’s first client is a dangerously compelling Venetian underboss who’s determined to get under her skin. What he wants from her, she can’t imagine, but Gabriel Angelini drags her back into the glittering world of organized crime she thought she’d left behind forever. She might get answers about her past if she digs deep enough, but can she protect Mikey from his father’s ambitions and keep her heart from getting tangled up in their treacherous web?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c079564-363d-4d95-9410-4a841e6a33fb",
    "title": {
      "en": "Sekai Saikyou no Majo, Hajimemashita ~Watashi Dake \"Kouryaku Saito\" o Miseru Sekai de Jiyuu ni Ikimasu~"
    },
    "updatedAt": "2024-04-25T18:12:33+00:00",
    "coverArt": "https://mangadex.org/covers/6c079564-363d-4d95-9410-4a841e6a33fb/8f2d9f4f-1db3-4eb7-bbbf-0169e85127ec.jpg",
    "altTitles": [
      {
        "ja": "世界最強の魔女、始めました ～私だけ『攻略サイト』を見れる世界で自由に生きます～"
      },
      {
        "en": "I Became the World's Strongest Witch: I Will Live Freely in a World Where Only I can Access the \"Guide Site\""
      },
      {
        "en": "The World's Strongest Witch Has Begun - I Will Live Freely In A World Where Only I Can View The \"Strategy Site\" -"
      },
      {
        "ja-ro": "Sekai Saikyou no Majo, Hajimemashita"
      }
    ],
    "description": {
      "en": "An unknown skill turns into unlimited power with divine knowledge [Internet]!\n\n\"To manifest an SSS rank with the weakest skill is a disgrace!\"\n\nRona is a girl who was expelled from her home due to her lack of money, food, and power. Lost and hopeless, she suddenly hears the words...\n\n\"Would you like some guidance?\"\n\nShe discovers how to utilize her unique SSS rank skill: [Internet], which she alone possesses. The true nature of this skill is the ability to access this world's 'guide sites' - an extraordinary cheat skill! Endless production of valuable items! Acquiring ultra-rare equipment! Thanks to her skill, she can do as she pleases...!",
      "ja": "「…攻略うぃき？」――最弱クラスのスキルを発現してしまい追放された少女・ローナ。しかしそのスキルの正体は、この世界の『攻略サイト』を見ることができるＳＳＳランクのチートスキル【インターネット】だった！\n\n（１）冒険開始→（２）即・最強武器発見→（３）世界を混乱に陥れる最強少女に‥‥‥。ローナは言う。「私はただ、平和に自由に生きたいだけなのにいぃ‥‥‥！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3293575-94bb-4467-b992-4de2174615f7",
    "title": {
      "en": "P.S. Waiting for You by the Lake"
    },
    "updatedAt": "2024-03-17T06:11:59+00:00",
    "coverArt": "https://mangadex.org/covers/b3293575-94bb-4467-b992-4de2174615f7/0edaf4a5-0079-4e93-9b3b-79f898c9d691.jpg",
    "altTitles": [
      {
        "zh": "利奥"
      },
      {
        "en": "Leo"
      },
      {
        "zh": "P.S.我在湖边等你"
      }
    ],
    "description": {
      "en": "Leo and Alexis lived in the same small town when they were kids and were best buddies. The two loved to spend their summers at the Green Rock Lake summer camp near town. But during the summer when they were eleven, Alexis ended his friendship with Leo over a stupid reason. After that, the two did not see each other again because of their families' situation. But during the summer when they were eighteen, the two met once again at Green Rock Lake..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c9ace30-a0c6-4e87-adbb-4fa4f80f975e",
    "title": {
      "en": "Henkyou no Yakushi, Miyako de S Rank Boukensha to naru"
    },
    "updatedAt": "2024-03-28T21:38:23+00:00",
    "coverArt": "https://mangadex.org/covers/2c9ace30-a0c6-4e87-adbb-4fa4f80f975e/ea4f6079-13dc-4a5b-850c-adcf89867852.jpg",
    "altTitles": [
      {
        "en": "The Healer Ditches the Boonies to Become an S-Rank Adventurer: The Boy from the Hero’s Village Doesn’t Know His Cheat Medicine Is Unrivaled"
      },
      {
        "ja": "辺境の薬師、都でＳランク冒険者となる～英雄村の少年がチート薬で無自覚無双～"
      }
    ],
    "description": {
      "en": "Leaf has been enjoying a peaceful life in his village at the farthest end of the country, but everything gets turned upside down when his fiancée betrays him, robbing him of his home, work, and everything he cherishes. Wandering around, lost on what to do next, he encounters a distinguished lady in peril who will change his life forever! Using the cheat-like power of medicine and drugs the world scoffs at, Leaf now begins his journey to become the almighty healer! \"",
      "id": "Leaf telah menikmati kehidupan yang damai di desanya di ujung terjauh negara itu, tetapi segalanya menjadi terbalik ketika tunangannya mengkhianatinya, merampok rumah, pekerjaan, dan semua yang dia hargai. Berkeliaran, bingung apa yang harus dilakukan selanjutnya, dia bertemu dengan seorang wanita terkemuka dalam bahaya yang akan mengubah hidupnya selamanya! Menggunakan kekuatan pengobatan dan obat-obatan yang dicemooh dunia, Leaf kini memulai perjalanannya untuk menjadi penyembuh yang maha kuasa! \"",
      "ja": "田舎者の少年・リーフが最強の“調薬”スキルで成り上がる！　人生を変える出会いが都会にはいっぱい！！　無自覚無双な痛快“調薬”ファンタジーがここに開幕！！\n\n最強の“調薬”スキルで成り上がれ！！　田舎に住む少年・リーフは、ある日許嫁に裏切られ、すべてを失ってしまう。しかし、大貴族のお嬢様・プリシラと出会ったことでリーフの人生は激変！　「薬を作れるだけなはず」の少年が、世界最強の冒険者になっていく！！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5c43dab-9866-49c8-a296-fb3b68d62119",
    "title": {
      "en": "Cacomistle's Anthology"
    },
    "updatedAt": "2024-04-15T03:23:08+00:00",
    "coverArt": "https://mangadex.org/covers/e5c43dab-9866-49c8-a296-fb3b68d62119/11c609f5-8ca7-45f8-a6cc-55bff8eb7d8b.png",
    "altTitles": [],
    "description": {
      "en": "An unofficial compilation of oneshots / 4-komas by Cacomistle (カコミスル) in their twitter profile."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fa5dab2-250a-4f69-bd15-9ceea54176fa",
    "title": {
      "en": "Assassin de Aru Ore no Sutetasu ga Yuusha Yori mo Akiraka ni Tsuyoi Nodaga"
    },
    "updatedAt": "2024-02-01T18:58:45+00:00",
    "coverArt": "https://mangadex.org/covers/0fa5dab2-250a-4f69-bd15-9ceea54176fa/c428b048-6dcc-4a01-bd7f-a7cf774fe10a.jpg",
    "altTitles": [
      {
        "ja": "暗殺者である俺のステータスが勇者よりも明らかに強いのだが"
      },
      {
        "en": "My Status as an Assassin Obviously Exceeds the Hero’s"
      },
      {
        "en": "My Status as an Assassin Obviously Exceeds the Brave's"
      },
      {
        "zh": "身为暗杀者的我明显比勇者还强"
      },
      {
        "zh-hk": "身為暗殺者的我明顯比勇者還強"
      },
      {
        "ko": "암살자인 내 스테이터스가 용사보다 명백히 강합니다만"
      },
      {
        "fr": "Mes compétences en tant qu'Assassin sont bien au-delà de celles du Héros"
      },
      {
        "it": "Il mio Status da Assassino Supera Ovviamente quello degli Eroi"
      },
      {
        "ru": "Но я убийца, а не герой!"
      },
      {
        "ru": "Ассасин, с которым не мог потягаться герой"
      },
      {
        "pt-br": "Meu Status como Assassino Obviamente Excede o do Herói"
      }
    ],
    "description": {
      "en": "Oda Akira, a high school student who excels in erasing his presence, was summoned along with his classmates to another world. In this world of sword and magic, Akira and his classmates were asked to become heroes and bring down the demon king. Having a bad feeling about the king and the princess who asked them, Akira uses his special skills to sneak into the king’s library, in hopes of discovering the truth. Whether to help or abandon his classmates who knew nothing, it all depended on Akira.  \n  \n\n\n---",
      "fr": "Une classe de secondes années est invoquée dans un monde où une guerre se prépare. Le roi demanda aux jeunes protagonistes de subjuguer le roi démon, mais il n'y en aura qu'un seul qui aura la classe de Héros. On leur a annoncé que ceux qui ne le seront pas joueront pourtant un rôle clé dans cette guerre. Mais contre toute attente, l'élève le plus effacé de la classe réalise que ses statistiques sont bien plus élevées que celles du Héros tout en étant un assassin… Que cache le roi aux jeunes invoqués ? Que va faire notre assassin dans cette situation ?",
      "it": "Oda Akira, uno studente delle superiori che eccelle nel cancellare la sua presenza, viene evocato con i suoi compagni di classe in un altro mondo.   \r\nIn questo mondo di spade e magia, ad Akira e ai suoi compagni viene chiesto di diventare eroi e di abbattere il signore dei demoni.   \r\nAvendo un cattivo presentimento riguardo al re e alla principessa dai quali proviene la richiesta, Akira usa le sue abilità speciali per infiltrarsi di nascosto nella libreria del re, con la speranza di scoprire la verità. Se aiutare o abbandonare i suoi compagni che non ne sapevano niente, dipendeva tutto da Akira.",
      "ru": "Класс неприметного Акиры Оды в полном составе призывают в другой мир. Новоприбывших ждут редкие способности и королевская просьба одолеть дьявола. Акира не исключение: старшеклассник получает призвание ассасина, стандартное для фантастических новелл. Однако есть проблема. Статы простого «второстепенного персонажа» оказываются на порядок выше, чем у одноклассника, определённого в герои. Что же скрывается за этой странностью и самим призывом? Поиск ответа не будет лёгким."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f26c0ae5-c8f6-4630-979e-9a5d310bd795",
    "title": {
      "en": "I Only Want to Beat You"
    },
    "updatedAt": "2023-10-03T02:20:42+00:00",
    "coverArt": "https://mangadex.org/covers/f26c0ae5-c8f6-4630-979e-9a5d310bd795/1bb35d82-9359-4204-b09b-58658726c84a.jpg",
    "altTitles": [
      {
        "en": "I Want to Beat You, Oh Roji"
      },
      {
        "en": "I Want to Defeat You, Oh Roji"
      },
      {
        "ko": "오로지 너를 이기고 싶어"
      },
      {
        "uk": "Я хочу тільки перемогти тебе"
      },
      {
        "ko-ro": "Oroji Neoreul Igigo Sipeo"
      },
      {
        "en": "IOWTBY"
      },
      {
        "ru": "Я хочу победить только тебя"
      }
    ],
    "description": {
      "en": "The male lead 'Lee Gigo', who has never lost a single time in his life, and the female lead who defeated him 'Oh Roji'. Who will end up as the victor of this 'bet'?",
      "uk": "Головний герой Лі Ґіґо, який жодного разу в житті не програв, і головна героїня, яка перемогла його, О Роджі. Хто в підсумку стане переможцем в цьому «парі»?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c53caf9a-95b6-4400-b41b-d1b09167ef7a",
    "title": {
      "en": "Kaii-san to Ore"
    },
    "updatedAt": "2024-03-14T06:28:23+00:00",
    "coverArt": "https://mangadex.org/covers/c53caf9a-95b6-4400-b41b-d1b09167ef7a/465127f8-8ea0-4f36-b3a8-591c6478161a.jpg",
    "altTitles": [
      {
        "ja": "怪異さんと俺"
      },
      {
        "id": "Aku dan Makhluk Aneh"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/24367326/series/222807)\n\n**Notes:**\n- The Pixiv series does not contain all of the chapters and combines some. Do not follow the chapter numbering on Pixiv. Instead, enable Japanese chapters on MangaDex to see the proper chapter order and links to all of the raw chapters.\n- This series uses characters the author used in illustrations beforehand.",
      "ja": "俺くんと怪異さんのお話。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a5b851e-11a8-434b-8b6b-726102d8e7a0",
    "title": {
      "en": "Kimi ga Inaku Natta Fuyu no Umi"
    },
    "updatedAt": "2024-05-07T08:29:34+00:00",
    "coverArt": "https://mangadex.org/covers/9a5b851e-11a8-434b-8b6b-726102d8e7a0/5764c520-ffe3-4cdd-8185-166959798513.jpg",
    "altTitles": [
      {
        "ja": "キミがいなくなった冬の海"
      },
      {
        "en": "The Winter Sea Where Are You Gone"
      }
    ],
    "description": {
      "en": "Winter sea surrounds the moment of the high school graduation.\nSena and Shu, two classmates who exchanged words just once, and who followed different paths for about two years, reunite in front of the very same sea.\nThey spent a year together as if they wanted to fill in the gaps inside each other's hearts.\nOne day, without having opportunity to express their feelings and maintaining an ambiguous relationship, the accident happened.\nShu wakes up at the hospital and runs to find Sena, the latter calls him by his last name, \"Kutsuna,\"... Why now after all this time?\nIf you forget our year together, does it mean it is the end of our love as well...?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "5bd0fa95-eb48-4657-89e2-283cf0802bb5",
    "title": {
      "en": "One Side in Room"
    },
    "updatedAt": "2024-04-18T12:24:26+00:00",
    "coverArt": "https://mangadex.org/covers/5bd0fa95-eb48-4657-89e2-283cf0802bb5/099eabac-1c3c-49f2-9578-7da6fb25234e.jpg",
    "altTitles": [
      {
        "ja": "ワンサイドインルーム"
      }
    ],
    "description": {
      "en": "[I'm afraid of falling in love too much.] The most popular guy in college x the shy and frustrating campus life of a Buddha-faced man! -- Oka, a college student with bad eyes and who is kept away from others, is in love with Saeki, a good-looking guy from the same university. Shortly after entering the school, Saeki kissed him and said, ``You're cute,'' as a new member of the club, and he suddenly approached him. After that, they were completely absorbed in the house, and they ended up doing more than just kissing. Oka thinks that Saeki is interested in him on a whim, but contrary to his seemingly relaxed attitude, Saeki is also becoming serious about Oka."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-04-30T10:57:28+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/cd6ab605-b228-405b-9791-3e630588d6f1.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "en": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90728818-cf2d-4f31-be1b-0dde6a46ccf1",
    "title": {
      "ja": "Shin Honkaku Mahou Shoujo Risuka"
    },
    "updatedAt": "2024-04-21T00:51:15+00:00",
    "coverArt": "https://mangadex.org/covers/90728818-cf2d-4f31-be1b-0dde6a46ccf1/f9f56b38-b459-44cd-85e9-f179999e9080.jpg",
    "altTitles": [
      {
        "ja": "新本格魔法少女りすか"
      },
      {
        "en": "New Authentic Magical Girl Risuka"
      },
      {
        "th": "ริสึกะ มิติใหม่ของสาวน้อยเวทมนตร์"
      }
    ],
    "description": {
      "en": "The elementary schooler unlike any other, Kugi Kizutaka—who is searching for \"useful pawns\" in order to achieve his own ambitions—comes to learn of Mizukura Risuka, a magician with the title \"The Red Witch of Time.\" Risuka had left the Kingdom of Magic through the Gate, chasing after her father, a great mage called both \"a God\" and \"a Demon.\" An unpredictable and unchained magical tale!",
      "ja": "己の野心のため“使える手駒”を探す小学５年生・供犠創貴は、赤い髪に赤い瞳の転校生・水倉りすかが\"赤き時の魔女”の異名を持つ魔法使いだと知る。二人は手を取り合って時を超え、危機また危機の大冒険を繰り広げる――！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "32"
  },
  {
    "mangaId": "3ef5afca-21fc-4485-a198-d8722e8a3b70",
    "title": {
      "en": "Give Me Some Attention"
    },
    "updatedAt": "2024-02-06T22:55:52+00:00",
    "coverArt": "https://mangadex.org/covers/3ef5afca-21fc-4485-a198-d8722e8a3b70/05a66640-be39-4934-8bf5-defa4f8d8f8f.png",
    "altTitles": [
      {
        "ko": "관심 좀 꺼내 줘"
      },
      {
        "en": "Please Give Me Some Attention"
      },
      {
        "en": "Attention, Give That to Me"
      },
      {
        "en": "Please Pay Attention To Me"
      }
    ],
    "description": {
      "en": "A new school year is one where everyone is excited to make new friends. Meanwhile, self-appointed loner Nam Sumin plans to not talk to anyone and lie low. However, contrary to his earnest wishes, he ends up in the same class and roommates with Lee Jaeha, the epitome of a social butterfly… \n\nTalk about a dreadful connection…!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "7"
  },
  {
    "mangaId": "6e705c92-5da2-4699-86fe-ab3b0c53c6a3",
    "title": {
      "en": "Alice in the Alien World"
    },
    "updatedAt": "2024-03-16T07:37:36+00:00",
    "coverArt": "https://mangadex.org/covers/6e705c92-5da2-4699-86fe-ab3b0c53c6a3/13cc336e-fe1b-4bb1-a3b0-53725fcfcaa7.jpg",
    "altTitles": [
      {
        "ja": "性食鬼"
      },
      {
        "ja-ro": "Seishokuki"
      }
    ],
    "description": {
      "en": "Nogawa Izumi is a good student, and a class representative, but she has an increasingly high libido. It's gotten to the point that she'll claim to feel bad during class, so she can run to the nurse's office and masturbate. When she learns that the Earth is being invaded by aliens that look like people dressed up as animals, it turns out her high sex drive may be able to help protect the Earth. The first time Izumi is attacked by the aliens, she is rescued by Usayama, a bunny alien whose race was their previous victim. Usayama gives her an outfit (a sexy swimsuit) that will allow her to fight the aliens, but which also sends her constant arousal through the roof. The scientific organization that Usayama is affiliated with think that Izumi, with her high erotic level, may be the person they've been looking for to fight the aliens. Will Izumi be able to save the Earth?"
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "461f0cfa-cd72-4d70-bf26-a0279e0aa8fc",
    "title": {
      "en": "Rosen Garten Saga"
    },
    "updatedAt": "2024-05-02T13:35:52+00:00",
    "coverArt": "https://mangadex.org/covers/461f0cfa-cd72-4d70-bf26-a0279e0aa8fc/0b777952-a8dc-4952-81f0-b6c75bffe7eb.jpg",
    "altTitles": [
      {
        "ja-ro": "Rosengarten Saga"
      },
      {
        "ru": "Сага о Розенгартене"
      },
      {
        "ru": "Сага о Саде роз"
      },
      {
        "ja": "ローゼンガーテン・サーガ"
      },
      {
        "zh-hk": "薔薇園傳奇"
      },
      {
        "ne": "रोसेन गार्तेन सागा"
      }
    ],
    "description": {
      "en": "Lynn's village getting attacked by bandits doesn't keep her down in the dumps for long! Picking up a sword housing an extraordinary pervert… I mean hero, Siegfried, she sets off on a journey of many bouts with various degenerat… ahem, heroes!",
      "pt-br": "Depois que sua vila foi atacada por um bando de ladrões, Lynn se levantou para proteger seus amigos e o mundo com a ajuda de uma Espada Mágica, que contém a alma de um herói...? Uma história de fantasia/ação com uma heroína sem precedentes(?)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d76a350d-c6b5-42bb-bfba-e521a3964a6a",
    "title": {
      "en": "S-Class Hunter Doesn't Want to Be a Villainous Princess"
    },
    "updatedAt": "2024-03-29T14:08:13+00:00",
    "coverArt": "https://mangadex.org/covers/d76a350d-c6b5-42bb-bfba-e521a3964a6a/456b542c-6fc3-4b51-9013-eac97a3da72c.jpg",
    "altTitles": [
      {
        "ko": "S급 헌터는 악역 공녀가 되기 싫습니다"
      },
      {
        "ko-ro": "S-geup Hunter-neun Agyeok Gongnyeoga Doegi Silseumnida"
      }
    ],
    "description": {
      "en": "**I'm done with romance, so send me home!**\n\nKim Yi-Young was just an ordinary civil service exam candidate in South Korea.\nAfter studying for more than four and a half years, she finally passed, a truly ordinary person with nothing but reading novels here and there as a hobby.\n\nHowever, on the day she went out for a celebratory meal after passing the exam, she got into a traffic accident and died, only to find herself reincarnated into the fantasy hunter novel she was reading.\n\nTo her, the \"System\" offered a way back home.\nDetermined solely to return home and cuddle her warm cat and adorable Maltese, Cerberus, she gained strength through dozens of regressions.\nSigning contracts with the constellations of the original work and dying multiple times, she eventually succeeded in conquering the \"Tower\" of the original work and defeating the owner of the tower on the final floor.\n\nNow, all that's left is to go home......\n\nOr so she thought!\n\n[Due to an error, instead of returning to the original world, we will reincarnate you into the author's new work!]\n\nI don't need that! All I wanted was my sweet home!\nIs that so difficult?! I even got rid of the Tower!?!?!\n\nMoreover, romance fantasy?! Even in my previous life, I didn't care about romance, not one bit!\nAnd to top it off, I didn't even reincarnate into my own body this time, but into the \"villainess\" of the book!\n\nI'm not afraid of the threats in this world, but I'm worried about being forced into a romance quest.\n\nCan I go home......?",
      "ko": "**로맨스는 됐으니까 집에나 보내줘!**\n김이영, 그녀는 대한민국의 평범한 공무원 시험 응시생이었다.\n그것도 4년 반이 넘는 긴 시간동안 공부 끝에 합격한, 낙이라고는 짬짬이 소설읽는 것밖에 없는 정말 평범한 사람.\n\n그러나 합격을 축하하기 위해 외식을 나간 날 교통사고를 당해 죽고, 자신이 읽던 현태판타지 헌터물에 빙의하고 만다.\n그런 이영에게 집으로 돌아갈 수 있는 길을 제안하는 '시스템'.\n그녀는 오로지 집에 돌아가서 배 따땃하게 지지고 귀여운 말티즈 켈베로스를 끌어안겠다는 일념 하에 수십 번씩 회귀하며 힘을 길렀다.\n원작 속의 성좌들과 계약하고 수차례 죽어가며 원작 속의 '탑'을 공략하여 결국 마지막 층의 지배자, 탑의 주인을 처리하는 데 성공한다. \n\n이제 남은 건 집으로 가는 것 뿐……,\n\n\n인줄 알았는데!\n\n[오류로 인해 원래 세상으로의 복귀 대신, 작가의 신작에 빙의시켜드리겠습니다!]\n\n필요 없어! 내가 바란건 내 스윗 홈뿐이었는데!\n그게 그렇게 어려워?! 탑도 내가 없애줬는데?!?!\n\n게다가, 로맨스 판타지라니! 이전 빙의에서도 로맨스의 ㄹ도, 아니, ㄹ의 한 획도 신경 안 쓰고 살았는데!\n거기에 이전처럼 내 몸으로 책에 빙의한 게 아니라 책 속의 '악녀'에 빙의했다!\n\n이 세계의 위협은 전혀 두렵지 않지만, 로맨스를 강제로 끌어내는 퀘스트는 걱정된다. \n\n나, 집에 갈 수 있을까……?",
      "pt-br": "**Estou farta de romance, então me mandem para casa!**\n\nKim Yi-Young era apenas uma candidata comum ao exame de serviço civil na Coreia do Sul. Depois de estudar por mais de quatro anos e meio, finalmente passou, uma pessoa verdadeiramente comum que só gostava de ler romances de vez em quando como passatempo.\n\nNo entanto, no dia em que saiu para uma refeição comemorativa após passar no exame, sofreu um acidente de trânsito e morreu, apenas para se ver reencarnada no romance de caçadora de fantasia que estava lendo.\n\nPara ela, o \"Sistema\" ofereceu um caminho de volta para casa. Determinada apenas a voltar para casa e abraçar seu gato e o adorável Maltês, Cerberus, ela ganhou força através de dezenas de regressões. Assinando contratos com as constelações da obra original e morrendo várias vezes, eventualmente conseguiu conquistar a \"Torre\" da obra original e derrotar o dono da torre no último andar.\n\nAgora, tudo o que resta é voltar para casa......\n\nOu pelo menos era o que ela pensava!\n\n[Devido a um erro, em vez de retornar ao mundo original, vamos reencarná-la na nova obra do autor!]\n\nEu não preciso disso! Tudo o que eu queria era minha doce casa! É tão difícil assim?! Até me livrei da Torre!?!?!\n\nAlém disso, fantasia romântica?! Nem mesmo na minha vida anterior eu me importava com romance, nem um pouco! E para piorar, nem reencarnei em meu próprio corpo desta vez, mas na \"vilã\" do livro!\n\nNão tenho medo das ameaças deste mundo, mas estou preocupada em ser forçada a uma busca romântica.\n\nSerá que posso voltar para casa......?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e57ac6cc-c475-4ef1-a970-b2e261d2ca59",
    "title": {
      "en": "Genkaigoe no Skill wa, Tenseisha ni Shika Atsukaenai - Over Limit Skill Holder"
    },
    "updatedAt": "2024-03-11T18:30:41+00:00",
    "coverArt": "https://mangadex.org/covers/e57ac6cc-c475-4ef1-a970-b2e261d2ca59/1ee82753-23b7-4f44-8f44-6530997bd69b.jpg",
    "altTitles": [
      {
        "ja": "限界超えの天賦は、転生者にしか扱えない ― オーバーリミット・スキルホルダー"
      },
      {
        "en": "Over Limit Skill Holder: Only the Reincarnated can Conquer the \"Over Limited Skill Orb\""
      },
      {
        "zh-hk": "轉生者才能駕馭的極限天賦 —Over Limit Skill Holder—"
      }
    ],
    "description": {
      "en": "A fantasy adventure about bonds forged with people in a different world. The setting is a world, where everyone has eight skill slots. In these slots people can put skills like “Strengthen arm ★” and “Fire Magic★★” from skill orbs, abilities which prove extremely useful for survival. The total amount of stars your skills have can never exceed your slots. Our protagonist Reiji, worked as a slave that mines skill orbs, until 10 years old. Along with his precious older sister, Lark, they worked gruellingly in the mines until one day, where the chance for rebellion occurred at the mine and Reiji got his hands on a ten-star, a so called “overlimit” skill, called “World Ruler”. Reiji went from a powerless slave to having an ability that surpassed human limits, but in the chaos of the revolt, he was separated from the only person dear to him, his sister Lark.  \n  \n“To regain his bond with her, to make her his true sister”, earnestly thinking so, Reiji’s adventure to distant places starts!\n\n---\n\n**Note:** The chapter number resets after each arc. \n**Comment:** Just let it like how it orginally was...\n+++ List\n\n| Arc | Vol. | Ch. count | Chapters |\n| :--- | :--- | :--- | :--- |\n| 1 | 1-2 | 14 | 0-12.5 |\n| 2 | 3-4(?) | 18(?) | 0-17(?)\n\nLast updated while arc 2 was still ongoing (2024-02-16)\n+++",
      "ja": "\"契約魔術\"によって拘束され、鉱山で奴隷として働かされていた10歳の少年・レイジ。姉貴分の少女奴隷・ラルクと共に\"天賦珠玉（スキルオーブ）\"を採掘するだけの人生を送っていた彼は、鉱山で起こった暴動をきっかけに\"あらゆる事象を一瞬で理解\"し、さらには\"他者のスキルをコピー\"できるという最強の感知＆ラーニングスキル【森羅万象（ワールド・ルーラー）】を入手。同時に自身が元々17歳の高校生であり、事故死から蘇った異世界転生者であることを知った。\n\nレイジはスキルの力を活かして鉱山を脱出するものの、たった一人の仲間だったラルクと決別してしまう。いつかラルクと再会し、本当の姉弟になることを胸に誓って――レイジの果てしない冒険が始まる!!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]