[
  {
    "mangaId": "99daf7bc-3a3b-4fe8-b10d-951b32bfea64",
    "title": {
      "ja": "Gimai Seikatsu"
    },
    "updatedAt": "2024-11-26T16:07:23+00:00",
    "coverArt": "https://mangadex.org/covers/99daf7bc-3a3b-4fe8-b10d-951b32bfea64/5c787c1c-24b9-4efc-b6fc-de7af72a7e5a.jpg",
    "altTitles": [
      {
        "en": "Days with my Step Sister"
      },
      {
        "ja": "義妹生活"
      },
      {
        "ru": "Жизнь с моей сводной сестрой"
      },
      {
        "de": "Tage mit meiner Stief-Schwester"
      },
      {
        "vi": "Sống Cùng Em Kế"
      }
    ],
    "description": {
      "en": "From classmates to brother and sister, living under the same roof.\r\n\r\nAfter his father’s remarriage, Asamura Yuuta ends up getting a new stepsister, coincidentally the number one beauty of the school year, Ayase Saki. Having learned important values when it comes to man-woman relationships through the previous ones of their parents, they promise each other not to be too close, not to be too opposing, and to merely keep a vague and comfortable distance.\r\n\r\nOn one hand, Saki, who has worked in solitude for the sake of her family, doesn’t know how to properly rely on others, whereas Yuta is unsure of how to really treat her. Standing on fairly equal ground, these two slowly learn the comfortable sensation of living together.\r\n\r\nTheir relationship slowly evolves from being strangers the more the days pass. Eventually, this could end up in a story about love for all we know.",
      "pt-br": "De colegas de classe a irmão e irmã, vivendo sob o mesmo teto.\n\nApós o novo casamento de seu pai, Asamura Yuuta acaba ganhando uma nova meia-irmã, coincidentemente a beleza número um do ano escolar, Ayase Saki. Tendo aprendido valores importantes no que diz respeito aos relacionamentos homem-mulher através dos anteriores de seus pais, eles prometem um ao outro não ser muito próximos, não ser muito opostos e apenas manter uma distância vaga e confortável.\n\nPor um lado, Saki, que trabalhou sozinha pelo bem de sua família, não sabe como confiar adequadamente nos outros, enquanto Yuta não tem certeza de como realmente tratá-la. Estando em terreno bastante igual, os dois aprendem lentamente a sensação confortável de viver juntos.\n\nO relacionamento deles evolui lentamente de estranhos à medida que os dias passam. Eventualmente, isso pode acabar em uma história sobre o amor, pelo que sabemos."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-05-22T09:55:21+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/75d972e8-6033-4c11-82c2-06610c21643e.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      },
      {
        "zh": "蓝色监狱"
      },
      {
        "zh": "蓝色禁区"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea01341d-ca83-4896-be99-0487e9a8fa7a",
    "title": {
      "en": "Digimon Adventure V-Tamer 01"
    },
    "updatedAt": "2023-12-29T13:41:45+00:00",
    "coverArt": "https://mangadex.org/covers/ea01341d-ca83-4896-be99-0487e9a8fa7a/b751e372-4933-4fb9-a8d6-092ad012a750.jpg",
    "altTitles": [
      {
        "ja": "デジモンアドベンチャーVテイマー01"
      }
    ],
    "description": {
      "en": "Based on the original Digimon V-pets, V-Tamer certainly brings a whole new twist on the world of Digimon. It opens with Taichi, the main character of the series, attempting to enter a tournment with his V-pet, only to be disqualified because the monster on his V-pet cannot be identified and therefore was not a Digimon that was supposed to be programmed into the V-pet.   \n  \nA short time later, Taichi finds himself in the Digital World and meets up with his Digimon, Zeromaru, or just Zero for short. Zero is a V-dramon (Veedramon), and between himself and Taichi, they have a battle record of 100%. For this reason, the two of them were chosen by Holy Angemon to save the Digital World from the supreme evil, Arca Demon. With the help of their guide, Gabo, Taichi and Zero set off to defend the Digital World from Arca Demon.",
      "pt-br": "Conta a história de Taichi Yagami (que, apesar de ser fisicamente idêntico ao da série animada Digimon Adventure, não é o mesmo personagem), que é impedido de participar de um torneio de domadores de digimon porque o seu monstro não é reconhecido como um digimon programado pelo jogo. Ao verificar se o aparelho está com defeito, ele é transportado para o Digimundo, onde encontra o seu digimon em “carne e osso”, Zeromaru, ou simplesmente Zero (um V-Dramon, ou, no anime, Veedramon). A única pista que ele tem é uma voz que fala sobre um tal de “Castelo do Anjo Sagrado” e, com a ajuda de Gabo (Gabumon), eles vão em busca do que levou Taichi a vir parar naquele lugar."
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "58"
  },
  {
    "mangaId": "8a5d11d6-cafd-41b1-adab-06e0bef692c6",
    "title": {
      "en": "GOLDEN MAN"
    },
    "updatedAt": "2024-11-12T17:03:23+00:00",
    "coverArt": "https://mangadex.org/covers/8a5d11d6-cafd-41b1-adab-06e0bef692c6/f11d47c0-55f8-471f-b7dd-5756b4c0db93.jpg",
    "altTitles": [
      {
        "ja": "ゴールデンマン"
      }
    ],
    "description": {
      "en": "The city of freedom, Neo York, is targeted by villains day and night, but it's also home to the strongest hero, Golden Man!!! But one night, during a rescue operation at a fire at an abandoned factory, Golden Man suddenly disappears. Left in his place, a single amnesiac young man with the Golden Man suit in his hands... Who on Earth is he?\n___\n- **Alt Official Raw:** [MagaPoke](https://pocket.shonenmagazine.com/episode/2550668106005965940)\n- [Official X](https://x.com/goldenman_comic)",
      "ja": "自由の街ネオヨークを守るヒーロー・ゴールデンマンが、突然姿を消した。その失踪現場には、異常な強さを持つ記憶喪失の青年が倒れていた。ヒーロー不在の中、サポートチームは出現したヴィランに対抗するため、その青年をゴールデンマンとして送り出す。しかし、彼にはネオヨークの平和を揺るがす大きな秘密があった――！！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6d5c4af-46ed-4138-969a-0f4abfc30e52",
    "title": {
      "en": "Kamisama to Tobenai Tsukai"
    },
    "updatedAt": "2024-06-03T15:46:54+00:00",
    "coverArt": "https://mangadex.org/covers/a6d5c4af-46ed-4138-969a-0f4abfc30e52/cc76860c-e1ad-4570-ad14-5500efdaf6a8.jpg",
    "altTitles": [
      {
        "en": "The God and the Flightless Messenger"
      },
      {
        "ja": "神様と飛べない使い"
      }
    ],
    "description": {
      "en": "Shin, born to a race of winged messengers, faces life as an outsider due to the tiny deformed wings on his back. Flightless, he endures ridicule and loneliness. His people tend to the needs of the Gods who reside in the same mountains, and unexpectedly, he is tasked with the care of the mysterious God residing on Mountain 32. A troubling future looms ahead as Gods and Messengers have begun to disappear without a trace. What dangers await Shin and his people, and the Gods they care for?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "f0f62b75-5989-4f32-9b59-ab56abe35fc1",
    "title": {
      "en": "Return of the Blossoming Blade"
    },
    "updatedAt": "2024-11-22T13:22:20+00:00",
    "coverArt": "https://mangadex.org/covers/f0f62b75-5989-4f32-9b59-ab56abe35fc1/6a583c43-1e4a-45e0-91e4-8b48013b234c.jpg",
    "altTitles": [
      {
        "ko": "화산귀환"
      },
      {
        "en": "Return of the Mount Hua Sect"
      },
      {
        "en": "Return of Sword Master"
      },
      {
        "ko-ro": "Hwasangwihwan"
      },
      {
        "en": "Volcanic Return"
      },
      {
        "th": "หวนคืนสู่ฮวาซาน"
      },
      {
        "zh": "剑尊归来"
      },
      {
        "zh-hk": "劍尊歸來"
      },
      {
        "ru": "Возрождение Хуашань"
      },
      {
        "vi": "Hoa Sơn Quy Hoàn"
      },
      {
        "en": "Return of the Flowery Mountain Sect"
      },
      {
        "pt-br": "Retorno da seita do monte hua"
      },
      {
        "es-la": "El regreso de la secta del monte hua"
      },
      {
        "fr": "Le retour du clan Hwasan"
      }
    ],
    "description": {
      "en": "Chung Myung, The 13th Disciple of the Mount Hua Sect, One of the 3 Great Swordsmen, Plum Blossom Sword Saint, defeated Chun Ma, who has brought destruction and disarray onto the world. \n\nAfter the battle, he breathes his last breath on top of the headquarter mountain of the Heavenly Demon Sect. \n\nHe is reborn after 100 years in the body of a child. ……What? The Mount Hua Sect has fallen? What kind of nonsense is that!?\n\n---\n\n**Links:**\n- [Animated PV](https://www.youtube.com/watch?v=ZHTcZsg975A)\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/jianzunguilai/list?title_no=2695)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/ANCIENTCHINESE/jianzunguilai/list?title_no=1639)\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/sword-master/list?title_no=2899)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/return-of-the-blossoming-blade/list?title_no=3029)",
      "id": "Murid ke-13 dari sekte Hwasan, Cheong Myeong, si pendekar pedang sakti bunga plum akhirnya berhasil membunuh kepala dari sekte iblis, Cheonma. Namun pertarungan tersebut telah merenggut nyawa Cheong Myeong sendiri beserta seluruh sekte Hwasan yang menjadi tempat perguruannya. Siapa yang menyangka, setelah kematiannya ternyata Cheong Myeong terlahir kembali 100 tahun kemudian! Tapi di masa ini tidak ada seorang pun yang mengingat Sekte Hwasan?! \"...Apa? Sekte Hwasan hancur?!\"",
      "it": "Chung Myung, il 13esimo discepolo della Mount Hua Sec, uno dei 3 grandi spadaccini, Il santo della spada del fiore del pruno sconfisse Chun Ma, colui che ha portato distruzione e caos nel mondo.\nDopo la battaglia, esala il suo ultimo respiro in cima alla montagna del quartiere generale della Heavenly Demon Sect.\n\nMa, dopo 100 anni rinasce nel corpo di un bambino.\n....Cosa? La mont Hua Sec è scomparsa? Cosa sta succedendo?",
      "ko": "대 화산파 13대 제자.천하삼대검수 매화검존 청명.\n천하를 혼란에 빠뜨린 고금제일마 천마의 목을 치고 십만대산의 정상에서 영면.\n백 년의 시간을 뛰어넘어 아이의 몸으로 다시 살아나다.\n......뭐? 화산이 망해? 이게 뭔 개소리야!?",
      "ru": "13-й ученик великой школы Хуашань, один из трех величайших фехтовальщиков в мире - благородный клинок цветущей сливы Чхон Мён.\nПоследним ударом клинка он убивает Чхонма, повергшего весь мир в хаос, и погибает на вершине горы из голов тысячи демонов.\nА спустя 100 лет он перерождается в теле ребенка, чтобы возродить из пепла некогда одну из самых великих, но ныне всеми забытую школу Мурима - Хуашань.\nЦветки сливы рано или поздно опадают. Однако когда приходит холодная зима, а за ней - весна, слива распускается в своем полном великолепии.",
      "th": "สงครามกับเทพมารสิ้นสุดแล้ว และความตายที่ไม่อาจเลี่ยงได้กำลังคืบคลานมาหาข้าเช่นกัน ข้าผู้เป็นศิษย์รุ่น 13 แห่งฮวาซานได้ปลิดชีพเทพมารที่สั่นคลอนทั่วพิภพลงได้ในที่สุด และสิ้นสุดอายุขัยบนจุดสูงสุดของยอดเขา ...แต่พอข้าลืมตาขึ้นอีกที กลับกลายเป็นยาจกไร้กำลัง นี่ข้ากลับมาเกิดใหม่เป็นขอทานหรือนี่?!",
      "zh": "剑尊大战魔尊后同归于尽！\n百年后竟重生成柔弱孩童？\n男主清明前世是闻名江湖的华山派梅花剑尊，耗尽全力消灭了武林魔头“天魔”，最终与其同归于尽。但他却在百年后重生成了一个落魄小乞丐，并且保留着前世所有记忆。而在现世，曾是江湖名派的“华山派”已经没落至无人知晓的地步，清明得知这一事实后不能接受。当他找到华山后，发现门派已油尽灯枯。但清明仍然还记得百年前门派的道义和武学精神，他很不甘心，于是以孩童之身重新拜入华山派门下。但入门后他才知道，原来门派没落竟与前世自己和天魔大战有关！孩童之身的他该如何重振门派雄风呢？",
      "zh-hk": "華山派梅花劍尊青明與天魔同歸於盡後，再次醒來發現百年後的華山派竟已不屬於九派一幫，震驚之下他立志要讓華山派重振當年盛極一時的威風!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4897d49a-66ea-4b4f-92e6-693d0b541eff",
    "title": {
      "en": "A Dog Lives in the Imperial Palace Garden"
    },
    "updatedAt": "2024-04-21T01:15:27+00:00",
    "coverArt": "https://mangadex.org/covers/4897d49a-66ea-4b4f-92e6-693d0b541eff/5aaac47a-42e8-4868-a57b-3a57456e88b9.jpg",
    "altTitles": [
      {
        "ko": "황궁의 정원에는 개가 산다"
      },
      {
        "en": "In the Doghouse"
      },
      {
        "en": "A Dog Lives in the Garden of the Imperial Palace"
      },
      {
        "de": "Im Palastgarten lebt ein Hund"
      },
      {
        "fr": "Le caniche du jardin impérial"
      },
      {
        "es": "Un perro vive en el jardín imperial"
      },
      {
        "th": "เปิดข้อเสนอลับ วิวาห์ร้าย"
      },
      {
        "zh-hk": "住在皇宮庭院裡的狗"
      }
    ],
    "description": {
      "en": "The Devon family sits on a mountain of debt and they are on the brink of bankruptcy. This is no fault of hers of course, but Courtney Devon has always been the one painted as the villain in her family. However, the family is in dire straits and they have to do something, anything, to raise some money and get out of this situation. But then one day, news arrives from the Imperial Palace that His Royal Highness the crown prince has decided to make Courtney the crown princess. Seemingly a typical prince on the outside, His Royal Highness is actually quite a troublemaker with a dark side. Will this arrangement end up solving Courtney Devon’s problems or just complicating things further? Will a love against all odds bloom or will someone end up in the doghouse...?",
      "id": "Keluarga Devon terlilit hutang dan berada di ambang kebangkrutan. Tentu saja ini bukan salahnya, tapi Courtney Devon selalu digambarkan sebagai penjahat di keluarganya. Namun, keluarga tersebut berada dalam kesulitan dan mereka harus melakukan sesuatu, apa saja, untuk mengumpulkan sejumlah uang dan keluar dari situasi ini. Namun suatu hari, datang kabar dari Istana Kekaisaran bahwa Yang Mulia putra mahkota telah memutuskan untuk menjadikan Courtney sebagai putri mahkota. Tampaknya seorang pangeran pada umumnya, Yang Mulia sebenarnya adalah pembuat onar dengan sisi gelap. Apakah pengaturan ini akan menyelesaikan masalah Courtney Devon atau justru semakin memperumit masalah? Akankah cinta melawan segala rintangan berkembang atau akankah seseorang berakhir di rumah anjing...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-11-21T20:47:29+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/c445d559-be59-4087-b985-a29f294aafb9.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b04582e8-d98b-4f6e-b605-c300f3a5e3bd",
    "title": {
      "en": "Sanda"
    },
    "updatedAt": "2024-10-14T13:11:49+00:00",
    "coverArt": "https://mangadex.org/covers/b04582e8-d98b-4f6e-b605-c300f3a5e3bd/7ee68920-77cf-40ec-accd-ce6954c8b74e.jpg",
    "altTitles": [
      {
        "ja": "サンダ"
      }
    ],
    "description": {
      "en": "In the year 2080, the world is like it is now, yet different. Government-arranged marriages, elaborate plastic surgery, and medical science are at the forefront of Japanese society.\n\nSanda Kazushige is a middle-school student who hasn't quite matured, despite being in the thralls of puberty. Put into a life-threatening situation by his classmate Fuyumura, Sanda discovers his uncanny ability to turn into a burly (and more grown) Santa Claus, and is thrown into a world of chaos to save his fellow students in only ways Santa Claus can do, while trying to solve the mysteries of the school he attends and the truth to where his supposedly-dead classmate Ono went.",
      "ja": "これは少し未来のお話。超少子化が進み、様々な風習が失われた近未来。大黒愛護学園に通う普通の少年、三田は、なぜか同級生の冬村四織に命を狙われていた。突如として振り下ろされる凶刃。それには、行方不明になった冬村の友人と、三田が抱えている「とある呪い」に理由があって…!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "142"
  },
  {
    "mangaId": "d8f9afe2-aa44-4bc6-9145-eebb1f282372",
    "title": {
      "en": "Pseudo Harem"
    },
    "updatedAt": "2024-10-09T02:26:37+00:00",
    "coverArt": "https://mangadex.org/covers/d8f9afe2-aa44-4bc6-9145-eebb1f282372/e875b4c9-865a-4db9-98f2-69d04f65d4bf.jpg",
    "altTitles": [
      {
        "ja-ro": "Giji Harem"
      },
      {
        "ja-ro": "Giji-Harem"
      },
      {
        "pt": "Harém de Mentirinha"
      },
      {
        "id": "Harem Semu"
      },
      {
        "ru": "Псевдогарем"
      },
      {
        "ja": "疑似ハーレム"
      },
      {
        "uk": "Псевдогарем"
      },
      {
        "zh-hk": "模擬後宮"
      },
      {
        "zh": "模拟后宫体验"
      },
      {
        "vi": "Hậu Cung Giả Tạo"
      }
    ],
    "description": {
      "en": "The story of Nanakura Rin of the Drama Club, who has indisputable talent as an actress, and her senpai in the same club, Kitahama Eiji. With the power of her acting, Rin teases Eiji with a variety of personas, giving him the harem he's always dreamed of!",
      "fr": "Voici l'histoire de Nanakura Rin du club de drama, ayant un talent indiscutable en tant qu'actrice, et de son senpai Kitahama Eiji. Grâce à ses talents d'actrice, Rin taquine Eiji avec multiples personnalités, lui donnant le harem dont il a toujours rêvé.",
      "it": "Questa è la storia di Nanakura Rin del club di teatro, che ha un talento indiscutibile come attrice, e del suo senpai Kitahama Eiji. Grazie al suo talento di attrice, Rin prende in giro Eiji con molteplici personalità, dandogli l'harem che ha sempre sognato.",
      "pl": "Historia dwojga członków Klubu Teatralnego – Rin Nanakury i jej Senpaia – Kitahamy Eijiego.  \nRin, przy użyciu swoich aktorskich umiejętności, odgrywa różnorodne postacie, tworząc tym samym Senpaiowi jego wymarzony harem!",
      "pt": "Rin Nanakura, uma talentosa atriz do clube de teatro, e o seu veterano no mesmo clube, Eiji Kitahama. Com suas habilidade de atuação, Rin brinca com Eiji fazendo várias personagens, e montando o harém (de uma pessoa só) que ele sempre sonhou!",
      "uk": "Історія про Нанакуру Рін, яка має талант до акторства, та Кітахаму Ейджі - її семпая, який мріє про власний гарем.",
      "pt-br": "A história de Nanakura Rin do Clube de Drama, que tem talento indiscutível como atriz, e seu senpai do mesmo clube, Kitahama Eiji. Com o poder de sua atuação, Rin provoca Eiji com uma variedade de personagens, dando-lhe o harém com que ele sempre sonhou!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "130"
  },
  {
    "mangaId": "e7db82d2-81af-4e3e-b2c8-64d79747bb64",
    "title": {
      "en": "ORIGINAL CHRONICLE Magical Girl Lyrical Nanoha The 1st"
    },
    "updatedAt": "2024-08-07T00:59:15+00:00",
    "coverArt": "https://mangadex.org/covers/e7db82d2-81af-4e3e-b2c8-64d79747bb64/530b58f1-e09c-42f2-bac4-45d3b4cc0867.jpg",
    "altTitles": [
      {
        "ja": "ORIGINAL CHRONICLE 魔法少女リリカルなのはThe 1st"
      }
    ],
    "description": {
      "en": "The supplemental manga for Magical Girl Lyrical Nanoha Movie 1st, adding scenes inspired by both the original anime season and its Sound Stages into the movie verse."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "28"
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My new girlfriend is not human?"
    },
    "updatedAt": "2024-11-24T20:54:57+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cfccbc9-1b2a-4e90-a691-aa43be33136b",
    "title": {
      "en": "The Frozen Player Returns"
    },
    "updatedAt": "2024-06-15T11:16:07+00:00",
    "coverArt": "https://mangadex.org/covers/8cfccbc9-1b2a-4e90-a691-aa43be33136b/b6d2c8ca-96b9-4368-8253-f9f1f878b443.png",
    "altTitles": [
      {
        "ko": "얼어붙은 플레이어의 귀환"
      },
      {
        "zh": "冰封玩家归来"
      },
      {
        "ru": "Возвращение замороженного игрока"
      },
      {
        "ja": "凍結したプレイヤーの帰還"
      },
      {
        "zh-hk": "闇夜英雄破冰而出"
      },
      {
        "en": "Return of the Frozen Player"
      },
      {
        "fr": "The Frozen Player Returns (piccoma)"
      },
      {
        "fr": "Le retour du joueur qui était congelé"
      },
      {
        "fr": "Le retour du joueur de gel"
      }
    ],
    "description": {
      "en": "When Seo Junho and his companions sacrificed themselves to defeat the Frost Queen, they thought they were restoring peace to Earth. But after 25 years of being frozen solid, Junho thaws out only to find that nine more floors appeared in his absence, only one of which has been cleared!\n\nAs the only one who holds the key to clearing the next floor and defrosting his friends, Junho must step up once again. But has this hero been in hibernation too long to take on the world’s fearsome new foes?\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
      "ja": "2019年世界は変わり、以前にはなかったゲート、モンスター、システム、プレイヤーのような概念が生まれた。 そこから5年間「侵略者」と「侵略を阻止する者」との戦いが世界各地で起きた。 そして世界を絶望に陥れた地球エリア最後のボス「氷の女王」により、5人のプレイヤーの内4人は氷の像となってしまう。 唯一ダンジョンに残された人類最高のプレーヤー、ダークネスは、氷の女王を倒すが、女王の能力を吸収する過程で彼もまた氷の像となった。氷の女王を倒すと、 長い眠りにつくという代価を払わなければならなかったのだー それから25年後…プレーヤーは目を覚ました。 「2階が出現し、計10階だと？1階の氷の女王を倒したら終わりじゃなかったのか？｣ この25年で人類が攻略できたのはたったの2階まで…。 伝説のプレイヤー「ダークネス」の名を捨て、新人プレーヤー伊坂圭として、仲間たちを救うため、彼は再びゲートに向かう！\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
      "ko": "세상이 바뀌고 5년.\n최종보스가 나타났다.\n\n[지구 에어리어의 최후의 보스, 서리여왕이 출현합니다.]\n\n최후의 보스!\n그녀만 처치하면 예전처럼 살 수 있다!\n\n인류 최고의 플레이어, 어둑서니를 포함한 다섯 명의 플레이어가 마침내 서리여왕을 쓰러뜨리지만...\n그들은 기나긴 잠에 빠지는 혹독한 대가를 치뤄야했다.\n그로부터 25년 후.\n\n\"2층이라니? 서리여왕을 죽이면 끝나는 거 아니었어?\"\n\n얼어붙은 동료들을 구하기 위해,\n\n그리고 세상을 구하기 위해.\n\n전설이 된 어둑서니의 이름을 버리고\n이제는 신입 플레이어 서준호로 돌아왔다.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
      "ru": "В 2019 году мир переменился, и появились такие явления как: врата, монстры, система и игроки, - которых ранее не существовало. \nНа протяжении 5 лет между человечеством и захватчиками происходила борьба за власть и территории.\n[Финальный босс \"Снежная королева\" появился]\nЕсли убить его, человечество сможет обрести свободу и вернуться к прежней жизни. \n24 ноября 2024 года четверо из 5 игроков вошли в последнее подземелье на Антарктиде, чтобы победить финального босса на территории Земли. Одним взмахом руки \"Снежная королева\" заморозила Тихий океан, повергнув человечество в отчаяние. \nПоследнему игроку удалось победить финального босса, однако в процессе поглощения ее \"ядра\" он превратился в ледяную глыбу. А спустя 25 лет, когда поглощение завершилось, он очнулся от криогенного сна, получив фрост-способность EX-класса. \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
      "zh-hk": "世界發生了天翻地覆的變化，\n在第5年時最終BOSS現身。\n「地球區域最終BOSS，冰霜女王出現。」\n\n最終BOSS!\n只要除掉祂，就能回到過往的生活!\n\n包含人類最強獵人——闇夜在內的五名獵人，\n最終擊潰了冰霜女王...\n但他們卻陷入長眠，付出了慘痛的代價。\n\n之後過了25年...\n「第2層?不是只要殺了冰霜女王，\n一切就結束了嗎?」\n\n為了拯救被冰封的夥伴；\n為了拯救整個世界，\n我拋下成為傳說的闇夜之名，\n以本名徐俊昊，作為新人獵人歸來。\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cba1a19d-b433-4f4c-a988-8608fef3f955",
    "title": {
      "en": "Uzugami"
    },
    "updatedAt": "2024-11-19T05:17:50+00:00",
    "coverArt": "https://mangadex.org/covers/cba1a19d-b433-4f4c-a988-8608fef3f955/433976b9-8da5-4a94-941e-50ca913b2334.jpg",
    "altTitles": [
      {
        "ja-ro": "Uzugami - Bunretsu Zoushoku Ningen"
      },
      {
        "ja-ro": "Uzushin"
      },
      {
        "ja": "渦神 分裂増殖人間"
      }
    ],
    "description": {
      "en": "Satoru Takeichi, also known as Ichigo, works at a sawmill. \n\nWhile working, he got into a mechanical problem and ended up having the first joint of his right little finger amputated. He and other employees searched for the cut off part, but couldn't find it. \n\nIchigo goes straight to the hospital and receives treatment. However, when he returned to his apartment after being hospitalized for a few days, he found another version of him... \n\nFrom there, a strange shared life with another [Himself] begins...\n\nAdaptation of a web novel serialized on the platform peep.",
      "ja": "渦神 分裂増殖人間製材工場で働いている武市悟(たけいちさとる)、通称イチゴ。\n\n彼は作業中に機械トラブルに巻き込まれ右手の小指の第一関節を切断してしまう。他の従業員と一緒に切り落とした部分を探したが見つからない。\n\nイチゴはそのまま病院へ行き治療を受ける。しかし、数日の入院を経て自宅アパートへ帰ると、【もう 1 人の自分】がいた...。\n\nそこからもう1 人の【二ゴー】との奇妙な共同生活が始まる......。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "baac09cd-6eb9-43ec-a780-980c8da4f066",
    "title": {
      "en": "Misaki-kun wa Kouryaku Chara Janai"
    },
    "updatedAt": "2024-11-19T11:39:11+00:00",
    "coverArt": "https://mangadex.org/covers/baac09cd-6eb9-43ec-a780-980c8da4f066/18fe7b09-b112-4832-825e-b4ba27c88580.jpg",
    "altTitles": [
      {
        "ja": "三咲くんは攻略キャラじゃない"
      },
      {
        "en": "Misaki-kun is Unobtainable"
      },
      {
        "ja-ro": "Misaki-kun wa Kouryaku Chara ja Nai"
      },
      {
        "es": "Misaki-kun es Inalcanzable"
      },
      {
        "es-la": "Misaki-kun es Inalcanzable"
      },
      {
        "eu": "Misaki-kun lortezina da"
      }
    ],
    "description": {
      "en": "Misaki-kun may be adorable, but he's just the 'best friend' type character you can find in any gal game. However, the protagonist, Kihara Hareta, isn't set on wooing any of the heroines; he has his eyes set on the Unobtainable Misaki-kun!",
      "ja": "ここはギャルゲーの世界。 親友キャラ・三咲泉の使命は、主人公・季原晴太のヒロイン攻略のサポート…のはずが、 肝心の季原は何故か三咲を攻略するつもりで――!? 「男の子のままヒロインになってくれ！」 友情？愛情？男の娘ハッピー胸キュンコメディ!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df64232c-cc30-4e9c-92e1-7ccba2b743b0",
    "title": {
      "en": "Ayako"
    },
    "updatedAt": "2023-07-02T05:19:02+00:00",
    "coverArt": "https://mangadex.org/covers/df64232c-cc30-4e9c-92e1-7ccba2b743b0/2bd1a943-ed51-4eef-9693-bb5f25037296.png",
    "altTitles": [
      {
        "ja": "奇子"
      },
      {
        "fr": "Ayako, l'enfant de la nuit"
      }
    ],
    "description": {
      "en": "The year is 1949. Crushed by the Allied Powers, occupied by General MacArthur’s armies, Japan has been experiencing massive change. Agricultural reform is dissolving large estates and redistributing plots to tenant farmers—terrible news, if you’re landowners like the archconservative Tenge family. For patriarch Sakuemon, the chagrin of one of his sons coming home alive from a P.O.W. camp instead of having died for the Emperor is topped only by the revelation that another of his is consorting with “the reds.” What solace does he have but his youngest Ayako, apple of his eye, at once daughter and granddaughter?\n\n[Official English](https://kodansha.us/series/ayako/)\n\n---\n**Volumes 197-199 of the Osamu Tezuka Complete Works**"
    },
    "status": "completed",
    "releaseDate": 1972,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "19"
  },
  {
    "mangaId": "dd13dad6-7cda-46cf-8d4f-13adfc6c37d6",
    "title": {
      "en": "Shihai Shoujo Kubaru-chan"
    },
    "updatedAt": "2024-11-02T11:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/dd13dad6-7cda-46cf-8d4f-13adfc6c37d6/a9fe0efb-d7d4-4ced-bd54-635969b096a9.jpg",
    "altTitles": [
      {
        "ja": "支配少女くばるちゃん"
      },
      {
        "en": "Ruling Girl Kubaru-chan"
      },
      {
        "en": "Controlling Girl Kubaru-chan"
      }
    ],
    "description": {
      "en": "After fierce bullying, Yuuto Kiba wanted to die. On the verge of committing suicide, his fate changes rapidly when a strange and funky beautiful girl, Kubaru, tells him, “Give me your life”.\n\nMake your life happy with love?! A slightly strange and psycho love drama.",
      "ja": "熾烈ないじめの末に、もう死にたいと思っていた少年・木場優人（きばゆうと）。自殺する寸前に、奇妙なファンキー美少女・くばるに「君の人生を頂戴」と言われたことで、運命が目まぐるしく変わっていく。\n\nラブで君の人生を幸せにする？！ちょっと奇妙でサイコなラブドラマ。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ddbf0cb-b00e-43fa-a980-21aab630c7ff",
    "title": {
      "en": "The Woman Who Messes With My Emotions (2022)"
    },
    "updatedAt": "2024-06-26T16:50:09+00:00",
    "coverArt": "https://mangadex.org/covers/4ddbf0cb-b00e-43fa-a980-21aab630c7ff/06e755fb-d249-401a-b0d4-3bd83f84d1cd.jpg",
    "altTitles": [
      {
        "ja": "情緒をめちゃくちゃにしてくる女"
      },
      {
        "ja-ro": "Joucho wo Mechakuchani Shitekuru Onna"
      },
      {
        "en": "A Woman Who Will Mess Up My Emotions"
      }
    ],
    "description": {
      "en": "Yuta was your typical introverted loser.\n\nOne day, he got invited to an IRL meeting by someone he met online with a shared interest. He wondered what kind of person will be there, and it turned out to be a beautiful lady far beyond his expectation! Yuta felt thrilled but guilty, and he was flustered at every turn.\n\nSeeing his nervousness, she tried to draw him out of his shell...?\n\n---\n\nThe serialized version of the original webcomic A Woman Who Will Mess Up Your Emotions."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9dbc637-a8c6-4aa4-a272-2d009c5c7f40",
    "title": {
      "en": "One Page Manga"
    },
    "updatedAt": "2024-10-25T14:13:34+00:00",
    "coverArt": "https://mangadex.org/covers/d9dbc637-a8c6-4aa4-a272-2d009c5c7f40/c5ef26af-e1e5-40cf-ba90-34b2338ee6ca.jpg",
    "altTitles": [
      {
        "ja": "1ページマンガ"
      },
      {
        "ja-ro": "Ichi Page Manga"
      },
      {
        "en": "Single Page Manga"
      }
    ],
    "description": {
      "en": "A collection of single page gag-manga."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38179337-1640-4927-8851-9bedd8d19e82",
    "title": {
      "en": "Shiotaiou no Sato-san ga Ore ni dake Amai"
    },
    "updatedAt": "2024-10-30T21:41:16+00:00",
    "coverArt": "https://mangadex.org/covers/38179337-1640-4927-8851-9bedd8d19e82/c5183dc5-b3cf-4e29-8637-a0f112feed81.jpg",
    "altTitles": [
      {
        "ja": "塩対応の佐藤さんが俺にだけ甘い"
      },
      {
        "en": "Aren’t You Too Sweet Salt-God Sato-San?"
      },
      {
        "en": "The Salt-God Sato-san is only sweet to me!"
      },
      {
        "zh": "冷淡的佐藤同學只對我撒嬌"
      },
      {
        "th": "คุณซาโต้ยอดนักเมิน เธอหวานใส่ผมแค่คนเดียว"
      }
    ],
    "description": {
      "en": "Satou-san is the unattainable flower of the class. She is always cold and curt with classmates, but only I know she's actually very cute when she smiles, even if she's not much of a photographer.  \nOshio-kun is friendly and lively, but only I know he works at his family's cafe after school. He does a great job with the cafe's SNS account, and his mischievous smile makes my heart skip a beat!  \nInnocent and sweet, but sometimes frustrating, this is a 120%-pure fluffy story about two people falling in love for the first time.",
      "ja": "こんなに甘い”両片想い”見たことない！\n\n「佐藤さんは高嶺の花で誰に対しても塩対応。でも、意外と隙だらけだって俺だけが知ってる。写真を撮るのが下手。そのくせドヤ顔しがち。そして、へにゃっと笑う顔がすごく可愛い」\n\n「押尾君は誰に対しても優しい。でも、意外といじわるなところもあるって私だけが知ってる。SNSを使うのが上手。オシャレなカフェの店員さん。そして、悪戯っぽく笑う顔にすごくドキドキする」\n\n――これは内緒だけど、俺（私）はそんな彼女（彼）のことが好きだ。\n\n初々しくて、もどかしい二人の初恋。尊さ＆糖度120％！",
      "pt-br": "Satou-san é a flor inatingível da classe.  Ela é sempre fria e ríspida com os colegas de classe, mas só eu sei que ela é realmente muito fofa quando sorri, mesmo que ela não seja muito fotogênica.\n  \nOshio-kun é amigável e animado, mas só eu sei que ele trabalha no café de sua família depois da escola.  Ele faz um ótimo trabalho com a conta da internet do café, e seu sorriso malicioso faz meu coração bater mais forte!\n  \n Inocente e doce, mas às vezes frustrante, esta é uma história fofa 120% pura sobre duas pessoas se apaixonando pela primeira vez."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67e56a7a-c7ea-4db8-84f0-db19c2034729",
    "title": {
      "en": "Seasons of Blossom"
    },
    "updatedAt": "2024-07-29T16:18:11+00:00",
    "coverArt": "https://mangadex.org/covers/67e56a7a-c7ea-4db8-84f0-db19c2034729/86f85502-4640-4947-b740-69a2149c2eb3.jpg",
    "altTitles": [
      {
        "en": "Cheongchun Blossom"
      },
      {
        "en": "Youth Blossom"
      },
      {
        "ko": "청춘 블라썸"
      },
      {
        "uk": "Розквіт молодості"
      }
    ],
    "description": {
      "en": "Children who are beginning their youth.  \nTheir growing pain on their way to spring."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "130"
  },
  {
    "mangaId": "3c355cfa-d8a9-495c-a50b-8729102ab2b7",
    "title": {
      "en": "Shin Lupin III"
    },
    "updatedAt": "2023-05-16T03:42:17+00:00",
    "coverArt": "https://mangadex.org/covers/3c355cfa-d8a9-495c-a50b-8729102ab2b7/33549561-aa82-473c-9bc3-534b194a5a96.jpg",
    "altTitles": [
      {
        "en": "Lupin III - World's Most Wanted"
      },
      {
        "en": "New Lupin III"
      },
      {
        "ja-ro": "Shin Lupin Sansei"
      },
      {
        "ja": "新ルパン三世"
      }
    ],
    "description": {
      "en": "Lupin the Third and his motley crew return in Shin Lupin III! This time, several of the stories are either brand new or adapted from or to the Lupin anime, and the beginning story was even animated by itself several years later!  \n  \nLupin the Third is the grandson of the famous literary thief Arsène Lupin, and his partners in crime include the sharpshooter Jigen Daisuke, the stoic samurai Goemon Ishikawa the Thirteenth, and the on-again-off-again lover/enemy Fujiko Mine. Their goal is to outwit enemies bigger than themselves while nabbing the world's rarest and most important items, while also outwitting the dogged Inspector Zenigata, who's made it his life's work to capture and secure Lupin. In the manga however, his relationship with the titular thief isn't as \"respecting to the enemy\" as you would expect, as he's attempted multiple times to kill him without shedding a tear!   \n  \nWhat kind of sexy exploits will Lupin and his crew get up to next in…Shin Lupin III!"
    },
    "status": "completed",
    "releaseDate": 1977,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "188"
  },
  {
    "mangaId": "6cf4f8e5-bc1c-4051-9453-1ee3930f0ac0",
    "title": {
      "en": "Don't Fear the Reaper"
    },
    "updatedAt": "2023-09-29T00:10:30+00:00",
    "coverArt": "https://mangadex.org/covers/6cf4f8e5-bc1c-4051-9453-1ee3930f0ac0/afe008ab-f46f-4fc3-aa05-b4bd1f18d1d7.png",
    "altTitles": [
      {
        "en": "DFTR"
      }
    ],
    "description": {
      "en": "After a demonic ritual, 20-year-old Shelley Highgate has mysteriously risen from the grave, and is under fire from a Grim Reaper for cheating death! The two form an unlikely alliance to find the cult that killed Shelley and traverse the gothic world of the Deadlands."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "934cfd0c-7cc0-4df9-b2bc-ca8a21cefdea",
    "title": {
      "en": "Silver Lining"
    },
    "updatedAt": "2024-10-30T00:51:51+00:00",
    "coverArt": "https://mangadex.org/covers/934cfd0c-7cc0-4df9-b2bc-ca8a21cefdea/fe7a02f1-2d7e-4a81-805b-eb647743c232.jpg",
    "altTitles": [],
    "description": {
      "en": "Gaby, who has no voice, is often bullied by Sam who used to be her best friend because Gaby now lives in Sam's house and Sam feels Gaby is taking away her family's affection. But when Gaby's ordeal gets to be too much, a bloke called Vicky who is known for his reliability saves her!!! These polar opposites are slowly becoming close?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "636933aa-976e-4455-8082-36751a554be0",
    "title": {
      "en": "Unnamed Memory"
    },
    "updatedAt": "2024-11-15T16:52:27+00:00",
    "coverArt": "https://mangadex.org/covers/636933aa-976e-4455-8082-36751a554be0/a54fbfb1-a924-4086-b23a-3aaedee9f559.jpg",
    "altTitles": [
      {
        "ja": "アンネームドメモリー"
      },
      {
        "ru": "Безымянная память"
      },
      {
        "es": "Memoria sin nombre"
      },
      {
        "vi": "Hồi ức không tên"
      },
      {
        "id": "Ingatan Tanpa Nama"
      }
    ],
    "description": {
      "en": "*“As long as you’re the master of that sword and I’m a witch, someday you’ll have to kill me for real.”*\n\nAs a child, Oscar, Crown Prince of Farsas, had been cursed to be childless. At the age of 20, he paid a visit to Tinassha, the strongest witch in the continent, to break the curse. He came back bringing Tinassha along as his protector, and in the one year until his contract with her expired, he got embroiled into her past, and an even greater destiny.",
      "es": "*\"Mientras seas el dueño de esa espada y yo una bruja, algún día tendrás que matarme de verdad\".*\n\nDe niño, Óscar, príncipe heredero de Farsas, había sido maldecido a no tener hijos. A los 20 años, visitó a Tinassha, la bruja más fuerte del continente, para romper la maldición. Volvió con Tinassha como protectora, y en el año que le quedaba hasta que expirara su contrato con ella, se vio envuelto en su pasado y en un destino aún mayor.",
      "ja": "呪われた王と最強の魔女が紡ぐ、【愛】と【呪い】の一大叙事詩が開幕！\n\nこのライトノベルがすごい！2020（宝島社刊）にて単行本部門とノベルズ部門でダブル１位となった伝説的ＷＥＢノベルが待望のコミック化！\n\n永い時を生き、絶大な力で災厄を呼ぶ異端――魔女。\n強国ファルサスの王太子・オスカーは、幼い頃に受けたある呪いを解くために、世界最強と名高い「青き月の魔女」のもとを訪れる。\n“魔女の塔”の試練を乗り越えて契約者となったオスカーだが彼が望んだのは……。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a06b979-0ada-44f2-b1ae-fceb70180af4",
    "title": {
      "en": "Scum's Wish"
    },
    "updatedAt": "2024-10-29T22:49:31+00:00",
    "coverArt": "https://mangadex.org/covers/6a06b979-0ada-44f2-b1ae-fceb70180af4/f4fef822-f9f8-4181-8b18-db5a5ccc27ce.png",
    "altTitles": [
      {
        "ja-ro": "Kuzu no Honkai"
      },
      {
        "fr": "Vœu d'ordure"
      },
      {
        "ja": "クズの本懐"
      },
      {
        "zh-hk": "人渣的本願"
      },
      {
        "ne": "खाते को इच्छा"
      }
    ],
    "description": {
      "en": "17-year-old Awaya Mugi and Yasuraoka Hanabi appear to be the ideal couple. They are both pretty popular, and they seem to suit each other well. However, outsiders don't know of the secret they share. Both Mugi and Hanabi have hopeless crushes on someone else, and they are only dating each other to soothe their loneliness. Mugi is in love with Minagawa Akane, a young teacher who used to be his home tutor. Hanabi is also in love with a teacher, a young man who has been a family friend since she was little. In each other, they find a place where they can grieve for the ones they cannot have, and they share a loneliness-driven physical intimacy. Will things stay like this for them forever?",
      "fr": "Mugi Awaya et Hanabi Yasuraoka sortent ensemble. Tout le monde les voit comme le couple parfait. Mais en réalité, Mugi et Hanabi aiment quelqu’un d’autre et ne sont ensemble uniquement parce que leur amour n’est pas réciproque. Mugi est amoureux d’une jeune professeur, Akane Minagawa. Quant à Hanabi, elle est également amoureuse d’un professeur qui est un ami de la famille. A cause de leur histoire d’amour similaire, tous les deux se trouvent être de très bons confidents pour l’un et l’autre.",
      "it": "I diciassettenni Mugi Awaya e Hanabi Yasuraoka sembrano la coppia perfetta; sono entrambi molto popolari e stanno molto bene assieme. Però, nessuno conosce il segreto che condividono. Sia Mugi che Hanabi hanno una cotta per qualcun altro e si frequentano solo per sfuggire alla solitudine. Mugi è innamorato di Akane Minagawa, una giovane professoressa che in passato era stata sua tutor. Anche Hanabi è innamorata di un insegnante, un giovane uomo amico della sua famiglia sin da quando lei era piccola. Stando insieme, i due riescono ad avere tutto ciò che vorrebbero da altre persone ma non possono ottenere, condividendo un'intimità fisica atta ad allontanare la solitudine. Le cose tra loro due resteranno così per sempre?\n\nTitoli alternativi: Nyan-Nyan Oratorio, Scum's Wish, にゃんにゃんオラトリオ, クズの本懐, 人渣的本愿"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "47"
  },
  {
    "mangaId": "619c0bc3-4c5d-4dbc-a268-1b9bbad9ccc3",
    "title": {
      "en": "After Transmigrating as the Biological Mother's Villainous Devil King"
    },
    "updatedAt": "2024-11-22T01:15:42+00:00",
    "coverArt": "https://mangadex.org/covers/619c0bc3-4c5d-4dbc-a268-1b9bbad9ccc3/88b7c534-143d-4a9b-800b-f02f0045868a.jpg",
    "altTitles": [
      {
        "en": "I Became the Villain Demon King's Mother"
      },
      {
        "zh": "Chuan Cheng Fanpai Mowang De Qin Niang Hou"
      },
      {
        "zh": "穿成反派魔王的亲娘后"
      }
    ],
    "description": {
      "en": "The Lord is 5 years old, one more year of his mother will die, the Lord will be completely blackened, destroyed the earth. Su Yitang, who wore the mother of the Lord's King, said: \"It's too hard for me! Who's his dad? Is there anyone in charge?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "30"
  },
  {
    "mangaId": "7f30dfc3-0b80-4dcc-a3b9-0cd746fac005",
    "title": {
      "en": "Detective Conan"
    },
    "updatedAt": "2024-11-16T19:11:55+00:00",
    "coverArt": "https://mangadex.org/covers/7f30dfc3-0b80-4dcc-a3b9-0cd746fac005/b65b80fa-217c-4a71-8e8f-5d647990117a.jpg",
    "altTitles": [
      {
        "en": "Case Closed"
      },
      {
        "fr": "Détective Conan"
      },
      {
        "tr": "Dedektif Conan"
      },
      {
        "id": "Detektif Conan"
      },
      {
        "sv": "Mästerdetektiven Conan"
      },
      {
        "pl": "Detektyw Conan"
      },
      {
        "ja-ro": "Meitantei Conan"
      },
      {
        "no": "Mesterdetektiven Conan"
      },
      {
        "vi": "Thám Tử Lừng Danh Conan"
      },
      {
        "ar": "المتحري كونان"
      },
      {
        "ar": "المحقق كونان"
      },
      {
        "th": "ยอดนักสืบจิ๋ว โคนัน"
      },
      {
        "zh": "名侦探柯南"
      },
      {
        "zh-hk": "名偵探柯南"
      },
      {
        "ja": "名探偵コナン"
      },
      {
        "ko": "명탐정 코난"
      },
      {
        "da": "Mesterdetektiven Conan"
      },
      {
        "ca": "Detectiu Conan"
      },
      {
        "de": "Detektiv Conan"
      },
      {
        "fi": "Salapoliisi Conan"
      },
      {
        "hu": "Conan, a detektív"
      },
      {
        "uk": "Детектив Конан"
      },
      {
        "la": "Investigator Conan"
      },
      {
        "lt": "Detektyvas Konanas"
      },
      {
        "ro": "Detectiv Conan"
      },
      {
        "he": "הבלש קונאן"
      },
      {
        "fa": "کارآگاه کونان"
      },
      {
        "hi": "डिटेकटिव् कोनन"
      },
      {
        "bn": "ডিটেকটিভ কোনান"
      },
      {
        "sq": "Çështja e mbyllur"
      },
      {
        "sq": "Detektivi Konan"
      },
      {
        "bg": "Detektivi Konan"
      },
      {
        "eu": "Conan detektibea"
      },
      {
        "jv": "Detéktif Conan"
      }
    ],
    "description": {
      "en": "Shinichi Kudo is a high school detective who sometimes works with the police to solve cases. During an investigation, he is attacked by members of a crime syndicate known as the Black Organization. They force him to ingest an experimental poison, but instead of killing him, the poison transforms him into a child. Adopting the pseudonym Conan Edogawa and keeping his true identity a secret, Kudo lives with his childhood friend Ran and her father Kogoro, who is a private detective."
    },
    "status": "ongoing",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff5ef336-72d7-45a2-bc69-c2ae8fbfeec8",
    "title": {
      "en": "I Am a Hero"
    },
    "updatedAt": "2024-10-12T03:12:36+00:00",
    "coverArt": "https://mangadex.org/covers/ff5ef336-72d7-45a2-bc69-c2ae8fbfeec8/e8ea3a56-09db-47bf-85f0-0bfa17b3ccc1.jpg",
    "altTitles": [
      {
        "tl": "Ako ay isang Bayani"
      },
      {
        "id": "Aku adalah Pahlawan"
      },
      {
        "tr": "Ben Bir Kahramanım"
      },
      {
        "pt": "Eu Sou Um Herói"
      },
      {
        "es": "Soy un Héroe"
      },
      {
        "vi": "I am a Hero"
      },
      {
        "ru": "Я — герой"
      },
      {
        "he": "אני גיבור"
      },
      {
        "ar": "أنا بطل"
      },
      {
        "fa": "من قهرمانم"
      },
      {
        "ja": "アイアムアヒーロー"
      },
      {
        "zh": "请叫我英雄"
      },
      {
        "id": "Akulah Pahlawan"
      },
      {
        "pt-br": "Eu sou um Herói"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nThe series has sold over 8.3 million copies! The gold standard of zombie manga, \"I Am a Hero,\" is now available in a \"complete edition\" with a new cover design, reprinted color pages from the serialization, and over 80 pages of new artwork in the final 22 volumes! Witness the new ending of the story. \n\nHe is 35 year old who spends his time as an assistant to a mangaka, sometimes escaping into delusion in order to win over the agonizing reality. One day, however, a mysterious infection begins to spread without him noticing...and the real world begins to break down...⁉ \n\nHe wanders into a world where the ordinary and the extraordinary, the mundane and the insane intersect. A personal survival panic horror story! \n\n[Official English](https://www.darkhorse.com/Books/25-142/I-Am-a-Hero-Omnibus-Volume-1-TPB)\n\n---  \n- **Won the 58th Shogakukan Manga Award for General Manga in 2013**\n\n---\n\n- Adapted into a Live Action film in 2016. Link to the [ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=24660) Page",
      "pl": "Hideo Suzuki to 35­‑latek pracujący jako asystent znanego twórcy mang. Na pozór wydaje się zwyczajnym człowiekiem, balansuje jednak na granicy choroby psychicznej, ma olbrzymie problemy z funkcjonowaniem w społeczeństwie i kontaktach z innymi ludźmi. Jak ktoś taki poradzi sobie w świecie opanowywanym przez zombie?  \n Mangę charakteryzuje bardzo poważne podejście do tematu i zorientowanie na psychikę bohatera oraz analizę ludzkiej osobowości.  \n Yumi - 25 maja 2011",
      "vi": "Như các bạn đã từng biết là trong các bộ truyện kinh dị đa số các nhân vật chính đều rất mạnh mẽ đẹp trai, phong độ và được nhiều gái theo v…v…! Nhưng đó là trong mấy truyện zombie bình thường thôi!\nTrong bộ I am a hero này thì main của chúng ta lại là một thằng bất tài vô dụng, bị chính bạn gái của mình sau khi biến thành zombie cắn, cậu ta chỉ biết chạy chạy và chạy… \n\nSau đó trải qua nhiều biến cố thì main đã trưởng thành và ra dáng đàn ông hơn trước....\n Đây là một bộ truyện hay mang hơi hướng kinh dị, giật gân, tâm lý,...",
      "pt-br": "Hideo Suzuki é um assistente de mangaká de 35 anos de idade lutando para ser um herói em sua própria vida, dividido pelo trabalho na série em que é assistente \"lime light\" e com uma série nova ao mesmo tempo, equilibrando seu relacionamento com sua namorada e seus próprios delírios. No entanto, tão difícil como Hideo pode imaginar, o mundo parece ter um conjunto de planos diferentes para ele; maquinações sinistras e obscuras que derrubam completamente a sua realidade e como ele a vê."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "264"
  },
  {
    "mangaId": "d055b51c-fb5a-4966-9220-8e02cf5a9e1b",
    "title": {
      "en": "Foam of the Waves"
    },
    "updatedAt": "2024-09-21T09:32:11+00:00",
    "coverArt": "https://mangadex.org/covers/d055b51c-fb5a-4966-9220-8e02cf5a9e1b/bb0303b2-ae12-4a4f-923a-c990eb2deb7f.jpg",
    "altTitles": [
      {
        "ko": "파도의 포말"
      }
    ],
    "description": {
      "en": "\"Never forgive me.\"\r\nMargret, who was brutally murdered by her lover, is reborn 7 years later as 'Meg'. Will 'Meg', who doesn't know anything about the world, be able to acclimate well into her new life...? A story uncovering the truth behind her death and the growing love between the characters!",
      "fr": "Terriblement assassinée par son amant, Margaret renaît sous le nom de Mag sept ans plus tard et vit une nouvelle vie.\r\n\r\nMag, qui ne connaissait pas le monde, pourra-t-elle s'adapter à sa nouvelle vie ?",
      "ko": "\"저를 용서하지 마세요.\"\r\n \r\n사랑하는 연인에게 끔찍하게 살해당한 마가렛은\r\n7년 후 '매그'로써 다시 태어나 새로운 삶을 살아간다.\r\n \r\n세상 물정 모르던 '매그'는 새로운 삶을 잘 적응해 나갈 수 있을까...?\r\n그녀의 죽음에 얽힌 진상과 인물들의 성장 러브 스토리!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "62c802ff-25ce-4b1c-aa94-55251c84ed0c",
    "title": {
      "en": "Peerless Dad"
    },
    "updatedAt": "2024-11-12T22:14:52+00:00",
    "coverArt": "https://mangadex.org/covers/62c802ff-25ce-4b1c-aa94-55251c84ed0c/14a94728-dcc5-4f8e-9a7e-4c5e2a314a83.png",
    "altTitles": [
      {
        "ko": "아비무쌍"
      },
      {
        "en": "Peerless Father"
      },
      {
        "en": "Father, Unrivaled"
      },
      {
        "es": "Padre Incomparable"
      },
      {
        "es-la": "Padre Sin Par"
      },
      {
        "pt": "Pai Incomparável"
      },
      {
        "en": "Matchless Dad"
      },
      {
        "ru": "Безупречный отец"
      },
      {
        "ja": "父無双"
      },
      {
        "th": "ท่านพ่อไร้เทียมทาน"
      },
      {
        "ko-ro": "Abimussang"
      },
      {
        "fr": "Le Père Hors Pair"
      },
      {
        "vi": "Bố Vô Song"
      }
    ],
    "description": {
      "en": "Noh Gajang is a strong, dedicated, and humble man, with much respect for the martial arts. But after the death of his lovely wife, this muscle-for-hire just wants an easy job that allows him to be a good father to his three little babies. He’s even happy to pull guard duty and fend off amateur fighters if it means he can return home safely each night. \n\nBut when a creepy cult starts stealing children from the city, Gajang must step up to the challenge and discover his true warrior potential.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "fr": "C’est l’incroyable histoire d’un voyage mélant mariage, paternité et de combats par l’auteur de Red Storm.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "ja": "孤児としてたらい回しにされていたところ、運良く師匠に拾われ武士としての道を見つけた。 特級解決師として名をはせた「天草家長」は運命の女性に出会い、その名の通り家長となる。 しかし、喜びもつかの間、一夜のうちに血のつながった三つ子を置いて妻に先立たれてしまう。 シングルファーザーとなってしまった「家長」の生活が今始まるーー！\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "ko": "하늘의 뜻을 아니, 그 누가 아비父에 견주리오! \n고아로 떠돌다 운 좋게 스승을 만나 특급 해결사로 이름을 날리던 노가장.\n사랑하는 여인을 만나 이름대로 가장家長이 된다는 기쁨도 잠시, 하루아침에 핏덩이 세쌍둥이를 홀로 키워야 하는 신세가 되었다. 아비는 그 어떤 경우라도 제 새끼의 입에 먹을 걸 넣어 줘야 하는 존재인 법! 노가장은 위험천만한 낭인 생활을 때려치우고 천룡회 갑급 무사가 되어  자식새끼들 잘 먹이고 입히고자 한다. 하지만 억지로 나간 출장 임무는 목숨이 위험하기만 하고 그 사이 사방에선 그의 아이들을 눈독 들이기 시작하는데…… 기다려라, 내 새끼들아! 여기 아비가 간다! \n아버지, 노가장의 좌충우돌 무협 액션&육아 일지!\n\n* 원작소설 <지천명아비무쌍>\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "pt": "Noh Ga Jang teve a vida de um guerreiro desde que ele tem memória, isolado do mundo e analfabeto, até conhecer uma mulher bonita que rouba seu coração. Ele se casa com ela e vive uma vida de folia, e ela fica grávida dos seus filhos. Inesperadamente, ela morre durante o parto, deixando o Noh apenas com seus trigêmeos recém-nascidos. Desesperado, triste, mas não quebrado, Noh proclama aos céus que ele se tornará um homem exemplar para criar os tesouros inestimáveis que sua esposa o deixou.  \n  \nVamos testemunhar o guerreiro implacável Noh se tornando um pai incomparável, percebendo o quão poderoso ele pode ser pelo bem dos seus filhos.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "ru": "История бесподобного отца, которому известна воля небес. Автор Но Гён Чхан широко известен по манхве Красная Буря, но если вам нужна другая причина для чтения, то это удивительная история приключений мастера боевых искусств, включающая свадьбу, заботы отца и битвы. Она во многом похожа на Красную Бурю: крутой мастер, главный герой, беспокоящийся о своей семье, трагическая предыстория. Обязательно к прочтению для каждого, кому понравилась Красная Буря.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "th": "โนคาจัง เป็นจอมยุทธ์ที่ทุ่มเททั้งชีวิตเพื่อการเป็นหัวหน้าครอบครัวที่ดีตามที่เขาวาดฝันเอาไว้ แต่ฟ้ากลับไม่เป็นใจเมื่อภรรยาที่รักต้องจากไปหลังให้กำเนิดบุตรแฝดสาม\nแล้วพ่อเลี้ยงเดี่ยวที่ต้องดูแลลูกถึงสามคนจะสามารถต่อสู้เพื่อเลี้ยงดูลูกๆ ของเขาให้ดีอย่างที่ฝันไว้ได้หรือไม่\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "296"
  },
  {
    "mangaId": "ceb2882e-cdcb-4c9a-ab37-55560c0bd8a8",
    "title": {
      "en": "Devilman Lady"
    },
    "updatedAt": "2024-04-18T09:20:04+00:00",
    "coverArt": "https://mangadex.org/covers/ceb2882e-cdcb-4c9a-ab37-55560c0bd8a8/fb9ff6ef-e362-4fb0-ba44-1ee9084a34ca.jpg",
    "altTitles": [
      {
        "en": "Devillady"
      },
      {
        "ja": "デビルマンレディー"
      },
      {
        "zh-hk": "女惡魔人"
      },
      {
        "zh": "女恶魔人"
      },
      {
        "ja-ro": "Debiruman redī"
      },
      {
        "zh-ro": "Nǚ èmó rén"
      }
    ],
    "description": {
      "en": "Fudou Jun is a highschool teacher and takes a trip with a group of students. While there, a group of martial artists staying nearby take a strange interest in the girls.  \nThese men are actually demons and after changing into their true form break into the cabin to rape the girls. One gets Jun and violates her.  \nShe feels her soul being torn apart and transforms into Devilman Lady. With newfound powers and strength she kills all the demons and protects the girls from any further harm.  \nWhat are these demons and why did she turn into a hybrid of one? What does this mean for her and for the rest of humanity?",
      "pt-br": "Fudou Jun é uma professora do colegial que fez uma viagem com um grupo de estudantes. Enquanto estava lá, um grupo de lutadores que estavam nas proximidades desenvolvem um estranho interesse pelas meninas. Esses homens são na verdade demônios e depois de mudar para sua forma verdadeira, eles entram na pousada para estuprar as meninas. Um deles pega Jun para violá-la. Ela sente sua alma dilacerada e se transforma em Devilman Lady. Com poderes e força recém descobertos, ela mata todos os demônios e protege as meninas de qualquer outro dano. O que são esses demônios e por que ela se transformou em um híbrido? O que isso significa para ela e para o resto da humanidade?"
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "erotica",
    "lastVolume": "17",
    "lastChapter": "66"
  },
  {
    "mangaId": "5d595216-04f9-42f9-86c8-cbd960fa0ea0",
    "title": {
      "en": "Bunny Girl and the Cult"
    },
    "updatedAt": "2024-01-28T19:36:39+00:00",
    "coverArt": "https://mangadex.org/covers/5d595216-04f9-42f9-86c8-cbd960fa0ea0/8781e397-9ef7-4a5d-86f1-53de845c410a.jpg",
    "altTitles": [],
    "description": {
      "en": "Strange bunny girls have been appearing all over the city, attempting to recruit people into a mysterious cult known as \"The Warren Divine\"."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5cb844c3-073b-485e-ba92-ec601357f30d",
    "title": {
      "en": "Makutsu no Ou ~Yomei Ikkagetsu no Doutei, Mahou Shoujo Harem o Kizuite Ou e Kunrinsu~"
    },
    "updatedAt": "2024-11-26T15:06:17+00:00",
    "coverArt": "https://mangadex.org/covers/5cb844c3-073b-485e-ba92-ec601357f30d/4600e417-50fb-4458-9e87-79b2687ad488.png",
    "altTitles": [
      {
        "ja": "魔窟の王～余命一か月の童貞、魔法少女ハーレムを築いて王へ君臨す～"
      },
      {
        "ja-ro": "Makutsu no Ou ~Yomei Ikkagetsu no Doutei, Mahou Shoujo Harem wo Kizuite Ou he Kunrinsu~"
      },
      {
        "en": "The King of the Demon Cave: A Male Virgin with One Month Left to Live, Builds a Magical Girl Harem and Reigns as King"
      }
    ],
    "description": {
      "en": "After being transported to another world and wandering a forest inhabited by monsters, Shimizu Shouichi's life is saved by a cute fairy called Ami. He is given the skills to survive in the other world, but in exchange, he has to make a girl climax once a month or he will die! Shouichi, who has no experience with women, is hesitant at first, but Ami's skillful conversation skills lead him to become honest about the desires hidden deep within his heart... If he doesn't have sex with a magical girl, he will die!? <DEAD OR SEX!> A tale of the rise of an introverted, unpopular virgin and a doggy-style-obsessed fairy!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db882a6e-6716-47bc-b031-c420f42d08d5",
    "title": {
      "en": "Whimsy Whimsy Witch"
    },
    "updatedAt": "2024-11-21T06:24:01+00:00",
    "coverArt": "https://mangadex.org/covers/db882a6e-6716-47bc-b031-c420f42d08d5/9371a28d-1bce-46b3-b56e-1e5f36c199ee.jpg",
    "altTitles": [
      {
        "vi": "Cô phù thủy ngộ nghĩnh"
      }
    ],
    "description": {
      "en": "A prince has been cursed to turn into a frog by a witch. Things went wild from there.",
      "vi": "Một hoàng tử bị biến thành con ếch bởi một mụ phù thủy. Chuyện diễn ra tiếp theo khá là kì cục."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "71cf31ea-4a54-4e89-8f4d-7c9e1e4641cd",
    "title": {
      "en": "Yumene Connect"
    },
    "updatedAt": "2024-11-24T17:54:45+00:00",
    "coverArt": "https://mangadex.org/covers/71cf31ea-4a54-4e89-8f4d-7c9e1e4641cd/2c80cd5c-3132-4c91-b51c-18b65d347d83.jpg",
    "altTitles": [
      {
        "ja": "ゆめねこねくと"
      }
    ],
    "description": {
      "en": "On the day of the entrance ceremony, Yuuhi Takamiya caught a mysteriously high fever and was bedridden for a week. To camouflage the fact that he was a loner, he creates a bookworm persona that becomes firmly established both for himself and others. Hearing his despair over wanting friends, a clumsy alien called Nano arrives from space to push some dubious goods on him... With Nano's outrageous products, Yuuhi's school life spirals into even greater chaos!",
      "ja": "高校入学初日から一週間を謎の高熱で病欠。孤立していることを隠すために作り上げた読書キャラが自他ともに定着。高宮遊日は悲嘆に暮れていた！そんな遊日の「友達がほしい！」という悲痛な叫びに応えるように、ポコツン星人のナノが宇宙から営業（押し売り）にやってきて……。ナノのトンデモ商品によって、遊日の高校生活は更なる混迷を極めていく!!かわいくて、ちょっぴり刺激的な、宇宙スケールのドタバタコメディ開幕!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8448a835-7f65-4918-adcd-a98bb9a6e12e",
    "title": {
      "en": "Miracle Illusion"
    },
    "updatedAt": "2024-10-31T22:24:24+00:00",
    "coverArt": "https://mangadex.org/covers/8448a835-7f65-4918-adcd-a98bb9a6e12e/f62601cf-7572-4d29-9155-75a12ccc3062.jpg",
    "altTitles": [
      {
        "ko": "미라클 일루션"
      }
    ],
    "description": {
      "en": "Ever since his eighth birthday, Yeonwoo has been the target of cruel bullying by his classmates. It was a well-known fact that he was poor, smelly, and living with his grandma. But with the new transfer student Seongwoon’s dramatic appearance, he gains his first real friend. Just as Yeonwoo starts getting used to his new happy life, Seongwoon and his parents are in a tragic accident that leaves him orphaned with no memories. Now, it’s Yeonwoo’s turn to take care of the precious person who gifted him so many of his “firsts”—even if Seongwoon doesn’t remember a single one."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57fd5694-5cca-45d4-ab14-61f5f984b2e2",
    "title": {
      "en": "Corpses Never Lie"
    },
    "updatedAt": "2024-05-19T17:48:54+00:00",
    "coverArt": "https://mangadex.org/covers/57fd5694-5cca-45d4-ab14-61f5f984b2e2/437d3f9f-92ee-41d0-b839-c7cabc5f397e.png",
    "altTitles": [
      {
        "ko": "시체는 말한다"
      },
      {
        "ko-ro": "Shichenun Malhanda"
      },
      {
        "ko-ro": "Sicheneun Malhanda"
      },
      {
        "en": "The Corpse Will Tell"
      },
      {
        "en": "The Body Says"
      }
    ],
    "description": {
      "en": "\"10 years, live as if you were a dead mouse for at least 10 years. I won't meddle with however you live your life after that.\"\n\nJeanne, the girl who was praised as a war hero. During the civil war, in order to prevent the emperor from running away, she chopped off his right arm which made her the emperor's target. \n\nAfter changing her name and fleeing to a barren land, she hid herself amongst the <Blue Blood>, a criminal investigation unit specializing in crimes committed by aristocrats. \n\nShe spent a peaceful 10 years along with her new colleagues whom she solved various cases with. But, the past she came to forget starts to catch up to her!\n\nAs if the sudden appearance of the lieutenant from her past who had a crush on her and her dull subordinate who keeps acting suspiciously wasn't enough headache, now even a scammer impersonating as her appears?!\n\n\"...This is insane, am I still drunk?\" The unpredictable mystery of the war hero who became a lazy detective begins!\"",
      "fr": "\"Pendant 10 ans, vivez comme si vous étiez une souris morte. Je ne me mêlerai pas de ce que vous vivrez après ça.\"\n\nJeanne, une femme qui a été louée comme une héros de guerre. Pendant la guerre civile, pour empêcher l’empereur de s’enfuir, elle lui coupa le bras droit, ce qui en fit la cible de l’empereur.\n\nAprès avoir changé de nom et s’être enfuie dans une terre aride, elle s’est cachée parmi une unité d’enquête criminelle spécialisée dans les crimes commis par des aristocrates.\n\nElle a passé 10 ans en paix avec ses nouveaux collègues avec qui elle a résolu divers cas. Mais le passé qu’elle est venue oublier commence à la rattraper !\n\nComme si l’apparition soudaine du lieutenant de son passé qui avait le béguin pour elle et son ennuyeux subalterne qui continue à agir de façon suspecte n’était pas assez de mal de tête, maintenant même un escroc se faisant passer pour elle apparaît.\n\n\"...C’est fou, suis-je ivre?\"\n\nLe passé de Jeanne qui est devenue une détective paresseuse commence !\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "801513ba-a712-498c-8f57-cae55b38cc92",
    "title": {
      "en": "Berserk"
    },
    "updatedAt": "2024-07-15T01:05:18+00:00",
    "coverArt": "https://mangadex.org/covers/801513ba-a712-498c-8f57-cae55b38cc92/22ff2622-e93c-420f-b477-7a86eec02a1d.jpg",
    "altTitles": [
      {
        "he": "ברזרק"
      },
      {
        "fa": "برزرک"
      },
      {
        "ar": "برسرك"
      },
      {
        "th": "เบอร์เซิร์ก"
      },
      {
        "ja": "ベルセルク"
      },
      {
        "zh-hk": "劍風傳奇"
      },
      {
        "zh": "烙印勇士"
      },
      {
        "ko": "베르세르크"
      },
      {
        "ar": "بيرسيرك"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "uk": "Берсерк"
      },
      {
        "ru": "Берсерк"
      },
      {
        "ja-ro": "Berserk"
      },
      {
        "ne": "बर्सर्क"
      },
      {
        "de": "Berserk"
      }
    ],
    "description": {
      "en": "Guts, known as the Black Swordsman, seeks sanctuary from the demonic forces attracted to him and his woman because of a demonic mark on their necks, and also vengeance against the man who branded him as an unholy sacrifice.\n\nAided only by his titanic strength gained from a harsh childhood lived with mercenaries, a gigantic sword, and an iron prosthetic left hand, Guts must struggle against his bleak destiny, all the while fighting with a rage that might strip him of his humanity.  \n  \n***Won the 6th Osamu Tezuka Cultural Prize Excellence Award in 2002.***\n\n---\n\nNote: Following Miura Kenta's death in 2021, the series has been taken over by Kouji Mori, who supervises the series with art done by Studio Gaga.",
      "es": "Guts, conocido como el Espadachín Negro, busca refugio de las fuerzas demoníacas que se sienten atraídas por él y su mujer debido a una marca demoníaca en el cuello, además de vengarse del hombre que lo marcó como un sacrificio impío. Únicamente con la ayuda de su fuerza titánica, adquirida tras una dura infancia vivida con mercenarios, una espada gigantesca y una prótesis de hierro en la mano izquierda, Guts deberá luchar contra su sombrío destino, al tiempo que combate con una rabia que podría despojarle de su humanidad.",
      "ru": "Гатс – Черный Мечник, за которым охотятся демоны. Мечник стремится найти все убежища демонов и отомстить человеку, сделавшего их него «жертвенную овечку». Черный Мечник противостоит жестокой судьбе благодаря непоколебимой воле, невероятной силе, и, конечно же, меча. Постоянные сражения со злом приближает Гатса к параллельному миру тьмы, лишая его человечности. Берсерк – сложная, но сильная история о сражениях и злой судьбе.",
      "th": "เบอร์เซิร์ก เป็นชื่อมังงะ แนวดาร์ค แฟนตาซี ของญี่ปุ่น วาดโดยเคนทาโร่ มิอุระ มีการดำเนินเรื่องเกิดขึ้นในยุคกลางของยุโรป โดยได้รับอิทธิพลมาจากโลกแห่งจินตนิมิตด้านมืด มีตัวละครเอกของเรื่องคือ กัทส์ ทหารรับจ้างผู้โดดเดี่ยวและ กริฟฟิท หัวหน้าของกลุ่มทหารรับจ้างที่รวมตัวกันภายใต้ชื่อ กองพันเหยี่ยว\n\n----\n [Shopee (ไทย)](https://shopee.co.th/berserk%E0%B9%80%E0%B8%9A%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B9%80%E0%B8%8B%E0%B8%B4%E0%B8%A3%E0%B9%8C%E0%B8%81-%E0%B8%9A%E0%B8%B4%E0%B9%8A%E0%B8%81%E0%B8%9A%E0%B8%B8%E0%B8%84-%E0%B9%81%E0%B8%A2%E0%B8%81%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%A1-1-20-%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%AB%E0%B8%99%E0%B8%B6%E0%B9%88%E0%B8%87-i.63434898.1855330863)",
      "tr": "Kara Kılıç Ustası olarak anılan Guts, vücutlarındaki şeytani damga yüzünden onlara musallat olan şeytani güçlerden, kadınını ve kendisini korumanın bir yolunu aramaktadır. Aynı zamanda onu damgalayan ve bir kurban konumuna düşüren adamdan intikam almaya çalışmaktadır. Paralı askerlerle geçirdiği zorlu çocukluk yıllarının getirdiği tecrübeler sayesinde elde ettiği büyük gücü, devasa bir kılıç ve protez bir kol ile destekleyen Guts, karamsar kaderiyle mücadele etmek zorundadır. Tüm bunları yaparken, insani benliğini kaybetmesine neden olabilecek öfkeyle başa çıkmalıdır. \n\nTheWildDeer'dan Dorylaion tarafından biraz yorum katılarak sitedeki ingilizce açıklamadan çevrilmiştir.",
      "uk": "Його ім'я Ґатс, Чорний Мечник. Він могутній воїн, про якого говорять лишень пошепки. У нього є велетенський меч , рука зі заліза й шрами від незліченних боїв і тортур. А ще його плоть позначена Тавром — нечестивим символом, який притягує сили пітьми й робить Ґатса їхньою жертвою. Але Ґатс не прийме таку долю спокійно: він порубає на фарш війська проклятих, як і будь-кого, кому стане дурості стати на його шляху! Ґатс іде в товаристві ельфа Пака (більше докучайла, ніж товариша) темним і закривавленим шляхом, який приведе лише до загибелі... Чи помсти.",
      "es-la": "Guts, conocido como el Espadachín Negro, busca refugio de las fuerzas demoníacas que se sienten atraídas por él y su mujer debido a una marca demoníaca en el cuello, además de vengarse del hombre que lo marcó como un sacrificio impío. Únicamente con la ayuda de su fuerza titánica, adquirida tras una dura infancia vivida con mercenarios, una espada gigantesca y una prótesis de hierro en la mano izquierda, Guts deberá luchar contra su sombrío destino, al tiempo que combate con una rabia que podría despojarle de su humanidad.",
      "pt-br": "Guts, conhecido como o Espadachim Negro, busca refúgio das forças demoníacas atraídas por ele e sua mulher por causa de uma marca demoníaca em seus pescoços, e também vingança contra o homem que o marcou como um sacrifício profano.  Ajudado apenas por sua força titânica adquirida de uma infância dura vivida com mercenários, uma espada gigantesca e uma mão esquerda protética de ferro, Guts deve lutar contra seu destino sombrio, enquanto luta com uma raiva que pode despojá-lo de sua humanidade."
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a42db50d-20df-4f33-bddc-fe990df9c231",
    "title": {
      "en": "Solanin"
    },
    "updatedAt": "2023-12-16T22:42:49+00:00",
    "coverArt": "https://mangadex.org/covers/a42db50d-20df-4f33-bddc-fe990df9c231/9c543b09-65c0-457f-94b4-1621f353cf52.png",
    "altTitles": [
      {
        "ru": "Соланин"
      },
      {
        "ja": "ソラニン"
      },
      {
        "ne": "सोलानिन"
      }
    ],
    "description": {
      "en": "After graduating from college, Meiko went straight to work as an office lady, but she can't help feeling there should be something more to life. Determined to find a worthier goal, she quits work, but can she actually make her nebulous dreams come true- and how will her sudden decision affect her relationship with her boyfriend Taneda?\n\n---\n\n- English release by [Viz Media](https://www.viz.com/read/manga/solanin/product/1889)\n- Indonesian release by m&c! Comics",
      "ru": "Во-первых, это - не комедия. На самом деле это рассказ о жизни людей в период взросления. О том, что бывает, когда кончается юность, молодость… и начинается то, что мы привыкли называть взрослой жизнью… Смогут ли герои выдержать это испытание?  \n  \nГрустная история, разбавленная местами юмором. Не для того, чтобы посмеяться… просто, чтобы контраст был еще больше… между Вашей жизнью… и Жизнью…  \n  \nЕщё одна работа Инио Асано.  \n  \nИстория о молодой паре, Мэйко Иноэ и Наруо Танеда. Взрослая жизнь заставляет Танеду бросить собственную группу, но он не перестаёт мечтать. Мэйко уходит со скучной работы, но очень скоро осознаёт, что её вновь обретённая свобода бессмысленна. Реалистично, иногда даже очень смешно и трогательно, но без сползания в мыльную оперу. Чудесно, как сама жизнь."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "29"
  },
  {
    "mangaId": "b4bd0456-a4db-4bad-8486-072aa0e82e46",
    "title": {
      "en": "Creep In"
    },
    "updatedAt": "2024-08-05T15:32:04+00:00",
    "coverArt": "https://mangadex.org/covers/b4bd0456-a4db-4bad-8486-072aa0e82e46/fac401ee-1bc9-4dd7-a8d3-65c1b774372d.jpg",
    "altTitles": [],
    "description": {
      "en": "They come for three reasons: to say hello, to like you, or to harm you.",
      "id": "Mereka datang dengan tiga alasan, sekedar menyapamu, menyukaimu, atau ingin mencelakaimu."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "38"
  },
  {
    "mangaId": "db692d58-4b13-4174-ae8c-30c515c0689c",
    "title": {
      "en": "HUNTER x HUNTER"
    },
    "updatedAt": "2024-10-22T01:30:32+00:00",
    "coverArt": "https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/a1686843-1414-45e4-a4b7-425d58356042.jpg",
    "altTitles": [
      {
        "en": "Hunter Hunter"
      },
      {
        "en": "HUNTER×HUNTER"
      },
      {
        "en": "HxH"
      },
      {
        "de": "Jäger x Jäger"
      },
      {
        "lt": "Medžiotojas x Medžiotojas"
      },
      {
        "ru": "Охотник х Охотник"
      },
      {
        "ar": "القناص"
      },
      {
        "ar": "هنتر x هنتر"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "zh": "全职猎人"
      },
      {
        "zh": "猎人"
      },
      {
        "hi": "हन्टर x हन्टर"
      },
      {
        "fa": "هانتر x هانتر"
      },
      {
        "kk": "Аңшы × Аңшы"
      },
      {
        "kk": "Аулаушы × Аулаушы"
      },
      {
        "tr": "Avcı x Avcı"
      },
      {
        "es-la": "Cazador X"
      },
      {
        "vi": "HUNTER×HUNTER"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "fa": "هانتر‌ها، افراد کنجکاوی که به دنبال گنج‌ها، مجرم‌های خطرناک، مکان‌های ناشناخته و اسرارآمیز، جانوران افسانه‌ای و... هستند. البته برای دست یابی به این موقعیت نیاز به مجوزی است که در بین هر صدهزار نفر تنها یک نفر می‌تواند در آزمون آن موفق شود.\nاین داستان درمورد چهار نوجوانه که در آزمون هانترها با هم روبه‌رو می‌شوند:\nگون، پسری که به دنبال پدرش می‌گردد. کیلوا، پسری که می‌خواهد زندگی جدیدی را شروع کند. لئوریو، پسری که قصد دارد پزشک شود و کوراپیکا، پسری که می‌خواهد انتقام قبیله خود‌ را بگیرد.",
      "pt": "Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters.",
      "vi": "Thợ Săn là những người đi chu du thế giới, đối mặt với hiểm nguy. Từ bắt giữ tội phạm cho đến nhưng cuộc thám hiểm trên các hòn đảo để tìm kho báu. Câu chuyện bắt đầu khi người cha của một cậu bé tên Gon mất tích đã khá lâu, nên cậu bé quyết định trở thành Thợ Săn với hy vọng tìm được cha mình. Khi được 12 tuổi Gon bắt đầu cuộc hành trình của mình để được tham gia vào \"Cuộc thi Thợ Săn Kỳ Tài\", ai cũng biết tỉ lệ thành công rất thấp, có khi chết lúc nào không hay. Trong cuộc thi cậu đã kết bạn với Kurapica, Leorio và Killua. Với tình bạn, họ đã trải qua biết bao nhiêu là thử thách, hiểm nguy trên cuộc hành trình của một người Thợ Săn... Còn về phần họ trải qua những thử thách gì và như thế nào thì mời các bạn theo dõi...",
      "es-la": "Sigue la historia de Gon Freecss, un joven que descubre que su padre, a quien creía muerto, es un legendario Cazador, un miembro de una élite que se especializa en localizar tesoros, bestias raras o personas peligrosas. Decidido a encontrar a su padre, Gon emprende un viaje para convertirse en Cazador. En su camino, se enfrenta a desafíos mortales y forma fuertes lazos con amigos como Killua, Leorio y Kurapika. A medida que avanza en su viaje, Gon descubre que el mundo de los Cazadores es mucho más peligroso y complejo de lo que imaginaba.",
      "pt-br": "A série conta a história de Gon Freecss, um garoto de 12 anos que pretende se tornar um Hunter, um caçador de tesouros, lugares perdidos e criaturas estranhas.\n\nContudo, ao contrário da maioria dos Hunters que procuram fama e dinheiro, o herói da história tem uma motivação maior para querer ser um caçador – encontrar seu pai – um dos mais famosos hunters do mundo.\n\nMas não é qualquer um que pode se tornar um Hunter. Para poder praticar essa reconhecida profissão, é necessário ter uma licença especial – e para tirá-la é preciso passar – e sobreviver – a exames com milhares de inscritos. Uma vez aprovado e com sua licença Hunter em mãos, o caçador passa a ter direito a acessar áreas restritas, informações secretas e consegue acumular facilmente uma grande fortuna de acordo com seus feitos ? incluindo ir atrás de Hunters que usam seus poderes para objetivos escusos."
    },
    "status": "ongoing",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05d451c9-0320-448c-a89d-899863987ad9",
    "title": {
      "en": "Fuguruma Memories"
    },
    "updatedAt": "2023-10-11T22:45:37+00:00",
    "coverArt": "https://mangadex.org/covers/05d451c9-0320-448c-a89d-899863987ad9/85a13a6b-6e4b-48b9-97ba-af1ca4fce264.jpg",
    "altTitles": [
      {
        "ja-ro": "Fuguruma-kan Raihoki"
      },
      {
        "ja-ro": "Fugurumakan Raihouki"
      },
      {
        "ja": "ふぐるまかんらいほうき"
      },
      {
        "ja": "文車館来訪記"
      }
    ],
    "description": {
      "en": "Yoh is the only human being living in a strange town that exists somewhere between our world and the Twilight World. Residing in this town are spiritual manifestations of real world objects that have been forgotten or thrown away by people. Yoh owns a lifelike doll named Ian who has the special ability to take pictures of other beings’ memories. With her help he is running a photo studio called “Fuguruma.” The manga revolves around those specters who seek the studio’s service and the stories they have to tell…"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "3c025255-1151-4da4-9724-c28aa70e5062",
    "title": {
      "en": "Chikarawaza no Sister"
    },
    "updatedAt": "2024-11-26T14:19:37+00:00",
    "coverArt": "https://mangadex.org/covers/3c025255-1151-4da4-9724-c28aa70e5062/b489aa9e-1348-4c43-8eff-9b5a98d6163d.jpg",
    "altTitles": [
      {
        "ja": "力技のシスター"
      },
      {
        "pt-br": "A irmã que exala força física"
      },
      {
        "en": "The Sister with Strength"
      },
      {
        "en": "Forceful Sister"
      },
      {
        "en": "The Sister Of Strength Feats"
      },
      {
        "zh": "铁拳修女"
      },
      {
        "es-la": "La Hermana con una fuerza brutal"
      },
      {
        "vi": "Cô nữ tu cứng rắn"
      }
    ],
    "description": {
      "en": "The nun who listens to people's confessions and reacts \"strongly\" to them.\n_____________\n**Links:**\n- Buy the collected volume on [Melonbooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=2165379) or [Toranoana](https://ecs.toranoana.jp/tora/ec/item/040031114003).\n- Alternative Official Raw - [Twitter](https://twitter.com/man_Arihred/status/1667464395067367424)",
      "es-la": "La monja que escucha las confesiones de la gente y reacciona \"enérgicamente\" ante ellas."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "478e6926-b8bc-465c-9694-2bae1dbaf32b",
    "title": {
      "en": "Latna Saga: Survival of a Sword King"
    },
    "updatedAt": "2024-10-16T19:56:51+00:00",
    "coverArt": "https://mangadex.org/covers/478e6926-b8bc-465c-9694-2bae1dbaf32b/7dc9ebc2-a10a-4ab6-ab98-ad467aed4924.png",
    "altTitles": [
      {
        "ko": "이계 검왕 생존기"
      },
      {
        "en": "The Survival Story of the Sword King in Another World"
      },
      {
        "en": "Otherworldly Sword King's Survival Records"
      },
      {
        "zh": "拔剑九亿次"
      },
      {
        "zh-hk": "異界劍王生存記"
      },
      {
        "ko-ro": "Igye Geomwang Saengjongi"
      },
      {
        "ru": "Король меча"
      },
      {
        "ru": "История выживания короля меча в фэнтезийном мире"
      },
      {
        "ja": "異世界剣王生存記"
      },
      {
        "th": "การเอาชีวิตรอดของราชาดาบในต่างโลก"
      },
      {
        "en": "Survival Story of a Sword King in a Fantasy World"
      }
    ],
    "description": {
      "en": "After being recently discharged from military service and just drifting through life, Hanbin Ryu is suddenly transported to another world.\n\nHowever, his “guide line,” the system bestowed upon him to help with his survival and growth, was filled with errors, causing him to be stuck in the tutorial stage for over 20 years.\n\nWhen he is finally released from this personal hell, he finds everyone has turned against otherworlders like him. Just how will this low-level, super-tutorial newbie survive?\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=mLzbAKkDpYM)\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%B4%EA%B3%84-%EA%B2%80%EC%99%95-%EC%83%9D%EC%A1%B4%EA%B8%B0/2363)\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E7%95%B0%E7%95%8C%E5%8A%8D%E7%8E%8B%E7%94%9F%E5%AD%98%E8%A8%98/66)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/6885/)\n- [Official Japanese Translation](https://piccoma.com/web/product/34782)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B9%83%E0%B8%99%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B9%82%E0%B8%A5%E0%B8%81/103)",
      "fr": "Transféré contre sa volonté dans un tutoriel où il doit lutter pour survivre, Ryu Hanbin y reste finalement coincé pendant 22 ans. Il est bloqué par un bug au niveau 4, et ce malgré la grande quantité d'XP qu'il accumule ! Quand il est finalement transféré dans le monde de Latna, le contraste entre sa puissance et son niveau lui pose bien des difficultés. Mais finalement, le véritable objectif n'est-il pas de vivre plutôt que de survivre ?",
      "ja": "｢あなたは適合者として選ばれました｣ ｢あなたの能力でセルハラトナに生き残る確率は５％未満です｣ ｢自殺しますか？」 ニート生活から突如として異世界へ飛ばされた！そこはレベル5までを目指す初心者エリアだったが、「ガイドライン」のエラーでレベル5になっても再びレベル1になるという、地獄の日々を送ることになり？！ レベル5の裏に隠された、とてつもない能力とはー",
      "ko": "『귀하는 적합자로 선택받았습니다』\n\n『귀하의 재능으로 셀하 라트나에서 생존할 확률은 5% 미만입니다』\n\n『자살하시겠습니까? Y/N』\n\n“x-까.”\n\n5% 미만의 생존 확률. 22년의 시간. 셀 수도 없는 마견과의 사투.\n이 지옥에서, 나는 홀로 살아남았다.\n\n5라는 레벨 뒤에 감춰진, 무지막지한 히든 스탯들과 함께!\n\n대검 하나로 이계를 썰어버리는,\n사상 최강의 레벨5 검사 류한빈의 극한 사이다 생존기!",
      "ru": "В момент, когда его переместили в другой мир, Рю Хан-Бин был обычным человеком, который недавно вернулся из армии. Хоть он и остался один в пустынном мире с кучей монстров, ему дали задание - стать сильнее. Но есть одна проблема - \"система\", которая должна была давать подсказки, полна недоработок.",
      "th": "รยูฮันบิน ชายผู้เพิ่งปลดประจำการทหารมาได้เพียงสามเดือน จู่ๆ ก็ถูกพาไปยังโลกแปลกๆ ที่เขาไม่รู้จักมาก่อน ชื่อว่า 'เซลฮา แลตนา'\nพร้อมมีข้อความขึ้นว่า \"\"คุณได้รับเลือกในฐานะผู้เข้าเกณฑ์อันทรงเกียรติ\"\" พร้อมกับไกด์ไลน์ที่บอกให้สู้กับมอนสเตอร์ และเพิ่มให้ถึงเลเวล 5 เพื่อไปยังพื้นที่ถัดไป แต่ด้วยระบบเกิดข้อผิดพลาด ทำให้เขาต้องติดอยู่ในนั้นนับสิบปี ที่นั่นมีเพียงเขาแค่คนเดียวกับสุนัขปีศาจ\nอยู่มาวันหนึ่งเขาสามารถเพิ่มถึงเลเวล 5 ได้สำเร็จ และถูกส่งไปยังพื้นที่ต่อไปแบบไม่ทันตั้งตัว\n\nการผจญภัยเพื่อหาทางเอาชีวิตรอดในต่างโลกของเขาได้เริ่มต้นขึ้นแล้ว\nเขาจะหาทางออกไปจากโลกแห่งนี้ และมีชีวิตรอดไปได้หรือไม่",
      "zh": "一个俗套的穿越后带挂升级故事，却因为外挂系统的运算错误而偏离方向。 渴望变强的他被困在新手村二十年，不断的战斗却始终无法提升等级。 九亿次拔剑，九亿次搏杀，他脚踩着尸山血海缓步走来。 “恭喜，您即将被传送出新手村…” 蛰伏的凶兽露出爪牙，万物都将屈服于他拔剑的光辉之下！",
      "zh-hk": "「依照你的能力，\n你在瑟哈拉特那活下來的機率低於5%。」\n\n「你要自殺嗎? Yes or No?」\n\n「三X啊。」\n\n不到5%的生存機率、22年的時間、\n與魔犬纏鬥了無數次，\n我一個人...在這座地獄中生存了下來。\n\n在5等的背後，潛藏著無比強大的隱藏數值!\n\n帶著一把巨劍殺爆異界，堪稱史上最強的5等劍士，\n柳寒頻生存記，看了保證超過癮!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f",
    "title": {
      "en": "Reincarnation no Kaben"
    },
    "updatedAt": "2024-11-05T01:39:28+00:00",
    "coverArt": "https://mangadex.org/covers/3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f/81f3dc05-306b-4d39-bcf5-08ffbcc8462f.jpg",
    "altTitles": [
      {
        "fr": "Pétales de Réincarnation"
      },
      {
        "es": "Pétalos de Reencarnación"
      },
      {
        "en": "Petals of Reincarnation"
      },
      {
        "ru": "Лепестки реинкарнации"
      },
      {
        "ja": "リィンカーネーションの花弁"
      },
      {
        "zh": "轮回的花瓣"
      },
      {
        "ja-ro": "Reincarnation no Kaben"
      },
      {
        "vi": "Cánh Hoa Luân Hồi"
      }
    ],
    "description": {
      "en": "Striving for talent, Senji Touya tries everything he can so he can find it. Kendou, dancing, swimming, basketball, soccer, chess… anything he tries, he fails to exceed it. One day, his classmate, Haito, came to school for once in a long time. Senji refers to her as someone who \"has it\" or someone who has talent. Later on, he found out that she isn't just someone who has talent, but someone who \"took\" the talent of herself in her past life. And, those who \"took\" the talent from their past lives, are also known as \"Returners\"…",
      "vi": "Cố gắng tìm kiếm tài năng, Senji Touya thử mọi thứ có thể để tìm ra nó. Kiếm đạo, nhảy múa, bơi lội, bóng rổ, bóng đá, cờ vua… bất cứ thứ gì cậu thử, cậu đều không thể vượt trội. Một ngày nọ, cô bạn cùng lớp của cậu, Haito, tới trường sau một thời gian dài vắng mặt. Senji coi cô là người \"có nó\" – một người có tài năng. Sau đó, cậu phát hiện ra rằng cô không chỉ là một người có tài năng mà còn là người đã \"lấy\" tài năng của mình từ kiếp trước. Và, những người \"lấy\" tài năng từ kiếp trước của họ còn được gọi là \"Những Kẻ Trở Lại\"…"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "193f91a0-51ef-4653-b3d7-a3f75c42ee9b",
    "title": {
      "en": "Ame to Kimi to"
    },
    "updatedAt": "2024-11-15T13:13:40+00:00",
    "coverArt": "https://mangadex.org/covers/193f91a0-51ef-4653-b3d7-a3f75c42ee9b/13090a3b-b1d4-4a77-b17c-df168fcc7ed5.jpg",
    "altTitles": [
      {
        "en": "With You and the Rain"
      },
      {
        "ja": "雨と君と"
      },
      {
        "ru": "Дождь и ты"
      },
      {
        "ne": "वर्षा र तिमी"
      },
      {
        "vi": "Mưa, tôi và em"
      }
    ],
    "description": {
      "en": "On a rainy summer evening, a woman and a \"dog\" happened to meet each other and life has never been the same since.",
      "ja": "雨の降る日に、１人と１匹は出会いました。“あともうちょっと”がほっこり尊いと話題です。",
      "ru": "В один дождливый день она подобрала что-то похожее на собаку... Давайте же посмотрим, насколько хитрой может быть эта \"собака\"...",
      "pt-br": "Em uma noite chuvosa de verão, uma mulher e um \"cachorro\" se conheceram e a vida nunca mais foi a mesma desde então."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "558be3a5-8e4b-4734-acf5-7102bef14266",
    "title": {
      "en": "Emilone's Temptation Labyrinth"
    },
    "updatedAt": "2024-07-16T17:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/558be3a5-8e4b-4734-acf5-7102bef14266/64f0849f-82ea-4f09-bc5b-c227fde8b675.jpg",
    "altTitles": [
      {
        "ko": "에밀로네의 유혹 미궁"
      }
    ],
    "description": {
      "en": "Emilone was a well-known actress before she got transported to another world and became a saint.  \nShe got a plausible name of 'the Holy Lady Who Moved Dimensions', but she didn't receive any attention. This happened because all the Empire's attention was on Princess Ronella.  \nAs a result, Emilone, who was devoted to her work as a saint, accidentally discovered the secret of Princess Ronella. The innocent and kind facades of the princess were all acting!  \nThis can be pretty fun. Wouldn't I be able to break my boring routine when I got closer to Princess Ronella?  \nEmilone made a dangerous decision for fun."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]