[
  {
    "mangaId": "36438ada-81e3-461f-8277-f129b04f7ca5",
    "title": {
      "en": "Looks Are All You Need"
    },
    "updatedAt": "2024-05-23T12:41:33+00:00",
    "coverArt": "https://mangadex.org/covers/36438ada-81e3-461f-8277-f129b04f7ca5/95c1258d-33eb-4773-bb2e-62bc521c7723.jpg",
    "altTitles": [
      {
        "ja": "顔さえよければいい教室"
      },
      {
        "ja-ro": "Kaosae Yokereba Ii Kyoushitsu"
      },
      {
        "vi": "Lớp học đề cao gương mặt đẹp"
      },
      {
        "en": "Everyone Has Talent. If Only We Could Realize It."
      }
    ],
    "description": {
      "en": "Ryouran High School is a private arts academy where geniuses in every field—music, dance, fashion—gather. But in reality, looks decide the students' success, not talent. My sister, Shiika Ikebukuro, is a shut-in who can't do anything without her older brother, and I was sure that devastating lack of charisma would doom her. But I know a secret. Though you'd never guess it, behind her mask, the internet sensation VSINGER is none other than my sister, Shiika! Her voice is one of a kind, but will it be enough to overcome Ryouran High's entire social order?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72431270-43ab-43cf-88c2-0c138391b1f4",
    "title": {
      "en": "Waves Upon Waves"
    },
    "updatedAt": "2024-04-16T23:12:35+00:00",
    "coverArt": "https://mangadex.org/covers/72431270-43ab-43cf-88c2-0c138391b1f4/013897ae-fc22-4352-827b-98c428aaff6f.jpg",
    "altTitles": [
      {
        "ko": "일파만파"
      },
      {
        "en": "Wave of Waves"
      }
    ],
    "description": {
      "en": "there's an old legend in Sereong's family: their flute 'Manpa' will turn into a person if you care for it with enough love! But Sereong doesn't believe in this legend and plans to sell Manpa.... But it was then when Manpa turns into a human and tells Sereong he can grant her wish.\n\nA romance between one who grants miracles and one who doesn't believe in miracles."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b24d2c22-5b28-44d4-a77f-0e920cd960a6",
    "title": {
      "en": "Wolf-chan wa Sumashitai"
    },
    "updatedAt": "2024-06-04T01:02:24+00:00",
    "coverArt": "https://mangadex.org/covers/b24d2c22-5b28-44d4-a77f-0e920cd960a6/cf4afbeb-428a-4ebf-a07a-50bf530f90aa.jpg",
    "altTitles": [
      {
        "ja": "ウルフちゃんは澄ましたい"
      },
      {
        "en": "Wolf-chan Wants to Be Clear"
      },
      {
        "id": "Gadis Serigala Mencoba Untuk Berpura pura Tidak Peduli"
      },
      {
        "ja-ro": "Wolf chan wa Sumashitai"
      },
      {
        "en": "Wolf-chan Is Trying to Feign Indifference"
      }
    ],
    "description": {
      "en": "The cool, lone-wolf girl and her precious, unrequited crush!\n\n(Source: Ganma!, translated)",
      "ja": "ウルフカットで一匹狼なクール系女子の尊い片想い！",
      "pt-br": "A loba solitária fria, e seu precioso amor não correspondido!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8892dc05-867f-4fff-823b-47210a6746bb",
    "title": {
      "en": "I Am the Fated Villain"
    },
    "updatedAt": "2024-01-03T18:30:55+00:00",
    "coverArt": "https://mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "altTitles": [
      {
        "en": "Villain Is Here"
      },
      {
        "zh-hk": "我！天命大反派"
      },
      {
        "en": "Me, the Heavenly Destined Villain"
      },
      {
        "zh-ro": "Wǒ! Tiānmìng Dà Fǎnpài"
      },
      {
        "zh-ro": "Wo! Tian Mìng Da Fanpai"
      },
      {
        "en": "The Villain Of Destiny"
      },
      {
        "en": "My Fate As a Villain"
      },
      {
        "ru": "Моя судьба злодея"
      }
    ],
    "description": {
      "en": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
      "fr": "Dès que Gu Changge s’est rendu compte qu’il avait transgressé un monde imaginaire, le protagoniste de ce monde, l’élu de la fortune, a juré de se venger de lui. Envié par tous, non seulement la femme principale est folle de lui, mais il est également traité comme un invité de marque partout où il va. Heureusement, le prestige et le pouvoir de Gu Changge sont supérieurs à ceux de tous les autres, alors il ne devrait pas être facile de piétiner un simple élu de la fortune ?",
      "id": "Begitu Gu Changge menyadari dia telah masuk ke sebuah dunia fantasi, protagonis dunia itu yang dengan beruntungnya terpilih, bersumpah untuk melakukan balas dendam terhadapnya. Semua orang sangat iri pada Protagonis itu, karena bukan hanya karakter utama wanita tergila-gila padanya, tapi dia juga selalu diperlakukan sebagai tamu kehormatan kemanapun dia pergi. Untungnya, martabat dan kekuatan Gu Changge jauh melebihi milik orang lain, sehingga dia tidak dengan mudah jatuh di tangan orang yang hanya terpilih karena keberuntungannya?\n\n \n\nTunggu dulu… ada sistem yang didedikasikan untuk meraup dan mengambil dari apa yang dimiliki protagonis? Gu Changge tersenyum. “Sepertinya takdir pun ingin aku memenuhi takdirku sebagai orang jahat di dunia ini!”",
      "pl": "Gu Changge zostaje przeniesiony do świata wuxia, gdzie z miejsca staje się obiektem nienawiści protagonisty, będącego Wybrańcem Losu, gdyż nie dość, że główna bohaterka rzuca mu się w ramiona, to jeszcze jest przez wszystkich traktowany niczym znamienity gość. Na szczęście jego postać cechuje znacząca siła, więc powinien bez trudu zmiażdżyć jakiegoś w czepku urodzonego dzieciaka, prawda? “Chwila… Otrzymałem wyspecjalizowany system, który pozwala mi okradać głównego bohatera ze szczęścia?” Gu Changge uśmiechnął się znacząco. “Zdaje się, że moim przeznaczeniem jest podążanie ścieżką prowadzącą do stania się największym czarnym charakterem w tym świecie!”",
      "ru": "Гу Чангэ попадает в фэнтези-мир, где, по-классике, оказывается в шкуре главного козла отпущения.\nУдивительно, что главный герой сразу же снизыскал расположение у императрицы, чем вызвал бурю ненависти в свой адрес. К счастью, Чангэ - уважаемый человек в городе и единственное, что его спасает от кары в данной ситуации это высокий статус в обществе. Подождите-ка... а вы уже знаете, что здесь есть необычная система рангов, в которой присутствуют яркие герои всех мастей? Проанализировав события, герой понимает, что выгоднее всего вжиться в свою новую роль и пойти по пути персонажа-злодея!",
      "pt-br": "Imediatamente após Gu Changge perceber que havia transmigrado para um mundo de fantasia, o protagonista do mundo, e o escolhido da fortuna, jurou se vingar dele. Invejado por todos, ele não só tem a liderança feminina de ponta-cabeça por ele, mas também é tratado como um distinto convidado onde quer que vá. Felizmente, o prestígio e o poder de Gu Changge são superiores aos de todos os outros, então não deveria ser fácil pisar em uma mera escolha da fortuna? Espere … Existe um sistema dedicado à ordenha e colheita do protagonista? Gu Changge sorriu. “Parece que até o destino quer que eu cumpra meu destino como o vilão deste mundo!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50611713-30d4-4779-b5b2-098fb9808b94",
    "title": {
      "en": "Kikaku Hazure no Eiyuu ni Sodate Rareta, Joushiki Hazure no Mahou Kenshi"
    },
    "updatedAt": "2024-05-30T15:36:08+00:00",
    "coverArt": "https://mangadex.org/covers/50611713-30d4-4779-b5b2-098fb9808b94/f490ac25-5386-4d2d-be1a-8bd6f56ac6d7.jpg",
    "altTitles": [
      {
        "ja": "規格外れの英雄に育てられた、常識外れの魔法剣士"
      },
      {
        "en": "An Out of the Ordinary Magic Swordsman Brought up by a Nonstandard Hero"
      }
    ],
    "description": {
      "en": "A young man who died in an accident while protecting a girl reincarnated in another world and was picked up by an old man. However, the old man wasn't just a person. Far from being just anybody, he was a \"hero\" who didn't understand common sense at all !! This is the story of a reincarnated person, Rain, who, fortunately or unfortunately, was raised by an unscrupulous hero and has acquired tremendous power. --Soon the boy grows up and makes a harem !?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "5",
    "lastChapter": "25"
  },
  {
    "mangaId": "1b2515e5-85e8-46ed-a22a-4be86594c554",
    "title": {
      "en": "Kirin"
    },
    "updatedAt": "2024-07-08T05:29:18+00:00",
    "coverArt": "https://mangadex.org/covers/1b2515e5-85e8-46ed-a22a-4be86594c554/c8f6f453-5d89-4909-951e-a6bd81e17f57.jpg",
    "altTitles": [
      {
        "ja": "キリン"
      }
    ],
    "description": {
      "en": "A manga about the story of a 38-year-old salaryman named Kirin who is also a street racer."
    },
    "status": "completed",
    "releaseDate": 1987,
    "contentRating": "suggestive",
    "lastVolume": "39",
    "lastChapter": ""
  },
  {
    "mangaId": "67444c14-2773-4b79-b20a-003d9960564d",
    "title": {
      "en": "Black Killer Whale Baby"
    },
    "updatedAt": "2024-07-08T15:33:28+00:00",
    "coverArt": "https://mangadex.org/covers/67444c14-2773-4b79-b20a-003d9960564d/52a5593b-61f4-4d92-8b0a-1a9ff3ce74ce.jpg",
    "altTitles": [
      {
        "ko": "흑막 범고래 아기님"
      },
      {
        "en": "Orca Baby, the Mastermind"
      },
      {
        "en": "A Villainous Baby Killer Whale"
      },
      {
        "es-la": "La bebé orca"
      }
    ],
    "description": {
      "en": "Calypso has experienced repeated reincarnation, and is her 4th reincarnation. \n\nIn her previous lives, she always died before she reached the age of 22 and returned to where everything started. During her 3rd life, she discovered that when a dragon goes on a rampage, it distorts dimensions. \n\nDetermined to use this knowledge, she plans to exploit the dragon’s power to return to her original world. Currently, Calypso finds herself in a childcare story, where she encounters a man who she believes to be her father but doesn’t recognize her. \n\nSeeking his help, Calypso involves her \"father\" and family in her quest, turning them into unwitting allies in her journey.",
      "es-la": "Un día, un niño pequeño apareció ante mí. “¿Sabes dónde está la academia? ¡Tengo que ir ahí! “ “Has estado yendo en la dirección equivocada todo este tiempo. “ ” !!! “ “¿Qué está mirando, señor?” Supongo que esta es mi hija. \"¿Quieres uno?\" Pero no creo que ella sepa que soy su padre... Probablemente estés pensando eso, ¿verdad? ¡Si crees eso, estás equivocado, papá! Mi nombre es Calypso, un regresor cuatro veces. Mi vida se arruinó cuando poseí un personaje de novela. ¡Incluso tuve un hijo! ¡El tercer episodio de mi vida fue un final de masacre! '¡Ustedes XX chicos que están locos por esta protagonista femenina!' Sin embargo, por alguna razón, no importa lo que haga, no puedo pasar de mi cumpleaños número 22 y regresar a mi mundo. \nSin embargo, accidentalmente encontré una manera en la tercera partida cuando el dragón se salió de control y murió. Cuando el dragón corre desenfrenado, ¡la dimensión se distorsiona! ¿Puedo volver a la casa en la que viví durante eso? La cuarta vez, cuando regresé nuevamente, decidí usar este dragón. ¿Abby? ¿Hermanos mayores? ¡Todo es solo un trampolín para encontrarte con el dragón! \"¡Espera, dragón!\" [Quiero morir ahora, pero me estoy volviendo loco con todos estos retornos repetidos.] [Mi familia está ligada a la familia real] [¿Alguien ha oído hablar alguna vez de los débiles?/ Sólo los más fuertes son felices]"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1caae7cb-9e28-48c4-96a2-9a24ead822ff",
    "title": {
      "en": "Peach Boy Riverside"
    },
    "updatedAt": "2024-04-05T10:13:37+00:00",
    "coverArt": "https://mangadex.org/covers/1caae7cb-9e28-48c4-96a2-9a24ead822ff/e2013d65-0736-4437-84da-3ab2d3224b04.jpg",
    "altTitles": [
      {
        "ru": "Персиковый мальчик, пришедший с другого побережья"
      },
      {
        "ja": "ピーチボーイリバーサイド"
      },
      {
        "zh": "桃子男孩渡海而来"
      }
    ],
    "description": {
      "en": "Sarutorine Aldike, or Sari, is a bright, cheerful princess who wants to go on an adventure because she is bored of her tiny little castle in the countryside. One day, a hoard of vicious demons known as “Oni” come knocking on her doorstep, threatening the lives of everyone in the Kingdom. Thankfully, they are saved by a lone traveler named Kibitsu Mikoto who slays these monsters with a mysterious “Peach Eye”. Shocked by the dangers of the outside world, Sari decides to set off on a journey of her own. Little did she know that she will set in motion a chain of events that will come to determine the fate of this magical world.  \n  \nRemake version of Cool Kyoushinsha’s popular webcomic of the same name."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0ed1506-f76d-4d95-b9d2-77463be576c0",
    "title": {
      "en": "Succubus ga Yattekita Ohanashi"
    },
    "updatedAt": "2024-07-01T19:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/b0ed1506-f76d-4d95-b9d2-77463be576c0/6a34a034-df28-406e-b39c-95815724f3f1.jpg",
    "altTitles": [
      {
        "ja": "サキュバスがやってきたお話"
      },
      {
        "vi": "Chuyện nàng Succubus"
      },
      {
        "en": "The Story of a Succubus Who Came to the Human World"
      },
      {
        "es-la": "La Sucubo ha Llegado"
      }
    ],
    "description": {
      "en": "The story of a Succubus who comes to the human world to absorb life force energy. Accidentally, she lives as a child in a strange man's house."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c83c9b90-f328-493b-9f7d-562d2eba23af",
    "title": {
      "en": "A manga where the cutest girl in my school might like me"
    },
    "updatedAt": "2022-12-24T23:48:31+00:00",
    "coverArt": "https://mangadex.org/covers/c83c9b90-f328-493b-9f7d-562d2eba23af/d70050ac-8cfe-470e-a8e9-132f764d945e.png",
    "altTitles": [
      {
        "ja-ro": "Gakkō ichi kawaii joshi ga ore no koto suki kamo shirenai manga"
      },
      {
        "ja": "学校一可愛い女子が俺のこと好きかもしれない漫画"
      },
      {
        "ko": "학교에서 제일 귀여운 여자가 날 좋아할지도 모르는 만화"
      }
    ],
    "description": {
      "en": "\"[The Cutest Girl in School Might Like Me!](https://mangadex.org/title/81a9a3f5-24a6-4097-8bcf-14bd33dfa53f/the-cutest-girl-in-school-might-like-me)\" with a different artist."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b3b9971-b877-4137-92b0-79de193296a4",
    "title": {
      "en": "Miss Healer is Acting a Little Strange"
    },
    "updatedAt": "2023-10-08T18:03:09+00:00",
    "coverArt": "https://mangadex.org/covers/4b3b9971-b877-4137-92b0-79de193296a4/35b77d8f-e93b-48ce-be35-443c365bc5d3.png",
    "altTitles": [
      {
        "ja": "ヒーラーさんの様子がおかしい"
      },
      {
        "ja-ro": "Healer-san no Yousu ga Okashii"
      }
    ],
    "description": {},
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "270f205c-e9a6-4b24-b940-59d5c07829d1",
    "title": {
      "en": "Gal ni Yasashii Otaku-kun"
    },
    "updatedAt": "2024-02-28T23:34:00+00:00",
    "coverArt": "https://mangadex.org/covers/270f205c-e9a6-4b24-b940-59d5c07829d1/52ecd9dc-df4c-4c03-84c6-fb90a2dce08e.jpg",
    "altTitles": [
      {
        "en": "Otaku-kun Who’s Kind to Gals"
      },
      {
        "ja": "ギャルに優しいオタク君"
      },
      {
        "ja-ro": "Gyaru ni Yasashii Otaku-kun"
      },
      {
        "en": "Gal-Friendly Otaku-kun"
      },
      {
        "ja-ro": "Gal ni Yasashii Otaku-kun"
      },
      {
        "en": "Otaku-kun Who’s Kind to Gyaru"
      }
    ],
    "description": {
      "en": "Odakura, a high school boy who looks otaku, and Narumi, a high school girl who looks like a gal. Originally, they were polar opposites who didn't get along even at school, but by chance, Odakura used his natural dexterity to grant Narumi's wishes one after another!? Your school youth romantic comedy♪",
      "id": "Odakura, seorang anak SMA yang terlihat otaku, dan Narumi, seorang gadis SMA yang terlihat seperti seorang gal. Awalnya, mereka adalah dua kutub yang berlawanan yang tidak akur di sekolah, tetapi secara kebetulan, Odakura menggunakan ketangkasan alaminya untuk mengabulkan permintaan Narumi satu demi satu!? \n\nKomedi romantis remaja sekolahmu♪",
      "ja": "見た目がオタクな男子高校生の小田倉と、ギャルな女子高生の鳴海。\n本来は学校でも交わらない真逆のタイプの二人だったけれど、ひょんなことから小田倉は持ち前の手先の器用さで、鳴海の趣味に関するお願い事を次々と叶えていって!?\n\nギャルの趣味を理解するオタク君の学園青春ラブコメディー♪\n\n---\n\nMitame ga otakuna danshi kōkōsei no Odagura to, gyaruna mesukōsei no Narumi. Honrai wa gakkō demo majiwaranai magyaku no taipu no futaridattakeredo, hyon'nakotokara Odagura wa mochimae no tesaki no kiyō-sa de, Narumi no shumi ni kansuru o negaigoto o tsugitsugi to kanaete itte!? \n\nGyaru no shumi o rikai suru otaku-kun no gakuen seishun rabukomedī ♪",
      "pt-br": "Odakura, um garoto do ensino médio que parece um otaku, e Narumi, uma garota do ensino médio que se parece com uma gal. Originalmente, eles eram polares opostos que não se davam bem na escola, mas por acaso, Odakura usou sua destreza natural para conceder os desejos da Narumi um após o outro!? Sua comédia romântica escolar da juventude."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83067b19-bdfb-4ba1-8178-7052e68b41bf",
    "title": {
      "en": "Goshujin-sama to Yuku Isekai Survival!"
    },
    "updatedAt": "2024-06-24T13:02:08+00:00",
    "coverArt": "https://mangadex.org/covers/83067b19-bdfb-4ba1-8178-7052e68b41bf/04b35e06-f28a-4690-a46d-470780980063.jpg",
    "altTitles": [
      {
        "en": "Survival in Another World with My Mistress!"
      },
      {
        "ja-ro": "Craft Game no Nouryoku de Isekai Kouryaku!!"
      },
      {
        "en": "Different World Survival to go with the Master"
      },
      {
        "ja-ro": "Goshujin-sama to Yuku Isekai Sabaibaru!"
      },
      {
        "ja-ro": "Goshujinsama to Yuku Isekai Survival!"
      },
      {
        "en": "Isekai Minecraft"
      },
      {
        "ru": "Захватить другой мир с силой майнкрафта!"
      },
      {
        "ru": "Захватить другой мир с силой ремесленных игр!"
      },
      {
        "ja": "ご主人様とゆく異世界サバイバル！"
      },
      {
        "zh": "跟主人一起在异世界生存!"
      },
      {
        "zh-hk": "跟主人一起在異世界生存！"
      },
      {
        "ja": "ご主人様とゆく異世界サバイバル! THE COMIC"
      },
      {
        "ja-ro": "Goshujin-sama to Yuku Isekai Survival! THE COMIC"
      }
    ],
    "description": {
      "en": "Kosuke found himself in a whole different world. Standing there with the wilderness to the east and a forest to his left, he decided to make good use of the occurrence, and tests his knowledge, to where he finds this amazing crafting ability, just like the games from his original world!  \n\n――This is a light for life in a different world.  When I thought, I was suddenly attacked by a beautiful dark elf…?!  \n  \nStart different world capture with different races and sub-races!  \n\n---\n\n- [Official LN (Eng)](https://sevenseasentertainment.com/series/survival-in-another-world-with-my-mistress-light-novel/)",
      "es": "Supervivencia en el otro mundo con mi maestro  \n¿¡Kousuke se encontró en un mundo completamente diferente!?  \nDe pie allí, con el desierto al este y un bosque a su izquierda, decidió hacer un buen uso de la ocurrencia y pone a prueba su conocimiento, donde encuentra esta increíble habilidad de creación, ¡al igual que los juegos de su mundo original!",
      "ja": "気が付けば、そこは異世界だった!?目の前には荒野と背後には森が広がる大地に立っていたコースケ。\n\n培った知識から森でサバイバルをしていたところ、元の世界でプレイしていたサバイバルゲームのように道具を作れるクラフト能力を手に入れていたことに気が付いた。\n\n——これで異世界生活にも光明が。と思っていたところ、いきなり美人ダークエルフに襲われて……!?\n\n異種族・亜人種たちとゆく異世界攻略スタート!!\n\n---\n\n- [Official LN (JP)](https://gcnovels.jp/goshujin/)  \n- [Original WN (JP)](https://ncode.syosetu.com/n3742ey/)",
      "ru": "Косукэ оказался в совершенно ином мире. Стоя там посреди дикой природы в густом лесу, он решил использовать это перемещение с умом и проверить свои знания выживания! Там он находит эту удивительную возможность крафта, точно такую же, как и в игре из его изначального мира!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5ec700b-c61b-4ab9-97fe-ed2d57fd0d5c",
    "title": {
      "en": "Kaminaki Sekai no Kamisama Katsudou"
    },
    "updatedAt": "2024-06-21T03:18:45+00:00",
    "coverArt": "https://mangadex.org/covers/d5ec700b-c61b-4ab9-97fe-ed2d57fd0d5c/8e876ca9-7f5d-431c-b414-80e253ef807f.jpg",
    "altTitles": [
      {
        "en": "God's Activity in a World Without Gods"
      },
      {
        "es-la": "Las Acciones de Un Dios en Un Mundo Sin Dioses"
      },
      {
        "ja": "神無き世界のカミサマ活動"
      },
      {
        "ru": "Деятельность Бога в мире без богов"
      },
      {
        "id": "Keseharian Dewa Didunia Tanpa Dewa"
      },
      {
        "zh-hk": "無神世界中的神明活動"
      },
      {
        "en": "Working for God in a Godless World"
      },
      {
        "ja-ro": "Kaminaki Sekai no Kamisama Katsudō"
      },
      {
        "en": "KamiKatsu: Working for God in a Godless World"
      },
      {
        "fr": "Kamisama : Opération Divine"
      }
    ],
    "description": {
      "en": "Yukito, the son of a questionable cult leader, lost his life due to the cult's ridiculous training practices. Now to his surprise, he was reincarnated into another world!\r\nIt was an ideal world for him without the concept of \"God\" or \"religion\" BUT...!\r\n\r\nA unique \"reincarnating in other world\" adventure begins: creating a \"religion\" in a world without God?!",
      "es": "El hijo del fundador de un sospechoso culto, Yukito, pierde la vida por culpa del insensato entrenamiento del culto, pero para su sorpresa, ¡se reencarna en otro mundo!\r\nEra un mundo ideal para él, donde no existía el concepto de \"Dios\" o \"religión\"... ¡pero!\r\n\r\nComienza la aventura de una singular \"reencarnación en otro mundo\" que crea una \"religión\" en un mundo sin Dios.",
      "id": "Yukito, putra seorang pemimpin sekte yang dipertanyakan, kehilangan nyawanya karena praktik pelatihan sekte yang konyol. Sekarang yang mengejutkannya, dia bereinkarnasi ke dunia lain!\r\nItu adalah dunia yang ideal baginya tanpa konsep \"Tuhan\" atau \"agama\" TAPI...!\r\n\r\nPetualangan unik \"bereinkarnasi di dunia lain\" dimulai: menciptakan \"agama\" di dunia tanpa Tuhan?!",
      "ja": "怪しげなカルト宗教の教祖の息子・征人は、教団の無茶な修行で命を落とした――はずが、なんと流行りの異世界転生！\r\nそこは「神」や「宗教」の概念のない、征人にとっては理想の世界だった…が!?\r\n神無き世界で「宗教」を作る異色の“異世界転生”譚、開幕!!",
      "ru": "Отец Юкито — лидер религиозной секты, который совершил обряд над своим сыном под названием «церемония рождения». Всё ради нового лидера религиозной секты, Юкито! Но что-то пошло не так, и в конце-концов наш герой перерождается в другом мире, где нет таких понятий как: Бог и религия, — а порнографические книги сродни детским каракулям. По мере событий Юкито понимает, что на самом деле в этом мире людскую жизнь и смерть решает империя...",
      "es-la": "Yukito, el hijo de un sospechoso líder de una secta, pierde la vida durante el peligroso rito de la secta y reencarna en otro mundo. Allí, es salvado por los habitantes de una remota aldea y vive felizmente con ellos. Sin embargo, la aldea es un lugar para aquellos que han sido calificados como \"anormales\" por el Estado Imperial. Los \"anormales\" son aquellos que tienen \"miedo a la muerte\". La gente del Reino Imperial carecía del sentido del \"miedo a la muerte\". Finalmente, los \"anormales\" iban a ser ejecutados bajo el sistema de \"Condena\". Yukito intenta desesperadamente salvar a los habitantes de la aldea, pero es incapaz de hacerlo. En ese momento, \"Mitama\", el dios del culto del que formaba parte Yukito, es convocado a este otro mundo... ¿Será capaz Yukito de sobrevivir en este otro mundo?",
      "pt-br": "Yukito, filho de um líder de culto questionável, perdeu a vida devido às práticas ridículas de treinamento do culto. Agora, para sua surpresa, ele reencarnou em outro mundo! Era um mundo ideal para ele sem o conceito de \"Deus\" ou \"religião\" MAS...! Uma aventura única de \"reencarnação em outro mundo\" começa: criar uma \"religião\" em um mundo sem Deus?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2bee9f01-79b2-4a43-8de0-2c1303396c30",
    "title": {
      "en": "Shiro no Ouji to Kuro no Ouji"
    },
    "updatedAt": "2023-10-24T00:55:30+00:00",
    "coverArt": "https://mangadex.org/covers/2bee9f01-79b2-4a43-8de0-2c1303396c30/26167c53-e518-4e81-a255-74832716467a.png",
    "altTitles": [
      {
        "ja": "白の王子と黒の王子"
      }
    ],
    "description": {
      "en": "Veteran dancer, Kuroda Hiroya, is double cast to dance alongside the ballet world’s new prince, Shiraishi Ryouhei, in “New Swan Lake.” Shiraishi one-sidedly sees Kuroda as his rival, but due to a trauma, Kuroda doesn’t want to compete with him. Though he admires Kuroda for a performance of his he saw when he was a child, his obsession up until this point is unusual, and somewhere along the way, his feelings turn into lust and love. Every time they dance together, their building lust is shown through their tights… When they’re alone together, Kuroda who was suffering, is passionately moved! A young genius x beautiful veteran ー the beginning of a sensual and erotic competition!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "3d467973-fb93-4185-8b77-081514ba26b2",
    "title": {
      "en": "A Manga Where The Photographer is the Subject"
    },
    "updatedAt": "2024-03-28T22:11:20+00:00",
    "coverArt": "https://mangadex.org/covers/3d467973-fb93-4185-8b77-081514ba26b2/fb619893-63ed-4c93-9d68-f9f84efb23f9.png",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f21837c2-8e14-45d2-9a1d-dace9d4fcdd5",
    "title": {
      "en": "Butterfly Beast II"
    },
    "updatedAt": "2024-07-09T05:02:38+00:00",
    "coverArt": "https://mangadex.org/covers/f21837c2-8e14-45d2-9a1d-dace9d4fcdd5/a5bf9c3c-e557-464f-b7f5-5c66a261f92b.jpg",
    "altTitles": [
      {
        "ja": "蝶獣戯譚Ⅱ"
      },
      {
        "ja-ro": "Choujuu Gitan II"
      }
    ],
    "description": {
      "en": "This is the story of Ocho, a shinobi who lives under the name of Kocho, a courtesan, who hunts other shinobi who have lost their way."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "25"
  },
  {
    "mangaId": "40491f95-f8f4-4690-8b66-564cf6fd0e67",
    "title": {
      "en": "Designs"
    },
    "updatedAt": "2024-03-24T18:34:28+00:00",
    "coverArt": "https://mangadex.org/covers/40491f95-f8f4-4690-8b66-564cf6fd0e67/261978dd-b566-42df-b25c-c279d5dfdb86.jpg",
    "altTitles": [
      {
        "ja": "ディザインズ"
      }
    ],
    "description": {
      "en": "Beyond the natural world lies a breed of abnormal beings... HA, or Humanized Animals. \nThey are a hybrid of human and animal, \"designed\" at the genetic level. Possessing astonishing physical capabilities, \nthese HA are deployed into scenes of intrigue by certain ambitious individuals, seeking to showcase their true value. \n\nFor what purpose did humans design these beings? Behind it all lies a grand plan connected to the future of humanity!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "24"
  },
  {
    "mangaId": "57b25404-e47e-4309-94ac-5c7dce7d6e83",
    "title": {
      "en": "Demi-human harem built by members of society"
    },
    "updatedAt": "2024-07-09T06:30:49+00:00",
    "coverArt": "https://mangadex.org/covers/57b25404-e47e-4309-94ac-5c7dce7d6e83/76e96952-55cf-4892-9f07-d42e5cb02ee2.jpg",
    "altTitles": [
      {
        "en": "Demi-human harem built by members of society: A naughty romantic comedy with 200% sugar content for you"
      },
      {
        "ja": "社会人が築く亜人ハーレム 糖度200%のエッチなラブコメをあなたに"
      },
      {
        "ja-ro": "Shakai Hito ga Kizuku Ajin Harem: Toudo 200% no Ecchi na Love Comedy wo Anata ni"
      }
    ],
    "description": {
      "en": "7 years ago from now. Beautiful monster girls have come to Earth looking for a husband."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3bdcdbb-d920-4f59-bdc1-cf9240fc1c56",
    "title": {
      "ja": "Bonkotsu Shinpei No Monster Life"
    },
    "updatedAt": "2024-05-13T16:51:40+00:00",
    "coverArt": "https://mangadex.org/covers/b3bdcdbb-d920-4f59-bdc1-cf9240fc1c56/08540cee-2f69-4ab2-b04b-eec4696fc0d8.jpg",
    "altTitles": [
      {
        "ja": "凡骨新兵のモンスターライフ"
      },
      {
        "en": "The Monstrous New Life of the Fallen Empire's Recruit"
      },
      {
        "ja": "凡骨新兵のモンスターライフ@COMIC"
      },
      {
        "ja-ro": "Bonkotsu Shinpei no Monster Life@COMIC"
      }
    ],
    "description": {
      "en": "The protagonist is an ordinary soldier from an empire at war who gets used as a guinea pig for genetic engineering experiments, turned into a monster and put into cryosleep.\r\n\r\n200 years later he wakes up in a sword and sorcery world. The empire is gone and he has to survive alone in the body of a monster whom everybody wants to kill on sight. Meanwhile he encounters various pretty ladies (and elves) in need of rescue.\r\n\r\n[Original JP Web Novel](https://ncode.syosetu.com/n6204gb/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2271042-a6c5-4d1d-8212-0c99c3b6e9ab",
    "title": {
      "en": "Shingan no Yuusha"
    },
    "updatedAt": "2024-05-04T19:04:15+00:00",
    "coverArt": "https://mangadex.org/covers/e2271042-a6c5-4d1d-8212-0c99c3b6e9ab/36196e03-c358-4c91-afdb-fe3c478d7088.jpg",
    "altTitles": [
      {
        "en": "Hero of God Eye"
      },
      {
        "ja": "Shingan no Yusha"
      },
      {
        "en": "The Brave With God's Eye"
      },
      {
        "ru": "Герой божественного глаза"
      },
      {
        "ja": "神眼の勇者"
      },
      {
        "ko": "신안(神眼)의 용사"
      },
      {
        "ja-ro": "Kami Me no Yūsha"
      },
      {
        "zh": "神眼勇者"
      }
    ],
    "description": {
      "en": "Makoto is a recluse (hikikomori) who gets summoned to another world. After being discarded by the original goddess, another goddess grants him the \"Truth Eye\" aka \"God's Eye\". Makoto is now able to see various things, including the past and future.  \nHe then finds a town overrun by zombies, picks up a log, kills the entire town of zombies and rescues three naked girls trapped in a well. After looting the town of valuable he goes to register at an adventurer's guild and is powerful enough to kill a veteran adventurer in one hit. He then uses his OP powers to build a harem in a fantasy world.  \n\n\n---",
      "ru": "Макото – затворник (хикикомори), которого призвали в иной мир. Богиня Лиана дала ему «Глаз истины», также известный как «Глаз Бога». Теперь Макото способен много чего видеть, включая прошлое и будущее, и использует эту способность, чтобы жить в ином мире как искатель приключений.   \n  \nAdaptation of the [Light Novel](https://www.novelupdates.com/series/shingan-no-yuusha/) by the same name."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0948937b-682c-4fe2-90bb-4c552c6818c4",
    "title": {
      "en": "I Have Nine Quadrillion Simp Gold Coins"
    },
    "updatedAt": "2024-01-02T15:44:47+00:00",
    "coverArt": "https://mangadex.org/covers/0948937b-682c-4fe2-90bb-4c552c6818c4/1c65e461-6021-4a50-bffc-8197022ab832.jpg",
    "altTitles": [
      {
        "zh": "我有九千万亿舔狗金"
      },
      {
        "vi": "Ta Có 90 Tỷ Tiền Liếm Cẩu!"
      },
      {
        "en": "I Have 90 Billion Licking Gold Coins"
      }
    ],
    "description": {
      "en": "Down-and-out university student Chen Yuan, devotedly pursues Goddess Lin Shutong for three years, gets kicked in the face. In his grief, he accidentally activates the “Licking Dog System” with a memory of 90 trillion Licking Dog Money, solely for licking women. The more you spend, the more you get back, and you can also obtain various attribute bonuses, transforming into a little superhero. It's called the Licking Dog System, but do I really want to be a licking dog? As long as I lick enough, I'll be the king. As long as I prove my love with enough money, I can turn the goddess into my licking dog! At this moment, Chen Yuan, who has undergone a great awakening, embarks on his life as a rich and licking dog."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "476474de-b227-4c32-91d3-02c330bdb15e",
    "title": {
      "en": "Kinnikuman II Sei - 2nd Generation"
    },
    "updatedAt": "2022-11-21T19:01:36+00:00",
    "coverArt": "https://mangadex.org/covers/476474de-b227-4c32-91d3-02c330bdb15e/0963727b-d0ea-4de8-8973-77ec9b958404.jpg",
    "altTitles": [
      {
        "en": "Ultimate Muscle - The Kinnikuman Legacy"
      },
      {
        "ja-ro": "Kinnikuman Nisei"
      },
      {
        "en": "Muscleman: The 2nd Generation"
      },
      {
        "ja": "キン肉マンII世"
      },
      {
        "ja": "キン肉マン2世"
      }
    ],
    "description": {
      "en": "What do you do when a team of evil, alien wrestlers threaten the Earth?  \n  \nOrganise a team of GOOD super-powered wrestlers, of course!   \n  \nKinniku Mantaro, the son of legendary wrestler Kinnikuman, rockets to Earth and finds an evil wrestling gang called the DMP tearing the place apart. The punks on the DMP are the weirdest, nastiest, and most outlandishly powerful musclebound freaks the galaxy has ever known.   \n  \nMantaro's only hope: form a team that's even wilder. Lazy and cowardly, Mantaro sure doesn't look like the universe's last great hope, but when something upsets him - like, say, EVIL - he busts out in muscles just like his old man! The only possible result is earthshaking, body-slamming, ultimate-powered action that sends our entire planet sailing over the top rope!"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "suggestive",
    "lastVolume": "29",
    "lastChapter": "300"
  },
  {
    "mangaId": "a316a7c5-f48f-412e-9b78-68e378c37775",
    "title": {
      "en": "Screw the Noble Life, I’m Going Home"
    },
    "updatedAt": "2024-04-21T04:51:38+00:00",
    "coverArt": "https://mangadex.org/covers/a316a7c5-f48f-412e-9b78-68e378c37775/4d380265-5310-4a8c-a065-c7e29161cdc2.jpg",
    "altTitles": [
      {
        "ko": "공녀고 나발이고 집에 간다고"
      },
      {
        "en": "Noble Lady or Whatever, I'm Going Home"
      }
    ],
    "description": {
      "en": "After confirming that I had won the lottery, I tried to quit my job! However, as soon as I opened the door, I found myself transmigrated into the body of a noble lady. I have one year to claim the prize money, so I have to return home at all costs. Please wait for me, my 1.7 million won! Mum will be there soon, but... What's wrong with this family?!\r\n\r\n\"I love you.\" But I'm not your daughter!\r\n\r\n\"Sister, you might get hurt so I'll hold you.\" Did he mean he would lift me? What is this guy, a giant brown bear?\r\n\r\n\"If you mess with our sister one more time, I'll make you disappear without a trace.\" He's got a pretty face, but he has a sharp tongue.\r\n\r\n\"Don't fall ill.\" Don't worry about me. Why are there so many of them?! I'm not a noble lady! Leave me alone, I wanna go home!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "The Ghost and the Exhausted Office Worker"
    },
    "updatedAt": "2024-05-25T01:52:42+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "ja-ro": "Yuurei to Tsukareta Kaishain"
      }
    ],
    "description": {
      "en": "A story about a ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb00a252-8c71-4f90-a280-d8e71d71231a",
    "title": {
      "en": "Touhou - Komachi & Eiki 4 Lovey-Dovey Manga (Doujinshi)"
    },
    "updatedAt": "2024-06-08T15:54:47+00:00",
    "coverArt": "https://mangadex.org/covers/cb00a252-8c71-4f90-a280-d8e71d71231a/fc3d08e3-a4cd-4328-90fb-0e25cbd9fd61.png",
    "altTitles": [
      {
        "en": "Komachi & Eiki 4 Lovey-Dovey Manga"
      },
      {
        "ja": "こまえーきイチャイチャ漫画"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab501955-8b35-4427-839d-b0631a7c8dc9",
    "title": {
      "en": "A Story About Childhood Friends"
    },
    "updatedAt": "2023-12-25T05:25:45+00:00",
    "coverArt": "https://mangadex.org/covers/ab501955-8b35-4427-839d-b0631a7c8dc9/f8303dc9-6c81-4642-b9b0-2c54a3bd0b64.jpg",
    "altTitles": [
      {
        "ja": "幼馴染の話"
      },
      {
        "ja-ro": "Osananajimi no Hanashi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b05825a3-9d8e-45bc-a45a-1fe065186b83",
    "title": {
      "en": "Filter-Goshi no Kanojo"
    },
    "updatedAt": "2024-06-18T15:11:17+00:00",
    "coverArt": "https://mangadex.org/covers/b05825a3-9d8e-45bc-a45a-1fe065186b83/7293b25b-9680-4e8c-a3e5-324ba8cf2138.jpg",
    "altTitles": [
      {
        "ja": "フィルター越しのカノジョ"
      },
      {
        "zh-hk": "隔著濾鏡的女朋友"
      },
      {
        "ru": "Девушка через фильтр"
      },
      {
        "en": "Secret Girl Through the Filter"
      }
    ],
    "description": {
      "en": "Hakobe Narumi is an expressionless high schooler known as Stoney. The highlight of his unnoticeable existence is following posts from the popular selfie poster \"Efa\" on social media. But it turns out \"Efa\" is his studious and popular classmate Mitsuha Koto?! The slightly erotic, adolescent, selfie, romantic comedy between an Iron Walled Selfie girl and a stone-faced boy begins!",
      "ja": "つねに無表情な能面高校生・箱部成海。クラスでも存在感激うすな彼の人生の楽しみは、SNSで人気のえっちな自撮り女子「えふぁ」の投稿を追いかけること。しかし、その「えふぁ」の正体が、真面目で誰からも好かれるクラスメイトの三葉琴であることを知ってしまいーー⁉︎鉄壁自撮り女子✖️能面男子のちょっとえっちな青春自撮りラブコメ開幕‼︎",
      "ru": "Хакобэ Наруми — невыразительный старшеклассник по прозвищу «Каменнолицый». Его незаметное существование состоит в том, что он следит за постами популярного эротического аккаунта «Эфа» в соцсетях. Но оказывается, что «Эфа» — это его одноклассница Мицуха Кото! Начинается слегка эротическая, подростковая, селфи-романтическая комедия между селфи-девочкой с железной стеной и парнем с каменным лицом!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b1d7ca0-6b34-415c-96c8-f3ffd460e932",
    "title": {
      "en": "Dragon and Chameleon"
    },
    "updatedAt": "2024-04-17T21:54:54+00:00",
    "coverArt": "https://mangadex.org/covers/8b1d7ca0-6b34-415c-96c8-f3ffd460e932/0fc22ea9-46b3-4510-8cf6-2f103bce3355.jpg",
    "altTitles": [
      {
        "ja-ro": "Ryuu to Chameleon"
      },
      {
        "ja": "龍とカメレオン"
      },
      {
        "fr": "Le dragon contre le caméléon"
      }
    ],
    "description": {
      "en": "Garyou Hanagami is a veteran mangaka. Best known for the behemoth of a series that is Dragon Land, Hanagami-sensei has years of experience under his belt and is always thinking up new manga ideas. \n\nShinobu Miyama is not. An amateur working for Hanagami-sensei as an assistant, Miyama is nicknamed “The Chameleon” for his ability to copy the artstyles of those he works under. However, his true dream is to escape the faceless crowds and become someone. \n\nSo what happens when a work accident causes them to swap bodies?",
      "fr": "Garyou Hanagami est un mangaka chevronné. Il est connu pour son oeuvre Dragon Land, le manga le plus populaire. Hanagami a des années d'expérience à son actif et déborde d'une créativité et d'une énergie folle.\n\nShinobu Miyama est un dessinateur travaillant pour Hanagami en tant qu'assistant libre. Miyama est surnommé \"le caméléon\" en raison de sa capacité à copier le style de n'importe quel artiste à la perfection. Cependant, son véritable rêve est de sortir de la masse et de devenir quelqu'un avec une grande renommée.\n\nSuite a un accident, les deux mangaka échangent de corps. Garyou va maintenant devoir battre sa propre oeuvre, dans le corps d'un illustre inconnu.\nUne bataille au sommet du manga commence ! \nEntre le dragon qui repart de zéro et le caméléon qui tente d'imiter cet animal céleste ! \n\nQui va remporter le titre du meilleur mangaka ?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "512cd78f-cbb8-460a-bafd-e8840c0f7c31",
    "title": {
      "en": "Sword Art Online Unital Ring"
    },
    "updatedAt": "2024-05-23T11:39:09+00:00",
    "coverArt": "https://mangadex.org/covers/512cd78f-cbb8-460a-bafd-e8840c0f7c31/b30395aa-2d98-4439-b141-a916840aee16.jpg",
    "altTitles": [
      {
        "ja": "ソードアート・オンライン・ユナイタル・リング"
      },
      {
        "ja-ro": "Sōdo Āto Onrain Yunaitaru Ringu"
      },
      {
        "en": "SAO Unital Ring"
      },
      {
        "es-la": "Sword Art Online Anillo Unital"
      }
    ],
    "description": {
      "en": "A year has passed since Kirito and Asuna’s return from the Underworld. With them is Alice, who has been given a physical body. But their peace is quickly broken when the three are suddenly thrust into an unfamiliar game, Unital Ring. This new world is a survival MMO that fuses together every VRMMO created with the Seed program. As soon as it starts, Kirito finds himself with nothing but his underwear. Now, he’s got to challenge a mysterious VRMMOSVG under desperate circumstances!",
      "es-la": "Ha pasado un año desde el regreso de Kirito y Asuna del Underworld. Con ellos está Alice, que ha recibido un cuerpo físico. Pero su paz se rompe rápidamente cuando los tres se ven empujados de repente a un juego desconocido, Unital Ring. Este nuevo mundo es un MMO de supervivencia que fusiona todos los VRMMO creados con el programa \"The Seed\". Nada más empezar, Kirito se encuentra sin nada más que su ropa interior. Ahora, ¡Tiene que desafiar a un misterioso VRMMOSVG en circunstancias desesperadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-03-31T15:53:45+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/d93558b8-a087-4baa-b43b-c6ffa4758aef.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51b8571f-7277-4e48-b6e5-58c3ebca1143",
    "title": {
      "en": "Vigilante"
    },
    "updatedAt": "2023-09-28T05:00:27+00:00",
    "coverArt": "https://mangadex.org/covers/51b8571f-7277-4e48-b6e5-58c3ebca1143/d8e44647-f20c-4c50-93dc-ea06bf574d82.jpg",
    "altTitles": [
      {
        "en": "Vigilante (CRG)"
      },
      {
        "zh": "非法正義"
      },
      {
        "ko": "비질란테"
      }
    ],
    "description": {
      "en": "The law is flawed and I'll be the one who will make it perfect. Blame the law that released you.  \n  \nArt done by the creator of [HIVE](https://www.webtoons.com/en/thriller/hive/list?title_no=65).\n  \n[Official Trad. Chinese](https://www.webtoons.com/zh-hant/drama/feifazhengyi/list?title_no=1434&page=1)  \n [Official Thai](https://www.webtoons.com/th/action/vigilante/list?title_no=1488&page=1)",
      "pt-br": "A lei é falha e serei eu quem a tornará perfeita. Culpe a lei que te soltou."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "141"
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-07-03T20:48:33+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/2e418d11-579c-4078-a960-60781115efc9.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3a9cdf7-14b9-4654-9b86-86a1f78fb1c7",
    "title": {
      "en": "XEVEC"
    },
    "updatedAt": "2024-07-09T02:24:26+00:00",
    "coverArt": "https://mangadex.org/covers/d3a9cdf7-14b9-4654-9b86-86a1f78fb1c7/bd66b1e2-c2b8-4e27-b968-a45cc90d7481.jpg",
    "altTitles": [
      {
        "ja": "XEVEC"
      },
      {
        "ja": "ゼベック"
      },
      {
        "ja-ro": "XEVEC"
      },
      {
        "ja-ro": "Zebekku"
      }
    ],
    "description": {
      "en": "2057.  \nHemisphere, a man-made city in Tokyo Bay, has wiped out virtually all crime by introducing the quantum AI system “XEVEC”, through which the “law” acts as a physical force to protect all citizens. Hemisphere is a “utopia”, an ultra-nomocratic society in which the righteous are rewarded and permanent peace is guaranteed. Or so I thought. Until that incident…\n\nConfronting crime in a near-future city! Physical court battles are now in session!\n___\n[Alt Official Raw (Comic DAYS)](https://comic-days.com/episode/3269754496456050625)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "3e2f9b27-4fb8-42fd-9076-a1e701950995",
    "title": {
      "en": "A Cute and Fluffy Childhood Friend"
    },
    "updatedAt": "2023-04-19T22:48:04+00:00",
    "coverArt": "https://mangadex.org/covers/3e2f9b27-4fb8-42fd-9076-a1e701950995/7379d1ac-e462-4668-a57b-0b3040e56e9e.jpg",
    "altTitles": [
      {
        "ja": "モフモフでかわいい幼なじみ漫画"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2024-06-18T16:50:39+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/0be74b17-5073-47d6-850c-f5de838ce4df.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "bg": "Стокано"
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ja-ro": "Kimi no koto ga daidaidaidaidai suki na 100-nin no Kanojo"
      },
      {
        "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. In desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! Now this god will set things right by making sure Aijo gets one hundred dates. \n\nExcept, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! Worse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a96676e5-8ae2-425e-b549-7f15dd34a6d8",
    "title": {
      "en": "Komi-san wa Komyushou Desu."
    },
    "updatedAt": "2024-05-09T04:59:48+00:00",
    "coverArt": "https://mangadex.org/covers/a96676e5-8ae2-425e-b549-7f15dd34a6d8/ba47ca06-012c-4957-a4bd-5e1ff508ebae.jpg",
    "altTitles": [
      {
        "ja-ro": "Comi-san ha Comyusho Desu."
      },
      {
        "en": "Komi Can't Communicate"
      },
      {
        "en": "Komi-san Can't Communicate."
      },
      {
        "en": "Komi-san Has a Communication Disorder."
      },
      {
        "ja-ro": "Komi-san wa, Communication Shougai desu."
      },
      {
        "en": "Miss Komi Is Bad at Communication."
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "ja": "古見さんは、コミュ症です。"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      },
      {
        "ar": "كومي سان لا يمكنها التواصل"
      },
      {
        "ja-ro": "Furumi-san wa, Komyu-shōdesu."
      },
      {
        "vi": "Komi - Nữ thần sợ giao tiếp"
      },
      {
        "fr": "Komi cherche ses mots"
      },
      {
        "tr": "Komi Konuşmaktan Korkuyor"
      },
      {
        "pt": "Komi não consegue se comunicar"
      },
      {
        "id": "Komi Sulit Berkomunikasi"
      },
      {
        "ms": "Komi Tidak Boleh Berkomunikasi"
      },
      {
        "hu": "Komi-san Kommunikációs Zavarral Küzd"
      },
      {
        "cs": "Komi-san nemůže komunikovat"
      },
      {
        "pl": "Komi-san nie móc komunikuje"
      },
      {
        "pl": "Komi-san nie móc porozumiewa"
      },
      {
        "es": "Komi-san no puede comunicarse"
      },
      {
        "pt": "Senhora Komi não consegue se comunicar"
      },
      {
        "pt-br": "Senhorita Komi não consegue se comunicar"
      },
      {
        "ru": "Коми-сан ва, комюсё: дэсу"
      },
      {
        "mn": "Коми-сан харилцаж чаддаггүй"
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "uk": "У Комі-сан проблеми зі спілкуванням"
      },
      {
        "ar": "كومي لا تستطيع التواصل"
      },
      {
        "fa": "کومی نمیتواند صحبت کند"
      },
      {
        "ne": "कोमी सञ्चार गर्न सक्दैन।"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "zh-hk": "古見同學是溝通魯蛇。"
      },
      {
        "zh-hk": "古見同學有交流障礙症"
      },
      {
        "zh": "古见同学有交流障碍症"
      },
      {
        "ko": "코미 양은 커뮤증입니다"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      }
    ],
    "description": {
      "en": "Komi-san is a beautiful and admirable girl that no one can take their eyes off of. Almost the whole school sees her as the cold beauty that's out of their league, but Tadano Hitohito knows the truth: she's just really bad at communicating with others.\r\n\r\nKomi-san, who wishes to fix this bad habit of hers, tries to improve it with the help of Tadano-kun by achieving her goal of having 100 friends.",
      "es": "Hitohito Tadano acaba de empezar la secundaria alta anhelando que sea pura paz y tranquilidad, pero sus planes se truncan cuando termina sentado al lado de la perfecta Shoko Komi. Ella es linda, inteligente, educada y hasta huele bien. Pero tiene 0 dotes sociales y no sabe cómo corno comunicarse con los demás. Es ahí que Tadano se sube al pony y se propone ayudarla a su compañera hasta que se haga de cien amigos, y con suerte algo más.",
      "pl": "Komi-san jest piękną i godną podziwu dziewczyną, od której nikt nie może oderwać oczu. Prawie cała szkoła postrzega ją jako zimne piękno, które jest poza ich zasięgiem, ale Tadano Hitohito zna prawdę: młoda piękność po prostu źle komunikuje się z innymi. Komi-san, chce to zmienić, a ma jej w tym pomóc Tadano.",
      "es-la": "El viaje a 100 amigos comienza con una sola conversación. El mayor sueño de la estudiante de secundaria socialmente ansiosa Shouko Komi es hacer amigos, ¡pero todos en la escuela confunden su ansiedad social paralizante con una reserva fría! Con todo el cuerpo estudiantil manteniendo su distancia y Komi incapaz de pronunciar una sola palabra, la amistad podría estar siempre fuera de su alcance. Tadano Hitohito es un chico ordinario total, y así es como le gusta. Vive para mezclarse con el fondo. Todo eso cambia cuando se encuentra solo en un salón de clases el primer día de la escuela secundaria con la legendaria Komi. Rápidamente se da cuenta de que ella no es distante, sino que tiene problemas para comunicarse con los demás. ¡Ahora ha hecho su misión ayudarla en su búsqueda para hacer 100 amigos!",
      "pt-br": "Komi-san é uma bela e admirável garota que ninguém consegue tirar os olhos. Quase todos da escola a veem como alguém fora do alcance, mas Tadano Shigeo sabe a verdade: **ela apenas não sabe como se comunicar com os outras pessoas**. Komi-san, que deseja corrigir este mau hábito dela, tenta melhorar com a ajuda do Tadano-kun..."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c6dc99d1-4b39-4a7e-bfda-ad66fdff235f",
    "title": {
      "en": "Hotaru no Yomeiri"
    },
    "updatedAt": "2024-05-19T21:48:48+00:00",
    "coverArt": "https://mangadex.org/covers/c6dc99d1-4b39-4a7e-bfda-ad66fdff235f/31e721e8-c156-40fb-a54d-897912419ddf.jpg",
    "altTitles": [
      {
        "ja": "ホタルの嫁入り"
      },
      {
        "en": "Firefly Wedding"
      },
      {
        "uk": "Весілля світлячків"
      },
      {
        "ne": "जुनकिरी को विवाह"
      },
      {
        "zh-hk": "螢火蟲之婚"
      },
      {
        "vi": "Đám cưới đom đóm"
      },
      {
        "es": "Matrimonio de luciérnagas"
      },
      {
        "es-la": "Matrimonio de luciérnagas"
      },
      {
        "en": "Firefly Marriage"
      }
    ],
    "description": {
      "en": "A romance story set in the Meiji era. Born into a prestigious family and blessed with good looks, Satoko is said to have a short life expectancy. But suddenly, her life is targeted by a mysterious killer...?! In order to survive on the spot, Satoko makes a \"proposal\" for the killer...?! - A young lady and an assassin... A contract marriage love suspense between two people who should never meet!",
      "es": "Una joven y un asesino a sueldo... ¡un thriller de amor sobre un matrimonio contractual entre dos personas que nunca deberían cruzarse!\nEstamos en la era Meiji.\nNacida en el seno de una familia prominente y bendecida con una buena apariencia, a Satoko le dicen que le queda poco tiempo de vida, y su único sueño es casarse en beneficio de su familia.\n¡Pero, de repente, un misterioso asesino atenta contra su vida...!\n¡Para sobrevivir, Satoko le hace una proposición al asesino...!",
      "ja": "令嬢と殺し屋…絶対交わらないはずの二人の、契約結婚ラブサスペンス！\n時は明治。\n名家に生まれ美貌に恵まれるも、余命わずかと言われている紗都子の唯一の夢は…家の利益になる結婚をすること。\nしかし突然、謎の殺し屋に命を狙われ…！？\nその場を生き延びるため、紗都子は殺し屋にある“提案”を…！？",
      "uk": "\"Весілля світлячків\" – манґа, події якої розгортаються у давні часи епохи Мейджі. Дівчина на ім'я Сатоко, донька заможної родини, якій пощастило успадкувати красу, прагне одружитися з тим, кого запропонує їй батько, але як же це зробити, якщо її життю загрожує хвороба? Одного дня героїня потрапляє до рук викрадачів, де, задля порятунку себе, вона пропонує шлюб власному вбивці. Куди її приведе узгоджений шлюб з людиною, яку вона ніколи не мала зустріти?",
      "es-la": "Una joven y un asesino a sueldo... ¡un thriller de amor sobre un matrimonio contractual entre dos personas que nunca deberían cruzarse!\nEstamos en la era Meiji.\nNacida en el seno de una familia prominente y bendecida con una buena apariencia, a Satoko le dicen que le queda poco tiempo de vida, y su único sueño es casarse en beneficio de su familia.\n¡Pero, de repente, un misterioso asesino atenta contra su vida...!\n¡Para sobrevivir, Satoko le hace una proposición al asesino...!",
      "pt-br": "Uma história de romance ambientada na era Meiji.  \n\nNascida em uma família de prestígio e abençoada com boa aparência, Satoko tem uma expectativa de vida curta. Mas de repente, sua vida é alvo de um misterioso assassino...?! Para sobreviver no local, Satoko faz uma \"proposta\" para o assassino...?! \n- Uma jovem e um assassino... \n\nUm suspense de amor por contrato de casamento entre duas pessoas que nunca deveriam se encontrar!",
      "zh-hk": "千金小姐與殺手…絕對沒有交集的兩個人間的契約結婚愛情喜劇！\n時值明治時代。\n出生名門又集美貌於一身，卻被告知餘命不久矣的紗都子唯一的夢想是…為了家族的利益而結婚。\n但是，突然之間被謎樣的殺手給襲擊了…！？\n為了從這種局面中活下來，紗都子向殺手提出了某項“提案”…！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a19cf0c-28b4-4f3e-9b51-1843029601fb",
    "title": {
      "en": "Zombie no Afureta Sekai Ore Dake ga Osowarenai"
    },
    "updatedAt": "2024-02-25T16:15:47+00:00",
    "coverArt": "https://mangadex.org/covers/7a19cf0c-28b4-4f3e-9b51-1843029601fb/913b7eac-48d9-44fe-a069-754fc0d5c100.jpg",
    "altTitles": [
      {
        "en": "Only I Am Not Attacked in a World Overflowing With Zombies"
      },
      {
        "ja": "ゾンビのあふれた世界で俺だけが襲われない"
      },
      {
        "en": "In A World Filled With Zombies, I’m The Only One They Won’t Attack"
      },
      {
        "pt-br": "Em um Mundo Cheio de Zumbis, Eu Sou o Único que Eles Não Vão Atacar"
      },
      {
        "id": "Didunia yang penuh dengan Zombie hanya aku yang tidak diserang"
      },
      {
        "zh-hk": "在遍地都是喪屍的世界裡唯獨我不被襲擊"
      }
    ],
    "description": {
      "en": "Takemura wakes up after falling ill for 3 days and realizes the world has been overrun by zombies but for some strange reason he is not being attacked by them! What will he do now with this great power he has?",
      "id": "Kehidupan sehari-hari pekerja kantor yang tidak disukai \"Takemura\" berubah dalam sekejap. Ketika aku perhatikan, itu adalah dunia yang penuh dengan zombie. Terlebih lagi, aku satu-satunya yang tidak diserang oleh zombie. \"Bantu orang? Apa itu? Aku akan menjalani dunia ini sesukaku.\" Takemura memiliki banyak kekuatan di dunia apokaliptik di mana peradaban akan runtuh. Apakah dia satu-satunya pahlawan yang hidup dengan menyembunyikan fakta bahwa dia tidak diserang?",
      "pt-br": "Na sociedade atual, que foi completamente destruída por zumbis, há um homem que misteriosamente não é atacado por eles, e essa história segue sua estilo de vida egoísta. 18 Visualizações totais, 18 Visualizações hoje"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84bab9b6-b5c1-40e2-a9ce-0664e519b177",
    "title": {
      "en": "Takemitsu Zamurai"
    },
    "updatedAt": "2024-05-07T16:07:09+00:00",
    "coverArt": "https://mangadex.org/covers/84bab9b6-b5c1-40e2-a9ce-0664e519b177/ec640bb2-022e-431b-a46a-294b32b01c1f.jpg",
    "altTitles": [
      {
        "en": "Bamboo Samurai"
      },
      {
        "tr": "Bambu Kılıçlı Samuray"
      },
      {
        "ja-ro": "Takemitsuzamurai"
      },
      {
        "ja": "竹光侍"
      }
    ],
    "description": {
      "en": "Early one New Year's morning, the rounin Senou Souichirou appears in Edo's Katagi tenements.  \n  \nInitially, the inhabitants regard him with fear and suspicion: Kankichi, the carpenter's son, thinks he may not be human; the neighborhood cats remark that he reeks of blood. But soon Souichirou pawns his sword, and, with a bamboo replica at his waist, settles down to a quiet life as the neighborhood school-teacher.  \n  \nMonths pass, and all appears to be well. But trouble will not leave the Katagi tenements alone …  \n  \n---\n- **Won the 15th Osamu Tezuka Cultural Grand Prize in 2011**"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "83"
  },
  {
    "mangaId": "6538492e-8dac-462c-8005-d701fba7a3b2",
    "title": {
      "en": "Xuanmen Prodigal Son"
    },
    "updatedAt": "2024-06-30T10:25:25+00:00",
    "coverArt": "https://mangadex.org/covers/6538492e-8dac-462c-8005-d701fba7a3b2/e622ea1d-ca3b-4e77-8925-23f3cd693860.png",
    "altTitles": [
      {
        "en": "Prodigal Son of Xuanmen"
      },
      {
        "zh": "玄门败家子"
      }
    ],
    "description": {
      "en": "This is a story about a prodigal son who, while squandering his money in various ways, beats up a group of destined men."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c923baf-ec21-43b1-bb60-557099712b68",
    "title": {
      "en": "Let's Skip the Handshake"
    },
    "updatedAt": "2023-09-27T17:05:21+00:00",
    "coverArt": "https://mangadex.org/covers/4c923baf-ec21-43b1-bb60-557099712b68/d4534bcc-bf7a-41ff-a945-bcf28853273b.jpg",
    "altTitles": [
      {
        "ko": "악수는 생략합시다"
      }
    ],
    "description": {
      "en": "Jun-won, an ordinary office worker, is bothered by the presence of Lee Jae, his fellow employee, who is different from him in every way.\nThat day, after a fight over a minor disagreement, he reluctantly joined hands in the name of reconciliation...\n\nWhat was that feeling just now?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3961d803-654a-4c9b-aea3-bce6976d028c",
    "title": {
      "en": "Gunsmith Cats"
    },
    "updatedAt": "2024-07-06T21:26:49+00:00",
    "coverArt": "https://mangadex.org/covers/3961d803-654a-4c9b-aea3-bce6976d028c/198f197b-31c2-4b6e-824d-79d78e48a6ae.jpg",
    "altTitles": [
      {
        "en": "Gun Smith Cats"
      },
      {
        "ja": "ガンスミスキャッツ"
      }
    ],
    "description": {
      "en": "Girls, guns, and grenades! Meet Rally Vincent and Minnie May. By day, they work at the Chicago gun shop that they own. By night (or holidays or week-ends), they moonlight as a pair of bounty hunters called the Gunsmith Cats. Rally is an expert at firearms, being able to judge the condition of a gun with a glance, and being an expert marksman. Minnie May is younger and less disciplined; and has an absolute fascination with explosives. Lots of explosives. Especially big ones. Together, they form an unbeatable team; much to the consternation of the local ATF bureau. Set in the city of Chicago, this action-adventure series features a lot of gunfights, car chases, and general mayhem.",
      "es-la": "¡Chicas, armas y granadas! Les presento a Rally Vincent y Minnie May. De día, trabajan en la armería de Chicago que poseen. Por la noche (o los días festivos o fines de semana), trabajan como un par de cazarrecompensas llamados los Gatos Armeros (Gunsmith Cats). Rally es una experta en armas de fuego, capaz de juzgar el estado de un arma con sólo una mirada, y siendo una experta tiradora. Minnie May es más joven y menos disciplinada; y tiene una absoluta fascinación por los explosivos. Muchos explosivos. Especialmente los grandes. Juntas, forman un equipo imbatible; para consternación de la oficina local de la ATF. Ambientada en la ciudad de Chicago, esta serie de acción-aventura presenta muchos tiroteos, persecuciones de coches y caos general."
    },
    "status": "completed",
    "releaseDate": 1991,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "75"
  },
  {
    "mangaId": "fb1d3464-4160-4339-8a80-dafd86eae398",
    "title": {
      "en": "D-Frag!"
    },
    "updatedAt": "2023-12-27T21:25:35+00:00",
    "coverArt": "https://mangadex.org/covers/fb1d3464-4160-4339-8a80-dafd86eae398/85262e2c-7016-468f-b872-ce638393c04b.jpg",
    "altTitles": [
      {
        "en": "D-FRAGMENTS!"
      },
      {
        "ru": "Дефрагментация!"
      },
      {
        "th": "ชมรมรั่วมหากาฬ!"
      },
      {
        "ja": "デーフラグ！"
      },
      {
        "ja": "ディーふらぐ!"
      },
      {
        "zh": "属性同好会"
      },
      {
        "ko": "디프래그!"
      }
    ],
    "description": {
      "en": "Kazama Kenji likes to believe he is something of a delinquent. Moreover, others seem to like to agree that he is. Of course, Kenji's gang finds their way to a group of four not-so-normal girls - Chitose, Sakura, Minami and Roka - and all at once, whatever reputation he may have, is nothing compared to the outrageous behavior of the girls. Shanghaied into joining their club, what will happen to his everyday life from that point on?  \n\n\n---\n[See AnimeNewsNetwork for the anime.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=15705)",
      "ru": "Печально известный главарь банды Казама Кенжи наталкивается на группу странных девчонок, воображающих, что они владеют магией стихий. В итоге девчонки шантажируют его, чтобы он вступил в их клуб. Итак, приключения начинаются…"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2129e537-2853-4612-98f8-a83dce42dccd",
    "title": {
      "en": "The Veiled Queen"
    },
    "updatedAt": "2024-05-29T05:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/2129e537-2853-4612-98f8-a83dce42dccd/b0138e0e-eece-4a45-b74d-9f639cd3d8c9.jpg",
    "altTitles": [
      {
        "zh": "面纱下的女王"
      },
      {
        "zh-ro": "Miànshā Xià De Nǚwáng"
      },
      {
        "en": "The Queen Under Her Veil"
      }
    ],
    "description": {
      "en": "After being reborn, Sayi vows to break free of her foster mother’s control."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "15996a52-7166-4ac5-9d96-11a7d3592eec",
    "title": {
      "en": "Absolute Obedience"
    },
    "updatedAt": "2024-05-21T19:30:05+00:00",
    "coverArt": "https://mangadex.org/covers/15996a52-7166-4ac5-9d96-11a7d3592eec/37e5a7d8-4239-451f-85a9-ae81071edee7.jpg",
    "altTitles": [
      {
        "en": "Absolute Submission"
      },
      {
        "en": "Bully Conquest"
      },
      {
        "zh": "绝对服从"
      },
      {
        "ko": "절대복종"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e8724d2c-19c9-45e5-b3ca-0e6dca00da80",
    "title": {
      "en": "The Beautiful Onii-san From the Coffee Shop and the Boy Who Is a Regular"
    },
    "updatedAt": "2023-12-06T02:18:32+00:00",
    "coverArt": "https://mangadex.org/covers/e8724d2c-19c9-45e5-b3ca-0e6dca00da80/92226e44-1442-4e74-9423-c7d1bf1b845c.png",
    "altTitles": [
      {
        "ja": "喫茶店の美人お兄さんと常連のチビッ子"
      },
      {
        "ja-ro": "Kissaten no Bijin Onii-san to Jouren no Chibikko"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5276c43b-83c7-4739-9ffc-0e86c4907cc0",
    "title": {
      "en": "Kuzu, Omega ni Tensei"
    },
    "updatedAt": "2024-07-09T02:46:53+00:00",
    "coverArt": "https://mangadex.org/covers/5276c43b-83c7-4739-9ffc-0e86c4907cc0/9f073491-771b-4c94-a833-2476f8934908.jpg",
    "altTitles": [
      {
        "en": "Trash Omega"
      },
      {
        "ko": "쓰레기, 오메가로 환생"
      },
      {
        "ja": "クズ、オメガに転生"
      },
      {
        "en": "Trash Reincarnated Into Omega"
      }
    ],
    "description": {
      "en": "Kanade is a trashy man who has bad manners and no concept of money, but lives by trusting only one face.\nOne day, he runs into his high school junior, Haruka, but his\nex-girlfriend who holds a grudge against Kanade stabs them both with a knife.\nThen, when he opened his eyes, he was in the world of an Omegaverse?!\nKanade, who became an omega, couldn't stand it anymore and ended up seducing Alpha Haruka with a flushed face... ?!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d45ba05a-a218-4c91-9f02-5efacb54e6e3",
    "title": {
      "en": "Fiancée of the Wizard"
    },
    "updatedAt": "2024-06-10T01:15:02+00:00",
    "coverArt": "https://mangadex.org/covers/d45ba05a-a218-4c91-9f02-5efacb54e6e3/182e4177-dfcd-4bf7-9365-89c63559b7d5.jpg",
    "altTitles": [
      {
        "ko-ro": "Mahoutsukai no Konyakusha"
      },
      {
        "en": "Fiancee of the Wizard"
      },
      {
        "ja-ro": "Mahou Tsukai no Konyakusha"
      },
      {
        "ja": "魔法使いの婚約者"
      },
      {
        "zh": "魔法使的婚约者"
      }
    ],
    "description": {
      "en": "A 29-year-old woman had died in a tragic car accident only to be reincarnated into the body of a 3-year-old girl who's a noble in a mysterious world filled with magic! Now named Philomena, she learns magic to be powerful, or so she thinks. One day, she meets a mysterious boy wizard who will change her life forever.  \n  \nAfter getting caught up in an accident in my previous life, I reincarnated into a world of sword and magic. Although I didn't get any special skill or power through my reincarnation, in this new world I met with the black hair boy, Eguiédills――  \n  \nA work from Shousetsuka ni Narou, the Gold Medal Winner of the first Iris Love Fantasy competition, the long awaited comic version is finally here!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "24"
  }
]