[
  {
    "mangaId": "5e0d1449-0f4b-4ba7-9ef6-2e8024715345",
    "title": {
      "en": "Goddess of Victory: Nikke - Sweet Encount"
    },
    "updatedAt": "2024-05-20T03:54:47+00:00",
    "coverArt": "https://mangadex.org/covers/5e0d1449-0f4b-4ba7-9ef6-2e8024715345/39946fa0-e98b-4541-91db-90395b4adb40.jpg",
    "altTitles": [
      {
        "ja": "勝利の女神：NIKKE すいーとえんかうんと"
      },
      {
        "ja-ro": "Shouri no Megami: Nikke - Sweet Encounter"
      },
      {
        "en": "Goddess of Victory: Nikke - Sweet Encounter"
      },
      {
        "ja-ro": "Shouri no Megami: Nikke - Sweet Encount"
      }
    ],
    "description": {
      "en": "In this manga, NIKKE and their friends live peacefully. A loose comedy in which the main character N102 works as a maid at a maid café called \"Maid For You\", where Cocoa and Soda work too!\n\nThe first official manga based on the popular mobile game *Goddess of Victory: NIKKE* with over 25 million downloads worldwide!",
      "ja": "全世界累計2500万DL突破の大人気アプリゲーム『NIKKE』の公式初まんが。このまんがの世界では、NIKKEたちは平和に過ごす――。主人公Nがココアやソーダがいるメイド喫茶「メイド・フォー・ユー」でメイドとして働くゆるふわコメディ♪"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b96ec17-deb7-402b-b822-ae40e03533db",
    "title": {
      "en": "Gakuen Babysitters"
    },
    "updatedAt": "2024-03-05T07:43:57+00:00",
    "coverArt": "https://mangadex.org/covers/9b96ec17-deb7-402b-b822-ae40e03533db/744f570c-b886-4c39-8ed8-3a1ec971129e.png",
    "altTitles": [
      {
        "en": "School Babysitters"
      },
      {
        "es": "Escuela de Niñeros"
      },
      {
        "ja-ro": "Gakuen Babysitters"
      },
      {
        "th": "นักเรียนพี่เลี้ยงเด็ก"
      },
      {
        "zh": "学园Babysitters"
      },
      {
        "zh": "学园保姆"
      },
      {
        "ja": "学園ベビーシッターズ"
      },
      {
        "zh-hk": "學園Babysitters"
      },
      {
        "zh-hk": "學園奶爸"
      },
      {
        "tr": "Okul Bebek Bakıcıları"
      },
      {
        "vi": "Anh chàng bảo mẫu"
      },
      {
        "it": "Babysitter scolastici"
      },
      {
        "ko": "학원 베이비시터즈"
      },
      {
        "fa": "پرستاران بچه مدرسه"
      },
      {
        "zh-hk": "湊B同學仔 (Cantonese)"
      }
    ],
    "description": {
      "en": "After their parents are killed in a plane crash, Ryuuichi and his younger brother Kotarou are taken in by the chairman, who they never met before, of an elite academy. Ryuuichi becomes the school daycare's new babysitter.",
      "pt": "Após perderem os pais em um acidente de avião os irmãos Kotarou e Ryuuichi são mandados para o colégio Morinomiya, lá eles precisam trabalhar na creche para poder manter sua estadia.",
      "pt-br": "Após perderem os pais em um acidente de avião os irmãos Kotarou e Ryuuichi são mandados para o colégio Morinomiya, lá eles precisam trabalhar na creche para poder manter sua estadia."
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8d4d480-93e6-466d-ae0d-0f6bcbd7e844",
    "title": {
      "en": "Passionate Goddess"
    },
    "updatedAt": "2024-05-22T15:58:47+00:00",
    "coverArt": "https://mangadex.org/covers/d8d4d480-93e6-466d-ae0d-0f6bcbd7e844/0adb0121-c64b-4eac-ab2b-a2805e61c3cf.jpg",
    "altTitles": [
      {
        "ja": "熱い女神"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "66b0511a-528c-43de-b572-a7ff7a30ebd9",
    "title": {
      "en": "Cool na Doukyuusei no ◯◯ Nengo…"
    },
    "updatedAt": "2024-04-06T08:50:53+00:00",
    "coverArt": "https://mangadex.org/covers/66b0511a-528c-43de-b572-a7ff7a30ebd9/4f5ebead-fa60-449d-9c6c-e0034e5b1df7.png",
    "altTitles": [
      {
        "ja-ro": "Cool na Doukyuusei no ◯◯ Nengo…"
      },
      {
        "ja": "クールな同級生の◯◯年後..."
      },
      {
        "en": "The Cool Classmate XX Years Later..."
      },
      {
        "en": "The Cool Classmate ◯◯ Years Later..."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "912dd3eb-80f2-4659-8986-badb32c847c0",
    "title": {
      "en": "Seven Sleeping Beauties"
    },
    "updatedAt": "2024-05-18T15:46:09+00:00",
    "coverArt": "https://mangadex.org/covers/912dd3eb-80f2-4659-8986-badb32c847c0/7cab4f00-a328-424e-bbf0-a67925d96612.jpg",
    "altTitles": [
      {
        "ja": "7人の眠り姫"
      },
      {
        "ja-ro": "7-Nin no Nemuri Hime"
      },
      {
        "es-la": "Las Siete Bellas Durmientes"
      },
      {
        "fr": "Les Sept Princesses Endormies"
      },
      {
        "ja-ro": "Shichinin no Nemurihime"
      },
      {
        "en": "The Seven Sleeping Beauties"
      },
      {
        "nl": "De Zeven Slapende Prinsesjes"
      },
      {
        "fr": "Les Sept Belles Endormies"
      },
      {
        "nl": "De Zeven Slapende Schoonheden"
      },
      {
        "fr": "Les Sept Beautés Endormies"
      },
      {
        "de": "Die Sieben Dornröschen"
      },
      {
        "zh": "爱寐七公主"
      },
      {
        "pt-br": "As Sete Belas Adormecidas"
      }
    ],
    "description": {
      "en": "A wandering prince set off to break an ancient curse bewitching the Kingdom of Amaryllis by waking up its princess with a kiss of true love. However, nobody told him there were 7 princesses to kiss and he must now take responsibility by living with them while they find out why the people of Amaryllis are unable to wake up. Will they reach a happily ever after?",
      "fr": "Un prince errant est parti pour briser une ancienne malédiction qui ensorcelle le royaume d'Amaryllis en réveillant sa princesse par un baiser d'amour véritable. Cependant, personne ne lui a dit qu'il y avait 7 princesses à embrasser et il doit maintenant prendre ses responsabilités en vivant avec elles pendant qu'ils découvrent pourquoi les habitants d'Amaryllis sont incapables de se réveiller. Parviendront-ils à être heureux pour toujours ?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85ce7857-3d01-4b0a-adff-7a4cba347ced",
    "title": {
      "en": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 4-bu 「 Kizokuin no Toshokan wo Sukuitai!」"
    },
    "updatedAt": "2024-05-09T17:42:40+00:00",
    "coverArt": "https://mangadex.org/covers/85ce7857-3d01-4b0a-adff-7a4cba347ced/a0574230-816e-4f37-8f68-9a4b02ad38c1.jpg",
    "altTitles": [
      {
        "en": "Ascendance of a Bookworm ~I'll do anything to become a librarian~ Part 4 「Let's Save the Royal Academy Library!」"
      },
      {
        "ja-ro": "Honzuki no Gekokujou: Part 4"
      },
      {
        "ja": "本好きの下剋上～司書になるためには手段を選んでいられません～第四部 貴族院の図書館を救いたい!"
      },
      {
        "ja-ro": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 4-bu 「 Kizokuin no Toshokan wo Sukuitai!」"
      },
      {
        "en": "Ascendance of a Bookworm: Part 4"
      }
    ],
    "description": {
      "en": "As Rozemyne wakes up after almost two years she finds out that the world around her has undergone great change causing her to feel like Urashima Tarō from the Japanese fairy tale. However, there is no time for her to get acclimate to the new world as she is quickly sent off to the Royal Academy to become a true noble.   \nShe is presented with the difficult task of raising Ehrenfest's ranking while being surrounded by eccentric teachers and children from other duchies however she is motivated by the Royal Academy's giant library. While there are no other Archduke Candidates or members of royalty around Rozemyne commandeers the library!  \nHere begins Part 4 of this biblio-fantasy as we enter the Royal Academy!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11b74211-f4c0-4f08-b5a4-c491da0d0c0b",
    "title": {
      "en": "Choujin X"
    },
    "updatedAt": "2024-05-01T14:17:00+00:00",
    "coverArt": "https://mangadex.org/covers/11b74211-f4c0-4f08-b5a4-c491da0d0c0b/d71efde0-cddf-4ccc-b52e-e953cd9d12d4.jpg",
    "altTitles": [
      {
        "ja": "超人X"
      },
      {
        "en": "Superhuman X"
      },
      {
        "ru": "Сверхчеловек Х"
      },
      {
        "uk": "Надлюдина X"
      },
      {
        "vi": "Siêu nhân X"
      },
      {
        "en": "Overhuman X"
      },
      {
        "de": "Übermensch X"
      },
      {
        "hu": "SZUPEREMBER X"
      },
      {
        "fr": "Choujin X"
      }
    ],
    "description": {
      "en": "When an airplane goes down in a plume of black smoke near their city, best friends Tokio and Azuma join the volunteer search and rescue team. But instead of a wreck of twisted metal, they discover that the plane suffered minimal damage and that over 200 of the passengers are still alive! With their services no longer needed, the friends head for home, but on the way, they run into an old enemy who has picked up some bizarre new powers and an obsession with destroying them. Now Tokio and Azuma only have one chance to make it out alive—by becoming the superpowered creatures known as choujin!\n\nBeing a superpowered creature isn’t all it’s cracked up to be. Tokio has to hide his transformation from his family and dodge a truancy charge at school, all while dealing with an increasing number of odd incidents happening around town!",
      "fr": "En 1998, suite à la multiplication de surhumains appelés “choujin“, le monde a été divisé en provinces autonomes. Cinquante ans après, un crash aérien va changer à tout jamais le destin de la jeune Ely, cultivatrice de “tomeïto“, et impacter le paisible quotidien des lycéens Tokio Kurohara et Azuma Higashi, qui jouent aux justiciers face aux petits malfrats de quartier…\n\n---\n\nMaison d'édition FR : **Glénat**",
      "hu": "Amikor egy repülőgép lezuhan miközben egy különös, fekete füstöt ereget, a két jó barát Tokio és Azuma úgy dönt, hogy csatlakozik az önkéntes kutató és mentőcsapathoz. Azonban egy csomó roncs helyett azt látják, hogy a repülő minimális károkat szenvedett valamint több mint 200 utas túlélte a balesetet. De mivel nem volt szükség már rájuk így elindulnak hazafelé. Viszont az úton szembejön velük egy régi ellenségük, aki valami bizar erő birtokosa lett, és elakarja pusztítani őket. Tokio és Azuma egyetlen esélye a túlélésre az, hogy szupererővel rendelkező lényekké - Úgy nevezett Choujin-okká válnak.\n\nDe a szupererő nem megoldás mindenre. Tokio-nak titokban kell tartania az erejét a családja, és iskolája elől, miközben egyre több különös esemény történik városszerte.",
      "ru": "Азума Хигаши довольно популярный парень. И хотя он не очень крупный, но обладает хорошими боевыми навыками и сильным чувством справедливости. Также он имеет высочайшие оценки в своём классе. Прямая противоположность Азуме его друг Токио Курохара, который не слишком увлечён учёбой. Даже во время драк он выступает как простой наблюдатель. Тем не менее, невзирая на сложности и различия, эти два закадычных приятеля держатся друг друга.\nОба парня живут в префектуре Ямато – самом обычном регионе страны, который более всего известен тем, что некоторые его области были уничтожены Сверхчеловеком.",
      "uk": "Азума Хіґаші доволі популярний хлопець: низенький красень із гарними бойовими навичками, має підвищене почуття справедливості, найкращі оцінки у класі та друга… свою повну протилежність - Токіо Курохару, боязкого хлопчака, який лиш спостерігає за бійками Азуми та ловить ґав на уроках. І все ж, не зважаючи на це, міці їхньої дружби можна позаздрити.\n\nПрефектура Ямато, район, де вони живуть, наполовину зруйнований Надлюдьми - особами із небезпечними надприродними здібностями. Часто саме вони влаштовують погроми чи сутички, в центрі яких цього разу й опинился хлопці. Перед загрозою смерті друзі приймають рішення стати Надлюдьми. Зміни торкаються Токіо, який вже не може бути стороннім спостерігачем, він потрапляє у пастку світу, де битва неминуча.",
      "vi": "Một tác phẩm mới được khắc họa dưới ngòi bút của tác giả bộ manga đình đám tokyo ghoul. \"Siêu nhân X\" kể về thế giới có những nhân vật đặc biệt được gọi là \"Siêu nhân\"[Choujin], nhân vật chính là Tokio Kurobara, một học sinh trung học ở tỉnh Yamato, hiện tại cậu ấy cùng người bạn Higashi Azuma thực thi công lý.Và rồi một ngày nọ, khi cả hai rơi vào tình thế hiểm nghèo bắt buộc chỉ còn cách dùng một ống tiêm kỳ lạ..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ddd480b-c2ad-4a1e-be79-7105c7df0d47",
    "title": {
      "en": "After School Lessons for Unripe Apples"
    },
    "updatedAt": "2024-05-12T00:36:18+00:00",
    "coverArt": "https://mangadex.org/covers/3ddd480b-c2ad-4a1e-be79-7105c7df0d47/171142b4-a653-414e-9c12-e4548a33e007.jpg",
    "altTitles": [
      {
        "en": "A 90's Cram School for the Unripened"
      },
      {
        "ko": "세기말 풋사과 보습학원"
      },
      {
        "pt-br": "Lições após a escola para maçãs não maduras"
      },
      {
        "en": "20th Century Green Apple School"
      },
      {
        "en": "90's Cram School for Unripe Apples"
      }
    ],
    "description": {
      "en": "That asshole is back as an entirely new level of asshole!   \n  \nIn her final year of middle school, Hwang Miae is stuck with Kim Cheol, a boy she met briefly years ago - he's her classmate… and her neighbor. Now the other kids keep calling them a couple! In a flurry of uneasiness, Cheol starts to avoid Miae like the plague.   \n  \nYou bastard! Do you think you're the only one going through this?   \n  \nBut it doesn't stop there. Destiny won't leave them alone as Kim Cheol and Hwang Miae keep seeing each other everywhere… causing even more trouble. As strange friends intrude on their relationship, Miae experiences puberty the right way…   \n  \nA new project of <Cheese In The Trap> author Soonkki!",
      "fr": "Octobre 1998, Mi-Ae est juste une collégienne normale qui fait de son mieux pour mener une vie relativement tranquille à l'école. Elle aime lire des bandes dessinées, écouter le groupe pop «The Fire Boys», et faire du karaoké. Un jour, un garçon qu'elle connaissait est transféré dans son école et commence à causer des problèmes. Sauf que peu importe ce qu'elle fait, il semblerait qu'il n'apprécie pas les efforts de Mi-Ae pour apprendre à mieux le connaître. Ça veut dire quoi au juste ?!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ef11280-30bc-434b-bf61-c61e092905ac",
    "title": {
      "en": "Class de 2 Banme ni Kawaii Onna no Ko to Tomodachi ni Natta"
    },
    "updatedAt": "2024-02-15T00:01:28+00:00",
    "coverArt": "https://mangadex.org/covers/8ef11280-30bc-434b-bf61-c61e092905ac/1550d1d9-b033-4b54-a10e-bd2eb84b00ab.jpg",
    "altTitles": [
      {
        "ja": "クラスで２番目に可愛い女の子と友だちになった"
      },
      {
        "en": "I Became Friends with the Second Cutest Girl in My Class"
      },
      {
        "ja-ro": "Class de 2 Banme ni Kawaii Onna no Ko to Tomodachi ni Natta"
      },
      {
        "id": "Aku Berteman dengan Gadis Paling Cantik Kedua di Kelas ku"
      },
      {
        "it": "Sono diventato amico con la seconda ragazza più carina nella mia classe"
      }
    ],
    "description": {
      "en": "I, Maehara Maki, someone who couldn’t make any acquaintances or friends in high school, finally had someone I can hang out with outside of school. A girl.\n\nHer name was Asanagi-san. The boys in my class called her ‘The class’ second cutest girl’ behind her back.\n\nOn Fridays, she would refuse her best friend, Amami, ‘the cutest girl in class’ invitation just to hang out in my house with me.\n\nTogether, we played games, watched some movies, read some manga while eating junk foods like pizza and hamburgers, and chugging cola without a care in the world. To others, we may seem sloppy, but it was a precious, secret time together for Asanagi-san and myself.",
      "id": "Aku, Maehara Maki, seseorang yang tidak memiliki kenalan atau teman di SMA, akhirnya memiliki seseorang yang bisa aku ajak bergaul di luar sekolah. Seorang gadis.\n\nNamanya Asanagi-san. Anak-anak laki-laki di kelas saya memanggilnya 'Gadis paling imut kedua di kelas' di belakangnya.\n\nPada hari Jumat, dia akan menolak ajakan sahabatnya, Amami, 'gadis paling manis di kelas' hanya untuk berkumpul di rumah ku dengan ku.\n\nBersama-sama, kami bermain game, menonton film, membaca manga sambil makan junk food seperti pizza dan hamburger, dan menenggak cola tanpa peduli dengan dunia. Bagi orang lain, kami mungkin terlihat ceroboh, tetapi itu adalah waktu yang berharga, waktu rahasia bersama untuk Asanagi-san dan ku sendiri.",
      "es-la": "Yo, Maehara Maki, alguien que no podía conocer ni hacer amigos en la escuela secundaria, finalmente tenía a alguien con quien podía pasar el rato fuera de la escuela. Una mujer. Su nombre era Asanagi-san. Los chicos de mi clase la llamaban \"La segunda chica más linda de la clase'\" a sus espaldas. Los viernes, rechazaba la invitación de su mejor amiga, Amami, \"la chica más linda de la clase\" solo para pasar el rato en mi casa conmigo. Juntos, jugamos, vimos algunas películas, leímos manga mientras comíamos comida chatarra como pizza y hamburguesas, y tomábamos refrescos de cola sin preocuparnos por nada. Para otros, podemos parecer descuidados, pero fue un tiempo secreto y precioso para Asanagi-san y para mí.",
      "pt-br": "Eu, Maehara Maki, alguém que não conseguia conhecer ou fazer amigos no ensino médio, finalmente consegui alguém com quem eu pudesse sair fora da escola. Uma garota.\n\nO nome dela era Asanagi-san. Os meninos da minha turma a chamavam de 'a segunda garota mais fofa da turma' pelas costas.\n\nÀs sextas-feiras, ela recusava o convite de sua melhor amiga, Amami, 'a garota mais fofa da classe' só para ficar na minha casa comigo.\n\nJuntos, jogamos, assistimos a alguns filmes, lemos alguns mangás enquanto comíamos junk food como pizza e hambúrgueres e bebíamos refrigerantes sem nenhuma preocupação no mundo. Para outros, podemos parecer desleixados, mas foi um tempo precioso e secreto juntos para Asanagi-san e eu."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f685d63c-42fe-4ca9-8d80-33e638c1684d",
    "title": {
      "en": "Double Helix Blossom"
    },
    "updatedAt": "2024-05-09T08:18:15+00:00",
    "coverArt": "https://mangadex.org/covers/f685d63c-42fe-4ca9-8d80-33e638c1684d/f4a34a58-ad73-4d12-80bd-e05d4ef6b6f6.jpg",
    "altTitles": [
      {
        "ja": "ダブルヘリクス ブロッサム"
      }
    ],
    "description": {
      "en": "The manga is set in the near future, and begins with the awakening of police officer Kiku Shinonome, who was put into cryogenic stasis for 60 years to stave off what would have been a fatal wound. In a new world unfamiliar to her, she is forced to team up with Kyo Tsukisagari, a criminal with a big rap sheet but equipped with psychic powers. Together, they solve paranormal incidents, even while their personalities butt up against each other."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8b4aeaa-8a53-4358-b02d-dc8581eb6aeb",
    "title": {
      "en": "Duck in the Clouds"
    },
    "updatedAt": "2024-05-22T15:31:17+00:00",
    "coverArt": "https://mangadex.org/covers/d8b4aeaa-8a53-4358-b02d-dc8581eb6aeb/62eed23a-6944-4225-a143-c709411e99f0.jpg",
    "altTitles": [
      {
        "ko": "구름 위 오리"
      },
      {
        "fr": "Canard dans les nuages"
      }
    ],
    "description": {
      "fr": "Afin de trouver la légendaire \"Cité sur les Nuages\" au-delà du ciel, un canard domestique a quitté la ferme. Va-t-il pouvoir achever son périple sain et sauf, dans ce rude monde extérieur ?\nŒuvre réalisée dans le cadre d'un concours\nDu même artiste que I Love Amy"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f",
    "title": {
      "en": "Reincarnation no Kaben"
    },
    "updatedAt": "2024-04-09T08:51:53+00:00",
    "coverArt": "https://mangadex.org/covers/3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f/416d1a7d-9b38-4adf-b3c1-c1247aa09b09.jpg",
    "altTitles": [
      {
        "fr": "Pétales de Réincarnation"
      },
      {
        "es": "Pétalos de Reencarnación"
      },
      {
        "en": "Petals of Reincarnation"
      },
      {
        "ru": "Лепестки реинкарнации"
      },
      {
        "ja": "リィンカーネーションの花弁"
      },
      {
        "zh": "轮回的花瓣"
      },
      {
        "ja-ro": "Reincarnation no Kaben"
      },
      {
        "vi": "Cánh Hoa Luân Hồi"
      }
    ],
    "description": {
      "en": "Striving for talent, Senji Touya tries everything he can so he can find it. Kendou, dancing, swimming, basketball, soccer, chess… anything he tries, he fails to exceed it. One day, his classmate, Haito, came to school for once in a long time. Senji refers to her as someone who \"has it\" or someone who has talent. Later on, he found out that she isn't just someone who has talent, but someone who \"took\" the talent of herself in her past life. And, those who \"took\" the talent from their past lives, are also known as \"Returners\"…"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e28c3fe-f349-4269-a9e0-fe492995888a",
    "title": {
      "en": "Boku no Kokoro no Yabai Yatsu - Twitter comics by Fountain's Square (Doujinshi)"
    },
    "updatedAt": "2023-08-15T07:59:20+00:00",
    "coverArt": "https://mangadex.org/covers/0e28c3fe-f349-4269-a9e0-fe492995888a/428a1942-327a-46fd-8a62-df42c6abc7e6.jpg",
    "altTitles": [],
    "description": {
      "en": "A collection of Twitter fan comics about Ichikawa and Yamada (from [Boku no Kokoro no Yabai Yatsu](https://mangadex.org/title/23811)) by Fountains Square."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "1bf90aba-7822-4fe1-9e9d-c6a921850bb1",
    "title": {
      "en": "A Terminally Ill Villainess Refuses to Be Adopted"
    },
    "updatedAt": "2024-05-01T02:15:57+00:00",
    "coverArt": "https://mangadex.org/covers/1bf90aba-7822-4fe1-9e9d-c6a921850bb1/3de1dc2e-28c0-49cb-b76f-c448538beee6.jpg",
    "altTitles": [
      {
        "ja": "시한부 악녀는 입양을 거절합니다"
      }
    ],
    "description": {
      "en": "When the villain was young, she became Extra #1 who deceived him and sold him as a s*ave.\nThis girl, who was suffering from an incurable disease, tried to buy painkillers by selling him, but later dies miserably by the villain’s hand.\n\nFortunately, he had not been sold yet, so let’s kick the s*ave traders first.\n\nEven as a 12-year-old orphan, I took great care of a 12-year-old villain.\nEven though he was young, he was wary of me until the time of parting came, perhaps because he was the villain.\nFortunately, I was able to get a promise not to be killed.\n\nAnd the day the villain family came to take him back finally came.\n\n“……Are you telling me to go away?”\n“If there is a place to return to, you have to go. Stay healthy and don’t die easily. Understand?”\n\nAfter somehow sending away the villain who kept staring at me persistently, I turned around and vomited blood.\n\nThis annoying incurable disease.\nWell, it’s okay because I know how to fix it.\n\nI would be able to start a new life if I could heal my illness and leave here.\nBut.\n\n“You……”\n\n……There was something strange about the villain’s prickly face that was looking at me."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4aee683e-ad5f-4fdb-a803-b873a806a28c",
    "title": {
      "en": "Onna dakara, to Party wo Tsuihou Sareta no de Densetsu no Majo to Saikyou Tag wo Kumimashita"
    },
    "updatedAt": "2024-04-27T19:23:27+00:00",
    "coverArt": "https://mangadex.org/covers/4aee683e-ad5f-4fdb-a803-b873a806a28c/14adafde-bce3-4793-8360-a6fcb8767032.jpg",
    "altTitles": [
      {
        "en": "Sexiled: My Sexist Party Leader Kicked Me Out, So I Teamed Up with a Mythical Sorceress!"
      },
      {
        "zh": "因为是女人，所以被赶出队伍，所以和传说中的魔女组成了最强的搭档"
      },
      {
        "zh-ro": "Yīnwéi shì nǚrén, suǒyǐ bèi gǎn chū duìwǔ, suǒyǐ hé chuánshuō zhōng de mónǚ zǔchéngle zuì qiáng de dādàng"
      },
      {
        "ja": "女だから、とパーティを追放されたので伝説の魔女と最強タッグを組みました"
      }
    ],
    "description": {
      "en": "Tanya Artemisiov is a talented Mage-class adventurer who just got kicked out of her party by a sexist scumbag. So what's a girl to do? Go to the wasteland and blow stuff up of course! One small problem though: she inadvertently frees a mythical Sorceress named Laplace who was sealed away for the past 300 years...\n\nSurprise! Turns out this so-called \"wicked\" Sorceress is actually pretty cool. Laplace wants to start a party of her own, Tanya wants revenge, and the solution is obvious: team up. It's time to kick ass, kiss girls, and dismantle the patriarchy!",
      "ja": "魔導師のターニャは「女だから」という理不尽な理由で冒険者パーティを追放される。\nそのストレス解消のため、人のいない荒野で大魔術をぶっ放していたら、伝説の大魔女・ラプラスの封印を解いてしまって!?\n半信半疑のターニャだったが、指を鳴らすだけで天候を変える大魔女の実力を目の当たりにして、本物だと信じることに。\n一方でラプラスも、ターニャの思い切りの良さを気に入り、二人はパーティを組むことになるのだが──\n「君が魔導師だとキャラがかぶるだろう？」\nその一言でターニャは最上級職・魔法剣士へと転職して!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c226e3a-63d9-4fdc-b270-dfd5b60319c4",
    "title": {
      "en": "Touhou - Chirei de (Doujinshi)"
    },
    "updatedAt": "2024-05-21T17:05:01+00:00",
    "coverArt": "https://mangadex.org/covers/0c226e3a-63d9-4fdc-b270-dfd5b60319c4/9dbc0a3f-2ccb-49e7-8244-8b3789167dbc.jpg",
    "altTitles": [
      {
        "en": "(Reitaisai 7) At Chirei (Touhou Project)"
      },
      {
        "ja": "(例大祭7) ちれいで (東方Project)"
      },
      {
        "ru": "О Чирейе"
      },
      {
        "de": "Chirei de - Bei den Erdgeistern"
      }
    ],
    "description": {
      "en": "A story of the inhabitants Palace of the Earth Spirits before the events of Subterranean Animism. Told with humor and feeling in a unique drawing style. Take place before the event of Subterranean Animism, and Koishi Komeiji still hasn't close her 3rd eye."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "14"
  },
  {
    "mangaId": "de3745b8-4a77-4f2c-8929-68395360793f",
    "title": {
      "en": "The Ranker's Guide to Live an Ordinary Life"
    },
    "updatedAt": "2024-05-07T10:14:02+00:00",
    "coverArt": "https://mangadex.org/covers/de3745b8-4a77-4f2c-8929-68395360793f/7b3fb49e-46cb-4e43-a69f-874d3145c641.jpg",
    "altTitles": [
      {
        "en": "A Guide to the Right Life for Rankers"
      },
      {
        "ko": "랭커를 위한 바른 생활 안내서"
      }
    ],
    "description": {
      "en": "The first S-class Awakened is really a third-rate student?!\n\nIn the 21st century, the world became a 'fantasy'. In a South Korea filled with despair, S-classes have descended! The greatest of them - Witch Queen Jyo!\n\n\"Goddess Jyo... Queen Jyo... Who are you...? Who could it be?\"\n\nThe true identity of the savior who has been shrouded in mystery for 10 years. Her identity? Gyung Jyo, a third-rate student, who's unable to make outgoing calls due to her mother's anger.and on the verge of being strangled and trapped in the abyss.\n\nShe was leading a peaceful and ordinary life as Korea's top unemployed person, however...\n\n[The rankings are being updated.]\n[Your current ranking has dropped to 2nd place.] \n\n\"!?\"\n\n\"I know who you are, Witch Queen.\"\n\nBaek Dohyun, a regressor, appears in front of Gyung Jyo!\n\nWill Gyung Jyo, an S-class Munchkin ranker, be able to maintain her comfortable and lazy tyrant life, as her well-rolling life turns upside down into the position of the world's savior?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c667c97-3328-47c5-bd68-cf8c5e88dea2",
    "title": {
      "en": "Haikyuu!!  - AD vs BJ-sen no Nochi no Hanashi (Doujinshi)"
    },
    "updatedAt": "2024-05-22T15:55:33+00:00",
    "coverArt": "https://mangadex.org/covers/2c667c97-3328-47c5-bd68-cf8c5e88dea2/46cd9188-6375-4367-b0d3-efbf1f55eb4c.jpg",
    "altTitles": [
      {
        "ja": "Haikyuu!! - ADvsBJ戦の後の話 (Doujinshi)"
      },
      {
        "ja-ro": "Haikyuu!! - AD vs BJ-sen no Ato no Hanashi (Doujinshi)"
      },
      {
        "en": "Haikyuu!! - After the AD vs. BA Game (Doujinshi)"
      },
      {
        "es-la": "¡¡Haikyuu!!  - Después del juego AD vs. BA (Doujinshi)"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6abf3dd8-24e7-4a94-879a-aa9dad512d20",
    "title": {
      "en": "Red Flowers"
    },
    "updatedAt": "2022-06-07T20:31:06+00:00",
    "coverArt": "https://mangadex.org/covers/6abf3dd8-24e7-4a94-879a-aa9dad512d20/9c1a79e6-6f1b-49e2-bad9-47e46dab2119.jpg",
    "altTitles": [
      {
        "ja": "紅い花"
      },
      {
        "ja-ro": "Akai Hana"
      },
      {
        "de": "Rote Blüten"
      }
    ],
    "description": {
      "en": "- [**Red Flowers**](https://drawnandquarterly.com/books/red-flowers/) (紅い花, Akai Hana), October 1967 in Garo , republished in Garo Zoukangou in June 1968 -\nDepicts the anxieties of a 14 year-old girl reaching puberty. \nAlso published in English in Raw Vol. 1 #7: The Torn-Again Graphix Magazine, May 1985 .Part of Volume 2 of the Yoshiharu Tsuge Gekiga Complete Works.\n- [**The Lee Family**](https://drawnandquarterly.com/books/red-flowers/) (李さん一家, Ri-san Ikka), June 1967 in Garo, republished in Garo Zoukangou in June 1968 -\nPart of Volume 2 of the Yoshiharu Tsuge Gekiga Complete Works.\n- [**The Wake**](https://drawnandquarterly.com/books/red-flowers/) (通夜, Tsuya), March 1967 in Garo, republished in Garo Zoukangou June 1968 -\nPart of Volume 2 of the Yoshiharu Tsuge Gekiga Complete Works.\n- [**Scenes from the Seaside**](https://drawnandquarterly.com/books/red-flowers/) (海辺の叙景, Umibe no Jokei), September 1967-09 in Garo, republished in Garo Zoukangou in June 1968 - \nPart of Volume 2 of the Yoshiharu Tsuge Gekiga Complete Works.\n- [**The Incident at Nishibeta Village**](https://drawnandquarterly.com/books/red-flowers/) (西部田村事件, Nijibetamura Jiken), December 1967 in Garo, republished in Garo Zoukangou in June 1968 - \nPart of Volume 2 of the Yoshiharu Tsuge Gekiga Complete Works.\n- [**Futamata Gorge**](https://drawnandquarterly.com/books/red-flowers/) (二岐渓谷, Futamata Keikoku), February 1968 - \nPart of Volume 2 of the Yoshiharu Tsuge Gekiga Complete Works.\n- [**Mr. Ben of Honyara Cave**](https://drawnandquarterly.com/books/red-flowers/) (ほんやら洞のべんさん, Honyaradou no Ben-san); June 1968 - \nPart of Volume 2 of the Yoshiharu Tsuge Gekiga Complete Works.\n- **Jonin** (女忍), February 14th 1961 in Ryuku\n- **Furuhon to Shoujo** (古本と少女),  February 2nd 1960 in Meiro , republished in Garo in September 1966\n- **Mokkiriya no Shoujo** (もっきり屋の少女), August 1968\n- **Yanagiya Shujin** (やなぎ屋主人), February 1970\n- **Shomin Onyado** (庶民御宿), April 1975 in Manga Sunday\n- **Kinjo no Keshiki** (近所の景色), October 1981 in Custom Comic\n\n[Official English](https://drawnandquarterly.com/books/red-flowers/)"
    },
    "status": "completed",
    "releaseDate": 1967,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "13"
  },
  {
    "mangaId": "34d1f553-fc45-417e-b314-28134942a539",
    "title": {
      "en": "Ore wa Shiranai Uchi ni Gakkou Ichi no Bishoujo wo Kudoite Itarashii"
    },
    "updatedAt": "2024-03-20T07:01:27+00:00",
    "coverArt": "https://mangadex.org/covers/34d1f553-fc45-417e-b314-28134942a539/7bde1d69-6ec0-4683-99b1-0e65c826fd91.jpg",
    "altTitles": [
      {
        "en": "It Seems I Was Hitting on the Most Beautiful Girl in School Without Me Noticing"
      },
      {
        "ja": "俺は知らないうちに学校一の美少女を口説いていたらしい"
      },
      {
        "ja": "俺は知らないうちに学校一の美少女を口説いていたらしい ～バイト先の相談相手に俺の想い人の話をすると彼女はなぜか照れ始める～"
      },
      {
        "zh": "无意间向她告了白"
      }
    ],
    "description": {
      "en": "The protagonist begins to get involved with the most beautiful girl in school, who is famous for her cold attitude, and slowly becomes attracted to her.\r\n\r\nThat protagonist finds himself in a consulting relationship with a plain girl in glasses at his part-time job.\r\n\r\nHe doesn’t realize that the girl he is consulting is the same girl he is in love with, and just keeps telling her about his growing feelings while continuing to fall in love with her.\r\n\r\nThe heroine realizes that the person he is in love with is herself, and although she is embarrassed by the protagonist’ feelings, she gradually becomes attracted to him."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a1c7c817-4e59-43b7-9365-09675a149a6f",
    "title": {
      "en": "One Piece"
    },
    "updatedAt": "2024-02-23T09:34:18+00:00",
    "coverArt": "https://mangadex.org/covers/a1c7c817-4e59-43b7-9365-09675a149a6f/636e708c-e853-4a60-a795-f9baf82e3b8e.jpg",
    "altTitles": [
      {
        "ko": "원피스"
      },
      {
        "my": "ဝမ်းပိစ်"
      },
      {
        "th": "วันพีซ"
      },
      {
        "bn": "ওয়ান পিস"
      },
      {
        "ne": "वान पिस"
      },
      {
        "ne": "वान पीस"
      },
      {
        "zh": "海贼王"
      },
      {
        "zh": "海盗路飞"
      },
      {
        "zh": "航海王"
      },
      {
        "zh-hk": "海賊王"
      },
      {
        "mn": "Уан Пийс"
      },
      {
        "ar": "ون بيس"
      },
      {
        "ar": "قطعة واحدة"
      },
      {
        "fa": "وان پیس"
      },
      {
        "he": "וואן פיס"
      },
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "ru": "One Piece. Большой куш"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ms": "Budak Getah"
      },
      {
        "uk": "Ван Піс"
      },
      {
        "ta": "ஒன் பீஸ்"
      },
      {
        "hi": "वन पीस"
      },
      {
        "kk": "Уан Пис"
      },
      {
        "kk": "One Piece. Батпан құйрық"
      },
      {
        "kk": "Бір бөлік"
      },
      {
        "ja": "ワンピース"
      },
      {
        "vi": "Vua Hải Tặc"
      }
    ],
    "description": {
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n---\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free by clicking the chapter links below.**\n\n---\n- **The Best-Selling Manga in History**\n- **Won the 41st Japan Cartoonists Association Award Grand Prize alongside Neko Darake in 2012** \n- **Received the Kumamoto Prefecture Honorary Prize in 2018**",
      "ru": "Последние слова, произнесённые Королем Пиратов Гол Д. Роджером перед казнью, вдохновили многих выйти в море: «Мои сокровища? Я завещаю их тому, кто сможет их найти. Ищите! Я все оставил в одном месте!». Лишённые сна и покоя люди ринулись на Гранд Лайн, самое опасное место в мире. Так началась великая эра пиратов… Но с каждым годом романтиков становилось все меньше, их постепенно вытесняли прагматичные пираты-разбойники, которым награбленное добро было куда ближе, чем какие-то «никчёмные мечты». Но вот, одним прекрасным днем, семнадцатилетний Монки Д. Луффи исполнил заветную мечту детства - отправился в море. Его цель — ни много, ни мало стать новым Королём Пиратов. За достаточно короткий срок юному капитану удаётся собрать команду, состоящую из не менее амбициозных искателей приключений. И пусть ими движут совершенно разные устремления, главное, этим ребятам важны не столько деньги и слава, сколько куда более ценное – принципы и верность друзьям. И ещё – служение Мечте. Что же, пока по Гранд Лайн плавают такие люди, Великая Эра Пиратов всегда будет с нами!",
      "uk": "Король піратів Ґолд Роджер буде страчений Світовим урядом. Прямо перед смертю він підтвердив існування великого скарбу «Ван Піс», який знаходиться десь на величезному морі Ґранд Лайн. Як тільки Роджер сказав, що будь-хто гідний досягти Ван Пісу може забрати його собі, його стратили, і почалася Велика ера піратів.\r\n\r\nДвадцять два роки потому, молодий хлопець на ім’я Монкі Д. Луффі готовий почати свою пригоду по пошуку Ван Пісу та здобуванню титулу Короля піратів. Маючи при собі солом’яну шапку, невеличкий човен та еластичне тіло, він вирушає у неймовірну подорож, щоб зібрати собі команду та хороший корабель, який зможе пронести їх через весь Ґранд Лайн, щоб стати найвеличнішими в усіх морях.",
      "es-la": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "pt-br": "One Piece começa quando Gol D. Roger, o Rei Dos Piratas que possuiu tudo nesse mundo, antes de ser executado, diz que escondeu o seu tesouro em algum lugar da Grand Line, um oceano extremamente perigoso. Desde então muitos piratas se aventuram pela Grand Line para tentar encontrar o tesouro chamado One Piece. Um deles é Monkey D. Luffy, o garoto que, acidentalmente, comeu uma das Akuma No Mi, a Gomu Gomu No Mi (Fruta da Borracha), e agora ele pode esticar seu corpo como se fosse uma borracha. A jornada dele começa atrás de companheiros e um barco, que ele vai conseguindo pouco a pouco, pois tem um objetivo: Ser o Rei Dos Piratas!!"
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "296cbc31-af1a-4b5b-a34b-fee2b4cad542",
    "title": {
      "en": "【Oshi no Ko】"
    },
    "updatedAt": "2024-05-22T15:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/296cbc31-af1a-4b5b-a34b-fee2b4cad542/6a60b4c5-1c23-4106-8500-d9a478db9b0e.jpg",
    "altTitles": [
      {
        "es-la": "Hijos predilectos"
      },
      {
        "en": "【My Star】"
      },
      {
        "ru": "Звёздное дитя"
      },
      {
        "ja": "推しの子"
      },
      {
        "de": "Mein*Star"
      },
      {
        "id": "Oshi no Ko - Anak Idola"
      },
      {
        "fa": "اوشی نو کو (Pashto)"
      },
      {
        "fa": "فرزند آیدول مورد علاقه‌ام"
      },
      {
        "el": "Το Αστέρι μου"
      },
      {
        "th": "【เกิดใหม่เป็นลูกโอชิ】"
      },
      {
        "ja": "【推しの子】"
      },
      {
        "ru": "Ребёнок идола"
      },
      {
        "pl": "Moja gwiazda"
      },
      {
        "zh-hk": "【我推的孩子】"
      },
      {
        "ko": "【최애의 아이】"
      },
      {
        "fr": "Oshi no Ko"
      },
      {
        "pt": "Criança que deve ser suportada"
      },
      {
        "pt": "Filho de sua favorita"
      },
      {
        "ar": "نجمتي"
      },
      {
        "ar": "الفتاة التي ادعمها"
      },
      {
        "tr": "Yıldızım"
      },
      {
        "tr": "İdolümün Çocuğu"
      },
      {
        "vi": "Dưới Ánh Hào Quang"
      },
      {
        "de": "Mein Star"
      },
      {
        "cs": "【OŠI NO KO】"
      },
      {
        "ka": "ჩემი ვარსკლავი"
      },
      {
        "pt-br": "Oshi no Ko - Minha Estrela Preferida"
      }
    ],
    "description": {
      "el": "H Άι Χόσινο είναι ένα ανερχώμενο μουσικό είδωλο, η οποία ανακοίνωσε ξαφνικά οτι θα πάρει ενα διάλειμμα από το μουσικό της γκρουπ, Μπι-Κομάτσι, για λόγους υγείας. Προς εκπλήξη ενός από τους μεγαλύτερους θαυμάστες της, του γυναικολόγου Γκόρο Αμεμίγια, μια μέρα η νεαρή Αϊ εμφανίστηκε στο νοσοκομείο οπού δουλεύει. Ο Γκόρο έρχοντας πλεον πρόσωπο με πρόσωπο με την αδυναμία του, τρέμει στο γεγονός ότι η 16-χρονη Αϊ είναι έγκυος... με δίδυμα με τον πατέρα άφαντο. Αποφασισμένη να αποκτήσει την δικιά της οικογένεια και να συνεχίσει την δουλεία της ως είδωλο, έχει σκοπο να κρατήσει την γέννα των παιδιών της μυστικο, μαζί με την βοήθεια του Γκόρο.\n\nΤο δυνατότερο όπλο ενός ειδώλου ειναι τα ψέματα.\nΜια ίστορια μυστηρίου και εξαπάτησης, όπου η σκοτεινή πλευρά της σόου-μπιζ αποκαλύπτεται κάτω από τις στρώσεις ψεμάτων και εκμεταλεύσεων.",
      "en": "The story begins with a beautiful girl, her perfectly fake smile, and the people who love her selfishly for it.  \n  \nWhat transpires behind the scenes of the glittering showbiz industry? How far would you go for the sake of your beloved idol? What would you do if you found out reincarnation was real? The star of the show is Aquamarine Hoshino and the stage is but a mere facade. Will he manage to reach the climax before the world of glamour swallows him whole?",
      "es": "'Oshi no Ko' explora la vida de una abrumadoramente hermosa heroína y muestra la industria del entretenimiento desde un punto de vista nunca antes visto.\n\n- [Wikipedia](https://es.wikipedia.org/wiki/Oshi_no_Ko)",
      "fa": "آی هوشینو ۱۶ ساله یک آیدول با استعداد و زیباست که هواداران زیادی داره؛اون نماد پاکیه، ولی ظاهر با باطن قضیه متفاوته. گورو هوندا یک پزشک زنان که ساکن حومه‌ی شهره که یکی از طرفداران بزرگ آی هستش، ولی ناگهان آیدول مورد علاقه خودش رو ملاقات میکنه و متوجه میشه که اون بارداره، گورو به اون قول میده که بچش رو سالم بدنیا بیاره، ولی اون نمیدونست که این ملاقات باعث عوض شدن زندگیش میشه.",
      "fr": "L'histoire commence avec une belle fille, son sourire parfaitement faux, et les gens qui l'aiment égoïstement pour cela. Que se passe-t-il dans les coulisses de la brillante industrie du showbiz? Jusqu'où iriez-vous pour votre idole bien-aimée ? Que feriez-vous si vous découvriez que la réincarnation est réelle? La star du spectacle est Aquamarine Hoshino et la scène n'est qu'une simple façade. Parviendra-t-il à atteindre le point culminant avant que le monde du glamour ne l'avale tout entier?  \n\n\n---\n\n- [Nominated for the 14th annual Manga Taisho awards.](https://www.animenewsnetwork.com/news/2021-01-24/14th-manga-taisho-awards-nominate-10-titles/.168759)\n\n- [Wikipedia](https://fr.wikipedia.org/wiki/Oshi_no_ko)",
      "ja": "「この芸能界（せかい）において嘘は武器だ」　地方都市で、産婦人科医として働くゴロー。芸能界とは無縁の日々。一方、彼の“推し”のアイドル・星野アイは、スターダムを上り始めていた。そんな二人が“最悪”の出会いを果たし、運命が動き出す…!?",
      "ru": "Что, если бы дорога в шоу-бизнес была открыта для тебя с самого начала?  \nНовая серия оригинальной манги от двух известных авторов — Акасака Ака («Госпожа Кагуя: в любви как на войне») и Ёкояри Мэнго («Тайные желания отвергнутых»). Это совершенно новая работа, в которой мир шоу-бизнеса предстаёт перед читателями в очень необычном свете: у лидера идол-группы Хосино Аи есть секрет, о котором никто не должен знать…  \n\n\n---\n- [Wikipedia](https://ru.wikipedia.org/wiki/Oshi_no_Ko)",
      "vi": "Câu chuyện khởi đầu với sự xuất hiện của một cô gái xinh đẹp, mang nụ cười giả tạo hoàn hảo, và có những người yêu cô ấy một cách ích kỷ bất chấp điều đó.\n\nĐiều gì diễn ra đằng sau ánh hào quang của thế giới showbiz? Con người ta sẽ làm đến mức nào vì thần tượng yêu quý của mình? Bạn sẽ làm gì nếu phát hiện ra luân hồi chuyển kiếp là có thật? Nhân vật chính của chúng ta - Aquamarine Hoshino liệu có hoàn thành được khát vọng báo thù trước khi bị thế giới hào nhoáng ấy nuốt trọn? Hãy cùng đón xem bộ truyện được sáng tác bởi bộ đôi tác giả của Kaguya-sama và Kuzu no Honkai.",
      "es-la": "La historia comienza con una hermosa chica, su sonrisa perfectamente falsa y la gente que la ama con egoísmo gracias a eso.\n  \n¿Qué ocurre detrás de la brillante industria del espectáculo? ¿Hasta dónde llegarías por el bien de tu ídolo? ¿Qué harías si descubrieras que la reencarnación es real? La estrella del espectáculo es Aquamarine Hoshino, y el escenario no es más que una mera fachada. ¿Conseguirá llegar al clímax antes de que el mundo del espectáculo se lo trague por completo?",
      "pt-br": "Doutor Goro é obstetra em um hospital do interior e se encontra longe do mundo em que brilha e evolui Aï Hoshino, uma cantora de sucesso crescente da qual é fã absoluto. O que ele ainda não sabe é que sem mais nem menos ele se encontrará com sua idol favorita em uma circunstância um pouco fora do normal. Terá ele tempo suficiente para ficar perto dela ou o mundo irá girar de maneira cruel para ele? Essa é uma história sobre o mundo do entretenimento japonês."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f8f3f045-01b5-4216-8f41-d947d8b448b0",
    "title": {
      "en": "Youchien Wars"
    },
    "updatedAt": "2024-05-01T14:48:30+00:00",
    "coverArt": "https://mangadex.org/covers/f8f3f045-01b5-4216-8f41-d947d8b448b0/25c051c5-e2bf-4e1c-b234-43a37cfba22c.jpg",
    "altTitles": [
      {
        "es-la": "GUERRA EN EL JARDIN DE INFANTES"
      },
      {
        "ja": "幼稚園WARS"
      },
      {
        "ko": "Youchien WARS"
      },
      {
        "en": "Kindergarten WARS"
      },
      {
        "ru": "Детсадовские войны"
      },
      {
        "tr": "Anaokulu SAVAŞLARI"
      },
      {
        "fr": "Kindergarten WARS"
      }
    ],
    "description": {
      "en": "Welcome to Kindergarten Noir, an exclusive school catering to children of the global elite!\n\nRita, one of the teachers, has been on the hunt for a boyfriend but has had absolutely zero luck so far. One day, an assassin comes after one of the children... and he’s totally dreamy?!\n\nDive into this action-packed rom-com as it unfolds inside the world’s \"safest\" kindergarten!",
      "fr": "Découvrez le jardin d'enfants le plus sécurisé du monde et ses enseignants au tempérament… explosif !\n\n\nRita est la dernière recrue du \"Kindergarten Black\", surnommé \"la maternelle la plus sûre du monde\", qui accueille les rejetons de l'élite du pays. La réputation de l'établissement n'est pas usurpée : ses employés sont des criminels aguerris chargés de repousser toute attaque ! Rita elle-même est une tueuse légendaire qui, en échange d'une remise de peine, a accepté ce poste hors du commun… Mais cette experte du combat ne rêve que d'amour ! Pour elle, tout assaillant est un potentiel futur copain, à condition d'être beau et, surtout, de partager ses goûts bien tranchés. Cuisine, cinéma, personnalité… chaque adversaire est mis à l'épreuve avec un quiz sans concession, où la moindre erreur est punie de mort ! Trouvera-t-elle l'âme sœur sur le champ de bataille de cette maternelle ultra déjantée ? Travailler avec des enfants n'est pas de tout repos ! Entre deux activités toboggan, il ne faut pas oublier de s'occuper des kidnappeurs et autres tueurs à gages…\n\n\nAvec son mélange détonant d'humour, d'action et de romance, Kindergarten Wars est une véritable récré, les cocktails molotov en plus !\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "tr": "Bu anaokulunda dünyanın en önemli isimlerinin çocukları eğitim görmektedir; politikacılar, şirket başkanları, petrol kralları, aklınıza ne gelirse! Efsanevi eski suikastçı Rita, özgürlük karşılığında anaokulundaki çocukları suikastlardan korumak için gizli bir göreve atanır!? Dünyanın \"en güvenli\" anaokulu hakkında bir Aksiyon/Komedi hikayesi!",
      "es-la": "RESUMEN RAPIDO: encargados de una jardín infantil, son asesinos profesionales y los cuidan con el fin de reducir sus condenas, si logran protegerlos en X tiempo, podrán ser libre pero ¿lo lograran?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efbd7593-c29f-45ec-aacb-497029978136",
    "title": {
      "en": "Sensitive Boy"
    },
    "updatedAt": "2024-01-20T07:01:34+00:00",
    "coverArt": "https://mangadex.org/covers/efbd7593-c29f-45ec-aacb-497029978136/10884bb0-876b-48f4-b0a5-61613d6bb9bf.jpg",
    "altTitles": [
      {
        "ja": "センシティブ・ボーイ"
      }
    ],
    "description": {
      "en": "Kaede, a victim of past sexual abuse, is obsessed with becoming \"normal\" ...  \n\nA bittersweet story about a boy facing coming-of-age questions about love, sexuality, complexes, and other troubles."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "484f94e7-35c3-4cb5-a068-53d684c1439a",
    "title": {
      "en": "Baki Rahen"
    },
    "updatedAt": "2024-04-09T00:09:56+00:00",
    "coverArt": "https://mangadex.org/covers/484f94e7-35c3-4cb5-a068-53d684c1439a/9e78de44-f1bc-42a4-822d-2204e44cadd1.png",
    "altTitles": [
      {
        "ja": "刃牙らへん"
      },
      {
        "en": "Baki Part 6"
      },
      {
        "ru": "Баки: Рахэн"
      },
      {
        "ru": "Баки: Где-то рядом"
      },
      {
        "en": "Baki and Others"
      },
      {
        "tr": "Baki Rahen"
      }
    ],
    "description": {
      "en": "The sixth part of the Baki series.",
      "ru": "Продолжение великой эпопеи \"Баки\". 6-я номерная серия тайтла, которая поведает нам нереальную историю сражения Джека Хаммера и доисторического человека Пикла!!!",
      "tr": "Büyük destan Bucky'nin devamı. Jack Hammer ve tarih öncesi adam Pickle arasındaki savaşın gerçek dışı hikayesini anlatacak olan Baki'nin 6 numaralı serisidir!!!",
      "pt-br": "Jack derrubou o mundo do sumô, agora ele irá desafiar a todos para seu torneio. Desta vez uma nova jornada."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19f4cec0-c462-4877-9bbb-023fd21a0111",
    "title": {
      "en": "Loveless"
    },
    "updatedAt": "2023-12-28T06:57:08+00:00",
    "coverArt": "https://mangadex.org/covers/19f4cec0-c462-4877-9bbb-023fd21a0111/01655de4-2ce3-459d-b034-6c4cddf508ca.jpg",
    "altTitles": [
      {
        "ru": "Нелюбимый"
      },
      {
        "ja": "ラブレス"
      },
      {
        "zh": "无爱之战LOVELESS"
      }
    ],
    "description": {
      "en": "12-year-old Aoyagi Ritsuka is a troubled child. He has no memories of his life until the age of ten - causing his excitable and verbally-abusive mother to constantly berate him, demanding that he leave and return the 'real' Ritsuka to her. For the past two years, his older brother Seimei had been his devoted friend and protector - the only person who accepted Ritsuka's 'new' self. Recently, however, Seimei was found dead under mysterious circumstances.  \n  \nSoon afterward, a man named Soubi appears before Ritsuka, claiming to be Seimei's 'friend'. He informs Ritsuka that his name is \"Loveless\", and that he is a 'sacrifice' - while Soubi is his 'fighter'. Since their first meeting, Ritsuka finds himself drawn into a bizarre secret world where teams of two; the 'fighter' and 'sacrifice', combat each other using mystical verbal spells.  \n  \nAs his involvement in this new life deepens, Ritsuka unearths many shocking and disturbing facts about himself, Seimei and Soubi; thus, he resolves to discover the truth behind his brother's murder and his own inexplicable amnesia.",
      "pl": "Aoyagi Ritsuka nie ma łatwego życia. Dwa lata temu w niewyjaśniony sposób stracił pamięć, matka nie traktuje go zbyt dobrze i ciągle pyta go, co stało się z „prawdziwym” Ritsuką, a jego starszy brat niedawno został zamordowany. Życie chłopca zmienia się w momencie, gdy zjawia się Soubi, który oświadcza mu, że jego prawdziwe imię brzmi „Loveless”, a jego zmarły brat zlecił Soubiemu, by ten zajął się Ritsuką i chronił go. Tak rozpoczyna się przygoda pełna licznych tajemnic oraz niesamowitych mocy."
    },
    "status": "hiatus",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb01ad8e-571e-4582-84ac-663086348fb6",
    "title": {
      "en": "Fist of the North Star - Strawberry Flavor"
    },
    "updatedAt": "2024-05-21T01:59:14+00:00",
    "coverArt": "https://mangadex.org/covers/fb01ad8e-571e-4582-84ac-663086348fb6/7f9c2dcd-61df-4744-b1f8-00910b367650.png",
    "altTitles": [
      {
        "ja": "北斗の拳 イチゴ味"
      },
      {
        "ja-ro": "Hokuto no Ken - Ichigo Aji"
      }
    ],
    "description": {
      "en": "In this *very* zany take on the dramatic series by Buronson and Tetsuo Hara, the end of the century… wasn't so bad, actually. A *very* special and brave Holy Emperor, Souther, wants to become more \"involved\" and to be on \"friendly terms\" with the noble Kenshiro & his posse. *Especially* Kenshiro. Due to his very outgoing nature, he also crashes the homes of his other buddies, often when they *especially* don't want him to show up!  \n  \nJoin Souther as he releases his feelings in heart-throbbing, mind-bending confessions, settles complex and engrossing territorial disputes with deep and intricate consequences, enjoys the simple and introspective pleasures of a quiet dinner, and climbs the top of the rough and brutal pyramid that is the idol world - with the help of his best buddies, of course! Maybe even Kenshiro will be there - who knows!  \n  \nBy the time it got its anime in 2015, *Strawberry Flavor* had sold over 1 million copies in Japan. The anime was composed of 2-minute long, abridged adaptations of select chapters from the first three volumes. They were placed after the main episodes of *DD Fist of the North Star* season 2.  \n  \nEvery volume also contains at least one *gaiden* (side story). These gaiden are drawn in Yukito's (the elder sister of Yukito Imouto) normal artstyle, and expand on characters who did not receive gaiden during the Hokuto Gaiden period in the late 2000's.  \n  \nGaiden List:  \nVolume 1: Spade, Club & Diamond, Heart  \nVolume 2: Souther  \nVolume 3: Shuren & Huey  \nVolume 4: Fudo  \nVolume 5: Yuda  \nVolume 6: Shin  \nVolume 7: Falco & friends, Ein  \nVolume 8: Ogai  \nVolume 9: Devil Rebirth"
    },
    "status": "hiatus",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "732dc0ec-bdba-431b-9be1-40ca1d235dd4",
    "title": {
      "en": "S Rank Boukensha de aru Ore no Musume-tachi wa Juudo no Father Con deshita"
    },
    "updatedAt": "2024-05-17T10:02:46+00:00",
    "coverArt": "https://mangadex.org/covers/732dc0ec-bdba-431b-9be1-40ca1d235dd4/e6c6af2b-3559-4035-9890-1db41e53820e.jpg",
    "altTitles": [
      {
        "en": "My Daughters, S-Rank Adventurers, Have a Severe Obsession With Their Father"
      },
      {
        "ja": "Sランク冒険者である俺の娘たちは重度のファザコンでした"
      },
      {
        "ru": "Мои дочери, которые являются искателями приключений S-ранга, очень сильно увлеклись"
      },
      {
        "zh": "身为S级冒险者的我，女儿却是重度父控"
      }
    ],
    "description": {
      "en": "The youngest A-rank adventurer, child prodigy Kaiser, finds three babies who were the only survivor of a destroyed village. Then he decided to give up his job as an adventurer and raise them. Over time, the girls grow brightly and show exceptional talents in fencing, magic and management. However, these girls also seem to love their father, Kaiser!",
      "ja": "将来を嘱望されていた最年少のＡランク冒険者カイゼルは自分のミスで守るべき村をドラゴンに焼き尽くされてしまう……。絶望の淵に立たされた彼が、焼け野原で見つけたのが村の唯一の生き残りである――３人の赤ん坊だった。希望の光に満ちた赤ん坊を胸に、カイゼルは誓う。\n\n「この子たちは、俺が立派に育て幸せにしてみせる！」\n\n時は経ち、娘たちは彼の尽力の甲斐もあり立派に成長を遂げ、剣技に、経営に、魔法に、稀有な才能を花開かせようとしていた。\n\nだけど、困ったことが1つだけ……。\n優秀過ぎる娘たちが父・カイゼルを大好き過ぎて――!?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ece8f390-8aea-45f9-b8ed-bf4bfdfee967",
    "title": {
      "en": "1st Kiss"
    },
    "updatedAt": "2023-12-11T06:26:41+00:00",
    "coverArt": "https://mangadex.org/covers/ece8f390-8aea-45f9-b8ed-bf4bfdfee967/38b9d1d9-5603-4397-83a3-da81f7097fac.jpg",
    "altTitles": [
      {
        "es": "1er beso - No quiero considerarte más como una hermana"
      },
      {
        "en": "1st Kiss – I Don’t Want To Consider You As Sister Anymore"
      },
      {
        "it": "1u basgiu - Ùn vogliu micca cunsiderà ti cum'è surella"
      },
      {
        "vi": "Tôi Không Muốn Coi Em Là Chị Nữa!"
      },
      {
        "mn": "Анхны үнсэлт"
      },
      {
        "fa": "بوسه اول - دیگر نمی خواهم تو را خواهر بدانم"
      },
      {
        "zh": "你的人生是我来迟了"
      },
      {
        "ko": "퍼스트 키스"
      },
      {
        "zh-ro": "Nǐ De Rénshēng Shì Wǒ Lái Chíle"
      }
    ],
    "description": {
      "en": "He is her younger brother, although the two have no blood relationship but she always considers him to be her biological brother … can only be brother that’s all. of course he doesn’t want to be like that, but he is also afraid that he will create distance with her more and more far away. If their first meeting in life was not like that, would they have another result? The girl he loves is right in front of his eyes but is like a wind and can’t hold … Can only as younger brother? How must he do to let her know that he can also become a guardian for her whole life?",
      "es": "Él es su hermano menor, aunque los dos no tienen una relación de sangre, pero ella siempre considera que él es su hermano biológico … solo puede ser hermano, eso es todo. por supuesto, él no quiere ser así, pero también teme que va a crear distancia con ella cada vez más lejos. Si su primer encuentro en la vida no fuera así, ¿tendrían otro resultado? La chica que ama está justo delante de sus ojos, pero es como un viento y no puede sostener … ¿Puede solo como hermano menor? ¿Qué debe hacer para hacerle saber que también puede convertirse en un tutor para toda su vida?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "887dd390-3697-4fef-83ae-a085e853f2bf",
    "title": {
      "en": "Chabashira Kurabu"
    },
    "updatedAt": "2024-05-22T15:51:44+00:00",
    "coverArt": "https://mangadex.org/covers/887dd390-3697-4fef-83ae-a085e853f2bf/486cdda7-8585-4890-9c92-d5047bce3733.jpg",
    "altTitles": [
      {
        "ja": "茶柱倶楽部"
      },
      {
        "en": "Chabashira Club"
      },
      {
        "en": "Success Sign Club"
      }
    ],
    "description": {
      "en": "Suzu, the only heir to the Iida Tea Garden, has been around tea all her life. One day, an unexpected encounter inspires her to leave home on a tea journey, along which she will discover new teas and new friends."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "57"
  },
  {
    "mangaId": "b8b3014f-e8be-4c51-a969-32e138a137e9",
    "title": {
      "en": "Topographia"
    },
    "updatedAt": "2024-05-22T04:24:29+00:00",
    "coverArt": "https://mangadex.org/covers/b8b3014f-e8be-4c51-a969-32e138a137e9/c661d2b7-65dd-4072-abee-4e9151cc4c98.png",
    "altTitles": [],
    "description": {
      "en": "Oneshot published in Comic OZ #2"
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bdbf5e66-32ff-4c07-a93a-e6d4b0536309",
    "title": {
      "en": "Jimoto Saikou!"
    },
    "updatedAt": "2024-05-20T13:03:41+00:00",
    "coverArt": "https://mangadex.org/covers/bdbf5e66-32ff-4c07-a93a-e6d4b0536309/947163d6-830c-43aa-9628-cef9240fbdb3.jpg",
    "altTitles": [
      {
        "ja": "Jimoto Saiko"
      },
      {
        "ja": "地元最高！"
      }
    ],
    "description": {
      "en": "A manga about girls who have never left their hometown, and no matter how many misfortunes they encounter due to their ignorance, they keep saying, \"My hometown is the best!\""
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fef2dc5-fd32-4d62-9cb3-4a39275e0ef5",
    "title": {
      "en": "Isekai Shikkaku"
    },
    "updatedAt": "2024-02-16T03:47:10+00:00",
    "coverArt": "https://mangadex.org/covers/8fef2dc5-fd32-4d62-9cb3-4a39275e0ef5/3c258266-4197-4e7e-aa0f-59046c468c67.jpg",
    "altTitles": [
      {
        "en": "No Longer Allowed In Another World"
      },
      {
        "ru": "Дисквалифицирован по жизни"
      },
      {
        "ja": "異世界失格"
      },
      {
        "zh-hk": "異世界失格"
      },
      {
        "en": "Disqualified from Otherworldliness"
      },
      {
        "uk": "Бракована людина в іншому світі"
      }
    ],
    "description": {
      "en": "A second life in another world with cute girls by your side and video gamey powers–sounds like a dream, right? Not so for a certain melancholy author, who would quite literally rather drop dead.\n\nHonestly, all the fantastical adventure is just getting in the way of his poetic dream of finding the perfect place to die. But no matter how much he risks his hide, everything seems to keep turning out okay.\n\nWill our terminally depressed hero find a new lease on life in this cheerfully bleak isekai comedy?\n\n---\n\nInspired by the famous Osamu Dazai's book Ningen Shikkaku (No Longer Human/Disqualified From Being Human).",
      "ru": "После неудачного двойного самоубийства, наш главный герой переносится в другой мир. И чтобы не случилось, он обещает, что найдёт свою любовь и в этом мире, и опять покончит с собой.",
      "uk": "Як і у відомій книзі Осаму Дадзая \"Бракована людина\" / \"Крах людини\", головний герой цієї історії намагається вчинити подвійне самогубство зі своєю коханою... але замість цього його збиває вантажівка і він потрапляє в інший світ. Тепер він хоче знайти свою кохану, щоб знову покінчити життя самогубством разом з нею.",
      "pt-br": "Em 13 de junho de 1948, o autor Osamu Dazai estava prestes a se suicidar com Shizuko Ota mas foi convocado para outro mundo. Agora ele quer encontrar a reencarnação de sua amante, para que possa cometer suicídio com ela."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c02343b3-74e4-4057-b34a-90e08d93f95a",
    "title": {
      "en": "Gochuumon wa Usagi desu ka?"
    },
    "updatedAt": "2024-04-05T21:50:58+00:00",
    "coverArt": "https://mangadex.org/covers/c02343b3-74e4-4057-b34a-90e08d93f95a/887f0fa4-f161-4ae4-a401-ff42f11eee78.jpg",
    "altTitles": [
      {
        "id": "Apakah kamu mau pesan kelinci?"
      },
      {
        "ja-ro": "GochiUsa"
      },
      {
        "en": "Is the Order a Rabbit?"
      },
      {
        "ru": "Заказывали кролика?"
      },
      {
        "ja": "ごちうさ"
      },
      {
        "ja": "ご注文はうさぎですか？"
      },
      {
        "zh": "请问您今天要来点兔子吗"
      },
      {
        "ko": "주문은 토끼입니까?"
      },
      {
        "vi": "Quán cà phê thỏ"
      }
    ],
    "description": {
      "en": "One day, Cocoa arrived in a town for a work-stay program as organized by her school. There, she excitingly entered the café \"Rabbit House,\" expecting to be able to cuddle rabbits, but instead she found the Kafuu residence, her new home where she will be staying. In this town she will meet her precious and important friends, a responsible, calm but cute girl named Chino, a tough and soldier-esque girl named Rize, a spacey and quintessentially Japanese girl named Chiya, and the ordinary but dignified Syaro."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e0fdb3b-632c-4f8f-a311-5b56952db647",
    "title": {
      "en": "Bocchi the Rock!"
    },
    "updatedAt": "2024-04-29T06:42:49+00:00",
    "coverArt": "https://mangadex.org/covers/2e0fdb3b-632c-4f8f-a311-5b56952db647/62c28c06-838e-43e7-afa1-533ddde1e9db.jpg",
    "altTitles": [
      {
        "en": "Bocchi the Rock!"
      },
      {
        "ja": "ぼっち・ざ・ろっく！"
      },
      {
        "zh-hk": "愛好·扎·搖滾！"
      },
      {
        "zh": "爱好·扎·摇滚！"
      },
      {
        "ru": "Одинокий Рокер!"
      },
      {
        "it": "Bocchi the Rock!"
      },
      {
        "ne": "बोच्चि द रक!"
      },
      {
        "pl": "Samotność w Rocku!"
      }
    ],
    "description": {
      "en": "Hitori Gotou is a high school girl who's starting to learn to play the guitar because she dreams of being in a band, \nbut she's so shy that she hasn't made a single friend. \nHowever her dream might come true after she meets Nijika Ijichi, a drummer girl looking for a new guitarist for her band.",
      "es": "Bocchi The Rock! cuenta la historia de Goto Hitori, una chica de secundaria que empieza a aprender a tocar la guitarra persiguiendo su sueño de formar parte de una banda. Pese a que es muy dedicada, su arrolladora timidez le impide poder conseguir siquiera una amiga. Pero cuando conozca a Ijichi Nijika, una baterista que está buscando una nueva guitarrista para su grupo, Goto dará el primer paso para cumplir su gran sueño página a página, tira a tira.",
      "it": "Hitori Goto è una liceale che inizia a imparare a suonare la chitarra perchè il suo sogno è di entrare a far parte di una band, \nma è talmente timida da non avere nemmeno un amico. \nMa il suo sogno potrebbe avverarsi in seguito all'incontro con Nijika Ijichi, una ragazza che suona la batteria \ned è alla ricerca proprio di un chitarrista per la band in cui suona.",
      "ja": "「ぼっちちゃん」こと後藤ひとりは、ギターを愛する孤独な少女。\n家で一人寂しく弾くだけの毎日でしたが、ひょんなことから伊地知虹夏が率いる「結束バンド」に加入することに。\n人前での演奏に不慣れな後藤は、立派なバンドマンになれるのか――！？\n全国のぼっちな少年少女に届ける、いま最高にアツい音楽漫画！！\n陰キャならロックをやれ！！！",
      "pt-br": "Hitori Gotou é uma colegial que está começando a aprender a tocar violão porque sonha em fazer parte de uma banda, mas é tão tímida que não fez um único amigo. No entanto, seu sonho pode se tornar realidade depois que ela conhece Nijika Ijichi, uma garota que toca bateria e está procurando um novo guitarrista para sua banda.\n\n[ 1° TEMP.  DO ANIME ADAPTOU ATÉ: Vol. 2, Cap 21. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9863c55e-6809-42cc-8ee4-09f00e4f1bec",
    "title": {
      "en": "Shirley"
    },
    "updatedAt": "2022-09-16T09:15:31+00:00",
    "coverArt": "https://mangadex.org/covers/9863c55e-6809-42cc-8ee4-09f00e4f1bec/dbfff06d-4296-4cfe-953d-e4e40f30ec95.jpg",
    "altTitles": [
      {
        "en": "Shirley Madison"
      },
      {
        "ja-ro": "Shirley Medison"
      },
      {
        "ja": "シャーリー"
      },
      {
        "ja": "シャーリー・メディスン"
      },
      {
        "zh": "雪莉"
      }
    ],
    "description": {
      "en": "Yet another maid-tastic manga from Kaoru Mori, \"Shirley\" is an evocative glimpse into the daily life of an endearing \nand diligent 13-year-old girl in Edwardian London after she finds a job as a live-in maid with a cafe owner.  \n  \n  \nVolume 1 includes two other short stories:  \n1. An Afternoon with Nelly and Me  \n2. Mary Banks  \nThe story of a maid working for a master who loved playing pranks on his servants. \nFrogs, spraying them with water, trip ropes and other forms of foolishness were all she could look forward to any day. \nBut when her employer passes away unexpectedly, what will happen to Mary Banks?  \n\n\n  \nShirley or Shirley Medison/Madison?  \nShirley and the oneshots in volume 1 were first published as doujinshi around 2000-2001, at that time the title was \"Shirley Medison\". \nIn 2003 the first volume was released by Enterbrain publisher as just \"Shirley\", CMX later translated her name as \"Shirley Madison\". \nIn 2006, the author decided to continue her work on Shirley and released two other chapters; \nthese were followed by 2 more in 2010, then another 2 in 2013 and again 2 in 2014. \nFinally in 2014 all previous \"Shirley Medison\" chapters were released in \"Shirley\" volume 2. \nIn 2018, a new chapter had a surprise release in Harta.  \n  \nIn Japan all magazine chapters are listed under \"Shirley Medison\", \nand when collected into tankobon volumes, they're labeled simply \"Shirley\"."
    },
    "status": "ongoing",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a5a0db9-53a8-47f4-94a5-e509dfb0919a",
    "title": {
      "en": "Vampire Beru and Ghost Aki"
    },
    "updatedAt": "2024-05-12T13:20:23+00:00",
    "coverArt": "https://mangadex.org/covers/8a5a0db9-53a8-47f4-94a5-e509dfb0919a/52272fd3-1ed0-49a9-8cd6-50ea5f7cef3d.jpg",
    "altTitles": [
      {
        "zh": "Bèi Lǔ yǔ Áng"
      },
      {
        "en": "Вампир Беру и Призрак Аки"
      },
      {
        "zh": "贝鲁与昂"
      },
      {
        "vi": "Ma cà rồng Beru và Hồn ma Aki"
      }
    ],
    "description": {
      "en": "Once on the All Saints' Day vampire Beru and ghost Aki, despite their very different personalities, started living together in a castle. Multiple obstacles and difficulties already waiting on their way. But when they'll know each other better, eventually they'll become the most important companions for one another."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "69"
  },
  {
    "mangaId": "de7b31a8-b932-49af-8a60-88003fa42360",
    "title": {
      "en": "Saki-chan wa Inma no Ko"
    },
    "updatedAt": "2024-02-03T19:11:31+00:00",
    "coverArt": "https://mangadex.org/covers/de7b31a8-b932-49af-8a60-88003fa42360/d8ed10c3-f289-4b5e-a85a-bb1a700494b6.jpg",
    "altTitles": [
      {
        "ja": "咲ちゃんは淫魔の子（合掌）"
      },
      {
        "en": "Saki-chan Is a Succubus's Child"
      },
      {
        "zh": "咲酱是那梦魔之子"
      }
    ],
    "description": {
      "en": "Saki-chan, a succubus, has fallen in love with Rokuhara, a son of a temple, of all people. She tries her best to talk to him, but her succubus blood runs wild and she always ends up tempting him. \"I wish I could say I love you honestly!\"\n\nThis is a story about a pure and simple love of a succubus who can't be honest.",
      "ja": "「えっちだってだいじょうぶっ教!?」がSNSで大反響！ 待望の第1巻！ 淫魔の咲ちゃんが恋した相手は、よりにもよってお寺の息子の六原くん。頑張って話しかけようとしても淫魔の血が暴走して、ついつい誘惑してしまい――。「素直に好きと言えたらいいのに！」ぽんこつ可愛い淫魔のピュアピュアHな恋の行方は……!? 残念サキュバス×カタブツお寺男子の昇天上等、全力ラブコメ！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "543234e2-30b2-4f1c-b00c-ae291cb54629",
    "title": {
      "en": "Mitsuba no Monogatari"
    },
    "updatedAt": "2024-05-21T17:45:23+00:00",
    "coverArt": "https://mangadex.org/covers/543234e2-30b2-4f1c-b00c-ae291cb54629/4f9e5b33-1f29-4b3d-bd2b-5dd54c6fdb70.jpg",
    "altTitles": [
      {
        "ja": "みつばものがたり 呪いの少女と死の輪舞《ロンド》"
      },
      {
        "ja-ro": "Mitsuba no Monogatari - Noroi no Shoujo to Shi no Rondo"
      },
      {
        "en": "Mitsuba's Stories"
      },
      {
        "en": "Mitsuba's Stories - The Cursed Girl and the Circle-Dance of Death (Rondo)"
      }
    ],
    "description": {
      "en": "This world revolves around me.\n\nWhile sleeping in a \"deathly\" boring dark world, Mitsuba woke up from a long sleep with a mysterious all-powerful feeling, the girl was destined to die, but the magic that was poured into her for 10 years brought the power of a \"curse\" that should not exist in this world.\n\nHer stepmother, fearing Mitsuba's \"death,\" takes away her aristocratic nature and she is  enrolled n a military academy. However, this was only the beginning of Mitsuba's use of the \"curse\" to pursue her own path.\n\nThe powerful \"curse\" that resides in a small girl causes a unique tale of otherworldly devastation!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58b1465a-182b-47fa-b78f-f2887d5f7346",
    "title": {
      "en": "Excuse me"
    },
    "updatedAt": "2024-05-22T13:57:16+00:00",
    "coverArt": "https://mangadex.org/covers/58b1465a-182b-47fa-b78f-f2887d5f7346/f69a5cac-6e5c-4501-bf0d-37b99e8e1f05.png",
    "altTitles": [
      {
        "tl": "Tabi po"
      }
    ],
    "description": {
      "en": "The dark tale of Elias– a man who wakes up inside a tree, his memories veiled by a thick haze. All he knows is that he is feeling hungry, and only raw flesh and blood could satisfy it. https://www.mervstore.com/collections/tabi-po-series"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": ""
  },
  {
    "mangaId": "039c5a21-c94f-406f-b8e8-f246df664697",
    "title": {
      "en": "Foul's Start"
    },
    "updatedAt": "2024-05-12T18:35:09+00:00",
    "coverArt": "https://mangadex.org/covers/039c5a21-c94f-406f-b8e8-f246df664697/d2099ccc-8e90-494e-b466-938a2c6a7203.jpg",
    "altTitles": [
      {
        "ko": "파울즈 스타트"
      }
    ],
    "description": {
      "fr": "\"Eun Hae-il\", est devenu adulte sans jamais oublier le garçon dont il était secrètement amoureux. Cette année-là, après avoir passé quatre fois le concours, il a finalement été accepté dans l'école de ses rêves. Mais alors qu'il sauvait un enfant tombé à la mer, il s'est épuisé et a été emporté par les vagues, au point de se noyer lui-même.\n\nAlors qu'il fermait les yeux en pensant au garçon qu'il aimait tant juste avant de rendre son dernier souffle, lorsqu'il les rouvrit, il se trouvait dans un bus plutôt que dans l'océan.\n\nRessuscité après avoir traversé la mort et le temps, Eun Hae-il se retrouve face à son amour de jeunesse, \"Yoon Pado\". \n\nEst-ce que c'est vraiment une seconde chance offerte par le destin ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75b15447-4c7e-40c4-acac-7da048aaad86",
    "title": {
      "en": "Female Commander x Soldier"
    },
    "updatedAt": "2024-05-14T01:35:40+00:00",
    "coverArt": "https://mangadex.org/covers/75b15447-4c7e-40c4-acac-7da048aaad86/03b8b5ef-d371-48d6-a449-600556bed67c.jpg",
    "altTitles": [
      {
        "ja": "女将軍✕兵卒"
      },
      {
        "ja-ro": "Okamigun x Heisotsu"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50491535-8d93-4f37-a885-14441766bd43",
    "title": {
      "en": "After I Save The Ice Princess From Another School From a Mol*ster, We Started as Friends"
    },
    "updatedAt": "2024-05-21T23:20:35+00:00",
    "coverArt": "https://mangadex.org/covers/50491535-8d93-4f37-a885-14441766bd43/c861e5a9-5239-46f2-b410-13f7c90c1fac.jpg",
    "altTitles": [
      {
        "ja": "他校の氷姫を痴漢から助けたら、お友達から始める事になりました"
      },
      {
        "en": "After helping “Ice Princess” from another school, I decided to start as a friend"
      },
      {
        "ja-ro": "Takou no kouri hime o chikan kara tasuketara, o tomodachi kara hajimeru koto ni narimashita"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f884297-28e4-49d8-a298-8367666a4076",
    "title": {
      "en": "The Villainess's Stationery Shop"
    },
    "updatedAt": "2024-02-08T21:41:04+00:00",
    "coverArt": "https://mangadex.org/covers/8f884297-28e4-49d8-a298-8367666a4076/83af6e77-99cd-4666-8d41-79fabe296cf3.jpg",
    "altTitles": [
      {
        "ko": "악녀의 문구점에 오지 마세요!"
      },
      {
        "ko-ro": "Aknyeoui Mungujeome Oji Maseyo!"
      },
      {
        "ko-ro": "Angnyeoui Mungujeome Oji Maseyo!"
      },
      {
        "en": "Please Don't Come to the Villainess' Stationery Store!"
      },
      {
        "fr": "La papeterie de la méchante"
      },
      {
        "pt": "Por favor, não venha para a papelaria da vilã!"
      },
      {
        "uk": "Не приходьте в канцелярський магазин лиходійки!"
      },
      {
        "ru": "Пожалуйста, не ходите в магазин канцелярских товаров злодейки!"
      },
      {
        "th": "อย่ามาร้านเครื่องเขียนของนางร้ายกันเลยนะ!"
      },
      {
        "tr": "Kötü kadının sevimli mağazası!"
      },
      {
        "ja": "悪女の駄菓子屋へようこそ"
      },
      {
        "zh": "请不要来女反派的文具店！"
      },
      {
        "zh-hk": "請勿進入惡女文具店！"
      },
      {
        "zh-hk": "請不要來女反派的文具店！"
      },
      {
        "zh-hk": "請不要來惡女的文具店！"
      },
      {
        "zh-hk": "請不要踏進惡女的文具店"
      },
      {
        "zh-hk": "女配沉迷搞事業"
      },
      {
        "id": "Jangan Kunjungi Toko Alat Tulis Wanita Jahat!"
      },
      {
        "vi": "Đừng đến văn phòng phẩm của ác nữ!"
      },
      {
        "vi": "Cửa Hàng Văn Phòng Phẩm Của Ác Nữ"
      }
    ],
    "description": {
      "en": "\"A useless thing like you has no value in our family. Take this money and leave immediately!\"\n\n\"Yes! Goodbye!\"\n\nShe became the incompetent villainess who commits wrongdoings in order to earn the love of her fiancé, the male lead. Her reputation was already at rock bottom and the main characters, who can't live without each other, are having an affair.\n\n\"Getting kicked out and receiving money is good enough!\"\n\nSo after she was kicked out, she set up a stationery store in front of a school. She reminisces of snacks, beer candy, and even bubbles! Just you wait, kids! But… somehow her young customers are a little weird?\n\n\"I'll find you a handsome and modest man, and not someone who has an affair like my brother!\"\n\n\"Ha, then what about my brother, the crown prince?”\n\n\"…the tower master is the best.\"\n\nThe great magic swordsman, the crown prince, the villainous tower master, and finally, the hidden villain. The stationery store, which she thought would be peaceful, left her with no rest.\n\n*Help me! I just wanted to live a normal life!*\n\n---\nWhat's a girl to do when she wakes up in the body of a villainess? Meldenique Babelloa is a supporting character in a romance novel starring her fiancé, Duke Lennox Hessman, and… her sister, Sheria! Heartbroken, she eventually dies a tragic death as a villainess… or so the original story goes. Determined not to follow the script, Meldenique resolutely abandons her old life and sets out to open… a stationery shop! Will she succeed in defying fate and building the stationery shop of her dreams?\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)",
      "fr": "«Une chose inutile comme toi n’a aucune valeur dans notre famille. Prends cet argent et pars immédiatement!»\n\n«Oui! Au revoir!»\n\nElle est devenue la méchante incompétente qui commet des actes répréhensibles afin de gagner l’amour de son fiancé, le protagoniste. Sa réputation était déjà au plus bas et les personnages principaux, qui ne peuvent pas vivre l’un sans l’autre, ont une liaison.\n\n«Se faire virer et recevoir de l’argent, c’est déjà bien!»\n\nAinsi, après avoir été mise à la porte, elle a ouvert une papeterie devant une école. Elle se souvient des snacks, des bonbons à la bière, et même des bulles ! Attendez, les enfants ! Mais… ses jeunes clients sont un peu bizarres?\n\n«Je te trouverai un homme beau et modeste, et pas quelqu’un qui a une liaison comme mon frère!»\n\n«Ha, alors qu’en est-il de mon frère, le prince héritier?»\n\n«…le maître de la tour est le meilleur.»\n\nLe grand épéiste magique, le prince héritier, le méchant maître de la tour, et enfin, le méchant caché. La papeterie, qu’elle pensait être paisible, ne lui laissait aucun répit. Aidez-moi! Je voulais juste vivre une vie normale!\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)",
      "ko": "남주의 약혼녀이지만, 그의 사랑을 받기 위해 악행을 저지르는 무능한 악녀에 빙의했다. \n이미 평판은 밑바닥이고, 서로 죽고 못 사는 주인공들은 저들끼리 불륜까지 막 저지르는 막장 상황. \n\n\"너 같이 쓸모 없는 것은 우리 가문에 있을 가치가 없다. 이 돈을 받고 썩 꺼지거라!\"\n\"네! 안녕히 계세요!\" \n\n그래서 냉큼 돈 받고 쫓겨나 학교 앞에 추억의 문구점을 차렸다. \n추억의 쫀드기, 맥주사탕, 비눗방울 놀이까지! 어린이들 기다려! \n\n그런데.... 어쩐지 내 어린 고객님들이 좀 이상하다? \n\n\"내가, 우리 오빠 같은 불륜남 말고 잘생기고 조신한 남자 찾아 줄게요!\"\n\"헉, 그럼 황태자이신 우리 형님은 어때?\" \n\"....마탑주님이 최고야.\" \n\n그렇게 위대한 마검, 차기 황태자, 악역인 마탑주, 그리고 최종 흑막까지 엮이게 되면서 \n평화로울 줄만 알았던 문구점에는 하루도 바람 잘 날이 없는데. \n\n살려줘! 난 그냥 평범하게 살고 싶었을 뿐이라고!\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)",
      "pt": "O que uma garota deve fazer quando acorda no corpo de uma vilã? Meldenique Babelloa é uma personagem coadjuvante em um romance estrelado por seu noivo, o duque Lennox Hessman, e… sua irmã, Sheria! Com o coração partido, ela eventualmente morre uma morte trágica como uma vilã… ou assim diz a história original. Determinada a não seguir o roteiro, Meldenique abandona resolutamente sua antiga vida e se propõe a abrir... uma papelaria! Será que ela conseguirá desafiar o destino e construir a papelaria dos seus sonhos?\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)",
      "ru": "\"Такая бесполезная вещь, как ты, не имеет ценности в нашей семье. Возьми эти деньги и немедленно уходи!\"\n \"Хорошо! Прощай!\"\nОна стала некомпетентной злодейкой, которая совершает проступки, чтобы заслужить любовь своего жениха, главного героя.\nЕё репутация уже была на дне, и главные герои, которые не могут жить друг без друга, заводят роман.\n\" Быть выгнанным и получать деньги - это хорошо!\"\nПоэтому после того, как её выгнали, она открыла магазин канцелярских товаров перед школой. Она продаёт закуски, пивные конфеты и даже пузыри! Погодите, детки!\nНо… почему-то её молодые клиенты немного странные?\n\"Я найду тебе красивого и скромного мужчину, а не такого , у которого есть роман, как у моего брата!\"\n\"Ха, а что насчет моего брата, крон-принца?\"\n\"… мастер башни - лучший. *\nВеликий магический фехтовальщик, следующий кронпринц, злодейский хозяин башни и, наконец, скрытый злодей.\nМагазин канцелярских товаров, который, как она думала, будет мирным, не оставлял ей покоя.\nПомогите мне! Я просто хотела жить нормальной жизнью!\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)",
      "uk": "— Ти ганьбиш ім'я нашої родини. Забирай ці гроші та вали звідси!\n-Чудово! Бувай!\n\nВона прийшла до тями ні на що не здатною злодійкою, яка творила зло, щоб завоювати любов її нареченого, головного героя.\n\nЇї репутація і так була на дні, а головні герої, які не можуть жити один без одного, закрутили роман.\n-Мене хоч і виперли, але дали гроші - вже непогано!\n\nПісля того, як її вигнали з дому, вона відкрила перший магазин канцелярських товарів перед школою. Крім іншого, там продаються закуски, солодощі та навіть жуйка! Ну, дітлахи, тримайтеся!\nАле... Чому її юні клієнти такі дивні?\n\n-Я знайду тобі гарного і скромного хлопця, а не дурня, що ходить ліворуч, як мій брат!\n-Ха, а як щодо мого брата, наслідного принца?\n—Господар Башти просто найкращий.\n\nВеликий магічний воїн, королівський принц, жахливий власник вежі та таємничий лиходій.\n\nМирне життя, яке вона хотіла від магазину канцелярії, обернулася зовсім інакше.\nДопоможіть! Я просто хотіла жити нормальним життям!\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)",
      "vi": "“Một thứ vô dụng như mày không xứng đáng ở trong gia đình này. Cầm lấy số tiền này và cút đi!” “Được rồi! Tạm biệt!” Cô trở thành một nhân vật phản diện bất tài, thực hiện những hành vi sai trái để giành được tình yêu của vị hôn phu của mình, nam chính. Danh tiếng của cô đã xuống đáy và các nhân vật chính, những người vốn không thể sống thiếu nhau, đang có quan hệ tình cảm với nhau. “Bị đuổi ra ngoài mà được nhận tiền là quá tốt rồi!” Vì vậy, sau khi cô ấy bị đuổi ra khỏi nhà, cô ấy đã mở một cửa hàng văn phòng phẩm ở phía trước của một trường học. Cô ấy hồi tưởng lại về đồ ăn nhẹ, kẹo bia, và thậm chí cả chơi với bong bóng xà phòng! Các em chỉ cần chờ thôi, mấy nhóc à! Nhưng… Không hiểu sao những khách hàng trẻ tuổi của cô lại có chút kỳ lạ? “Em sẽ tìm cho chị một chàng trai đẹp mã và khiêm tốn, và cả chưa từng yêu ai như anh trai em chẳng hạn!” “Ha, vậy còn anh trai em, hoàng thái tử thì sao?” “… Chủ tháp là tuyệt nhất. ” Kiếm sĩ ma thuật vĩ đại, tiếp đó là hoàng thái tử, chủ nhân của tòa tháp tàn độc và cuối cùng là nhân vật phản diện giấu mặt. Cửa hàng văn phòng phẩm mà cô tưởng chừng sẽ yên bình lại khiến cô không nghỉ ngơi được.\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)",
      "zh": "“像你这样没用的东西在我们家毫无价值，拿上这笔钱，马上离开!”\n\n“是的!再见!”\n\n她成为了一个无能的女反派，为了赢得她的未婚夫——男主角的爱，她做了很多错事。她的名声已经跌到谷底，而主角们，不能离开彼此，却有了外遇。\n\n“被踢出去收钱就够了!”\n\n在她被赶出来后，她在一所学校前开了一家文具店。她回忆起零食，啤酒糖果，甚至泡泡!孩子们，等着瞧吧!\n\n但不知怎的，她的年轻顾客有点奇怪?\n\n“我会给你找个英俊而谦虚的男人，而不是像我哥哥那样有外遇的人!”\n\n“哈，那我的哥哥太子呢?”\n\n“……塔的主人是最好的。”\n\n伟大的神剑手，下一任王储，恶毒的塔主，隐藏的恶棍。\n\n她本以为她的文具店会很安静，但现在却让她无法休息。\n\n帮帮我!我只想过正常的生活!\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)",
      "zh-hk": "她附身在了雖是男主的未婚妻，但卻為了得到男主的愛而做下惡行的無能惡女身上。\n\n風評已經到底了，還身處沒有彼此不能活的主角之間出軌的狗血狀況。\n\n“像你這樣沒用的東西待在我們家族沒有任何價值。拿著這些錢滾吧！” “是！再見！” 所以立刻拿了錢被趕出去，在學校門前開了一家記憶中的文具店。\n\n回憶中的橡皮糖，啤酒糖，再到吹肥皂泡泡！小孩子們等著吧！但是... 我的小客人怎麼有點兒奇怪？\n\n“我，不要我哥哥那樣的出軌男，給你找長得帥的正經男人！” “嗬，那麼我哥哥皇太子怎麼樣？” “.…魔法塔主是最棒的。”\n\n就那樣偉大的魔劍，下一任皇太子，反派魔法塔主，還被牽扯到最終的黑幕之中，本以為很平和的文具店沒有一天風平浪靜。\n\n救救我！我只是想過平凡的生活！\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e19faf72-2235-4126-9a77-46f9275de222",
    "title": {
      "en": "Primal Hunter"
    },
    "updatedAt": "2024-03-06T21:33:51+00:00",
    "coverArt": "https://mangadex.org/covers/e19faf72-2235-4126-9a77-46f9275de222/69369803-4c6f-4805-b0f7-2b37fafeb99c.jpg",
    "altTitles": [
      {
        "pl": "Pierwotny Łowca"
      }
    ],
    "description": {
      "en": "Jake, a seemingly average office worker, unexpectedly finds himself thrust into a fantasy world teeming with dangers and opportunities. Rather than succumbing to fear, Jake thrives in this unfamiliar realm. As he navigates the expansive multiverse, his power grows and he transforms—evolving from a mundane office worker into a true apex hunter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e36f4b5-37f3-4413-8aa4-67dd80275972",
    "title": {
      "en": "Zashisu"
    },
    "updatedAt": "2024-05-19T13:06:45+00:00",
    "coverArt": "https://mangadex.org/covers/3e36f4b5-37f3-4413-8aa4-67dd80275972/fd62cd0a-a6d0-4a86-88e3-74551e2b2439.jpg",
    "altTitles": [
      {
        "ja": "ザシス"
      }
    ],
    "description": {
      "en": "One day, junior high school teacher Yamauchi Umi sees a news report about a murder case. The murderer is Suzuki Yumi, a classmate from junior high school.\r\n\r\nA few days later, Yamauchi's girlfriend, Tamahuri Yagisawa, a rookie editor of literary books, finds a work that closely resembles the murder in a novel that was unsuccessful in a public contest. The author's name is Haruto Saeki. Soon, just like in the novel, an invitation to a class reunion arrives for an old friend...\r\n\r\nThe first suspense horror volume by Masanori Morita!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "13"
  },
  {
    "mangaId": "e306bf5f-a464-44d9-9607-1d21f1e1ff08",
    "title": {
      "en": "Yandere Nisshi"
    },
    "updatedAt": "2024-05-21T02:03:23+00:00",
    "coverArt": "https://mangadex.org/covers/e306bf5f-a464-44d9-9607-1d21f1e1ff08/1e1868c5-5db2-426b-9537-f711f7362fed.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレ日誌"
      },
      {
        "en": "Yandere Diary"
      }
    ],
    "description": {
      "en": "A series of different yandere images by the artist @RinRin200001.\n\n---\n\n**Links:**\n- Retail Site - [DLsite](https://www.dlsite.com/maniax-touch/work/=/product_id/RJ420882.html) (Includes Chapter 1-50)\n\n**Notes:**\n- From Chapter 134 the author has been publishing a \"DereDere version\" of the comic on their [FANBOX](https://rinrin83.fanbox.cc/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcfa196d-d162-45f5-a224-61d26b04a077",
    "title": {
      "en": "Kono Subarashii Sekai ni Shukufuku wo!"
    },
    "updatedAt": "2024-05-17T15:24:22+00:00",
    "coverArt": "https://mangadex.org/covers/bcfa196d-d162-45f5-a224-61d26b04a077/07c6f675-57e6-4b8c-8e2b-deaf3f27021b.jpg",
    "altTitles": [
      {
        "en": "Konosuba: God's Blessing on This Wonderful World!"
      },
      {
        "en": "Bless This Wonderful World!"
      },
      {
        "ja-ro": "Konosuba"
      },
      {
        "fr": "Konosuba : Sois Béni Monde Merveilleux !"
      },
      {
        "ru": "Да будет благословенен этот прекрасный мир!"
      },
      {
        "th": "ขอให้โชคดีมีชัยในโลกแฟนตาซี"
      },
      {
        "ja": "この素晴らしい世界に祝福を！"
      },
      {
        "zh": "为美好的世界献上祝福！"
      },
      {
        "ko": "이 멋진 세계에 축복을!"
      },
      {
        "pt-br": "Konosuba - Abençoado mundo maravilhoso!!"
      }
    ],
    "description": {
      "en": "Kazuma Sato is a video game-loving shut-in-or at least he was, until a humiliating traffic accident brings his young life to an untimely end. But after his death, a beautiful girl claiming to be a goddess invites him to enter another world and gain some respectable perks in the process. But Kazuma’s choice is going to have serious consequences for the goddess and the dead man alike…",
      "es": "Kazuma Sato es un hikikomori que disfruta como un bellaco con los videojuegos, el manga y el anime. Un día decide salir de su casa, sufre un desafortunado accidente y fallece. Cuál es su sorpresa al ver que aparece en un limbo junto a una diosa llamada Aqua que le ofrece enviarlo a un nuevo mundo con tintes roleros y -además- concederle un deseo. Pero antes, Aqua se ocupa de humillarlo porque la muerte que él pensaba que había sido heroica salvando a una chica de ser atropellada, resulta ser lo más patética y cutre que te puedas echar a la cara. Lo único que se le ocurre al bueno de Kazuma es usar su deseo para que Aqua lo acompañe al nuevo mundo y se una a él en sus peripecias para derrotar al Rey Demonio.\n\nEn su nueva aventura encontrará una gran variedad de personajes a cada cual más cazurro, formando equipo con la pesada de Aqua, con Megumin, una maga loca por las explosiones y con Darkness, una paladín aficionada al sadomasoquismo. Viendo que su equipo está mal de la cabeza y que todas son más tontas que un zapato, Kazuma decide disfrutar de su nueva vida a lo grande, pero al final se las tendrá que ver con los generales del Rey Demonio que se cruzarán en su camino… y con sapos, un montón de babosos batracios.",
      "ru": "Кадзума Сато - хиккикомори, закоренелый фанат игр, аниме и манги. В какой-то момент, в попытке спасти человека он попадает в дорожную катастрофу и его жизнь обрывается. Казалось бы жизнь закончилась? Но Кадзума просыпается и видит перед собой красавицу, которая называет себя богиней. Она спрашивает, хочет ли он отправиться в другой мир? С условием, что он может взять с собой только одну вещь. Кадзума сразу же желает взять с собой богиню. Так и начинается его невероятное приключение против короля демонов, но перед этим нужно заняться другими делами. Например, найти пищу, одежду и убежище. Кадзума хочет жить в мире и спокойствия, но богиня находит одну проблему за другой. А кроме того, армия демонов имеет какие-то свои виды на него.",
      "pt-br": "A vida de Satou Kazuma, um hikikomori que gosta de jogos, muito em breve chegou ao fim por causa de um acidente de trânsito... Deveria ser, mas quando ele acorda, uma linda deusa aparece diante de seus olhos. \"Ei, eu tenho algo um pouco agradável para você. Quer ir para outro mundo? Você pode desejar apenas uma coisa de sua escolha junto com você.\" \"Então eu irei levá-la.\" Daqui em diante, a grande aventura de subjugar o Rei Demônio começará para Kazuma reencarnado, ou assim se poderia pensar, mas é o trabalho para a obter alimentos, roupas e abrigo começa! Apesar de Kazuma querer viver em paz, a deusa acaba causando problemas, um após outro, e eventualmente, eles atraem a atenção do exército do Rei Demônio."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]