[
  {
    "mangaId": "7a19cf0c-28b4-4f3e-9b51-1843029601fb",
    "title": {
      "en": "Zombie no Afureta Sekai Ore Dake ga Osowarenai"
    },
    "updatedAt": "2024-02-25T16:15:47+00:00",
    "coverArt": "https://mangadex.org/covers/7a19cf0c-28b4-4f3e-9b51-1843029601fb/67edc948-412e-410c-a823-70a611731418.jpg",
    "altTitles": [
      {
        "en": "Only I Am Not Attacked in a World Overflowing With Zombies"
      },
      {
        "ja": "ゾンビのあふれた世界で俺だけが襲われない"
      },
      {
        "en": "In A World Filled With Zombies, I’m The Only One They Won’t Attack"
      },
      {
        "pt-br": "Em um Mundo Cheio de Zumbis, Eu Sou o Único que Eles Não Vão Atacar"
      },
      {
        "id": "Didunia yang penuh dengan Zombie hanya aku yang tidak diserang"
      },
      {
        "zh-hk": "在遍地都是喪屍的世界裡唯獨我不被襲擊"
      }
    ],
    "description": {
      "en": "Takemura wakes up after falling ill for 3 days and realizes the world has been overrun by zombies but for some strange reason he is not being attacked by them! What will he do now with this great power he has?",
      "id": "Kehidupan sehari-hari pekerja kantor yang tidak disukai \"Takemura\" berubah dalam sekejap. Ketika aku perhatikan, itu adalah dunia yang penuh dengan zombie. Terlebih lagi, aku satu-satunya yang tidak diserang oleh zombie. \"Bantu orang? Apa itu? Aku akan menjalani dunia ini sesukaku.\" Takemura memiliki banyak kekuatan di dunia apokaliptik di mana peradaban akan runtuh. Apakah dia satu-satunya pahlawan yang hidup dengan menyembunyikan fakta bahwa dia tidak diserang?",
      "pt-br": "Na sociedade atual, que foi completamente destruída por zumbis, há um homem que misteriosamente não é atacado por eles, e essa história segue sua estilo de vida egoísta. 18 Visualizações totais, 18 Visualizações hoje"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ee25b6a-a0f3-438e-b686-a3a309cc117b",
    "title": {
      "en": "Emperor's Sword"
    },
    "updatedAt": "2023-12-09T07:48:40+00:00",
    "coverArt": "https://mangadex.org/covers/6ee25b6a-a0f3-438e-b686-a3a309cc117b/bf3e22c9-d209-4eeb-ab7b-bef6733aa3a6.jpg",
    "altTitles": [
      {
        "ko": "황제의 검 (류신)"
      }
    ],
    "description": {
      "en": "Zhu Yunwen, who barely survived the Jingnan campaign, received the souls of two of the world's strongest martial artists, the First Heavenly Demon of the Demonic Cult and Huineng, the Sixth Patriarch of the Shaolin Temple, in his body, and was reborn as Heaven Destroyer.\n\nThis is the story of the Heaven Destroyer's journey to become an absolute existence!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d773c8be-8e82-4ff1-a4e9-46171395319b",
    "title": {
      "en": "The Saga of Tanya the Evil"
    },
    "updatedAt": "2024-04-04T20:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/d773c8be-8e82-4ff1-a4e9-46171395319b/57652b5a-e9da-466d-af79-f5d8de4df8ae.jpg",
    "altTitles": [
      {
        "de": "Die Militärischen Aufzeichnungen eines kleinen Mädchens"
      },
      {
        "ru": "Военная хроника маленькой девочки"
      },
      {
        "ru": "Колдунья в погонах"
      },
      {
        "th": "บันทึกสงคราม ของยัยเผด็จการ"
      },
      {
        "zh": "幼女战记"
      },
      {
        "ja": "幼女戦記"
      },
      {
        "ko": "유녀 전기"
      },
      {
        "ar": "ملحمة تانيا الآثمة"
      },
      {
        "fa": "حماسه تانیای شیطانی"
      },
      {
        "fa": "داستانی تانیا ھەڵگەڕاوەکە (Sorani Kurdish)"
      },
      {
        "zh-hk": "幼女戰記"
      },
      {
        "ru": "Военный журнал маленькой девочки"
      },
      {
        "uk": "Військова історія маленької дівчинки"
      },
      {
        "id": "Kronik Militer Seorang Gadis Kecil"
      },
      {
        "ms": "Kisah Tentera Seorang Gadis Kecil"
      },
      {
        "ms": "Kisah Tanya yang Jahat"
      },
      {
        "es": "Crónicas de una niña en guerra"
      },
      {
        "es": "Diario de guerra"
      },
      {
        "fr": "Tanya The Evil"
      },
      {
        "it": "La saga di Tanya la malvagia"
      },
      {
        "it": "Le cronache militari di una ragazzina"
      },
      {
        "pt": "Crônicas Militares de uma Pequena Garota"
      },
      {
        "vi": "Tanya Chiến Ký"
      },
      {
        "tr": "Küçük Bir Kızın Askeri Günlükleri"
      },
      {
        "ja-ro": "Youjo Senki"
      },
      {
        "en": "The Military Chronicles of a Little Girl"
      },
      {
        "es-la": "La Saga de Tanya la Malvada"
      },
      {
        "vi": "Ấu Nữ Chiến Ký"
      }
    ],
    "description": {
      "en": "A young girl fights on the frontlines in war. She has blonde hair, blue eyes, and nearly transparent white skin \nas she flies through the air and mercilessly strikes down her enemies. \nHer name is Tanya Degurechaff and speaks with a young girl's lisp while she commands the army. \nTanya used to be one of Japan's elite office workers, but because of a wrathful god was reborn as a little girl. \nPrioritizing optimization and career advancement above all, she will become the most dangerous entity \namong the Imperial Army's sorcerers.  \n\nAdapted from Light Novel of same name.  \n\n---\n\n**Note:** Manga and Light Novel Licensed in English by Yen Press as \"The Saga of Tanya the Evil\".",
      "es-la": "Una joven chica que lucha en el frente de una guerra. Tiene el pelo rubio, ojos azules y una piel blanca, casi transparente, y es conocida por moverse como el viento en el campo de batalla. Ella es Tanya Degurechaff y se encarga de dirigir al ejército. Solía ser un asalariado de élite en Japón, pero debido a la ira de un dios, renació como una niña pequeña. Tanya lo da todo por avanzar en su carrera militar y se convertirá en la maga más poderosa del ejército imperial."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51b8571f-7277-4e48-b6e5-58c3ebca1143",
    "title": {
      "en": "Vigilante"
    },
    "updatedAt": "2023-09-28T05:00:27+00:00",
    "coverArt": "https://mangadex.org/covers/51b8571f-7277-4e48-b6e5-58c3ebca1143/d8e44647-f20c-4c50-93dc-ea06bf574d82.jpg",
    "altTitles": [
      {
        "en": "Vigilante (CRG)"
      },
      {
        "zh": "非法正義"
      },
      {
        "ko": "비질란테"
      }
    ],
    "description": {
      "en": "The law is flawed and I'll be the one who will make it perfect. Blame the law that released you.  \n  \nArt done by the creator of [HIVE](https://www.webtoons.com/en/thriller/hive/list?title_no=65).\n  \n[Official Trad. Chinese](https://www.webtoons.com/zh-hant/drama/feifazhengyi/list?title_no=1434&page=1)  \n [Official Thai](https://www.webtoons.com/th/action/vigilante/list?title_no=1488&page=1)",
      "pt-br": "A lei é falha e serei eu quem a tornará perfeita. Culpe a lei que te soltou."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "141"
  },
  {
    "mangaId": "10263dc2-dd53-4099-bf57-cad6c4acc14b",
    "title": {
      "en": "The Count’s Youngest Son Is a Player"
    },
    "updatedAt": "2024-03-04T22:42:40+00:00",
    "coverArt": "https://mangadex.org/covers/10263dc2-dd53-4099-bf57-cad6c4acc14b/14b25cf2-d9c2-4173-af48-d6c9c7cbd144.jpg",
    "altTitles": [
      {
        "ko": "백작가 막내아들은 플레이어"
      }
    ],
    "description": {
      "en": "[Activating closed beta system. Current number of users: 1.]\n\nBae DoHyun lost his life because of the major guilds' evil plan. He then possesed the main character in a game that’s still in its beta service.\n\nReincarnated as Rich family’s youngest son, Raul.\n\n“I’ll take it all this time!”\n\nFrom Rank 1 player to the most powerful NPC, his new story begins."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f4fe738-cf4f-46ab-86e6-0fb549429dfe",
    "title": {
      "en": "Doku wo Kurawaba Sara Made"
    },
    "updatedAt": "2024-04-13T13:02:14+00:00",
    "coverArt": "https://mangadex.org/covers/1f4fe738-cf4f-46ab-86e6-0fb549429dfe/89aac8a2-03f0-47d9-9de8-3ea1e6ee47c2.jpg",
    "altTitles": [
      {
        "en": "The Show Must Go On"
      },
      {
        "ja": "毒を喰らわば皿まで"
      }
    ],
    "description": {
      "en": "The Kingdom of Parsemis is a land blessed by an ancient dragon. In this kingdom, the evil Prime Minister Andrim remembers his past life while his daughter's marriage engagement to the crown prince is being broken. At the same time, he realizes that this world is that of an otome game that he was playing in his past life. In the game, his daughter is the evil fiancée of the crown prince and he is destined to be executed alongside her. Unable to accept this, Andrim devises a plan to trap the game's conquest targets, who side with the crown prince. He will stop at nothing for revenge including seducing his own rival..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f461e344-2385-46b5-83b8-8776f5ea65d0",
    "title": {
      "en": "Solo Farming in the Tower"
    },
    "updatedAt": "2024-02-17T07:19:01+00:00",
    "coverArt": "https://mangadex.org/covers/f461e344-2385-46b5-83b8-8776f5ea65d0/88c8bf13-56be-42df-af48-8be959d3f768.jpg",
    "altTitles": [
      {
        "it": "Coltivo nella Torre"
      },
      {
        "en": "Only I Farm in the Dungeon"
      },
      {
        "en": "Dungeon Farming on My Own"
      },
      {
        "en": "Farming in the Tower Alone"
      },
      {
        "en": "I'm the Only One Farming in the Dungeon"
      },
      {
        "ko": "나혼자 탑에서 농사"
      },
      {
        "en": "The Top Dungeon Farmer"
      },
      {
        "ko-ro": "Nahonja Tabeseo Nongsa"
      }
    ],
    "description": {
      "en": "Sejun, your average Seoul underdog, didn’t expect to grow tomatoes full-time when he stumbled into the mysterious dungeon full of monster quests and extravagant rewards. Yet, there he was, as a farmer growing and selling cash crops while clearing numerous quests that came his way. Will Sejun make it out of the dungeon with the plush rewards he hoped for? At least he has what it takes: optimism, resourcefulness, and a group of loyal furry friends.",
      "it": "Un giorno, una misteriosa torre apparve improvvisamente in città. La gente decise di chiamarla dungeon, e sebbene fosse pieno di asperità e mostri pericolosi, era anche una terra di opportunità, dove erano in attesa innumerevoli tesori. Quando Sejun, un giovane che vive una vita normale, viene invitato per caso nel dungeon sotterraneo, è entusiasta all'idea di diventare ricco, ma è rimasto bloccato in una zona nascosta della torre misteriosa. Tutto quello che ha sono alcuni semi e il suo corpo. Ora Sejun deve coltivare, raccogliere risorse e capire come sopravvivere!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f5c0710-961d-4aef-a84e-833d9590a51b",
    "title": {
      "en": "Kirakira Shitemo, Shinakutemo"
    },
    "updatedAt": "2024-03-30T02:44:55+00:00",
    "coverArt": "https://mangadex.org/covers/4f5c0710-961d-4aef-a84e-833d9590a51b/678f66b5-4807-42b8-83c9-ab73abcb309f.jpg",
    "altTitles": [
      {
        "ja": "キラキラしても、しなくても"
      },
      {
        "zh": "无论闪亮还是暗淡"
      },
      {
        "en": "Sparkling or Not"
      },
      {
        "ja-ro": "Kirakira Shitemo, Shinakutemo"
      },
      {
        "es-la": "Deslumbrante o no"
      }
    ],
    "description": {
      "en": "Sparkling love is not the only kind there is. Keita is a high school student who likes his friend Masato. However, his love could not be more different from the sort of sparkling love often seen in BL… This is a delicate, bittersweet story of adolescence.",
      "ja": "キラキラした恋、だけじゃない。高校生の慶太は、友だちの正人のことが好き。しかし、BLでよく見るようなキラキラした恋と自分の恋は、似ても似つかなくてーー。ほろ苦く繊細な、青い春の物語。",
      "es-la": "Un amor deslumbrante no es el único tipo que hay. Keita es un estudiante de preparatoria al que le gusta su amigo Masato. Sin embargo, su amor no está ni cerca de ser como los amores deslumbrantes que se ven seguido en los BL… Esta es una historia agridulce y delicada de la adolescencia."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5746bbb3-445d-4c31-948b-065098052b77",
    "title": {
      "en": "Baili Jin Among Mortals"
    },
    "updatedAt": "2023-07-23T10:14:43+00:00",
    "coverArt": "https://mangadex.org/covers/5746bbb3-445d-4c31-948b-065098052b77/c6223d47-3c31-46a3-9500-932381d4a898.jpg",
    "altTitles": [
      {
        "en": "Bai Lijin Among Mortals"
      },
      {
        "en": "Mortal Baili Jin"
      },
      {
        "zh-ro": "Ren jian bai li jin"
      },
      {
        "zh": "人间百里锦"
      }
    ],
    "description": {
      "en": "Baili Jin, a fairy who was living in heaven, eating and drinking without a care, broke her Majesty’s colourful, stained-glass plate at her birthday and got banished to the mortal realm. Now she has to begin her adventures in the mortal realm with all of her spiritual powers gone! In order to survive, the former fairy has to deliver take-out….  \r\n  \r\nAn endearingly silly fairy, a gentle restaurant manager, a reserved top student and a hard to resist yandere onee-san (kind on the outside, dark/possessive on the inside) , let the story of their beautiful friendship and youthful days begin!  \r\n  \r\nAuthor's weibo: [@Viva喂娃酱](https://weibo.com/vivaandjulys)   \r\nArtist's weibo: [@Julys橘奶司](https://weibo.com/julys0723)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c62b73e5-0cfb-4aef-9425-60393477ab6c",
    "title": {
      "en": "Dragon Ball Kakumei"
    },
    "updatedAt": "2024-02-09T13:51:38+00:00",
    "coverArt": "https://mangadex.org/covers/c62b73e5-0cfb-4aef-9425-60393477ab6c/a992c777-ab8d-477c-8fa3-15e2151be399.jpg",
    "altTitles": [
      {
        "ja": "ドラゴンボール角明"
      }
    ],
    "description": {
      "en": "The story in Dragon Ball Kakumei picks up right after the Tournament of Power and deals with the consequences of Android 17 restoring the erased universes. In addition to the six universes destroyed by Zeno, the wish brought back Universe 19, which has warriors that are powerful enough to take down Zeno and the angels.",
      "pt-br": "“Quando o desejo do Androide 17 no final do Torneio do Poder leva o mundo a uma Guerra Multiversal, aliados de todos os universos terão que se fortalecer para enfrentar divindades malignas e, desta vez, eles terão que defender todos sem Goku”.\n\nCriado pelos franceses Darkows (roteiro), Reenko (roteiro) e Poissonlabo (desenhista), Dragon Ball Kakumei é um mangá não oficial que conta uma história alternativa se caso o desejo do Androide 17, ao fim do Torneio do Poder, restaurasse os 18 universos que existiam originalmente, levando a uma Guerra Multiversal entre grandes divindades, mas sem a presença de Son Goku.\n\nCom uma arte atípica, em se tratando de um mangá feito por fãs (que geralmente costumam tentar emular os traços de Akira Toriyama), além de uma história com uma narrativa e proposta bem diferente da leveza e simplicidade da obra original, Dragon Ball Kakumei é, sem dúvidas, um dos mangás não oficiais de Dragon Ball mais famosos, ao lado de outros projetos de fãs como Dragon Ball AF e Dragon Ball Multiverse."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "086ca5e0-17ea-4d28-82ef-6b8eef680c60",
    "title": {
      "en": "My Lucky Encounter From the Game Turned Into Reality"
    },
    "updatedAt": "2024-04-03T23:29:27+00:00",
    "coverArt": "https://mangadex.org/covers/086ca5e0-17ea-4d28-82ef-6b8eef680c60/b80ee5b9-20f7-4ffe-ae98-1aa9a00e3ec5.jpg",
    "altTitles": [
      {
        "en": "The Dream in the Game Becomes Reality"
      },
      {
        "ko": "게임 속 기연이 현실로"
      }
    ],
    "description": {
      "en": "Who says revenge is vain? It's so fun!\n\nIn a world where magic is extremely advanced and boasts a civilization that is no different from science fiction, he has reincarnated into the noble 'Rondel' family.\n\nHowever, born as the child of a commoner concubine, his life is threatened by the first wife and half-brother. He acquired the role of 'Manuel Lucas', the great mage who changed the world. And a refreshing revenge story begins!\n\n'From now on, I'm going to live the life I wanted'"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47f93974-d406-45dd-8dbf-03db95654516",
    "title": {
      "en": "Bombergirl"
    },
    "updatedAt": "2023-07-09T03:29:53+00:00",
    "coverArt": "https://mangadex.org/covers/47f93974-d406-45dd-8dbf-03db95654516/23c246c3-6795-41ea-a8b0-e42eb26494f1.jpg",
    "altTitles": [
      {
        "en": "Bombergirl Short Comics"
      },
      {
        "ja": "ボンバーガール"
      },
      {
        "ja-ro": "Bonbaagaaru"
      }
    ],
    "description": {
      "en": "Sporadically posted comic pages on the official twitter of the Bombergirl arcade game."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96e521e5-b19e-4299-b1ad-6b0eeb73e7a0",
    "title": {
      "en": "Mizu no Tomodachi Kappaman"
    },
    "updatedAt": "2024-04-13T12:45:04+00:00",
    "coverArt": "https://mangadex.org/covers/96e521e5-b19e-4299-b1ad-6b0eeb73e7a0/f1bc9289-5775-47f7-9204-198a19848bec.jpg",
    "altTitles": [],
    "description": {
      "en": "Kawataro, half human, half kappa, lives as a human, because his father, a kappa, wished so. Kawataro travels to find his mother who disappeared when he was young. On his trip, he encounters various youkai."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": ""
  },
  {
    "mangaId": "2e2e16ba-5006-4e07-a3a1-7ce80d81d355",
    "title": {
      "en": "Muscle Joseon"
    },
    "updatedAt": "2024-01-01T11:28:40+00:00",
    "coverArt": "https://mangadex.org/covers/2e2e16ba-5006-4e07-a3a1-7ce80d81d355/6a693645-d5d1-4b59-9378-858d3182c19c.png",
    "altTitles": [
      {
        "id": "Otot Joseon"
      },
      {
        "ru": "Наращивание мышц в Чосоне"
      },
      {
        "ja": "マッスル朝鮮"
      },
      {
        "zh-hk": "筋肉朝鮮"
      },
      {
        "zh": "肌肉朝鲜"
      },
      {
        "ko": "근육 조선"
      },
      {
        "en": "Muscle Joseon"
      }
    ],
    "description": {
      "en": "“Huh?! Kyaaaaak!!! W-Why did I suddenly become an anchovy?!!!”\n\nHe majors in food and nutrition and has a first-class certificate as a daily sports instructor, the epitome of being a fitness enthusiast, Choi Young-jik! Well, that was who he used to be…\n\nWaking up in the body of Prince Soo-yang, the second son of King Se-jong the Great, he lost all of his bulging muscles overnight.\n\nYoung-jik was taken aback when he realized he might be able to meet King Se-jong, his father. He couldn’t contain his excitement at the thought of meeting the magnificent King Se-jong, whether or not it was a dream or reality.\n\nH-Huh? King Se-jong… the Great???\n\nThere sits in front of him, a chubby man who looks like he’s struggling to breath.\n\nKing Se-jong the Great appears to be severely obese and possibly diabetic… Government officials had chronic illnesses and frail bodies… Choi Young-jik, a seasoned fitness trainer with 15 years under his belt- holding the pride of the fitness community- begins to feel a fire ignite inside him.\n\n“Alright, shall I try spreading the fitness craze in Joseon?!”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b603c211-d1f9-4145-a2ac-04dcd5f06329",
    "title": {
      "en": "Sasaki and Miyano"
    },
    "updatedAt": "2024-03-24T12:40:00+00:00",
    "coverArt": "https://mangadex.org/covers/b603c211-d1f9-4145-a2ac-04dcd5f06329/e73462f5-466a-47e3-9c1e-48dea8ddbab4.jpg",
    "altTitles": [
      {
        "ja-ro": "Sasaki to Miyano"
      },
      {
        "ja": "佐々木と宮野"
      },
      {
        "zh": "佐佐木与宫野"
      },
      {
        "zh": "佐佐木和宫野"
      },
      {
        "zh-hk": "佐佐木與宮野"
      },
      {
        "fr": "Sasaki et Miyano"
      },
      {
        "id": "Sasaki dan Miyano"
      }
    ],
    "description": {
      "en": "It all started like a typical old-school boys’ love plotline—bad-boy senior meets adorably awkward underclassman, one of them falls in love, and so on and so forth. But although Miyano is a self-proclaimed boys’ love expert, he hasn’t quite realized…he’s in one himself. Which means it’s up to Sasaki to make sure their story has a happily ever after…!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0621ecc9-c098-4660-ab53-4816a2cadd29",
    "title": {
      "en": "Tendou-ke Monogatari"
    },
    "updatedAt": "2024-02-02T14:32:25+00:00",
    "coverArt": "https://mangadex.org/covers/0621ecc9-c098-4660-ab53-4816a2cadd29/7f887a41-2763-452c-b8bd-e70f85d2c170.jpg",
    "altTitles": [
      {
        "en": "Tendou Family Story"
      },
      {
        "ja-ro": "Tendouke Monogatari"
      },
      {
        "ja": "天堂家物語"
      },
      {
        "en": "The Tales of TENDO Family"
      },
      {
        "ar": "قصة عائلة تندو"
      }
    ],
    "description": {
      "en": "A girl saves Houjou family's third daughter from drowning herself. The girl takes her place as Houjou Ran who shall become the Tendou family's bride but her deceit is seen through..?"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99d4f2ee-19f1-4a81-84d8-aa13dc207227",
    "title": {
      "en": "A Perfect City"
    },
    "updatedAt": "2024-04-05T15:38:36+00:00",
    "coverArt": "https://mangadex.org/covers/99d4f2ee-19f1-4a81-84d8-aa13dc207227/bb92b728-ebf2-4a48-909b-214c32ab47db.jpg",
    "altTitles": [
      {
        "ja": "かんぺきな街"
      },
      {
        "ja-ro": "Kanpeki na Machi"
      }
    ],
    "description": {
      "en": "Josh, who is unemployed, takes home on a whim a bundle of answer sheets he sees at a found object collection center. He meets a girl, Mika Nagasaki, who is looking for the bundle, and through his involvement with her and the people around her, he comes face to face with the love he himself is dragged into.\n\n---\nNote: Includes an oneshot called Neko Sagashi."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "a1db428c-685c-4d11-927b-bf71eb4b254b",
    "title": {
      "en": "Beast King & Medicinal Herb"
    },
    "updatedAt": "2024-03-19T19:59:56+00:00",
    "coverArt": "https://mangadex.org/covers/a1db428c-685c-4d11-927b-bf71eb4b254b/e0eaa711-7cec-4825-bf8e-1c11d5496745.jpg",
    "altTitles": [
      {
        "ja-ro": "Juuou to Yakusou"
      },
      {
        "ru": "Король зверей и лекарственные травы."
      },
      {
        "ja": "獣王と薬草"
      }
    ],
    "description": {
      "en": "Dungeons are the stuff of dreams—defeat the monsters, take their loot, and then venture into uncharted territory to discover hidden riches! Tina, an upstart adventurer with just such a dream, ends up mortally wounded while exploring a dungeon. Suddenly, the great demon known as the Beast King Garon, who was supposed to have been slain by a hero in the distant past, appears before her!  Dungeon fantasy meets medical drama!",
      "ru": "Подземелья - это воплощение мечты…\nСобирайте материалы с поверженных монстров,\nдобирайтесь до неисследованных мест и завладевайте сокровищами!\nТина, авантюристка, мечтает о таком успехе,\nИсследуя подземелье, она получает тяжелое ранение.\nПеред ней появляется сильнейший демон «Король зверей Гарон», когда-то в прошлом он должен был быть убит героем?..\n\nФэнтези и медицинская драма по мотивам подземелья от Konda Tatsukazu, автора оригинальной истории «Ginrou Bloodborne/Серебряный волк, рожденный в крови», начинается!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c89c91dc-e92a-4a21-a3b3-58c8ed388ba4",
    "title": {
      "en": "Mr. Zombie"
    },
    "updatedAt": "2023-11-26T16:08:19+00:00",
    "coverArt": "https://mangadex.org/covers/c89c91dc-e92a-4a21-a3b3-58c8ed388ba4/6b117619-971a-408d-8e8b-9ac1e144c2f8.jpg",
    "altTitles": [
      {
        "zh": "江思先生"
      },
      {
        "zh-ro": "Jiang Si Xiansheng"
      },
      {
        "zh-ro": "Jiāng Sī Xiānshēng"
      }
    ],
    "description": {
      "en": "1000 years ago, the MC became a normal zombie in the apocalypse. In order to survive the constant hunting of humans, he continued to train himself until he became immensely powerful. After 1000 years passed, he is now ready to enter human society again."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a945d52-4143-4704-ae21-7ddf338583c7",
    "title": {
      "en": "Records of the Swordsman Scholar"
    },
    "updatedAt": "2023-10-07T09:49:20+00:00",
    "coverArt": "https://mangadex.org/covers/5a945d52-4143-4704-ae21-7ddf338583c7/a7774ccf-488a-4ffb-9fc2-63ccb096b8a7.jpg",
    "altTitles": [
      {
        "ko": "학사검전"
      },
      {
        "ru": "Экзамен на учёного"
      },
      {
        "zh-hk": "學士劍傳"
      },
      {
        "en": "Legends of the Swordsman Scholar"
      }
    ],
    "description": {
      "en": "Scholar Woon Hyun enters the palace after passing the Imperial Examination.\nThough he soon comes to lament his poor and miserable life of having to deal with the Crown Prince’s hobbies,\nDespite that, he doesn’t give up and tries his best to learn martial arts.\nBut Woon Hyun suddenly picks up his brush to conquer the Murim?!\n\nThe hidden story of the scholar who passed the Imperial Examination at a young age begins. \n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%95%99%EC%82%AC%EA%B2%80%EC%A0%84/2895)",
      "ko": "장원에 급제하여 입궁한 학사 운현.\n황태자의 취미생활을 전담하는 초라하고 처량한 신세를 한탄하지만,\n그럼에도 포기하지 않고 최선을 다해 무공을 익힌다.\n그러던 운현은 갑자기 무림을 제패하기 위해 붓을 드는데?!\n\n젊은 나이에 장원에 급제한 학사의 숨겨진 이야기가 시작된다.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%95%99%EC%82%AC%EA%B2%80%EC%A0%84/2895)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36",
    "title": {
      "en": "The Hundred Ghost Stories That Led to My Death"
    },
    "updatedAt": "2024-04-05T18:29:47+00:00",
    "coverArt": "https://mangadex.org/covers/1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36/b0c710d4-6a75-45f3-83e7-c72d144f96df.png",
    "altTitles": [
      {
        "ja": "僕が死ぬだけの百物語"
      },
      {
        "ja": "Boku ga Shinu dake no Hyakumonogatari"
      },
      {
        "zh": "我死前的百物语"
      },
      {
        "en": "100 Ghost Stories to Die For"
      },
      {
        "en": "Hundred Ghost Stories of My Own Death"
      }
    ],
    "description": {
      "en": "Anthology horror series detailing the \"Round of 100 Ghost Stories\", an old folktale believed to originate from Japan retold through the lens of Yuuma, a boy who lives in a troubled household. Often used as a test of courage where participants tell one hundred supernatural stories and blow out one candle then look at themselves in the mirror after they finish each story. When the one-hundredth candle is blown out, it is said that ghosts and demons are summoned to our world.",
      "pt-br": "Série de terror antológica detalhando a \"Rodada das 100 Histórias de Fantasmas\", muitas vezes usado como um teste de coragem, onde os participantes contam cem histórias sobrenaturais,  apagam uma vela e se olham no espelho depois de terminar cada história. Quando a centésima vela é apagada, diz-se que fantasmas e demônios são convocados ao nosso mundo. Um antigo conto popular originário do Japão recontado por de Yuuma, um menino que vive em uma casa problemática."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6cc85df7-e44b-4fa1-97f2-be04430cc570",
    "title": {
      "en": "The Fairytale-like You Goes on the Assault"
    },
    "updatedAt": "2023-05-31T15:58:57+00:00",
    "coverArt": "https://mangadex.org/covers/6cc85df7-e44b-4fa1-97f2-be04430cc570/747da025-c554-43c4-848c-118aa37ca2d2.jpg",
    "altTitles": [
      {
        "ja": "儚いキミは猛攻をはじめる"
      },
      {
        "ja-ro": "Hakanai Kimi wa Moukou wo Hajimeru"
      },
      {
        "zh": "童话般的你开始了恋爱猛攻"
      }
    ],
    "description": {
      "en": "Kagari, an ephemeral beauty, reunites with her older childhood friend, Nana-kun, and begins her romantic assault on him.",
      "vi": "Một series siêu ngọt nữa tới từ Hazano Kazutake - tác giả của bộ Thánh nữ Cecilia và mục sư Lawrence. Câu chuyện về đôi bạn thưở nhỏ cứ tối đến là lại ở chung nhà để đảm bảo sự an toàn cho nhau..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1563cd49-ee38-4a46-a4f0-429dc07cd4a1",
    "title": {
      "en": "Oshinobi Dousei"
    },
    "updatedAt": "2024-04-08T15:42:15+00:00",
    "coverArt": "https://mangadex.org/covers/1563cd49-ee38-4a46-a4f0-429dc07cd4a1/c329fb3d-76ce-4f53-98b0-18fe6105e476.jpg",
    "altTitles": [
      {
        "ja": "お忍び同棲"
      },
      {
        "pt-br": "Vivendo Com uma Kunoichi"
      },
      {
        "ja-ro": "Oshinobi Dousei"
      },
      {
        "ru": "Тайное сожительство"
      },
      {
        "en": "Living With a Kunoichi"
      }
    ],
    "description": {
      "en": "Tae, a beautiful 17-year-old girl, and Kotaro, a serious office worker. These two seemingly happy people have a secret they can't reveal to anyone - the rival ninjas of Iga and Kouga secretly live together in this laid-back romantic comedy!",
      "ja": "17歳の美少女・たえと、まじめな会社員の小太郎。一見幸せそうに見える二人には誰にも言えない秘密があった――伊賀・甲賀のライバル忍者がこっそり同棲生活を送る、まったりラブコメ！",
      "pt-br": "Tae, uma linda garota de 17 anos, e Kotaro, um sério trabalhador de escritório. Essas duas pessoas aparentemente felizes têm um segredo que não podem revelar a ninguém - os ninjas rivais de Iga e Kouga vivem secretamente juntos nesta comédia romântica descontraída!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "30"
  },
  {
    "mangaId": "298cb7b7-4a1a-407f-b479-d157a9b33d9a",
    "title": {
      "en": "Infinite Leveling: Murim"
    },
    "updatedAt": "2024-02-28T00:46:12+00:00",
    "coverArt": "https://mangadex.org/covers/298cb7b7-4a1a-407f-b479-d157a9b33d9a/215855b2-3d68-4be6-8720-f965210961b3.jpg",
    "altTitles": [
      {
        "ko": "무한 레벨업 in 무림"
      },
      {
        "ja": "無限レベルアップin武林"
      },
      {
        "en": "Infinite Level Up in Murim"
      },
      {
        "en": "Unlimited level-ups in murim"
      },
      {
        "ru": "Непрерывное поднятие уровня в Муриме"
      },
      {
        "fr": "Level Up infini au Murim"
      }
    ],
    "description": {
      "en": "Killed on the battlefield without glory to his name, Yuseong Dan receives an opportunity to grow stronger with a strange quest and level system. But each quest he’s forced to fight only seems to be getting harder and harder. Can he level up enough to avoid the same miserable ending and become the powerful hero he wishes to be?\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
      "ja": "ここは努力したぶん強くなれる世界\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
      "ko": "재능도 없고 출신도 비천했던 하급무사 단유성, 전쟁터에서 죽다.\n하지만 저승인 줄 알고 눈을 떴더니, 어린 시절의 과거로 돌아와 있지 않은가?\n이상한 숫자와 문자가 눈 앞에 보이고, 그 지시를 따르면 노력한 만큼 보상을 받기까지 한다.\n노력한 만큼의 보상을 받는 세상. 무한레벨업 in 무림에 오신것을 환영합니다.\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
      "ru": "Тан Ю Сон, младший воин, не имевший таланта, с низким уровнем подготовки, погиб на поле боя.\n\nНо когда он открыл глаза, он был сильно удивлён! Он вернулся в свое прошлое, когда ещё был ребёнком! Теперь он может изменить будущее!\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
      "pt-br": "Morto no campo de batalha sem glória para seu nome, Yuseong Dan recebe a oportunidade de ficar mais forte com uma estranha missão e sistema de níveis. Mas cada missão que ele é forçado a lutar parece estar ficando cada vez mais difícil. Ele pode subir de nível o suficiente para evitar o mesmo final miserável e se tornar o herói poderoso que deseja ser?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed35f841-5e6d-485c-a902-78f11e2975ac",
    "title": {
      "en": "Saikyou Skill \"Inochigoi\" de Kuyashii Kedo Musou Shichau Moto Maou-sama no Sekai Seifuku Katsudou"
    },
    "updatedAt": "2024-04-04T14:00:58+00:00",
    "coverArt": "https://mangadex.org/covers/ed35f841-5e6d-485c-a902-78f11e2975ac/c5ef504e-fcd3-485f-8170-58d742082ec1.jpg",
    "altTitles": [
      {
        "ja": "最強スキル「命乞い」で悔しいけど無双しちゃう元魔王様の世界征服活動"
      },
      {
        "ja-ro": "Saikyou Skill \"Inochigoi\" de Kuyashii Kedo Musou Shichau Moto Maou-sama no Sekai Seifuku Katsudou"
      },
      {
        "en": "Her Strongest Ability Is Begging for Mercy, the Frustrating World Conquest Adventures of a Former Demon King"
      },
      {
        "vi": "Hành Trình Chinh Phục Thế Giới Đầy Nhục Nhã của Cựu Ma Vương Với Kỹ Năng Thượng Thừa \"Cầu Xin Tha Mạng\""
      }
    ],
    "description": {
      "en": "Village girl Chelsea, who is beloved by everyone, is actually the reincarnated ex-Demon King.\nHowever, when she reincarnated, for some reason neither her magical powers nor skills were inherited, and she was forced to live as a normal human being.\n\nHumiliating days continued until one day, the remnants of the Demon King's army appeared to loot the village. Hunted down by her former subordinate, who did not realize her true identity, Chelsea finds herself in a perilous situation. Then, a skill finally manifests! The name of that skill is \"Begging for Mercy\"!?",
      "ja": "誰からも愛される村娘のチェルシーは、実は転生した元魔王。 しかし、転生の際になぜか魔力もスキルも引き継げず、ただの人間としての生活を強いられることに…。 そんな屈辱の日々が続くある日、村に魔王軍の残党が略奪に現れる。 自分の正体に気づかない元部下に追い詰められ、絶体絶命のピンチに陥るチェルシーだが、ついにそこでスキルが発現！ そのスキルの名は――「命乞い」!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c00d3ff5-fcd2-4779-9252-4ffbe82687e1",
    "title": {
      "en": "Kono Kankei wa Gouhou Desu!"
    },
    "updatedAt": "2023-12-11T10:46:22+00:00",
    "coverArt": "https://mangadex.org/covers/c00d3ff5-fcd2-4779-9252-4ffbe82687e1/582e4f4b-471c-4556-965c-20e934e095eb.jpg",
    "altTitles": [
      {
        "en": "This Relationship is Legal!"
      },
      {
        "ja": "この関係は合法です!"
      }
    ],
    "description": {
      "en": "YES Sister, NO Touch!\n\nKouta, who is extremely siscon, decides to live alone in order to \"escape from his little sister \". One day, however, he picks up a runaway girl named Ui, who is full of younger sisterly feelings. Although she looks and acts like a child, she is in fact a beautiful 19-year-old girl with big tits!\n\nProtect his sister? or Crossing the line? The days of agony begin!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/e08cd064-7b50-44c9-ab17-fdb353858766.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85a99758-de39-471e-9f6d-800547f53d0a",
    "title": {
      "en": "Tougen Anki"
    },
    "updatedAt": "2023-09-23T02:42:02+00:00",
    "coverArt": "https://mangadex.org/covers/85a99758-de39-471e-9f6d-800547f53d0a/c0f158ec-87bc-4e8b-8b0d-f43638670e2f.jpg",
    "altTitles": [
      {
        "ja": "桃源暗鬼"
      }
    ],
    "description": {
      "en": "Ichinose Shiki, an inheritor of the blood of Oni had lived out his entire childhood oblivious to this fact. However, when an unknown man comes rushing into his home in attempts to assassinate him, his foster father finally reveals the truth. In a world where Oni and Momotarou have never been able to coexist, join Ichinose in his struggle for power and unifying the two races!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30b76fde-1574-461f-8b52-949518500483",
    "title": {
      "en": "Real no Heroine wa Irimasen!"
    },
    "updatedAt": "2023-12-23T23:12:57+00:00",
    "coverArt": "https://mangadex.org/covers/30b76fde-1574-461f-8b52-949518500483/fed3c672-46b8-40e9-bce1-1b9441b57312.jpg",
    "altTitles": [
      {
        "en": "Even 'Used Goods' Wants to Experience Love!"
      },
      {
        "en": "Even If It Is Second Hand, I Want to Fall in Love!"
      },
      {
        "pt-br": "Eu não preciso de uma heroína real"
      },
      {
        "ru": "Даже использованный товар желает испытать любовь"
      },
      {
        "th": "มือสองแล้วทําไมถ้าใจคิดจะรัก"
      },
      {
        "zh": "中古也要谈恋爱！"
      },
      {
        "ja": "現実の彼女はいりません!"
      },
      {
        "zh-hk": "醒醒吧！你沒有女朋友"
      },
      {
        "ko": "중고라도 사랑이 하고싶어!"
      },
      {
        "ko": "현실의 여친은 필요 없어요!"
      },
      {
        "ru": "Мне не нужна реальная героиня!"
      }
    ],
    "description": {
      "en": "Aramiya Seiichi is an ordinary high school eroge otaku who's given up all hope on girls in the 3D world due to a certain incident. One day, after he's bought a bunch of new material in consequence of experiencing the frustration of a perfect eroge character turning out to be used goods, he encounters a delinquent-like-looking girl being about to get raped by a bunch of guys. By mere chance, he rescues her. Days later, when school starts again, it turns out to have been his classmate, Ayame, a feared delinquent girl who's got all kind of rumors about her, especially that she's used goods. And it appears that she's set on becoming his ideal girl to make him fall for her.",
      "ja": "三次元に興味ナシのオタクな高校生・新宮清一は、ひょんなことから学校一の不良少女・綾女古都子に告白される。当然の如くこれを断固拒否！　……した清一だったが、古都子は「じゃあ、お前の理想になってやるよ！」とメインヒロインのようなツインテ美少女に変貌して、強引なアプローチで迫り始め…？",
      "pt": "Aramiya Seiichi é um estudante ordinário… Um otaku dos eroges que perdeu todas as esperanças nas garotas em 3D devido um certo incidente. Um dia, após ele comprar alguns materiais novos devido uma frustração em consequência de uma experiência frustrante com uma \"personagem perfeita\" de um eroge, ele encontra uma garota delinquente prestes a ser estuprada por um grupo de homens. Por um acaso ele acaba salvando ela, e por este acaso a sua vida acaba mudando completamente...",
      "ru": "Когда Сейчи учился в младших классах, он получил психическую травму из-за некой девушки. С тех самых пор, он с недоверием относится к девушкам, и испытывает отвращение к не девственницам. Сейчас Сейчи эроге-отаку, ученик старшей школы, однажды вечером он оказывается свидетелем попытки изнасилования девушки группой людей, случайно привлекая внимания насильников, он использует смекалку и успешно спасает себя и девушку. Девушка оказывается известной хулиганкой, и о ней часто ходят не очень хорошие слухи, а что не менее важно, девушка эта – одноклассница Сейчи, Аямэ. После того дня, она влюбляется в главного героя, и решает добиться его расположения любым способом. Видя потуги девушки, учительница Сейчи просит его помочь Аямэ стать нормальной девушкой, на что тот неохотно соглашается. Так и начинается история о парне, который пытается исправить хулиганку, попутно устраняя все нажитые ею слухи, и о девушке, которая хочет любви."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "142"
  },
  {
    "mangaId": "db1aa90a-31b7-4fb4-bc60-76239044d464",
    "title": {
      "en": "Otaku ni Otoku na Gal Gurashi"
    },
    "updatedAt": "2023-08-12T04:46:21+00:00",
    "coverArt": "https://mangadex.org/covers/db1aa90a-31b7-4fb4-bc60-76239044d464/48535818-a394-4983-97ba-2c42e9a0630e.jpg",
    "altTitles": [
      {
        "ja-ro": "Otaku ni Otoku na Gal Gurashi"
      },
      {
        "ja": "オタクにオトクなギャルぐらし"
      },
      {
        "zh": "宅男辣妹勤俭同居记"
      },
      {
        "ja-ro": "Otaku ni Otoku na Gyaru Gurashi"
      },
      {
        "ja-ro": "Otaku ni otaku na Gal-gurashi"
      },
      {
        "en": "An Otaku and an Otaku Gyaru's Life Together"
      },
      {
        "en": "Otaku and Gyaru Living Together With Benefits"
      },
      {
        "en": "A Gal’s Guide To Budget Living for an Otaku"
      }
    ],
    "description": {
      "en": "Yutaka Kongouji is the son of a wealthy family, but also an introvert and an otaku. He lives only to spend all his allowance supporting his favorite idol. But when his parents' business fails, he has to move into a run-down apartment on his own. There he ran into Rino Hyuga, a popular gal in his class..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "63605dd2-d8ca-4ff2-967f-9fc33d1dbd6f",
    "title": {
      "en": "I'll Resign and Have a Fresh Start in This World"
    },
    "updatedAt": "2023-10-24T23:58:04+00:00",
    "coverArt": "https://mangadex.org/covers/63605dd2-d8ca-4ff2-967f-9fc33d1dbd6f/d89b52b8-a94c-4d17-9ff4-d55fff25e3a2.png",
    "altTitles": [
      {
        "en": "I'm Going To Relax in This World After Submitting My Resignation"
      },
      {
        "ko": "사표내고 이계에서 힐링합니다"
      },
      {
        "en": "Resigning and Healing in Another World"
      }
    ],
    "description": {
      "en": "The main character, Cho Isu, lived an ordinary but happy life.\nFive years ago, he suddenly loses his parents, and becomes a devastated man, as he struggles every day.\nWhen he was exhausted from the suffocating daily life, a portal opened in the room. A place he has never been to, a place he doesn’t know what might be.\nA healing life to enjoy in a different world starting as a commoner and turning into a feudal lord."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a92fcfb2-27b7-476f-a9d5-4cd557ae39c0",
    "title": {
      "en": "Tondemo Skill de Isekai Hourou Meshi: Sui no Daibouken"
    },
    "updatedAt": "2024-02-24T11:59:40+00:00",
    "coverArt": "https://mangadex.org/covers/a92fcfb2-27b7-476f-a9d5-4cd557ae39c0/ff2d7b90-105f-43b5-b462-200ce7145fd6.jpg",
    "altTitles": [
      {
        "en": "Campfire Cooking in Another World with My Absurd Skill: Sui’s Great Adventure"
      },
      {
        "ja": "とんでもスキルで異世界放浪メシ スイの大冒険"
      },
      {
        "en": "Sui's Big Adventure"
      }
    ],
    "description": {
      "en": "A spin-off of the series TONDEMO SKILL DE ISEKAI HOUROU MESHI told from Sui's perspective."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddcebfa2-05a0-4fcd-9cd4-60d779c38f2c",
    "title": {
      "en": "Karakai Jouzu no (Moto) Takagi-san"
    },
    "updatedAt": "2023-12-07T01:12:00+00:00",
    "coverArt": "https://mangadex.org/covers/ddcebfa2-05a0-4fcd-9cd4-60d779c38f2c/857e3c46-d51d-4125-a730-e658316cd955.jpg",
    "altTitles": [
      {
        "vi": "Chuyên gia trêu chọc Takagi-san (ngoại truyện)"
      },
      {
        "ms": "Si Master Jahil (mantan) Takagi-san"
      },
      {
        "en": "Skilled Teaser (Former) Takagi-san"
      },
      {
        "ru": "Мастер дразнилок (Бывшая) Такаги-сан"
      },
      {
        "ja": "からかい上手の（元）高木さん"
      },
      {
        "tl": "Ang Magaling sa Panunuksong (Noon) si Takagi-san"
      }
    ],
    "description": {
      "en": "Takagi and Nishikata are now married and have a kindergarten-aged daughter named Chi. See how much some things have changed, and others have curiously stayed the same!  \n  \n*Note: The volumes collect the chapters in a different order than the web version. The chapters here follow the web numbering without any volumes.*",
      "pt-br": "Takagi e Nishikata agora estão casados e têm uma filha na idade do jardim de infância chamada Chi. Veja o quanto algumas coisas mudaram e outras curiosamente permaneceram as mesmas!\n\nNota: Os volumes coletam os capítulos em uma ordem diferente da versão web. Os capítulos aqui seguem a numeração da web sem nenhum volume."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "feebe1dc-64ef-47a6-b4ed-07f47dd330cd",
    "title": {
      "en": "The Divine Surgeon"
    },
    "updatedAt": "2024-02-23T04:02:49+00:00",
    "coverArt": "https://mangadex.org/covers/feebe1dc-64ef-47a6-b4ed-07f47dd330cd/fb649977-c768-41c8-b5db-44bc3b46959d.jpg",
    "altTitles": [
      {
        "ko": "화타가 된 외과의사"
      },
      {
        "en": "I Reincarnated as a Legendary Surgeon"
      }
    ],
    "description": {
      "en": "Because of being just, before even becoming specialist, Jisoo Han, a 3rd year of general surgery, has died.\nWas it an angel, demon, or some unknown system of the world? Because of his good deeds, he got a chance to live again.\nBut he was resurrected as a dead man who was killed by mountain bandits. But this body… Is it the body of a great legendary surgeon?!\nA generation of heroes with an endless battle, about in the year 200. As a great legendary surgeon of the 200’s, he tries to stand up to it……\nAn unexpected and extraordinary journey of a young surgeon, who fell into the world of Romance of the Three Kingdoms, has began!\n\n---\n\n**Links:**\n- [Original Webtoon (Kakao Webtoon)](https://webtoon.kakao.com/content/%ED%99%94%ED%83%80%EA%B0%80-%EB%90%9C-%EC%99%B8%EA%B3%BC%EC%9D%98%EC%82%AC/2736)",
      "fr": "Était-ce un ange, un démon ou autre chose qui m'a ressuscité ?\nJisoo Han, un major de troisième année en chirurgie générale, a perdu la vie en raison de sa personnalité droite. Cependant, grâce aux bonnes actions qu'il a faites dans sa vie, il a été ressuscité dans le corps d'un homme mort qui a été tué par des bandits de montagne. Mais ce corps… Est-ce le corps d'un grand chirurgien légendaire ?! Maintenant, dans l'ère des Trois Royaumes de guerres et de héros [CE 200]. Jisoo essaie de survivre et de se tenir debout en tant que chirurgien légendaire ……\nLe voyage inattendu et extraordinaire d'un jeune chirurgien, tombé dans l'ère des Trois Royaumes, a commencé !",
      "ko": "정의로운 성격 때문에 전문의는 커녕, 목숨까지 잃은 일반외과 전공 3년차 한진수.\n\n천사인가, 악마인가, 아님 알 수 없는 시스템인가.\n평소 쌓은 선행 덕분에 부활의 기회를 얻게 된다.\n\n산적 떼에게 죽은 몸으로 부활하게 된 한진수.\n그런데 이 몸이 전설의 명의名醫 화타?!\n\n전란이 끊임없는 영웅들의 시대, 혼란한 후한 말.\n한진수, 그는 후한 말 명의名醫 화타로서 우뚝 서려 한다…….\n\n<삼국지연의> 속 세상에 떨어진 젊은 외과의사가 펼치는 \n기상천외한 모험이 시작된다!\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5c321e4-af53-4dfd-b6f8-78b0c5d556f8",
    "title": {
      "en": "Kizetsu Yuusha to Ansatsu Hime"
    },
    "updatedAt": "2024-03-13T05:42:26+00:00",
    "coverArt": "https://mangadex.org/covers/d5c321e4-af53-4dfd-b6f8-78b0c5d556f8/5bcb3721-67c2-49ff-b882-24dc01c4f424.jpg",
    "altTitles": [
      {
        "ja": "気絶勇者と暗殺姫"
      },
      {
        "vi": "Dũng giả gục ngã và Công chúa sát thủ"
      },
      {
        "en": "The Fainted Hero and The Assassination Princess"
      }
    ],
    "description": {
      "en": "Toto is a novice hero who has finally put together the team that he'd always wanted. And he's ready to set out on a new adventure. But Toto's new party members' actual target is... his life?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42b464cd-a8a1-45bb-9140-2f5674b54c22",
    "title": {
      "en": "The Person Sitting Next to Me Looking at Me with Perverted Eyes"
    },
    "updatedAt": "2024-04-06T12:54:00+00:00",
    "coverArt": "https://mangadex.org/covers/42b464cd-a8a1-45bb-9140-2f5674b54c22/2a5a1c72-c783-49f8-84e1-4e49c7c531dd.jpg",
    "altTitles": [
      {
        "ja": "隣の席の奴がエロい目で見てくる話"
      },
      {
        "vi": "Người bàn bên thường nhìn tôi bằng ánh mắt biến thái"
      },
      {
        "ja-ro": "Tonari no Seki no Yatsu ga Eroi me de Mitekuru Hanashi"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/117358783)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c680c900-36f0-4fe9-89a8-1630298327ec",
    "title": {
      "en": "Mina-sama Etes-vous prets?"
    },
    "updatedAt": "2024-04-14T03:28:35+00:00",
    "coverArt": "https://mangadex.org/covers/c680c900-36f0-4fe9-89a8-1630298327ec/374e03b5-f5cb-452f-b476-e69f67bf1247.jpg",
    "altTitles": [
      {
        "fr": "Etes-vous Prêts à tout le monde?"
      },
      {
        "fr": "Mina-sama Êtes-vous prêts?"
      },
      {
        "ja-ro": "Mina-sama Eto vu Pure?"
      },
      {
        "ja": "みなさまエト・ヴ・プレ？"
      },
      {
        "en": "Is Everybody Ready?"
      },
      {
        "en": "Are You All Ready, Everyone?"
      }
    ],
    "description": {
      "en": "Chika Kuwabara pretty much drifts through life with no purpose, her days spent at arcades or getting into petty fights. But one day, she witnesses someone practicing fencing in the school gymnasium. That glimpse begins to awaken something deep inside her!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "27"
  },
  {
    "mangaId": "1eea01be-0694-47ac-8993-a23ad826aef7",
    "title": {
      "en": "Jojoni Deremi ga Mashiteku Tsundere Gyaru"
    },
    "updatedAt": "2024-04-12T12:30:45+00:00",
    "coverArt": "https://mangadex.org/covers/1eea01be-0694-47ac-8993-a23ad826aef7/155d682a-ee06-4ece-bbae-9eb3a4e84d4e.jpg",
    "altTitles": [
      {
        "ja": "徐々にデレ味が増してくツンデレギャル"
      },
      {
        "vi": "Cô nàng gal tsundere ngày càng đáng yêu hơn"
      },
      {
        "ja-ro": "Jojoni Deremi ga Mashiteku Tsundere Gal"
      },
      {
        "ja-ro": "Jojoni Deremi ga Mashiteku Tsundere Gyaru"
      },
      {
        "tr": "Tsundere Gal Günden Güne Daha Sevimli Hale Geliyor"
      },
      {
        "en": "The Tsundere Gal Whose Dere Side Gradually Increases"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06679cb6-764a-4a2b-8db4-ab068f9a5ea3",
    "title": {
      "en": "Gambling Outcast Kaiji: The Kazuya Arc - Kaiji Part 4"
    },
    "updatedAt": "2022-07-02T12:22:55+00:00",
    "coverArt": "https://mangadex.org/covers/06679cb6-764a-4a2b-8db4-ab068f9a5ea3/7d6ed4fa-c42a-4218-b96f-fbc5ae0d2c7d.jpg",
    "altTitles": [
      {
        "ja": "賭博堕天録 カイジ 和也編"
      },
      {
        "en": "Kaiji Part 4"
      },
      {
        "ja-ro": "Tobaku Datenroku Kaiji: Kazuya-Hen"
      }
    ],
    "description": {
      "en": "Kaiji wins the anomalous two-player mahjong game \"17 Steps\" against the villainous president Muraoka, and gains a huge sum of 480 million yen! While the aftermath of that game is still fresh on everyone's minds, Kazuya, the son of Hyoudou Kazutaka, the chairman of the Teiai Group, offers him another game!"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "100"
  },
  {
    "mangaId": "d922b786-b9b4-448b-a4a8-797e14aeeefc",
    "title": {
      "en": "The Flower That Was Bloomed by a Cloud"
    },
    "updatedAt": "2023-10-22T23:05:13+00:00",
    "coverArt": "https://mangadex.org/covers/d922b786-b9b4-448b-a4a8-797e14aeeefc/f6d2fa6e-408a-45bb-8068-bde946b3c91b.jpg",
    "altTitles": [
      {
        "ko-ro": "Guleum-i piwonaen kkoch"
      },
      {
        "zh": "云中花"
      },
      {
        "ko": "구름이 피워낸 꽃"
      }
    ],
    "description": {
      "en": "Hong Lyon, a pitiful young princess only in title, who has no power nor authority, meets a young nobleman named Dowun who offers to help her take what's rightfully hers… but at what cost?  \n  \nWinner of the 2019 Tory Comics Award.  \n\n\n---\n\n**Links**  \n- [Official Chinese (Simplified) Translation](https://www.dongmanmanhua.cn/LOVE/yunzhonghua/list?title_no=1412)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "126"
  },
  {
    "mangaId": "cc9346a0-f3bc-4b26-b333-0df146dffb9c",
    "title": {
      "en": "Magic, Me, and My Big Master!"
    },
    "updatedAt": "2024-04-14T05:32:25+00:00",
    "coverArt": "https://mangadex.org/covers/cc9346a0-f3bc-4b26-b333-0df146dffb9c/1635bed7-36ef-4c86-9e42-f497054b408a.jpg",
    "altTitles": [
      {
        "ja": "魔法と僕とでっかい師匠"
      },
      {
        "zh": "魔法与我与伟大的师父"
      },
      {
        "ja-ro": "Mahou to Boku to Dekkai Shishou"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a316a7c5-f48f-412e-9b78-68e378c37775",
    "title": {
      "en": "Screw the Noble Life, I’m Going Home"
    },
    "updatedAt": "2024-04-11T04:29:52+00:00",
    "coverArt": "https://mangadex.org/covers/a316a7c5-f48f-412e-9b78-68e378c37775/d935d69f-2351-4341-9a3f-00be8ef0efac.jpg",
    "altTitles": [
      {
        "ko": "공녀고 나발이고 집에 간다고"
      },
      {
        "en": "Noble Lady or Whatever, I'm Going Home"
      }
    ],
    "description": {
      "en": "After confirming that I had won the lottery, I tried to quit my job! However, as soon as I opened the door, I found myself transmigrated into the body of a noble lady. I have one year to claim the prize money, so I have to return home at all costs. Please wait for me, my 1.7 million won! Mum will be there soon, but... What's wrong with this family?!\r\n\r\n\"I love you.\" But I'm not your daughter!\r\n\r\n\"Sister, you might get hurt so I'll hold you.\" Did he mean he would lift me? What is this guy, a giant brown bear?\r\n\r\n\"If you mess with our sister one more time, I'll make you disappear without a trace.\" He's got a pretty face, but he has a sharp tongue.\r\n\r\n\"Don't fall ill.\" Don't worry about me. Why are there so many of them?! I'm not a noble lady! Leave me alone, I wanna go home!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0ee2f134-87c6-4715-b31e-b3b1344fa5ea",
    "title": {
      "en": "Baki"
    },
    "updatedAt": "2023-12-12T02:40:58+00:00",
    "coverArt": "https://mangadex.org/covers/0ee2f134-87c6-4715-b31e-b3b1344fa5ea/390099a6-5e32-4f6a-afee-5d89de3d0454.jpg",
    "altTitles": [
      {
        "en": "Baki Part 2"
      },
      {
        "ru": "Новый Боец Баки"
      },
      {
        "ar": "باكي"
      },
      {
        "th": "บากิ ศึกอสูรจอมประจัญบาน"
      },
      {
        "ja": "バキ"
      },
      {
        "zh": "刃牙"
      },
      {
        "zh": "巴基"
      },
      {
        "ko": "바키"
      },
      {
        "es-la": "El nuevo Luchador Baki: En busca de nuestro héroe más fuerte"
      },
      {
        "en": "Baki: New Grappler Baki"
      },
      {
        "en": "New Grappler Baki: In Search of Our Strongest Hero"
      }
    ],
    "description": {
      "en": "Baki Hanma is a generally happy student with a rather odd hobby; he likes fighting. Specifically, he likes fighting in a secret martial arts tournament that gathers the greatest fighters of the world and pits them against each other in really nasty combat. Whether you're a sumo wrestler, a karate expert, or a guy who specializes in ripping out your opponent's nerves, you're welcome to participate (as long as you can keep quiet about it, of course). Anyway, Baki may be the youngest fighter the tournament has ever seen, but he's also the best, and he really enjoys what he does.  \n   \nAnimeNewsNetwork Links:  \n[Season 1](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=2035)  \n[Season 2](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=2036)",
      "pt-br": "Baki Hanma é um estudante geralmente feliz com um hobby bastante estranho; ele gosta de lutar. Especificamente, ele gosta de lutar em um torneio secreto de artes marciais que reúne os maiores lutadores do mundo e coloca-os uns contra os outros em combates realmente desagradáveis. Seja você um lutador de sumô, um especialista em karatê ou um cara que se especializou em arrancar os nervos do seu oponente, você pode participar (contanto que possa manter segredo sobre isso, é claro). De qualquer forma, Baki pode ser o lutador mais jovem que o torneio já viu, mas ele também é o melhor, e ele realmente gosta do que faz. \n\nPs: Está sendo postado/traduzido desde o Segundo Arco que não foi animado"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "suggestive",
    "lastVolume": "31",
    "lastChapter": "276"
  },
  {
    "mangaId": "40881c1c-9bd7-425c-959e-a64799522434",
    "title": {
      "en": "I Picked a Hammer to Save the World"
    },
    "updatedAt": "2024-04-14T02:56:57+00:00",
    "coverArt": "https://mangadex.org/covers/40881c1c-9bd7-425c-959e-a64799522434/f5b67713-92f4-46c7-bbda-51959843f789.jpg",
    "altTitles": [
      {
        "en": "The Hammer"
      },
      {
        "ko": "더 해머"
      }
    ],
    "description": {
      "en": "After defeating the commander of the seventh Corps of the Demon King’s Army, ‘Tiny’ was about to die. However, in a desperate situation where the destruction of mankind can not be prevented, the last surviving comrade, ‘Sword Emperor’, uses the power of an heirloom to send Tiny back in the past.\nTiny, who has returned from being the strongest knight on the continent to an orphan in the slums, gains new powers that he did not possess in his previous life. Can Tiny, in this life, prevent the extinction of mankind?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52bf5cb6-c0a0-4155-a934-1a904fa5677a",
    "title": {
      "en": "Holy Girl Paradigm"
    },
    "updatedAt": "2024-04-11T02:48:05+00:00",
    "coverArt": "https://mangadex.org/covers/52bf5cb6-c0a0-4155-a934-1a904fa5677a/ebfa0b9a-bfd0-41a4-8665-d01b68efc323.jpg",
    "altTitles": [
      {
        "ja": "Seijun Shoujo Paradigm"
      },
      {
        "ja-ro": "聖純少女パラダイム"
      },
      {
        "pt-br": "Paradigma das Garotas Santas"
      }
    ],
    "description": {
      "en": "Paradigm Girls Academy, a famous catholic combined middle and high school. Not interested in love, Aoi hopes a school life among the virtuous Ojou-sama would turn her into a graceful and high-class lady herself. Riri thought joining a girls’ school would allow her to finally find love. Bonding over having their dreams meet a harsh reality, a beautiful friendship(?) begins.",
      "pt-br": "Paradigm Girls Academy é um famoso colégio católico que reúne ensino fundamental e médio. Não interessada em amor, Aoi espera que uma vida escolar entre as virtuosas Ojou-sama a transforme em uma graciosa senhorita de classe alta. Riri, por outro lado pensou que juntar-se a uma escola para meninas permitiria que ela finalmente encontrasse o amor. Unidas por seus sonhos frustrados, uma bela amizade começa."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "fc355f1e-24ef-448b-808a-bef671d87266",
    "title": {
      "en": "PositioN"
    },
    "updatedAt": "2022-10-19T11:06:31+00:00",
    "coverArt": "https://mangadex.org/covers/fc355f1e-24ef-448b-808a-bef671d87266/1d83f27b-2668-473e-9643-51c5b69c19b9.jpg",
    "altTitles": [
      {
        "ja": "ポジジション"
      }
    ],
    "description": {
      "en": "This manga is about the every day occurrences in Sukiya Keiko's not all that ordinary life. From meeting a person that can fly to being all alone in the world she experiences things beyond and within your average day."
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "7"
  },
  {
    "mangaId": "51fe4713-013a-4acc-8874-bfd01b60eff9",
    "title": {
      "en": "Glass Mask"
    },
    "updatedAt": "2022-12-29T13:35:14+00:00",
    "coverArt": "https://mangadex.org/covers/51fe4713-013a-4acc-8874-bfd01b60eff9/c8e4690e-f86a-4fa4-b605-31759b3f4032.jpg",
    "altTitles": [
      {
        "ja-ro": "Glass no Kamen"
      },
      {
        "it": "Il Grande Sogno di Maya"
      },
      {
        "vi": "Mặt Nạ Thủy Tinh"
      },
      {
        "en": "The Glass Mask"
      },
      {
        "id": "Topeng Kaca"
      },
      {
        "th": "นักรักโลกมายา"
      },
      {
        "th": "หน้ากากแก้ว"
      },
      {
        "ja": "ガラスの仮面"
      },
      {
        "zh": "千面女郎"
      },
      {
        "zh-hk": "玻璃面具"
      },
      {
        "ko": "유리가면"
      }
    ],
    "description": {
      "en": "Chigusa Tsukikage holds the rights to the play \"The Crimson Goddess,\" a lost masterpiece that many would love to see brought back to the stage.  \n  \nTsukikage, however, won't allow the cherished work to be diminished by an actress who isn't worthy of playing the title role. Fortunately, she has found two young actresses that just might be worthy: Maya Kitajima and Ayumi Himekawa. Though both actresses are exceptionally talented, only one can win the coveted role.\n\n---\n- **Won the Japan Cartoonists Association Award in 1995**\n\n---\n\nPublished in Indonesian by Elex Media as **Topeng Kaca**"
    },
    "status": "hiatus",
    "releaseDate": 1976,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3989e501-f8a8-44f2-b5a0-929cb7671a50",
    "title": {
      "en": "No Longer Human (FURUYA Usamaru)"
    },
    "updatedAt": "2023-11-30T05:13:44+00:00",
    "coverArt": "https://mangadex.org/covers/3989e501-f8a8-44f2-b5a0-929cb7671a50/f70e40f0-6a75-409b-b152-28bf72d3524c.jpg",
    "altTitles": [
      {
        "zh": "人间失格"
      },
      {
        "ne": "मानव अयोग्यता"
      },
      {
        "it": "Lo squalificato"
      },
      {
        "ja": "人間失格"
      },
      {
        "ja-ro": "Ningen Shikkaku"
      }
    ],
    "description": {
      "en": "Yozo Oba is a troubled soul incapable of revealing his true self to others. A weak constitution and the lingering trauma from some abuse administered by a relative forces him to uphold a facade of hollow jocularity since high school."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "12"
  },
  {
    "mangaId": "3ddd480b-c2ad-4a1e-be79-7105c7df0d47",
    "title": {
      "en": "After School Lessons for Unripe Apples"
    },
    "updatedAt": "2024-04-07T10:22:17+00:00",
    "coverArt": "https://mangadex.org/covers/3ddd480b-c2ad-4a1e-be79-7105c7df0d47/b82b5bd1-6c67-4eef-96a2-8174f93d129c.png",
    "altTitles": [
      {
        "en": "A 90's Cram School for the Unripened"
      },
      {
        "ko": "세기말 풋사과 보습학원"
      },
      {
        "pt-br": "Lições após a escola para maçãs não maduras"
      },
      {
        "en": "20th Century Green Apple School"
      },
      {
        "en": "90's Cram School for Unripe Apples"
      }
    ],
    "description": {
      "en": "That asshole is back as an entirely new level of asshole!   \n  \nIn her final year of middle school, Hwang Miae is stuck with Kim Cheol, a boy she met briefly years ago - he's her classmate… and her neighbor. Now the other kids keep calling them a couple! In a flurry of uneasiness, Cheol starts to avoid Miae like the plague.   \n  \nYou bastard! Do you think you're the only one going through this?   \n  \nBut it doesn't stop there. Destiny won't leave them alone as Kim Cheol and Hwang Miae keep seeing each other everywhere… causing even more trouble. As strange friends intrude on their relationship, Miae experiences puberty the right way…   \n  \nA new project of <Cheese In The Trap> author Soonkki!",
      "fr": "Octobre 1998, Mi-Ae est juste une collégienne normale qui fait de son mieux pour mener une vie relativement tranquille à l'école. Elle aime lire des bandes dessinées, écouter le groupe pop «The Fire Boys», et faire du karaoké. Un jour, un garçon qu'elle connaissait est transféré dans son école et commence à causer des problèmes. Sauf que peu importe ce qu'elle fait, il semblerait qu'il n'apprécie pas les efforts de Mi-Ae pour apprendre à mieux le connaître. Ça veut dire quoi au juste ?!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0c9100e-287d-4417-8c17-b4e696254dc7",
    "title": {
      "en": "Kumicho Musume to Sewa-gakari"
    },
    "updatedAt": "2024-01-19T02:43:08+00:00",
    "coverArt": "https://mangadex.org/covers/e0c9100e-287d-4417-8c17-b4e696254dc7/e4b5265b-4729-457b-8782-98f24a07fe57.jpg",
    "altTitles": [
      {
        "tr": "Reisin Kızı ve Bakıcı"
      },
      {
        "en": "The Mob Boss’s Daughter and Her Caretaker"
      },
      {
        "ja-ro": "Kumichou Musume to Sewagakari"
      },
      {
        "zh-hk": "組長女兒與照料專員"
      },
      {
        "ja": "組長娘と世話係"
      },
      {
        "zh": "组长女儿与照料专员"
      },
      {
        "vi": "Con Gái Ông Trùm Băng Đảng và Người Trông Trẻ"
      },
      {
        "pl": "Kiedy yakuza zostaje niańką"
      },
      {
        "ko": "보스 따님과 돌보미"
      },
      {
        "ja-ro": "Kumicho Musume to Sewa-gakari"
      },
      {
        "uk": "Нянька-якудза для доньки боса"
      },
      {
        "pt-br": "O guia da Yakuza para babás"
      },
      {
        "en": "The Yakuza's Guide to Babysitting"
      },
      {
        "ru": "Дочка босса и её нянька"
      }
    ],
    "description": {
      "en": "Kirishima Tooru, Age 28, Sakuragi Group’s wakagashira.\nHappily enjoys doing as he pleases because it’s the world of organized crime, he earned the title of “The Demon of the Sakuragi Group.”\n\nThen one day, he ends up in charge of his boss’s only daughter!?   \nAn independent young lady and good-looking yakuza brute’s heartwarming (?) comedy!",
      "pt-br": "Kirishima Tooru, 28 anos, wakagashira do Grupo Sakuragi. Felizmente gosta de fazer o que bem entender, porque é o mundo do crime organizado, ele ganhou o título \"O Demônio do Grupo Sakuragi\". Então um dia, ele acabou encarregado da filha única do chefe?!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]