[
  {
    "mangaId": "274827f3-99da-4f73-b324-b740a828d422",
    "title": {
      "en": "Regressing As The Bastard Of The Sword Clan"
    },
    "updatedAt": "2024-11-04T23:01:35+00:00",
    "coverArt": "https://mangadex.org/covers/274827f3-99da-4f73-b324-b740a828d422/f19a1bdb-f068-44a7-96a5-931d0fb46894.jpg",
    "altTitles": [
      {
        "ko": "회귀검가의 서자가 사는 법"
      },
      {
        "ko-ro": "Hoegwigeomgaui Seojaga Saneun Beop"
      }
    ],
    "description": {
      "en": "Theo, the illegitimate son of the powerful Ragnar family, tried his best to the death but was unable to break the chain of bloodline due to lack of talent and was eventually pushed out of the competition for the throne.\n\nHowever, despite being a powerless illegitimate son, his brothers tried to eliminate Theo, and Theo, who was betrayed by his teacher, lost everything and met death.\n\nAt the last moment, an unbelievable event called regression happened to Theo, who regretted every moment of his life.\n\n\"This life will be different.\"\n\nThe illegitimate son who returned took up his sword and jumped into the competition for the throne.",
      "ko": "강자존의 가문 라그나르의 서자 테오, 죽도록 노력했지만 재능이 부족하여 혈통의 사슬을 끊지 못하고 결국 왕좌 경쟁에 밀려난다. \n\n하지만 힘없는 서자 임에도 형제들은 테오를 제거하려 하였고 자신을 가르쳤던 스승에게 마저 배신당한 테오는 모든걸 잃어버리고 죽음을 맞는다. \n\n최후의 순간, 삶의 모든 순간을 후회했던 테오에게 '회귀'라는 믿을 수 없는 일이 일어난다.\n\n\"이번 생은 다르다.\"\n\n회귀한 서자는 검을 잡고 왕좌 경쟁에 뛰어든다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3eb04509-4eec-47df-bd19-643c0a4e0cef",
    "title": {
      "en": "Golden Ratio I Don't Want To Be Far From Love"
    },
    "updatedAt": "2025-01-21T07:09:28+00:00",
    "coverArt": "https://mangadex.org/covers/3eb04509-4eec-47df-bd19-643c0a4e0cef/91cf14ad-b741-43f7-8d3d-e41c0f294434.png",
    "altTitles": [
      {
        "th": "ไม่อยากจะห่างรัก"
      }
    ],
    "description": {
      "en": "\"Freen Pruksarin,\" a 28-year-old freelance photographer, falls in love with \"Nicha Sisirnich,\" a 40-year-old associate professor known as the \"Ice Witch.\" However, Associate Professor Nicha has made it clear that she isn't interested in starting a new relationship and has never been swayed by any woman. Yet, fate gradually brings the two closer, sparking a feeling of wanting to experience love again and open their hearts once more."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3295871-b930-4ee3-ac0f-ff7102ecec4e",
    "title": {
      "en": "Sasha-chan to Classmate Otaku-kun"
    },
    "updatedAt": "2025-01-21T14:09:04+00:00",
    "coverArt": "https://mangadex.org/covers/c3295871-b930-4ee3-ac0f-ff7102ecec4e/dccbd42d-5a83-431d-aba7-e889002efc5d.jpg",
    "altTitles": [
      {
        "ja": "サーシャちゃんとクラスメイトオタクくん"
      },
      {
        "ja": "Саша и ее одноклассник Отаку"
      },
      {
        "en": "Sasha-chan and Her Classmate Otaku-kun"
      },
      {
        "en": "Sasha-chan & Her Classmate Geek-kun"
      },
      {
        "en": "Sasha and Her Otaku Classmate"
      },
      {
        "zh-hk": "莎夏醬和阿宅君同學"
      },
      {
        "es-la": "La chica de secundaria Sasha-chan y su compañero de clases Otaku-kun"
      },
      {
        "ru": "Саша и её одноклассник Отаку"
      },
      {
        "zh": "JC莎夏酱和同班的宅宅"
      },
      {
        "vi": "Bé sơ trung Sasha và thằng bạn Otaku cùng lớp"
      },
      {
        "fr": "Sasha et son camarade Otaku"
      }
    ],
    "description": {
      "en": "I am an aspiring mangaka, currently assisting in the production of erotic doujinshi as a middle school student. While I was reading doujinshi at school, a beautiful girl very interested in erotic things, Sasha-san, suddenly called me “Master”!?\n\nThe story of a beautiful, cheerful girl volunteering to be my ecchi disciple.\n___\n**Alt Official Raw:** [niconico Manga](https://manga.nicovideo.jp/comic/57098)",
      "fr": "Fujiwara est un mangaka amateur, il dessine des mangas érotiques alors qu’il n’est que collégien. Tandis qu'il lisait un porno à l'école, une jolie fille nommée Sasha qui s’avère être très intéressée par ces choses, et lui adresse la parole, elle se met même à l’appeler \"Maître\" !? \n\n\u2029\u2029C’est l'histoire d'une belle et joyeuse fille qui se porte volontaire pour être mon disciple dans la perversion.",
      "ja": "僕は未来の大漫画家にして現えっちな同人誌アシの中学生。学校で同人誌を読んでいたら、えっち方面に興味津々の美少女、サーシャさんから「ししょー」と呼ばれ‥‥!?",
      "es-la": "Sin importarle el qué dirán y sin temor a caer en lo más bajo de la escala social dentro de la escuela, Otaku-kun no oculta su gran afición por los mangas para adultos, cosa que le hace ganarse el rechazo de su salón apenas en el primer día de clases; sin embargo, Sasha, lejos de sentir aberración por su afición, muestra un interés peculiar, iniciando así una relación... ¡¿mentor-alumna?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80574056-3d37-4a6e-be91-13b838669691",
    "title": {
      "en": "Promise In The Night of Fireworks"
    },
    "updatedAt": "2025-01-23T03:44:54+00:00",
    "coverArt": "https://mangadex.org/covers/80574056-3d37-4a6e-be91-13b838669691/6ff3c186-c9b9-4615-bdaa-999111bfa8c1.jpg",
    "altTitles": [
      {
        "th": "คำสัญญาคืนดอกไม้ไฟ"
      },
      {
        "en": "The Promise of The Fireworks Night"
      }
    ],
    "description": {
      "en": "\"Rin\" a lonely girl waiting for someone who genuinely cares about her, finally meets \"Toey\".  Toey's cheerful and charming personality gradually transforms Rin's heart."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "167971d3-6aa6-467f-a59e-38cee3226474",
    "title": {
      "en": "Gap Couple"
    },
    "updatedAt": "2025-01-10T15:38:21+00:00",
    "coverArt": "https://mangadex.org/covers/167971d3-6aa6-467f-a59e-38cee3226474/40599bcb-6c42-40b7-8f34-3970d606ea8b.jpg",
    "altTitles": [
      {
        "ja": "ギャップカップル"
      },
      {
        "en": "Gap Moe Couple"
      },
      {
        "ja": "こういうギャップカップルがめちゃくちゃ好きっていうだけの話"
      },
      {
        "ja-ro": "Kou Iu Gap Couple ga Mechakucha Suki tte Iu Dake no Hanashi"
      },
      {
        "en": "A Story About Liking This Kind of Gap Moe Couple"
      },
      {
        "vi": "Chả là tôi thích kiểu 'gap couple' thế này"
      }
    ],
    "description": {
      "en": "This is a story about a man and a woman who met each other under false pretenses.",
      "ja": "偽りの姿で出会った男女の話です"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39d25da6-2aa1-46a3-9ce6-51896ffe6a39",
    "title": {
      "en": "Watashi no Ue ni Ukabu \"Akuyaki Reijou (Hametsu suru)\" tte Nandeshou ka?"
    },
    "updatedAt": "2024-10-26T07:03:00+00:00",
    "coverArt": "https://mangadex.org/covers/39d25da6-2aa1-46a3-9ce6-51896ffe6a39/fe8e3397-0076-432c-a326-c19eed66a668.jpg",
    "altTitles": [
      {
        "ja": "私の上に浮かぶ『悪役令嬢(破滅する)』ってなんでしょうか？"
      },
      {
        "en": "What does \"Villainess (Doomed)\" floating above my head mean?"
      }
    ],
    "description": {
      "en": "While attempting to do good deeds, she seemed to have entered the prince's doting route!\n\nLuise, the count's daughter, for some unknown reason, can see letters above people's heads. Written above her own head are the words, \"Villainess (doomed).\" To change that, Louise aims to be a good-natured noblewoman. However, when she is pressed by Sylvile and tells him truthfully that his descriptor reads, \"Love interest: Second Prince (Easy)\" his interest is piqued and they become betrothed. Furthermore, he offers her a promise, \"To make you feel at ease, I'll show you that I can change my descriptor.\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a7cc394-21a6-413d-8a6c-6e2c9209c15a",
    "title": {
      "en": "Grey is..."
    },
    "updatedAt": "2024-12-08T13:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/9a7cc394-21a6-413d-8a6c-6e2c9209c15a/036fc4b0-480c-446b-9e70-a4789e1ad69c.jpg",
    "altTitles": [],
    "description": {
      "en": "Two childhood friends—Black, an emotional fashion designer with selective amnesia, and White, a rational writer who’s been absent for two years—reunite to confront their traumatic pasts and navigate the fragile space between heart and mind as they struggle to preserve their friendship on the brink of adulthood.\nGrey is... is a deeply emotional coming-of-age series about the messy journey of self-discovery, about friendship, and about the delicate balance between emotion and reason."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b995a49-9494-4b7d-8978-00304a0ff1ab",
    "title": {
      "en": "Excel Saga"
    },
    "updatedAt": "2024-12-11T09:54:40+00:00",
    "coverArt": "https://mangadex.org/covers/5b995a49-9494-4b7d-8978-00304a0ff1ab/865bca86-cf4c-4968-8ef1-f32b929a14b2.jpg",
    "altTitles": [
      {
        "ja": "エクセル♥サーガ"
      },
      {
        "ja": "エクセル・サーガ"
      },
      {
        "en": "EXCEL♡SAGA"
      },
      {
        "en": "EXCEL♥SAGA"
      }
    ],
    "description": {
      "en": "When discussing conquest, Il Palazzo's motto would most likely be \"start small.\" ACROSS, a group devoted to carrying out and accomplishing the ideals of absent-minded yet bishounen Il Palazzo, feels that the first step in conquering the entire planet would be conquering a single city. This city just so happens to be Fukuoka, where our story takes place.\n___\n**Official English (Digital):** [emaqi - United States & Canada only!](https://emaqi.com/manga/excel-saga)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "27",
    "lastChapter": "178"
  },
  {
    "mangaId": "cd385ec0-1cc8-4bc8-a6aa-e982f3013cd3",
    "title": {
      "en": "Dark and Light Martial Emperor"
    },
    "updatedAt": "2024-11-23T18:18:38+00:00",
    "coverArt": "https://mangadex.org/covers/cd385ec0-1cc8-4bc8-a6aa-e982f3013cd3/77856249-83f2-4e28-81f7-84563db94dd5.jpg",
    "altTitles": [
      {
        "en": "Monochrome Sovereign"
      },
      {
        "zh": "黑白武帝"
      },
      {
        "ko": "흑백무제"
      },
      {
        "en": "Black and White Martial Emperor"
      }
    ],
    "description": {
      "en": "Yeon Hojeong, the first to unite the dark factions as the leader of the Unorthodox Faction, collaborates with the Orthodox Faction to overcome the chaos of the Three Cults. However, he meets an untimely end, entangled in the schemes of the Murim Alliance Leader.\n\n\"This really is my home!\"\n\nWhen he opens his eyes, he finds himself in the prestigious and once-destroyed Yeon Clan, a place he never forgot.\n\n\"I won’t make a mistake this time. Never again.\"\n\nDetermined to prevent the fall of his family and the future upheaval caused by the Three Cults, he embarks on a relentless journey! This is the struggle of Yeon Hojeong, the eldest son, to unite the martial world.",
      "fr": "Yeon Hojeong, le premier à unir les factions obscures en tant que chef de la faction peu orthodoxe, collabore avec la faction orthodoxe pour surmonter le chaos des Trois Cultes. Cependant, il connaît une fin prématurée, empêtré dans les plans du chef de l'Alliance Murim.\n\n\"C'est vraiment chez moi !\"\n\nLorsqu'il ouvre les yeux, il se retrouve dans le prestigieux clan Yeon, autrefois détruit, un endroit qu'il n'a jamais oublié.\n\n\"Je ne commettrai pas d'erreur cette fois. Plus jamais.\"\n\nDéterminé à empêcher la chute de sa famille et les futurs bouleversements provoqués par les Trois Cultes, il se lance dans un voyage sans relâche ! C'est la lutte de Yeon Hojeong, le fils aîné, pour unifier le monde martial."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a920060c-7e39-4ac1-980c-f0e605a40ae4",
    "title": {
      "en": "Gal Yome no Himitsu"
    },
    "updatedAt": "2025-01-11T01:59:19+00:00",
    "coverArt": "https://mangadex.org/covers/a920060c-7e39-4ac1-980c-f0e605a40ae4/2fec274d-b8b8-4ab2-9bf5-a59b2c6e2a8f.jpg",
    "altTitles": [
      {
        "ja": "ギャル嫁の秘密"
      },
      {
        "ja-ro": "Gyaru Yome no Himitsu"
      },
      {
        "en": "Secrets of the Gal Wife"
      },
      {
        "id": "Rahasia Istri Gal"
      },
      {
        "en": "My Gyaru Wife's Secret"
      }
    ],
    "description": {
      "en": "Fuyuki is a beautiful and cool gal! But there's a secret side of her that she only shows in front of her husband...?",
      "ja": "冬雪（ふゆき）は美人でクールなギャル！でも「旦那」の前だけ見せる秘密の姿があって……？SNS累計37万いいね！の可愛い「ギャル嫁」とのラブコメディ！",
      "es-la": "¡Fuyuki es una hermosa y atractiva gal! ¿Pero hay una parte de ella que solo le muestra a su esposo y mantiene en secreto del resto? Una linda comedia romántica con una esposa que es una gal.",
      "pt-br": "Fuyuki é uma linda gyaru! Mas tem um lado secreto que ela só mostra para o seu marido? Uma comédia romântica fofa com uma esposa gyaru!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "18f5549a-9d1a-44a2-a8ca-aed2448e37c0",
    "title": {
      "en": "The Daily Life of a Middle-Aged Online Shopper in Another World"
    },
    "updatedAt": "2025-01-19T23:19:44+00:00",
    "coverArt": "https://mangadex.org/covers/18f5549a-9d1a-44a2-a8ca-aed2448e37c0/d69af416-f875-4ed4-8c1b-ad907bcdf8e6.jpg",
    "altTitles": [
      {
        "ja": "アラフォー男の異世界通販生活"
      },
      {
        "ja-ro": "Arafoo Otoko no Isekai Tsuhan Seikatsu"
      },
      {
        "ja-ro": "Around 40 Otoko no Isekai Tsuuhan Seikatsu"
      },
      {
        "zh": "中年男的异世界网购生活"
      },
      {
        "zh-hk": "四十左右男的異世界網購生活"
      },
      {
        "id": "Kehidupan pria paruh baya berbelanja daring di dunia lain"
      },
      {
        "pt-br": "A vida por correspondência de um homem de cerca de 40 anos em outro mundo"
      },
      {
        "ru": "Жизнь 40-летнего мужчины в другом мире"
      }
    ],
    "description": {
      "en": "Kenichi, a single man in his 40s, is transported into another world for no apparent reason. As he tries to escape a dangerous forest teaming with monsters, he realizes he has the power to access to a huge online store. By using this power to exchange goods he found in this new world for cash, and then buying modern ones off the internet, he was able to quickly create a very popular business. However, his goal is to have a slow and leisurely life. Instead of growing his business even more, he decides to settle down and live off of the power of Jeff Bezos.\n___\n[web novel](https://ncode.syosetu.com/n2945eg/) (jp)",
      "ja": "突如異世界に転移してしまったアラフォーの独身男ケンイチ。訳もわからぬまま、異世界の危険な森を進んでいく中で、巨大ネット通販サイトが使えることに気がつく。ケンイチはそのチート能力を使い、異世界でのスローライフを目指す…！",
      "ru": "История о мужчине средних лет, который делает все, что хочет, с помощью покупок в Интернете в один клик!",
      "pt-br": "A história de um homem de meia idade fazendo o que quiser com o poder das compras online com um clique!\nKenichi, um homem solteiro de 40 anos, é transportado para outro mundo sem motivo aparente. Enquanto ele tenta escapar de uma floresta perigosa se unindo a monstros, ele percebe que tem o poder de acessar uma enorme loja online."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "60"
  },
  {
    "mangaId": "e8c19533-6a9d-48d5-b594-f431ae7b5ad1",
    "title": {
      "en": "Monster Girl Quest! - The Remorseful Hero & The Reminiscent Demon King (Doujinshi) (Fan Colored)"
    },
    "updatedAt": "2025-01-22T12:36:04+00:00",
    "coverArt": "https://mangadex.org/covers/e8c19533-6a9d-48d5-b594-f431ae7b5ad1/fec80df1-30cb-4813-9d81-bb250fd02dad.jpg",
    "altTitles": [
      {
        "ja": "After Quest! 悔恨の勇者と追憶の魔王"
      },
      {
        "ja": "Monmusu Quest! Unofficial Fanbook"
      },
      {
        "ja-ro": "After Quest! Kaikon no Yuusha to Tsuioku no Maou"
      },
      {
        "en": "After Quest! The Regretful Hero and Monster Lord of Remembrance"
      }
    ],
    "description": {
      "en": "An unofficial comic with a completely original interpretation of the Hero Heinrich's final battle and its aftermath.\n\nDoes not contain spoilers for the final part of *Monster Girl Quest! Paradox RPG*.\n___\n**Buy:**\n- [Melonbooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=2733820)\n- [DLsite](https://www.dlsite.com/maniax/work/=/product_id/RJ01319069.html)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b895e1b4-7afb-4a61-be6b-39da400ef8f2",
    "title": {
      "en": "The Demon Maid Only Wants to Be Bullied by the Villainess Noble Lady"
    },
    "updatedAt": "2025-01-06T21:04:32+00:00",
    "coverArt": "https://mangadex.org/covers/b895e1b4-7afb-4a61-be6b-39da400ef8f2/1a221a87-7e2e-449d-93f9-8ddd34e81c6a.png",
    "altTitles": [
      {
        "zh": "恶魔女仆只想被恶役千金欺负"
      },
      {
        "zh-ro": "Èmó nǚpū zhǐ xiǎng bèi è yì qiānjīn qīfù"
      },
      {
        "en": "The Demon Maid Only Wants to Be Bullied by the Villainess"
      }
    ],
    "description": {
      "en": "The Noble Lady binds Tentacle Maid\n\nSharan, a pious girl, has secured a well-paying job as a maid. Her mission is to serve a prideful, sadistic noble lady named Lynette. However, her job won't simply be that easy...."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ec3dcd1-62da-4712-a0f7-b2509d61a36b",
    "title": {
      "en": "Intai Shita Ossan Kenja da ga Manadeshi ga Tsuihou Sarete Kita no de Shoushin Ryokou ni Tsureteiku ~Slow Life na Tabi no Tsumori ga, Nazeka Sekai Saikyou no Shitei ni Natteita~"
    },
    "updatedAt": "2025-01-08T22:42:48+00:00",
    "coverArt": "https://mangadex.org/covers/4ec3dcd1-62da-4712-a0f7-b2509d61a36b/c8853d10-17a2-4878-b3da-a163e766b09c.png",
    "altTitles": [
      {
        "ja": "引退したおっさん賢者だが愛弟子が追放されてきたので傷心旅行に連れて行く ～スローライフな旅のつもりが、なぜか世界最強の師弟になっていた〜"
      },
      {
        "ja-ro": "Intaishita Ossan Kenjada ga Manadeshi ga Tsuihou Sarete Kita no de Shoushin Ryokou ni Tsureteiku ~Surouraifu na Tabi no Tsumori ga, Nazeka Sekai Saikyou no Shitei ni Natte Ita~"
      },
      {
        "en": "A Retired Old Sage Takes His Disciple on a Journey"
      },
      {
        "en": "He Is a Retired Old Sage, but His Beloved Disciple Has Been Expelled, So He Takes Her on a Heartbreak Trip ~He Intended to Travel in a Slow Life Fashion, but for Some Reason He Ended Up Becoming the World's Strongest Master and Disciple.~"
      },
      {
        "id": "Seorang Sage Tua Yang Sudah Pensiun Mengajak Muridnya Dalam Sebuah Perjalanan"
      }
    ],
    "description": {
      "en": "\"Shall we go on an adventure, like in the old days?\"\n\nAlthough he was an orphan, Roge trained hard and became known as the “Sage.” His beloved student, Liliane, suddenly came to visit him. \n\n\"Roge-sensei… I… have been expelled.\" \n\nLiliane has been employed as a royal court mage, but after being exhausted by the harsh working environment and shady human relationships, she was fired without being told why. In an attempt to heal her exhausted heart, Roge invites her on an adventure to relieve her heartbreak. \n\n\"Sensei, I want to travel with you, to relive those bright days once again!\" \n\nAnd so begins a slow-pace journey, following the paths they once travelled together, but the two, who are both too talented for their own good, end up leaving legends behind in every place they went…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74d651f2-3827-472c-8b95-e1558dc5c512",
    "title": {
      "en": "A Tidal Wave of Glory"
    },
    "updatedAt": "2024-09-22T20:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/74d651f2-3827-472c-8b95-e1558dc5c512/06da8cdb-276d-44ee-abb2-8e10836c2aee.jpg",
    "altTitles": [
      {
        "ko": "영광의 해일로"
      },
      {
        "en": "Glorious Tidal Wave"
      },
      {
        "en": "Glory Tide"
      },
      {
        "ko-ro": "Kemuliaan Haeil Roh"
      },
      {
        "en": "The Glory of Haeil Roh"
      },
      {
        "en": "The Road to Glory"
      }
    ],
    "description": {
      "en": "Halo, the best musician of the time, suffers a traffic accident on the way to the Grammy ceremony. And when he regains consciousness, he finds himself in the body of a little Korean boy named No Hae-il. He finds himself in a completely different place and time. He confirms that No Hae-il's English name is Halo and feels a strong destiny. Halo, who entered Hae-il, proves to be a musical genius at this time as well."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c67a1122-1ad4-4de2-8900-a0547cfd789c",
    "title": {
      "en": "Beethoven Reborn"
    },
    "updatedAt": "2024-09-25T13:36:25+00:00",
    "coverArt": "https://mangadex.org/covers/c67a1122-1ad4-4de2-8900-a0547cfd789c/3dc049c2-7e20-4146-82d2-fd1ae2ec6705.jpg",
    "altTitles": [
      {
        "en": "Beethoven Born Again"
      },
      {
        "ko": "다시 태어난 베토벤"
      }
    ],
    "description": {
      "en": "Only music sustained me from the maddening pain. If only I could hear my music... with my own ears... Even as my soul was falling apart, I prayed to God... and prayed again. Ludwig van Beethoven is considered the greatest composer in human history. I closed my eyes like that. And 180 years later in Seoul. The saint of music, known as an immortal genius, has been reborn. <Beethoven Born Again> And then I began to hear the voice of an angel. \"Dobin.. Dobin..\" Only music sustained me from the maddening pain.",
      "id": "Hanya musik yang menopangku dari rasa sakit yang menjengkelkan. Andai saja aku bisa mendengarkan musikku… dengan telingaku sendiri… Bahkan ketika jiwaku sedang hancur sekalipun, aku tetap akan berdoa kepada Tuhan… dan berdoa lagi. Ludwig van Beethoven dianggap sebagai komposer terhebat dalam sejarah manusia. Aku menutup mataku seperti itu. Dan 180 tahun kemudian di Seoul. Sang Saint musik, yang dikenal sebagai seorang jenius abadi, telah terlahir kembali. Dan kemudian tiba-tiba aku mulai mendengar suara malaikat. “Dobin.. Dobin..” …"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "931fd4fd-6c22-485e-b717-2dce335500b1",
    "title": {
      "en": "God of Martial Arts"
    },
    "updatedAt": "2024-01-16T12:20:49+00:00",
    "coverArt": "https://mangadex.org/covers/931fd4fd-6c22-485e-b717-2dce335500b1/6d6dcc4a-ae39-44f4-a6a5-2f0b997043b4.jpg",
    "altTitles": [
      {
        "id": "Dewa Seni Beladiri"
      },
      {
        "en": "GoMA"
      },
      {
        "zh-ro": "Juéshì Wǔshén"
      },
      {
        "en": "Peerless Martial God"
      },
      {
        "en": "PMG"
      },
      {
        "ru": "Бог боевых искусств"
      },
      {
        "th": "เทพยุทธ์พลิกลิขิตสวรรค์"
      },
      {
        "zh": "绝世武神"
      },
      {
        "vi": "Tuyệt Thế Võ Thần"
      }
    ],
    "description": {
      "en": "In this world, respect is earned with martial arts. Weak martial artists have strengths of tens of thousands of pounds, capable of cracking boulders. And the strong ones can cut off rivers and split mountains. There are even martial kings who know everything and can travel across the universe. Martial art decides your fate as well as your life and death. The weak is humiliated while the strong looks down on the world. This is a a world where the strong bullies the weak. People's statuses are decided by the levels of their cultivation of martial arts. Each faction fights for the title of \"The Strongest\". Only the strong ones have the right to survive. Even if you are from the same clan or faction, if you are weak, then you will be bullied and kicked out without mercy.  \n  \nAfter a car accident, Lin Feng crosses over to this new world into the body of a young master from the powerful Lin Family.  \nWill Lin Feng be used by others again or will he forge his own path in this place where, regardless of your family ties or sect, only the strong have the right to live.  \n\n\n---",
      "fr": "Dans ce monde, le respect se gagne avec les arts martiaux. Les artistes martiaux faibles ont des forces de dizaines de milliers de pounds, capables de craquer des blocs rocheux. Et les plus forts peuvent couper les rivières et creuser des montagnes. Il y a même des rois martiaux qui savent tout et peuvent voyager à travers l'univers. L'art martial décide de votre destin ainsi que de votre vie et de votre mort. Les faibles sont humiliés tandis que les forts méprisent tout le monde. C'est un monde où les forts intimident les faibles. Les statuts des gens sont déterminés par les niveaux de culture des arts martiaux. Chaque faction se bat pour le titre du \"plus fort\". Seuls les forts ont le droit de survivre. Même si vous appartenez au même clan ou à la même faction, si vous êtes faible, alors vous serez persécuté et expulsé sans pitié.",
      "pt-br": "Neste mundo, o respeito é obtido através das artes marciais. A força de artistas marciais fracos é igual a dezenas de milhares de libras, capazes de quebrar rochas. E os fortes podem cortar rios e dividir montanhas. Há até reis marciais que conhecem tudo e podem viajar pelo universo. A arte marcial decide seu destino, bem como sua vida e sua morte. Os fracos são humilhados enquanto o olhar forte para o mundo. Este é um mundo onde os fortes intimidam os fracos. O status das pessoas é decidido pelos níveis de cultivo de artes marciais. Cada facção luta pelo título de \"O mais poderoso\". Apenas os fortes têm o direito de sobreviver. Mesmo se você é do mesmo clã ou facção, se você é fraco, então você será intimidado e expulso sem piedade."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b9dfda1-8255-46ff-90f5-f0980923a1b0",
    "title": {
      "en": "Kami Chi no Kyuuseishu -0.00000001% o Hikiate Saikyou e-"
    },
    "updatedAt": "2024-12-25T08:14:20+00:00",
    "coverArt": "https://mangadex.org/covers/0b9dfda1-8255-46ff-90f5-f0980923a1b0/8b805dab-ee1a-41fc-b959-a04b0e817fbe.jpg",
    "altTitles": [
      {
        "ja": "神血の救世主〜0.00000001%を引き当て最強へ〜"
      },
      {
        "en": "Savior of Divine Blood: Draw Out 0.00000001% to Become the Strongest"
      }
    ],
    "description": {
      "en": "A player who can fight creatures from the wonders of another world. The main protagonist, Ariake Subaru, was bullied and was chosen as a player of the “Rainbow” rank, which is neither gold, silver, nor copper. He acquired the skill to freely manipulate blood, and his life and position changed completely. As he continues to fight every day, he gradually earns the title as a “Savior” who will save the world.",
      "ja": "異界からの脅威に対抗する超人的存在\"プレイヤー\"。イジメられっ子の透晴は、既存の金・銀・銅のどれでもない、\"虹\"ランクのプレイヤーに選ばれる。それまでの立ち位置から一変、世界を救う\"救世主\"となる！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34019331-7377-4e2c-837e-f6e1ab2b5ef7",
    "title": {
      "en": "The Seven Deadly Sins: Four Knights of the Apocalypse"
    },
    "updatedAt": "2025-01-07T14:12:59+00:00",
    "coverArt": "https://mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/c1080745-b3b0-4398-a94e-add0f9557388.jpg",
    "altTitles": [
      {
        "ja": "黙示録の四騎士"
      },
      {
        "en": "The Four Knights of Apocalypse"
      },
      {
        "es-la": "Los cuatro caballeros del apocalipsis"
      },
      {
        "uk": "Чотири лицарі Апокаліпсису"
      },
      {
        "ko": "묵시록의 사기사"
      },
      {
        "zh-hk": "默示錄的四騎士"
      },
      {
        "tr": "Mahşerin Dört Şövalyesi"
      },
      {
        "tr": "Yedi Ölümcül Günah: Mahşerin Dört Şövalyesi"
      },
      {
        "pt-br": "Os Quatro Cavaleiros do Apocalipse"
      },
      {
        "ru": "Четыре рыцаря Апокалипсиса"
      },
      {
        "ja-ro": "Mokushiroku no Yonkishi"
      },
      {
        "vi": "Tứ Kỵ Sĩ Khải Huyền"
      },
      {
        "la": "Quattuor Equites Apocalyptici"
      },
      {
        "en": "4KOA"
      }
    ],
    "description": {
      "en": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey. Whether you know \"The Seven Deadly Sins\" or not, you can still enjoy it! The world's most awaited adventure fantasy!",
      "es": "La profecía se ha cumplido. \"En un futuro no muy lejano, habrá cuatro caballeros sagrados que destruirán el mundo. Son los Cuatro Jinetes del Apocalipsis.\"\"\nLos santos caballeros que juraron fidelidad al rey Arturo estaban ansiosos por cortar el mal de raíz. Las consecuencias de estos acontecimientos llegan hasta la frontera... y sacuden el destino de un niño. Un niño que da el primer paso como le dice su corazón. ¿Qué le espera: sueños, esperanzas, gloria o pecado? La fantasía heroica del pasado y del presente, ¡el inicio!",
      "fr": "Percival vit seul avec son grand-père Bargis, au sommet d’une haute montagne nommée le “Doigt divin”. Il y mène une vie heureuse, préservé du monde extérieur. Mais le jour de ses 16 ans, son destin bascule : un mystérieux guerrier à l’armure rouge s’en prend violemment à lui et à son grand-père. En effet, ce Chevalier sacré de Camelot est chargé d’éliminer quiconque s’apparenterait aux “Four Knights of the Apocalypse”, un groupe de cavaliers qui, d’après la prophétie, apparaîtra pour renverser le roi Arthur… Laissé pour mort, Percival survit à ses blessures et décide de partir en quête de vengeance, et d’aventures !",
      "ja": "『七つの大罪』正統続編！ 全世界待望の冒険ファンタジー!!\n\n予言は示された。「遠くない未来、世界を滅ぼす四人の聖騎士が現れる。――その名を〈黙示録の四騎士〉」。厄災の芽を摘まんと色めき立つは、アーサー王に忠誠を誓いし一騎当千の聖騎士たち。その余波は、遠く辺境にまで及び……、一人の少年の運命を揺るがす！ 己が心の命ずるまま、一歩を踏み出す少年。その前途に待つは、夢か希望か栄光か罪か。古今無双のヒロイック・ファンタジー、開幕!!",
      "pt": "A profecia indicava que num futuro não muito distante, aparecerão quatro cavaleiros sagrados que destruirão o mundo: São os Quatro Cavaleiros do Apocalipse. Os quatro cavaleiros sagrados, que juraram fidelidade ao Rei Artur, estão muito animados para cortar esta calamidade pela raiz. As consequências chegam até à fronteira e abalam o destino de um rapaz, ......! Um rapaz dá um passo em frente como manda o seu coração. O que o espera é um sonho, uma esperança, glória ou pecado. Começa uma fantasia heróica dos mundos antigo e moderno!",
      "tr": "Nazik bir çocuk olan Percival, büyükbabasıyla birlikte \"Tanrı'nın Parmağı\" adlı uzak bir yerde yaşıyor. Ancak dünya onun barış içinde yaşamasına izin vermeyecektir. Gizemli bir şövalyeyle karşılaşmaları kaderlerini değiştirir ve şok edici bir sır ortaya çıkar. Çocuk sonsuz bir yolculuğa çıkar. \"Yedi Ölümcül Günah\"ı bilseniz de bilmeseniz de tadını çıkarabilirsiniz! Dünyanın en çok beklenen macera fantezisi!",
      "uk": "Історія є продовженням манги \"Сім Смертних гріхів\". Початок манги знайомить нас з Персівалем - шістнадцятирічний хлопець з ширяючого острова «Палець бога», який після певних подій вирушає в подорож чарівним королівством під назвою Британія.",
      "es-la": "Percival, un niño bondadoso, vive con su abuelo en un lugar remoto llamado \"El dedo de Dios\". Sin embargo, el mundo no le permite vivir en paz. Un encuentro con un misterioso caballero cambia su destino, y se revela un impactante secreto. El niño emprende un viaje interminable. Tanto si conoce \"Los siete pecados capitales\" como si no, ¡podrá disfrutar de él! ¡La fantasía de aventuras más esperada del mundo!",
      "pt-br": "Percival, um menino bem-humorado, vive com seu avô num lugar remoto chamado “O Dedo de Deus”. No entanto, o mundo não permite que ele viva em paz. Um encontro com um misterioso cavaleiro muda seu destino, e um segredo chocante é revelado. O menino embarca numa jornada sem fim."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c79bcd31-4c0e-43c2-873d-7e614361096e",
    "title": {
      "en": "Heart of Thorns"
    },
    "updatedAt": "2024-12-27T17:06:24+00:00",
    "coverArt": "https://mangadex.org/covers/c79bcd31-4c0e-43c2-873d-7e614361096e/a7e05bd3-1d31-480c-8e47-9c8ebfe27beb.jpg",
    "altTitles": [
      {
        "zh": "荆棘之心"
      },
      {
        "zh-ro": "Jing Ji Zhi Xin"
      }
    ],
    "description": {
      "en": "One day, Liu Hai happened upon a dilapidated magic book. When she imitated the wizard in the magic book to create a magic circle, she accidentally summoned a monster girl named Chi Liu. Chi Liu is the source of strength in the country of Chi. She had been imprisoned for a long time and finally managed to escape. While Liu Hai in the human world was experimenting with the magic circle, the two met..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26fd7925-f4d7-43af-bcc3-19d93677975a",
    "title": {
      "en": "Golden Print"
    },
    "updatedAt": "2023-07-29T11:57:07+00:00",
    "coverArt": "https://mangadex.org/covers/26fd7925-f4d7-43af-bcc3-19d93677975a/dd87e035-b54d-45ed-863e-1a9c6a79b064.jpg",
    "altTitles": [
      {
        "ko": "골든 프린트"
      }
    ],
    "description": {
      "en": "I wanted to design!\n\nA dream I have had since I was 12 years old and have nurtured since then. For thirty years I worked hard, not missing a single day, but the reality is that I'm a construction site manager constructing buildings for other people. If I hadn't made that choice back then... Would I have become an architectural designer? Thirty years after all that, a miracle happened to me.\n\nI went back to my university school days 20 years ago, in 2010.\nI'm 22 years old, but with 20 years of field experience, I'm going fulfil my dream of being an architectural designer and make world famous designs of my own!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c926501e-717a-4a5b-8253-e564a3512ea0",
    "title": {
      "en": "Encirclement Love"
    },
    "updatedAt": "2024-06-23T17:38:26+00:00",
    "coverArt": "https://mangadex.org/covers/c926501e-717a-4a5b-8253-e564a3512ea0/96e69c4c-9da8-4aeb-a8bd-a85e512c1371.jpg",
    "altTitles": [
      {
        "ja-ro": "エンサークルメントラブ"
      }
    ],
    "description": {
      "en": "Ryou had a sleepover and saw his friends - Issei and Tadahiro - kissing while they thought he was asleep. He asks them about it and feels betrayed as a childhood friend when they pretend nothing happened.  \n  \nDetermined to catch them red-handed, Ryou ends up inside a closet with Issei's little brother, Yuusei, who has an unexpected reaction to the situation.",
      "fr": "Ryou a fait une soirée pyjama et a vu ses amis – Issei et Tadahiro – s’embrasser alors qu’ils pensaient qu’il dormait. Il leur pose des questions à ce sujet et se sent trahi en tant qu’ami d’enfance alors qu’ils font comme si rien ne s’était passé.\n\nDéterminé à les prendre en flagrant délit, Ryou se retrouve dans un placard avec le petit frère d’Issei – Yuusei -, qui a une réaction inattendue face à la situation."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "15.5"
  },
  {
    "mangaId": "47633ce0-6b5a-44db-8b50-df645f992ab1",
    "title": {
      "en": "The Artistic Genius of Music Is the Reincarnation of Paganini"
    },
    "updatedAt": "2024-12-24T19:42:51+00:00",
    "coverArt": "https://mangadex.org/covers/47633ce0-6b5a-44db-8b50-df645f992ab1/11661599-76e8-4125-949c-ce2e11fd4832.png",
    "altTitles": [
      {
        "ko": "예술고 음악천재는 환생한 파가니니"
      },
      {
        "en": "High School Musical Genius Is Paganini Reincarnated"
      }
    ],
    "description": {
      "en": "The Rebirth of Paganini, Joo-won Moon. He was once a gifted violinist, but due to an injury, he gradually distanced himself from music and lived the life of a regular high school student. “I don’t pursue music.” However, perhaps the irony of fate… Joo-won Moon accidentally transferred to the music class of an arts high school, he picked up the violin… Will Joo-won Moon be able to overcome his psychological trauma? And is there a chance for him to be reborn as a true violinist?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29ab6984-7c1d-4d45-b925-25aa082b492e",
    "title": {
      "en": "Shangri-La Frontier ~Kusoge Hunter, Kamige ni Idoman to su~"
    },
    "updatedAt": "2025-01-22T15:23:27+00:00",
    "coverArt": "https://mangadex.org/covers/29ab6984-7c1d-4d45-b925-25aa082b492e/60799bdc-018a-40cf-adf9-d52b0857698a.jpg",
    "altTitles": [
      {
        "ja": "シャングリラ・フロンティア　～クソゲーハンター、神ゲーに挑まんとす～"
      },
      {
        "en": "Shangri-La Frontier ~From Trash Game Hunter to God-Tier Gamer!~"
      },
      {
        "zh-hk": "香格里拉・開拓異境～糞作獵手挑戰神作～"
      },
      {
        "pt-br": "Shangri-La Frontier - o caçador de jogos ruins experimenta um jogo Divino."
      },
      {
        "ru": "Рубеж Шангри-Ла: любитель игрошлака бросает вызов топ игре"
      }
    ],
    "description": {
      "en": "Second-year high school student Rakuro Hizutome loves nothing more than finding so-called “trash games” and beating the crap out of them. When he decides to change things up by playing a new, “god-tier” VR game known as Shangri-La Frontier (aka. SLF), he does what he does best: min-maxes, skips the prologue, and jumps straight into action! Rakuro may be a seasoned gamer, but a meeting with an old rival will change the fate of every SLF player forever.\n\nClad in nothing but shorts and a bird mask, Rakuro (player name: Sunraku) launches into the world of SLF. Things are going well at first as he takes down a goblin, a bunny, and even a python. But then Sunraku comes up against a huge, hard-hitting wolf known as Lycagon the Nightslayer. Will Sunraku’s years of “trash game” experience be enough, or is he about to suffer a rude awakening just a few hours into his SLF adventure?",
      "ja": "“クソゲー”をこよなく愛する男・陽務楽郎。彼が次に挑んだのは、総プレイヤー数3000万人の“神ゲー”『シャングリラ・フロンティア』だった!　集う仲間、広がる世界。そして“宿敵”との出会いが、彼の、全てのプレイヤーの運命を変えていく!!",
      "pt": "A adaptação cômica do romance superpopular de Syosetu Ni Narou.  \n  \nHizutome Rakurou adora jogos de merda. Seu próximo desafio é Shangri-la Frontier, o jogo divino com uma base de jogadores total de 30.000.000. Reunindo companheiros (ralé) em um mundo expansivo e encontrando velhos inimigos pelo caminho, ele mudará o destino de cada jogador.",
      "ru": "Главный герой истории — лидер таблиц рейтинга в посредственных малоизвестных VR-играх (так называемый «игрошлак») которые, тем не менее, полностью его устраивают. Но однажды он решается бросить вызов сверхпопулярной игре с 30 миллионами активных пользователей под названием «Shangri-La Frontier». Адаптация суперпопулярного романа из \"Shousetsuka ni Narou\".",
      "pt-br": "O estudante do segundo ano do ensino médio, Rakuro Hizutome, adora encontrar os chamados “jogos ruins” e dar uma surra neles. Quando ele decide mudar as coisas jogando um novo jogo de realidade virtual de “nível divino” conhecido como Shangri-La Frontier (também conhecido como SLF), ele faz o que faz de melhor: min-maxes, pula o prólogo e pula direto para Ação! Rakuro pode ser um jogador experiente, mas um encontro com um antigo rival mudará para sempre o destino de cada jogador SLF.\n\nVestido apenas com shorts e uma máscara de pássaro, Rakuro (nome do jogador: Sunraku) se lança no mundo do SLF. As coisas vão bem no início, quando ele derruba um duende, um coelho e até uma píton. Mas então Sunraku se depara com um lobo enorme e contundente conhecido como Lycagon, o Matador da Noite. Os anos de experiência em “jogos ruins” de Sunraku serão suficientes ou ele está prestes a sofrer um rude despertar apenas algumas horas em sua aventura SLF?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c81c6098-f206-4467-9d5d-17b5f56be4a2",
    "title": {
      "en": "Immortal Maestro"
    },
    "updatedAt": "2024-09-23T12:29:59+00:00",
    "coverArt": "https://mangadex.org/covers/c81c6098-f206-4467-9d5d-17b5f56be4a2/4579d284-27de-43aa-a9e2-d4effc9f7cbe.jpg",
    "altTitles": [
      {
        "ko": "불멸의 마에스트로"
      },
      {
        "id": "Maestro Abadi"
      }
    ],
    "description": {
      "en": "The person who is ranked No.1 in the world rankings of the AOS League of Infinity game and the strongest person who is nicknamed the devil on the battlefield.\nHowever, a man wearing a golden mask appeared before the strongest person who had suffered a setback in a traffic accident and was abandoned by everyone and proposed.\n“If I come back, can I become a world championship winner?”\nThe strongest person who goes back to the past becomes the maestro who leads the battlefield between earth and other worlds and shows the best game of all time.",
      "id": "Orang yang merupakan peringkat No. 1 di peringkat dunia game AOS League of Infinity dan orang terkuat yang dijuluki iblis di medan perang.\nNamun, seorang pria bertopeng emas muncul di hadapan orang terkuat yang mengalami kemerosotan dalam kecelakaan lalu lintas dan ditinggalkan oleh semua orang dan mengajukan lamaran.\n“Jika saya kembali, bisakah saya menjadi pemenang kejuaraan dunia?”\nOrang terkuat yang kembali ke masa lalu menjadi maestro yang memimpin medan perang antara bumi dan dunia lain dan menunjukkan permainan terbaik sepanjang masa."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f78519ca-5cc2-4f80-835e-466d722cae09",
    "title": {
      "en": "Life Changer Voice Phishing"
    },
    "updatedAt": "2024-09-17T15:42:21+00:00",
    "coverArt": "https://mangadex.org/covers/f78519ca-5cc2-4f80-835e-466d722cae09/0a11fa7c-175e-4af3-9a3e-11f5c5d52c17.jpg",
    "altTitles": [
      {
        "ko": "보이스피싱인데 인생역전"
      },
      {
        "en": "It's Voice Phishing, but It's a Life Reversal"
      },
      {
        "en": "Voice Phishing Turns Your Life Around"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8759ac55-63e2-4b1b-b03b-5d8cc0ed1ee5",
    "title": {
      "en": "Koisuru Kichikujima"
    },
    "updatedAt": "2025-01-10T17:35:33+00:00",
    "coverArt": "https://mangadex.org/covers/8759ac55-63e2-4b1b-b03b-5d8cc0ed1ee5/27c64a27-3a3b-49e7-929c-1cf24c6ce46f.jpg",
    "altTitles": [
      {
        "en": "Love Love Evil Land"
      },
      {
        "ja": "恋する鬼畜島"
      },
      {
        "en": "Love Love Freak Island"
      },
      {
        "vi": "Tiểu Đường Ở Đảo Quái Dị"
      }
    ],
    "description": {
      "en": "Love is absolutely forbidden! Kaworu, the \"public disciplinary commissioner of justice,\" uses a chainsaw to purge all the men of their sins in order to protect the purity of the girls! Standing in Kaworu's way is the \"boy with high femininity,\" Takahisa, and Kaworu's sister, Mari, the \"demon public disciplinary commissioner.\" In this parallel world of \"Freak Island\" set in Santa Maria Academy, a storm of blood and love is about to... erupt!!?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "40"
  },
  {
    "mangaId": "dd6cbd95-3a3e-4f26-9e19-921f65aedb30",
    "title": {
      "en": "Miracle Physical Therapist"
    },
    "updatedAt": "2024-05-13T00:31:26+00:00",
    "coverArt": "https://mangadex.org/covers/dd6cbd95-3a3e-4f26-9e19-921f65aedb30/c8e0e20f-d7bc-4198-a1f0-095eb6cf5d34.jpg",
    "altTitles": [
      {
        "ko": "기적의 물리치료사"
      },
      {
        "en": "The Miraculous Physical Therapist"
      }
    ],
    "description": {
      "en": "Lee Gijeok Physical Therapist. The center is failing, and my girlfriend is drifting away…! On a day when nothing goes right, after being hit by a falling star, a status window appears?! This is a story of a self-centered Man becoming the best physical therapist!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc541cb9-0037-45ac-a3e9-4189a42afb6c",
    "title": {
      "en": "Musician Genius Who Lives Twice"
    },
    "updatedAt": "2024-11-12T04:07:25+00:00",
    "coverArt": "https://mangadex.org/covers/dc541cb9-0037-45ac-a3e9-4189a42afb6c/7c256b2b-b68f-4149-a0e3-f48fe3b3e07a.jpg",
    "altTitles": [
      {
        "ko": "두 번 사는 음악천재"
      }
    ],
    "description": {
      "en": "Even if a musician dies, he never dies. It's just covered. Singer-songwriter Kim Han-seok, who became a legend in Korea with just a guitar... Waking up as a college student in the streaming era 30 years after his death!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "75"
  },
  {
    "mangaId": "6e4805a6-75ab-462d-883c-4ddedb8e4df6",
    "title": {
      "en": "Nano Machine"
    },
    "updatedAt": "2024-11-18T15:34:54+00:00",
    "coverArt": "https://mangadex.org/covers/6e4805a6-75ab-462d-883c-4ddedb8e4df6/664dfc87-4464-486e-bc87-74156805fd18.jpg",
    "altTitles": [
      {
        "ko": "나노마신"
      },
      {
        "zh": "某天成为魔神"
      },
      {
        "zh-hk": "奈米魔神"
      },
      {
        "zh-hk": "喇勞 魔神"
      },
      {
        "id": "Nano Mashin"
      },
      {
        "ru": "Наномашины"
      },
      {
        "ja": "ナノ魔神"
      },
      {
        "th": "นาโนมาชิน"
      },
      {
        "pl": "Nanoroboty"
      },
      {
        "pl": "Maluska Maszynka"
      },
      {
        "vi": "Ngã Lão Ma Thần"
      },
      {
        "vi": "Ma Thần Nano"
      }
    ],
    "description": {
      "en": "After being held in disdain and having his life put in danger, an orphan from the Demonic Cult, Cheon Yeo-Woon, has an unexpected visit from his descendant from the future who inserts a nano machine into Cheon Yeo-Woon's body, which drastically changes Cheon Yeo-Woon's life after its activation. The story of Cheon Yeo-Woon's journey of bypassing the Demonic Cult and rising to become the best martial artist has just begun.  \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "fr": "La vie remplit d'infortune et d'épreuve de Cheo Yeo-Woon, bâtard et dernier dans l'ordre de succession, prit un tournant après qu'un de ses « descendant » venant du futur ait injecté des Nano Machines dans son corps.",
      "id": "Setelah mengalami cobaan berat pada hidupnya, Tiba tiba Chun yeowun mendapatkan pertolongan tidak terduga dari keturunannya di masa depan yang memasukkan teknologi nano ke dalam tubuhnya! Mampukah Chun Yeowun menjadi master bela diri dengan menggunakan kekuatan nano mashin!?\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ja": "「未来の力を手に入れ、邪悪な魔教に立ち向かう！」 魔教の私生児として生まれた主人公・天黎雲。 幼い頃から卑しまれ、後継者争いで命を狙われる。 死に物狂いの抵抗もむなしく、危うく命を落としかねない絶体絶命のピンチに･･･！ その瞬間、突如現れた謎の男から「ナノマシン」と呼ばれる未来の力を注入され、 目覚めるととてつもない力を手に入れていた。 魔教を超え、最強の武人を目指す天黎雲の物語が幕を開ける！\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ko": "갖은 멸시와 목숨의 위협을 받던 마교의 사생아 천여운, \n미래에서 나타난 후손이 천여운의 몸에 나노 머신을 주입한 후 그의 인생이 송두리째 바뀐다.\n마교를 넘어 무림 최고의 자리에 오르기 위한 천여운의 거침없는 이야기가 시작된다!\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ru": "Чен Еун — незаконнорожденный принц, появившийся на свет без единой частички Нейгуна. С самого раннего детства он находился под гнетом всеобщего отвращения. Весь забитый, с отсутствием какой-либо мотивации, год за годом Еун влачил свое жалкое существование. Ни на что не рассчитывая... и не претендуя.\n\nБудучи изгоем, исконно презираемым шестью великими кланами, в один прекрасный день он оказался в окружении десятка подосланных убийц. Когда глаза практически застлала пелена белого света... и казалось, он уже начал теряться, проваливаясь в пучину... безграничного отчаяния, на горизонте возникла еле заметная фигура.\n\nНеизвестный \"потомок\", снизошедший из будущего, в мгновение ока уничтожил всех врагов. Прошептав нечто невнятное, он подсадил в тело нашего героя какой-то странный предмет... наномашину. С этого момента все кардинально переменилось. Поселившийся где-то внутри искусственный интеллект дал его жизни невероятный толчок.\n\nБольше не будет как прежде. Это... новая ветвь истории. Истории о парне, который бросил вызов небесам.",
      "th": "เรื่องราวของชอนยออุนลูกนอกสมรสภายในพรรคมารที่ได้เป็นเทวบุตรมารรุ่นที่ 2 และอยู่เหนือประมุขพรรคมาร\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "zh": "无名小卒却有了神秘机器，\n或许我也能挑战一下魔神？\n魔教私生子天如运饱受蔑视和生命威胁，某天来自未来的后人突然出现，给天如运的身体注入了纳米机器，从此他的人生发生了翻天覆地的变化。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "pt-br": "Depois de ser desdenhado e ter sua vida em perigo, Cheon Yeo-Woon, um órfão do culto demoníaco, recebeu uma visita inesperada de seu descendente do futuro, que inseriu nele uma micro máquina, que mudou drasticamente a vida de Cheon Yeo-Woon após sua ativação. A história da jornada de Cheon Yeo-Woon no culto demoníaco e sua subida para se tornar o melhor nas artes marciais acabou de começar.",
      "zh-hk": "在魔教少教主候選人中排名最後的天如運，是個運氣極差的人。 某天，來自未來的後代突然穿越時空出現，並且將奈米機器注入他的身體，徹底翻轉了他的人生。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbe437c1-505c-4e83-9e70-210bc25822cb",
    "title": {
      "en": "Ouji no Torimaki A wa Akuyaku Reijou no Mikata desu"
    },
    "updatedAt": "2025-01-18T17:25:53+00:00",
    "coverArt": "https://mangadex.org/covers/dbe437c1-505c-4e83-9e70-210bc25822cb/164c09f4-8074-4fe3-8719-a8d58fd54370.jpg",
    "altTitles": [
      {
        "ja": "王子の取巻きAは悪役令嬢の味方です"
      },
      {
        "ja-ro": "ŌJi no Torimaki A wa Akuyaku Reijō no Mikatadesu"
      }
    ],
    "description": {
      "en": "From Google Translate:\n\nThe first prince is head over heels in love with the pretty daughter of a baron. One day, Roland, known as \"The Prince's Henchman A,\" who is good at flattering others, notices an abnormal situation in which all of the henchman's entourage, including the prince, are obsessed with one young lady. In order to save the villainous young lady, who is the prince's fiancée, from the verge of being unfairly called off, he secretly works behind the scenes.",
      "ja": "第一王子は可憐な男爵令嬢に首ったけ。ヨイショが得意な『王子の取巻きA』ことロランはある日気づく、王子を含めた取巻き全員が1人の令嬢に夢中になっている異常事態に。理不尽な婚約破棄を告げられそうになっている、王子の婚約者である悪役令嬢を救うため、裏でこっそり奔走する。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "773fd242-2898-49fa-ae82-3dd26473fead",
    "title": {
      "en": "The Life of a Returning Officer"
    },
    "updatedAt": "2024-07-29T02:57:32+00:00",
    "coverArt": "https://mangadex.org/covers/773fd242-2898-49fa-ae82-3dd26473fead/4ac2a6e1-1752-4e9e-9ec9-f06bd7000726.jpg",
    "altTitles": [
      {
        "ko": "회귀 경찰의 리셋 라이프"
      },
      {
        "ko-ro": "Hoigui Gyeongchalui Riset Laipeu"
      },
      {
        "en": "Police Returner's Reset Life"
      }
    ],
    "description": {
      "en": "Choi Jong-hyuk, captain of the intellectual crime unit, loses his mother and his own life to a mysterious mastermind for digging too deeply into a case. In his last moments, Jong-hyuk catches a glimpse of the man who kills him before waking up as his 17-year-old self.\n\n To prevent his mother's death, Jong-hyuk swears to hunt down the one responsible. Luckily, he has knowledge about the future and his experience as an officer.\n\nWill these tools be enough to catch the criminal that eluded him once?",
      "id": "Cerita tentang Choi Jong-hyuk, ketua tim intelejen investigasi kejahatan, ketika dia ingin menemui jenazah ibunya, ia mengalami kecelakaan misterius lalu entah bagaimana dia kembali ke tahun tahun 1997."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16cca793-cda3-4f9f-a179-12c75b168242",
    "title": {
      "en": "Revenge of Young Master Peng"
    },
    "updatedAt": "2024-07-07T18:08:58+00:00",
    "coverArt": "https://mangadex.org/covers/16cca793-cda3-4f9f-a179-12c75b168242/45efb9ac-287f-4d6b-978f-150340ce7a37.png",
    "altTitles": [
      {
        "ko": "하북팽가 막내아들"
      },
      {
        "ko-ro": "Habukpaengga Mangnaeadeul"
      },
      {
        "en": "The Youngest Son of Habukpanga"
      },
      {
        "en": "Ha Buk Paeng's Youngest Son"
      },
      {
        "en": "Habuk Paenga's Youngest Son"
      },
      {
        "ru": "Младший сын семьи Пэн из Хэбэя"
      },
      {
        "zh": "彭家四公子"
      }
    ],
    "description": {
      "en": "Habuk Peng Family’s best strength, Peng Jihyuk heads to the Nakho Region to save his family that fell into destruction due to the attack of the Demon Sect, but everything was a trap. At the moment of death, he felt the wrath of being the only one left from his beloved family.\n\n‘Again…if you give me a chance…!”\n\nPeng Jihyuk, who thought he was dead, woke up in the body of Young Master Sa, of the Peng Family.\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/pengjiasigongzi/list?title_no=2059)",
      "ko": "하북팽가 최고의 전력, 도왕 팽지혁. 마교의 습격으로 멸문지화에 빠진 가문을 구하러 낙호곡으로 향하지만 모든 것은 함정이었고, 죽음의 순간 자신이 사랑했던 가문에게 버림받았다는 사실에 분노한다.\n'다시... 내게 한 번만 더 기회가 주어진다면...!'\n죽은 줄 알았던 팽지혁은 방구석 둔재, 하북팽가 사공자의 몸에서 눈을 뜬다.\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/pengjiasigongzi/list?title_no=2059)",
      "ru": "Пэн Джи Хёк — лучший воин семейства Пэн из Хэбэя. Из-за атаки Магё его семейство почти исчезло... Для её спасения он отправляется в дальнее путешествие, во время которого попадает в ловушку. За мгновение до смерти он узнал, что его горячо любимая семья от него отказалась, и пришёл в ярость.\n«Если бы у меня был ещё один шанс!..»\nОн уже был готов к встрече со смертью, но когда открыл глаза — оказался в теле молодого господина.\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/pengjiasigongzi/list?title_no=2059)",
      "zh": "一代刀王重生废柴四公子！\n为报恩逆袭勇斗魔教！\n名门彭家的最强战斗力，刀王彭枝奕。为了拯救因魔教的袭击而陷入灭门之灾的彭家，彭枝奕前往落虎谷与魔教教主决战，却发现这一切都是个陷阱。临死之前得知自己被深爱的家族抛弃的彭枝奕愤怒不已。彭枝奕原以为自己死了，没想到却在彭家四公子的身体里重新醒了过来。\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/pengjiasigongzi/list?title_no=2059)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f2e91f99-6c3b-4a66-a3f7-9da13f68c416",
    "title": {
      "en": "Ragna Crimson"
    },
    "updatedAt": "2025-01-22T22:11:42+00:00",
    "coverArt": "https://mangadex.org/covers/f2e91f99-6c3b-4a66-a3f7-9da13f68c416/1ee676fe-53a1-49b8-887e-514c6d83a615.jpg",
    "altTitles": [
      {
        "ja": "ラグナクリムゾン"
      },
      {
        "ko": "라그나 크림슨"
      },
      {
        "zh": "狩龙人拉格纳"
      },
      {
        "zh-hk": "拉格納緋紅"
      },
      {
        "pt-br": "Ragna Crimson"
      },
      {
        "ru": "Рагна Багровый"
      },
      {
        "th": "ตำนานนักล่ามังกร"
      }
    ],
    "description": {
      "en": "Ragna is a dragon hunter along with his partner, the strongest dragon hunter Leo. He didn't have much talent at hunting dragons but he had decided to entrust his whole life for her. However he was shown the feel of true despair by his future self on what would happen if he stays weak as he is now. With that, it seems that the reaper of the dragons had now appeared earlier than the original history, but will it be enough to change the future?",
      "es": "Ragna es un cazador de dragones junto con su compañera, la cazadora de dragones más fuerte, Leo. No tenía mucho talento para cazar dragones, pero había decidido confiar toda su vida a ella. Sin embargo, su yo del futuro le mostró la verdadera desesperación de lo que le ocurriría si seguía siendo tan débil como hasta ahora. Con eso, parece que la parca de los dragones ha aparecido antes que en la historia original, pero ¿será suficiente para cambiar el futuro?",
      "ja": "銀剣を振るい、竜を狩り、報酬をもらう職業──『狩竜人（かりゅうど）』。ヘボ狩竜人の少年・ラグナは、ぶっちぎりの竜討伐数を誇る天才少女・レオニカとコンビを組み、日々、竜討伐に挑んでいた。ラグナの願いはひとつ──「強くなれなくてもいい。レオのそばにずっといたい。」少年の想いは最凶最悪の竜の強襲により、儚くも散りさる…。挑むは、絶対強者。抗うは、強制運命。限界のその先へ──。",
      "pt": "Ragna é um caçador de dragões junto com sua parceira, a mais forte caçadora de dragões, Leo. Ele não tinha muito talento para caçar dragões, mas decidiu confiar toda a sua vida a ela. No entanto, foi mostrado a ele a sensação do verdadeiro desespero pelo seu próprio eu do futuro, sobre o que aconteceria se ele permanecesse fraco como ele é agora. Com isso, parece que o ceifador dos dragões apareceu mais cedo do que na história original, mas será isso o suficiente para mudar o futuro?  \n  \n**Links**:  \n- [![](https://i.imgur.com/dQCXZkU.png) Artist’s Twitter](https://twitter.com/D_Koba)",
      "es-la": "Ragna es un cazador de dragones junto con su compañera, la cazadora de dragones más fuerte, Leo. No tenía mucho talento para cazar dragones, pero había decidido confiar toda su vida a ella. Sin embargo, su yo del futuro le mostró la verdadera desesperación de lo que le ocurriría si seguía siendo tan débil como hasta ahora. Con eso, parece que la parca de los dragones ha aparecido antes que en la historia original, pero ¿será suficiente para cambiar el futuro?",
      "pt-br": "Ragna é um caçador de dragões junto com sua parceira, a mais forte caçadora de dragões, Leo. Ele não tinha muito talento para caçar dragões, mas decidiu confiar toda a sua vida a ela. No entanto, foi mostrado a ele a sensação do verdadeiro desespero pelo seu próprio eu do futuro, sobre o que aconteceria se ele permanecesse fraco como ele é agora. Com isso, parece que o shinigami dos dragões apareceu mais cedo do que na história original, mas será isso o suficiente para mudar o futuro?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6233aed2-2f42-4308-a2b9-7d37b836cc33",
    "title": {
      "en": "Kusunoki's Flunking Her High School Glow-Up"
    },
    "updatedAt": "2024-08-26T19:12:59+00:00",
    "coverArt": "https://mangadex.org/covers/6233aed2-2f42-4308-a2b9-7d37b836cc33/dc2dd846-72b4-4b01-812f-9e618cf96966.jpg",
    "altTitles": [
      {
        "ja": "楠木さんは高校デビューに失敗している"
      },
      {
        "ja-ro": "Kusunoki-san wa Koukou Debut ni Shippai Shite Iru"
      },
      {
        "ja": "She is (not) a cool girl (in high school)"
      },
      {
        "en": "Kusunoku-san's Failing Her High School Debut"
      },
      {
        "en": "Kusunoki-san Failed Her High School Debut"
      },
      {
        "en": "Kusunoki-san Failed to Debut in High School"
      },
      {
        "zh": "楠木同学高中出道失败了"
      },
      {
        "zh-ro": "Nánmù tóngxué gāo zhòng chūdào shībàile"
      },
      {
        "ru": "Кусуноки-сан не смогла измениться к старшей школе"
      }
    ],
    "description": {
      "en": "After his traumatic years in junior high school, the ultra-introvert Shizuki Keisuke decides to turn his life around, and gives himself a complete make-over for his high school \"debut.\" His new high school life seems promising, as no one is aware of his hidden past...except for one person: Kusunoki Shizuka, who also changed herself in pursuit of a more successful high school life! As their fates intertwine, will Keisuke ultimately be able live a peaceful life in high school...?!",
      "ja": "中学時代のトラウマをきっかけに高校デビューに成功した元陰キャの志月恵助。\n新しい環境で過去の自分を知る者はいない。ただ一人、同じ中学出身で\n恵助と同様に高校デビューを果たした女子・楠木静を除いて…。\n\n---\nChūgaku jidai no torauma o kikkake ni kōkō debyū ni seikō shita moto in kya no shitsuki keisuke. Atarashī kankyō de kako no jibun o shiru mono wa inai. Tadahitori, onaji chūgaku shusshin de keisuke to dōyō ni kōkō debyū o hatashita joshi Kusunoki Shizuka o nozoite….",
      "pt-br": "Depois de seus anos traumáticos no ensino médio, o ultra-introvertido Shizuki Keisuke decide mudar sua vida e se transforma completamente para sua \"estreia\" no ensino médio. Sua nova vida escolar parece promissora, já que ninguém sabe de seu passado oculto... exceto por uma pessoa: Kusunoki Shizuka, que também mudou a si mesma em busca de uma vida escolar mais bem-sucedida! À medida que seus destinos se entrelaçam, Keisuke será capaz de viver uma vida pacífica no ensino médio...?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "646b7df7-cab6-49eb-9e77-16b5a3b7cd28",
    "title": {
      "en": "Gisou Furyou"
    },
    "updatedAt": "2024-10-13T17:04:27+00:00",
    "coverArt": "https://mangadex.org/covers/646b7df7-cab6-49eb-9e77-16b5a3b7cd28/3f8db74d-4508-406d-86b1-c2f324a7c818.jpg",
    "altTitles": [
      {
        "ja": "偽装不良"
      }
    ],
    "description": {
      "en": "『If it’s discovered that I’m not the strongest (real deal), I’ll die…!?』 Takashi Yamazaki, who was bullied daily. The one who helped him was the strongest delinquent, Kurogane Ren. Yamazaki admired Kurogane, but one day, when he woke up, he found himself in the body of Kurogane Ren. And in front of him was the corpse of Kurogane Ren and a mysterious message… 'If you don’t want to die, take the top position at Reimei Academy.' To return to his original body and find out the truth behind Kurogane Ren’s death, he challenges the most ferocious and worst delinquents to a fight!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39e52698-160c-4f1a-b368-8fa4ac461c03",
    "title": {
      "en": "Kanojo no Tomodachi"
    },
    "updatedAt": "2025-01-11T07:27:46+00:00",
    "coverArt": "https://mangadex.org/covers/39e52698-160c-4f1a-b368-8fa4ac461c03/f5e1ba07-b896-4a3f-815c-74ff46b71371.jpg",
    "altTitles": [
      {
        "ja": "彼女の友達"
      },
      {
        "en": "My Girlfriend's Friend"
      },
      {
        "ko": "여친의 친구"
      },
      {
        "zh-hk": "女友的朋友"
      },
      {
        "fr": "L'amie de ma petite copine"
      },
      {
        "id": "Teman Pacarku"
      },
      {
        "vi": "Bạn Của Bạn Gái Tôi"
      }
    ],
    "description": {
      "en": "He got a cute girlfriend who was the first in his life, but her friend tempted him with a body that was lewder than her... What would you do if your girlfriend's friend pressed you like this?",
      "ja": "人生で初めてできた、かわいい彼女。でもその友達は、彼女よりも豊満なカラダで僕を誘惑してきて…。彼女の友達にこんな風に迫られたら、あなたはどうしますか？",
      "vi": "Lần đầu tiên trong đời tôi có một cô bạn gái vô cùng dễ thương nhưng bạn cô ấy luôn cố dùng thân hình nóng bỏng của mình để cám dỗ tôi, phải làm sao đây?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d55a713-957d-4314-8af5-b01e33b5703f",
    "title": {
      "en": "Through The Strong Winds"
    },
    "updatedAt": "2024-10-04T00:53:02+00:00",
    "coverArt": "https://mangadex.org/covers/9d55a713-957d-4314-8af5-b01e33b5703f/61fa7e19-4f5f-4b38-9a33-a263a4d7e885.png",
    "altTitles": [
      {
        "zh": "长风渡"
      }
    ],
    "description": {
      "en": "Liu Yuru spent fifteen years as a model young lady in search of a good husband, but on the eve of her engagement, she was forced to marry the notorious playboy Gu Jiu Si from Yangzhou. Marrying such a man felt like ruining her life, especially when she discovered that he was also forced to marry her. Heartbroken, Liu Yuru locked herself in her room for three days before realizing something. If she had to marry such a playboy, why should she strive to be the perfect lady? So, on the third day of her marriage, this renowned gentlewoman, trembling and holding a knife, bravely entered a brothel, where a drunken Gu Jiu Si simply said to her, \"Get up.\" Afterward, Gu Jiu Si experienced great ups and downs, rising from a fallen playboy to a high-ranking official, with this woman by his side, supporting him with her delicate frame, saying, \"Get up.\" Even if he were to be crushed and torn apart, he would struggle to rise from the mud, gritting his teeth to carry her through this life. For Liu Yuru, in her first fifteen years, she thought living was about finding a good man. It was only when she met Gu Jiu Si that she understood a good man would make you realize you are alive for yourself. — May I use this flesh and blood to shield her from wind and rain, protecting her dress from dust and keeping her hair free of frost.\nA wise and clear-headed young lady vs. a youthful and carefree playboy."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7b1ce54-67df-4e08-9e79-d7187faa3584",
    "title": {
      "en": "Tokyo 卍 Revengers: Baji Keisuke Kara no Tegami"
    },
    "updatedAt": "2024-10-09T11:44:48+00:00",
    "coverArt": "https://mangadex.org/covers/f7b1ce54-67df-4e08-9e79-d7187faa3584/2a0fff60-6ad0-4129-a3c3-171d01645f07.jpg",
    "altTitles": [
      {
        "en": "Tokyo Revengers: Letter from Keisuke Baji"
      },
      {
        "ja": "東京卍リベンジャーズ ～場地圭介からの手紙～"
      },
      {
        "fr": "Tokyo Revengers: Lettre de Keisuke Baji"
      },
      {
        "pt-br": "Tokyo Revengers: Cartas de Keisuke Baji"
      },
      {
        "id": "Tokyo Revengers: Surat dari Keisuke Baji"
      },
      {
        "ru": "Токийские Мстители: Письмо от Баджи Кейске"
      }
    ],
    "description": {
      "en": "“Tokyo Revengers“ official spin-off!\n\nThe story of Keisuke Baji and Chifuyu Matsuno, from their first encounter to their separation. Chifuyu Matsuno, the First Division vice-captain, has not yet accepted the death of Keisuke Baji, the First Division captain, who died in the battle against Valhalla. At that time, a letter from Baji before his death arrives at his hand.\n\n---\n\n**Notes:**\n- The original Japanese title contains the manji symbol, so it will not be removed from the title on MangaDex. See the [main story](https://mangadex.org/title/59b36734-f2d6-46d7-97c0-06cfd2380852) description for more details.",
      "fr": "Spin-off qui raconte l'histoire de Chifuyu après avoir rencontré Baji.",
      "pt-br": "O spin-off oficial de Tokyo Revengers!\n\nA história de Keisuke Baji e Chifuyu Matsuno, desde o seu primeiro encontro até a sua separação. Chifuyu Matsuno, o vice-capitão da Primeira Divisão, ainda não aceitou a morte de Kaisuke Baji, o capitão da Primeira Divisão, que morreu na batalha contra a Valhalla. De repente, uma carta de Baji chega em suas mãos."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b2a2d45-b9c5-4d53-9fcb-dda7b3cd5d2e",
    "title": {
      "en": "Forget My Husband, I'll Go Make Money"
    },
    "updatedAt": "2024-09-27T16:16:05+00:00",
    "coverArt": "https://mangadex.org/covers/1b2a2d45-b9c5-4d53-9fcb-dda7b3cd5d2e/6131c433-f906-4008-8fc9-739d313f4085.jpg",
    "altTitles": [
      {
        "ko": "남편은 됐고, 돈이나 벌렵니다"
      },
      {
        "ko-ro": "Nampyeoneun Doaessgo, Donina Beollyeomnida"
      },
      {
        "en": "Forget About My Husband, I'd Rather Go Make Money"
      },
      {
        "uk": "Годі з мене чоловіка - йду заробляти гроші"
      },
      {
        "zh": "要什么老公，我只想搞钱"
      },
      {
        "en": "Forget About My Husband, I'd Rather Go Make Money"
      },
      {
        "es-la": "Terminé con mi esposo, ahora iré a hacer dinero"
      }
    ],
    "description": {
      "en": "I became the wife of a husband who has a girlfriend.\nHmm, I shouldn’t bother them, right?\n\n“Then, you sleep on the floor.”\n“What?”\n\nIt seems that he doesn’t like the idea of it.\nWell, the floor is hard after all.\nI guess I don’t have any other choice.\n\n“We’ll just sleep while holding hands then. You trust me, right?”\n\nBut how did we end up breaking the bed on our first night…?\n\nI am Aristine, an exiled princess who has fallen out of favor with the Emperor.\nThe truth is, she has the <Monarch’s Eyes>, an ability that allows you to see the past, future, and present.\nSacrificed for a contract marriage, she is bound together with a monstrous barbarian…\n\n“I have to present my wife with the most precious things.”\n\nThe future husband who is rumored to be a monster is incredibly normal.\n\nBut this cake belongs to someone else.\n\n“I’ll just go and make money.”\n\nIt’s long been said that imagining gold as your own will help you manifest wealth.\n\n<Forget My Husband, I’ll Go Make Money>\nWill she be able to achieve her dreams of living in freedom while sitting on her piles of money?\nOr will she be able to catch both rabbits at the same time?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "Yuurei to Tsukareta Kaishain"
    },
    "updatedAt": "2025-01-15T10:54:01+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/b951d7de-6e16-4f01-9973-0efbcccb7536.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "en": "The Ghost and the Exhausted Office Worker"
      }
    ],
    "description": {
      "en": "No matter how hard things seem to be, there is always 'someone' watching over you.\n\nA ghost who remained in this world with lingering attachments, one day encountered an office worker left exhausted from work, Nozaki.\n\n\"Nobody even looks at me...\"\n\nNozaki was consumed with loneliness.\nThe ghost, who was all alone at the end of his own life, decided to watch over his daily life.\n\nThough left at the mercy of his job, Nozaki desperately carried on each day.\nUntil one day, he encountered someone new.\n\nThe feelings he lost amid the restless day-to-day, through connecting with others, Nozaki will gradually take back.",
      "ja": "どんなつらい時でも、見ていてくれる「誰か」がいる。\n\nこの世に未練を残してさまよっていた幽霊は、ある日、仕事に疲れた会社員、野崎と出会う。\n\n「俺のことなんて、誰も見てないんだ…」\n\n孤独感に打ちひしがれる野崎。人生の最後に一人ぼっちだった幽霊は、彼の生活を見守ってみることに。仕事に翻弄されながらも必死に日々を送る野崎。やがて彼に新たな出会いが訪れる。忙しない日々の中でこぼれ落ちてしまった気持ちを、野崎は人との関わりの中で、少しずつ取り戻していく――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fff9da56-267d-4d96-9190-99968a21caca",
    "title": {
      "en": "I'll Try to End the Male Lead"
    },
    "updatedAt": "2025-01-16T16:13:03+00:00",
    "coverArt": "https://mangadex.org/covers/fff9da56-267d-4d96-9190-99968a21caca/272f1020-7468-4e73-83ff-06f1afa53a16.jpg",
    "altTitles": [
      {
        "ko": "남주를 죽여보겠습니다"
      },
      {
        "en": "I Will Try to End the Male Lead"
      },
      {
        "en": "I'm Going to Kill the Male Lead"
      },
      {
        "en": "I'll Kill the Male Lead"
      },
      {
        "es-la": "Mataré al protagonista masculino"
      },
      {
        "es-la": "Voy a matar al protagonista"
      },
      {
        "ja": "男主人公を殺す筋書きを描いてみます"
      },
      {
        "zh": "杀了病娇男主"
      },
      {
        "vi": "Tôi Sẽ Giết Chết Nam Chính"
      }
    ],
    "description": {
      "en": "I, Kwon Jinha, began feeling sick after reading a romance novel.\n\nI became connected to all the emotions and sensations of the female lead, Elvi.\n\nI even went to the hospital due to severe pain and sorrow but the result said there’s nothing wrong with my body.\n\nSo, I ended up sending an email to the novel’s author, begging for the male lead to stop tormenting the female lead. But instead, all I got was a happy reply...\n\n“Do your job properly, Elvi”.\n\nI found myself possessing Elvi’s body in the novel.\n\nI got slapped by the male lead as soon as I possessed Elvi’s body, upon that, I had only one thought.\n\n“The male lead? It’s over if I kill him, right?”",
      "ko": "로판 소설을 읽고 몸이 아파오던 나 권진하.\n\n여주인공 엘비가 느끼는 감정과 감각이 모두 연결되어버렸다.\n\n끔찍한 통증과 슬픔에 병원까지 찾아갔지만 몸에는 이상무.\n\n결국 소설 작가에게 메일을 보냈다.\n\n제발 쓰레기 남주가 여주 좀 그만 괴롭히게.\n\n하지만 메일을 보냈더니 사이다 답장은커녕….\n\n“일은 똑바로 해야지, 엘비.”\n\n소설 속 엘비에게로 빙의해버렸다.\n\n빙의하자마자 뺨을 올려붙이는 남주를 보고 든 생각은 하나뿐.\n\n남주? 죽여버리면 그만이지."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da89755c-f069-48b1-90d4-cebf5f0b2a54",
    "title": {
      "en": "The Golden-Haired Summoner"
    },
    "updatedAt": "2024-10-29T01:55:27+00:00",
    "coverArt": "https://mangadex.org/covers/da89755c-f069-48b1-90d4-cebf5f0b2a54/cc0d8794-393c-4ff2-8f4e-658fb2942e9d.jpg",
    "altTitles": [
      {
        "ko": "금발의 정령사"
      },
      {
        "ko-ro": "Geumbarui Jeongnyeongsa"
      },
      {
        "ko-ro": "Geumbal'eui Jeongryeongsa"
      },
      {
        "en": "The Golden-Haired Elementalist"
      },
      {
        "en": "The Golden-Haired Wizard"
      },
      {
        "fr": "La magicienne aux cheveux d'or"
      },
      {
        "fr": "L'élémentaire aux cheveux d'or"
      },
      {
        "fr": "L'invocatrice aux cheveux d'or"
      },
      {
        "pt-br": "A garota que controla elementos"
      },
      {
        "es": "La chica rubia que controla los elementos"
      },
      {
        "uk": "Блондинка-елементаліст"
      },
      {
        "ru": "Блондинка-призывательница"
      },
      {
        "id": "Penyihir Peri Genius yang Terlahir Kembali"
      },
      {
        "ja": "異世界で精霊師はじめます"
      },
      {
        "zh": "金发精灵师之天才的烦恼"
      },
      {
        "zh-hk": "金髮精靈師"
      }
    ],
    "description": {
      "en": "I thought I was dead, but when I woke up, I was reincarnated as a nobleman's daughter?! The only thing I did in the seventeen years of my first life was studying. Now that I'm alive again, I won't live just to study! The second life of an ordinary middle school girl with a slightly strange personality, Jeanie Crowell, begins an unstoppable journey on this continent!  \n  \n\n\n---",
      "ru": "Я думала, что умерла, но открыв глаза, увидела совершенно незнакомое место. Я переродилась в благородную леди?! Прожив всего 17 лет, я погибла, но теперь я снова жива и не хочу ещё раз умирать! Вот моя 2-я жизнь! Обычная старшеклассница Чин начала исследовать дикий континент Кроуэлл!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "108"
  },
  {
    "mangaId": "b245f362-46d3-44e2-9373-46becaeaa1ab",
    "title": {
      "en": "World's Strongest Troll"
    },
    "updatedAt": "2024-05-28T01:21:01+00:00",
    "coverArt": "https://mangadex.org/covers/b245f362-46d3-44e2-9373-46becaeaa1ab/89206e6e-d049-4d06-89c6-a271bcf9a6c2.jpg",
    "altTitles": [
      {
        "ko": "게임 최강 트롤러"
      },
      {
        "en": "The Game's Top Troll"
      },
      {
        "en": "The Game's Greatest Troll"
      },
      {
        "es-la": "El Troll más fuerte del mundo"
      }
    ],
    "description": {
      "en": "Arcadia.\nThe game that holds the most possibilities in the world.\nHumanity’s first virtual reality game, made from the cooperation between the world’s leading companies:\nAjin Electronics. Sillicoff Industries. Argos Corporation.\nThe shocking stories that happen within the game begin now!\n\n[Welcome to Arcadia, the world of fantasy.]"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66b9652a-bb61-4636-a23e-9c788d42580b",
    "title": {
      "en": "Tokyo ESP x Ga-rei - Shadow Walker"
    },
    "updatedAt": "2025-01-03T03:28:55+00:00",
    "coverArt": "https://mangadex.org/covers/66b9652a-bb61-4636-a23e-9c788d42580b/dbb62a4f-1331-4a35-8541-41d3fca8abde.jpg",
    "altTitles": [
      {
        "en": "Tokyo ESP × Ga-rei - Shadow Walker"
      },
      {
        "ja": "東京ESP×喰霊 ‐シャドウ・ウォーカー‐"
      }
    ],
    "description": {
      "en": "When Tokyo ESP meets Ga-rei…"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "5"
  },
  {
    "mangaId": "862b0c32-0f12-46d9-ae7d-649c86cf6349",
    "title": {
      "en": "Hiding the Archduke's Humiliating History"
    },
    "updatedAt": "2024-07-04T16:18:56+00:00",
    "coverArt": "https://mangadex.org/covers/862b0c32-0f12-46d9-ae7d-649c86cf6349/bd2955ef-314a-44ff-917c-9ee1198ee617.jpg",
    "altTitles": [
      {
        "ko": "남주가 흑역사를 책임지라고 합니다"
      },
      {
        "ko": "주가 흑역사를 책임지라고 합니다"
      },
      {
        "ko-ro": "Namjuga Heugyeoksareul Chaegimjirago Hamnida"
      },
      {
        "en": "The Male Lead Is in Charge of the Successor"
      },
      {
        "en": "The Dark History of the Male Lead"
      },
      {
        "th": "พระเอกบอกให้ฉันรับผิดชอบยุคมืดของเขา"
      },
      {
        "ja": "黒歴史の責任を取れですって!?"
      },
      {
        "zh": "男主要我对他的黑历史负责"
      }
    ],
    "description": {
      "en": "After being neglected in her past life, Izelle is ecstatic to be reborn as a rich character until her family suddenly goes bankrupt! While thinking about what to do, she's given the perfect chance to solve her financial crisis when she saves young Archduke Karl Byron from being bullied. Unfortunately, Karl doesn't remember her at all when they reunite as adults, and she has no choice but to coerce him into helping her. Can Izelle get what she wants, or will Karl be more trouble than he's worth?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f51628bb-e1a0-4ebc-a55a-4c85d475a49f",
    "title": {
      "en": "I Am the Youngest Daughter of Murim’s Strongest, the Namgung Clan"
    },
    "updatedAt": "2024-12-14T07:44:50+00:00",
    "coverArt": "https://mangadex.org/covers/f51628bb-e1a0-4ebc-a55a-4c85d475a49f/d50d032d-0a36-4e8a-a8a7-947c2115c597.jpg",
    "altTitles": [
      {
        "ko": "무림최강 남궁세가 막내딸입니다"
      },
      {
        "en": "Youngest Daughter of the Ultimate Martial Master Namgung Family"
      }
    ],
    "description": {
      "en": "\"B-baa, baaah?! (Did I become a baby?! What about my revenge?!)\nEveryone in the Namgung family despised me. My life was one where even my siblings turned their backs on me.\nBut at the moment when the family was annihilated, the choice my siblings made… was not the family, but me.\n\n‘I never once thought of you as anything but family.’\n‘Live. Even if it’s disgraceful and filthy, live, Ahee.’\n\nWhy did they save me?\nA question I held in my heart my entire life as I carried out my revenge.\nI thought I could finally close my eyes at the end of it all.\n\n‘Baaah?’\n\nI’ve returned to the past!\nCould this be some black magic from the Blood Cult?\nMy… my revenge? My peaceful rest?!\nAnd why are the Namgung siblings clinging to me again?!\n\nWhat on earth is going on?!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b222a0cc-db9f-4dc8-ac78-4194e7d14403",
    "title": {
      "en": "Urban Legend Maker"
    },
    "updatedAt": "2024-03-13T14:26:16+00:00",
    "coverArt": "https://mangadex.org/covers/b222a0cc-db9f-4dc8-ac78-4194e7d14403/add173ce-c801-499d-8b2b-4d25d2f4d2d6.jpg",
    "altTitles": [
      {
        "zh-ro": "Wǒ, Chuàngzàole Dūshì Chuánshuō!"
      },
      {
        "zh": "我，创造了都市传说！"
      },
      {
        "en": "I, Created Urban Legends"
      },
      {
        "en": "I Created an Urban Legend"
      },
      {
        "vi": "Ta Sáng Tạo Truyền Thuyết Đô Thị"
      },
      {
        "vi": "Ta Ở Tokyo Sáng Tạo Truyền Thuyết Đô Thị"
      },
      {
        "vi": "Ta, Sáng Tạo Ra Đô Thị Truyền Thuyết"
      }
    ],
    "description": {
      "en": "The protagonist Yuan Zhenji crossed to the parallel world of Jiangshi, and found that this world was full of various horror and weirdness, and ordinary humans were as fragile as paper in front of them. He used a notebook called \"Urban Legend Records\" to create urban legends that affect reality, punish criminals and contain weirdness, absorb the weird rule ability \"use magic to defeat magic\", and become a monitor who fights against weirdness, and fights with his partners against the coming doomsday-level weirdness...",
      "vi": "Sau khi xuyên không tới đất nước Nhật Bản trong thế giới song song, Kanbaru Shinji có được một quyển sổ ghi chép tên là Truyền Thuyết Đô Thị Thực Lục.\nMọi truyền thuyết đô thị cậu ghi vào đó đều có thể trở thành sự thật.\nMà Nhật Bản ở thế giới này còn thiếu khuyết rất nhiều truyền thuyết đô thị từng xuất hiện trong kiếp trước như là Hanako nhà vệ sinh, Thiếu Nữ Đến Từ Địa Ngục, Quý bà Hachishaku, Cuộc gọi của Mary, Con Mắt Trong Khe Hở...\nKanbaru Shinji: “Để ta khiến cho Nhật Bản này quần ma loạn vũ đi!”\nTóm tắt theo tiểu thuyết gốc, bản manhua đã chỉnh sửa rất nhiều từ tên nhân vật cho đến bối cảnh, vui lòng theo dõi truyện để biết thêm chi tiết."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03f7d7b9-9639-48ab-b346-fee6883be261",
    "title": {
      "en": "The Lady with a Mask"
    },
    "updatedAt": "2021-11-19T00:12:56+00:00",
    "coverArt": "https://mangadex.org/covers/03f7d7b9-9639-48ab-b346-fee6883be261/4df784f5-5fad-4457-9cb1-56df055475b3.jpg",
    "altTitles": [
      {
        "fr": "Bas les Masques !"
      },
      {
        "ko": "Gamyeon Sseun Yeoja"
      },
      {
        "en": "Masked Woman"
      },
      {
        "ru": "Женщина в маске"
      },
      {
        "ja": "仮面女子シオン"
      },
      {
        "zh-hk": "戴假面的女人"
      },
      {
        "ko": "가면 쓴 여자"
      }
    ],
    "description": {
      "en": "Who wouldn't be upset if they had a boss who treated them cruelly and unfairly? That is the life of Eom Boran, Henzel Company secretary under the leadership of Kwon Sehu. Unable to forget, Boran decided to vent her frustration by writing children's picture books.   \n  \nIn the book, Boran drew Mr. Kwon, 'Huse', as a child who likes to bully his friends. Boran thought Mr. Kwon would never find out about the book, but fate said something else. What will happen to Boran?   \n  \nCan Boran hide the truth about the book from Mr. Kwon?\n\n---\n\nBased on the [Original Webnovel](https://page.kakao.com/home/48156117) by 민(MIN)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "55"
  },
  {
    "mangaId": "00ddd608-4250-47db-9123-6ca6b3caba2d",
    "title": {
      "en": "Reborn as the Heavenly Martial Demon"
    },
    "updatedAt": "2024-08-04T12:08:17+00:00",
    "coverArt": "https://mangadex.org/covers/00ddd608-4250-47db-9123-6ca6b3caba2d/9e1d6c86-38ad-44d2-8298-0a8480599a95.png",
    "altTitles": [
      {
        "en": "After I Die, I Transform Into a Martial Arts Demon"
      },
      {
        "en": "I, In My Posthumous Form, Transform Into The Martial Dao Demon"
      },
      {
        "fa": "دراگون تی اسکول"
      },
      {
        "en": "Reborn as the Heavenly Martial Demon"
      },
      {
        "zh-ro": "Wǒ Sǐ Hòu, Huàshēn Wǔdào Tiānmó"
      },
      {
        "zh": "我死后，化身武道天魔"
      }
    ],
    "description": {
      "en": "Humanity lost the war. Businessmen who sold out their fellow compatriots, hunters who turned to the monsters, stepping on countless human corpses, all in order to earn profit. The otherworldly monsters that entered our world seized it bit by bit like a raging fire. That was until Zuo Chi arrived. \n\"Back then you all were gladly invading our world, so why are you weeping now?\"",
      "fr": "L'humanité a perdu la guerre. Des hommes d'affaires ont trahi leurs compatriotes, et des chasseurs se sont transformés en monstres, piétinant d'innombrables cadavres humains, tout cela pour le profit. Les créatures d'un autre monde ont envahi le nôtre, le conquérant peu à peu comme un feu dévorant. Mais alors que tout semblait perdu, Zuo Chi est apparu.\n\"Autrefois, vous envahissiez notre monde avec jubilation. Pourquoi pleurez-vous maintenant ?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]