[
  {
    "mangaId": "72e0cfc5-1163-448f-bd56-9313dd313447",
    "title": {
      "en": "Kujibiki Unbalance"
    },
    "updatedAt": "2024-04-09T23:32:16+00:00",
    "coverArt": "https://mangadex.org/covers/72e0cfc5-1163-448f-bd56-9313dd313447/71f190cd-3ade-4d67-bc55-59ede4a7c4ec.jpg",
    "altTitles": [
      {
        "en": "Kujibiki♥Unbalance"
      },
      {
        "en": "くじびき♥アンバランス"
      },
      {
        "en": "くじびきアンバランス"
      },
      {
        "en": "不平衡抽签"
      }
    ],
    "description": {
      "en": "Chihiro has been cursed with bad luck all his life, but all that changes when he wins a mysterious lottery that earns him a spot at the prestigious Rikkyoin High School, a strange place where everything is decided by chance - even who gets appointed to the student council. Although Chihiro has drawn the winning ticket, this is no ordinary honor. Each day the student-council members must risk their lives to save the school from various forces of evil."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f2fa82a7-cf98-48cd-886c-86c35fc6d223",
    "title": {
      "en": "Shoujo Nyuumon"
    },
    "updatedAt": "2024-04-04T21:20:06+00:00",
    "coverArt": "https://mangadex.org/covers/f2fa82a7-cf98-48cd-886c-86c35fc6d223/e3f5f00c-0c9b-4e74-9a5f-3d89973f38d8.jpg",
    "altTitles": [
      {
        "ja": "少女入門"
      }
    ],
    "description": {
      "en": "A new type of romantic comedy full of laughter and excitement, featuring two \"boys who have turned into girls,\" is about to begin!",
      "ja": "新鋭・堀出井靖水がコミックウォーカー・ニコニコ漫画に登場！\n\n『女の子になってしまった男の子』×２が織りなす、笑いとときめきいっぱいの新感覚ラブコメ、スタートですっ♡"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00c76090-a70f-4d96-a663-00c2e088ba16",
    "title": {
      "en": "Shinshi Doumei Cross †"
    },
    "updatedAt": "2023-01-22T17:31:28+00:00",
    "coverArt": "https://mangadex.org/covers/00c76090-a70f-4d96-a663-00c2e088ba16/0ed4716b-67e4-41f0-a4e2-bd6449f0c020.jpg",
    "altTitles": [
      {
        "en": "Kusame and Komaki and the Key of Love"
      },
      {
        "es-la": "La Alianza de la Cruz de los Caballeros"
      },
      {
        "ja-ro": "Shinshi Doumei Cross"
      },
      {
        "ja-ro": "Shoujo Eve Rin"
      },
      {
        "ja-ro": "Umi no Chikyuugi Nocturne"
      },
      {
        "ru": "Альянс Джентльменов +"
      },
      {
        "ja": "紳士同盟＋"
      },
      {
        "ja": "紳士同盟CROSS"
      },
      {
        "ja": "紳士同盟クロス"
      },
      {
        "de": "Allianz der Gentlemen"
      },
      {
        "en": "Eve's Applework 24 Hours"
      },
      {
        "en": "The Gentlemen's Alliance Cross"
      },
      {
        "vi": "Hội quý tộc"
      },
      {
        "it": "L'accademia dei Misteri"
      },
      {
        "en": "The Globe of the Sea - Nocturne"
      },
      {
        "ko": "신사동맹 크로스"
      },
      {
        "ko-ro": "Sinsadongmeang Keuroseu"
      }
    ],
    "description": {
      "en": "In return for a business loan of 50 million yen, the prestigious Kamiya family gave their daughter Haine away to the Otomiya family. Haine, now an Otomiya, is appointed to the student council of the exclusive Imperial Academy, a private school for the aristocracy. Even though Haine is of proper lineage to be on the council, she finds herself struggling to find her place among the many secrets of its elite members, especially those of the president who holds her heart - Shizumasa Togu, aka \"the Emperor.\"  \n  \nHaine has been in love with Shizumasa Togu from the day she read the picture book he wrote as a child. She enrolls the Imperial Academy to be close to him and is accepted as a member of the student council. But with that, dark secrets start to reveal themselves! Why does \"The Emperor\" act differently? Is Haine really in love with Shizumasa? Why did her father sell her and why doesn't her mother write to her anymore?  \n  \nIncludes the following extra stories:  \n  \nVolume 1  \n- Hydrangea, the Unspoken Love Veiled by the Rain  \n  \nVolume 4  \n- I Walk the Night  \n- The Labyrinth of Maora's First Love  \n- On Monday I Fell in Love with You  \n- The Postman's Delivery Diary  \n- Go for It! Riko's First Love Story!!  \n  \nVolume 5  \n- Kusame, Komaki, and the Key to Their Love  \nAfter Komaki confesses and Kusame accepts unwillingly, Kusame tries to break up with her, but how?  \n  \nVolume 8  \n- Shoujo Eve Ringo Jikake no 24 Ji (Shoujo Eve: Eve's Applework 24 Hours, 少女イブ☆林檎じかけの２４時)  \n\"Kawaii”… Eve has come to hate this word. \"Kawaii\" has ruined her life and made her a social outcast. Yet she still has hopes Niikawa will return her feelings for him, that is if the rowdy class idol Kashii doesn't spoil everything first!  \n  \nVolume 9  \n- Strawberry Milk and Chocolate Coffee  \n  \nVolume 11  \n- The Water-Bubble Princess  \n  \n- Umi no Chikyuugi Nocturne (The Globe of the Sea: Nocturne, 海の地球儀・夜想曲 (ノクターソ))  \nSearching for the meaning of people's lives is the mission that is given by God. The reason for my birth… It's okay if it was just to meet you that night.  \n  \n- Shinshi Doumei Cross Special Side Story  \nAfter Komaki confesses and Kusame accepts unwillingly, Kusame tries to break up with her, but how?",
      "pl": "Shoujo Eve Ringo Jikake no 24 Ji: Eva jest dziewczyną, której wszyscy mówią, że jest \"kawaii\" (jap. śliczna). Jednak zamiast się z tego cieszyć, dobija ją to, ponieważ nie ma z tego powodu żadnych przyjaciół. Jednak ciągle ma nadzieję, że przynajmniej Niikawa-kun odwzajemni jej uczucia, no ale co w tym wszystkim robi denerwujący Kahii-kun?"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "47"
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-03-30T07:56:09+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/a556692c-61c0-4d40-a833-38ef8c1e6b8f.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "en": "Starting Today We’re Childhood Friends"
      },
      {
        "en": "Starting Today She's My Childhood Friend"
      },
      {
        "ja": "今日おさ"
      },
      {
        "ja-ro": "KyouOsa"
      }
    ],
    "description": {
      "en": "Yuuki, a transfer student, is Aida's neighbor, both at home and in the classroom. Aida tries to get friendly with Yuuki, but their conversations lead nowhere. On the other hand, when it comes to their situation as neighbors, Yuuki...\n\n[Official Twitter](https://twitter.com/kyo_osa0420)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30b76fde-1574-461f-8b52-949518500483",
    "title": {
      "en": "Real no Heroine wa Irimasen!"
    },
    "updatedAt": "2023-12-23T23:12:57+00:00",
    "coverArt": "https://mangadex.org/covers/30b76fde-1574-461f-8b52-949518500483/fed3c672-46b8-40e9-bce1-1b9441b57312.jpg",
    "altTitles": [
      {
        "en": "Even 'Used Goods' Wants to Experience Love!"
      },
      {
        "en": "Even If It Is Second Hand, I Want to Fall in Love!"
      },
      {
        "pt-br": "Eu não preciso de uma heroína real"
      },
      {
        "ru": "Даже использованный товар желает испытать любовь"
      },
      {
        "th": "มือสองแล้วทําไมถ้าใจคิดจะรัก"
      },
      {
        "zh": "中古也要谈恋爱！"
      },
      {
        "ja": "現実の彼女はいりません!"
      },
      {
        "zh-hk": "醒醒吧！你沒有女朋友"
      },
      {
        "ko": "중고라도 사랑이 하고싶어!"
      },
      {
        "ko": "현실의 여친은 필요 없어요!"
      },
      {
        "ru": "Мне не нужна реальная героиня!"
      }
    ],
    "description": {
      "en": "Aramiya Seiichi is an ordinary high school eroge otaku who's given up all hope on girls in the 3D world due to a certain incident. One day, after he's bought a bunch of new material in consequence of experiencing the frustration of a perfect eroge character turning out to be used goods, he encounters a delinquent-like-looking girl being about to get raped by a bunch of guys. By mere chance, he rescues her. Days later, when school starts again, it turns out to have been his classmate, Ayame, a feared delinquent girl who's got all kind of rumors about her, especially that she's used goods. And it appears that she's set on becoming his ideal girl to make him fall for her.",
      "ja": "三次元に興味ナシのオタクな高校生・新宮清一は、ひょんなことから学校一の不良少女・綾女古都子に告白される。当然の如くこれを断固拒否！　……した清一だったが、古都子は「じゃあ、お前の理想になってやるよ！」とメインヒロインのようなツインテ美少女に変貌して、強引なアプローチで迫り始め…？",
      "pt": "Aramiya Seiichi é um estudante ordinário… Um otaku dos eroges que perdeu todas as esperanças nas garotas em 3D devido um certo incidente. Um dia, após ele comprar alguns materiais novos devido uma frustração em consequência de uma experiência frustrante com uma \"personagem perfeita\" de um eroge, ele encontra uma garota delinquente prestes a ser estuprada por um grupo de homens. Por um acaso ele acaba salvando ela, e por este acaso a sua vida acaba mudando completamente...",
      "ru": "Когда Сейчи учился в младших классах, он получил психическую травму из-за некой девушки. С тех самых пор, он с недоверием относится к девушкам, и испытывает отвращение к не девственницам. Сейчас Сейчи эроге-отаку, ученик старшей школы, однажды вечером он оказывается свидетелем попытки изнасилования девушки группой людей, случайно привлекая внимания насильников, он использует смекалку и успешно спасает себя и девушку. Девушка оказывается известной хулиганкой, и о ней часто ходят не очень хорошие слухи, а что не менее важно, девушка эта – одноклассница Сейчи, Аямэ. После того дня, она влюбляется в главного героя, и решает добиться его расположения любым способом. Видя потуги девушки, учительница Сейчи просит его помочь Аямэ стать нормальной девушкой, на что тот неохотно соглашается. Так и начинается история о парне, который пытается исправить хулиганку, попутно устраняя все нажитые ею слухи, и о девушке, которая хочет любви."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "142"
  },
  {
    "mangaId": "4413d794-e0da-4a6e-b61a-afd5758914e6",
    "title": {
      "en": "Hanninmae no Koibito"
    },
    "updatedAt": "2024-03-26T13:02:30+00:00",
    "coverArt": "https://mangadex.org/covers/4413d794-e0da-4a6e-b61a-afd5758914e6/7188e434-cc6e-43bb-9469-3cc7b7c60dfe.jpg",
    "altTitles": [
      {
        "ja": "半人前の恋人"
      },
      {
        "en": "Blooming Love"
      },
      {
        "ru": "Цветущая любовь"
      },
      {
        "bg": "Разцъфтяваща любов"
      },
      {
        "th": "มือใหม่หัดรัก"
      },
      {
        "pt-br": "Amor Florescente"
      },
      {
        "ru": "Неопытные возлюбленные"
      },
      {
        "ru": "Недостаточно опытные возлюбленные"
      }
    ],
    "description": {
      "en": "One day, when I was making school supplies in the art room, a very scary-looking girl was staring at me...!? Crafts girl vs. art boy romantic comedy!!",
      "ru": "В один прекрасный день Ибуки Синтаро поручили сделать ящик для предложений только потому, что он состоит в художественном кружке. Пока он работал с непривычными для него инструментами, он заметил на себе сверлящий взгляд устрашающей девчонки. Неожиданно она забирает у него пилу и энергичными движениями начинает резать доску! Так начинаются отношения между мальчишкой-художником и девчонкой-мастерицей!",
      "th": "“ในวันหนึ่ง ขณะที่กำลังทำงานอุปกรณ์ในห้องศิลปะ มีเด็กสาวที่มีหน้าตาน่ากลัวกำลังเฝ้ามองมาที่ผม...!?” เรื่องราวความรักคอมเมดี้ระหว่างสาวช่างฝีมือกับหนุ่มสายศิลป์!?",
      "pt-br": "Um dia, quando eu estava fazendo material escolar na sala de arte, uma garota muito assustadora estava olhando para mim...!? \n\nMenina do artesanato vs. garoto da arte comédia romântica!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e660da42-375c-4fca-80f1-1afbe5342b8f",
    "title": {
      "en": "Fool Night"
    },
    "updatedAt": "2024-03-26T12:50:57+00:00",
    "coverArt": "https://mangadex.org/covers/e660da42-375c-4fca-80f1-1afbe5342b8f/98b0256d-3452-4728-b82d-004026830ea8.jpg",
    "altTitles": [
      {
        "ja": "フールナイト"
      },
      {
        "zh": "愚者之夜"
      },
      {
        "ko": "풀 나이트"
      },
      {
        "ru": "Ночь Дурака"
      },
      {
        "ja-ro": "Fuuru Naito"
      },
      {
        "uk": "Ніч Дурня"
      },
      {
        "uk": "Дуриніч"
      }
    ],
    "description": {
      "en": "In the distant future, earth is covered by thick clouds and deprived of the warm rays of sunlight. Natural plants have all but withered, leading to low levels of oxygen everywhere. \n\nHowever, humans have developed a technique to transform people into plants to produce a small amount of oxygen that allows mankind to keep surviving. In this world, everyone must decide: Will they live as humans in a bleak and uncertain world, or abandon their anguish to embrace a new life as plants?",
      "ru": "Продолжать прикладывать усилия ради жизни человеком? Или же красиво осыпаться, подобно цветку? Душевно изображенный неизвестный мир будущего!\n\nМир далёкого будущего окружают облака, не пропускающие дневной свет, увядших растений и недостатка кислорода. Однако, люди разработали технологию превращения человека в растение для получения кислорода и продолжают выживать.\nПеред людьми встаёт нелёгкий выбор - продолжать выживать в этом безнадежном мире людей или же, отбросив страдания, сделать шаг в новую жизнь в виде растений?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bce6fbab-d917-4bc8-afe9-85c398c8f495",
    "title": {
      "en": "Sekai wa Kimi o Sukuu!"
    },
    "updatedAt": "2022-05-23T18:02:14+00:00",
    "coverArt": "https://mangadex.org/covers/bce6fbab-d917-4bc8-afe9-85c398c8f495/f6508e42-a7b6-4fe6-87f8-d1a85d085583.jpg",
    "altTitles": [
      {
        "en": "My Sweet Heart"
      },
      {
        "en": "My Sweetheart."
      },
      {
        "ja-ro": "Sekai wa Kimi wo Sukuu!"
      },
      {
        "en": "The World Is Bound To Save You"
      },
      {
        "ja": "世界はきみを救う！"
      },
      {
        "en": "我的甜心宝贝"
      },
      {
        "en": "甜心零距離"
      }
    ],
    "description": {
      "en": "Contains five short stories.  \n  \n1-2. Sekai wa kimi (w)o Sukuu!  \nHarusawa Hiro, a 16-year-old girl, is always saying what she thinks and has no friends. One day, she yells at the famous Yamazaki Ryou from class C.  \n  \n3. Boku no Candy / My Sweet Heart  \nKubo Yukiya confesses to the girl he likes: Hoshino Mimi! She looks like an angel but is nothing like that at all…!  \n  \n4. Clear Note  \nHasegawa Rumi is a rather shy girl that likes books. One day, she has to do the class-duties with the popular Kazama. They seem to have nothing in common…  \n  \n5. Green Boy x Blue Girl"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-03-22T13:09:51+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/171b59a7-7df4-4fa4-99fb-2410ab606f01.jpg",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6a36fdf-a578-4923-b898-df4604c86971",
    "title": {
      "en": "Plum Buddy"
    },
    "updatedAt": "2024-04-09T20:23:17+00:00",
    "coverArt": "https://mangadex.org/covers/f6a36fdf-a578-4923-b898-df4604c86971/f78bcaef-538a-4eea-9ae3-0f6bc99738fb.png",
    "altTitles": [
      {
        "ko": "플럼 버디"
      }
    ],
    "description": {
      "en": "The hot and sticky hot summer romance of five writers! Enjoy hot summer\nwith [<Mr. Blue Hot Summer BL Short Story!>](https://www.mrblue.com/webtoon/wt_2020hot_wz)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "3"
  },
  {
    "mangaId": "56b59484-a009-45d1-89bc-30d3974b5ae7",
    "title": {
      "en": "Koi wa Futago de Warikirenai"
    },
    "updatedAt": "2024-01-14T20:04:59+00:00",
    "coverArt": "https://mangadex.org/covers/56b59484-a009-45d1-89bc-30d3974b5ae7/71a6e907-f06c-40da-9a4b-65f0303d39af.jpg",
    "altTitles": [
      {
        "ja": "恋は双子で割り切れない"
      },
      {
        "en": "Love Between Twins is Indivisible"
      }
    ],
    "description": {
      "en": "My family moved next door to the Jinguji family when I was six years old. From then until I was in the first grade of high school now, both parents were on good terms, and the twin sisters of the Jinguji family that I grew up with were my close friends as if they were like my own family. Ryumi, the sister who looks like a boy, and Naori, the otaku sister who is cute on the outside. And I'm Jun Shirasaki, who isn't afraid of being sandwiched between beautiful sisters with different personalities. Although I'm a novice in love, I don't have a special relationship and the changes continue. \"Why don't you go out with me? How about we try dating?\" These words from Ryumi eventually led us into a strange love triangle. The romantic comedy story of first love with twins begins!",
      "id": "Keluargaku pindah ke sebelah keluarga Jinguji saat aku berusia enam tahun. Sejak saat itu sampai aku kelas satu SMA sekarang, kedua orang tua berhubungan baik, dan Saudari kembar keluarga jinguji yang tumbuh bersamaku merupakan teman dekatku seolah-olah mereka sudah seperti keluargaku sendiri.\n\nRyumi, saudari perempuan yang berpenampilan seperti laki-laki, dan Naori, saudari otaku yang memiliki sifat imut di luar. Dan Aku Jun Shirasaki, yang tidak takut terjepit di antara saudari perempuan cantik dengan kepribadian yang berbeda. Meskipun aku pemula dalma cinta, aku tak memiliki hubungan khusus dan perubahan terus berlanjut.\n\n“Kenapa kau tidak pacaran denganku? Bagaimana kalau kita coba pacaran?”\n\nKata-Kata dari Ryumi ini akhirnya membawa kami ke cinta segitiga yang aneh.\n\nKisah komedi romantis cinta pertama dengan si kembar dimulai!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94e6f5a4-a215-4f5b-ae82-febc560be66d",
    "title": {
      "en": "Villain to Kill"
    },
    "updatedAt": "2024-04-05T16:55:59+00:00",
    "coverArt": "https://mangadex.org/covers/94e6f5a4-a215-4f5b-ae82-febc560be66d/367fe9ac-4fd5-44d4-88ae-cff1f44618cf.jpg",
    "altTitles": [
      {
        "ko": "빌런투킬퓨핀"
      },
      {
        "es-la": "Villano para matar"
      }
    ],
    "description": {
      "en": "There are two kinds of people with special abilities: villains, who are driven by their evil desires, and psykers, who pursue justice and work against villains.\n\nCassian Lee is a very powerful psyker with a good heart. But one day, when he visits his friend in Greece, things take a wrong turn. Following an unexpected chain of events, Cassian ends up in the body of a Korean high school boy... who has just become a villain! \n\nWill his sense of justice win in the end or will he end up becoming a cold-blooded villain?",
      "es-la": "\"¡Debes convertirte en el mayor mal para luchar contra el mal real!\" Kasian muere tras ser incriminado por el asesinato de un compañero. Justo cuando pensaba que todo había terminado para él, su alma se transfiere a un niño ... ¡Un psíquico popular y de primera clase que era la envidia de todos se convierte en un villano de la noche a la mañana!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4121f7e-41c1-448f-98df-a019d764c17a",
    "title": {
      "en": "Reiwa no Dara-san"
    },
    "updatedAt": "2024-03-25T05:22:22+00:00",
    "coverArt": "https://mangadex.org/covers/e4121f7e-41c1-448f-98df-a019d764c17a/b4e7ca08-b6c6-4f88-a912-f72aae43250d.jpg",
    "altTitles": [
      {
        "ja": "令和のダラさん"
      },
      {
        "en": "Reiwa Dara-san"
      }
    ],
    "description": {
      "en": "Seeing it brings misfortune; defiling it brings a curse? Introducing a new era of strangeness, abandoning seriousness!\n\nOn a stormy day, a landslide destroys a fence, and siblings who ventured into a long-prohibited area encounter a terrifyingly bizarre creature...\n\"I'm a curse god, you know!? Don't you think anything of this grotesque form?!?\"\nThe unflappable siblings, rather than being scared, casually call the creature \"Dara-San\" and grow fond of it!?\n\nSeemingly scary but not at all! A new era of occult comedy that leaves seriousness behind.",
      "es": "Verlo trae desgracia; profanarlo, trae una maldición... Introduciendo una nueva era de extrañeza, ¡abandonando la seriedad!\n\nEn un día de tormenta, un desprendimiento de tierra destruye una cerca, y unos hermanos que se aventuraron en una zona prohibida durante mucho tiempo se encuentran con una criatura terroríficamente extraña...\n\"¡Soy un dios maldito! ¡¿No te importa nada esta forma grotesca?!?\"\nLos imperturbables hermanos, en lugar de asustarse, llaman casualmente a la criatura \"Dara-San\" y ¡le cogen cariño!?\n\nParece que da miedo, ¡pero no! Una nueva era de comedia ocultista que deja atrás la seriedad.",
      "es-la": "Verlo trae desgracia; profanarlo, trae una maldición... Introduciendo una nueva era de extrañeza, ¡abandonando la seriedad!\n\nEn un día de tormenta, un desprendimiento de tierra destruye una cerca, y unos hermanos que se aventuraron en una zona prohibida durante mucho tiempo se encuentran con una criatura terroríficamente extraña...\n\"¡Soy un dios maldito! ¡¿No te importa nada esta forma grotesca?!?\"\nLos imperturbables hermanos, en lugar de asustarse, llaman casualmente a la criatura \"Dara-San\" y ¡le cogen cariño!?\n\nParece que da miedo, ¡pero no! Una nueva era de comedia ocultista que deja atrás la seriedad."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c322dbd7-bf69-468a-b6c8-41e110e1e0ff",
    "title": {
      "en": "Superhuman Battlefield"
    },
    "updatedAt": "2023-07-29T18:02:25+00:00",
    "coverArt": "https://mangadex.org/covers/c322dbd7-bf69-468a-b6c8-41e110e1e0ff/982dfb2d-36c3-4660-b219-706bbe381b75.jpg",
    "altTitles": [
      {
        "ko": "초인의 게임"
      },
      {
        "ru": "Игра сверхчеловека"
      },
      {
        "en": "The Esper's Game"
      }
    ],
    "description": {
      "en": "Seo MoonYeob was the world’s greatest superhuman, who sacrificed himself after saving humanity.\n\nThought to have been dead, he returns 17 years later to a now-peaceful world,\nand the superhuman sport faces seismic change.\n\nThe story of a modern-fantasy sports-action starts now!",
      "ko": "인류를 구하고 홀로 희생한 영웅, 최강의 초인 서문엽.\n죽었다고 알려진 그가 17년 후의 평화로운 세상에 돌연 귀환하면서\n초인들의 스포츠 <배틀필드>에는 지각변동이 일어나기 시작한다.\n\n본격 현대 판타지 X 스포츠 X 액션!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4896718-ecef-4701-8497-5ba07d4e89cc",
    "title": {
      "en": "I Killed the Player of the Academy"
    },
    "updatedAt": "2023-12-15T08:17:39+00:00",
    "coverArt": "https://mangadex.org/covers/a4896718-ecef-4701-8497-5ba07d4e89cc/c876c829-a2ce-45fc-a263-cef39e01fa5d.png",
    "altTitles": [
      {
        "ko": "아카데미 플레이어를 죽였다"
      },
      {
        "en": "I Killed an Academy Player"
      },
      {
        "en": "I Killed the Academy Player"
      }
    ],
    "description": {
      "en": "I killed the player.\n\nHe was a real son of a bitch…\n\nHe loved me too much and was a sociopath.\n\nNow that I'm back in time, I'll kill him before being manipulated again and save the harem's girls who will help me win the video game's scenario!",
      "ko": "플레이어를 죽였다.\n죽일 만한 놈이었다. 아주 X새끼였거든."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-04-07T17:49:35+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/cd6ab605-b228-405b-9791-3e630588d6f1.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-03-31T15:53:45+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/b9fece9d-5ffb-48fb-ad9c-2173aef882f2.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e544761-7d3d-4fce-8137-719814d7d138",
    "title": {
      "en": "Eleceed"
    },
    "updatedAt": "2024-04-09T21:00:07+00:00",
    "coverArt": "https://mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/52cf193d-6862-43e8-9de4-1025c0e6e297.jpg",
    "altTitles": [
      {
        "ko": "일렉시드"
      },
      {
        "ru": "Элисед"
      },
      {
        "ja": "エレキシード"
      },
      {
        "zh": "觉醒吧，铲屎官！"
      },
      {
        "es": "Eleceed: Velocidad eléctrica"
      },
      {
        "es-la": "Electricidad veloz"
      }
    ],
    "description": {
      "en": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "es": "Jiwoo es un joven amable que utiliza sus reflejos increíblemente rápidos, como los de un gato, para hacer del mundo un mejor lugar salvando niños o mascotas. Kayden es un agente secreto prófugo que termina encerrado en el cuerpo de un... mmm... gato gordo, peludo y viejo. Juntos y con la ayuda de los superpoderes de Jiwoo y la inteligencia de Kayden lucharán contra las fuerzas que desean que el mal tome control del mundo. Aunque solo lo lograrán si consiguen soportarse lo suficiente para hacerlo.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "fr": "Jiwoo est un jeune lycéen au bon coeur qui utilise ses réflexes incroyablement rapides pour rendre le monde meilleur, que ce soit en sauvant un petit enfant ou bien un animal de compagnie. Kayden est un agent secret fugitif qui finit par être enfermé dans le corps d'un... euh... vieux, gros chat tout poilu. Ensemble, et équipés des superpouvoirs de Jiwoo et de l'intelligence de Kayden, ils lutteront contre les forces obscures qui veulent que le mal domine le monde... mais seulement s'ils arrivent à bien s'entendre !\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "id": "Kolaborasi yang luar biasa dari author \"Noblesse\" dan author \"Girls the Wild's\"! Kisah aksi fantasi mengenai Kaiden yang jiwanya masuk ke seekor kucing gendut dan Jiwoo yang suka menyembunyikan kekuatannya!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ja": "敵の不意打ちで深い傷を負い、猫の体に身を隠した覚醒者のカイド。猫好きの主人公・勇羽に助けられるが… 『ノブレス』 X 『少女ザワイルズ』作家らによる爽快アクション！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ko": "<노블레스> 손제호 작가와 <소녀더와일즈> 제나 작가가 만났다!\n고양이 몸에 깃든 각성자 카이든과 각성능력을 숨겨온 고등학생 지우\n러블리 2인조의 액션 판타지\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ru": "Кайден - загадочный человек, который словно комета спустился с неба. Весь израненный, почти потерявший последние силы, он решает скрыть свое присутствие - ведь по-другому от погони не уйти. По дороге Кайден встречает обычную дворовую кошку и, почти не думая, решает вселиться в ее тело. Со Чжи У - энергичный и общительный молодой человек из средней школы, который очень любит кошек. Один раз по пути домой он встречает до боли потрепанного кота и берет его к себе домой. Наш У не только добрый, но еще и обладает одной скрытой способностью. Какой же?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "th": "เรื่องใหม่ของนักเขียน Son Je-ho จาก <โนเบลส> และ Zhena จาก <วีน เหวี่ยง WILD มัธยมสาวพันธุ์ดุ>! แอ็กชันแฟนตาซีสุดน่ารัก เรื่องราวของ \"ไคเดน\" ผู้มีพลังพิเศษแต่แฝงตัวด้วยการสิงอยู่ในร่างแมว และ \"จีอู\" นักเรียนหนุ่มทาสแมวแสนธรรมดาที่แอบซ่อนพลังที่ไม่ธรรมดาเอาไว้\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "zh": "超强觉醒者意外变身胖橘，\n没想到铲屎官也有超能力!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "pt-br": "Ji-U é um jovem de bom coração que aproveita os reflexos rápidos de um gato para secretamente tornar o mundo um lugar melhor - uma criança salva ou um animal de estimação adotivo de cada vez. Kayden é um agente secreto em fuga, que se encontra preso no corpo de um... hum... decididamente gordo velho gato fofo. Juntos, armados com os superpoderes de Ji-U e a super inteligência de Kayden, eles estão prontos para lutar contra as forças que deixariam o mal governar este mundo. Isto é, se eles aguentarem um ao outro tempo suficiente para fazer o trabalho.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8892dc05-867f-4fff-823b-47210a6746bb",
    "title": {
      "en": "I Am the Fated Villain"
    },
    "updatedAt": "2024-01-03T18:30:55+00:00",
    "coverArt": "https://mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "altTitles": [
      {
        "en": "Villain Is Here"
      },
      {
        "zh-hk": "我！天命大反派"
      },
      {
        "en": "Me, the Heavenly Destined Villain"
      },
      {
        "zh-ro": "Wǒ! Tiānmìng Dà Fǎnpài"
      },
      {
        "zh-ro": "Wo! Tian Mìng Da Fanpai"
      },
      {
        "en": "The Villain Of Destiny"
      },
      {
        "en": "My Fate As a Villain"
      },
      {
        "ru": "Моя судьба злодея"
      }
    ],
    "description": {
      "en": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
      "fr": "Dès que Gu Changge s’est rendu compte qu’il avait transgressé un monde imaginaire, le protagoniste de ce monde, l’élu de la fortune, a juré de se venger de lui. Envié par tous, non seulement la femme principale est folle de lui, mais il est également traité comme un invité de marque partout où il va. Heureusement, le prestige et le pouvoir de Gu Changge sont supérieurs à ceux de tous les autres, alors il ne devrait pas être facile de piétiner un simple élu de la fortune ?",
      "id": "Begitu Gu Changge menyadari dia telah masuk ke sebuah dunia fantasi, protagonis dunia itu yang dengan beruntungnya terpilih, bersumpah untuk melakukan balas dendam terhadapnya. Semua orang sangat iri pada Protagonis itu, karena bukan hanya karakter utama wanita tergila-gila padanya, tapi dia juga selalu diperlakukan sebagai tamu kehormatan kemanapun dia pergi. Untungnya, martabat dan kekuatan Gu Changge jauh melebihi milik orang lain, sehingga dia tidak dengan mudah jatuh di tangan orang yang hanya terpilih karena keberuntungannya?\n\n \n\nTunggu dulu… ada sistem yang didedikasikan untuk meraup dan mengambil dari apa yang dimiliki protagonis? Gu Changge tersenyum. “Sepertinya takdir pun ingin aku memenuhi takdirku sebagai orang jahat di dunia ini!”",
      "pl": "Gu Changge zostaje przeniesiony do świata wuxia, gdzie z miejsca staje się obiektem nienawiści protagonisty, będącego Wybrańcem Losu, gdyż nie dość, że główna bohaterka rzuca mu się w ramiona, to jeszcze jest przez wszystkich traktowany niczym znamienity gość. Na szczęście jego postać cechuje znacząca siła, więc powinien bez trudu zmiażdżyć jakiegoś w czepku urodzonego dzieciaka, prawda? “Chwila… Otrzymałem wyspecjalizowany system, który pozwala mi okradać głównego bohatera ze szczęścia?” Gu Changge uśmiechnął się znacząco. “Zdaje się, że moim przeznaczeniem jest podążanie ścieżką prowadzącą do stania się największym czarnym charakterem w tym świecie!”",
      "ru": "Гу Чангэ попадает в фэнтези-мир, где, по-классике, оказывается в шкуре главного козла отпущения.\nУдивительно, что главный герой сразу же снизыскал расположение у императрицы, чем вызвал бурю ненависти в свой адрес. К счастью, Чангэ - уважаемый человек в городе и единственное, что его спасает от кары в данной ситуации это высокий статус в обществе. Подождите-ка... а вы уже знаете, что здесь есть необычная система рангов, в которой присутствуют яркие герои всех мастей? Проанализировав события, герой понимает, что выгоднее всего вжиться в свою новую роль и пойти по пути персонажа-злодея!",
      "pt-br": "Imediatamente após Gu Changge perceber que havia transmigrado para um mundo de fantasia, o protagonista do mundo, e o escolhido da fortuna, jurou se vingar dele. Invejado por todos, ele não só tem a liderança feminina de ponta-cabeça por ele, mas também é tratado como um distinto convidado onde quer que vá. Felizmente, o prestígio e o poder de Gu Changge são superiores aos de todos os outros, então não deveria ser fácil pisar em uma mera escolha da fortuna? Espere … Existe um sistema dedicado à ordenha e colheita do protagonista? Gu Changge sorriu. “Parece que até o destino quer que eu cumpra meu destino como o vilão deste mundo!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34e45b02-b5c8-4a4b-a21a-7b5059391dc8",
    "title": {
      "en": "To Your Eternity"
    },
    "updatedAt": "2024-02-03T18:09:43+00:00",
    "coverArt": "https://mangadex.org/covers/34e45b02-b5c8-4a4b-a21a-7b5059391dc8/e6ccac4c-da6c-479d-9e59-aad293a1eeed.jpg",
    "altTitles": [
      {
        "ja": "不滅のあなたへ"
      },
      {
        "ja-ro": "Fumetsu no Anata e"
      },
      {
        "es-la": "A ti, el inmortal"
      },
      {
        "de": "Für dich, den Unsterblichen"
      },
      {
        "vi": "Gửi Em Người Bất Tử"
      },
      {
        "vi": "Tới Ngươi Đích Bất Diệt"
      },
      {
        "pl": "Ku twej wieczności"
      },
      {
        "pt-br": "Uma vida imortal"
      },
      {
        "it": "A te, l'immortale"
      },
      {
        "id": "Untukmu yang Abadi"
      },
      {
        "tr": "Ölümsüz Sana"
      },
      {
        "tr": "Sana, Ölümsüz Olan"
      },
      {
        "ru": "Для тебя, Бессмертный"
      },
      {
        "ar": "إلى أبديتك"
      },
      {
        "ar": "إليك، أيُها الخالد"
      },
      {
        "hi": "तिम्रो अनन्तकाल को लागी"
      },
      {
        "th": "แด่เธอผู้เป็นนิรันดร์"
      },
      {
        "zh": "致不灭的你"
      },
      {
        "zh-hk": "致不滅的你"
      },
      {
        "ko": "불멸의 그대에게"
      },
      {
        "en": "To You, the Immortal"
      },
      {
        "kk": "Мәңгілігіне"
      },
      {
        "fr": "To Your Eternity"
      }
    ],
    "description": {
      "en": "An immortal being was sent to the surface of the earth and met a boy living alone in the middle of tundra.   \nThe being can take the shape of dying things, but only if the \"impetus\" is stronger than the previous one. What sort of experiences and meetings will the being encounter while living forever?   \n\n---   \n- **Won the 43rd Kodansha Manga Award for Shonen in 2019** \n   \n---\n\n**Links:**  \n**Officially Translated:**   \n- Alternative English version by [K MANGA](<https://kmanga.kodansha.com/title/10076/episode/319887>)\n- Alternative English version by [Inkr Comics](<https://inkr.page.link/Hmgv5BX51rftn9ar5>)\n- In French by [Pika](<https://www.pika.fr/serie/your-eternity>)   \n- In Italian by [Star Comics](<https://www.starcomics.com/fumetto.aspx?Fumetto=281315>)   \n- In Polish by [Kotori](<http://kotori.pl/nasze-wydania/ku-twej-wiecznosci/>)   \n- In Russian by [Istari](<https://istaricomics.com/katalog-knig/manga/istari-comics/to-your-eternity/>)   \n- In German by [Egmont](<https://www.egmont-shop.de/to-your-eternity-01.html>)   \n- In Indonesian by [m&c!](<http://www.mncgramedia.id/comics/comic_detail/untukmu-yang-abadi-01>) as **Untukmu yang Abadi** (2019)\n- In Brazilian Portuguese by [NewPOP](<https://www.lojanewpop.com.br/uma-vida-imortal-to-your-eternity-15576289>)",
      "fr": "\"C'est à l'épreuve de la réalité que je saurai ce que je suis... Voilà pourquoi mon voyage commence.\"\n\nUn être sous forme d'une petite sphère est envoyé sur terre, celle-ci change d'apparence en fonction de ce qu'elle rencontre.\nElle rencontre d'abord un loup puis un jeune garçon vivant seul au milieu d'un paysage enneigé. Chaque nouvelle rencontre est une occasion de vivre de nouvelles expérience pour cet être. Ainsi commence le voyage de l'Immortel, un voyage fait d'expériences et de rencontres dans un monde implacable...",
      "ja": "『聲の形』の大今良時が贈る、永遠の旅。真っ白な魂で世界に降り立つ！──現実だけが自分が誰なのかを教えてくれる。だから僕は、旅に出る。",
      "ru": "Отправленное на землю бессмертное существо знакомится с мальчиком, одиноко живущим в Тундре. Существо может принимать форму умерших, но только если «импульс» сильнее предыдущего. С какими впечатлениями и встречами столкнётся существо, живущее вечно?",
      "pt-br": "Um ser imortal foi enviado à superfície da terra e encontrou um menino que vivia sozinho no meio da tundra.\nO ser pode assumir a forma de coisas moribundas, mas somente se o \"ímpeto\" for mais forte que o anterior. Que tipo de experiências e encontros o ser encontrará enquanto viver para sempre?\n\n---\n- **Ganhou o 43º Prêmio Kodansha Manga na categoria shounen em 2019**"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "184a6d41-c35e-4ea8-82af-36ff463a5c58",
    "title": {
      "en": "Te wo Tsunagou yo"
    },
    "updatedAt": "2024-04-06T02:29:18+00:00",
    "coverArt": "https://mangadex.org/covers/184a6d41-c35e-4ea8-82af-36ff463a5c58/0a54c1b6-6b86-451a-bae1-3258153f86ae.jpg",
    "altTitles": [
      {
        "en": "Let's Hold Hands!"
      },
      {
        "ja-ro": "Te o Tsunagou yo"
      },
      {
        "ja": "てをつなごうよ"
      },
      {
        "zh": "我们牵手吧~你是我的花~"
      },
      {
        "zh": "让我们手牵手"
      },
      {
        "pt-br": "Vamos dar as mãos!"
      }
    ],
    "description": {
      "en": "Kusunoki Azuki and Daizu are close siblings who live in the Arisuno apartment complex. Their next door neighboor is Azuki's childhood friend Tachibana Chika, who has feelings for her. One day, two brothers who are close to their ages, Hiiragi Mizuki and Ryuusei, move into their other neighboring apartment. A heart throbbing neighborhood graffiti starts now!",
      "pt-br": "Kusunoki Azuki e Daizu são irmãos próximos que moram no complexo de apartamentos Arisuno. O vizinho ao lado é o amigo de infância de Azuki, Tachibana Chika, que tem sentimentos por ela. Um dia, dois irmãos quase da mesma idade, Hiiragi Mizuki e Ryuusei, mudam-se para o outro apartamento vizinho. Um graffiti de bairro pulsante começa agora!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "31"
  },
  {
    "mangaId": "243795f3-555f-4aeb-b44d-45c27f620fa8",
    "title": {
      "en": "Sukidarake Dayo Yamada-san!!"
    },
    "updatedAt": "2024-03-28T16:52:00+00:00",
    "coverArt": "https://mangadex.org/covers/243795f3-555f-4aeb-b44d-45c27f620fa8/cea58ab6-8f20-426a-8002-5a29c0f3a095.jpg",
    "altTitles": [
      {
        "ja": "スキだらけだよ山田さん!!"
      },
      {
        "en": "You're Full of Surprises, Yamada-san!!"
      },
      {
        "pt-br": "Você é Cheia de Surpresas, Yamada!!"
      }
    ],
    "description": {
      "en": "Tonari is a college student starting in the spring. He starts living alone in an apartment, but there is a quirky woman next door who is a little out of the ordinary and basically \"not wearing clothes\"!? A moratorium comedy full of gaps begins! (MTL)",
      "ja": "作家志望の純情青年・戸成は春から大学生。アパートでひとり暮らしを始めたものの、隣に住んでいたのは、いつもパンツをはいてない変な女で！？エロ漫画家女子と一つ屋根の下！",
      "pt-br": "Tonari é uma estudante universitária que começou na primavera. Ele começa a morar sozinho em um apartamento, mas tem uma mulher peculiar ao lado que é um pouco fora do comum e basicamente “sem roupa”!?  \n\nComeça uma comédia moratória cheia de lacunas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1132efc6-357b-464a-85b7-026fd6661184",
    "title": {
      "en": "Legend of the Holy Sword"
    },
    "updatedAt": "2023-12-06T13:50:38+00:00",
    "coverArt": "https://mangadex.org/covers/1132efc6-357b-464a-85b7-026fd6661184/4adee488-6ff6-4758-80a7-4e8168dae22e.png",
    "altTitles": [
      {
        "ko": "성검전설"
      }
    ],
    "description": {
      "en": "The one and only weapon to take down the Dark Lord.\nThe Holy Sword.\nAnd the Warrior who lost it…\nWarrior seeks and seeks until he finds the Holy Sword.\n10 years, 20 years, 30 years… From the Dragon’s Nest till the Spirit King’s Hideout\nThe Warrior seeks the Holy Sword still to this day."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "370110b7-2d60-47f7-a8c1-b5a9bfcbaabd",
    "title": {
      "en": "The Lord Has Hidden Intentions"
    },
    "updatedAt": "2023-05-12T18:24:41+00:00",
    "coverArt": "https://mangadex.org/covers/370110b7-2d60-47f7-a8c1-b5a9bfcbaabd/d3f69051-6844-4bcf-9fae-071619011616.jpg",
    "altTitles": [
      {
        "zh-ro": "Jun Xin Bu Liang"
      },
      {
        "zh": "君心不良"
      }
    ],
    "description": {
      "en": "I treated you like a brother, but you treated me like a love rival! You stole every girlfriend I ever had! I just wanted to get married and have a baby, why is that so difficult?! A black-hearted white lotus vs. straight guy. A wild omegaverse fantasy,  that's both sweet and seductive~~"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "139"
  },
  {
    "mangaId": "17b1083f-4b1b-4842-9269-927b84fe1d29",
    "title": {
      "en": "Kang-Ho"
    },
    "updatedAt": "2023-08-05T19:09:02+00:00",
    "coverArt": "https://mangadex.org/covers/17b1083f-4b1b-4842-9269-927b84fe1d29/12051f5f-a9e0-4baa-b85f-d6fb278d35ef.jpg",
    "altTitles": [
      {
        "ko": "강호표사"
      }
    ],
    "description": {
      "en": "Mooyoung, a snobbish dreamer who wants to fight! But what are your wishes? 'Be a partner!'"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fac533c1-baeb-4dc5-af60-8792abe463a3",
    "title": {
      "en": "Bloodline"
    },
    "updatedAt": "2024-03-30T03:08:53+00:00",
    "coverArt": "https://mangadex.org/covers/fac533c1-baeb-4dc5-af60-8792abe463a3/f9b4e32d-c99f-4f2f-8c5d-85b4bdc78b63.jpg",
    "altTitles": [
      {
        "zh": "血族BLOODLINE"
      },
      {
        "zh-hk": "血族BLOODLINE：聖魔虛像篇"
      },
      {
        "en": "Bloodline: The Illusory Noble Demon"
      },
      {
        "zh": "血族Bloodline：圣魔虚像篇"
      }
    ],
    "description": {
      "en": "Yeren, who dreams of being a vampire hunter, is unwittingly caught in the crossfire between a vampire girl and the Holy lands. As a temporary blood servant, he doesn't know what to do when the hatred and strife between them have been ongoing for thousands of years… This is a story about Lilo·Ai, the last vampire."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": ""
  },
  {
    "mangaId": "b4bd0456-a4db-4bad-8486-072aa0e82e46",
    "title": {
      "en": "Creep In"
    },
    "updatedAt": "2024-04-02T19:46:16+00:00",
    "coverArt": "https://mangadex.org/covers/b4bd0456-a4db-4bad-8486-072aa0e82e46/fac401ee-1bc9-4dd7-a8d3-65c1b774372d.jpg",
    "altTitles": [],
    "description": {
      "en": "They come for three reasons: to say hello, to like you, or to harm you.",
      "id": "Mereka datang dengan tiga alasan, sekedar menyapamu, menyukaimu, atau ingin mencelakaimu."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "38"
  },
  {
    "mangaId": "5412816d-a3c9-4bab-956b-b08d1f8f41f6",
    "title": {
      "en": "Fuzoroi no Renri"
    },
    "updatedAt": "2024-03-21T22:34:35+00:00",
    "coverArt": "https://mangadex.org/covers/5412816d-a3c9-4bab-956b-b08d1f8f41f6/1b891f8b-fca7-466a-96df-6d3e2fd89408.jpg",
    "altTitles": [
      {
        "ja-ro": "Fusoroi no Renri"
      },
      {
        "en": "Rationalism of Irregularities"
      },
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Assorted Entanglements"
      },
      {
        "zh-hk": "不對稱的連理"
      },
      {
        "fr": "Nos différences enlacées"
      }
    ],
    "description": {
      "en": "Tanaka Iori is a worker for a company that sets unreasonable demands, on top of that she has a penchant for dating married men. What a recipe for disaster! One day she gets drunk with an acquaintance and wakes up the next morning by her side naked! What's Iori to do?  \r\n  \r\n- [Part 1 raw](https://twitter.com/i/moments/1030773596430327808)\r\n- [Part 2 raw](https://twitter.com/i/moments/1044057437831979008)\r\n- [Part 3 raw](https://twitter.com/i/moments/1065586182698889216)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "153779b6-0d55-4681-99ba-f42ca58de385",
    "title": {
      "en": "Fuzoroi no Renri - Side Stories"
    },
    "updatedAt": "2024-03-10T13:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/153779b6-0d55-4681-99ba-f42ca58de385/7355c533-0e1f-407f-b100-5639eeef21f9.jpg",
    "altTitles": [
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Rationalization of Irregularities"
      },
      {
        "ko": "티격태격의 연리"
      },
      {
        "fr": "Nos différences enlacées - Histoires parallèles"
      }
    ],
    "description": {
      "en": "From Newtype site:  \n  \nOur ages are different, our ways of life are different, everything is different. But… I just want to be with you!  \nBecause I've never been in a miserable, tragic romance, I can say that unrequited love is fine…  \nI don't know why I fell in love with this person…it's a mystery!  \n  \nThey have different personalities, different ages, different ways of thinking, different looks, different everything.  \nThis is the story of girls who clumsily make up for what's lacking in the other.  \n  \nT/N:  \nThese are side stories. Not a rewrite of the original serialized twitter comic. It builds up on what happens in the main series in a longer format. It eventually merges with the main series in the volume edition.\n   \nThe kind of stories these are is all in the title!  \n  \n不揃 (fuzoroi) means uneven, irregular, but also incomplete. 連理 (renri) is \"entwined relationship\".  \n\nSo, these are stories of intimate relationships between \"incomplete\" girls that somehow complete each other, against all odds."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "150e0dd9-f4f6-4d73-8ca9-c2f693252a56",
    "title": {
      "en": "Heavenly Blood Star"
    },
    "updatedAt": "2024-04-07T07:30:54+00:00",
    "coverArt": "https://mangadex.org/covers/150e0dd9-f4f6-4d73-8ca9-c2f693252a56/557d4474-33c1-414f-b72d-d086eed6a029.png",
    "altTitles": [
      {
        "en": "The Blood Star Damned by Heaven"
      },
      {
        "ko": "天死血星,천사혈성"
      },
      {
        "pt-br": "A Estrela de Sangue Amaldiçoada pelo Céu"
      }
    ],
    "description": {
      "en": "Cheon Yoo-ok, a young orphan who survives by begging, however, as he delves deeper into the mysteries of a sect, dark secrets and unknown threats begin to emerge, in a world where intrigues and conspiracies are everywhere, he will have You have to overcome unimaginable challenges to protect those you love and discover your true destiny.",
      "pt-br": "Cheon Yoo-ok, um jovem órfão que sobrevive pedindo esmolas, porém, à medida que ele se aprofunda nos mistérios de uma seita, segredos sombrios e ameaças desconhecidas começam a surgir, em um mundo onde intrigas e conspirações estão por toda parte, ele terá que superar desafios inimagináveis para proteger aqueles que ama e descobrir seu verdadeiro destino."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76424fe0-ec26-400c-a0c9-93a17114a4ae",
    "title": {
      "en": "The Story of a Scary Consignee"
    },
    "updatedAt": "2023-11-01T13:10:22+00:00",
    "coverArt": "https://mangadex.org/covers/76424fe0-ec26-400c-a0c9-93a17114a4ae/545a46c8-21d2-479c-b29a-8070776be3da.jpg",
    "altTitles": [
      {
        "ja": "配達先のお姉さんが怖すぎる話"
      },
      {
        "ja-ro": "Haitatsu-saki no Onee-san ga Kowa Sugiru Hanashi"
      },
      {
        "es-la": "La Historia de un destinatario aterrador"
      },
      {
        "vi": "Câu chuyện về cô nàng nhận hàng đáng sợ"
      }
    ],
    "description": {
      "en": "An introverted part-time food delivery guy working in the countryside receives a food delivery order. When he reaches the delivery address, he discovers that the recipient is a tall and intimidating-like woman. However, as the story unfolds, he eventually discovers…",
      "es-la": "Un introvertido repartidor de comida a tiempo parcial que trabaja en el campo recibe un pedido de comida a domicilio. Cuando llega a la dirección de entrega, descubre que la destinataria es una mujer alta y de aspecto intimidatorio. Sin embargo, a medida que avanza la historia, descubrirá que..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c0bc7e39-fac3-44b9-8813-9d3cbf78ff1f",
    "title": {
      "en": "The Invincible Deadbeat"
    },
    "updatedAt": "2024-02-14T17:31:00+00:00",
    "coverArt": "https://mangadex.org/covers/c0bc7e39-fac3-44b9-8813-9d3cbf78ff1f/8d880927-b878-4409-afbd-d31bce471225.png",
    "altTitles": [
      {
        "en": "The Strongest Unemployed Hero"
      },
      {
        "ko": "백수무적"
      },
      {
        "en": "Jobless, Yet Invincible"
      }
    ],
    "description": {
      "en": "Shin Min-cheol had been recruited to the world called ‘Anhelles’. He was one who had lived 200 years fighting to survival and destroying the enemies, in the end the ruler of the continent Zero, was lead to the victory of war. And finally, Min-cheol, who has finally returned to Earth leaving the peace of Anhelles behind, wants to live his long-awaited life as a ‘rich unemployed man’, but another conspiracy begins to approach him? If they are after me, they have to find me first. All I have to do is go and fight it off!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1be53773-752f-4dc7-b540-03bb99b46cd7",
    "title": {
      "en": "The Voodooist's Wrathful Return"
    },
    "updatedAt": "2024-03-15T00:22:03+00:00",
    "coverArt": "https://mangadex.org/covers/1be53773-752f-4dc7-b540-03bb99b46cd7/783e94a3-936f-431e-a753-6151c0ad40ed.png",
    "altTitles": [
      {
        "ko": "회귀했는데 FFF급 부두술사"
      },
      {
        "en": "I Returned as an FFF-Class Witch Doctor"
      },
      {
        "ko-ro": "Hoegwihaessneunde FFF Geup Budusulsa"
      }
    ],
    "description": {
      "en": "Ma Jinsung was once a top-ranked player in Arsia Chronicle, but he was brutally killed by his trusted leader. After that, he thought he'd wake up in his room... not 10 years in the past! \n\nNow, prepared to exact his revenge, he jumps right back into the game. But this time, his job class is voodooist, and he gets bonuses for killing other players. The only downside -  if he dies in the game, he dies in real life.\n\nCan Jinsung get his revenge without causing too much carnage? Don't bet on it..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "512cd78f-cbb8-460a-bafd-e8840c0f7c31",
    "title": {
      "en": "Sword Art Online Unital Ring"
    },
    "updatedAt": "2023-10-28T14:53:28+00:00",
    "coverArt": "https://mangadex.org/covers/512cd78f-cbb8-460a-bafd-e8840c0f7c31/c3ecd625-cb91-4ec4-8d0b-1a45d6660e4d.png",
    "altTitles": [
      {
        "ja": "ソードアート・オンライン・ユナイタル・リング"
      },
      {
        "ja-ro": "Sōdo Āto Onrain Yunaitaru Ringu"
      },
      {
        "en": "SAO Unital Ring"
      },
      {
        "es-la": "Sword Art Online Anillo Unital"
      }
    ],
    "description": {
      "en": "A year has passed since Kirito and Asuna’s return from the Underworld. With them is Alice, who has been given a physical body. But their peace is quickly broken when the three are suddenly thrust into an unfamiliar game, Unital Ring. This new world is a survival MMO that fuses together every VRMMO created with the Seed program. As soon as it starts, Kirito finds himself with nothing but his underwear. Now, he’s got to challenge a mysterious VRMMOSVG under desperate circumstances!",
      "es-la": "Ha pasado un año desde el regreso de Kirito y Asuna del Underworld. Con ellos está Alice, que ha recibido un cuerpo físico. Pero su paz se rompe rápidamente cuando los tres se ven empujados de repente a un juego desconocido, Unital Ring. Este nuevo mundo es un MMO de supervivencia que fusiona todos los VRMMO creados con el programa \"The Seed\". Nada más empezar, Kirito se encuentra sin nada más que su ropa interior. Ahora, ¡Tiene que desafiar a un misterioso VRMMOSVG en circunstancias desesperadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e198455-98cd-4729-b73d-73677a5237b2",
    "title": {
      "en": "Goblin's Night"
    },
    "updatedAt": "2024-02-21T17:29:11+00:00",
    "coverArt": "https://mangadex.org/covers/8e198455-98cd-4729-b73d-73677a5237b2/6c60180b-f822-4415-9aab-806c9593986d.jpg",
    "altTitles": [
      {
        "ko": "도깨비의 밤"
      },
      {
        "en": "Dokkaebi's Night"
      },
      {
        "en": "Night of Goblins"
      }
    ],
    "description": {
      "en": "“The complex of the boy, Choi Si-woo, is being overweight. Choi Si-woo runs and runs around his house until past midnight, and he encounters an old man on a walking trail. In the blink of an eye, the old man covers Choi Si-woo with the straw backpack he is carrying. Where Choi Si-woo had stumbled upon was an enormously wide ruined traditional Korean house (hanok).\n\nAt the edge of the spacious courtyard, surrounding him on the courtyard, there were numerous black shadows standing. To the bewildered Choi Si-woo, the old man speaks. Once every 666 years, a ceremony is held to select the king of Yokai and each Yokai in this world possesses one entry ticket for it. And Choi Si-woo is, in fact, a hybrid of a human and a goblin, inheriting the blood of an extinct goblin. Among the goblin folk, only Choi Si-woo possesses the entry ticket. As the sole survivor inheriting the blood of a goblin, the adventure of the half-monster boy, Choi Si-woo, begins.”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c268a95f-e3d6-4414-981b-6c83c6447f5a",
    "title": {
      "en": "Get Schooled"
    },
    "updatedAt": "2024-03-21T23:41:24+00:00",
    "coverArt": "https://mangadex.org/covers/c268a95f-e3d6-4414-981b-6c83c6447f5a/1209658e-c331-4379-8114-b48fb9b7ab35.jpg",
    "altTitles": [
      {
        "ko-ro": "Chamgyoyuk"
      },
      {
        "en": "The Real Lesson"
      },
      {
        "ko": "참교육"
      },
      {
        "en": "True Education"
      },
      {
        "pt-br": "A Verdadeira Educação"
      },
      {
        "uk": "Реальна Освіта"
      },
      {
        "fr": "Une éducation irréprochable"
      }
    ],
    "description": {
      "en": "Na Hwa-Jin’s teaching techniques are pretty violent for someone who works in the Ministry of Education.\n\nThat being said, when punishments don't seem to work on even the worst of school bullies, there is no better man for the job.\n\nSometimes you can’t get a good education until those bullies are taught a lesson.\n\n\n---\n\n**Note:** After the publication of ch. 125, the manhwa was suspended indefinitely and ch. 125 was removed while the official English translation was completely taken down.\n+++Statements\nBy [@webtoonofficial](https://www.tiktok.com/@webtoonofficial) on Tiktok\n![webtoon statement 1/3](https://cdn.discordapp.com/attachments/934863572826210304/1152564555629723710/image.png)\n![webtoon statement 2/3](https://cdn.discordapp.com/attachments/934863572826210304/1152564555952697425/image.png)\n![webtoon statement 3/3](https://cdn.discordapp.com/attachments/934863572826210304/1152564556250488873/image.png)\n\nBy the creators:\n![Creators statement](https://cdn.discordapp.com/attachments/934863572826210304/1152564694519914546/Notice-2.png)\n+++",
      "uk": "Після прийняття закону про заборону тілесних покарань у 2011 році, в школах почався суцільний безлад. Учні вчинили масовий переворот, змінивши шкільний устрій, а працівники учбових закладів втратити свій авторитет. На Хваджін, член Бюро захисту освіти, починає «реальну освіту», щоб встановити порядок.",
      "pt-br": "As técnicas de ensino de Hwajin Na são bastante violentas para quem trabalha no Ministério da Educação. Dito isso, quando as punições não parecem funcionar nem mesmo com o pior dos valentões da escola, não há homem melhor para o trabalho. Às vezes, você não pode obter uma boa educação até que esses valentões aprendam uma lição."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "525cbec1-0650-49ff-8d9f-7a0fc054ee8f",
    "title": {
      "en": "Fudajo! ~Otome Shoukan Datsui Taisen~"
    },
    "updatedAt": "2023-12-08T06:01:53+00:00",
    "coverArt": "https://mangadex.org/covers/525cbec1-0650-49ff-8d9f-7a0fc054ee8f/ae101446-7eb1-4a5d-9a79-8ec7a73394bd.jpg",
    "altTitles": [
      {
        "ja": "ふだじょ！～乙女召喚脱衣大戦～"
      },
      {
        "zh-hk": "卡片少女召唤脱衣大战"
      },
      {
        "zh-hk": "召唤卡片少女脱衣大战"
      },
      {
        "en": "Card Girl!: Maiden Summoning Undressing Wars"
      }
    ],
    "description": {
      "en": "A world where cute girls become cards and fight. And it's terrifying (happy?). In other words, you have to get the other girl to take off her clothes. Use the girls, who materialize from the cards, and their intelligence and strength to win! If you win, the other girl card is yours! A harem is not a dream."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "erotica",
    "lastVolume": "5",
    "lastChapter": "59"
  },
  {
    "mangaId": "26283eb3-8401-4c62-8310-76273c2e7061",
    "title": {
      "en": "Five-Dimensional Zone"
    },
    "updatedAt": "2024-01-30T04:26:07+00:00",
    "coverArt": "https://mangadex.org/covers/26283eb3-8401-4c62-8310-76273c2e7061/091cfb9b-f3cd-410e-b2c1-42cedd8d0e46.jpg",
    "altTitles": [
      {
        "ko": "오합지존"
      },
      {
        "en": "Zone of Five Steps"
      },
      {
        "ru": "Достигая Высоты"
      },
      {
        "ko-ro": "Ohapjjijon"
      },
      {
        "zh": "五合至尊"
      }
    ],
    "description": {
      "en": "Lee San has lived as a ronin for ten years in the jungles of Nanman and the vast desert of Dunhuang. Now, armed with the Nine Moon Reflection talent and a sword, he set foot on the path of revenge against Kangho. Become an unparalleled hero and make great achievements, drenched in Kangho’s blood. This is the epic tale of the wandering ronin, Lee San",
      "ko": "남만의 정글과 돈황의 대사막에서 십 년을 낭인으로 살아온 이산.\n이제 구월영의 기연과 도 한 자루를 품고 강호의 복수에 발을 디뎠다.\n \n피에 젖은 강호를 독보강호하며 무신으로 일어선 풍운아.\n \n낭인도객 흑전랑 이산의 강호 일대기.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%98%A4%ED%95%A9%EC%A7%80%EC%A1%B4/2435)",
      "ru": "Ли Сан десять лет был наёмником в джунглях Наммана и великой пустыне Донхвана. И теперь, подружившись с Гу Вольеном и взяв в руки меч, он отправился на великую месть. И вот удачливый путешественник Ли Сан стал непобедимым воином, ибо смочил землю кровью своего врага. Это история получения силы Ли Саном.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%98%A4%ED%95%A9%EC%A7%80%EC%A1%B4/2435)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85d43b0b-b977-43bb-b7d8-a688d48b3107",
    "title": {
      "en": "Obokoi Majo wa Majiwaritai!"
    },
    "updatedAt": "2024-03-20T18:52:42+00:00",
    "coverArt": "https://mangadex.org/covers/85d43b0b-b977-43bb-b7d8-a688d48b3107/4729b621-238f-43e6-b5b1-1c8e597884a0.jpg",
    "altTitles": [
      {
        "en": "The Young Witch Wants To Have Sex?!"
      },
      {
        "ja": "おぼこい魔女はまじわりたい!"
      },
      {
        "ko": "순진한 마녀는 뒤섞이고 싶어!"
      },
      {
        "zh-hk": "想和見習魔女深入交流！"
      },
      {
        "vi": "Cô Phù Thủy Trẻ Muốn Được Sex!"
      }
    ],
    "description": {
      "en": "Hiiragi visits Chikage Komori, a transfer student that has never come to school. His chastity is at stake when he comes across a beautiful girl that is wearing nothing but a jacket!?",
      "ja": "古森チカゲ。転校生なのに一度も登校した姿を見たことがない彼女のご近所に住む柊木は学校のプリントを届けにいくが、出会った瞬間にいきなりカラダの関係を迫られて!?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a3bbcd6-dc18-43c4-82f0-b4a9d6a433d2",
    "title": {
      "en": "Misunderstand"
    },
    "updatedAt": "2023-11-23T19:18:01+00:00",
    "coverArt": "https://mangadex.org/covers/3a3bbcd6-dc18-43c4-82f0-b4a9d6a433d2/31d83634-524b-4338-89e3-58d08b062317.png",
    "altTitles": [],
    "description": {
      "en": "This is the story of a misunderstanding that occurred among high school students. Does the situation get worse? Or is a beautiful story about to unfold?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f635177-dea1-4738-bfc2-f56cff912410",
    "title": {
      "en": "Fist Demon of Mount Hua"
    },
    "updatedAt": "2024-03-16T02:47:44+00:00",
    "coverArt": "https://mangadex.org/covers/1f635177-dea1-4738-bfc2-f56cff912410/27bcac97-6c3f-4aaa-8dd5-4d9b4938f77a.jpg",
    "altTitles": [
      {
        "ko": "화산권마"
      },
      {
        "ko-ro": "Hwasangwonma"
      },
      {
        "zh": "华山拳魔"
      },
      {
        "ru": "Кулак демона с горы Хуа"
      },
      {
        "en": "Hua Mountain Demon Fist"
      },
      {
        "ja": "華山拳魔"
      }
    ],
    "description": {
      "en": "Dam-Ho, the sole survivor of a raid on his village, has a lame leg, the worst possible condition for a martial artist. Nonetheless, he refuses to stop training. Whilst everyone around him tells him he cannot become a martial artist, Dam-Ho refuses to give up on his dream. Will he really be able to become the best martial artist?\n\n---\n\n**Links:**\n- [Webtoon PV](https://www.youtube.com/watch?v=AqS6Z96-Wn8)\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%ED%99%94%EC%82%B0%EA%B6%8C%EB%A7%88/2469)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12113)\n- [Official Japanese Translation](https://piccoma.com/web/product/75613)",
      "ja": "一寸先は闇の戦乱時代 村が襲われ、唯一生き残った胆虎（たんこ）。 だが胆虎は片足が不自由で武人としては致命的だった。 不屈の精神を持つ胆虎は周りから何を言われようと諦めずに修練を続けた… 己の拳ひとつで天下を貫いた華山の魔人、これは彼が伝説になるまでの物語。",
      "ko": "자신의 마을이 습격받고 유일하게 살아남은 담호, 하지만 담호는 절름발이다. 무인으로서 최악의 조건이지만 담호는 수련을 멈추지 않는다. 주변 사람들로부터 무인이 될 수 없다고 듣지만 끝까지 포기하지 않는 담호, 과연 그는 최고의 무인이 될 수 있을 것인가?",
      "ru": "После ужасного налета на деревню Дам Хо оказывается единственным выжившим. К сожалению, это событие не прошло без вреда для мальчика. С поврежденной ногой теперь у него нет шансов овладеть каким-либо боевым искусством. Тем не менее это не останавливало его, и он продолжал свои тренировки. Под давлением окружающих, слушая язвительные насмешки, Дан Хо продолжает идти к своей мечте. И кто знает, к чему его это приведет?",
      "zh": "不知何时开始，中原魔教四起！在武林即将被魔教颠覆之际。 各路武林正道联手诛灭魔神，终结了动荡的武林.... 因为这场浩劫，天经成为了一个孤儿，并且在腿上留下了残疾 所幸被华山派所救，残疾的天经成为了华山派的一员.... 不被看好被歧视的天经要如何凭借更多的努力和不屈的意志，成为整个武林的至尊强者呢！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28f0d967-4110-4a8c-8426-2aeea4489111",
    "title": {
      "en": "Designated Bully"
    },
    "updatedAt": "2023-08-01T09:00:27+00:00",
    "coverArt": "https://mangadex.org/covers/28f0d967-4110-4a8c-8426-2aeea4489111/7671a964-12b5-4947-a2fc-029a87246b70.jpg",
    "altTitles": [
      {
        "ko": "일진담당일진"
      },
      {
        "ko-ro": "Iljin in Charge Iljin"
      },
      {
        "en": "The Bully In-Charge"
      }
    ],
    "description": {
      "en": "After dropping out of school, Kwon Daegun is preparing for his qualification exam. While working a part-time job in a convenience store he got into a fight with some thugs. Daegun, who easily overpowered them, is offered a project called “Iljin in Charge/The Bully In Charge” by the Educational Foundation, which has been closely watching him for a long time. He, who accepted the offer after much consideration, enters a high school that belongs to the foundation and defeats the core bullies of this school one by one according to the order of the foundation."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19ec3b8e-5cdd-4826-b6d0-c7ab0dbaa636",
    "title": {
      "en": "Daybreaking Romance"
    },
    "updatedAt": "2022-06-01T19:48:35+00:00",
    "coverArt": "https://mangadex.org/covers/19ec3b8e-5cdd-4826-b6d0-c7ab0dbaa636/e235e92d-10f2-411f-9da8-e114abce099b.jpg",
    "altTitles": [
      {
        "en": "break of dawn romance"
      },
      {
        "en": "dawning romance"
      },
      {
        "ko-ro": "Dongteuneun Romance"
      },
      {
        "ko": "동트는 로맨스"
      }
    ],
    "description": {
      "en": "Blacked out from drinking, just what happened with his crush during that time…?!  \n  \nDong Saebyeok, a scary-looking but softhearted guy who falls for his cool-headed junior, Seo Gwangchae.  \nWatch their cute campus romance unfold because no matter how bad the day is, the sun always rises!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "58.6"
  },
  {
    "mangaId": "77b7494d-9927-47cc-a921-105cb24dbad1",
    "title": {
      "en": "Damn Demonic Swords"
    },
    "updatedAt": "2024-03-18T19:49:36+00:00",
    "coverArt": "https://mangadex.org/covers/77b7494d-9927-47cc-a921-105cb24dbad1/5713adba-d2a8-4944-893c-1ed85b8eff8a.jpg",
    "altTitles": [
      {
        "ko": "빌어먹을 마검들"
      },
      {
        "en": "Damned Cursed Swords"
      },
      {
        "ko-ro": "Bileomeokeul Mageomdeul"
      }
    ],
    "description": {
      "en": "Zegar is a hero who avoids problems at all costs. The only thing he fears are demonic swords, evil weapons that try to possess their wielders. But for some reason, they don't stop chasing him and sticking to him.\n\nZegar just wanted to live a quiet life, doing small missions and staying out of trouble. But, unintentionally, he becomes the center of several events that shake the fantastic continent.\n\n“Ah… Damn.”\n\nHe regrets it, but it's too late. If he can't run away, he only has one option: cut his enemies with demonic swords!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58eaeace-28c2-48ae-8835-e71a22900839",
    "title": {
      "en": "Blood Rain 2"
    },
    "updatedAt": "2024-03-09T08:36:55+00:00",
    "coverArt": "https://mangadex.org/covers/58eaeace-28c2-48ae-8835-e71a22900839/67a92560-7647-45cf-b4ef-0196d8319d51.jpg",
    "altTitles": [
      {
        "en": "Blood Rain 2 (Min)"
      },
      {
        "ko": "블러드레인2: 천외천"
      }
    ],
    "description": {
      "en": "Sequel to Blood Rain (Min)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "151"
  },
  {
    "mangaId": "6c518aaa-a390-4e2d-bba4-d5ea3c16d2f6",
    "title": {
      "en": "A Genius Writer's Random Workplace"
    },
    "updatedAt": "2023-12-31T13:57:33+00:00",
    "coverArt": "https://mangadex.org/covers/6c518aaa-a390-4e2d-bba4-d5ea3c16d2f6/ac9dfaae-15d4-412d-99d2-5640fe16188a.jpg",
    "altTitles": [
      {
        "ko": "천재작가의 랜덤 작업실"
      }
    ],
    "description": {
      "en": "Jinwoo Kim had been slaving as an assistant writer for 6 years with nothing to show for it. He quits his workplace. Later, he abruptly has a notification pop up and now he has scenes popping into his head and system prompts telling him he must be at a location to write. Maybe this is how he will become a star writer??",
      "ko": "어느 날 갑자기 생긴 글 쓰는 능력,\n보조작가로 구르던 나 김진우에게도 스타작가의 길이 열렸다! 가즈아~~!\n.\n.\n[시스템 : 제한 시간 내에 랜덤 배정된 장소에서만 글쓰기 능력이 실현됩니다^^!\n장소 : 한라산/제한 시간 : 20시간]\n\"...네?\"(김진우/서울시)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25",
    "title": {
      "en": "Hitoribocchi no Isekai Kouryaku"
    },
    "updatedAt": "2023-08-14T21:05:16+00:00",
    "coverArt": "https://mangadex.org/covers/ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25/9155f8de-88f8-49a9-844d-770b5ee86dd7.jpg",
    "altTitles": [
      {
        "en": "Loner Life in Another World"
      },
      {
        "ja": "ひとりぼっちの異世界攻略"
      },
      {
        "zh": "孤單一人的異世界攻略"
      },
      {
        "el": "Μοναχική επίθεση στον αλον κόσμο."
      },
      {
        "ru": "Нападение одиночки на иной мир"
      },
      {
        "zh-ro": "Duzi Yi Ren De Yi Shijie Gonglüe"
      },
      {
        "ko": "Wetol'i'eui Isegye Gongryag"
      },
      {
        "zh-hk": "獨自一人的異世界攻略"
      },
      {
        "ko": "외톨이의 이세계 공략"
      },
      {
        "th": "นายโดดเดี่ยวพิชิตต่างโลก"
      },
      {
        "en": "Lonely Attack on the Different World"
      }
    ],
    "description": {
      "en": "The strongest doesn’t need any cheats! Haruka, who spends his high school life a loner, was suddenly summoned to another world one day along with all his classmates. When ol’ God enters the picture, Haruka believes he can just choose whatever cheat skill he wants to help him survive in the new world… But, contrary to his expectations, that list of cheat skills works on a first come, first serve basis. And so, his classmates pick out all the cheat skills. His choices now limited to leftovers, Haruka finds himself incapable of assembling a party due to his own “loner” skill. Even though it’s a different world, it seems his adventuring days will be, as per usual, a solitary affair… After becoming aware of a crisis looming over his classmates, Haruka makes a silent vow to save them. No relying on cheats! He will walk a heretical path of strength that transcends the need for them.  \n  \nThe curtain rises on the strongest loner’s otherworld strategy guide!",
      "es-la": "El fuerte no necesita trucos. Haruka, un estudiante de preparatoria quien gastó su vida como un \"solitario\", es convocado a otro mundo con sus compañeros de clases. Al ser convocado se encuentra con un \"Dios\", quien le da a escoger una habilidad, sin embargo... No era lo que esperaba encontrarse.",
      "pt-br": "Exilado da classe? Checado  \r\n  \r\nSer transportado para um mundo alternativo com seus colegas? Checado  \r\n  \r\n Encontrar um Deus em uma espécie de Limbo entre os dois mundos? Checado  \r\n  \r\n Pegar uma skill roubada? Não gostaria de ser você, já foram todas vendidas.  \r\n  \r\n Essa história é sobre a aventura de um garoto solitário em um mundo alternativo, não agradecido a um Deus sênil que deu a ele todas as habilidades que não precisava."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f1311d54-99bc-49ed-b12f-099b9a40c104",
    "title": {
      "en": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 2-bu 「Hon no Tamenara Miko ni Naru!」"
    },
    "updatedAt": "2024-04-01T10:29:41+00:00",
    "coverArt": "https://mangadex.org/covers/f1311d54-99bc-49ed-b12f-099b9a40c104/1b7bd1f2-b7d3-4091-bc02-51e4862e3c23.jpg",
    "altTitles": [
      {
        "en": "Ascendance of a Bookworm ~I'll do anything to become a librarian~ Part 2 「I'll become a Shrine Maiden for Books!」"
      },
      {
        "en": "Ascendance of a Bookworm ~I'll do anything to become a librarian~ Part 2 「I'll even join the temple to read books!」"
      },
      {
        "ja-ro": "Honzuki no Gekokujou: Part 2"
      },
      {
        "ru": "Власть книжного червя: часть вторая"
      },
      {
        "ja": "本好きの下剋上 ～司書になるためには手段を選んでいられません～ 第二部 「本のためなら巫女になる！」"
      },
      {
        "ja-ro": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 2-bu 「Hon no Tamenara Miko ni Naru!」"
      },
      {
        "en": "Ascendance of a Bookworm: Part 2"
      }
    ],
    "description": {
      "en": "After the discussions with the temple master and head priest ended, Myne won the right to be treated as a noble with the role of a blue-robed shrine maiden apprentice.   \nWork in the temple began and Myne could read books in the long-awaited temple library.   \nHowever, there were many problems in the temple, such as adapting to the class system and dealing with the problem children assigned to her as attendants.   \nOvercome adversity to be able to read books in peace!   \nA biblio-fantasy written for book lovers and bookworms! The second part begins!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2ca258f3-f212-49ff-b66c-8ec6ff41ad87",
    "title": {
      "en": "Kimi wa 008"
    },
    "updatedAt": "2024-02-02T02:26:28+00:00",
    "coverArt": "https://mangadex.org/covers/2ca258f3-f212-49ff-b66c-8ec6ff41ad87/083fc470-9e4d-447a-b072-1eea712cde7f.jpg",
    "altTitles": [
      {
        "es": "Tú eres 008"
      },
      {
        "en": "You Are Double-O Eight"
      },
      {
        "ja": "君は008"
      },
      {
        "ja": "君はダブルオーエイト"
      },
      {
        "it": "Agente 008"
      },
      {
        "fr": "008 Apprenti espion"
      }
    ],
    "description": {
      "en": "Akashi Eito has failed miserably on all high school admissions exams but somehow, he receives a letter of acceptance from a school he does not remember applying for. He nevertheless happily enrolls, expecting to live the ideal school life, but his aspiration are quickly destroyed as he discovers that this mysterious school is a training institution for secret agents!   \n  \nImmediately, Eito wants to return home and live a normal life with his normal family, until the director of the school makes a shocking revelation: Eito's deceased father was also a secret agent! He subsequently wants to know more about the past and memories of his father, so he decides to stay in this school. However, as a student of this institution, Eito will have to face a deadly exam made to test the skills of all new students…  \n  \nFollow this story of action and espionage, in which our hero, who lacks physical strength, compensates for it with great bravery, and captivates everyone around him with the power of his courage and friendship!!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0da1f49a-3767-409a-bfa5-c227e24d4380",
    "title": {
      "en": "Fly Me to the Moon"
    },
    "updatedAt": "2022-12-06T16:13:13+00:00",
    "coverArt": "https://mangadex.org/covers/0da1f49a-3767-409a-bfa5-c227e24d4380/0622cf6a-306e-4202-babb-dd1916388e00.jpg",
    "altTitles": [
      {
        "ko": "플라이 미 투 더 문"
      }
    ],
    "description": {
      "en": "a \"heterogeneous\" society where supernatural beings blend in. For these monsters, \"cruel\" is not enough to describe them. One such monster's unexpected appearance at funeral of Jeongyeon's mother forces her to enter their world. \n\nDon't you hate to see yourself being unfairly manipulated, don't you want revenge for all your suffering? \n\nSomeone caught her just when she was about to collapse."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]