[
  {
    "mangaId": "4a4786cf-c185-4ad3-89a9-294a1ec0bfc9",
    "title": {
      "en": "Iron Ladies"
    },
    "updatedAt": "2024-08-22T22:37:39+00:00",
    "coverArt": "https://mangadex.org/covers/4a4786cf-c185-4ad3-89a9-294a1ec0bfc9/bd3b29e3-ae6c-4f7d-9cc9-5d1381e9d2ac.jpg",
    "altTitles": [
      {
        "fr": "Dames de Fer"
      },
      {
        "tr": "Demir Bayanlar"
      },
      {
        "id": "Gadis Baja"
      },
      {
        "en": "Metal Goddess Soldier"
      },
      {
        "zh": "Tie Ji Gang Bing"
      },
      {
        "ru": "Железные леди"
      },
      {
        "zh": "铁姬钢兵"
      },
      {
        "ka": "რკინის ქალბატონები"
      },
      {
        "en": "Angels of War"
      },
      {
        "en": "Battle Angels"
      }
    ],
    "description": {
      "en": "**Description translated from the author:**\nUniversity graduate Mu Siyun sent his resume to the star fleet on a whim and somehow became the Fleet Admiral! This is the story about an admiral with a harem of 3000 female soldiers conquering the universe.\n\n---\n\n**Translator's version:**\nThe smartest university student to ever graduate from Daxia University's Department of Political History, Mu Siyun, enlists in Beiyang's Fleet on a whim and somehow becomes the Fleet Admiral. Knowing fully well how the world works and how the rich dominate the poor, Mu Siyun seeks to defy the heavens and bring order and hope back to the universe by cleverly scheming against his enemies.",
      "ru": "По прихоти судьбы выпускник университета Му Сыюнь отправил свое резюме в звёздный флот и каким-то образом стал адмиралом флота! Это история об адмирале с гаремом в 3000 женщин-солдат, покоряющих вселенную…",
      "tr": "Üniversiteden mezun olan Mu Siyun, bir heves ile öz geçmişini yıldız filosuna yollar ve her nasılsa filo amirali olur! bu hikaye 3000 kız askerin bir filo amiraliyle evreni ele geçirmesini anlatıyor…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "730"
  },
  {
    "mangaId": "06727073-e1e4-4b83-8d63-78687599642a",
    "title": {
      "en": "Hohosangbak"
    },
    "updatedAt": "2024-08-02T05:58:47+00:00",
    "coverArt": "https://mangadex.org/covers/06727073-e1e4-4b83-8d63-78687599642a/746064cd-678a-4cef-a0ed-85cfb50abb66.jpg",
    "altTitles": [
      {
        "en": "Tiger vs Tiger"
      },
      {
        "en": "Tiger and Tiger Gourd"
      },
      {
        "ko": "호호상박"
      }
    ],
    "description": {
      "en": "Ji-hwan Kang, who was forced to transfer schools after getting involved in a gang fight, decides to ask Yu-seong Han, the top student in the class, for help with his studies. However, he accidentally tears Yu-seong's school uniform. But what's that on Yu-seong's back? A tiger tattoo on this supposedly model student?! Ji-hwan proposes to keep Yu-seong's tattoo and identity a secret in exchange for tutoring. In response, Yu-seong deliberately begins to engage in close physical contact, hoping to make Ji-hwan give up on his own..."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "9"
  },
  {
    "mangaId": "a4d7fa70-fbf8-4ff6-92a2-db382fd180e5",
    "title": {
      "en": "THE Runway"
    },
    "updatedAt": "2024-07-18T10:18:06+00:00",
    "coverArt": "https://mangadex.org/covers/a4d7fa70-fbf8-4ff6-92a2-db382fd180e5/a3c3a81d-d39b-439e-a8a9-c92ca2bce201.png",
    "altTitles": [
      {
        "ko": "THE 런웨이"
      }
    ],
    "description": {
      "en": "I had a one-night stand with my boss?!\nJian Yoo is an editor at a fashion magazine. She frantically ran to Paris after hearing that her boyfriend is two-timing.\nNot knowing better, she made a rash decision to sleep with a stranger she had just met there…\nThree months later, the editor-in-chief of Jian’s company flew in from their headquarters in France. However, that man…. turned out to be the one Jian spent the night with!!",
      "ko": "하룻밤을 같이 보낸 그 남자가 내 상사라고?!\n패션지 의 에디터 유지안. 그녀는 약혼자의 양다리 소식에 무작정 파리로 떠난다.\n그곳에서 우연히 만난 남자와 충동적으로 하룻밤을 보내 버리고…\n3개월의 시간이 흐른 후, 지안의 회사에 만렙의 편집장이 프랑스에서 오게 된다. 그런데 그 남자… 바로 지안과 하룻밤을 보낸 프랑스에서의 그 남자다!!",
      "vi": "Tôi đã có tình một đêm với sếp của mình ?! Jian Yoo là biên tập viên của một tạp chí thời trang. Cô rất hay chạy đến Paris sau khi nghe tin bạn trai của mình ngoại tình. Không biết làm gì hơn, cô ấy đã quyết định ngủ với một người lạ mà cô ấy mới gặp ở đó…Ba tháng sau, tổng biên tập của công ty mà Jian làm việc bay đến từ trụ sở chính của họ ở Pháp. Tuy nhiên, người đàn ông đó…. hóa ra là người mà Jian đã qua đêm cùng!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "112"
  },
  {
    "mangaId": "c446c571-dc74-40e5-8035-38cca01503ef",
    "title": {
      "en": "The Devil’s Body Temperature"
    },
    "updatedAt": "2024-08-09T00:56:40+00:00",
    "coverArt": "https://mangadex.org/covers/c446c571-dc74-40e5-8035-38cca01503ef/b62626ba-b442-46c3-a001-f3e5c9369023.png",
    "altTitles": [
      {
        "zh": "魔鬼的体温"
      }
    ],
    "description": {
      "en": "Bei Yao, a cheerful four-year-old, was reborn into 1996 and found herself living next door to a boy destined to become a formidable villain in the future. This boy, Pei Chuan, was only five at the time, confined to a wheelchair and deeply insecure.\n\nYears later, when they were teenagers, Bei Yao had blossomed into the school's most admired beauty. Despite her popularity, Pei Chuan remained guarded and distant. When Bei Yao confessed her feelings for him, he reacted with a mixture of fear and longing.\n\nHaving known each other for two lifetimes, Bei Yao was determined to understand the complexities of Pei Chuan's character. As their bond deepened, she discovered a sensitive and vulnerable soul beneath his tough exterior. Their story is one of a healing love that blossoms between childhood sweethearts, as Bei Yao's warmth gradually melts away Pei Chuan's emotional barriers."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3bc0402-2a8b-479e-9f78-cd83e4ef02b7",
    "title": {
      "en": "Feel Betrayal"
    },
    "updatedAt": "2024-08-15T17:24:55+00:00",
    "coverArt": "https://mangadex.org/covers/c3bc0402-2a8b-479e-9f78-cd83e4ef02b7/05f9e9c4-eb2a-4a33-9606-c3d10ebc18e9.png",
    "altTitles": [
      {
        "ko": "격발"
      }
    ],
    "description": {
      "en": "Seol, a former member of the crime organization Misangpa, starts a new life as \"Snow\" in the \"Black Suit Gang,\" led by Yong, after their reunion in prison. Despite his delicate appearance, Seol has no interest in the world around him, and Handsome, who is fixated on him, is nothing more than an annoying presence. For over a year, the \"Black Suit Gang\" effortlessly evades police pursuit and thrives. When Yong brings information about a target, they decide to rob a small bank in a rural area. What should have been a simple job takes an unexpected turn when the team suddenly stops communicating. Seol soon discovers Handsome's true identity hidden within the vault, where a chaebol's slush fund is supposedly kept..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea47525d-99df-45b5-9103-dd853f49f8c3",
    "title": {
      "en": "Mairimashita! Iruma-kun: If Episode of Mafia"
    },
    "updatedAt": "2024-08-15T16:00:46+00:00",
    "coverArt": "https://mangadex.org/covers/ea47525d-99df-45b5-9103-dd853f49f8c3/846335b0-f810-4ed5-a93b-b746eb83f4db.jpg",
    "altTitles": [
      {
        "en": "Welcome to Demon School! Iruma-kun (Mafia Alternate Universe)"
      },
      {
        "ja": "魔入りました！入間くん if Episode of 魔フィア"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun: If Episode of Mafia"
      },
      {
        "en": "Mairimashita! Iruma-kun Mafia AU"
      },
      {
        "vi": "Iruma Giá Đáo!: IF Episode of MAFIA"
      },
      {
        "es-la": "Iruma-kun en la Mafia"
      }
    ],
    "description": {
      "en": "The beloved characters of Mairimashita! Iruma-kun star in this Mafia-based spinoff! Young Iruma saves an injured mob boss from death... and then becomes his grandson!?",
      "ja": "暴力や犯罪は当たり前の貧民街-スラム-で育った心優しい少年・イルマ。瀕死状態で倒れていた、マフィア組織【バビル】のドン・サリバンを助けたことで、イルマの運命の歯車が動き出す！ マフィア組織【バビル】を中心に巻き起こる、マフィア・アクションコメディ！",
      "vi": "Spin-Off của tác phẩm\"Mairimashita! Iruma-kun\" theo hướng What-If, thế giới của tác phẩm lần này sẽ xoay quanh việc các nhân vật sẽ sống trong thế giới của các Mafia",
      "es-la": "¡Un spin-off oficial de Mairimashita! Iruma-kun, en un universo alternativo en el que Iruma se convierte en un destacado miembro de la mafia. A pesar de tener sólo cinco años, Iruma ha visto muchas cosas como niño de la calle... ¡la más reciente, a un anciano desangrándose justo delante de donde vive! Como buen chico, Iruma se dedica a curar al anciano y no le da importancia. Sin embargo, cuando el anciano regresa de repente, se revela como Don Sullivan, ¡jefe de la organización clandestina conocida como Babyls! Se ofrece a adoptar a Iruma como su nieto, una oferta que Iruma se ve incapaz de rechazar..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce16b1c3-d6bb-41e0-8671-d8b065248ba2",
    "title": {
      "en": "Nisekoi: False Love"
    },
    "updatedAt": "2024-07-18T23:28:44+00:00",
    "coverArt": "https://mangadex.org/covers/ce16b1c3-d6bb-41e0-8671-d8b065248ba2/b290bdfc-acd3-4aec-9447-fd69801d1ea4.jpg",
    "altTitles": [
      {
        "en": "Fake Love"
      },
      {
        "en": "False Love"
      },
      {
        "vi": "Tình yêu giả tạo"
      },
      {
        "tr": "Sahte Aşk"
      },
      {
        "ru": "Притворная любовь"
      },
      {
        "fa": "عشق دروغین"
      },
      {
        "th": "รักลวงป่วนใจ"
      },
      {
        "ja": "ニセコイ"
      },
      {
        "id": "Cinta Palsu"
      },
      {
        "he": "ניסקוי"
      },
      {
        "pt-br": "Amor Falso"
      },
      {
        "hi": "झूठा प्यार"
      }
    ],
    "description": {
      "en": "When Raku Ichijou was young, he made a heartfelt promise to his childhood friend that if they were to meet again, they would marry each other. Ten years have passed since that fateful day, leaving Raku's memory of her faded. But he still holds a relic of their relationship together—a locked pendant, which his childhood friend holds the key to. He hopes to reunite with her one day, despite not remembering what she looks like.  \n  \nNow a first-year student at Bonyari High School, Raku attempts to live a normal life, dreaming of becoming a public servant and marrying his crush Kosaki Onodera. However, this isn't as easy as it seems, as he is the unwilling heir to a large yakuza family, and Raku can't escape from his duties when the American Bee Hive gang wages war on his family's turf. In order to forge peace between the two feuding families, Raku is forced into a fake romantic relationship with Chitoge Kirisaki, the beautiful daughter of the Bee Hive's leader. The two quickly come to hate each other, but have to learn to live together and pretend to be deeply in love in order to keep their families at bay.  \n  \nHowever, Raku's quest for the key to his pendant isn't becoming easier as more girls—who were all involved with his pendant in some way—enter his life. Join Raku as he juggles his false relationship, maintains the balance between warring families, and unravels the identity of the girl who will unlock his heart.",
      "ru": "Ничем не примечательный Ичиджу Раку, мечтающий только об обычной школьной жизни, в первый же день старшей школы встречает Кирисаки Читоге, загадочную ученицу из Америки. Они такие разные… Он - слабый и нерешительный, она - сильная и напористая, но есть и то, что их объединяет - их семьи… Мафиозные семьи! Семья Читоге американская группировка ''Улей'', а Раку японская ''Якудза''. Их семьи начинают вражду, единственный способ остановить войну - это притворные отношения между Раку и Читоге. Какого будет притворяться парочкой двум антиподам?",
      "pt-br": "Ichijou Raku é um garoto aparentemente normal, que mantém uma promessa desde sua infância: guardar um colar-cadeado, dado por uma garota. Raku no entanto, é filho do chefe da Yakuza, e por isso nunca teve uma vida lá muito normal. Um dia Chitoge, uma aluna transferida aparece pulando o muro e caindo por cima de Raku, o que causa estranhamento entre os dois devido à perda do colar de Raku no choque entre eles. Após dias de busca e desavenças, ambos descobrem que o futuro lhes pregou uma peça: apesar de se detestarem, precisarão se fingir de namorados para evitar a guerra entre a Yakuza, da família de Raku, e a máfia, da família de Chitoge. Um romance fadado ao desastre e guerra entre facções inimigas."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "229"
  },
  {
    "mangaId": "a21eab2d-781d-40b2-a666-7b2d72551927",
    "title": {
      "en": "Akuninzura shita B-kyuu Boukensha: Shujinkou to Sono Osananajimi-tachi no Papa ni Naru"
    },
    "updatedAt": "2024-08-29T05:46:25+00:00",
    "coverArt": "https://mangadex.org/covers/a21eab2d-781d-40b2-a666-7b2d72551927/cc4b504e-38e1-432e-be9f-26d3929b8420.jpg",
    "altTitles": [
      {
        "ja": "悪人面したＢ級冒険者 主人公とその幼馴染たちのパパになる"
      },
      {
        "ja-ro": "Akunindzura shita B-kyuu Boukensha - Shujinkou to Sono Osananajimi-tachi no Papa ni Naru"
      },
      {
        "en": "B-Grade Adventurer With a Bad Guy Face Becomes a Daddy to the Hero and His Fellow Children"
      }
    ],
    "description": {
      "en": "Gray, a B-rank adventurer, was supposed to be just a mob character in the RPG \"Bright Fantasy.\" However, by chance, he saved an orphan who was attacked by thugs on the roadside and decided to raise him as his father. But the orphan turned out to be the protagonist of this world, \"Isuka\"!\n\nThis choice would greatly change the fate of the world.\n___\nNote: While even the English on the Japanese covers gets this wrong, the orphan saved is the *protagonist*, not the *hero*.",
      "pt-br": "Gray, um aventureiro de nível B, deveria ser apenas um personagem da máfia no RPG “Bright Fantasy”. Porém, por acaso, ele salvou um órfão que foi atacado por bandidos na beira da estrada e decidiu criá-lo como pai. Mas o órfão acabou por ser o herói deste mundo, “Iska”. Essa escolha mudaria muito o destino do mundo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8bf1de2b-c2f9-4983-93c4-906b44daee6b",
    "title": {
      "en": "Ultimate Outcast"
    },
    "updatedAt": "2024-03-16T21:15:46+00:00",
    "coverArt": "https://mangadex.org/covers/8bf1de2b-c2f9-4983-93c4-906b44daee6b/dd4eaf20-fcae-42fc-a334-32c6fcdb7e28.jpg",
    "altTitles": [
      {
        "tr": "Süper Serseri"
      },
      {
        "en": "Super Outcast"
      },
      {
        "en": "Greatest Outcast"
      },
      {
        "zh": "悲伤的拳头"
      },
      {
        "ja": "最強のハミ子"
      },
      {
        "ko": "최강왕따"
      }
    ],
    "description": {
      "en": "Most outcasts are ostracized because they look different, talk different, or live different. But not everyone. And not every previous outcast turns into a revenge machine. After seeing his friend suffer a horrific incident, the once outcast, Kang Haneul, decides to exact revenge with the help of an ability he never knew existed.",
      "fr": "Un gang de mafieux se fait agresser de nuit par un adolescent."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "69.12"
  },
  {
    "mangaId": "bc9c6862-2f58-4061-9815-7fc9faf988dc",
    "title": {
      "en": "Sono Uruwashiki Hito wa"
    },
    "updatedAt": "2024-08-29T05:09:23+00:00",
    "coverArt": "https://mangadex.org/covers/bc9c6862-2f58-4061-9815-7fc9faf988dc/a78df88b-81e8-46f8-936c-88f51de2c2a1.jpg",
    "altTitles": [
      {
        "ja": "そのうるわしきひとは、"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "3"
  },
  {
    "mangaId": "306e4076-65cf-405f-818e-ac5ab98933ef",
    "title": {
      "en": "Do not forget."
    },
    "updatedAt": "2024-08-21T10:33:45+00:00",
    "coverArt": "https://mangadex.org/covers/306e4076-65cf-405f-818e-ac5ab98933ef/d8aba53f-5763-403d-aedb-044f31d84852.png",
    "altTitles": [],
    "description": {
      "en": "This book contains all 6 stories of a BL story about a muscular guy and a hardworking older man. It's pure love. The whole story can be read at [pixiv](https://www.pixiv.net/user/1628805/series/115966), but it also includes a newly drawn manga. There are some additions and corrections. There are more local corrections compared to when it was published on the web."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "b1953f80-36f7-492c-b0f8-e9dd0ad01752",
    "title": {
      "en": "Modern MoGal"
    },
    "updatedAt": "2024-07-29T12:11:55+00:00",
    "coverArt": "https://mangadex.org/covers/b1953f80-36f7-492c-b0f8-e9dd0ad01752/5e418a46-e876-4176-961b-8622840a33e2.jpg",
    "altTitles": [
      {
        "en": "Monster Gals"
      },
      {
        "zh-ro": "Rén Wài de Xīngqíwǔ"
      },
      {
        "zh-hk": "人外的星期五"
      },
      {
        "uk": "Монстро-дівчата"
      }
    ],
    "description": {
      "en": "The daily experiences of modern monster girls.   \r\n  \r\nOriginal comic by [Shepherd0821](https://mangadex.org/group/6025/shepherd0821), uploaded to MangaDex with permission.",
      "pt-br": "As experiências diárias de garotas monstro modernas.\nQuadrinhos originais por Shepherd0821"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c09cfd3-060e-4c02-8055-f7c2d51a28de",
    "title": {
      "en": "Kanaria wa Kiraboshi no Yume wo Miru"
    },
    "updatedAt": "2024-08-11T20:39:53+00:00",
    "coverArt": "https://mangadex.org/covers/2c09cfd3-060e-4c02-8055-f7c2d51a28de/fa7c07e5-56fd-490c-94d6-c426af50373c.jpg",
    "altTitles": [
      {
        "ja": "カナリアは綺羅星の夢をみる"
      },
      {
        "en": "Canaries Dream of Shining Stars"
      }
    ],
    "description": {
      "en": "Ayano is a schoolgirl who dreams of pursuing a career fashion. On the day of her first ball, she encounters a beautiful girl.\n\nCharmed by the foreign-looking girl called Tsubaki-hime, Ayano's dreams grow stronger. But Ayano's mother, looking down on her hobbies, plots to get in her way. Meanwhile, Tsubaki-hime seems to have some  kind of circumstances of her own...\n\nThis is a Taishō-era romance about girls closing in on their dreams.\n\n(source: Yuri Hime, translated)",
      "ja": "服飾の道へ進むことを夢見る女学生の文乃は、初めて舞踏会に参加した日に、美しい少女と出会った。椿姫と呼ばれる日本人離れした容姿の少女に惹かれて夢を膨らませる文乃だが、文乃の趣味をよく思っていない母が道を阻もうと画策する一方で、椿姫にも何やら事情があるようで…。\n\n夢を巡る少女たちの大正浪漫物語。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "397d8547-99a2-4631-94f3-9a3dc0f12c6e",
    "title": {
      "en": "Park Ha Mansion"
    },
    "updatedAt": "2024-08-19T04:22:47+00:00",
    "coverArt": "https://mangadex.org/covers/397d8547-99a2-4631-94f3-9a3dc0f12c6e/a354d9ed-162e-4612-a371-198c01ce3c05.jpg",
    "altTitles": [
      {
        "ko": "박하"
      },
      {
        "ko": "Bakha"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "778b8438-af3a-4534-841c-adf923b55ee1",
    "title": {
      "en": "Uma Musume Pretty Derby: Star Blossom"
    },
    "updatedAt": "2024-03-31T18:10:29+00:00",
    "coverArt": "https://mangadex.org/covers/778b8438-af3a-4534-841c-adf923b55ee1/3124d911-022c-419e-a2f9-4fc855aff651.jpg",
    "altTitles": [
      {
        "ja": "ウマ娘 プリティーダービー スターブロッサム"
      },
      {
        "ja-ro": "Uma Musume Puritiudaubiu Sutauburossamu"
      },
      {
        "ru": "Девушки-пони Славное Дерби: Звёздный цветок"
      }
    ],
    "description": {
      "en": "The popular cross-media content \"Uma Musume Pretty Derby\" features \"Uma Musume\" who have inherited the names and souls of numerous racehorses! A new legend begins with the indomitable horse girl \"Sakura Laurel\" as the main character.\n\n---\n\n- [Alternative Raw](https://shonenjumpplus.com/episode/4856001361118480104)",
      "ja": "「挑戦なくして、得られるものなど何もない」　見習いトレーナー・椿が出会ったのは、ガラスの脚を抱えたデビュー前のウマ娘・サクラローレル。半人前の2人が見た頂点への夢は、無謀なのか――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29ca9de0-b633-4756-b4f3-c3bef1ee4f9e",
    "title": {
      "en": "Seasons of Lovesome"
    },
    "updatedAt": "2024-08-22T17:08:52+00:00",
    "coverArt": "https://mangadex.org/covers/29ca9de0-b633-4756-b4f3-c3bef1ee4f9e/3edef2b4-d047-44b4-855f-2036e1ad8f93.jpg",
    "altTitles": [
      {
        "en": "Lovesome Youth"
      },
      {
        "en": "Youth Lovesome"
      },
      {
        "ko": "청춘 러브썸"
      }
    ],
    "description": {
      "en": "\"It may be hazy blue, but that's alright\"\n\nTaking place a year after the epilogue of Seasons of Blossom, this story focuses on the new opening of “Cafe Blossom and NEMONE Atelier” as well as Bomi’s new classmate “Pureum” as they explore a new found youth. \n\nCampus romance, after school romance, office romance, it has it all.  \n\nThe heartwarming series is back with another youthful story!",
      "fr": "« Ça peut être d'un bleu brumeux, mais c'est pas grave. »\n\nSe déroulant un an après l'épilogue de \"Seasons of Blossom\", cette histoire se concentre sur la nouvelle ouverture du « Café Blossom and NEMONE Atelier », ainsi que sur la nouvelle camarade de classe de Bomi, « Pureum », alors qu'ils explorent une nouvelle jeunesse. Romance sur le campus, amours après l'école, romance au bureau, il y a de tout. La série réconfortante revient avec une nouvelle histoire pleine de jeunesse !"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33105d79-d420-4516-9c67-e62bc3ed4bf4",
    "title": {
      "en": "Try Begging"
    },
    "updatedAt": "2024-08-29T04:50:16+00:00",
    "coverArt": "https://mangadex.org/covers/33105d79-d420-4516-9c67-e62bc3ed4bf4/0657f7db-bf3a-4e96-9257-8572824dafb4.png",
    "altTitles": [
      {
        "ko": "내게 빌어봐"
      },
      {
        "en": "Try Begging Me"
      }
    ],
    "description": {
      "en": "This work contains controversial content such as violence and rape.\n\n Please be advised. Captain 'Leon Winston' of the National Intelligence Division of the Western Command of the Rippon Kingdom. Unlike his elegant and noble appearance, he was the object of both envy and damnation for both his allies and enemies, known as the \"Vampire of Camden\" who would torture the rebels cruelly.\n\n\"Every time I see you, I just want to thrust my gun in your tight space.\"\n\nStrangely, the maid of the interrogation room \"Sally Briston\" became the object of his desires, as strong as the rage he has for the insurgent rebels. She was ordinary and nothing special... Perhaps it was simply the smell of blood on her that excited him.\n\nThe interrogation didn't take long.\n\nHe realized it as soon as he heard her name come out from the rebel spy's lips. He no longer needed to suppress his violent desires.\n\n\"I stopped myself from tormenting her because I thought she was a good girl, but now there's no need for that. Thank you, Sally. No... Grace.\"\n\nIf you want to live, then try begging.\n\nYou never know.\n\nI might hear you out."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c718eb5d-6544-49ab-9fb4-ee90f6b75f8e",
    "title": {
      "en": "The Age of Arrogance"
    },
    "updatedAt": "2024-07-14T18:10:13+00:00",
    "coverArt": "https://mangadex.org/covers/c718eb5d-6544-49ab-9fb4-ee90f6b75f8e/e7198cb0-6882-4963-adae-fc3a1de456cb.jpg",
    "altTitles": [
      {
        "ko": "오만의 시대"
      },
      {
        "ko-ro": "Omane Sidae"
      },
      {
        "en": "The Era of Pride"
      },
      {
        "en": "City of Arrogance"
      },
      {
        "fr": "L'âge de l'arrogance"
      },
      {
        "es": "La edad de la arrogancia"
      },
      {
        "es": "La nueva era"
      },
      {
        "ne": "अहङ्कारको युग"
      },
      {
        "ru": "Эпоха высокомерия"
      },
      {
        "th": "ยุคแห่งความโอหัง"
      },
      {
        "ja": "傲慢の時代"
      },
      {
        "zh": "傲慢的时代"
      },
      {
        "zh-hk": "傲慢的時代"
      },
      {
        "id": "Masa Kesombongan"
      },
      {
        "vi": "Thời đại của oman"
      },
      {
        "tr": "Gurur Çağı"
      },
      {
        "ar": "عصر الغطر"
      },
      {
        "es-la": "La era de arrogancia"
      }
    ],
    "description": {
      "ar": "سيد بيرباز، الذي قاد الحرب التي استمرت 28 عامًا إلى النصر، \"آشا بيرباز\". بالنسبة لبيرفاز، الذي دمرته الحرب الطويلة، تتوجه آشا إلى العائلة الإمبراطورية لتلقي مكافأة النصر التي وعد بها الإمبراطور. ومع ذلك، فإن المكافأة الوحيدة التي عادت كانت <الحق في اختيار شريك الزواج>. كخيار أفضل، أشار آشا إلى \"دوق كارلايل هافن\"، وهو الأمير الأول الذي تم حرمانه مؤخرًا من لقب ولي العهد. إذا تم رفضها، كانت تنوي الحصول على نفقة من الإمبراطور... \"ماركيز بيرباز. سأقبل عرض زواجك\". وعلى عكس التوقعات، قبل دوق كارلايل اختيار آشا. وعود بدعم هائل لبيرفاز...!",
      "en": "The lord of Pervaz, who led the 28-year war to victory, Asha Pervaz. \n\nFor Pervaz, who was devastated by the long war, Asha heads to the imperial family to receive the victory reward promised by the emperor.  However, the only reward that came back was the \"right to choose a marriage partner.\" \n\nAs the best choice, Asha pointed out the Duke of Carlisle Haven, the first prince who had recently been deprived of the title of crown prince.  If she was refused, she intended to receive compensation from the emperor... \n\n\"Marquise Perbaz. I will accept your marriage proposal.\" \n\nContrary to expectations, the Duke of Carlisle accepted Asha's choice.  Promising tremendous support for Pervaz...!\n\n---\nAfter winning a long war, Asha Pervaz is expecting the emperor to compensate her with money. Unlike her expectations though, the emperor asks Asha to choose her own husband from a list of nobles. Asha chooses Duke Carlisle Haven, the emperor’s eldest son and former crown prince. Asha expects him to object and pay an alimony instead, but the duke actually agrees to marry her! He even promises to help Asha rebuild Pervaz. What does the duke really want? And will Asha get what she wants without getting embroiled in the growing royal conspiracy?",
      "fr": "Après avoir mis fin à la longue guerre contre les Lurs, Asha Pervaz, Seigneure des terres de Pervaz, se rend au palais impérial dans l'espoir d'obtenir la récompense promise par l'Empereur. Mais contrairement à ses attentes, Asha ne se voit offrir que le droit de choisir un époux. Fine stratège, elle choisit le Duc Carlisle Haven, fils aîné de l'empereur et prince héritier temporairement privé de son autorité, pensant que celui-ci refusera et lui versera en échange une compensation financière. Mais contre toute attente, le Duc accepte de l'épouser. Il lui promet de lui fournir les matériaux nécessaires à la reconstruction de Pervaz si Asha l'aide à récupérer le trône qui lui revient de droit.",
      "id": "Setelah kematian ayah dan kakak-kakaknya melawan suku barbar, Asha Pervaz turun tangan untuk menggantikan mereka. Kemenangan berhasil ia raih, namun imbalan yang ia terima hanya cemoohan rakyat dan “hak memilih calon suami”, alih-alih hadiah uang untuk membangun kembali wilayahnya. Sadar bahwa Kaisar mempermainkannya, Asha memilih Carlisle Haven Evaristo, sang putra mahkota kekaisaran yang dicabut haknya akibat skandal besar, untuk menjadi suaminya! Asha yakin Carlisle akan menolaknya, namun…",
      "ko": "28년간의 전쟁을 승리로 이끈 페르바즈의 영주, '아샤 페르바즈'. 긴 전쟁으로 황폐해진 페르바즈를 위해 아샤는 황제가 약속한 승전 보상을 받으러 황실로 향한다.   하지만 돌아온 보상은 고작 <결혼 상대 선택권>.  최선의 선택으로 얼마 전 황태자 위를 박탈당한 1황자, '칼라일 헤이븐 공작'을 지목한 아샤. 거절하면 황제에게 위자료를 지급받을 생각이었으나…  \"페르바즈 변경백. 그대의 청혼을 받아들이겠다.\"  예상과 다르게 칼라일 공작은 아샤의 선택을 받아들였다. 페르바즈에 대한 엄청난 지원까지 약속하면서…!",
      "th": "อาชา เปอร์เวซ ลอร์ดแห่งเปอร์เวซ ผู้นำชัยชยะมาสู่สงครามที่กินเวลายาวนานกว่า 28 ปี อาชามุ่งหน้าไปยังพระราชวังเพื่อรับรางวัลแห่งชัยชนะที่จักรพรรดิได้ให้คำมั่นไว้ โดยมีจุดมุ่งหมายเพื่อนำมาบูรณะดินแดนเปอร์เวซ ซึ่งถูกจักรวรรดิทอดทิ้งจากสงครามที่ยืดเยื้อ แต่ทว่า รางวัลเดียวที่อาชาได้รับกลับเป็น <การเลือกคู่แต่งงาน> อาชาตัดสินใจเลือกมกุฎราชกุมาร ดยุกแห่งคาร์ไลล์ ฮาเว่น ผู้ซึ่งถูกปลดจากตำแหน่งมกุฎราชกุมารเมื่อไม่นานมานี้ ถ้าเธอถูกปฏิเสธ เธอก็จะได้รับรางวัลอย่างงามจากจักรพรรดิ แต่ว่า… “มาร์คกราฟแห่งเปอร์เวซ ข้ายอมรับคำขอแต่งงานของเจ้า” ทุกอย่างกลับไม่เป็นไปตามที่คาดไว้ ดยุกแห่งคาร์ไลล์ ฮาเว่นเลือกที่ยอมรับคำขอแต่งงานของอาชา และเขายังสัญญาที่จะให้การสนับสนุนเปอร์เวซอย่างเต็มที่อีกด้วย",
      "tr": "Perbaz’ın 28 yıl süren savaşı zafere taşıyan lordu ‘Asya Pervaz’. Uzun süren savaşta harap olan Pervaz için Asya, imparator tarafından vaat edilen zafer ödülünü almak üzere imparatorluk ailesine gider. Ancak kendisine geri dönen tek ödül <Evlilik eşi seçme hakkı> olmuştur. Asya en iyi seçenek olarak, yakın zamanda veliaht prens ünvanından mahrum bırakılan ilk prens olan ‘Colail Haven Dükü’nü işaret etti. Eğer reddedilirse, imparatordan nafaka almaya niyetliydi… “Markiz Pervaz. Evlilik teklifinizi kabul ediyorum.” Beklentilerin aksine Colail Dükü, Asya’nın teklifini kabul etti. Pervaz’a büyük destek sözü verdi!..",
      "vi": "Lãnh địa Pervaz đã bị tàn phá bởi một cuộc chiến tranh. Và vĩ lãnh chúa mới của lãnh địa Pervaz này chính là Asha Pervaz. Cô được hoàng đế ban thưởng cho chiến thắng của mình. Nhưng người gặp cô lại chế giễu cô là ‘nàng công chúa man rợ’ và thật là một đề nghị vô lý khi trao quyền chọn bạn đời làm phần thưởng cho chiến thắng. Asha phải đưa ra lựa chọn tốt nhất ngay cả trong hoàn cảnh này. “Vậy…công tước Carlyle Haven đi” Cô chọn ra đại hoàng tử, người đứng đầu danh sách quý tộc và cách đây không lâu đã gây ra một vụ bê bối lớn và bị tước đoạt danh hiệu đại hoàng tử. Nếu anh ta tức giận và từ chối, cô sẽ nhanh chóng đòi bồi thường sau đó, nhưng đâu ngờ rằng Carlyle lại chấp nhận sự lựa chọn của cô. “Anh mong muốn gì ở tôi?” “Đừng bận tậm đến việc tôi làm ở Pervaz. Đừng mong rằng được đối xử như một người vợ và cũng đừng nghĩ đến việc dính líu đến phe đối lập của tôi. Và khi tôi yêu cầu thì đừng nói linh tinh gì cả, chỉ cần ký vào tờ giấy ly hôn là được” Đó là một giao dịch không có gì là không tốt đối với Asha. Cô nắm lấy tay của kẻ ngạo mạn kia mà ngay cả hoàng đế cũng coi thường. Một nụ cười đầy sức quyến rũ nở trên môi anh. “Phu nhân, sau này xin được giúp đỡ”",
      "zh": "事业型男女主被迫联姻，\n强强联合收获爱与权力\n在长达28年的战争中，佩尔瓦兹的领主“阿西娅·佩尔瓦兹”成功地率领众人取得了胜利。为了重建因长期战争而荒芜的佩尔瓦兹，阿西娅前往皇室领取皇帝承诺的胜仗奖励。但等待她却只是区区<择偶权>，而无任何实质性的奖励。想到佩尔瓦兹的百姓连今年冬天都可能撑不过去，阿西娅只好选择刚失去皇太子身份的卡莱尔公爵作为结婚对象…“既然皇室不想让我们好过，那么就拉你们一起下水”。",
      "pt-br": "O senhor de Pervaz, que liderou a guerra de 28 anos até a vitória, 'Asha Pervaz'. Para Pervaz, que foi devastado pela longa guerra, Asha dirige-se à família imperial para receber a recompensa da vitória prometida pelo imperador. No entanto, a única recompensa que voltou foi o . Como melhor escolha, Asha apontou o ‘Duque de Carlisle Haven’, o primeiro príncipe que recentemente foi privado do título de príncipe herdeiro. Se ela fosse recusada, ela pretendia receber pensão alimentícia do imperador… “Marquês Pervaz. Aceitarei sua proposta de casamento. Contrariando as expectativas, o duque de Carlisle aceitou a escolha de Asha. Prometendo um tremendo apoio à Pervaz…!",
      "zh-hk": "為了拯救因漫長戰爭而荒廢的領地「菲爾巴茲」，亞莎前往皇室向皇帝要求當初所承諾的戰勝補償。然而，她卻只獲得了「結婚對象選擇權」。權衡之下，亞莎認為最好的人選是不久前被剝奪皇太子地位的卡拉爾．海本公爵，假如被拒絕了，就能從皇帝那裡得到精神賠償… 「菲爾巴茲伯爵，我接受妳的求婚。」 出乎意料的是，卡拉爾公爵接受了亞莎的選擇，還承諾提供菲爾巴茲龐大的支援…！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e53b25b-c5b7-43f2-81eb-671eb28c4765",
    "title": {
      "en": "Kasanegasane no Hatsukoi Desuga"
    },
    "updatedAt": "2024-08-29T05:12:22+00:00",
    "coverArt": "https://mangadex.org/covers/8e53b25b-c5b7-43f2-81eb-671eb28c4765/47e605e3-f0a9-420e-add1-3986bbc29f35.png",
    "altTitles": [
      {
        "en": "First Love, Again and Again"
      },
      {
        "ja": "かさねがさねの初恋ですが"
      }
    ],
    "description": {
      "en": "Hassaku Tamao came back to his hometown to teach and fulfill a promise he made when he was younger. However, he's not the only one who remembers a promise he made..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb211cad-7fdf-4215-8ea1-5c37a188ce35",
    "title": {
      "en": "Childhood Friend Complex"
    },
    "updatedAt": "2024-08-20T00:01:56+00:00",
    "coverArt": "https://mangadex.org/covers/eb211cad-7fdf-4215-8ea1-5c37a188ce35/c8505a45-8468-4579-9575-25e5ffe08a54.jpg",
    "altTitles": [
      {
        "ko": "소꿉친구 컴플렉스"
      },
      {
        "ko-ro": "Sokkupchingu Complex"
      },
      {
        "es-la": "Complejo De Amigos De La Infancia"
      }
    ],
    "description": {
      "en": "Ha-neul and Mincheol have been childhood friends for all of their lives, but their relationship takes on a whole new dynamic when they undergo a series of unexpected events. Although they vowed that they'd never be romantically attracted to each other, they just might be proven wrong... especially when things start to escalate and neither can predict where they'll end up.",
      "ko": "20살에 20년지기, 평생을 함께한 소꿉친구 하늘과 민철. 그런 소꿉친구의 알고 싶지 않은 은밀.."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a5d21e77-b961-42e3-8d69-bbb1610c1c71",
    "title": {
      "en": "When the Black Wolf Calls Me"
    },
    "updatedAt": "2024-06-20T15:08:51+00:00",
    "coverArt": "https://mangadex.org/covers/a5d21e77-b961-42e3-8d69-bbb1610c1c71/d94887c7-c78b-4829-9517-35480a562191.jpg",
    "altTitles": [
      {
        "ko": "검은 늑대가 나를 부르면"
      },
      {
        "en": "When the Black Wolf Beckons Me"
      }
    ],
    "description": {
      "en": "\"You can never have me. The one who can kill me, is me, not you.\"\n\nYeonwoo killed herself in front of her ex-husband who murdered her family. Yet, she found herself back again.\n\nTo escape from my ex-husband Hyojo's obsession, to protect my family and to protect myself... I ask another man to take me.\n\n\"Hwita, I'll be your woman!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a313d06-8002-42cd-b7f5-bf1d9cfceb34",
    "title": {
      "en": "The Dragon Tamer (Webtoon)"
    },
    "updatedAt": "2024-04-04T05:21:41+00:00",
    "coverArt": "https://mangadex.org/covers/1a313d06-8002-42cd-b7f5-bf1d9cfceb34/ff965230-5150-4e8b-86e4-416412645ef3.jpg",
    "altTitles": [],
    "description": {
      "en": "What happens when a girl from a quaint and small town meets the son of a Yakuza crime lord? Will she be able to change him for the better or will he continue down the dangerous and violent path?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13ad5f5d-8d1d-40ef-93d0-5009a72268a6",
    "title": {
      "en": "Prison Love"
    },
    "updatedAt": "2024-08-29T04:46:34+00:00",
    "coverArt": "https://mangadex.org/covers/13ad5f5d-8d1d-40ef-93d0-5009a72268a6/04a86395-2198-4aac-96ea-aa9da6e18ce5.png",
    "altTitles": [
      {
        "ko": "프리즌 러브"
      }
    ],
    "description": {
      "en": "Having never done anything bad and lived a dilligent life, Shushu is suddenly framed for murder and imprisoned in a prison for women.\nIn order to survive amongst harsh and vicious criminals.\n\n“W-Will you be my prison wife?”\n\nShe becomes the wife of her very pretty but very scary roommate, who is also the prettiest(?) girl in the prison, Minicat.\n\nBut something is weird.\n\nWhy is she suddenly having the kind of feelings she would have for a man for this beautiful Minicat instead?\n\n“It’s a rule, cabbage. Close your eyes when we kiss and I’ll treat you nicely.”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6ba9e84-b2b1-4c49-be9d-26036cd38119",
    "title": {
      "en": "Sazanamimachi to, Hazama no Ko"
    },
    "updatedAt": "2024-08-26T03:40:09+00:00",
    "coverArt": "https://mangadex.org/covers/c6ba9e84-b2b1-4c49-be9d-26036cd38119/f7cce958-49ed-497a-83bb-67fba32941c2.jpg",
    "altTitles": [
      {
        "ja": "さざなみ町と、はざまの子"
      }
    ],
    "description": {
      "en": "A young woman visits a seaside town. Even though it's her first time there, everything seems strangely nostalgic. Somehow she ends up working at an empty little shop serving the local customers. But what will she discover in this strange town that carries the scent of the sea ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b245f362-46d3-44e2-9373-46becaeaa1ab",
    "title": {
      "en": "World's Strongest Troll"
    },
    "updatedAt": "2024-05-28T01:21:01+00:00",
    "coverArt": "https://mangadex.org/covers/b245f362-46d3-44e2-9373-46becaeaa1ab/89206e6e-d049-4d06-89c6-a271bcf9a6c2.jpg",
    "altTitles": [
      {
        "ko": "게임 최강 트롤러"
      },
      {
        "en": "The Game's Top Troll"
      },
      {
        "en": "The Game's Greatest Troll"
      },
      {
        "es-la": "El Troll más fuerte del mundo"
      }
    ],
    "description": {
      "en": "Arcadia.\nThe game that holds the most possibilities in the world.\nHumanity’s first virtual reality game, made from the cooperation between the world’s leading companies:\nAjin Electronics. Sillicoff Industries. Argos Corporation.\nThe shocking stories that happen within the game begin now!\n\n[Welcome to Arcadia, the world of fantasy.]"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca3692c0-2abe-4fba-91f4-1c76611539c6",
    "title": {
      "en": "The Ultimate of All Ages"
    },
    "updatedAt": "2024-08-26T13:27:20+00:00",
    "coverArt": "https://mangadex.org/covers/ca3692c0-2abe-4fba-91f4-1c76611539c6/f9a1f10c-f209-4701-8486-feec29064b5d.jpg",
    "altTitles": [
      {
        "en": "Rebirth Of The Ultimate Master"
      },
      {
        "en": "The Eternal Supreme"
      },
      {
        "zh": "万古至尊"
      },
      {
        "en": "The Ancient Sovereign of Eternity"
      },
      {
        "zh": "这一世我要当至尊"
      },
      {
        "zh-hk": "這一世我要當至尊"
      },
      {
        "pt-br": "O Antigo Soberano da Eternidade"
      }
    ],
    "description": {
      "en": "First among the ten martial emperors, Peerless Martial Emperor Gu Fei Yang met his demise in the Tiandang mountains. He was reincarnated fifteen years later, as Li Yun Xiao of the Tianshui Nation, and thus began a heaven-defying battlefront with the countless talents of the current generation. Martial arts of the nine heavens and ten divine realms. From then on, the whole world was set ablaze.",
      "es-la": "Gu Feiyan, el tercer soberano, muere y es reencarnado en un niño llamado Li Yunxia, una completa basura que todavía no despertó sus meridianos a pesar de su edad. ¡Pero esto no detendrá al MC de alcanzar el pináculo de este mundo otra vez!",
      "pt-br": "Um dos imperadores marciais conferidos, Gu Feiyang, faleceu nas montanhas Tiandang e reencarnou 15 anos depois como Li Yunxiao, do estado de Tianshui, embarcando em uma jornada que desafia o céu contra os inúmeros gênios da época. Os nove níveis da Arte Marcial; os Reinos Divinos dos dez quadrantes. A partir de então, o mundo inteiro caiu no caos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a93959d7-4a4a-4f80-88f7-921af3ca9ade",
    "title": {
      "en": "Oneesan ga Shinryakuchuu!?"
    },
    "updatedAt": "2024-05-11T16:58:02+00:00",
    "coverArt": "https://mangadex.org/covers/a93959d7-4a4a-4f80-88f7-921af3ca9ade/2736d7ba-5a17-46ed-9f99-dd7bdd4875a2.jpg",
    "altTitles": [
      {
        "ja-ro": "Oneesan ga Shinryakuchuu!?"
      },
      {
        "ja": "おねーさんが侵略中！？"
      },
      {
        "pt-br": "Onee-San está invadindo!?"
      },
      {
        "en": "Onee-San Is Invading!?"
      },
      {
        "ko": "누나가 침략중!?"
      },
      {
        "ko-ro": "Nunaga Chimlyagjung!?"
      },
      {
        "zh": "大姐姐入侵中！？"
      }
    ],
    "description": {
      "en": "Toono Ao failed to get into college and became a ronin, studying for next years exams instead. To better study for them, Ao moved out to live on his own into an apartment near his cram school. It's not much, but it's a place to call his own. But not long after moving in, a drunken lady finds her way into his new home! It doesn't matter how hard he tries, she just continues to make herself at home and take advantage of him. This is not okay! ...Or is it? His humble castle is no longer his own. Onee-san is invading!",
      "ja": "夢にまで見た上京一人暮らし。狭いけど駅近物件。そんな僕の大事なお城は見知らぬおねーさんに侵略を許した！変わる壁紙、開発されるカラダ・・これって大歓迎案件？\n \n--- \n \nYume ni made mita jōkyō hitorigurashi. Semaikedo eki kin bukken. Son'na boku no daijina o-jō wa mishiranu o ne ̄-san ni shinryaku o yurushita! Kawaru kabegami, kaihatsu sa reru Karada kore tte dai kangei anken?",
      "zh": "透野青没能考上大学，成了一名浪人，转而准备明年的考试。为了更好地复习，他搬到了补习学校附近的公寓里独自生活。虽然房子不大，但也算得上是自己的家了，可刚搬进去没多久，一个喝醉酒的女人就强行闯进了他的新家！不管他怎么努力，她就是继续把他当成自己的家，占他的便宜。这可不行！......还是不行？他简陋的城堡不再属于他了一姐姐正在入侵中！",
      "es-la": "Toono Ao no consiguió entrar en la universidad y se convirtió en ronin, y continúa estudiando para los exámenes del año siguiente. Para estudiar mejor, Ao se mudó a vivir por su cuenta a un apartamento cerca de su escuela de reforzamiento. No es mucho, pero es un lugar al que puede llamar suyo. Pero al poco tiempo de mudarse, una dama borracha se abre paso en su nuevo hogar. No importa lo mucho que él lo intente, ella sigue sintiéndose como en casa y aprovechándose de él. ¡Esto no está bien! ...¿O no? Su humilde castillo ya no es suyo. ¡Onee-san está invadiendo!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "519e9368-8b90-4c97-91cc-3fe8ce9da6e3",
    "title": {
      "en": "Gimmick!"
    },
    "updatedAt": "2024-08-23T07:20:04+00:00",
    "coverArt": "https://mangadex.org/covers/519e9368-8b90-4c97-91cc-3fe8ce9da6e3/c51ba222-28e0-4d83-8d58-e338b9e44475.jpg",
    "altTitles": [
      {
        "ja": "ギミック！"
      },
      {
        "zh": "神乎其技 - 特效化妝師"
      }
    ],
    "description": {
      "en": "Kohei Nagase is an prodigy special effects artist. He and pro stuntman, Shingo Kannazuki, form Studio Gimmick. Together, they help people in need of Studio Gimmick's exceptional services. These people's problems are often able to be solved with Kohei's stunning special effects skills."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "87"
  },
  {
    "mangaId": "b40b0560-7a72-4880-be28-3112296e92c2",
    "title": {
      "en": "Tsuma no Kigen de Tenkou ga Kawaru Hanashi"
    },
    "updatedAt": "2024-08-27T01:43:13+00:00",
    "coverArt": "https://mangadex.org/covers/b40b0560-7a72-4880-be28-3112296e92c2/0c36ceab-bb1a-4b2e-aefb-abcb4e9d5427.jpg",
    "altTitles": [
      {
        "ja": "妻の機嫌で天候が変わる話"
      },
      {
        "en": "The Story of How My Wife's Mood Changes the Weather"
      }
    ],
    "description": {
      "en": "Cloudy couple love comedy between the god of thunder and a human being."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "19"
  },
  {
    "mangaId": "0874979e-301a-47a5-a559-0e33a1162571",
    "title": {
      "en": "Giri Choko Girai no Danjo"
    },
    "updatedAt": "2024-07-05T00:03:22+00:00",
    "coverArt": "https://mangadex.org/covers/0874979e-301a-47a5-a559-0e33a1162571/60d5480c-67aa-4dec-a916-3f234aaeed5e.jpg",
    "altTitles": [
      {
        "ja": "義理チョコ嫌いの男女"
      },
      {
        "en": "A Man and a Woman Who Hate Obligatory Chocolates"
      },
      {
        "pt-br": "Um homem e uma mulher que odeiam chocolates obrigatórios"
      }
    ],
    "description": {
      "en": "\"You realize that these aren't just obligatory chocolates, right?\"\n\nObligatory chocolate is the kind that you give to people you don't even like, just because it's a Valentine's Day tradition. Aya, a beautiful office lady who is often misunderstood because of her lack of visible emotions, was complaining about it to her boss Takaki, as they walked to the train station together after work. However, Takaki told her, \"That's too bad, because I was really looking forward to getting chocolates from Aya, even if it's just obligatory…\"\n\nAs they parted ways, Aya hands Takaki a box of chocolates. Takaki is confused, because he thought she didn't like giving out obligatory chocolates…\n\n\"Senpai, are you really that dumb?\"\n\nWinner of the 3rd Toaru Nichijou Manga Award, it's a sweet romantic comedy that will satisfy your heart and your sweet tooth!",
      "pt-br": "Você percebe que estes não são apenas chocolates obrigatórios, certo?\n\nAya, uma bela moça de escritório que costuma ser mal interpretada por causa de sua falta de emoções visíveis, estava reclamando disso com seu chefe Takaki, enquanto caminhavam juntos para a estação de trem depois do trabalho. No entanto, Takaki disse a ela: \n\n\"Isso é uma pena, porque eu realmente estava ansioso para ganhar chocolates de Aya, mesmo que seja apenas obrigatório...\"\n\nAo se despedirem, Aya entrega uma caixa de chocolates a Takaki. Takaki fica confuso, porque pensou que ela não gostava de dar chocolates obrigatórios...\n\n\"Senpai, você é realmente tão burro?\""
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "ec03df55-26de-46c8-98b7-c8df9efda27f",
    "title": {
      "en": "The End is a Game to Me"
    },
    "updatedAt": "2024-07-16T11:02:57+00:00",
    "coverArt": "https://mangadex.org/covers/ec03df55-26de-46c8-98b7-c8df9efda27f/8ff6c8ab-ad23-4538-b46a-84ea619fa301.png",
    "altTitles": [
      {
        "kk": "Заманақыры — ойын"
      },
      {
        "ko": "내게 종말은 게임이다"
      },
      {
        "en": "The End Of World Is A Game"
      }
    ],
    "description": {
      "en": "Go Cheon-su, is an unemployed Game Streamer. With only 1 viewer.\n\nOne day, he is picked as a Player and is thrown into a real-world survival game.\n\nThe game clear condition is to not die. The 24*7 Survival Stream begins."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4902975b-ddec-4c34-880c-2ecd3434c94b",
    "title": {
      "en": "The Big Bees"
    },
    "updatedAt": "2024-06-30T10:56:44+00:00",
    "coverArt": "https://mangadex.org/covers/4902975b-ddec-4c34-880c-2ecd3434c94b/58c16a15-ca53-45dc-a352-4f63587d666f.png",
    "altTitles": [
      {
        "ja": "デカいはちの話"
      },
      {
        "ja-ro": "Dekai Hachi no Hanashi"
      }
    ],
    "description": {
      "en": "What if bees were big and fluffy? Like, really big and fluffy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c17e517-5979-436b-ae46-b7935a35ad72",
    "title": {
      "en": "I Asked for a Rental Girlfriend and the Girl I Like Showed Up"
    },
    "updatedAt": "2024-08-13T07:09:10+00:00",
    "coverArt": "https://mangadex.org/covers/5c17e517-5979-436b-ae46-b7935a35ad72/0555237c-dce2-48f3-aab5-8f4874dfbedb.jpg",
    "altTitles": [
      {
        "ja": "レンタル彼女頼んだら好きな子がきた"
      },
      {
        "ja-ro": "Rental Kanojo Tanondara Suki na Ko ga Kita"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cac1a74c-0b5f-498a-8472-05f0636e1b4d",
    "title": {
      "en": "Return to Player"
    },
    "updatedAt": "2024-06-29T01:08:12+00:00",
    "coverArt": "https://mangadex.org/covers/cac1a74c-0b5f-498a-8472-05f0636e1b4d/640f3fb8-676f-4a79-b39f-2d2845f5d235.jpg",
    "altTitles": [
      {
        "ko": "리턴 투 플레이어"
      },
      {
        "en": "Return of the Player"
      },
      {
        "ru": "Возвращение игрока"
      },
      {
        "th": "รีเทิร์น ทู เพลย์เยอร์"
      },
      {
        "ja": "リターン・トゥ・プレイヤー"
      },
      {
        "zh": "重生最强玩家"
      },
      {
        "zh-hk": "重返玩家：Return to Player"
      },
      {
        "fr": "Return to Player (Webtoon)"
      }
    ],
    "description": {
      "en": "Ten years ago, a group of gods turned everyone on Earth into players of a sadistic game that forced them to kill monsters in real life - or be killed themselves. \n\nKim Sehan has already seen how this game will play out: everyone in the world dies except for him. \n\nWhen he’s given the chance to go back in time and start a second playthrough, Sehan is determined to change the course of events and beat the gods at their own game.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/chognshengzuiqiangwanjia/list?title_no=1564)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/return-to-player/list?title_no=2894)\n* [French / Français](https://www.webtoons.com/fr/fantasy/return-to-player/list?title_no=2558)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/return-to-player/list?title_no=2543)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001070)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/return-to-player/list?title_no=2356)",
      "fr": "Un jour, le monde est devenu un jeu. Les monstres qui apparaissent soudainement tuent des gens, et les gens doivent devenir des joueurs et terminer la quête ! Kim Se-han est revenu de la fin de l'humanité et c'est à présent sa deuxième partie en tant que joueur. Sera-t-il capable de détruire le «système» qui a mis fin au monde ?\n\n---\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/return-to-player/list?title_no=2574)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/chognshengzuiqiangwanjia/list?title_no=1564)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/return-to-player/list?title_no=2894)\n* [French / Français](https://www.webtoons.com/fr/fantasy/return-to-player/list?title_no=2558)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/return-to-player/list?title_no=2543)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001070)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/return-to-player/list?title_no=2356)",
      "id": "Dunia telah berubah menjadi game! Setelah 10 tahun, Sehan berhasil menyelesaikan segalanya. Tetapi, ia memilih untuk memulai permainan dari awal dan menjalaninya lagi. Bisakah ia menyelamatkan dunia dan menghancurkan sistem yang membuat dunia berubah itu?\n\n---\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/return-to-player/list?title_no=2574)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/chognshengzuiqiangwanjia/list?title_no=1564)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/return-to-player/list?title_no=2894)\n* [French / Français](https://www.webtoons.com/fr/fantasy/return-to-player/list?title_no=2558)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/return-to-player/list?title_no=2543)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001070)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/return-to-player/list?title_no=2356)",
      "ko": "어느 날, 게임이 되어버린 세상.\n갑자기 나타난 몬스터들이 사람들을 죽이고, 사람들은 플레이어가 되어 퀘스트를 달성해야 한다!\n인류의 종말에서 회귀한 2회차 플레이어, 김세한.\n그는 과연 세상을 이렇게 만든 '시스템'을 쳐부술 수 있을까!\n\n---\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/return-to-player/list?title_no=2574)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/chognshengzuiqiangwanjia/list?title_no=1564)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/return-to-player/list?title_no=2894)\n* [French / Français](https://www.webtoons.com/fr/fantasy/return-to-player/list?title_no=2558)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/return-to-player/list?title_no=2543)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001070)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/return-to-player/list?title_no=2356)",
      "ru": "В один день мир превратился в игру. Неожиданно появившиеся монстры стали убивать людей, а те в свою очередь были вынуждены начать выполнять различные квесты. Во всём этом хаосе апокалипсиса выделился игрок по имени Ким Сехан. Удастся ли ему найти и уничтожить систему, сделавшую мир таким?\n\n---\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/return-to-player/list?title_no=2574)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/chognshengzuiqiangwanjia/list?title_no=1564)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/return-to-player/list?title_no=2894)\n* [French / Français](https://www.webtoons.com/fr/fantasy/return-to-player/list?title_no=2558)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/return-to-player/list?title_no=2543)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001070)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/return-to-player/list?title_no=2356)",
      "th": "เมื่อ 10 ปีก่อนโลกใบนี้ได้กลายมาเป็นฉากของ 'เกม' พวกเราได้กลายมาเป็น 'ผู้เล่น' ของเกมนั้นและต้องฆ่ามอนสเตอร์เพื่อเอาชีวิตรอด และผลลัพธ์คือ...การล่มสลายของมนุษยชาติ\n\n---\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/return-to-player/list?title_no=2574)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/chognshengzuiqiangwanjia/list?title_no=1564)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/return-to-player/list?title_no=2894)\n* [French / Français](https://www.webtoons.com/fr/fantasy/return-to-player/list?title_no=2558)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/return-to-player/list?title_no=2543)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001070)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/return-to-player/list?title_no=2356)",
      "zh": "游戏通关后结局竟是，\n人类已灭亡？！\n怪物肆虐，人类被迫成为游戏玩家。当游戏结束时世界只剩我一个幸存者，还被系统告知——单人模式结束，DLC商店开启。我竟然回到了游戏的第一天！\n一切都可以重新再来，这次我将改变结局！\n\n---\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/return-to-player/list?title_no=2574)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/chognshengzuiqiangwanjia/list?title_no=1564)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/return-to-player/list?title_no=2894)\n* [French / Français](https://www.webtoons.com/fr/fantasy/return-to-player/list?title_no=2558)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/return-to-player/list?title_no=2543)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001070)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/return-to-player/list?title_no=2356)",
      "zh-hk": "變為遊戲的世界裡，唯有殺死怪物才得以生存! 第1局遊戲中唯一倖存的玩家—金世翰，獲得了二次挑戰的機會。他究竟是否能從這場眾神遊戲中獲勝? 還是依舊無法改變人類滅亡的命運?\n\n---\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/return-to-player/list?title_no=2574)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/chognshengzuiqiangwanjia/list?title_no=1564)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/return-to-player/list?title_no=2894)\n* [French / Français](https://www.webtoons.com/fr/fantasy/return-to-player/list?title_no=2558)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/return-to-player/list?title_no=2543)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001070)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/return-to-player/list?title_no=2356)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6d4ce92-867e-43ba-aeb0-a0cf0899a704",
    "title": {
      "en": "Return of the SSS-Class Demon Lord"
    },
    "updatedAt": "2024-07-22T04:30:15+00:00",
    "coverArt": "https://mangadex.org/covers/c6d4ce92-867e-43ba-aeb0-a0cf0899a704/89868595-d65b-4b07-a6e3-13bc12a5de7b.jpg",
    "altTitles": [
      {
        "ko": "SSS급 마왕의 귀환"
      },
      {
        "en": "Return of the SSS-Class Demon King"
      }
    ],
    "description": {
      "en": "A man who fell into the demon world returns to Earth as the most powerful demon lord with absolute power.\n\nHowever, what awaits him are mysterious monsters. Slash!\nBlood stitches the air, and the man’s voice echoes once more.\n“I’ve finally returned.”\n\nThe Demon Lord’s return to Earth marks the beginning of the ultimate battle!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe480c32-a74b-40d4-bee0-f6b0df544972",
    "title": {
      "en": "Seikimatsu Otaku no Zombie Nikki"
    },
    "updatedAt": "2024-08-25T11:27:26+00:00",
    "coverArt": "https://mangadex.org/covers/fe480c32-a74b-40d4-bee0-f6b0df544972/5ef72fd9-c3d7-4ebe-9568-3e6f1dcb44a4.jpg",
    "altTitles": [
      {
        "ja": "世紀末オタクのゾンビ日記"
      },
      {
        "en": "The Apocalypse Otaku's Zombie Diary"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e930b546-8cbf-47ba-813c-5442da76a073",
    "title": {
      "en": "The Ultimate Assassin Is Back"
    },
    "updatedAt": "2024-08-29T03:47:53+00:00",
    "coverArt": "https://mangadex.org/covers/e930b546-8cbf-47ba-813c-5442da76a073/66492d4f-ccc7-42df-bdad-5166a9c7cd79.jpg",
    "altTitles": [
      {
        "zh": "SSS级刺客回归"
      },
      {
        "en": "Return of the SSS-Class Assassin"
      },
      {
        "en": "SSS-Class Assassin Returns"
      }
    ],
    "description": {
      "en": "In the turbulent world where the game ‘Moyu Conquest’ has crossed into reality, Mo Bei, a leading figure in the human coalition, repeatedly led his team to eradicate demon lords capable of endless resurrection. However, during one battle, both the demons and humans lost their top fighters simultaneously. As a result, the blood of the demon and Mo Bei merged, leading to the rebirth of a half-human, half-demon monster from the depths of the blood river."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee918b61-71cd-414e-88cb-878dae0896c5",
    "title": {
      "en": "Jiji Wanko Rouken to no toaru hibi"
    },
    "updatedAt": "2024-08-29T02:28:37+00:00",
    "coverArt": "https://mangadex.org/covers/ee918b61-71cd-414e-88cb-878dae0896c5/a9361500-b321-4ecc-b35f-e0a3db6943fd.jpg",
    "altTitles": [
      {
        "ja": "じじわんこ 老犬とのとある日々"
      },
      {
        "ja": "じじわんこ"
      }
    ],
    "description": {
      "en": "The recountings of a young adult living with his beloved senior 15-year-old dog who's become doddering with age."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57d817be-2fcb-4f10-a339-bfa827385e59",
    "title": {
      "en": "Kocchi Muite Glare"
    },
    "updatedAt": "2024-08-12T21:41:50+00:00",
    "coverArt": "https://mangadex.org/covers/57d817be-2fcb-4f10-a339-bfa827385e59/dee96bb6-ffe1-41bd-9723-01cbcc2fcc87.png",
    "altTitles": [
      {
        "ja": "こっち向いてグレア"
      },
      {
        "en": "Glare at Me"
      }
    ],
    "description": {
      "en": "While going home from his part-time job, Zen, a normal guy, suddenly got transported in the middle of the street of an unknown world. He met a silver-haired man who hides his eyes and learned that he's now in a parallel universe. Zen is a simple man - he doesn't really get what's happening but there's something called 'Dom' and 'Sub' and he's entranced by the man's glare.\nNow he can't get enough of his commands."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7813136-75c7-43ac-9354-93e464716b0b",
    "title": {
      "en": "+Anima"
    },
    "updatedAt": "2024-03-31T14:58:12+00:00",
    "coverArt": "https://mangadex.org/covers/f7813136-75c7-43ac-9354-93e464716b0b/1695fc29-9b67-40c2-9671-dec1a88465b8.jpg",
    "altTitles": [
      {
        "vi": "+Người Thú"
      },
      {
        "ru": "+анима"
      },
      {
        "ja": "＋アニマ"
      },
      {
        "en": "Plus Anima"
      },
      {
        "ar": "حيوان+"
      },
      {
        "ja": "プラス・アニマ"
      },
      {
        "ja": "プラスアニマ"
      },
      {
        "zh": "幻兽天使"
      },
      {
        "zh-hk": "幻獸天使"
      },
      {
        "ko": "플러스아니마"
      },
      {
        "th": "พลัส อนิมา"
      }
    ],
    "description": {
      "de": "[Wikipedia](https://de.wikipedia.org/wiki/%2BAnima)",
      "en": "Beings who possess animal-like powers walk among humans in this alternate universe. These mysterious mutants, the +Anima, are shunned by society. Four outcasts in particular–Cooro, a boy with crow-like powers; Husky, a fish-boy; Senri, a bear +Anima; and a girl named Nana, who wields the power of the bat–search for others like themselves while trying to gain acceptance in a world cruel to anyone or anything that is different.\n\n- [Wikipedia](https://en.wikipedia.org/wiki/%2BAnima)",
      "fr": "[Wikipedia](https://fr.wikipedia.org/wiki/%2BAnima)",
      "id": "[Wikipedia](https://id.wikipedia.org/wiki/%2BAnima)",
      "pt": "[Wikipedia](https://pt.wikipedia.org/wiki/%2BAnima)",
      "ru": "[Wikipedia](https://ru.wikipedia.org/wiki/%2BAnima)",
      "pt-br": "Os seres que possuem poderes como dos animais andam entre seres humanos neste universo paralelo. Estes mutantes misteriosos, os +Anima, são desprezados pela sociedade. Quatro deles em particular -Cooro, um menino com poderes de corvo; Husky, um menino-peixe; Senri, um urso +Anima; e uma menina chamada Nana que domina o poder do morcego- procuram por outros como eles, enquanto tentam ganhar aceitação em um mundo cruel para qualquer um ou qualquer coisa que é diferente.",
      "zh-hk": "[Wikipedia](https://zh.wikipedia.org/wiki/%E5%B9%BB%E7%8D%B8%E5%A4%A9%E4%BD%BF)"
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "56"
  },
  {
    "mangaId": "d0da613d-cfcc-43ef-b9eb-ec302532402c",
    "title": {
      "en": "Heavenly Demon Wants to Be A Chef"
    },
    "updatedAt": "2024-07-07T23:41:03+00:00",
    "coverArt": "https://mangadex.org/covers/d0da613d-cfcc-43ef-b9eb-ec302532402c/d54de485-e4a1-4d01-9b7e-fb72c497643a.jpg",
    "altTitles": [
      {
        "ko": "요리사가 되고 싶은 천마님"
      }
    ],
    "description": {
      "en": "Due to a gate-related accident, Woojin regains the memories of his past life... a life as the Heavenly Demon, ruler of China! \n\nHowever, as the Heavenly Demon, there was a dream he never managed to achieve. Now, in this life, he'll do whatever it costs to fulfill his lifelong dream of becoming a chef! \n\nThis is the legendary(?) story of Cheon Woojin, the former Heavenly Demon, chasing his dreams!",
      "id": "Woojin menyadari kehidupan masa lalunya melalui insiden Monster Gate.\nDia adalah… Heavenly Demon yang menaklukan Dataran Tengah!\nBahkan ketika dia adalah Heavenly Demon, dia memiliki mimpi yang tidak dapat dia capai…\nDia pasti akan mencapainya kali ini.\n\nImpiannya adalah menjadi chef!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69e218ec-93eb-4025-ae39-33d47b1160e0",
    "title": {
      "en": "Demonic Emperor"
    },
    "updatedAt": "2024-05-29T17:55:17+00:00",
    "coverArt": "https://mangadex.org/covers/69e218ec-93eb-4025-ae39-33d47b1160e0/b60fd7d0-d3b0-492b-8542-f22d2a9f2205.jpg",
    "altTitles": [
      {
        "en": "Best Devil Housekeeper"
      },
      {
        "en": "Demon Emperor Butler"
      },
      {
        "en": "Demon Emperor Great Butler"
      },
      {
        "en": "Demon Emperor Housekeeper"
      },
      {
        "en": "Devil Butler"
      },
      {
        "en": "Housekeeper is the Magic Emperor"
      },
      {
        "en": "Magic Emperor"
      },
      {
        "zh": "Mo Huang Da Guan Jia"
      },
      {
        "en": "The Devil Butler"
      },
      {
        "en": "The Steward Demonic Emperor"
      },
      {
        "en": "The Steward Demonic King"
      },
      {
        "ru": "Как демон-император стал дворецким"
      },
      {
        "zh": "魔皇大管家"
      },
      {
        "en": "The Servant Is the Demon King?!"
      },
      {
        "en": "Demon King Steward"
      },
      {
        "vi": "Đại Quản Gia Là Ma Hoàng"
      }
    ],
    "description": {
      "en": "Because he had the heritage of the ancient Demonic Emperor, Demonic Emperor Zhuo Yifan met the misfortune of being betrayed and killed by his trusted disciple. After being reborn, his cultivation went back to zero and he was trapped by a heart demon, given no choice but to become the housekeeper of the Luo Family's lone eldest miss. From being a Magic Emperor to being an insignificant housekeeper, how would he get along with his \"heart demon eldest miss\" and what power would he gain in order to lead himself and the declining family to rise back to the peak of the continent!\n\n\n---\n\n**Note:** 魔 can mean \"magic\" and \"demon\", while 管家 can mean \"butler\" and \"housekeeper\". I'm not sure as to why the previous translator decided to use \"Magic\" when it's a cultivation world, but I'll just follow. And Zhou Fan never does the work of a housekeeper throughout the manhua.\n\n---\n\n[Tapas](https://tapas.io/series/the-servant-is-the-demon-king/info)",
      "pt-br": "O protagonista é um imperador mágico e o homem mais forte vivo, ele é traido pelo seu subordinado e é morto, após isso ele reencarna em um menino sem cultivo e começa a trilhar seu caminho para a vingança."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5576c38-7f54-4032-b49b-f85fad5710ab",
    "title": {
      "en": "Gyeongseong Detective Agency"
    },
    "updatedAt": "2024-08-16T23:54:36+00:00",
    "coverArt": "https://mangadex.org/covers/a5576c38-7f54-4032-b49b-f85fad5710ab/cb05fcfb-15f8-4a36-bdf8-1aa1d5eae0d7.jpg",
    "altTitles": [
      {
        "ko": "경성탐정사무소"
      },
      {
        "ko-ro": "Gyeongseongtamjeongsamuso"
      }
    ],
    "description": {
      "en": "In Gyeongseong, the city of glittering lights and glamorous desire, Gyeongseong Detective Agency has opened its doors at No. 45, District 1, Myeongchijeong. Sohwa, a 16-year-old servant girl, has nothing to her name but her wits and bravery. When she accidentally gets caught up in a secret scheme, she meets Jeong Haegyeong, a young man running his own detective agency. Chased by memories from the past, they must work together to clear her name."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "425f1cd5-2f70-4014-97b1-7c4a2f6a512c",
    "title": {
      "en": "World’s Greatest Senior Disciple"
    },
    "updatedAt": "2023-12-12T12:51:37+00:00",
    "coverArt": "https://mangadex.org/covers/425f1cd5-2f70-4014-97b1-7c4a2f6a512c/90be233a-65eb-431a-8783-31bb596e05e5.jpg",
    "altTitles": [
      {
        "en": "Unparalleled Senior Brother"
      },
      {
        "ko": "천하제일 대사형"
      }
    ],
    "description": {
      "en": "A senior disciple from a countryside martial academy returns as the world’s best! Dragged into a brutal political war, senior disciple ‘Hyeok Musang’ didn’t return after the bloody war ended. No one knew whether he was still alive for 5 years.\n\nUpon barely returning to his hometown, he found his Dragon Tiger Martial Academy being persecuted and destroyed by a third-rate gang.\n\nHe thought he could live peacefully with his fellow members after winning the war but seeing the miserable state of his master and fellow disciples, he was filled with anger and guilt.\n\nWith the return of the senior disciple, everyone thought things would get better but only for a moment. Things were still happening in his hometown of Yangzhou County. Was the war really over? The head disciple raises his sword against the dangers threatening his Dragon Tiger Martial Academy."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28b5d896-7dfe-4ffe-b480-6bbfa3075178",
    "title": {
      "ja": "Tsuka no Ma no Ichika"
    },
    "updatedAt": "2024-04-09T16:40:40+00:00",
    "coverArt": "https://mangadex.org/covers/28b5d896-7dfe-4ffe-b480-6bbfa3075178/033bc892-285f-4063-83f4-6f21e54f9e0f.jpg",
    "altTitles": [
      {
        "ja": "束の間の一花"
      },
      {
        "ja-ro": "Tsukanoma no Ichika"
      },
      {
        "en": "A Brief Moment of Ichika"
      }
    ],
    "description": {
      "en": "In the spring of her second year of high school, Sendawara Ichika was told by her doctor that she had two years left to live. Three years later, now in her second year of university, Ichika spends her days not knowing when the end will come.\n\nOne day, by chance, she is reunited with Yurugi Akifumi -- her former philosophy professor, who quit the university. Once in love with Yurugi-sensei, Ichika has her feelings rekindled upon meeting him again, but...\n\nA story of the fleeting love between Ichika, whose life is growing shorter, and a man quietly trying to disappear.",
      "pt-br": "Na primavera de seu segundo ano do ensino médio, Sendawara Ichika foi informada por seu médico que ela tinha dois anos de vida. Três anos depois, agora em seu segundo ano de universidade, Ichika passa seus dias sem saber quando chegará o fim. \n\nUm dia, por acaso, ela se reencontra com Yurugi Akifumi – seu ex-professor de filosofia, que deixou a universidade. Uma vez apaixonada por Yurugi-sensei, Ichika reacendeu seus sentimentos ao encontrá-lo novamente, mas… \n\nUma história de amor fugaz entre Ichika, cuja vida está ficando cada vez mais curta, e um homem silenciosamente tentando desaparecer."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "29"
  },
  {
    "mangaId": "a92cf9fc-b6b7-4415-9400-72cddf30ac3e",
    "title": {
      "en": "Enrolling in the Transcendent Academy"
    },
    "updatedAt": "2024-05-28T01:06:35+00:00",
    "coverArt": "https://mangadex.org/covers/a92cf9fc-b6b7-4415-9400-72cddf30ac3e/d815f1cc-de6a-45b7-ae5e-8e8f07ff5e20.png",
    "altTitles": [
      {
        "ko": "초월자 학원의 수강생이 되었다"
      },
      {
        "ru": "Я стал студентом Трансцендентальной Академии"
      },
      {
        "en": "I Became a Student at the Transcension Academy"
      },
      {
        "en": "I Became a Student at Transcendental Academy"
      },
      {
        "en": "Transcension Academy"
      },
      {
        "es-la": "Academia de la Ascension"
      }
    ],
    "description": {
      "en": "After a hundred years of monsters, it’s become the norm to train at hunter academies if you want to become a professional monster hunter. And that’s just what hard-working orphan Seojun Kim dreams of.\n\nBut after a freak accident dashes his hopes, ads for the mysterious Transcendent Academy pop up on his phone, offering him a chance to train virtually with history’s most legendary warriors. As he levels up, he’s soon caught up in the world of hunter academies, dungeon raids, and competitive tournaments.\n\nBut the more he learns, the more questions he has about the people surrounding him, his past, and the secrets of the Transcendent Academy.",
      "ko": "돌아가신 부모님의 빚을 갚으며 헌터가 되기 위해 헌터학원에 갈 돈을 모아왔던 서준은\n불의의 사고로 모은 돈을 전부 수술비로 써버린다.\n절망에 빠진 순간\n\n띠링-!\n\n이상한 광고가 재생되었다.\n\n[야 너도 초월자 될 수 있어!]\n\n더 이상 잃을 것도 없다, 회원 가입!!\n\n[김서준 님 초월자 학원에 오신 걸 환영합니다].\n\n내가 다니는 헌터학원은 다른 학원들과 '차원'이 다르다!\n\n헌터도 학원을 다니는 헌터 사교육 시대!\n\n야 너도 초월자 될 수 있어!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d227a249-e17e-4527-af19-01190e0209b1",
    "title": {
      "en": "Hunter Academy’s Strongest Battle God"
    },
    "updatedAt": "2024-08-20T21:35:53+00:00",
    "coverArt": "https://mangadex.org/covers/d227a249-e17e-4527-af19-01190e0209b1/4742a353-4e11-46d2-8ebb-87358cb14f4a.jpg",
    "altTitles": [
      {
        "ko": "헌터 아카데미의 최강투신"
      },
      {
        "en": "Hunter Academy's Strongest Battle God"
      },
      {
        "en": "Hunter Academy's Greatest War God"
      },
      {
        "ru": "Непобедимый бог академии охотников"
      },
      {
        "es-la": "El Dios de la Batalla de la Academia de Cazadores"
      }
    ],
    "description": {
      "en": "With an F-rank Trait, deemed the worst of the worst, 5-year-old Shin Yu-sung is abandoned by the Shin-oh family, which is famous for raising hunters.\n\nThe same year, he meets one of the strongest hunters, the Fist King, at the orphanage and is adopted by him. The Fist King became the strongest not through his Trait or special abilities — but by training his body.\n\nHe takes note of Shin Yu-sung's physique instead of his Trait — nine blocked yin pathways.\n\n“Your blocked pathways cause your body’s mana to overflow, giving you an exceptional mind and god-like looks! But you also pass away before coming of age…”\n\nAn abundance of bodily yang.\n\n“Your body is overflowing with the energy that can cure your nine blocked yin pathways!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b22561f9-81f1-45f6-b2c0-f5b53cfaee19",
    "title": {
      "en": "All Hail the Sect Leader"
    },
    "updatedAt": "2024-08-01T10:27:23+00:00",
    "coverArt": "https://mangadex.org/covers/b22561f9-81f1-45f6-b2c0-f5b53cfaee19/b00c0236-2959-46b3-9580-f78993e2cd24.jpg",
    "altTitles": [
      {
        "en": "The Greatest Sect Leader of All-Time"
      },
      {
        "zh-ro": "Wangu Zui Qiang Zong"
      },
      {
        "zh": "万古最强宗"
      }
    ],
    "description": {
      "en": "All the members of my sect are abnormally strong. All my disciples turn out to be big shots, and I'll definitely become invincible in this world!",
      "fr": "Ma quête est de développer une secte qui serait un foyer chaleureux pour ses membres. Dedans, non seulement le chef de secte est amusant (ouais c'est moi) mais les disciples sont excentriques, aux personnalités très variées. Ils ont comme particularités d'être en constante évolution et d'être anormalement forts. Tous se révèlent être des gros bonnets, et moi, leur patriarche, je deviendrai invincible ! Approchez, les enfants, rejoignez ma secte et ensemble nous réaliserons vos rêves !"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "bfd18f9d-5441-43e5-8b37-1e83de3758c4",
    "title": {
      "en": "Shibatarian"
    },
    "updatedAt": "2024-08-04T17:49:22+00:00",
    "coverArt": "https://mangadex.org/covers/bfd18f9d-5441-43e5-8b37-1e83de3758c4/2fd2d669-7f7b-4aed-a302-5fcf2ec72799.jpg",
    "altTitles": [
      {
        "ja": "シバタリアン"
      },
      {
        "ru": "Cибатарианец"
      },
      {
        "th": "ชาวชิบาตะ"
      }
    ],
    "description": {
      "en": "In the spring of my third year of middle school, I found Shibata buried beneath a sakura tree. We watched movies and became fast friends, even planned to make a movie together for the school festival...but no one at school seemed to know him. I will discover Shibata and the whole world will turn into Shibata. This is a story of, by, and for Shibata. Now showing in a theater near you."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f0ce7d61-d172-459a-9010-25aa9c399627",
    "title": {
      "en": "I Am the Descendant of the Divine Dragon!"
    },
    "updatedAt": "2024-08-27T03:58:56+00:00",
    "coverArt": "https://mangadex.org/covers/f0ce7d61-d172-459a-9010-25aa9c399627/3664f2b3-8653-4e55-a9e7-66adcb61d931.png",
    "altTitles": [
      {
        "zh-ro": "Wo, Shenlong Zhihou!"
      },
      {
        "zh": "我，神龙之后！"
      },
      {
        "zh-ro": "Wo, Shenlong Zhihou!"
      },
      {
        "en": "I, the Queen of Dragons!"
      }
    ],
    "description": {
      "en": "In the highly competitive world of the Xuan Realm Continent, where warriors strive to refine their bodies, cultivate their martial abilities, harness the essence of the heavens and earth, and push beyond mortal limitations, our protagonist, Lu Hao, faces unjust persecution from his own clan since childhood. However, fate smiles upon him as he awakens the dormant bloodline of the Divine Dragon within him. With an unyielding resolve, Lu Hao embarks on an extraordinary journey, overcoming countless obstacles to ascend to the zenith of power. Along the way, he unravels the enigmatic secrets of his past life."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]