[
  {
    "mangaId": "ec30192e-87df-47da-bfda-cc9a282bc51c",
    "title": {
      "en": "Futari Solo Camp"
    },
    "updatedAt": "2024-11-23T17:32:20+00:00",
    "coverArt": "https://mangadex.org/covers/ec30192e-87df-47da-bfda-cc9a282bc51c/d24ae4f8-50d3-4af1-8c53-2624f5c48de6.jpg",
    "altTitles": [
      {
        "ja": "ふたりソロキャンプ"
      },
      {
        "en": "Solo Camping for Two"
      }
    ],
    "description": {
      "en": "Kinokura Gen loves camping solo. He enjoys the quiet solitude away from the hustle and bustle of the city, and being able to appreciate nature all by himself. But on one camping trip, his solitude is broken by the appearance of Kusano Shizuku, a young woman who wanted to go solo camping by herself, but is ill-prepared and completely out of her league. While he tries to to get her to go home so he can camp in peace, she refuses, and stubbornly insists on accompanying him on future camping trips until she's ready to camp solo. Thus Gen and Shizuku's days of solo camping together begin.\n\n**Note**: \"Part 1\" concluded in February 2023 with 3 extra chapters due to start in April as the series is moving magazines from Kodansha Evening to Kodansha Morning.\n\nThe series resumed its publication in December 2023.",
      "es": "A Kinokura Gen le encanta acampar solo. Disfruta de la tranquila soledad lejos del ajetreo de la ciudad, y de ser capaz de apreciar la naturaleza por sí mismo. Pero en un viaje de campamento, su soledad se ve interrumpida por la aparición de Kusano Shizuku, una joven que quería ir sola a acampar, pero está mal preparada y completamente fuera de su alcance. Mientras él intenta que ella regrese a casa para poder acampar en paz, ella se niega, y tercamente insiste en acompañarlo en futuros viajes de campamento hasta que esté lista para acampar sola. Así comienzan los días en que Gen y Shizuku acampan juntos…",
      "ja": "オレは樹乃倉厳。34歳。趣味はキャンプ。独りで野営する生粋のソロキャンパー。車はいらない。電車を乗り継ぎ、最後はバスで山に入る。自然を愛してる、火を木を水を土を。それと同等に孤独な自分の生き方を愛している――。…な俺が！　ひょんなことから草野雫20歳という小娘に出会い、ふたりでソロキャンプをするはめに！"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64ed4d14-9e00-4b63-8799-547a508f5344",
    "title": {
      "en": "Parallel Paradise"
    },
    "updatedAt": "2024-12-21T15:13:51+00:00",
    "coverArt": "https://mangadex.org/covers/64ed4d14-9e00-4b63-8799-547a508f5344/ff6b43b4-356f-4394-b32f-56027023c9a0.jpg",
    "altTitles": [
      {
        "fr": "Un paradis parallèle"
      },
      {
        "ja": "パラレルパラダイス"
      },
      {
        "zh": "平行天堂"
      },
      {
        "ko": "병렬 파라다이스"
      },
      {
        "ja-ro": "Parareru Paradaisu"
      },
      {
        "vi": "Thiên đường song song tại dị giới"
      },
      {
        "es-la": "Paraíso Paralelo"
      },
      {
        "ru": "Параллельный рай"
      }
    ],
    "description": {
      "en": "One day at school, Youta sees someone strange entering his school. Out of nowhere this being appears next to him and makes him fall from the 3rd floor. He lands in a strange world, where beings like dragons exist! Youta meets a young paladin, and discovers that he is the only man inhabiting that planet, and that its inhabitants are extremely 'weak' to his presence. Could this be paradise?",
      "es-la": "“Por favor, apareate conmigo”. En un mundo extraño, Youta Tada es atacado por una hermosa chica caballero en celo. Solamente monstruos temidos y chicas hermosas viven en este mundo.¡El único hombre es Youta Tada! ¿¡Es esto el cielo o el infierno para Youta!?",
      "pt-br": "Em um dia na escola Youta vê alguém estranho entrando na escola, do nada este ser aparece ao seu lado e o joga do 3º andar! Porém ele vai parar em um mundo estranho, onde seres parecidos com dragões existem! Youta conhece uma jovem paladina, e descobre que é o único homem habitando aquele planeta, e que suas habitantes são extremamente ‘fracas’ a sua presença… seria este o paraíso?!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c235406f-8e2d-4215-a351-265461fc6448",
    "title": {
      "en": "Bowblade Spirit"
    },
    "updatedAt": "2024-06-06T09:08:01+00:00",
    "coverArt": "https://mangadex.org/covers/c235406f-8e2d-4215-a351-265461fc6448/70e64c21-b800-4f59-a5f4-a5a690a6053d.jpg",
    "altTitles": [
      {
        "ko": "궁귀검신"
      },
      {
        "ko-ro": "Gunggwigeomsin"
      },
      {
        "ru": "Владыка Лука и Клинка"
      },
      {
        "en": "Lord of the Bow and Blade"
      },
      {
        "fr": "L'esprit de L'arc-Lame"
      }
    ],
    "description": {
      "en": "The bow is a weapon that dominates everything in sight, even for targets hiding at distances too far for the eyes to see. Just imagine a weapon you cannot even see targeting your life. What could possibly be scarier than that? A training regime from hell with a brutal grandfather. A joyful trip to Zhongyuan in search of a wife. The rise of a hero who will overturn the Murim world. Ki Guided Arrow - a fresh take on Ki Guidance that is stronger than both the Ki Guided Sword and Blade! Fire the arrow into tomorrow!  \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)",
      "fr": "L'arc est une arme qui domine tout ce qui est en vue, même pour les cibles qui se cachent à des distances trop éloignées pour que les yeux puissent les voir. Imaginez une arme que vous ne pouvez même pas voir et qui vise votre vie. Qu'est-ce qui pourrait être plus effrayant que cela ? Un régime d'entraînement de l'enfer avec un grand-père brutal. Un joyeux voyage à Zhongyuan à la recherche d'une femme. L'ascension d'un héros qui va bouleverser le monde des Murim. La Flèche Guidée Ki - une nouvelle version de la Flèche Guidée Ki qui est plus forte que l'Épée et la Lame Guidée Ki! Lancez la flèche dans le futur!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)",
      "ko": "조돈형 작가의 궁귀검신, 만화로 다시 태어나다!\n \n\"활이라는 것은 눈에 보이는 거리를 뛰어넘어 그 뒤에 도사리고 있는 생명까지 지배하는 병기다. 눈에 보이지도 않는 무기가생명을 노린다고 가정을 해 보거라. 이보다 두려운 것이 또 무엇이 있겠느냐?\"\n \n악덕 조부와의 고난에 찬 수련행.\n정혼녀를 찾아 떠난 즐거운 중원행.\n어지러운 무림을 바로잡는 영웅행.\n이기어검과 이기어도를 능가하는 이기어시의 신선한 등장! \n내일을 향해 쏘아 볼까나?!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)",
      "ru": "Лук - это оружие, способное убить не только того, кто стоит на видном месте, но и воина, запрятавшегося в гуще событий. Только представьте, как в вас целится орудие, которого не видно. Черт, да что вообще может быть страшнее?\n\nИ так, наше приключение… начинается.. История великого труженика… история... о путешествии в поисках женщины, назначенной ему судьбой. О герое... о воине, что пройдет грандиозный путь… во имя добра и справедливости. Это сказ о непобедимом… властелине лука и меча.\n\nЛетящая стрела укажет путь, я буду следовать за ней, покуда не взойду… на Олимп славы!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "147"
  },
  {
    "mangaId": "c925e4f8-3fea-4445-b594-58a8cf3bb9a9",
    "title": {
      "en": "Death followed extra"
    },
    "updatedAt": "2025-01-03T18:46:29+00:00",
    "coverArt": "https://mangadex.org/covers/c925e4f8-3fea-4445-b594-58a8cf3bb9a9/83a924fa-c5a5-411e-8e86-698c02795e65.png",
    "altTitles": [
      {
        "en": "Death followed extra"
      }
    ],
    "description": {
      "en": "Death followed extra"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c727d921-4294-455b-9bcc-2f0c7d29cd9a",
    "title": {
      "en": "Good-for-Nothing Blues"
    },
    "updatedAt": "2024-11-21T15:28:50+00:00",
    "coverArt": "https://mangadex.org/covers/c727d921-4294-455b-9bcc-2f0c7d29cd9a/94d40a54-9507-4dfd-8f37-adf6ae64a43d.jpg",
    "altTitles": [
      {
        "fr": "Racaille Blues"
      },
      {
        "ja-ro": "RokuBuru"
      },
      {
        "tr": "Serseri Hüznü"
      },
      {
        "ja": "ろくでなしBLUES"
      },
      {
        "vi": "Bản Blues vô giá trị"
      },
      {
        "ja-ro": "Rokudenashi Blues"
      }
    ],
    "description": {
      "en": "Maeda is a new student in the Teiken High School. He stutters when he's nervous and he's rather clumsy. He gets noted immediately because he hits a teacher during the entrance ceremony. Some clubs search to enlist him as they see in him a force they can use to get even with other clubs. But Maeda is a loner and has only one dream: becoming boxing champion. His first objective is to beat the leader of the boxing club. \"Rokudenashi\" translates as \"good for nothing\".  \n  \nThe manga focuses more on gang warfare than boxing.",
      "es": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo.",
      "vi": "Maeda Taison, chàng thiếu niên tới từ Osaka mang trong mình ước mơ trở thành nhà vô địch boxing thế giới. Xuyên suốt 3 năm học của cậu không chỉ là những trận đánh, những xung đột mà còn có cả những câu chuyện đầy tính nhân văn.\nHuyền thoại của dòng manga yankee Nhật Bản, dù đã kết thúc từ năm 1997 nhưng Rokudenashi Blues (RB) vẫn đang là bộ manga yankee bán chạy nhất mọi thời đại. Vì kết thúc đã lâu nên nội dung của nó có phần \"outdate\", tuy nhiên vẫn rất đáng đọc.",
      "es-la": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "409"
  },
  {
    "mangaId": "ef63deb7-88bc-4942-85bb-2f32cfc72ea5",
    "title": {
      "en": "Debby the Corsifa wa Makezugirai"
    },
    "updatedAt": "2024-12-27T06:50:01+00:00",
    "coverArt": "https://mangadex.org/covers/ef63deb7-88bc-4942-85bb-2f32cfc72ea5/27063476-db08-4ee5-9eb3-2a6df93b0583.jpg",
    "altTitles": [
      {
        "en": "Debby the Corsifa is Emulous"
      },
      {
        "ja-ro": "Debyi za Korushifa wa Makezugirai"
      },
      {
        "ja": "デビィ・ザ・コルシファは負けず嫌い"
      },
      {
        "ja-ro": "Debby the Corsifa wa Makezugirai"
      },
      {
        "ru": "Дебби Корсифа не любит проигрывать"
      }
    ],
    "description": {
      "en": "*\"I know! I'll destroy some humans to kill time!\"*   \n  \nThe strongest demon ever makes an unexpected appearance! But she's… a total airhead?! A comedy about a clumsy but emulous demon trying to kill time begins!",
      "ja": "「暇つぶしに人間でも滅ぼすかのう！」突如として現れた、史上最強の悪魔！でもコイツ...チョロすぎ!?ポンコツだけど負けず嫌いな悪魔と繰り広げる暇つぶしコメディー、開幕!!",
      "ru": "Однажды в комнату Рокуро неожиданно заявился сильнейший в мире демон! Но постойте, что же это... Неужто она настолько пустоголовая!? Встречайте великолепную комедийную историю о неуклюжем демоне, пытающимся скоротать время за людскими играми!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "89"
  },
  {
    "mangaId": "f4410fe6-a85e-45a7-b02c-3d1b9daa5010",
    "title": {
      "en": "The Ki Sisters"
    },
    "updatedAt": "2024-11-26T04:37:04+00:00",
    "coverArt": "https://mangadex.org/covers/f4410fe6-a85e-45a7-b02c-3d1b9daa5010/942ec435-2c29-48a9-98f0-fd56710774e2.jpg",
    "altTitles": [
      {
        "ko": "기자매"
      },
      {
        "en": "Spiritual Sisters"
      },
      {
        "en": "Sister-in-Law"
      },
      {
        "ko-ro": "Gijamae"
      },
      {
        "ko-ro": "Ki Jamae"
      }
    ],
    "description": {
      "en": "In the shadowy heart of Seoul near Cheonggyecheon Stream lies a sinister mansion whose porch only fools would dare tread. Welcome… to the house of the Ki sisters: Jang-nyeo, Sal-gyo, Jae-rim, and Jenny. Homeschooled and raised in isolation, the four sisters and their inadvertently menacing demeanor may strike terror into the faint-hearted, but don’t judge a book by its cover: the youngest, Jenny Ki, is a scary-- I mean, starry-eyed hopeless romantic who’s out to find love! The problem is… everything she knows about love is from romance novels. Will Jenny put the Ki in “kiss” or “kill”?",
      "es": "En el sombrío corazón de Seúl, cerca del arroyo Cheonggyecheon, se encuentra una siniestra mansión cuyo porche sólo los necios se atreverían a pisar. Bienvenidos... a la casa de las hermanas Ki: Jang-nyeo, Sal-gyo, Jae-rim y Jenny. Educadas en casa y criadas en aislamiento, las cuatro hermanas y su comportamiento inadvertidamente amenazador pueden aterrorizar a los pusilánimes, pero no juzgues un libro por su portada: la más joven, Jenny Ki, es una aterradora... quiero decir, una romántica empedernida con ojos de estrella que está dispuesta a encontrar el amor. El problema es que todo lo que sabe sobre el amor lo ha aprendido en las novelas románticas. ¿Pondrá Jenny Ki «besar» o «matar»?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5b21ca1-bba5-4b9a-8cd1-6248f731650b",
    "title": {
      "en": "Shuumatsu no Valkyrie"
    },
    "updatedAt": "2024-12-29T07:31:11+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ca1-bba5-4b9a-8cd1-6248f731650b/96e03155-a80f-46f1-a652-3c50f9bdaec3.jpg",
    "altTitles": [
      {
        "ja-ro": "Shuumatsu no Walküre"
      },
      {
        "en": "Record of Ragnarok"
      },
      {
        "ru": "Повесть о Конце Света"
      },
      {
        "fa": "تاریخچه رگنوراک"
      },
      {
        "ja": "終末のワルキューレ"
      },
      {
        "en": "Valkyrie of the End"
      },
      {
        "zh-hk": "終末的女武神"
      },
      {
        "fr": "Valkyrie Apocalypse"
      },
      {
        "es-la": "Los Registros del Ragnarok"
      },
      {
        "ar": "سجلات راغناروك"
      },
      {
        "uk": "Повість про кінець світу"
      },
      {
        "bg": "Рагнарок"
      },
      {
        "tr": "Ragnarok Kaydı"
      },
      {
        "id": "Rekam Jejak Ragnarok"
      },
      {
        "id": "Valkri Jawir Asli Jaksel"
      },
      {
        "en": "Valkyrie Apocalypse"
      },
      {
        "en": "World's End Valkyrie"
      }
    ],
    "description": {
      "en": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n___\n**Alt Official English:** [Comikey](https://comikey.com/comics/record-of-ragnarok-manga/61/), [MangaHot](https://mangahot.jp/site/works/e_R0002)",
      "fa": "⁧⁧ داستان جایی شروع میشه که خدایان بحث این رو به میان میاورند که انسان‌ها زنده بمانند یا نابود شوند. ولی یک والکری به تنهایی بحث را به سمتی میکشاند که به انسان‌ها اجازه یک مبارزه در مقابل خدایان داده شود. و به این شکل کور سوی امید بشریت روشن باقی میماند. سیزده خدا، سیزده انسان، در مقابل هم قرار میگیرند تا سرنوشت بشریت را مشخص کنند",
      "fr": "Tous les mille ans, l'ensemble des dieux, tous panthéons réunis, se réunissent au Valhalla, le paradis des âmes, lors d'une assemblée présidée par Zeus, le dieu suprême grec, afin de décider du sort des humains. Or, cette année-là, il est décidé à la quasi-unanimité de détruire l'humanité. Mais la Valkyrie Brunehilde interrompt la conférence et propose aux dieux de se mesurer aux mortels lors du tournoi de Ragnarök, pour déterminer s'ils valent vraiment la peine d'êtres anéantis. Ce tournoi opposera 13 dieux issus de diverses mythologies à 13 puissants humains qui ont fait l'histoire. Si l'humanité remporte au moins sept des 13 duels, alors les dieux épargneront l'humanité.",
      "id": "- In Indonesian by [Akasha](http://www.mncgramedia.id/comics/comic_detail/akasha-record-of-ragnarok-01) as \"Record of Ragnarok\"",
      "it": "- In Italian by [Star Comics](https://www.starcomics.com/titoli-fumetti/record-of-ragnarok) as \"Record of Ragnarok\"",
      "ru": "История начинается c собрания богов, на котором они решают судьбу человечества: убить всех или оставить в живых, согласившись в никчёмности рода людского, боги выбирают первое... Но одна валькирия выдвигает предложение: позволить богам и человечеству сразиться в битве, в качестве последнего луча надежды людей. 13 богов сразятся против 13 чемпионов людей в битвах один на один, чтобы решить, будет ли человечество жить или сгинет в могуществе божественной силы.",
      "tr": "Hikâye, tanrıların insanlığın yaşamasına ya da ölmesine karar vermek için bir toplantı düzenlemesi ve insanlığı yok etmeye karar vermesiyle başlar. Ancak yalnız bir Valkyrie, insanlığın hayatta kalması için son bir umut olarak tanrıların ve insanlığın son bir savaşa girmesine izin verilmesi önerisini ortaya atar. 13 tanrı, insanlığın yaşayıp yaşamayacağına karar vermek için teke tek savaşlarda 13 insan şampiyona karşı dövüşecektir.",
      "uk": "Історія починається зі зборів богів, на яких вирішується доля людства: життя чи смерть. Погодившись з нікчемністю людського роду, боги вибирають друге... Але одна валькірія висуває пропозицію: дозволити богам і людям битися в битві, яка стане останнім променем надії для людства. 13 богів б'ються проти 13 людських чемпіонів у битвах віч-на-віч, щоб вирішити, чи буде людство жити чи згине у могутності божественної сили.",
      "es-la": "Los Dioses se reúnen con el objetivo de decidir si la humanidad debe vivir o morir. Y aunque llegan a la conclusión de que debe perecer, una Valkyria propone que una lucha de dioses contra humanos para tomar tan difícil decisión. Así, 13 humanos pelearán contra 13 Dioses para resolver el destino de la humanidad.",
      "pt-br": "A cada 1.000 anos, as divindades se reúnem sob o conselho de Valhalla para decidir sobre o direito da humanidade de continuar vivendo, ou por sua destruição, porém desta vez os deuses estão furiosos com o descaso humano para com o planeta, pendendo passim para aniquilar toda a raça humana, porém uma única valquíria os convencem de realizar o Ragnarok, uma batalha mortal entre humanos e deuses para decidir sob sua sobrevivência, 13 humanos enfrentarão 13 deuses. Serão este humanos capazes de colidir com as poderosas divindades?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-10-09T16:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "669f6453-5639-4db0-be17-8ce743066cb3",
    "title": {
      "en": "Two Cups of Coffee"
    },
    "updatedAt": "2021-05-25T15:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/669f6453-5639-4db0-be17-8ce743066cb3/260dd28c-fd54-44a0-9724-dbb9877fa8a1.jpg",
    "altTitles": [],
    "description": {
      "en": "\"Beside a view like this, who would you want to share the aroma of coffee with…?\"",
      "pl": "\"Mając taki widok za oknem, z kim chciałbyś dzielić aromat kawy…?\""
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "027df837-7a15-4893-9dc3-e2ae11b94717",
    "title": {
      "en": "Onii-chan Is Done For! Official Anthology Comic"
    },
    "updatedAt": "2024-03-19T06:24:29+00:00",
    "coverArt": "https://mangadex.org/covers/027df837-7a15-4893-9dc3-e2ae11b94717/c5c275d9-d9fa-4a89-8864-b9a2dc06ded4.jpg",
    "altTitles": [
      {
        "ja-ro": "Onii-chan wa Oshimai! Koushiki Anthology Comic"
      },
      {
        "ja": "お兄ちゃんはおしまい！ 公式アンソロジーコミック"
      },
      {
        "ru": "Мой братик теперь не братик! Официальная комикс-антология!"
      }
    ],
    "description": {
      "en": "An anthology comic of Onii-chan wa Oshimai! by various mangaka.\n\n---\n**Volume 1**\n**Cover**: [Namori](https://mangadex.org/author/f049cee3-3b14-4101-8e5d-813526abb1f6)\n**Illustrations**: [Hara Yui](https://mangadex.org/author/60f69905-13da-42a5-9b2f-0571fcd567c2), [Shiro Manta](https://mangadex.org/author/465b6513-a230-4ce1-b2a9-5027e94e52cc), [Izumi Bell](https://mangadex.org/author/1f462d2f-2cd5-420e-9f07-b4a214ef9465)\n\n**Author list**:\n1. Namori\n2. Fujichika Koume\n3. Tadano Natsu\n4. Kawamura Taku\n5. Igarashi Masakuni\n6. Kakitsubata Waka\n7. Asazuki Norito\n8. Nekoume\n9. Tsuchii\n10. Mori Misaki\n11. Kometsubu\n12. Yuuki Shinichi\n13. Kobayashi Kina\n14. Yuuki Suzu\n15. Suka\n\n**Volume 2**\n**Cover**: [Kuroda bb](https://mangadex.org/author/b8327a2b-a285-4a9a-b124-f3be558741d1)\n**Illustration**: [Cool-kyou Shinja](https://mangadex.org/author/9df2ffe2-1b7f-4619-93e1-c97aa0f1c0d0)\n\n**Author list**:\n1. Namori\n2. Hara Yui\n3. Tadano Natsu\n4. Igarashi Masakuni\n5. Okada Anmitsu\n6. Yuuchi Mikumi\n7. Adachi Imaru\n8. Onio\n9. Minamito\n10. Tomoe\n11. Tsuchii\n12. Terai Akane\n13. Rucchiifu\n14. Moricocco\n15. Ouchi Kaeru\n16. Nekoume\n17. Cool-kyou Shinja\n\n**Volume 3**\n**Cover**: [Hara Yui](https://mangadex.org/author/60f69905-13da-42a5-9b2f-0571fcd567c2)\n**Illustration**: [Kuroda bb](https://mangadex.org/author/b8327a2b-a285-4a9a-b124-f3be558741d1)\n\n**Author list**:\n1. Namori\n2. Yukimoto Shuuji\n3. Igarashi Masakuni\n4. Suka\n5. Onio\n6. Sasuke\n7. Toyobayashi Sakane\n8. 9℃\n9. Adachi Imaru\n10. Sorato Shunsuke\n11. majoccoid\n12. Yuuchi Mikumi\n13. Hami\n14. Tsuchii\n15. Hori\n16. Cool-kyou Shinja\n\n**Volume 4**\n**Cover**: [Hiroyama Hiroshi](https://mangadex.org/author/65ea7bec-52aa-4b19-aabe-5f1d41683291/hiroyama-hiroshi)\n**Illustration**: [Hori](https://mangadex.org/author/fe546044-b115-43ee-9ef8-2e2c81e110f7/hori)\n\n**Author list**:\n1. Namori \n2. Asazuki Narito\n3. Tokita Shigure\n4. Sorato Shunsuke\n5. Fukuoka Tarou\n6. Onio\n7. Kamaboko RED\n8. Ceramic (Seramikku) \n9. Tsuchii\n10. Ronna\n11. Kakitsubata Waka\n12. Dobato\n13. Zinbei\n14. Hatoboboko\n15. Cool-kyou Shinja"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "366dcef2-11ac-4ec0-9d75-967638f211a7",
    "title": {
      "en": "Holiday Yasumi's Twitter Shorts"
    },
    "updatedAt": "2024-11-22T12:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/366dcef2-11ac-4ec0-9d75-967638f211a7/b2bbbada-a74f-4a68-920f-6da3e09bde07.jpg",
    "altTitles": [],
    "description": {
      "en": "Short comics posted by Holiday Yasumi on Twitter/X.\n\nThe chapter numbers aren't important as most of the comics are unrelated to the rest, though some feature recurring characters."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba8767ca-a8c6-4e80-a371-b220a7813bd0",
    "title": {
      "en": "Satanophany"
    },
    "updatedAt": "2024-11-06T21:53:03+00:00",
    "coverArt": "https://mangadex.org/covers/ba8767ca-a8c6-4e80-a371-b220a7813bd0/e8794bfc-bb07-4cbe-92af-0e4e2fd6ec04.jpg",
    "altTitles": [
      {
        "ja": "サタノファニ"
      },
      {
        "ja": "Satanofani"
      },
      {
        "es": "Satanofanía"
      },
      {
        "uk": "Демоническая одержимость"
      }
    ],
    "description": {
      "en": "A mysterious syndrome turns schoolgirls into homicidal monsters behind numerous atrocities in Japan. However, nothing is what it seems and when Chika Amagi is arrested for the brutal murder of five people.",
      "es": "Un misterioso síndrome convierte a las colegialas en monstruos homicidas detrás de numerosas atrocidades en Japón. Sin embargo, nada es lo que parece y cuando Chika Amagi es arrestado por el brutal asesinato de cinco personas, ¡comienza un viaje a aguas desconocidas y turbulentas!",
      "fr": "Au Japon, un mystérieux syndrome transforme les écolières d'un établissement en monstres sanguinaires, capables de tuer leurs semblables avec un sang-froid incroyable. Dans cette période de trouble, Chika Amagi, étudiante sans histoire, est arrêtée pour le meurtre terrible de cinq personnes…   \n\n\n---",
      "ja": "活発で食いしん坊な、普通の女の子だったはずの彼女は、ある事件をきっかけに「羽黒刑務所」へと導かれる。島に建てられたその刑務所には、メデューサ症候群と呼ばれる殺人少女たちだけが集められているのであった。彼女たちに宿る凶悪とは――!?",
      "pt-br": "Uma síndrome misteriosa torna jovens garotas em monstros homicidas por trás de diversas atrocidades no Japão. Entretanto, nada é o que parece quando Chika Amagai é presa pelo assassinato brutal de cinco pessoas e é levada a uma prisão em uma ilha para estas assassinas!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36155c1a-f10d-4992-a602-a1111239c635",
    "title": {
      "en": "Kiss n Karess !"
    },
    "updatedAt": "2024-06-02T21:46:34+00:00",
    "coverArt": "https://mangadex.org/covers/36155c1a-f10d-4992-a602-a1111239c635/1e25dad5-afee-44c6-990c-4512ccd9ecf2.jpg",
    "altTitles": [],
    "description": {
      "en": "This is a girls love series. When a delinquent and a role model student start dating, they must conceal their relationship because of their reputations. People would be outraged and not approve of such a couple. Even though Alix and Skip are complete opposites like night and day, they manage to maintain a loving relationship."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/e518e8fe-845a-4dae-bbc1-113f994b110f.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "25f67770-7009-4a3e-9f55-2ea38e86e082",
    "title": {
      "en": "Yuri Yuri Panic"
    },
    "updatedAt": "2025-01-04T01:18:39+00:00",
    "coverArt": "https://mangadex.org/covers/25f67770-7009-4a3e-9f55-2ea38e86e082/bc638df2-c9b4-49aa-ac59-d8adf7c2471a.jpg",
    "altTitles": [
      {
        "en": "Yuri Yuri Panic ~An extremely precious affair has begun"
      },
      {
        "ja": "ゆりゆりぱにっく～尊すぎる事案が発生しています！～"
      },
      {
        "ja": "ゆりゆりぱにっく"
      },
      {
        "ja-ro": "Yuri Yuri Panic: Toutosugiru Jian ga Hasseishiteimasu!"
      }
    ],
    "description": {
      "en": "The most beautiful girl in my class proposes to me, a loner?! On her first day at school, Akari, a plain high school girl, suddenly receives a marriage registration form from the conspicuous Kiyozumi Runa...? A girl-meets-girl school romantic comedy where a girl and her yuri-brained imaginary friend Omochi get caught up in a precious affair!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12f6ffe4-d3d0-4a1d-94af-10f1883db093",
    "title": {
      "en": "Kimi no Risou no Maid ni Naru!"
    },
    "updatedAt": "2024-12-14T00:06:45+00:00",
    "coverArt": "https://mangadex.org/covers/12f6ffe4-d3d0-4a1d-94af-10f1883db093/71e09530-ad17-4e45-b86c-6c996b986156.jpg",
    "altTitles": [
      {
        "ja": "キミの理想のメイドになる！"
      },
      {
        "en": "To Become Your Ideal Maid!"
      },
      {
        "vi": "Tôi sẽ trở thành Maid mà cậu hằng mong ước!"
      }
    ],
    "description": {
      "en": "A few months into his high school life, Renya Nijou has neither friends nor a girlfriend and spends his days living alone. But one day, he witnesses a group of mysterious men dressed in black attempting to kidnap Maya Kamishiro, the most beautiful girl in his class. Apparently, Maya's parents sold her off to pay their debts, so Renya decides to help her with the financial resources he obtained through investments. Maya can't help but want to return the favor, and declares that she will become Renya's maid...?",
      "ja": "高校生活が始まって数ヶ月、二条廉也は友人も彼女もおらず、さらに一人暮らしという孤独な日々を送っていた。だがある日、クラス一の美少女、神城真夜が謎の黒服の男たちに連れ去られそうになっているところを目撃する。真夜は借金の片に両親に売られそうになっていたのだ。そんな彼女を廉也は投資などで築いた財力を元手に助けるのだが、恩を返さずにはいられない真夜は廉也のメイドになることを宣言し……！？",
      "vi": "Để đáp lại lòng tốt của chủ nhân, mục tiêu của cô là trở thành một maid lý tưởng!\n\nMột bộ romcom với nội dung khá cổ điển nhưng hứa hẹn chứa một cả tấn đường bắt đầu!\n\nMặc dù đã nhập học cấp 3 được vài tháng, Renya Nijou vẫn chưa hề có bạn bè hay bạn gái mà chỉ dành cả ngày cô đơn một mình. Nhưng một ngày, anh chứng kiến cô bạn xinh đẹp nhất lớp Maya bị bắt cóc bởi những người mặc đồ đen (không phải Conan:))) ) hay nói đúng hơn là cô bị bán bởi cha mẹ của mình để trả khoản nợ khổng lồ, vậy nên Renya quyết định giúp cô ấy. Như để trả ơn. Maya quyết định sẽ làm Maid của Renya...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "07fe34bf-619e-4915-8dca-416d85d78bdf",
    "title": {
      "en": "Shishunki Renaissance David-kun"
    },
    "updatedAt": "2024-03-03T19:31:58+00:00",
    "coverArt": "https://mangadex.org/covers/07fe34bf-619e-4915-8dca-416d85d78bdf/03f68c07-4cbd-4fff-addd-d44e477b03cd.jpg",
    "altTitles": [
      {
        "ja": "『思春期ルネサンス！ダビデ君』"
      },
      {
        "ja-ro": "Shishunki Renaissance ! Davide-kun"
      },
      {
        "ja-ro": "Shishunki runesansu! Dabide-kun"
      },
      {
        "en": "Teenage Renaissance! David"
      }
    ],
    "description": {
      "en": "The statue of David is one of Michelangelo's greatest masterpieces and one of the most recognizable works of art of all time, right up there with the Mona Lisa. It's a celebration of the male form and also served as a warning to Rome to not infringe upon the freedoms of the city-state of Florence. But did you also know he's a panty-obsessed pervert? And a braggart? Dio bono!  \n  \n[Author’s Twitter](https://twitter.com/megapann?s=20)",
      "pt-br": "A estátua de Davi é uma das maiores obras-primas de Michelangelo e uma das obras de arte mais reconhecíveis de todos os tempos, ao lado da Mona Lisa. É uma celebração da forma masculina e também serviu como um aviso a Roma para não infringir as liberdades da cidade-estado de Florença. \nMas você sabia que ele também é um pervertido obcecado por calcinhas? E um colegial fanfarrão? Dio bono!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "35.2"
  },
  {
    "mangaId": "486a2599-3b3d-44da-ad9a-bca180992dd6",
    "title": {
      "en": "Vampire Princess Miyu: Saku"
    },
    "updatedAt": "2024-11-13T08:07:27+00:00",
    "coverArt": "https://mangadex.org/covers/486a2599-3b3d-44da-ad9a-bca180992dd6/182cfaa2-27d6-434b-8295-fbb918bc930f.jpg",
    "altTitles": [
      {
        "en": "Vampire Miyu: Saku"
      },
      {
        "en": "Vampire Princess Miyu: Saku"
      },
      {
        "ja": "吸血姫【ヴァンパイア】美夕 朔"
      },
      {
        "ja": "吸血姫美夕 朔"
      },
      {
        "ja-ro": "Kyuuketsuki Miyu: Saku"
      }
    ],
    "description": {
      "en": "A half-human, half-vampire girl named Miyu is trapped in a body that will remain a teenager forever. As a vampire, it is her duty to hunt down demonic beings known as Shinma who have wandered into the human world and send them back to the Darkness. The new story begins with Miyu transferring to a certain middle school."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": ""
  },
  {
    "mangaId": "26e40241-4a4e-4d12-a04d-cb3f7f707100",
    "title": {
      "en": "Urasekai Picnic"
    },
    "updatedAt": "2024-12-01T12:42:32+00:00",
    "coverArt": "https://mangadex.org/covers/26e40241-4a4e-4d12-a04d-cb3f7f707100/39a397f4-4996-40a6-81bd-65df8a30310d.jpg",
    "altTitles": [
      {
        "en": "Otherside Picnic"
      },
      {
        "ru": "Пикник в Потусторонье"
      },
      {
        "ja": "裏世界ピクニック"
      },
      {
        "zh": "里世界郊游"
      },
      {
        "zh-hk": "裏世界遠足"
      },
      {
        "zh-ro": "Lǐ-shìjiè jiāoyóu"
      },
      {
        "zh-ro": "Lǐ-shìjiè yuǎnzú"
      },
      {
        "vi": "Dã ngoại nơi mặt sau của thế giới"
      }
    ],
    "description": {
      "en": "The story is set in the modern world, but there exist doors that can take people to the \"other side,\" where strange urban legends and internet stories prove to be true. College student Sorawo Kamikoshi finds herself exploring one of these doors, and almost dies on the other side, when she is rescued by another girl named Toriko Nishina. Toriko is a mysterious girl, but very skilled with a gun, and she seems to be searching for someone else on the other side. Together, both girls start to explore these doors to the other side.",
      "ja": "ネット上で実話怪談として語られる存在が出現する、この現実と隣り合わせで謎だらけの<裏世界>。研究とお金稼ぎ、そして大切な人を捜すため、鳥子と空魚は非日常へと足を踏み入れる。女子ふたり怪異探検サバイバル!!",
      "ru": "Сюжет разворачивается в современном мире, но в нем существуют двери, которые пропускают людей \"на другую сторону\", где оживают городские легенды и странные истории из Интернета. Студентка колледжа Сораво Камикоши находит одну из таких дверей и идет исследовать Потусторонье. Она почти погибает, когда ее спасает Торико Нишина. Торико - загадочная девушка, которая умело обращается с ружьем и кого-то ищет в Потусторонье. Вместе они начинают исследовать мир за дверями."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6698000b-b0fb-4946-80c0-9ecf0464f07d",
    "title": {
      "en": "Dao of the Bizarre Immortal"
    },
    "updatedAt": "2024-12-18T08:22:47+00:00",
    "coverArt": "https://mangadex.org/covers/6698000b-b0fb-4946-80c0-9ecf0464f07d/06cd2f1a-5f80-488d-bd3f-3ab7904f531c.png",
    "altTitles": [
      {
        "zh": "道诡异仙"
      },
      {
        "pt-br": "Dao do Imortal Bizarro"
      },
      {
        "vi": "Đạo Quỷ Dị Tiên"
      }
    ],
    "description": {
      "en": "High school student Li Huowang possesses an ability: whenever he closes his eyes, he enters a bizarre cultivation world. In that strange world, he is captured by someone who calls him “Master” and is made into a living medicine—a human cauldron that could be turned into a pill at any moment.\n\nIn the real world, however, Li Huowang is a mentally ill patient living in a psychiatric hospital, unable to attend school. The doctors tell him that the bizarre cultivation world is nothing but a hallucination.\n\nNow, caught between reality and illusion, truth and lies, Li Huowang breaks down, crying and shouting:\n“Mom, I really can’t tell what’s real anymore!”",
      "vi": "Học sinh trung học Lý Hỏa Vượng sở hữu khả năng chỉ cần nhắm mắt là có thể đi đến một thế giới tu tiên kỳ quái. Trong thế giới kỳ quái đó, cậu bị một người được gọi là \"Sư phụ\" bắt đi làm một dược nhân, có thể bị luyện thành đan dược bất cứ lúc nào. Còn trong thế giới thực, Lý Hỏa Vượng là một bệnh nhân tâm thần sống trong bệnh viện tâm thần, không thể đi học được nữa. Bác sĩ nói với cậu rằng, thế giới tu tiên kỳ quái đó chỉ là ảo giác của cậu mà thôi. Giờ đây, thật thật giả giả, giả giả thật thật, Lý Hỏa Vượng bật khóc trong tuyệt vọng và hét lên: “Mẹ ơi, con thật sự không phân biệt nổi nữa!",
      "pt-br": "Li Huowang, um estudante do ensino médio, possui uma habilidade peculiar: sempre que fecha os olhos, ele entra em um mundo de cultivo bizarro. Nesse mundo estranho, ele é capturado por alguém que o chama de “Mestre” e acaba transformado em uma medicina viva — um humano…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e557a4d-b8ae-4736-89e4-fb4bf3730378",
    "title": {
      "en": "Secretary to the Managing President, General Time Industries, Seiji Tanaka"
    },
    "updatedAt": "2023-12-28T03:21:09+00:00",
    "coverArt": "https://mangadex.org/covers/1e557a4d-b8ae-4736-89e4-fb4bf3730378/a9deb1e4-b28f-4911-b0b9-477ffdfcc051.jpg",
    "altTitles": [
      {
        "en": "General Temporal Enterprise Representative President's Private Secretary Tanaka Seiji"
      },
      {
        "en": "Seiji Tanaka"
      },
      {
        "en": "Sōgō Jikan Jigyō Kaisha Daihyō Torijimariyaku Kaichō Senzoku Hisho Tanaka Seiji"
      },
      {
        "en": "Sougou Jikan Jigyou Kaisha Daihyou Torijimariyaku Kaichou Senzoku Hisho Tanaka Seiji"
      },
      {
        "en": "Tanaka Seiji"
      }
    ],
    "description": {
      "en": "The new Tanaka Seiji manga follows the titular character, who is a private secretary. With Tanaka's support, a company can become invincible and can achieve any future it desires.  \n\n\n---",
      "fr": "Nagato Tokioka est l'ultime fainéant qui n'a aucune aspiration future. Mais lorsque Seiji Tanaka, un secrétaire de guerre du futur, prétend que des assassins du futur ont l'intention de le tuer, la vie de Tokioka va changer à jamais."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "d0dde84d-4b60-42c9-8be8-5906343988cb",
    "title": {
      "en": "A Nameless flower"
    },
    "updatedAt": "2024-05-25T17:20:34+00:00",
    "coverArt": "https://mangadex.org/covers/d0dde84d-4b60-42c9-8be8-5906343988cb/652fcc49-f488-4ca9-81d7-02ffd006c305.jpg",
    "altTitles": [
      {
        "ko": "이름 없는 꽃"
      },
      {
        "fr": "Une fleur sans nom"
      },
      {
        "en": "The Nameless flower"
      }
    ],
    "description": {
      "en": "The young master, son of an earl, Luan, while wandering in the forest, met a boy his age. He fell in love with a sweet and kind boy, although he does not know his name. Gradually he began to neglect his training as a successor.",
      "fr": "Le petit seigneur Luhan, le fils du comte, se perd dans la forêt et rencontre un garçon de son âge. Même s’il ne connaît pas son nom, il tombe amoureux de ce garçon gentil et attentionné, ce qui le distrait progressivement de ses leçons d’héritier."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "16"
  },
  {
    "mangaId": "d5ec700b-c61b-4ab9-97fe-ed2d57fd0d5c",
    "title": {
      "en": "Kaminaki Sekai no Kamisama Katsudou"
    },
    "updatedAt": "2024-12-29T21:15:50+00:00",
    "coverArt": "https://mangadex.org/covers/d5ec700b-c61b-4ab9-97fe-ed2d57fd0d5c/dc92033f-c08c-47ab-9371-3540460b299e.jpg",
    "altTitles": [
      {
        "ja": "神無き世界のカミサマ活動"
      },
      {
        "en": "Working for God in a Godless World"
      },
      {
        "zh-hk": "無神世界中的神明活動"
      },
      {
        "fr": "Kamisama : Opération Divine"
      },
      {
        "id": "Keseharian Dewa Didunia Tanpa Dewa"
      },
      {
        "ru": "Деятельность Бога в мире без богов"
      },
      {
        "es-la": "Деятельность Бога в мире без богов"
      }
    ],
    "description": {
      "en": "Yukito, the son of a questionable cult leader, lost his life due to the cult's ridiculous training practices. Now to his surprise, he was reincarnated into another world! It was an ideal world for him without the concept of \"God\" or \"religion\" BUT...!",
      "es": "El hijo del fundador de un sospechoso culto, Yukito, pierde la vida por culpa del insensato entrenamiento del culto, pero para su sorpresa, ¡se reencarna en otro mundo!\r\nEra un mundo ideal para él, donde no existía el concepto de \"Dios\" o \"religión\"... ¡pero!\r\n\r\nComienza la aventura de una singular \"reencarnación en otro mundo\" que crea una \"religión\" en un mundo sin Dios.",
      "id": "Yukito, putra seorang pemimpin sekte yang dipertanyakan, kehilangan nyawanya karena praktik pelatihan sekte yang konyol. Sekarang yang mengejutkannya, dia bereinkarnasi ke dunia lain!\r\nItu adalah dunia yang ideal baginya tanpa konsep \"Tuhan\" atau \"agama\" TAPI...!\r\n\r\nPetualangan unik \"bereinkarnasi di dunia lain\" dimulai: menciptakan \"agama\" di dunia tanpa Tuhan?!",
      "ja": "怪しげなカルト宗教の教祖の息子・征人は、教団の無茶な修行で命を落とした――はずが、なんと流行りの異世界転生！\r\nそこは「神」や「宗教」の概念のない、征人にとっては理想の世界だった…が!?\r\n神無き世界で「宗教」を作る異色の“異世界転生”譚、開幕!!",
      "ru": "Отец Юкито — лидер религиозной секты, который совершил обряд над своим сыном под названием «церемония рождения». Всё ради нового лидера религиозной секты, Юкито! Но что-то пошло не так, и в конце-концов наш герой перерождается в другом мире, где нет таких понятий как: Бог и религия, — а порнографические книги сродни детским каракулям. По мере событий Юкито понимает, что на самом деле в этом мире людскую жизнь и смерть решает империя...",
      "es-la": "Yukito, el hijo de un sospechoso líder de una secta, pierde la vida durante el peligroso rito de la secta y reencarna en otro mundo. Allí, es salvado por los habitantes de una remota aldea y vive felizmente con ellos. Sin embargo, la aldea es un lugar para aquellos que han sido calificados como \"anormales\" por el Estado Imperial. Los \"anormales\" son aquellos que tienen \"miedo a la muerte\". La gente del Reino Imperial carecía del sentido del \"miedo a la muerte\". Finalmente, los \"anormales\" iban a ser ejecutados bajo el sistema de \"Condena\". Yukito intenta desesperadamente salvar a los habitantes de la aldea, pero es incapaz de hacerlo. En ese momento, \"Mitama\", el dios del culto del que formaba parte Yukito, es convocado a este otro mundo... ¿Será capaz Yukito de sobrevivir en este otro mundo?",
      "pt-br": "Yukito, filho de um líder de culto questionável, perdeu a vida devido às práticas ridículas de treinamento do culto. Agora, para sua surpresa, ele reencarnou em outro mundo! Era um mundo ideal para ele sem o conceito de \"Deus\" ou \"religião\" MAS...! Uma aventura única de \"reencarnação em outro mundo\" começa: criar uma \"religião\" em um mundo sem Deus?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "441e03e9-800a-4739-b656-966d0660c168",
    "title": {
      "en": "Aorikei Game Haishinsha (20-sai), Haishin no Kiri Wasure ni Yori Ii Hito Bare Suru."
    },
    "updatedAt": "2024-12-31T17:56:40+00:00",
    "coverArt": "https://mangadex.org/covers/441e03e9-800a-4739-b656-966d0660c168/b0514667-33d2-472d-8621-b05b891c2afc.jpg",
    "altTitles": [
      {
        "en": "A Toxic 20-Year-Old Game Streamer Accidentally Reveals His Nice Personality Because He Forgot to End the Stream"
      },
      {
        "ja-ro": "Aori-kei Game Haishinsha (Hatachi), Haishin no Kiri Wasure ni Yori Ii Hito Baresuru."
      },
      {
        "ja": "煽り系ゲーム配信者（20歳）、配信の切り忘れによりいい人バレする。"
      }
    ],
    "description": {
      "en": "Nakayama Haruto is a game commentator who streams provocative content under the name \"Oni-chan.\" He attracts attention for his radical streams , but his true identity is that of a good older brother who streams to raise money for his younger sister's tuition and living expenses. However, he accidentally forgets to turn off the streams, and his true personality is revealed to the public. Just when it seems like he's going to cause a major uproar, the contrast with his usual self turns out to be a big hit with viewers...!?",
      "ja": "煽り配信を行うゲーム実況者『鬼ちゃん』として活動する中山春斗。過激な配信で注目を集める彼だったが、裏の顔は妹の学費や生活費のために活動する良き兄だった。だが、うっかり配信を切り忘れたことで素の人柄が世間にバレてしまう。大炎上かと思いきや、普段とのギャップが視聴者に大ウケしてしまい……!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3125acb-3aba-4c29-bd4d-c1b88ec375b2",
    "title": {
      "en": "My Fiancé is in Love with My Little Sister"
    },
    "updatedAt": "2024-10-30T15:23:45+00:00",
    "coverArt": "https://mangadex.org/covers/a3125acb-3aba-4c29-bd4d-c1b88ec375b2/c32d45cb-49e3-491c-9ba5-c9e75a29127c.jpg",
    "altTitles": [
      {
        "ja-ro": "Konyakusha wa, watashi no imouto ni koi o suru"
      },
      {
        "en": "My Fiancé falls in love with my sister."
      },
      {
        "ja": "婚約者は、私の妹に恋をする"
      },
      {
        "vi": "Vị Hôn Phu Của Tôi Đã Rơi Vào Lưới Tình Với Em Gái"
      }
    ],
    "description": {
      "en": "There my fiancé stood, gazing intently at my charming younger sister. When I saw them fall in love the moment they laid eyes on each other, I was hit with an overwhelming sense of déjà vu. Aah, again?\nMy fiancé had been in love with my younger sister even in my previous life. There was nothing I could do but watch it all unfold. And for some inexplicable reason, I’m the only one who keeps returning to that exact point in time. Trapped by fate. And yet, amidst the turns of the hourglass, I still find myself falling for him…"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "157af3d6-f4fa-44db-8ccf-0eb84f5b8a95",
    "title": {
      "en": "Masu Masu Manga de Wakaru! Fate/Grand Order"
    },
    "updatedAt": "2023-01-02T22:37:11+00:00",
    "coverArt": "https://mangadex.org/covers/157af3d6-f4fa-44db-8ccf-0eb84f5b8a95/3250cb00-617c-47fb-9fd0-c7617d3faccf.png",
    "altTitles": [
      {
        "en": "Even More Learning with Manga FGO"
      },
      {
        "en": "Learn Even More with Manga! FGO"
      },
      {
        "en": "Learning Much More with Manga! FGO"
      },
      {
        "ja": "ますますマンガで分かる！Fate/Grand Order"
      }
    ],
    "description": {
      "en": "A manga which helps you learn even more about Fate/Grand Order!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cad04eb4-8d22-4dd4-9ef3-f347fbf30452",
    "title": {
      "en": "Zombie Sekai de Harem wo Tsukurou!"
    },
    "updatedAt": "2025-01-01T00:52:55+00:00",
    "coverArt": "https://mangadex.org/covers/cad04eb4-8d22-4dd4-9ef3-f347fbf30452/b6af4613-5b6c-4de1-8b0b-a6886a1eb746.jpg",
    "altTitles": [
      {
        "ja": "ゾンビ世界でハーレムをつくろう!"
      }
    ],
    "description": {
      "en": "The world is on the brink of collapse due to the zombie threat. Meanwhile, I’m living the most thrilling and tantalizing days of my life! A high school boy who loves shogi and gaming discovers a mysterious power he possesses for the first time in this zombie-infested world.",
      "ja": "世界は今、ゾンビの脅威で滅びかけている。俺は今、サイコーにエチエチな日々を過ごしている――。将棋とゲームが大好きなオタクな男子高校生が、ゾンビの世界になって初めて自分が持つ”ある力”を知った。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7474ac29-84b4-4608-8150-878634bf969e",
    "title": {
      "en": "To Love Ru Darkness"
    },
    "updatedAt": "2024-10-09T11:53:17+00:00",
    "coverArt": "https://mangadex.org/covers/7474ac29-84b4-4608-8150-878634bf969e/c71bcdef-e7e7-4f20-8d28-29acc833a65e.jpg",
    "altTitles": [
      {
        "ja": "To LOVEる -とらぶる- ダークネス"
      },
      {
        "ja-ro": "To LOVE Ru -Trouble- Darkness"
      },
      {
        "ja-ro": "To LOVE-Ru -Trouble- Darkness"
      },
      {
        "en": "To LOVE Ru -Trouble- Darkness"
      },
      {
        "en": "To Love-Ru Darkness"
      },
      {
        "en": "Trouble Darkness"
      },
      {
        "ru": "Любовь и тьма прочих неприятностей"
      },
      {
        "ko": "투러브 트러블 다크니스"
      },
      {
        "vi": "Bóng Tối Hoàng Kim"
      }
    ],
    "description": {
      "en": "Rito Yuuki continues to be caught in over-the-top perverted scenarios, now uncensored. The alien Deviluke sisters - Lala, Momo, and Nana - still use their unique abilities in an attempt to grab Rito's love confession. Momo, in particular, has a vision: a harem of women all in love with Rito, with Momo herself in the center. After all, if everyone has an equal share of Rito, everyone wins - at least, she thinks.  \n  \nAs she enacts this plan, the former alien mercenary Yami, aka Golden Darkness, struggles between her former life as a killer and her current life on Earth. Things get complicated when Mea, a girl with powers similar to Yami's, becomes interested in Rito. Just who is this new enemy?"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "erotica",
    "lastVolume": "18",
    "lastChapter": "77"
  },
  {
    "mangaId": "fe7de7ae-db9d-40dd-a117-cc022bf69997",
    "title": {
      "en": "Quiz! Seigi no Sentaku"
    },
    "updatedAt": "2024-12-23T15:29:39+00:00",
    "coverArt": "https://mangadex.org/covers/fe7de7ae-db9d-40dd-a117-cc022bf69997/468a0278-6dcd-4a75-8093-b259bff63efc.jpg",
    "altTitles": [
      {
        "en": "Quiz! Choice of Justice"
      },
      {
        "ja": "クイズ! 正義の選択"
      }
    ],
    "description": {
      "en": "New challengers will challenge the popular variety program “Quiz! Choice of Justice” presented by the video distribution service “Justice” tonight! Do you get \"5 million yen for entrepreneurship\" or lose your \"left arm\"? Each decision to be tested on unanswered questions."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "10",
    "lastChapter": "85"
  },
  {
    "mangaId": "de7cff02-47b5-4f27-b238-9a4d9e40694c",
    "title": {
      "en": "I Can't Fall in Love With Paperman"
    },
    "updatedAt": "2024-08-15T17:24:51+00:00",
    "coverArt": "https://mangadex.org/covers/de7cff02-47b5-4f27-b238-9a4d9e40694c/a33f3ad7-f7d5-4c03-babe-f9386c04d923.jpg",
    "altTitles": [
      {
        "zh": "我不可能和纸片人谈恋爱"
      },
      {
        "ko": "내 남주에게 위협당하고 있습니다"
      },
      {
        "zh-ro": "Wo Bu Keneng He Zhi Pian Ren Tan Lian'ai"
      }
    ],
    "description": {
      "en": "When a BL comic artist transmigrated into the princess of Liao, she resumed her career... but encountered her \"dear son\" who crawled out of the book and refused to be gay! Faced with a sword to her neck, will she surrender or resist? What's worse, the plot is no longer under her control; who's the mysterious person behind the scenes controlling everything?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "80"
  },
  {
    "mangaId": "e92214c5-7ec2-4e29-91c7-c73ced18251d",
    "title": {
      "en": "Unparalleled Path - Reincarnated as the AI for a Space Battleship"
    },
    "updatedAt": "2023-05-13T21:48:31+00:00",
    "coverArt": "https://mangadex.org/covers/e92214c5-7ec2-4e29-91c7-c73ced18251d/fb2e754a-66c8-44c5-a552-ecf47ea65882.jpg",
    "altTitles": [
      {
        "ja-ro": "Musou Kouro - Tensei Shite Uchuu Senkan no AI ni Narimashita"
      },
      {
        "ja": "無双航路 転生して宇宙戦艦の AIになりました"
      }
    ],
    "description": {
      "en": "Asagaya Shin, an ordinary high school student who was supposed to be in Mitaka, Tokyo just a few days ago, somehow found himself as an AI of a space battleship. The battleship is surrounded by a large enemy fleet, and with only a few consort ships left, it is in a desperate situation. Moreover, the captain of the battleship is a young girl, a decorated member of the royal family, who was ceremoniously on board. Shin, now an AI, takes advantage of his \"human\" characteristics and attempts to fight a withdrawal battle using novel tactics to survive..."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "a5b368c9-2f40-490c-8d6a-3a9326290a15",
    "title": {
      "en": "Hakui no Tora wa Gokudou de Zetsurin"
    },
    "updatedAt": "2025-01-03T01:34:13+00:00",
    "coverArt": "https://mangadex.org/covers/a5b368c9-2f40-490c-8d6a-3a9326290a15/cc3accb5-e41b-432b-86df-30a8fb6b0e0e.jpg",
    "altTitles": [
      {
        "ja": "白衣の虎は極道で絶倫～闇医者ヤクザに毎晩溺愛されて…～"
      },
      {
        "en": "The Tiger in the White Coat is an Outstanding Yakuza"
      },
      {
        "ko": "백의의 호랑이는 절륜 야쿠자"
      }
    ],
    "description": {
      "en": "“I can’t believe my virginity is being taken like this――!”\nMomo, a former track athlete, can no longer run due to an injury she sustained during her career. While her treatments aren’t progressing, Dr. Dan encourages her, saying, “Let’s overcome this together.” Moved by his strong words, Momo begins to trust him, only to later discover that Dan is actually the underboss of a yakuza gang controlling the underground world! As soon as she learns his secret, he reveals his true nature, saying, “After treatment, I need women to calm myself down.”\nWhat she thought was a one-night fling turns into being loved deeply and passionately every day ― in ways she never imagined!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "82f3ef89-a79a-415c-9e75-63b4c59cab9b",
    "title": {
      "en": "Suki ni Naru Made Matte"
    },
    "updatedAt": "2021-05-25T15:44:33+00:00",
    "coverArt": "https://mangadex.org/covers/82f3ef89-a79a-415c-9e75-63b4c59cab9b/21e4bdce-eb75-431a-bbe4-690a2f71669d.jpg",
    "altTitles": [
      {
        "en": "1/3 no Kareshi"
      },
      {
        "en": "1/3の彼氏"
      },
      {
        "en": "Deatta Toki ni Boku Wa Mou Inai"
      },
      {
        "en": "My one-third boyfriend"
      },
      {
        "en": "One Third No Kareshi"
      },
      {
        "en": "Please Wait Until I Fall In Love"
      },
      {
        "en": "Sevene Kadar Bekle"
      },
      {
        "en": "Uso to Koi no Hajimari"
      },
      {
        "en": "好きになるまで待って"
      }
    ],
    "description": {
      "en": "Compilation of short stories.  \n  \n- Suki ni Naru Made Matte  \nWhenever it was break time, Hikami-kun sat at my desk and talked with his friends. I was concerned about it, but since he is a popular guy I couldn’t say anything about it. On that fateful day, I dropped Hikami-kun’s cell in the fish tank, and now I have to be his slave?!  \n  \n- Uso to Koi no Hajimari  \nAkane does a favor for her friend, Tomoko, by agreeing to show her childhood friend, Ken-kun, around Tokyo while pretending to be Tomoko! Will she be found out?   \n(Also published in \"Koibana\" anthology, Ch.4)  \n  \n- 1/3 no Kareshi  \nKogure Yuuya takes an embarrassing picture of Fukada Rei, but he says he will only delete it if they meet again at the same place later. What will Rei do?  \n  \n- Deatta Toki ni Boku wa Mou Inai  \nHigh school student Yuu finds herself pursued by a hot guy rather… spiritedly.\n"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "4"
  },
  {
    "mangaId": "6df29d13-2dab-4ca6-a0b5-74070abf3e1d",
    "title": {
      "en": "The One Within the Villainess"
    },
    "updatedAt": "2024-11-08T11:34:24+00:00",
    "coverArt": "https://mangadex.org/covers/6df29d13-2dab-4ca6-a0b5-74070abf3e1d/5db86ab7-14bb-4a30-a9f9-6aa16f5771df.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢の中の人"
      },
      {
        "ja": "悪役令嬢の中の人〜断罪された転生者のため嘘つきヒロインに復讐いたします〜"
      },
      {
        "ja-ro": "Akuyaku Reijou no Naka no Hito"
      },
      {
        "ja-ro": "Akuyaku Reijou no Naka no Hito: Danzai sareta Tenseisha no Tame Usotsuki Heroine ni Fukushuu Itashimasu"
      },
      {
        "en": "The One Within the Villainess"
      },
      {
        "fr": "La fille au sein de l'antagoniste"
      },
      {
        "fr": "Celle à l'intérieur de la vilaine"
      },
      {
        "es": "La persona dentro de la villana"
      },
      {
        "uk": "Та, що всередині лиходійки"
      },
      {
        "ko": "악역 영애 안의 사람"
      },
      {
        "vi": "Kẻ Cư Ngụ Bên Trong Ác Nữ"
      },
      {
        "vi": "Ác Nữ chuyển sinh"
      },
      {
        "id": "Didalam Diri Seorang Villaness"
      },
      {
        "zh": "恶役千金的真面目"
      },
      {
        "zh": "恶役千金的真面目～为被定罪的转生者向骗子女主报复～"
      },
      {
        "zh-hk": "惡役千金的真面目"
      },
      {
        "zh-hk": "惡役千金的真面目～為被定罪的轉生者向騙子女主報復～"
      }
    ],
    "description": {
      "en": "In order to clear the name of ‘Emi’, a girl who had reincarnated as Remilia, the villainess of an otome game, the real Remilia who had been watching all along inside awakens.\n\nNow it's time for the true villainess's revenge to begin!",
      "id": "Agar bisa membersihkan nama \"Emi\", yaitu nama seorang gadis yang bereinkarnasi menjadi Remilia sang villainess dari sebuah game otome, Remilia asli yang selama ini mengawasi emi dari dalam akhirnya telah tersadar.\n\nSekarang adalah waktunya bagi sang villainess yang asli untuk membalaskan dendamnya!",
      "vi": "Để minh oan cho ‘Emi’, một cô gái đã tái sinh thành Remilia, nhân vật phản diện của trò chơi otome, Remilia, người đã luôn theo dõi cô, bắt đầu trả thù!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13d2856e-9163-43a1-86f9-cd66d41db09b",
    "title": {
      "en": "Isekai Samurai"
    },
    "updatedAt": "2024-12-31T10:16:58+00:00",
    "coverArt": "https://mangadex.org/covers/13d2856e-9163-43a1-86f9-cd66d41db09b/41e3dda4-210c-4d9f-a363-7aadebbf1882.jpg",
    "altTitles": [
      {
        "ja": "異世界サムライ"
      },
      {
        "ja-ro": "Isekai Samurai"
      },
      {
        "en": "Samurai in Another World"
      },
      {
        "es-la": "Samurái en Otro Mundo"
      },
      {
        "id": "Samurai di Dunia Lain"
      }
    ],
    "description": {
      "en": "The strongest swordsman of the Warring States period, transferred to another world.\n\nAt the end of the Warring States Period, Ginko, the greatest swordsman of the time, was always hungry for a fight to the death with someone stronger than herself. After cutting and cutting and cutting, she finally despairs that there is no one stronger than her in this world, and then she is transferred to another world! Before her eyes - a dragon!",
      "ja": "戦国時代最強の剣豪、異世界転移。\n\n戦国時代末期、最強の剣豪・ギンコは常に、自分より強いものとの死闘に飢えていた。切って切って切りまくり、ついにこの世に自分以上の強者がいないと絶望した矢先、異世界へ転移！　目の前には――ドラゴン！？",
      "pt-br": "A espadachim mais forte do período dos Reinos Combatentes, transferida para outro mundo.\n\nNo final do Período dos Reinos Combatentes, Ginko, a maior espadachim da época, estava sempre ansiosa por lutar até a morte com alguém mais forte que ela. Depois de cortar e cortar e cortar, ela finalmente se desespera porque não há ninguém mais forte do que ela neste mundo, e então ela é transferida para outro mundo! Diante de seus olhos está um dragão!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3ad7b1d-e7e8-4a36-a374-2e73e875c2c1",
    "title": {
      "en": "Onikirimaru"
    },
    "updatedAt": "2022-10-25T02:08:53+00:00",
    "coverArt": "https://mangadex.org/covers/b3ad7b1d-e7e8-4a36-a374-2e73e875c2c1/0f880ec5-301b-4a30-88c6-85016aeeb62c.jpg",
    "altTitles": [
      {
        "en": "Oni Slayer"
      },
      {
        "ja-ro": "Onigirimaru"
      },
      {
        "ja": "鬼切丸"
      },
      {
        "it": "Slayer"
      },
      {
        "ko": "귀절도"
      },
      {
        "ko-ro": "gwijeoldo"
      }
    ],
    "description": {
      "en": "There was once an oni mother who gave birth to a human-looking child. Instead of an oni's horn, this child was born with a sword in hand called the \"Onigirimaru\" or Oni Slayer. He has no name and is only referred to by the name of his sword. Though he appears human, he is pure oni.  \n  \nBelieving that he will become human once all of his kind vanished from the world of humans, he sets out on his destiny to slay all of his kind. Even now, in the mother world of Japan, he is still out there slaying oni."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": ""
  },
  {
    "mangaId": "c5d40754-cf6a-41ef-a858-71c53e716130",
    "title": {
      "en": "Candy Apple"
    },
    "updatedAt": "2022-11-05T15:12:42+00:00",
    "coverArt": "https://mangadex.org/covers/c5d40754-cf6a-41ef-a858-71c53e716130/5a8ed496-6e5d-4b51-81f5-6c240a38aba4.jpg",
    "altTitles": [
      {
        "ja": "りんごあめ"
      },
      {
        "ja-ro": "Ringo Ame"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff4cc804-f23e-4def-9a06-0f2cf32a43ed",
    "title": {
      "en": "Yojouhan Ohi ~Marie Antoinette Tensei Ohi no Yarinaoshi~"
    },
    "updatedAt": "2024-12-04T10:32:38+00:00",
    "coverArt": "https://mangadex.org/covers/ff4cc804-f23e-4def-9a06-0f2cf32a43ed/18375dcc-ede7-4998-80f1-c87945e9cddb.png",
    "altTitles": [
      {
        "ja": "四畳半王妃　～マリー・アントワネット　転生王妃のやり直し～"
      },
      {
        "en": "4.5 Tatami Mat Queen ~Marie Antoinette: Reincarnated Queen's Redo~"
      }
    ],
    "description": {
      "en": "'Marie Antoinette came to my room that day...'\n\nA Lolita-loving high school girl and the tragic Queen Marie-Antoinette in modern Japan. Born, raised and raised differently, the encounter between these two girls changes history.",
      "ja": "悲劇の王妃マリー・アントワネットは処刑の瞬間。「誰も自分を知らない世界でやり直したい」と願った。その結果、若かりし少女の姿で現代日本に“転生”してしまったようで…？マリーが“転生”した先にいたのは、育ってきた環境から自己肯定感が低く、ロリータファッションを堂々と着こなせない自分を好きになれずにいる女子高生。時代も生まれ育ちも何もかも違う二人が現代日本で出会った時、ロリータファッションを通じて少女と歴史が変わっていく――"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e9c0fe2-68d4-4224-9f96-ac51464eb94a",
    "title": {
      "en": "The Perfect Hybrid"
    },
    "updatedAt": "2024-06-15T11:26:44+00:00",
    "coverArt": "https://mangadex.org/covers/8e9c0fe2-68d4-4224-9f96-ac51464eb94a/39b26766-3627-484c-80d9-8cc1923edf7b.jpg",
    "altTitles": [
      {
        "ko": "규격 외 혈통 천재"
      },
      {
        "en": "Extraordinary Descent Genius"
      },
      {
        "en": "Genius of the Unique Lineage"
      },
      {
        "fr": "Prodige Hors Norme (Webtoon)"
      }
    ],
    "description": {
      "en": "Earth had been invaded by creatures from another dimension, and it has been a few years since peace was restored, thanks to the help of various supernatural humans that revealed themselves during this invasion. Gwangik Yu, our protagonist, was born between two supernatural parents. His father is an immortal while his mother is a transformer with exceptional physical abilities along with the power to transform into beasts. Neither parent, however, is aware of each spouse’s power and both want Gwangik to follow in their footsteps.",
      "ko": "나는 인베이더를 죽이는 사람이 되고 싶다. \n―\n인베이더를 죽이고 특수종의 세상에 살며 일상의 행복도 유지하고 싶다. \n그걸 바라면 안 될까? \n왜? 왜 그래서는 안 되나. \n두 마리 토끼를 쫓다가는 둘 다 놓친다고 하지만, \n안 놓치면 된다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2e28840-b3a6-4dd7-9c40-1b251a293fe0",
    "title": {
      "en": "Negai no Astro"
    },
    "updatedAt": "2024-12-04T15:10:13+00:00",
    "coverArt": "https://mangadex.org/covers/d2e28840-b3a6-4dd7-9c40-1b251a293fe0/19323e0b-1843-4da7-88e5-8ec0962f863a.jpg",
    "altTitles": [
      {
        "ja": "願いのアストロ"
      },
      {
        "en": "Astro Royale"
      },
      {
        "ru": "Звезда желаний"
      }
    ],
    "description": {
      "en": "The new series from Ken Wakui, the creator of Shinjuku Swan and Tokyo Revengers!\n\nAs the battle to decide the next leader of the Yotsurugi gang that runs Asakusa is heating up, a meteorite strike suddenly awakens superpowers in the people of Japan. How will Hibaru Yotsurugi, the son of the previous gang leader, come out of this?!",
      "fr": "Le nouveau manga de Ken Wakui, le créateur de Shinjuku Swan et Tokyo Revengers ! Alors que la bataille pour désigner le prochain chef du clan Yotsurugi qui dirige Asakusa s'intensifie, la chute d'une météorite réveille soudainement des super-pouvoirs chez les Japonais. Comment Hibaru Yotsurugi, le fils du précédent boss du clan va-t-il s'en sortir ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84fe5a6a-6414-48f3-9d87-175c3b4c6089",
    "title": {
      "en": "Me & Roboco"
    },
    "updatedAt": "2024-07-03T18:18:08+00:00",
    "coverArt": "https://mangadex.org/covers/84fe5a6a-6414-48f3-9d87-175c3b4c6089/9d424f7b-ebf5-42fb-b8a8-a16d395e46c3.jpg",
    "altTitles": [
      {
        "en": "Roboco With Me"
      },
      {
        "ja": "僕とロボコ"
      },
      {
        "zh": "我与机器妹"
      },
      {
        "zh-hk": "我與機器妹"
      },
      {
        "ja-ro": "Boku to Roboco"
      },
      {
        "ja": "Boku to Roboko"
      },
      {
        "en": "Me and Roboco"
      }
    ],
    "description": {
      "en": "The year is 20XX… A time when every household owns cute maid robots known as OrderMaids. Average grade-schooler Bondo dreams of having his very own robot. But what he got was… Unable to compute!!! Life is gonna get a whole lot weirder when Roboco, the most powerful clumsy maid ever created, shows up at his door!",
      "pt-br": "O ano é 20XX... Uma época em que toda família possui robôs de limpeza fofos, conhecidos como OrderMaids. O aluno médio Bondo sonha em ter seu próprio robô. Mas o que ele conseguiu foi... Incapaz de calcular !!! A vida vai ficar muito mais estranha quando Roboko, a empregada desajeitada mais poderosa já criada, aparecer à sua porta!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "971fb926-e2c7-40da-be30-59e540aeb013",
    "title": {
      "en": "Hima-Ten!"
    },
    "updatedAt": "2024-12-24T10:15:18+00:00",
    "coverArt": "https://mangadex.org/covers/971fb926-e2c7-40da-be30-59e540aeb013/7b5baa45-1c91-4bcc-af0c-4343d1529f2e.jpg",
    "altTitles": [
      {
        "ja": "ひまてん！"
      },
      {
        "ja-ro": "Himaten!"
      },
      {
        "tl": "HimaTen!"
      }
    ],
    "description": {
      "en": "High school home ec expert Tenichi earns extra money with a part-time job cleaning houses. But one day, Himari, the owner and model of the popular cosmetics brand Hima Riz, transfers into his class.",
      "ja": "家事代行で家計を支える家守殿一のクラスに転校してきたのは、コスメブランドの社長兼モデルの女子のカリスマ・美野妃眞理！",
      "tl": "Si Tenichi, isang eksperto sa home economics sa high school, ay kumikita ng dagdag na pera sa pamamagitan ng part-time na trabaho sa paglilinis ng mga bahay. Pero isang araw, si Himari, ang may-ari at modelo ng sikat na cosmetics brand na Hima Riz, ay lumipat sa kanyang klase. Salubungin ang isang romantikong komedya na puno ng kalokohan sa pagitan ng isang dalagang presidente ng kumpanya at isang binatilyong tagalinis ng bahay!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-12-09T11:21:20+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/3b57c7da-d877-4268-8a82-df56a1f9e9ca.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura-bachi"
      },
      {
        "en": "Kagura Bowl"
      },
      {
        "cs": "Kagurabachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "he": "קאגורהבאצ'י"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge.",
      "he": "צ'יהירו הצעיר מבלה את ימיו באימונים תחת הדרכתו של אביו, מחשל החרבות המפורסם. יום אחד, הוא מקווה להפוך בעצמו ליצרן חרבות דגול. האב המשעשע והבן הרציני--הם חשבו שהימים האלו יימשכו לנצח. אבל לפתע, הטרגדיה מכה. יום אפל ספוג בדם. צ'יהירו וחרבו חיים כעת רק למען הנקמה.",
      "ja": "刀匠を志す少年チヒロは、父の下で日々修行に励んでいた。おちゃらけた父と寡黙な息子。笑いの絶えない毎日がいつまでも続くと思っていたが…ある日悲劇が訪れる…。血塗られた絆と帰らない日常。少年は憎しみを焚べ、決意の炎を心に宿す…。",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!",
      "pt-br": "O jovem Chihiro passa seus dias treinando com seu famoso pai ferreiro. Um dia ele espera se tornar um grande fabricante de espadas. O pai bobo e o filho sério – eles pensavam que esses dias durariam para sempre. Mas de repente, a tragédia acontece. Um dia escuro, encharcado de sangue. Chihiro e sua lâmina agora vivem apenas para vingança. Ação épica de batalha de espadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7066efc8-b73f-4b17-8b8d-6060a5412590",
    "title": {
      "en": "Kill Blue"
    },
    "updatedAt": "2024-12-16T16:41:13+00:00",
    "coverArt": "https://mangadex.org/covers/7066efc8-b73f-4b17-8b8d-6060a5412590/417462da-89b9-4841-b5a6-2f4e09b4efa4.jpg",
    "altTitles": [
      {
        "ja": "キルアオ"
      },
      {
        "ja-ro": "Kill Ao"
      },
      {
        "ja-ro": "Kiruao"
      },
      {
        "ne": "किल नीलो"
      },
      {
        "ru": "Килл Блю"
      },
      {
        "uk": "Вбити Блю"
      }
    ],
    "description": {
      "en": "A graduate from the school of hard knocks, hit man Ogami faces his greatest challenge yet...middle school!",
      "ja": "バツイチ子持ちの大狼十三は、子供の頃に組織に拾われた伝説の殺し屋。ある事件で謎の生物兵器に刺されて、中学生の姿になった十三は中学校へ…。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2025-01-02T05:18:12+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/894922fc-3fd0-456d-aaa0-13451a6067cd.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "ja-ro": "Akane-banashi"
      },
      {
        "en": "Tales Of Akane"
      },
      {
        "en": "Akane Story"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      },
      {
        "pt-br": "Akane-Banashi"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. \nShinta and his daughter Akane have been seduced by this wonderful form of classical Japanese entertainment. \nHaving observed her father strive to pass the shin'uchi rakugo test, Akane takes her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo é expresso apenas com seu corpo e palavras. \nShinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. \nObservando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4801f266-cc4e-4c3b-8d1d-f50f08b25b62",
    "title": {
      "en": "Witch Watch"
    },
    "updatedAt": "2024-12-18T09:45:09+00:00",
    "coverArt": "https://mangadex.org/covers/4801f266-cc4e-4c3b-8d1d-f50f08b25b62/205b18c3-cbd0-40ff-bd7b-2d776e6a80de.jpg",
    "altTitles": [
      {
        "ru": "Ведьмнадзор"
      },
      {
        "ru": "Страж ведьмы"
      },
      {
        "ja": "ウィッチ ウォッチ"
      },
      {
        "zh": "魔女与使魔"
      },
      {
        "zh-hk": "魔女與使魔"
      },
      {
        "ne": "विच वाच"
      },
      {
        "kk": "Мыстан сақшысы"
      },
      {
        "uk": "Відьмоварта"
      },
      {
        "hi": "विच वॉच"
      }
    ],
    "description": {
      "en": "Morihito, a boy with the strength of an ogre, is about to start living together with his childhood friend Niko, who is training to be a witch. Niko's magic leads to all sorts of unpredictable trouble, and with two teens under one roof… Let the fantastical antics begin! Magical comedy series by Kenta Shinohara creator of SKET DANCE and Astra Lost in Space.",
      "ne": "निको वाकात्सुकीले आफ्नो छ वर्षको बोक्सीको तालिम पूरा गरिसकेकी छिन् र उनी आफैं सहरमा सर्दैछिन्। नयाँ बोक्सीको रूपमा, उसले आफ्नो साथ दिनको लागि परिचित छनोट गर्नुपर्छ। यद्यपि, अन्य बोक्सीहरू भन्दा फरक, उनी गैर-जन्तु परिचित छान्न चाहन्छिन्। मोरिहितो \"मोई\" ओतोगी भन्दा राम्रो साथी कोही छैन - उनको बाल्यकालको साथी जो एक औघ राक्षस हुन्। मोरिहितो उनको नोकर हुनुको कडा विरोध गर्छन्, तर उनले बोक्सीको आदेशको अवज्ञा गरेमा श्रापले उनलाई अनौठो गाई-बाघ हाइब्रिडमा फर्काउनेछ भनेर थाहा पाएपछि उनले आफ्नो भाग्यलाई अनिच्छुकतासाथ स्वीकार गर्छन्।\n\nमोरिहितोका बुबा व्यवसायिक यात्राको लागि जानुभएको कारण र निकोकी आमा बोक्शीहरुको पवित्र भूमिमा पछाडि रहनुभएको कारण, दुई किशोरहरूले आफूलाई एउटै छानामुनि सँगै बसेको भेट्टाए। जबकि निको आफ्नो क्रशसँग बाँच्न पाउँदा उत्साहित छिन्, मोरिहितोले पत्ता लगाए कि उनको जादुई गतिविधि र समग्र अनाड़ीपनले समाधान भन्दा बढी समस्याहरू सिर्जना गर्छ। एक वर्ष भित्र निकोमा आउने भविष्यवाणी गरिएको प्रकोपको साथ, मोरिहितोले आफ्नो अंगरक्षकको रूपमा रक्षा गर्नको लागि सक्दो गर्नुपर्दछ र साथै आफ्नो परिचितको रूपमा आफ्नो कर्तव्यहरू पालना गर्नुपर्नेछ।",
      "pt": "Morihito, um menino com a força de um ogro, está prestes a começar a viver com sua amiga de infância, Niko, que está treinando para ser feiticeira. A magia de Niko os leva a todos os tipos de problemas imprevisíveis, e com dois adolescentes sob o mesmo teto… Que as travessuras fantásticas comecem! Uma série de comédia de magia de Kenta Shinohara, criador de SKET DANCE e Astra Perdido no Espaço.",
      "ru": "Морихито, парень с демонической силой, начинает жить вместе со своей подругой детства Нико, которая учится быть ведьмой. Магия Нико приводит ко всяким непредсказуемым проблемам, а уж когда два подростка остаются под одной крышей… да начнутся фантастические выходки!  \nМагический комедийный сериал от Кенты Синохары, автора «SKET DANCE» и «Астра, затерянная в космосе».",
      "uk": "Моріхіто, хлопець з силою оні, ось-ось почне жити разом зі своєю подругою дитинства Ніко, яка навчається на відьму. Магія Ніко призводить до всіляких непередбачуваних неприємностей, а коли двоє підлітків живуть під одним дахом... Фантастичні витівки починаються!\nМагічний комедійний серіал від Кента Шінохари, творця “SKET DANCE” та \"Загублена в космосі Астра\"."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2025-01-01T17:44:05+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/f21987e8-1918-4d2d-9796-3c66ac271820.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "zh": "蓝箱"
      },
      {
        "eu": "Kutxa Urdina"
      },
      {
        "pl": "Niebieskie pudełko"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "ja": "バドミントン部に所属する猪股大喜（いのまたたいき）は、女子バスケ部の先輩・鹿野千夏（かのちなつ）に恋をしていた――。自主練を真摯に取り組む姿に心惹かれていたが、思いもよらぬ事実が発覚し…!?　道のりは遠く、想いは近く。",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0",
    "title": {
      "en": "Sakamoto Days"
    },
    "updatedAt": "2024-10-25T16:30:02+00:00",
    "coverArt": "https://mangadex.org/covers/9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0/c312de5c-bec1-4a38-954f-39485cec3fdf.jpg",
    "altTitles": [
      {
        "ru": "Дни Сакамото"
      },
      {
        "ja": "サカモト デイズ"
      },
      {
        "ne": "साकामोतो डेज"
      },
      {
        "pt-br": "Sakamoto Days"
      },
      {
        "fr": "Sakamoto Days"
      }
    ],
    "description": {
      "en": "Taro Sakamoto was the ultimate assassin, feared by villains and admired by hitmen. But one day…he fell in love! Retirement, marriage, fatherhood and then… Sakamoto gained weight! The chubby guy who runs the neighborhood store is actually a former legendary hitman! Can he protect his family from danger? Get ready to experience a new kind of action comedy series!",
      "fr": "Taro Sakamoto est un assassin légendaire, le meilleur d'entre tous, craint par tous les gangsters, adulé par ses pairs. Mais un beau jour... il tombe amoureux ! S'ensuivent retraite, mariage, paternité... et prise de poids.\nSakamoto est aujourd'hui patron d'une petite épicerie de quartier et coule des jours heureux avec sa famille. Mais lorsque son passé le rattrape sous les traits de Shin, un jeune assassin télépathe, Sakamoto reprend du service...\nEt malgré son apparence, il est toujours aussi charismatique lorsqu'il passe à l'action !",
      "ja": "町の商店を営むふくよかな男・坂本太郎。その正体は全ての悪党が恐れ、憧れた元・伝説の殺し屋!!　襲い来る危険から家族と日常を守る、坂本の日々とは…!?",
      "ru": "Таро Сакамото был профессиональным киллером. Другие наёмники им восхищались, а злодеи боялись. Но однажды… Сакамото влюбился! Завязал с криминалом, женился, стал отцом и в итоге… Разжирел! Толстый дядька из соседнего магазина — в прошлом непревзойдённый убийца! Сможет ли он уберечь свою семью от опасности? Приготовьтесь к новой остросюжетной комедии!",
      "pt-br": "Taro Sakamoto era o assassino supremo, temido pelos vilões e admirado pelos assassinos. Mas um dia... ele se apaixonou! Aposentadoria, casamento, paternidade e depois… Sakamoto engordou! O cara gordinho que administra a loja do bairro é na verdade um ex-assassino lendário! Ele pode proteger sua família do perigo? Prepare-se para experimentar um novo tipo de série de comédia de ação!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]