[
  {
    "mangaId": "7b727ae2-2842-4c46-af8b-9162b7806659",
    "title": {
      "en": "Girl Meets Rock!"
    },
    "updatedAt": "2024-11-02T11:29:16+00:00",
    "coverArt": "https://mangadex.org/covers/7b727ae2-2842-4c46-af8b-9162b7806659/a8222459-f4fa-45ff-b7e4-e6639e3eb8e5.jpg",
    "altTitles": [
      {
        "ja": "ふつうの軽音部"
      },
      {
        "ja-ro": "Futsuu no Keionbu"
      },
      {
        "en": "An Ordinary Light Music Club"
      },
      {
        "nl": "Het meisje dat rock ontdekte!"
      },
      {
        "ru": "Девушка встречает Рок"
      },
      {
        "pt-br": "Garota conhece o rock!"
      },
      {
        "es-la": "¡La chica que conoció el rock!"
      },
      {
        "fr": "La fille qui découvre le rock !"
      }
    ],
    "description": {
      "en": "With a passion for richly textured Japanese rock, first-year high school student Chihiro Hatono steps into the world of the light music club, new guitar in tow. But what awaits her behind those doors...? A drama of unfiltered youth and musical ambition takes the stage!\n___\n[Defunct Official English (MANGA Plus)](https://mangaplus.shueisha.co.jp/titles/100291)",
      "es-la": "Chihiro Hatono, estudiante de primer año de preparatoria y apasionada por el rock japonés se adentra en el mundo del club de música ligera con una nueva guitarra a cuestas. Pero, ¿qué le espera tras esas puertas...? ¡Un drama sobre juventud sin filtros y ambición musical toma el escenario!",
      "pt-br": "Com uma paixão pelo rock japonês ricamente texturizado, a estudante do primeiro ano do ensino médio Chihiro Hatono entra no mundo do clube de música leve, com uma nova guitarra em mãos. Mas o que a espera atrás daquelas portas...? Um drama de juventude não filtrada e ambição musical sobe ao palco!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16dcfceb-4382-45f1-adb0-d57fc5ea0d06",
    "title": {
      "en": "Ore no Shibou Flag ga Todomaru Tokoro wo Shiranai"
    },
    "updatedAt": "2024-10-04T00:12:30+00:00",
    "coverArt": "https://mangadex.org/covers/16dcfceb-4382-45f1-adb0-d57fc5ea0d06/12081a79-450d-4bae-b6c4-aa8189394b9c.jpg",
    "altTitles": [
      {
        "en": "My Death Flags Show No Sign of Ending"
      },
      {
        "zh": "不知我的死亡flag将于何处停止"
      },
      {
        "ja": "俺の死亡フラグが留まるところを知らない"
      },
      {
        "ko": "내 사망플래그가 그칠 줄 모른다"
      },
      {
        "fr": "Des risques mortels n'arrêtent pas de m'arriver"
      }
    ],
    "description": {
      "en": "When he came to his senses, Hirasawa Kazuki, a normal university student, found himself in possession of the body of a game’s character. Moreover, it was Harold Stokes, the story’s most hated character who was even given the title『King of Trash』by the players. Myriads of landmines are just waiting for him to step on them, like death flags!  \n  \nWill Harold be able to clear the survival route while avoiding the countless death flags in his way?!",
      "fr": "Lorsqu'il reprend ses esprits, Hirasawa Kazuki, un étudiant universitaire normal, se retrouve en possession du corps du personnage d'un jeu. De plus, c'est Harold Stokes, le personnage le plus détesté de l'histoire, qui a même été baptisé 『Roi des connards』par les joueurs. L'histoire est un terrain miné qui n'attend que lui pour exploser ! Harold pourra-t-il se dégager un chemin de survie tout en évitant les innombrables \"mines\" de l'histoire ? Des myriades de mines attendent qu’il les écrase, comme des drapeaux de mort (Game Over)!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc06172f-8e62-4e92-84ec-2bfbd9dab255",
    "title": {
      "en": "Ueki no Housoku"
    },
    "updatedAt": "2024-07-30T00:13:38+00:00",
    "coverArt": "https://mangadex.org/covers/bc06172f-8e62-4e92-84ec-2bfbd9dab255/1c4d3f86-4325-48f1-b6ee-77678e1fef25.jpg",
    "altTitles": [
      {
        "it": "La Legge di Ueki"
      },
      {
        "fr": "La Loi d'Ueki"
      },
      {
        "vi": "Luật của Ueki"
      },
      {
        "ms": "Peraturan Ueki"
      },
      {
        "en": "The Law of Ueki"
      },
      {
        "ja": "Ueki no Housoku"
      },
      {
        "ja": "うえきの法則"
      },
      {
        "zh-hk": "植木的法則"
      }
    ],
    "description": {
      "en": "A group of powerful beings called tenkaijin are holding a special tournament. The rules of the game–each tenkaijin selects a kid in junior high to be his champion and grants him a special power. The kids take each other on in heated battle, but if they hurt innocent bystanders, then they lose one of their natural-given abilities. Every time they win a battle, they gain a new ability. The ultimate winner of the tournament is granted any power of his choosing, and the tenkajin who he represents succeeds in becoming the next god. Kosuke Ueki has been chosen to fight in the tournament. His special power–the ability to turn garbage into trees.\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **The Law of Ueki** (2006)"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "154"
  },
  {
    "mangaId": "0fd36be8-3cc8-4e6b-9351-e81885086f0a",
    "title": {
      "en": "The Villainess' Blind Date Is Too Perfect"
    },
    "updatedAt": "2024-10-28T03:32:19+00:00",
    "coverArt": "https://mangadex.org/covers/0fd36be8-3cc8-4e6b-9351-e81885086f0a/35b5bbc0-4fb7-4d3e-a176-ec0f24e33f36.jpg",
    "altTitles": [
      {
        "ko": "악녀의 맞선남이 너무 완벽하다"
      },
      {
        "en": "The Villainess' Boyfriend Is So Perfect"
      },
      {
        "en": "The Villainess' Date Is Perfect"
      },
      {
        "en": "The Villain's Match Is Too Perfect"
      },
      {
        "en": "The Devil's Match Is Too Perfect"
      },
      {
        "zh": "恶女的相亲对象太完美了"
      },
      {
        "en": "The Villainess' Match Is Too Perfect"
      }
    ],
    "description": {
      "en": "Possessed by the rumored evil woman ‘Yvonne Argenthoz’! In her original work, she was a villain who met a tragic end because she was jealous of the female lead with her male lead, but after being possessed by her, Yvonne resolves to enjoy the life of a diamond spoon in peace.\n\nBut the novel and development are different?!\n\n“If it’s Yvonne's… fishery, I think it’ll be fine.”\n\nFrom the perfect match going straight to Yvonne out of the blue, and the unexpected dark side of the story. Will Yvonne be able to live a peaceful diamond spoon life as planned?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "474b8ce6-428a-4e6a-8178-4f36f9db7619",
    "title": {
      "en": "I Will Not Be The Supporting Character Forever"
    },
    "updatedAt": "2024-07-12T14:17:01+00:00",
    "coverArt": "https://mangadex.org/covers/474b8ce6-428a-4e6a-8178-4f36f9db7619/0ea34c1b-b205-4853-93b7-002d5c329dbe.jpg",
    "altTitles": [
      {
        "ja": "永遠の脇役なんていない"
      },
      {
        "ko": "영원한 조연은 없다"
      },
      {
        "en": "There Is No Eternal Supporting Character"
      },
      {
        "fr": "Premier rôle pour Héléna"
      }
    ],
    "description": {
      "en": "“Why a supporting character instead of the main character?! And out of all supporting characters, why must I be this girl…” When she came to, she was in the middle of the novel, [Empress Rosalynne], as the supporting priest character, “Elena”. Moreover, the story starts right after Elena messed up a holy ritual and she was treated awfully by everyone around her… “There’s only one way to get out of this! I have to become the tutor of the Emperor’s little brother, Duke Levi!”\n\nElena thought she could watch over the protagonist of the story, Rosalynne, as the events of the story unfolded at the imperial court, but something was wrong. “Equality between commoners and me, a noble? You better watch yourself!” The protagonist she had admired so much was a villainess that discriminated against others based on their social status.\n\n“I won’t be able to stand it if everything ends up the way she wants!” And so, Elena resolves to change how the story unfolds.\n\nCan she rise from her role as a supporting character and claim the position of protagonist?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26a96ec1-a765-4996-9e4d-acff076feb4d",
    "title": {
      "en": "I Became the Young Wife of the Martial Arts Novel's Male Lead"
    },
    "updatedAt": "2024-11-15T21:26:17+00:00",
    "coverArt": "https://mangadex.org/covers/26a96ec1-a765-4996-9e4d-acff076feb4d/469c1fd3-4db9-475f-b426-4388fb664644.jpg",
    "altTitles": [
      {
        "ko": "무협지 남주의 어린 아내가 되어 버렸다"
      }
    ],
    "description": {
      "en": "I possessed the body of the distant ancestor of the male lead in a martial arts novel where he dominates everything. To faithfully fulfill my role of supporting him, I worked myself to the bone and established the greatest family. After that, I peacefully closed my eyes. \"What? My family has collapsed?!\" When I opened my eyes again, 300 years had passed. The family I had painstakingly built was on the brink of ruin. On top of that, the male lead I dedicated my life to cheering for was about to enter a humiliating political marriage with the villainess from the original story. But the biggest problem was... \"Why did I become that villainess!\""
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce25484a-6be2-4f29-807c-569dfed8a091",
    "title": {
      "en": "Danshi Kokoseidakedo Gyaru ni TS Shimashita"
    },
    "updatedAt": "2024-11-03T01:01:15+00:00",
    "coverArt": "https://mangadex.org/covers/ce25484a-6be2-4f29-807c-569dfed8a091/b3028479-88c9-4fc9-8105-759df9cc311e.jpg",
    "altTitles": [
      {
        "ja": "男子高校生だけどギャルにTSしました"
      },
      {
        "ja-ro": "Danshi Koukousei Dakedo Gal ni TS Shimashita"
      },
      {
        "en": "I'm a High School Boy, but I Got Gender-Swapped into a Gyaru"
      },
      {
        "pt-br": "Eu sou um Garoto do Ensino médio, mas troquei de Gênero e Me Tornei uma Gal"
      }
    ],
    "description": {
      "en": "Junpei, a loner high schooler, became a gyaru after saving the god of gyaru from drowning. Through his mother's connections, he was able to transfer to an all-girls school, but it was stuffed to the brim with gyarus! Every day is a sensory overload for Shunpei, who's never even talked to a girl, let alone a gyaru.\n___\n [Alternative Official Raw (NicoNico)](https://seiga.nicovideo.jp/comic/67976)",
      "ja": "陰キャ男子・桜井は、目の前で溺れていたギャル神様を助けた恩恵でギャルになってしまった。母親の伝手で転校することができたが、その学校はギャルだらけの女子校だった！ギャルどころか女子とまともに交流したことがない桜井にとって刺激が強すぎる毎日…。",
      "pt-br": "Shunpei, um estudante solitário do ensino médio, se tornou uma gal depois de salvar a deusa das gals de se afogar. Através das conexões de sua mãe, ele conseguiu transferir-se para uma escola só para meninas, mas estava cheia de gals!\n Todos os dias são uma sobrecarga sensorial para Shunpei, que nunca falou com uma garota, muito menos com uma gal.\n \n É o início de uma comédia escolar engraçada, com um cara introvertido do ensino médio => transformado em Gal."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4667017b-c0d6-479c-8b27-e1ee674a4351",
    "title": {
      "en": "Parasitic Pandemic"
    },
    "updatedAt": "2024-10-25T13:44:08+00:00",
    "coverArt": "https://mangadex.org/covers/4667017b-c0d6-479c-8b27-e1ee674a4351/f90e79da-0a07-417c-9d5d-f29d43590233.jpg",
    "altTitles": [
      {
        "ja-ro": "Kisei Rettou"
      },
      {
        "zh": "寄生列岛"
      },
      {
        "ja": "寄生列島"
      }
    ],
    "description": {
      "en": "Sendo Chihiro, a high school girl, moves from Tokyo to the provincial island of Hanayama after her parents' divorce. There's something strange about the island she moves to. There is blatant discrimination against outsiders, mysterious rituals that suddenly take place, and a huge \"water tower\" built in the middle of the island... One day, a fisherman is stabbed to death in his home. The whole island becomes suspicious of the murderer, and the unexpected culprit is revealed――. A parasite psycho-thriller by Edogawa Edogawa of \"Ikenie Touhyou\"."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "b4c93297-b32f-4f90-b619-55456a38b0aa",
    "title": {
      "en": "Fuufu Ijou, Koibito Miman."
    },
    "updatedAt": "2024-10-06T12:09:44+00:00",
    "coverArt": "https://mangadex.org/covers/b4c93297-b32f-4f90-b619-55456a38b0aa/9daf17a6-0e51-4c71-8122-26efe5765370.jpg",
    "altTitles": [
      {
        "ms": "Melebihi Suami Isteri, Namun Bukan Kekasih."
      },
      {
        "en": "More Than A Married Couple, But Not Lovers."
      },
      {
        "zh": "夫妇以上，恋人未满。"
      },
      {
        "ko": "부부이상, 연인미만"
      },
      {
        "ja": "夫婦以上、恋人未満。"
      },
      {
        "pt-br": "Mais do que um casal, menos do que um amante."
      },
      {
        "th": "แผนสมรักไม่สมเลิฟ"
      },
      {
        "fr": "Presque mariés, loin d'être amoureux."
      },
      {
        "de": "Mehr wie ein Ehepaar, aber weniger als Liebhaber."
      }
    ],
    "description": {
      "en": "Jirou, a third-year in high school, is forced to live with a gyaru named Akari under a course called the \"Couple Practical\". In order to be paired with their own romantic interests, they're going to act as a married couple…!?",
      "ja": "高校三年生になった次郎は、「夫婦実習」という授業の一環で非リア充な自分とは正反対の存在のクラスのギャル・渡辺星と一緒に暮らすことになってしまう。だが、ペアを入れ替えられる制度を知った二人は、それぞれの好きな人と一緒になるために無理矢理【夫婦】らしい事を演じるのだが…!?",
      "vi": "Yakuin Jirou, nam sinh năm ba cao trung. Cậu ta buộc phải sống chung nhà với một gái Gyaru tên là Watanabe Akari. Lý do là vì đợt huấn luyện “Cặp đôi“ của trường mà hai người họ theo học. Để được sống với người tình trong mộng của mình, hai người họ phải đã lên kế hoạch sống cùng nhau như một cặp vợ chồng."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4710b856-0585-40d2-a87e-099fc032511f",
    "title": {
      "en": "Isekai Izakaya \"Nobu\""
    },
    "updatedAt": "2024-10-06T18:24:35+00:00",
    "coverArt": "https://mangadex.org/covers/4710b856-0585-40d2-a87e-099fc032511f/52f9bfea-3918-422f-b935-cec5354fe4d4.jpg",
    "altTitles": [
      {
        "en": "Otherwordly Izakaya Nobu"
      },
      {
        "en": "Parallel Universe Bar \"Nobu\""
      },
      {
        "zh": "异世界居酒屋外传「NOBU」"
      },
      {
        "ja": "異世界居酒屋「のぶ」"
      },
      {
        "ko": "이 세계 선술집 '노부'"
      },
      {
        "zh-hk": "異世界居酒屋「阿信」"
      },
      {
        "zh": "异世界居酒屋「阿信」"
      },
      {
        "it": "Il bar \"Nobu\" di un mondo parallelo"
      },
      {
        "vi": "Quán Rượu Dị Giới “Nobu”"
      },
      {
        "id": "Warung Dunia Lain \"Nobu\""
      },
      {
        "th": "อิซากายะต่างโลกโนบุ"
      },
      {
        "vi": "Xuyên Không tửu Lầu"
      }
    ],
    "description": {
      "en": "Imagine there is a bar with many weird kind of food and drink that might bring you to another world! The bar, so-called \"Nobu\" is located in a alley of the old city Aiteria. At the very first step, diners feels like falling into another completely country, with cold, super cool beer, so-called \"Toriaezu Nama\"! (from: MU)  \n  \nAdapted from [web novel (raw)](http://ncode.syosetu.com/n9773bj/) / light novel of same name.  \n\n[See AnimeNewsNetwork for the anime.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20594)\n\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E7%95%B0%E4%B8%96%E7%95%8C%E5%B1%85%E9%85%92%E5%B1%8B%E3%80%8C%E3%81%AE%E3%81%B6%E3%80%8D)"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c435cc38-12e4-497a-a869-2cca6b9e90a0",
    "title": {
      "en": "Henjin no Salad Bowl"
    },
    "updatedAt": "2024-11-03T13:02:28+00:00",
    "coverArt": "https://mangadex.org/covers/c435cc38-12e4-497a-a869-2cca6b9e90a0/2e4fefec-7617-490f-8ea7-ee87ab5c2d94.jpg",
    "altTitles": [
      {
        "ja": "変人のサラダボウル＠comic"
      },
      {
        "ja-ro": "Henjin no Sarada Bouru"
      },
      {
        "en": "Salad Bowl of Eccentrics"
      },
      {
        "en": "Odd Salad Bowl"
      }
    ],
    "description": {
      "en": "While trailing someone, the poor detective Sousuke Kaburagi runs into Sara, an imperial princess from another world who uses black magic. Sousuke and Sara gradually begin living together, but in the blink of an eye, Sara becomes accustomed to modern-day Japan...\n\nMeanwhile, Livia—a female knight who transferred to the world after Sara, is enjoying a surprisingly pleasant life, even though she is homeless. The two otherworldly individuals who live a pleasant and strong life influence Sousuke and the other oddballs who live here, such as a devilish lawyer, a divorce agent, and a cult leader. \n\n---\n\n**Links:** \n- [Official LN (JP)](https://www.shogakukan.co.jp/books/09453038)",
      "ja": "異世界の皇女、岐阜で無双！？\n\n貧乏探偵・鏑矢惣助は、尾行中に天から降ってきた金髪の美少女・サラに遭遇。\n彼女は自身を異世界の皇女だと言い、とんでもない魔術を披露する。\nなし崩し的に惣助の家に居候することになったサラは、\nなぜか探偵の仕事に興味を持ちはじめ…？\nサラの従者である女騎士・リヴィアをはじめ、変わり者たちが続々登場！\n岐阜を舞台に贈る、天下無双の群像喜劇！！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "227e498f-ff83-4d2a-8c76-eaa9d83863c4",
    "title": {
      "en": "K-ON!"
    },
    "updatedAt": "2023-01-24T16:14:30+00:00",
    "coverArt": "https://mangadex.org/covers/227e498f-ff83-4d2a-8c76-eaa9d83863c4/7434f405-f559-4b4f-bf10-abda83310756.jpg",
    "altTitles": [
      {
        "ja-ro": "Keion!"
      },
      {
        "ja": "けいおん！"
      },
      {
        "zh": "轻音少女"
      },
      {
        "zh-hk": "轻音部"
      },
      {
        "ru": "Кэйон! Лёгкая Музыка!"
      }
    ],
    "description": {
      "en": "When their high school's pop-music club is about to be disbanded due to lack of interest, four girls step up to fill the membership quota. Unfortunately, lead guitarist Yui Hirasawa has never played an instrument in her life. Ever. And although she likes the idea of being in a band, standing in front of the mirror posing with her guitar is a lot easier than actually playing it. It's gonna be a while before this motley crew is rocking out, but with their spunk and determination cranked to 11, anything is possible!\n\n\n---\n\n- Indonesian release by Elex Media (2010)",
      "ru": "Милая, искренняя и неуклюжая Юй Хирасава счастлива, что поступила в старшую школу. Теперь настало время проявить себя, найти друзей, повзрослеть и избавиться от детских комплексов, найдя клуб по душе и раскрыв неведомые таланты! Хм, а какие у Юй таланты? Ей самой пока неясно…Тем временем гиперактивная Рицу Тайнака с подругой детства Мио Акиямой изо всех сил пытаются сохранить школьный клуб легкой музыки, лишившийся всех своих членов. Задача проста – набрать четверых до конца апреля, первого месяца учебы. Бесценной находкой стала «заглянувшая на огонек» Цумуги Котобуки – богатая наследница и настоящая «принцесса». Теперь давняя мечта Рицу создать свою группу почти сбылась: ведь сама она владеет ударными, Мио – басист, а пианистка-виртуоз Цумуги может встать за клавишные. Но время близится, а последней, четвертой девушки, все нет! Кто же возьмет гитару и станет душой компании? Конечно же, малышка Юй! Не беда, что гитару она в руках не держала – было бы желание… Вот так возродился клуб легкой музыки (по-японски кэйон-гаку), за становлением и развитием которого мы будем неустанно следить этой весной!"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "56"
  },
  {
    "mangaId": "708e2bed-5bc7-46c4-b9e8-a1c5d32a992a",
    "title": {
      "en": "Kamikakushi no Eden"
    },
    "updatedAt": "2024-11-02T15:23:00+00:00",
    "coverArt": "https://mangadex.org/covers/708e2bed-5bc7-46c4-b9e8-a1c5d32a992a/153bf568-edcb-483c-8f75-30a2b04e30c7.jpg",
    "altTitles": [
      {
        "ja": "神隠しの楽園"
      },
      {
        "en": "The Paradise of Abduction"
      },
      {
        "id": "Edennya Penculik"
      }
    ],
    "description": {
      "en": "The protagonist, Hinata Kuroto, is searching for his sister, who is supposed to have \"once existed\" but is now forgotten by everyone around him. He receives a letter from the beautiful transfer student, Shirai Shimotsuki, stating, \"If you want to know about the whereabouts of your sister, come to the library after school.\" When Kuroto goes to the library, he finds Shirai inexplicably half-naked and waiting for him. This is a sex and meta-fantasy manga created by Gensei Sahara, the artist behind 'Sex & Dungeon!!\n\n(Source: niconico Manga, translated)\n___\n[Alt Official Raw (niconico Manga)](https://seiga.nicovideo.jp/comic/65209)",
      "id": "Si protagonis, Kuroto Hinata, mencari-car adiknya yang seharusnya \"pernah ada\" tapi kini telah dilupakan semua orang yang ada di sekelilingnya. Dia menerima surat dari murid pindahan cantik, Shiroi Shiuku, yang bertuliskan, \"kalo kamu ingin tahu keberadaan adikmu, datanglah ke perpustakaan sepulang sekolah.\" Saat Kuroto ke perpustakaan, dia menemui Shiroi entah kenapa setengah telanjang menunggu dirinya.",
      "ja": "黒戸日向(ルビ：くろどひなた)は“かつて存在した”妹のことを探している。そんな日向のもとに転校生の白井下月(ルビ：しろいしづく)から手紙が届く。\n\n「妹の行方について知りたかったら放課後、図書室まで」\n\n日向は手紙を手に図書室に行くと、そこには半裸の下月が待っていた――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5d8654e-67a8-4cda-9249-698592fffbb9",
    "title": {
      "en": "Shinyaku Seisho"
    },
    "updatedAt": "2024-10-19T10:13:14+00:00",
    "coverArt": "https://mangadex.org/covers/d5d8654e-67a8-4cda-9249-698592fffbb9/4339da50-a341-4ec4-b16e-ea0b7a55423d.png",
    "altTitles": [
      {
        "en": "Manga Bible"
      },
      {
        "en": "Manga Messiah"
      },
      {
        "ja": "救世主(メシア) ~人類を救いし者~"
      },
      {
        "zh-hk": "新約聖書"
      },
      {
        "vi": "Truyện Tranh Đấng Cứu Thế"
      },
      {
        "vi": "Thánh Kinh Truyện"
      }
    ],
    "description": {
      "en": "The story of Jesus Christ told through Manga."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "128"
  },
  {
    "mangaId": "db692d58-4b13-4174-ae8c-30c515c0689c",
    "title": {
      "en": "HUNTER x HUNTER"
    },
    "updatedAt": "2024-10-22T01:30:32+00:00",
    "coverArt": "https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/a1686843-1414-45e4-a4b7-425d58356042.jpg",
    "altTitles": [
      {
        "en": "Hunter Hunter"
      },
      {
        "en": "HUNTER×HUNTER"
      },
      {
        "en": "HxH"
      },
      {
        "de": "Jäger x Jäger"
      },
      {
        "lt": "Medžiotojas x Medžiotojas"
      },
      {
        "ru": "Охотник х Охотник"
      },
      {
        "ar": "القناص"
      },
      {
        "ar": "هنتر x هنتر"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "zh": "全职猎人"
      },
      {
        "zh": "猎人"
      },
      {
        "hi": "हन्टर x हन्टर"
      },
      {
        "fa": "هانتر x هانتر"
      },
      {
        "kk": "Аңшы × Аңшы"
      },
      {
        "kk": "Аулаушы × Аулаушы"
      },
      {
        "tr": "Avcı x Avcı"
      },
      {
        "es-la": "Cazador X"
      },
      {
        "vi": "HUNTER×HUNTER"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "fa": "هانتر‌ها، افراد کنجکاوی که به دنبال گنج‌ها، مجرم‌های خطرناک، مکان‌های ناشناخته و اسرارآمیز، جانوران افسانه‌ای و... هستند. البته برای دست یابی به این موقعیت نیاز به مجوزی است که در بین هر صدهزار نفر تنها یک نفر می‌تواند در آزمون آن موفق شود.\nاین داستان درمورد چهار نوجوانه که در آزمون هانترها با هم روبه‌رو می‌شوند:\nگون، پسری که به دنبال پدرش می‌گردد. کیلوا، پسری که می‌خواهد زندگی جدیدی را شروع کند. لئوریو، پسری که قصد دارد پزشک شود و کوراپیکا، پسری که می‌خواهد انتقام قبیله خود‌ را بگیرد.",
      "pt": "Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters.",
      "vi": "Thợ Săn là những người đi chu du thế giới, đối mặt với hiểm nguy. Từ bắt giữ tội phạm cho đến nhưng cuộc thám hiểm trên các hòn đảo để tìm kho báu. Câu chuyện bắt đầu khi người cha của một cậu bé tên Gon mất tích đã khá lâu, nên cậu bé quyết định trở thành Thợ Săn với hy vọng tìm được cha mình. Khi được 12 tuổi Gon bắt đầu cuộc hành trình của mình để được tham gia vào \"Cuộc thi Thợ Săn Kỳ Tài\", ai cũng biết tỉ lệ thành công rất thấp, có khi chết lúc nào không hay. Trong cuộc thi cậu đã kết bạn với Kurapica, Leorio và Killua. Với tình bạn, họ đã trải qua biết bao nhiêu là thử thách, hiểm nguy trên cuộc hành trình của một người Thợ Săn... Còn về phần họ trải qua những thử thách gì và như thế nào thì mời các bạn theo dõi...",
      "es-la": "Sigue la historia de Gon Freecss, un joven que descubre que su padre, a quien creía muerto, es un legendario Cazador, un miembro de una élite que se especializa en localizar tesoros, bestias raras o personas peligrosas. Decidido a encontrar a su padre, Gon emprende un viaje para convertirse en Cazador. En su camino, se enfrenta a desafíos mortales y forma fuertes lazos con amigos como Killua, Leorio y Kurapika. A medida que avanza en su viaje, Gon descubre que el mundo de los Cazadores es mucho más peligroso y complejo de lo que imaginaba.",
      "pt-br": "A série conta a história de Gon Freecss, um garoto de 12 anos que pretende se tornar um Hunter, um caçador de tesouros, lugares perdidos e criaturas estranhas.\n\nContudo, ao contrário da maioria dos Hunters que procuram fama e dinheiro, o herói da história tem uma motivação maior para querer ser um caçador – encontrar seu pai – um dos mais famosos hunters do mundo.\n\nMas não é qualquer um que pode se tornar um Hunter. Para poder praticar essa reconhecida profissão, é necessário ter uma licença especial – e para tirá-la é preciso passar – e sobreviver – a exames com milhares de inscritos. Uma vez aprovado e com sua licença Hunter em mãos, o caçador passa a ter direito a acessar áreas restritas, informações secretas e consegue acumular facilmente uma grande fortuna de acordo com seus feitos ? incluindo ir atrás de Hunters que usam seus poderes para objetivos escusos."
    },
    "status": "ongoing",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b3286d4-41bd-4f26-ad72-acec588475f5",
    "title": {
      "en": "Shuffle Gakuen"
    },
    "updatedAt": "2023-05-26T01:20:58+00:00",
    "coverArt": "https://mangadex.org/covers/9b3286d4-41bd-4f26-ad72-acec588475f5/131a7e39-7581-4e15-84c6-e2388ba331ad.jpg",
    "altTitles": [
      {
        "ru": "Перетасованная школа"
      },
      {
        "ja": "シャッフル学園"
      },
      {
        "en": "Shuffle school"
      }
    ],
    "description": {
      "en": "Shizuma Suzumori had a normal high school life until one day, a serial killer attacks the classroom."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "25"
  },
  {
    "mangaId": "564046e1-2919-4f8b-93cc-907b36256534",
    "title": {
      "en": "Boku wa Kimitachi wo Shihai suru"
    },
    "updatedAt": "2024-11-02T14:33:47+00:00",
    "coverArt": "https://mangadex.org/covers/564046e1-2919-4f8b-93cc-907b36256534/83128f84-b89b-4bd1-8e26-13bf2b06d40a.jpg",
    "altTitles": [
      {
        "ja": "僕は君たちを支配する"
      },
      {
        "ru": "Я буду контролировать тебя"
      },
      {
        "zh-hk": "我將要支配你們的一切"
      },
      {
        "vi": "Ta cai trị các em"
      },
      {
        "en": "I Will Rule You All"
      },
      {
        "es-la": "Las Dominaré a Todas"
      }
    ],
    "description": {
      "en": "Seven women, one man, a suspenseful harem story!\n\nDuring a class reunion, the school became an enclosed dimension without warning. Yelling and screaming brought no response. 26-year old unemployed Haruka Sato has to survive by cooperating with seven of his former classmates. Soon, the extreme conditions began to eat away at their sanity, and Haruka's hidden desires began to take hold.",
      "ru": "Семь женщин и один мужчина - захватывающая история о гареме!\n\nВо время встречи выпускников школа неожиданно превратилась в замкнутое пространство. Крики и вопли ни к чему не привели. 26-летнему безработному Харуке Сато приходится выживать, сотрудничая с семью своими бывшими одноклассниками. Вскоре экстремальные условия начали разъедать их рассудок, и скрытые желания Харуки начали овладевать ими.\n\n---\n\n(Source: [mangalib](https://mangalib.me/boku-wa-kimitachi-wo-shihai-suru?section=info))",
      "vi": "Bảy nữ, một nam, câu chuyện hậu cung hồi hộp!\nTrong một buổi họp lớp, trường học bỗng nhiên bị một bức tường kỳ lạ bao quanh, không ai có thể thoát ra được. Haruka Sato 26 tuổi thất nghiệp phải sống sót bằng cách hợp tác với bảy người bạn học cũ của mình. Cuối cùng, hoàn cảnh khắc nghiệt bắt đầu ăn mòn tâm trí của họ, và dục vọng thầm kín của Haruka đã lộ ra nanh vuốt",
      "es-la": "¡Siete mujeres, un hombre, una historia de harén llena de suspenso! Durante una reunión de ex-alumnos, la escuela se convirtió en una dimensión cerrada sin previo aviso. Los gritos y chillidos no trajeron respuesta. Haruka Sato, desempleado de 26 años, tiene que sobrevivir cooperando con siete de sus antiguas compañeras de clase. Pronto, las condiciones extremas comenzaron a devorar su cordura, y los deseos ocultos de Haruka comenzaron a afianzarse."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "11",
    "lastChapter": "94"
  },
  {
    "mangaId": "26102334-1f7b-4a5b-a64f-107c5c24a70f",
    "title": {
      "en": "Mao"
    },
    "updatedAt": "2024-09-29T01:24:52+00:00",
    "coverArt": "https://mangadex.org/covers/26102334-1f7b-4a5b-a64f-107c5c24a70f/60356bcc-3936-445d-b485-014a43bcad66.jpg",
    "altTitles": [
      {
        "en": "MAO"
      },
      {
        "ja": "マオ"
      },
      {
        "zh-hk": "摩緒"
      },
      {
        "th": "หาญสู้พลิกชะตาอาถรรพณ์"
      }
    ],
    "description": {
      "en": "The story is set in a \"land where two worlds intersect,\" and it centers on \"a strange romance between a boy and girl who meet by fate.\"\n\n(from ebookjapan):\n\nOnmyoji and Yokai? A girl's bizarre Taisho romance! When she was in the first grade of elementary school, her whole family was involved in an accident, but she is the only one who survived. In her third year of junior high school, she passes by the accident site again and is somehow transported back to the Taisho Era!　\n\nThe next day, Nanoka's physical abilities are awakened when she is told by Mao, a boy she met there who is an Onmyoji, \"You are a demon, aren't you?\" The Taisho bizarre romance in which the two of them face their \"destiny\" that will come begins!\n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/mao)\n- Indonesian release by [Elex Media](https://www.gramedia.com/products/mao-01) (2021)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02a1bddd-e27e-422c-98a8-990dd5fb990b",
    "title": {
      "en": "VTuber Legend: How I Went Viral after Forgetting to Turn Off My Stream"
    },
    "updatedAt": "2024-11-08T22:00:25+00:00",
    "coverArt": "https://mangadex.org/covers/02a1bddd-e27e-422c-98a8-990dd5fb990b/b9780e83-f20a-405a-8de7-92b2049c4a9e.jpg",
    "altTitles": [
      {
        "ja": "VTuberなんだが配信切り忘れたら伝説になってた"
      },
      {
        "ja-ro": "VTuber nanda ga Haishin Kiri Wasuretara Densetsu ni Natteta"
      },
      {
        "ru": "Витубер: история о том, как я забыла выключить стрим и стала легендой"
      }
    ],
    "description": {
      "en": "The shocking and controversial work has finally been adapted into a comic! The super popular VTuber comedy begins!\n\n LiveOn is a major management company that has many glamorous VTubers. The third generation \"seiso\" VTuber Kokone Awayuki accidentally forgets to turn off her live stream. \n\nHer completely drunk, natural appearance is broadcast to the world -- the gap is a hit and it goes viral! From that blunder one night, she becomes a super popular VTuber!! (TL from JP synopsis)",
      "ja": "衝撃の問題作が遂にコミカライズ化! 大人気VTuberコメディ開幕!\n数々の華やかなVTuberが所属する大手運営会社ライブオン。\nその三期生で『清楚系』VTuberの心音淡雪は不注意から配信を切り忘れてしまう。\n大泥酔の素の姿が世界に配信された結果――\nギャップがウケて大バズり！\n一夜の失態から大人気VTuberへ駆け上がっていく!!",
      "pt-br": "A LiveOn, uma grande empresa de gerenciamento com vários VTubers brilhantes, tem em seu elenco de terceira geração a VTuber \"de imagem pura\", Koino Fuyuki. Devido a uma distração, ela acaba esquecendo de encerrar a transmissão ao vivo.\n\nComo resultado, sua aparência completamente bêbada foi transmitida para o mundo — e o contraste fez um sucesso estrondoso! A partir desse erro de uma noite, ela rapidamente se torna uma VTuber extremamente popular!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-10-09T15:49:05+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/a76e50e3-496c-490d-8872-8c836d58ba19.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      },
      {
        "vi": "SHY"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "vi": "Vào giữa thế kỷ 21, trong số các anh hùng có mặt khắp nơi trên khắp thế giới xuất hiện một anh hùng siêu xấu hổ đến từ Nhật Bản với biệt danh là \"Shy\".\nCô gánh trên mình trách nhiệm của một anh hùng, mặc dù bản thân rất kém trong việc đối mặt với ánh mắt đến từ mọi người.\nDù gặp biết bao gian khó và khổ đau, nhưng Shy vẫn đứng lên vì những người xung quanh...! \nKhông chỉ dừng ở những cuộc xung đột, SHY còn là câu chuyện về tình người, về sự đồng tâm hiệp lực của các anh hùng để cùng nhau tiến về phía trước!\nCâu chuyện trưởng thành về anh hùng mang tấm lòng nhân ái!",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "24c0799e-b614-4526-861e-b5f1b56f81f1",
    "title": {
      "en": "Player Super Justice"
    },
    "updatedAt": "2024-11-14T19:33:54+00:00",
    "coverArt": "https://mangadex.org/covers/24c0799e-b614-4526-861e-b5f1b56f81f1/1820f0f1-4b45-4d62-b193-bd136834a286.jpg",
    "altTitles": [
      {
        "zh": "Wanjia Chao Zhengyi"
      },
      {
        "zh": "玩家超正义"
      }
    ],
    "description": {
      "en": "Annan, a senior game producer, traveled to the foggy continent of another world and became a rare elite NPC with a player system. But he still has a heart that belongs to a player. Although I love to stir up trouble and act recklessly, I am a good player and a righteous partner favored by this world. Now I am carrying the main quest, as a righteous player, I am ordered by heaven to eliminate you, the evil NPC!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a562a4c2-0030-40ff-9629-a67a42fe2044",
    "title": {
      "en": "All Four Seasons of the Keyaki Sisters"
    },
    "updatedAt": "2024-04-25T04:33:24+00:00",
    "coverArt": "https://mangadex.org/covers/a562a4c2-0030-40ff-9629-a67a42fe2044/01276a65-9642-40a2-bb62-19dcc1d9e1be.jpg",
    "altTitles": [
      {
        "ja": "欅姉妹の四季"
      },
      {
        "ja-ro": "Keyaki-shimai no Shiki"
      },
      {
        "ja-ro": "Keyaki Shimai no Shiki"
      },
      {
        "en": "All four seasons of the Keyaki sisters."
      }
    ],
    "description": {
      "en": "Follows the daily life of the 4 Keyaki sisters. Mutsumi, the oldest sister, is an excellent cook and has a loud voice. The second oldest, Akemi, is a beauty who likes to read books. The third, Izumi, is a cheerful and straightfoward sporty girl. Hitomi, the youngest sister, is a tidy and graceful girl who is good at knitting."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "32"
  },
  {
    "mangaId": "438f6144-12fa-423a-b87b-ce30ac7513df",
    "title": {
      "en": "PREDATOR"
    },
    "updatedAt": "2024-11-04T03:51:26+00:00",
    "coverArt": "https://mangadex.org/covers/438f6144-12fa-423a-b87b-ce30ac7513df/144e66ab-2bd6-4be3-8084-cb7df4b68009.png",
    "altTitles": [
      {
        "ko": "프레데터"
      },
      {
        "en": "Predator (Namhae)"
      }
    ],
    "description": {
      "en": "Kail Black is a soldier sent to an Antarctic research base to study supernatural phenomena. One day, he wakes up to find the base has been attacked by a strange creature, leaving only him and a man named Revo. More unsettling than his loss of memory is the fact that every night, Kail dreams of having wild, animalistic sex with Revo. “We’re going to have our baby here.” #Non-human/SupernaturalBeing #MorallyAmbiguous #TsundereUke"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
    },
    "updatedAt": "2024-10-14T03:20:45+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/32f6ec68-fbb3-4893-9b24-27789804cdf6.jpg",
    "altTitles": [
      {
        "en": "Medaka Kuroiwa is Impervious to My Charms"
      },
      {
        "en": "My Charms Are Wasted on Medaka Kuroiwa"
      },
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Craque pour moi, Medaka !"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "fr": "Tu ne le sais pas encore, mais tu m’adores !\n\nMona plaît à tout le monde, c’est comme ça. Son sourire, son allure, sa personnalité… Tout chez elle attire les gens. Dans son lycée, elle fait tourner toutes les têtes. Sauf celle d’un garçon… Medaka. Fraîchement admis dans son école, celui-ci a complètement chamboulé la vie de cette fille à qui nul ni personne n’est censé résister. C’est bien simple : Medaka refuse de la regarder ou se renfrogne à la moindre de ses tentatives de rapprochement. Devant cette insulte à son charme ravageur, Mona décide de tout mettre en œuvre pour le séduire, quitte à se mettre dans des situations où elle-même ne saura plus quoi ressentir ! La tombeuse VS l’insensible : qui craquera en premier ? \n\n---\n\nMaison d'édition FR : **Pika**",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\r\n\r\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!!　しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！　「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！　時にはちょっぴりカゲキなことも!?　\r\nモテ女子×禁欲男子のラブコメディ、大勃発――!!",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c1c408f6-3dec-4d62-b6b3-b57e615d933c",
    "title": {
      "en": "Wind Breaker"
    },
    "updatedAt": "2023-09-15T10:07:15+00:00",
    "coverArt": "https://mangadex.org/covers/c1c408f6-3dec-4d62-b6b3-b57e615d933c/8b279428-fa32-49b2-bd51-4f8d4db7d420.jpg",
    "altTitles": [
      {
        "ru": "Ветролом"
      },
      {
        "ko": "윈드브레이커"
      },
      {
        "fa": "بادشکن"
      },
      {
        "fr": "Wind Breaker – Vélo"
      },
      {
        "kk": "Жел уатқыш"
      }
    ],
    "description": {
      "en": "Jo Ja-Hyun (Jay) is the student president of Taeyang (Sunny) High. He is not just a smart student but an extreme biker with high techniques. As you follow his bike, you will meet his friends, love, and adventures.\n\n---\n\n**Contents:**\n- **Season 1:** 65 Chapters + Prologue + Special (0-65)\n- **Season 2.1:** 65 Chapters + Prologue (66-130)\n- **Season 2.2:** 117 Chapters (131-257)\n- **Season 3:** 128 Chapters (258-375)\n- **Season 4:** 53 Chapters (Ongoing) (376-)",
      "fr": "Nous suivons l’histoire de Jay un jeune lycéen étudiant et président du conseil des élèves de la Sunny High.\n\nAlors qu’il était en train de faire du vélo, ce dernier se fera rapidement repérer par Minu, membre de la Zephyrus Crew, un groupe de cycliste. Le jeune homme ayant été impressionné par les compétences de Jay tentera de le recruter dans son équipe, chose que le président du conseil des élèves refusera catégoriquement.\n\nVoyant les nombreux refus de ce dernier, Minu abandonnera l’idée de le recruter et lui proposera simplement de faire une course contre TJ, également membre de la Zephyrus Crew. Alors que Jay s’apprêtait à décliné son offre, Minu lui dira que ce fameux TJ a insulté son vélo, disant qu’il ne s’agissait que d’un tas de ferraille. Fou de rage, Jay acceptera finalement de prendre part à la course…",
      "pt": "Jo Ja-Hyun (Jay) é o Presidente do Conselho estudantil da Taeyang (Sunny) High. ele não é somente um aluno inletigente mas um ciclista incrível com ótimas técnicas. enquanto você segue a bicicleta dele, irá conhecer seus amigos, amor e as aventuras."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36306bbb-d12a-471d-af54-413c6b00c14e",
    "title": {
      "en": "The Girl with the Sanpaku Eyes"
    },
    "updatedAt": "2024-11-09T06:29:52+00:00",
    "coverArt": "https://mangadex.org/covers/36306bbb-d12a-471d-af54-413c6b00c14e/56d2960d-8676-4ae9-a733-4ffa77785357.jpg",
    "altTitles": [
      {
        "ja-ro": "Sanpakugan-chan wa Tsutaetai"
      },
      {
        "ja": "三白眼ちゃんは伝えたい"
      },
      {
        "en": "The Feelings of a Girl with Sanpaku Eyes"
      },
      {
        "vi": "Cô Nàng Mắt Tam Bạch Muốn Bày Tỏ"
      }
    ],
    "description": {
      "en": "This is a retelling of how Amane and Katou met, from The Story of a Girl with Sanpaku Eyes.  \n  \nTrivia: Sanpaku (三白) is a Japanese term meaning \"three whites\". It is generally referred to in English as \"sanpaku eyes\" and refers to eyes in which the white space above or below the iris is visible.",
      "vi": "Xin giới thiệu Mizuno Amane, một cô nàng với cặp mắt tam bạch (sanpuku) dữ tợn và trái tim thiếu nữ dịu dàng! Amane đã phải lòng anh chàng bàn bên Katou mất rồi! Rồi bây giờ sẽ phải làm sao để bày tỏ nỗi lòng với chàng trai ấy đây?!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "53"
  },
  {
    "mangaId": "6567955a-a5b8-4ad9-ad54-c08ecd42f9c0",
    "title": {
      "en": "There Are No Bad Heroes in This World"
    },
    "updatedAt": "2024-11-14T21:46:00+00:00",
    "coverArt": "https://mangadex.org/covers/6567955a-a5b8-4ad9-ad54-c08ecd42f9c0/525e2c18-8aaf-4c72-a6da-fe9de0c8048a.png",
    "altTitles": [
      {
        "ko": "세상에 나쁜 용사는 없다"
      }
    ],
    "description": {
      "en": "Choi Hyun-seok, who was once the mightiest man, begins a new life as a hero in another world after his death. \n\n\"A hero who monopolizes wealth, fame, and beautiful women!\" \n\nDreaming of a glorious future, he arrives in the other world, only to encounter a monstrous beast with a head one size larger than his own. \n\nThe monster, a high-ranking officer of the Demon King’s army, asked: \"Hero? Are you the so-called hero?\" \n\n\"Uh… I guess I’m the hero…?\"\n\nAnd so, hell began.",
      "ko": "세상에서 가장 강한 남자라 불렸던 사나이.세계 최대 격투기 리그의 헤비급 챔피언.최강의 남자였던 최현석은 죽음 이후 이세계의 용사로서 새로운 삶을 시작한다.\n\n'부! 명예! 미녀를 독차지하는 용사!'\n\n찬란한 미래를 꿈꾸며 이세계로 이동한 그가 조우한 것은 자신보다 머리 하나는 더 큰 근육질의 소대가리를 괴물.마왕군의 간부였던 괴물이 물었다.\n\n\"용사? 네가 용사라는 거냐?\"\n“어... 용사일걸요...?”\n\n그렇게 지옥이 시작됐다."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "304ceac3-8cdb-4fe7-acf7-2b6ff7a60613",
    "title": {
      "en": "Attack on Titan"
    },
    "updatedAt": "2024-11-11T03:19:34+00:00",
    "coverArt": "https://mangadex.org/covers/304ceac3-8cdb-4fe7-acf7-2b6ff7a60613/7b328381-b785-40b2-83b2-13e0f940a335.jpg",
    "altTitles": [
      {
        "ja": "進撃の巨人"
      },
      {
        "ja-ro": "Shingeki no Kyojin"
      },
      {
        "ja-ro": "SnK"
      },
      {
        "en": "The Invading Giants"
      },
      {
        "en": "AoT"
      },
      {
        "de": "Angriff auf Titan"
      },
      {
        "de": "Angreifender Riese"
      },
      {
        "sv": "Framryckande jätten"
      },
      {
        "la": "Oppugnatione titan"
      },
      {
        "fr": "L'attaque des titans"
      },
      {
        "fr": "L'attaque sur les titans"
      },
      {
        "ca": "Tità d'atac"
      },
      {
        "es": "Ataque de titanes"
      },
      {
        "es-la": "Ataque a los titanes"
      },
      {
        "es-la": "Ataque de los titanes"
      },
      {
        "pt": "Ataque dos titãs"
      },
      {
        "pt-br": "Ataque dos titãs"
      },
      {
        "it": "L'attacco dei giganti"
      },
      {
        "sq": "Sulmi Titan"
      },
      {
        "pl": "Atak Tytanów"
      },
      {
        "cs": "Útok Titánů"
      },
      {
        "cs": "Šingeki no kjodžin"
      },
      {
        "hr": "Napad Titana"
      },
      {
        "hr": "Napad na Titan"
      },
      {
        "hr": "Napad na Divove"
      },
      {
        "sr": "Напад титана"
      },
      {
        "ru": "Атака титанов"
      },
      {
        "ru": "Атака на титанов"
      },
      {
        "ru": "Сингэки но Кёдзин"
      },
      {
        "uk": "Атака титанів"
      },
      {
        "uk": "Атакуючий титан"
      },
      {
        "fa": "حمله به تایتان"
      },
      {
        "fa": "تایتان مهاجم"
      },
      {
        "bn": "অ্যাট্যাক অন টাইটান"
      },
      {
        "ne": "टाइटनमा आक्रमण"
      },
      {
        "ka": "ტიტანებზე შეტევა"
      },
      {
        "ka": "შინგეკი ნო კიოჯინ"
      },
      {
        "et": "Ründav hiiglane"
      },
      {
        "fi": "Titaanien sota"
      },
      {
        "hu": "Singeki no kjodzsin"
      },
      {
        "he": "מתקפת הטיטאנים"
      },
      {
        "he": "שִינְגֶקִי נוֹ קיוֹגִ'ין"
      },
      {
        "ar": "هجوم العمالقة"
      },
      {
        "ar": "العملاق المهاجم"
      },
      {
        "ar": "الهجوم على العمالقة"
      },
      {
        "zh": "进击的巨人"
      },
      {
        "zh-hk": "進擊的巨人"
      },
      {
        "tr": "Titana Saldırı"
      },
      {
        "az": "Nəhəngə hücum"
      },
      {
        "az": "Hücum edən nəhəng"
      },
      {
        "kk": "Титандарға шабуыл"
      },
      {
        "kk": "Алыптарға шабуыл"
      },
      {
        "ko": "진격의 거인"
      },
      {
        "th": "ผ่าพิภพไททัน"
      },
      {
        "vi": "Đại chiến Titan"
      },
      {
        "ms": "Gergasi Penyerang"
      },
      {
        "es": "Ataque a los titanes"
      },
      {
        "ca": "Atac als titans"
      },
      {
        "mn": "Довтолгооны Үлэмж Биет"
      },
      {
        "es": "El Titán de Ataque"
      },
      {
        "vi": "Đại Chiến Người Khổng Lồ"
      }
    ],
    "description": {
      "ar": "منذ قرن من الزمن ظهر للبشرية عدو جديد ڪان الفرق بين قوۃ البشرية وهذا العدو الجديد شاسعاً وقبل أن تتعرض البشرية للإنقراض، قام الناجون من البشر ببناء ثلاثة جدران لتحصين أنفسهم من هذا العدو \" جدار ماريا ، جدار روز ، جدار سينا \" ويبلغ طول ڪل واحد من هذه الجدران 50 متراً، وعاشت البشرية بسلام لـ مدۃ قرن من الزمان بفضل هذہ الجدران ولڪن هذا السلام لم يدُم طويلاً...",
      "cs": "Kdysi dávno mělo lidstvo namále - to když země duněla pod kročejemi strašlivých lidožravých titánů, kterým se téměř povedlo zlikvidovat lidskou populaci. Od té doby však uplynulo víc jak sto let, titáni se stáhli a zbytek lidí žije ve městě chráněném vysokou zdí. Jenže mladý a horkokrevný Eren Yeager není s životem v závětří spokojen a rád by zjistil, co všechno se ve světě za zdí skrývá. A jeho přání se vyplní... ovšem tím nejhorším možným způsobem.",
      "de": "Wir befinden uns 2.000 Jahre in der Zukunft... Bis zu 15 Meter große, menschenfressende Riesen haben fast die gesamte Menschheit augerottet. Der klägliche Rest verschanzt sich hinter hohen Mauern. Als eines Tages ein noch viel größerer Riese auftaucht, scheint die vorübergehende Sicherheit beendet zu sein. Der letzte Kampf beginnt...\n\n---\nDie Erde gehört riesigen Menschenfressern: den TITANEN! Die letzten Menschen leben zusammengepfercht in einer Festung mit 50 Meter hohen Mauern. Als ein kolossaler Titan die äußere Mauer einreißt, bricht ein letzter Kampf aus – um das Überleben der Menschheit!",
      "en": "Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for pleasure rather than as a food source.\nA small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest of Titans. Flash forward to the present and the southern district of Shinganshina has not seen a Titan in over 100 years.\n\nTeenage boy Eren and his foster sister Mikasa witness something horrific as one of the outer district walls is damaged by a 60 meter (196.85 feet) Titan causing a breach in the wall. As the smaller Titans flood the city, the two kids watch in horror the tragic events that follow, as the Titans devour people unimpeded.\n\nEren vows that he will wipe out every single Titan and take revenge for all of mankind.\n\n---\n- **Won the Kodansha Manga Award for Shonen in 2011**\n- **Won the Noma Publishing Culture Award in 2021**\n\n**Links:**\n- Alternative Official English - [Kodansha US](https://kodansha.us/series/attack-on-titan/), [Azuki](https://www.azuki.co/series/attack-on-titan), [Manga Planet](https://mangaplanet.com/comic/618e30af823f4), [MangaPlaza](https://mangaplaza.com/title/0303001570/?content_id=103030015700001), [Coolmic](https://coolmic.me/titles/524), [K MANGA](https://kmanga.kodansha.com/title/10136/episode/312468) (U.S. Only)",
      "es": "Hace varios cientos de años, los humanos casi fueron exterminados por los titanes. Los titanes suelen tener varios pisos de altura, parecen no tener inteligencia, devoran a los seres humanos y, lo peor de todo, parecen hacerlo por placer y no como fuente de alimento.\n Un pequeño porcentaje de la humanidad sobrevivió amurallándose en una ciudad protegida por muros extremadamente altos, incluso más altos que los titanes más grandes. Avance hasta el presente y el distrito sur de Shinganshina no ha visto un Titán en más de 100 años.\n\n El adolescente Eren y su hermana adoptiva Mikasa son testigos de algo horrible: uno de los muros exteriores del distrito es dañado por un Titán de 60 metros (196,85 pies), lo que provoca una brecha en el muro. Mientras los titanes más pequeños inundan la ciudad, los dos niños observan con horror. los trágicos acontecimientos que siguen, mientras los titanes devoran a la gente sin obstáculos.\n\n Eren promete acabar con todos los titanes y vengarse de toda la humanidad.",
      "fi": "Epätoivoinen taistelu alkaa! \n\nIhmiskunnan viimeiset rippeet piileskelevät massiivisten muurien turvaamassa kaupungissa. Kaupungin ulkopuolella väijyvät ihmisiä syövät arvoitukselliset titaanit. Pian turvamuurin murtaa jättiläismäinen titaani ja nuoret ihmissoturit joutuvat elämänsä haasteen eteen, kun verinen sota armotonta ja entistäkin ylivoimaisempaa vihollista vastaan käynnistyy jälleen...",
      "fr": "Eren est un petit garçon rêvant de voyager dans le monde extérieur. Mais cela est impossible car il vit dans une ville fortifiée aux murailles dépassant les cinquante mètres de haut. Ces remparts sont nécessaires à la sécurité des habitants car ils sont les derniers représentants de l'humanité, obligés de se cacher pour échapper aux titans qui ont massacré la majeure partie du genre humain un siècle plus tôt. Eren est têtu: il ne se doute pas de la violence des combats qui ont opposé les hommes aux titans. Il décide de poster sa candidature pour devenir éclaireur, car il s'agit des seuls soldats autorisés à sortir de la ville pour en savoir plus sur les titans. Mais un beau jour, un géant parvient à détruire le mur qui protégeait la ville et ouvre la voie à plusieurs dizaines de ses congénères! Eren assiste impuissant à la mort atroce de sa mère qui finit dévorée. Alors qu'il fuit avec d'autres survivants, il se jure de se venger et de détruire la race des titans jusqu'à ce qu'il n'en reste plus un seul!!",
      "hr": "Godina je 845., čovječanstvo je zatvoreno iza zidina, koje mu pruža jedinu zaštitu od divova već stotinu godina. Rijetko tko se usudi napustiti zidine te krenuti u ekspediciju, no oni koji imaju hrabrosti izaći, najčešće završe u raljama krvoločnih Divova. Preko sto godina zidine su pružale sigurnost ljudima iza čijih bedema su se bavili svojim svakodnevnim poslovima, sve do jednoga dana... Čudnovato svijetlo udariše, eksplozija odjekne, digne se dim, a iz dima dođe Kolosalni div visok pedeset metara koji svojom silom uništava vratnicu zida „Marije“ i pušta nemilosrdne divove da prožderu i onaj mali dio ljudstva koji je ostao na ovome svijetu.\n\n---\nSvet se promenio. Čovečanstvo je gotovo istrebljeno. Moćni titani su došli i uništili sve predsobom. Celokupno preostalo čovečanstvo sklonilo se unutar tri koncetrična kruga visokih zidina, bez ideje kako da nastavi dalje. Nakon stotinu godina od invazije titana generacije koje žive unutar zidova više nemaju predstavu o spoljašnjem svetu. Priča se da su nekada postajala prostranstva kojima se moglo kretati. Priča se da su postojale planine i šume ispunjene živim svetom. Da su postojale ogromne vodene površine nazivane morima i okeanima. Priča se da su postojali gradovi mnogo veći od tog mesta na kome ljudi sada žive. Ipak, i u takvim uslovima uspostavlja se privid svakodnevnog života ispunjenog rutinama i pomirenost sa zatočeništvom unutar zidina. Ali titani ne nameravaju da se zaustave pred visokim zidovima. Pred nama će se odigrati epska borba. Borba za opstanak čovečanstva!",
      "id": "Dunia ini dikuasai Titan! \n\nOrang-orang yang menjadi mangsa para Titan membangun tembok, menukar kebebasan mereka pergi ke dunia luar, demi menghindari serangan Titan. \n\nTapi, ketenangan itu hilang karena datang Titan besar yang menghancurkan tembok. Lalu, dari keputusasaan itu dimulailah perang.",
      "it": "Un gigante che compare dal nulla distruggendo le mura della città. Quel giorno, l’umanità ricordò il terrore di essere controllati da loro... l’umiliazione di vivere come uccelli in gabbia. Tutto accadde 107 anni fa. L’intero genere umano... tranne pochi… fu divorato dai giganti. Tutta quella gente finì direttamente nello stomaco di quegli esseri. Fu così che i nostri antenati pensarono di costruire delle enormi mura che i giganti non avrebbero mai potuto oltrepassare. Riuscirono a creare un territorio al riparo dalla minaccia dei giganti, ma...tutto ciò fino a cinque anni fa. Ma ora è il nostro turno, degli esseri umani. D’ora in avanti... saremo noi a divorare i giganti! Adesso finalmente il genere umano può riprendersi la propria dignità. Possiamo vincere. Per l’umanità è il momento... di attaccare!\n\n---\nDiverse centinaia di anni fa, la razza umana fu quasi sterminata dai giganti. Si racconta di quanto questi fossero alti, privi di intelligenza e affamati di carne umana; peggio ancora, essi sembra divorassero umani più per piacere che per necessario sostentamento. Una piccola percentuale dell'umanità però sopravvisse asserragliandosi in una città circondata da mura estremamente alte, anche più alte del più grande di giganti.\n\n---\nL’evento manga del 2012, lo shonen d’azione più emozionante e travolgente degli ultimi anni, premiato in patria con il prestigioso premio Kodansha come “miglior manga per ragazzi”. Un gigante che compare dal nulla distruggendo le mura della città. Quel giorno, l’umanità ricordò il terrore di essere controllati da loro... l’umiliazione di vivere come uccelli in gabbia. Tutto accadde 107 anni fa. L’intero genere umano... tranne pochi… fu divorato dai giganti. Tutta quella gente finì direttamente nello stomaco di quegli esseri. Fu così che i nostri antenati pensarono di costruire delle enormi mura che i giganti non avrebbero mai potuto oltrepassare. Riuscirono a creare un territorio al riparo dalla minaccia dei giganti, ma...tutto ciò fino a cinque anni fa. Ma ora è il nostro turno, degli esseri umani. D’ora in avanti... saremo noi a divorare i giganti! Adesso finalmente il genere umano può riprendersi la propria dignità. Possiamo vincere. Per l’umanità è il momento... di attaccare!\n[riassunto preso dal sito panini.it]",
      "ja": "手足をもがれ、餌と成り果てようと、人類は巨人に挑む!!　巨人がすべてを支配する世界。巨人の餌と化した人類は巨大な壁を築き、壁外への自由と引き換えに侵略を防いでいた。だが名ばかりの平和は壁を越える大巨人の出現により崩れ、絶望の戦いが始まってしまう。――震える手で、それでもあなたはページを捲る。超大作アクション誕生！　これが21世紀の王道少年漫画だ!!",
      "kk": "Адамзат алыптардың күйрету күшінің астында қалды. Азаттығын құрбан еткен адамзат тірі қалғандарды аман сақтап қалуға үміттеніп, биік қабырғалы қалаларды паналады. Бірақ бір қорқынышты күні көлемі жағынан тіпті қала қабырғаларынан да асып түсетін Зораң Алып пайда болды. Нәзік үміт шаңға айналып, тірі қалу үшін күрес қайтадан басталды.",
      "pl": "Oto świat niemal w całości opanowany przez tytanów. Świat, w którym niedobitki ludzkości schroniły się za masywnymi murami, by nie skończyć jako pożywienie tych potężnych, przerażających istot... Od tamtych wydarzeń minęło ponad sto lat. Przez ten czas tytani ani razu nie przypuścili ataku na mury. Jednak pewnego dnia ten pozorny pokój zostaje brutalnie przerwany. Oto bowiem wróg powrócił, a ludzkość czeka straszliwa batalia o przetrwanie...",
      "ru": "Вместо прогресса человечество оказалось отброшено назад появлением расы гигантов. Огромные гуманоиды не обладали ни речью, ни разумом, но при этом пожирали людей, как чипсы, а обычное оружие уровня XIX века оказалось бессильно. Остатки рода людского смогли выжить лишь за циклопическими стенами, которые тройным кольцом опоясали последние поля, города и деревни. Затишье продолжалось сто лет, за это время люди успокоились, армия была сокращена, а городская стража превратилась в дармоедов. Боеспособность сохранил лишь Разведкорпус – но кому нужны самоубийцы, что постоянно рискуют жизнью за стенами, когда можно спокойно сидеть за каменным забором?  \r\nУвы, все хорошее кончается. Ужасающий колосс сокрушил внешнюю стену «Мария», и гиганты уничтожили один из городов. Мать юного Эрена погибла, отец пропал, и парень, кипящий жаждой мести, вместе с приемной сестрой Микасой поступил в Корпус, чьи элитные бойцы могут побеждать гигантов один на один. Овладеть системой тросов, лебедок и газовых ускорителей нелегко, но лишь подобная техника помогает делать безумные прыжки и поражать монстров в затылок – единственное уязвимое место. Учиться надо быстро, ибо идет война, и действия врага становятся все агрессивнее – будто за безмозглыми горами плоти стоит чей-то чуждый разум. Или… не такой уж чуждый? Эрену и его друзьям среди боев и сражений предстоит открыть немало пугающих тайн!  \r\n\r\n\r\n---",
      "tr": "Titanların her şeyi kontrol ettiği bir dünya. \"titan yemi\"ne dönüşen insan ırkı, dev gibi bir duvar inşa edip işgalden korunmayı duvar dışının özgürlüğüne tercih etmiştir. Ama sadece adı \"huzur\" olan şey, duvarı aşabilen dev bir titanın ortaya çıkmasıyla paramparça olur ve umutsuz bir savaş başlar.",
      "vi": "Eren Jaeger sống trong một thành phố bao bọc bởi tường đá. Titan giết người ở ngoài đó. Trong nhiều thập kỉ, thành viên của Nhóm trinh thám Legion là những con người duy nhất dám bước ra khỏi bức tường và thu thập thông tin về những Titan. Eren, một người yêu hòa bình, không còn nguyện vọng nào to lớn việc gia nhập họ",
      "es-la": "Hace varios cientos de años, los humanos casi fueron exterminados por los titanes. Los titanes suelen tener varios pisos de altura, parecen no tener inteligencia, devoran a los seres humanos y, lo peor de todo, parecen hacerlo por placer y no como fuente de alimento.\n Un pequeño porcentaje de la humanidad sobrevivió amurallándose en una ciudad protegida por muros extremadamente altos, incluso más altos que los titanes más grandes. Avance hasta el presente y el distrito sur de Shinganshina no ha visto un Titán en más de 100 años.\n\n El adolescente Eren y su hermana adoptiva Mikasa son testigos de algo horrible: uno de los muros exteriores del distrito es dañado por un Titán de 60 metros (196,85 pies), lo que provoca una brecha en el muro. Mientras los titanes más pequeños inundan la ciudad, los dos niños observan con horror. los trágicos acontecimientos que siguen, mientras los titanes devoran a la gente sin obstáculos.\n\n Eren promete acabar con todos los titanes y vengarse de toda la humanidad.",
      "pt-br": "O mundo foi dominado por Titãs, criaturas gigantescas devoradoras de humanos! Os poucos sobreviventes viram sua civilização reduzida a um território protegido por muralhas, que foram capazes de manter a ameaça afastada por mais de cem anos. Mas tanto tempo de tranquilidade está prestes a ruir, com o ataque de um titã mais alto e poderoso do que a enorme muralha!\n\n---\nHá muito tempo atrás, os humanos foram quase exterminados pelos Titãs. Seres humanoides gigantes que devoram as pessoas sem nenhum motivo aparente. Os poucos sobreviventes fugiram, levantaram muralhas de 50 metros para se protegerem desses seres e tentarem viver em paz… Porém, 100 anos depois, a humanidade começa a pagar por seus anos de paz: um titã colossal aparece, destruindo a muralha e dando início a um cenário de carnificina e destruição. É nesse momento em que as vidas de Eren, Mikasa e Armin serão mudadas para sempre. E assim começa uma batalha épica entre a raça humana e esses seres. A busca pela sobrevivência e o desejo de liberdade são o que movem a humanidade.\n\n---\nA história do mangá aborda um mundo em que a humanidade vive em cidades protegidas por muros de 50 metros de altura para se defender das invasões externas dos temidos Titãs, criaturas gigantes com formato humano e que se alimentam apenas de seres humanos. Conforme a história avança, através dos 26 volumes já publicados atualmente, descobrem-se muitas verdades inquietantes sobre politicas e governos para o nascimento e desenvolvimento dos temidos Titãs.\n\nA edição portuguesa de \"Ataque dos Titãs\" traz um bónus: uma entrevista nunca antes publicada em português, com o autor Isayama. São três páginas em que ele responde às perguntas dos fãs japoneses. Além disso, tem também um desenho feito por ele em que mostra o ambiente de trabalho em que \"Ataque dos Titãs\" foi criado.",
      "zh-hk": "一個由巨人所掌控的世界。成為巨人食物的人類築起了巨大高聳的城牆，犧牲通往牆外的自由，換來防止對方的侵略。但是虛有其表的和平卻在足以跨越城牆的大巨人出現之下瓦解，一場絕望的戰爭就此開始。"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "34",
    "lastChapter": "139"
  },
  {
    "mangaId": "99795adf-96d0-476a-aee1-75830bd1dd8d",
    "title": {
      "en": "The Masters Have Subscribed"
    },
    "updatedAt": "2024-11-14T02:52:01+00:00",
    "coverArt": "https://mangadex.org/covers/99795adf-96d0-476a-aee1-75830bd1dd8d/ce6efcb4-72b7-4b05-beec-5d69435887bb.jpg",
    "altTitles": [
      {
        "en": "The Masters Are Watching Over Me"
      },
      {
        "en": "The Masters Are Subscribing to Me"
      },
      {
        "id": "Para Master Mengawasiku"
      },
      {
        "ko": "사부님들이 구독 중"
      },
      {
        "en": "The Masters Are Subscribing"
      }
    ],
    "description": {
      "en": "“Cheong-un, parry the attack! Move faster or the obstacle course will kill you!” The progenitors of the great Wudang sect and the mighty Shaolin encounter post-ascension issues when they find themselves reduced to servants in the godly realm. Their only hope and escape from their divine chores lie in the hands of less-than-average Cheong-un, who can hardly beat his peers in the sect. Can the masters raise an average boy into a master of martial arts and finally relieve themselves of their menial chores?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e86c4d93-ee4f-4626-9b8a-317562b5ca5c",
    "title": {
      "en": "Yumizuka Iroha wa Tejun ga Daiji!"
    },
    "updatedAt": "2024-10-26T10:59:11+00:00",
    "coverArt": "https://mangadex.org/covers/e86c4d93-ee4f-4626-9b8a-317562b5ca5c/a3a47e4a-a8aa-407d-9365-d1462a839a47.png",
    "altTitles": [
      {
        "en": "Technique is Everything to Yumizuka Iroha!"
      },
      {
        "en": "The Process is Important for Iroha Yumizuka"
      },
      {
        "en": "Yumizuka Iroha's No Good Without Her Procedure!"
      },
      {
        "ja": "弓塚いろはは手順が大事！"
      },
      {
        "zh": "弓塚同学今天也依旧脱靶"
      }
    ],
    "description": {
      "en": "Yumizuka-san grew up as the daughter of one of Japan's leading families of archery. But she had a secret about her seemingly perfect life! A tempestuous romantic comedy about a captivating archer!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "56"
  },
  {
    "mangaId": "ff745f77-5609-40c9-b856-ace2501a6764",
    "title": {
      "en": "The Delivery Man From Martial World"
    },
    "updatedAt": "2024-09-18T15:39:03+00:00",
    "coverArt": "https://mangadex.org/covers/ff745f77-5609-40c9-b856-ace2501a6764/b1a55cd2-26e2-40c8-be34-24fbec0cec39.jpg",
    "altTitles": [
      {
        "en": "The Delivery Man From Murim"
      },
      {
        "en": "Delivery Man From Moorim"
      },
      {
        "en": "The Delivery Man From Moorim"
      },
      {
        "ko": "무림에서 온 배달부"
      },
      {
        "en": "Delivery Man From Murim"
      }
    ],
    "description": {
      "en": "Stranded in a new world, Smiley Kang covertly lives the life of a delivery man. Until now, humanity has fended off demonic beasts and their portal “gates.” There are the Awakened, citizens imbued with supernatural abilities, and there are those more scheming, fighting to monopolize and claim demonic resources. But as the number of gates starts to rise, the world is at risk once again. Can humanity survive another onslaught of demonic beasts? The answer lies with the mysterious delivery man…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f38adf6-145c-4a04-b220-1ed8b5a20b55",
    "title": {
      "en": "Heavenly Demon Reborn!"
    },
    "updatedAt": "2024-11-11T20:35:33+00:00",
    "coverArt": "https://mangadex.org/covers/3f38adf6-145c-4a04-b220-1ed8b5a20b55/b2221e50-0c81-44d2-9927-e506b7750fe6.jpg",
    "altTitles": [
      {
        "ko": "신마경천기"
      },
      {
        "ko-ro": "Shinma Gyeongcheongi"
      },
      {
        "en": "Chronicles of Heavenly Demon"
      },
      {
        "ja": "神魔驚天記"
      },
      {
        "fr": "Chroniques démoniaques"
      },
      {
        "ru": "Хроники Святого Демона"
      },
      {
        "zh": "新马擎天记"
      },
      {
        "zh-hk": "新馬擎天記"
      },
      {
        "pl": "Kroniki Niebiańskiego Demona"
      },
      {
        "en": "The Chronicles of Heavenly Demon"
      }
    ],
    "description": {
      "en": "In an ancient world where martial artists reign supreme, Unseong can only watch as his master is brutally beaten to death after a false accusation of practicing forbidden demonic arts. Even after a valiant fight, he fails to kill those responsible and faces his own end. But fate has other plans… Instead of taking his last breath, he awakens as a child, training to be an elite soldier of a demonic sect. Now Unseong must embrace the demonic arts and harness power in his ultimate quest for revenge.\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=5Ap-KOIYUqw) | [JP](https://www.youtube.com/watch?v=l8bRXNwJojI) | [CN](https://www.youtube.com/watch?v=VrTrHgv5ndc)  | [TW](https://www.youtube.com/watch?v=iN_NifT0mvI)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/26650)\n\n- [Official French Translation](https://www.verytoon.com/serie/chroniques-demoniaques)",
      "fr": "Alors qu’il étudiait assidument les arts martiaux, Woosung a vu son maître périr sous ses yeux, condamné par jalousie et injustice. Lorsqu’il le suit à son tour dans la mort, il fait une promesse : celle de se venger coûte que coûte ! Et cette vengeance arrivera peut-être plus tôt qu’il ne l’imagine... car Woosung vient de se réincarner dans le corps d’un candidat à l’école des démons célestes. Un entraînement terrible l’attend, où seuls les prétendants les plus déterminés survivront. A la clé ? La maîtrise des arts démoniaques ! Seront-ils les armes de la vengeance de Woosung ? \n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=5Ap-KOIYUqw) | [JP](https://www.youtube.com/watch?v=l8bRXNwJojI) | [CN](https://www.youtube.com/watch?v=VrTrHgv5ndc)  | [TW](https://www.youtube.com/watch?v=iN_NifT0mvI)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/26650)\n\n- [Official French Translation](https://www.verytoon.com/serie/chroniques-demoniaques)",
      "ja": "「もしもう一度、生きることを許されたら…あいつだけは必ず殺します！」 禁止された魔功を会得したという汚名を着せられ殺された、槍尊門の継承者 赫 運星。 死ぬ間際にそう願うと、槍尊門の神物の力により、転生する。 彼の目的はただ一つ、正派の偽善者どもへの復讐！ 「師父よ…あの世で待っていてください！」\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=5Ap-KOIYUqw) | [JP](https://www.youtube.com/watch?v=l8bRXNwJojI) | [CN](https://www.youtube.com/watch?v=VrTrHgv5ndc)  | [TW](https://www.youtube.com/watch?v=iN_NifT0mvI)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/26650)\n\n- [Official French Translation](https://www.verytoon.com/serie/chroniques-demoniaques)",
      "ko": "‘평생 협의를 외치셨던 분이 이리 가셨습니까…!'\n\n금지된 마공을 익혔다는 누명을 쓰고 죽임 당한\n창존문의 계승자와 제자 혁운성.\n\n정파의 위선자들에 의한 비참하고 억울한 죽음…  \n\n운성이 죽음을 맞이하는 순간, \n창존문의 신물이 빛을 발하며 새로운 인생이 주어진다. \n\n바로, 마교 수련생 구백 호로서의 인생이! \n\n정파와 마교, 두 개의 정체성.\n그러나 목표는 하나, 복수뿐! \n\n운명을 받아들이고 원한을 되씹으며 운성은 무공을 쌓고\n그렇게 복수의 시간도 차츰 다가오는데….\n\n\n마교를 장악하고 정파의 위선자들을 처단하라!\n생사를 건 난관 속에 성장하는 구백 호 운성의 복수 활극! \n\n일황 작가의 인기 무협 소설 <신마경천기>의 웹툰화.\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=5Ap-KOIYUqw) | [JP](https://www.youtube.com/watch?v=l8bRXNwJojI) | [CN](https://www.youtube.com/watch?v=VrTrHgv5ndc)  | [TW](https://www.youtube.com/watch?v=iN_NifT0mvI)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/26650)\n\n- [Official French Translation](https://www.verytoon.com/serie/chroniques-demoniaques)",
      "ru": "«Лишь твои поступки поддерживают гармонию в жизни… Именно на это ты должен опираться!..» Преемник секты Искусного Копья и его ученик Хёк Ун-Сон были застигнуты за изучением запретного Демонического искусства и в последствии были наказаны смертью. «Жалкие лицемеры, опирающиеся на устои своей секты!..» Но в момент, когда Хёк Ун-Сон предстал перед вратами в ад, артефакт секты Искусного Копья стал излучать странный свет, одаривший юношу новой жизнью. Две противоположности: секта, исповедующая лишь добро, и секта, погрязшая в изучении демонических техник. Приняв свою судьбу и вспоминая всю ту злобу, что накопилась в нём, Ун-Сон начинает свой путь к становлению боевым мастером, чтобы потом отомстить… Отомстить ублюдкам, что предали его! История о жизни и смерти, о добре и зле, о случайных встречах и удаче… Начинается!\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=5Ap-KOIYUqw) | [JP](https://www.youtube.com/watch?v=l8bRXNwJojI) | [CN](https://www.youtube.com/watch?v=VrTrHgv5ndc)  | [TW](https://www.youtube.com/watch?v=iN_NifT0mvI)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/26650)\n\n- [Official French Translation](https://www.verytoon.com/serie/chroniques-demoniaques)",
      "zh": "著名神秘门派,创尊门\n虽然师徒都为正派的侠客献身了\n但留下的只有冤屈和冤死!\n\n最后的瞬间，神物闪现\n弟子赫云成迎来了新的生命……\n\n“用我的矛插进你的心脏\n这次一定会做到！”\n\n既下定决心，复仇就开始了\n颤栗吧，紧张吧！\n\n天马神教第一神马暨马仲侠\n赫云成的矛插穿伪善者的心脏！\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=5Ap-KOIYUqw) | [JP](https://www.youtube.com/watch?v=l8bRXNwJojI) | [CN](https://www.youtube.com/watch?v=VrTrHgv5ndc)  | [TW](https://www.youtube.com/watch?v=iN_NifT0mvI)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/26650)\n\n- [Official French Translation](https://www.verytoon.com/serie/chroniques-demoniaques)",
      "zh-hk": "著名神祕門派,創尊門\n雖然師徒都爲正派的俠客獻身了\n但留下的只有冤屈和冤死!\n\n最後的瞬間，神物閃現\n弟子赫雲成迎來了新的生命……\n\n“用我的矛插進你的心臟\n這次一定會做到！”\n\n既下定決心，復仇就開始了\n顫慄吧，緊張吧！\n\n天馬神教第一神馬暨馬仲俠\n赫雲成的矛插穿僞善者的心臟！\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=5Ap-KOIYUqw) | [JP](https://www.youtube.com/watch?v=l8bRXNwJojI) | [CN](https://www.youtube.com/watch?v=VrTrHgv5ndc)  | [TW](https://www.youtube.com/watch?v=iN_NifT0mvI)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/26650)\n\n- [Official French Translation](https://www.verytoon.com/serie/chroniques-demoniaques)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "246"
  },
  {
    "mangaId": "478e6926-b8bc-465c-9694-2bae1dbaf32b",
    "title": {
      "en": "Latna Saga: Survival of a Sword King"
    },
    "updatedAt": "2024-10-16T19:56:51+00:00",
    "coverArt": "https://mangadex.org/covers/478e6926-b8bc-465c-9694-2bae1dbaf32b/7dc9ebc2-a10a-4ab6-ab98-ad467aed4924.png",
    "altTitles": [
      {
        "ko": "이계 검왕 생존기"
      },
      {
        "en": "The Survival Story of the Sword King in Another World"
      },
      {
        "en": "Otherworldly Sword King's Survival Records"
      },
      {
        "zh": "拔剑九亿次"
      },
      {
        "zh-hk": "異界劍王生存記"
      },
      {
        "ko-ro": "Igye Geomwang Saengjongi"
      },
      {
        "ru": "Король меча"
      },
      {
        "ru": "История выживания короля меча в фэнтезийном мире"
      },
      {
        "ja": "異世界剣王生存記"
      },
      {
        "th": "การเอาชีวิตรอดของราชาดาบในต่างโลก"
      },
      {
        "en": "Survival Story of a Sword King in a Fantasy World"
      }
    ],
    "description": {
      "en": "After being recently discharged from military service and just drifting through life, Hanbin Ryu is suddenly transported to another world.\n\nHowever, his “guide line,” the system bestowed upon him to help with his survival and growth, was filled with errors, causing him to be stuck in the tutorial stage for over 20 years.\n\nWhen he is finally released from this personal hell, he finds everyone has turned against otherworlders like him. Just how will this low-level, super-tutorial newbie survive?\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=mLzbAKkDpYM)\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%B4%EA%B3%84-%EA%B2%80%EC%99%95-%EC%83%9D%EC%A1%B4%EA%B8%B0/2363)\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E7%95%B0%E7%95%8C%E5%8A%8D%E7%8E%8B%E7%94%9F%E5%AD%98%E8%A8%98/66)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/6885/)\n- [Official Japanese Translation](https://piccoma.com/web/product/34782)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B9%83%E0%B8%99%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B9%82%E0%B8%A5%E0%B8%81/103)",
      "fr": "Transféré contre sa volonté dans un tutoriel où il doit lutter pour survivre, Ryu Hanbin y reste finalement coincé pendant 22 ans. Il est bloqué par un bug au niveau 4, et ce malgré la grande quantité d'XP qu'il accumule ! Quand il est finalement transféré dans le monde de Latna, le contraste entre sa puissance et son niveau lui pose bien des difficultés. Mais finalement, le véritable objectif n'est-il pas de vivre plutôt que de survivre ?",
      "ja": "｢あなたは適合者として選ばれました｣ ｢あなたの能力でセルハラトナに生き残る確率は５％未満です｣ ｢自殺しますか？」 ニート生活から突如として異世界へ飛ばされた！そこはレベル5までを目指す初心者エリアだったが、「ガイドライン」のエラーでレベル5になっても再びレベル1になるという、地獄の日々を送ることになり？！ レベル5の裏に隠された、とてつもない能力とはー",
      "ko": "『귀하는 적합자로 선택받았습니다』\n\n『귀하의 재능으로 셀하 라트나에서 생존할 확률은 5% 미만입니다』\n\n『자살하시겠습니까? Y/N』\n\n“x-까.”\n\n5% 미만의 생존 확률. 22년의 시간. 셀 수도 없는 마견과의 사투.\n이 지옥에서, 나는 홀로 살아남았다.\n\n5라는 레벨 뒤에 감춰진, 무지막지한 히든 스탯들과 함께!\n\n대검 하나로 이계를 썰어버리는,\n사상 최강의 레벨5 검사 류한빈의 극한 사이다 생존기!",
      "ru": "В момент, когда его переместили в другой мир, Рю Хан-Бин был обычным человеком, который недавно вернулся из армии. Хоть он и остался один в пустынном мире с кучей монстров, ему дали задание - стать сильнее. Но есть одна проблема - \"система\", которая должна была давать подсказки, полна недоработок.",
      "th": "รยูฮันบิน ชายผู้เพิ่งปลดประจำการทหารมาได้เพียงสามเดือน จู่ๆ ก็ถูกพาไปยังโลกแปลกๆ ที่เขาไม่รู้จักมาก่อน ชื่อว่า 'เซลฮา แลตนา'\nพร้อมมีข้อความขึ้นว่า \"\"คุณได้รับเลือกในฐานะผู้เข้าเกณฑ์อันทรงเกียรติ\"\" พร้อมกับไกด์ไลน์ที่บอกให้สู้กับมอนสเตอร์ และเพิ่มให้ถึงเลเวล 5 เพื่อไปยังพื้นที่ถัดไป แต่ด้วยระบบเกิดข้อผิดพลาด ทำให้เขาต้องติดอยู่ในนั้นนับสิบปี ที่นั่นมีเพียงเขาแค่คนเดียวกับสุนัขปีศาจ\nอยู่มาวันหนึ่งเขาสามารถเพิ่มถึงเลเวล 5 ได้สำเร็จ และถูกส่งไปยังพื้นที่ต่อไปแบบไม่ทันตั้งตัว\n\nการผจญภัยเพื่อหาทางเอาชีวิตรอดในต่างโลกของเขาได้เริ่มต้นขึ้นแล้ว\nเขาจะหาทางออกไปจากโลกแห่งนี้ และมีชีวิตรอดไปได้หรือไม่",
      "zh": "一个俗套的穿越后带挂升级故事，却因为外挂系统的运算错误而偏离方向。 渴望变强的他被困在新手村二十年，不断的战斗却始终无法提升等级。 九亿次拔剑，九亿次搏杀，他脚踩着尸山血海缓步走来。 “恭喜，您即将被传送出新手村…” 蛰伏的凶兽露出爪牙，万物都将屈服于他拔剑的光辉之下！",
      "zh-hk": "「依照你的能力，\n你在瑟哈拉特那活下來的機率低於5%。」\n\n「你要自殺嗎? Yes or No?」\n\n「三X啊。」\n\n不到5%的生存機率、22年的時間、\n與魔犬纏鬥了無數次，\n我一個人...在這座地獄中生存了下來。\n\n在5等的背後，潛藏著無比強大的隱藏數值!\n\n帶著一把巨劍殺爆異界，堪稱史上最強的5等劍士，\n柳寒頻生存記，看了保證超過癮!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f19646d5-e8ec-4508-b008-be3f264f1724",
    "title": {
      "en": "Snake Immortal: The Tale of a Snake's Cultivation to Immortality"
    },
    "updatedAt": "2024-09-30T00:03:47+00:00",
    "coverArt": "https://mangadex.org/covers/f19646d5-e8ec-4508-b008-be3f264f1724/ada3f380-da47-4f20-9668-d23220c793d7.png",
    "altTitles": [
      {
        "zh": "Lao She Xiu Xian Chuan"
      },
      {
        "zh": "Lǎo Shé Xiū Xiān Chuán"
      },
      {
        "zh": "老蛇修仙传"
      },
      {
        "en": "Tale of the Old Snake's Immortal Cultivation"
      },
      {
        "en": "Serpent Ancestor"
      }
    ],
    "description": {
      "en": "In a village, an old snake inadvertently swallowed a cultivator's human-shaped pill, gaining intelligence and setting off on the path of cultivation. With only a brief decade to live, the snake does not fear the passing of time but makes the most of every moment.\n\nThis is the tale of an old snake's journey to immortality."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "14fcfbb1-2e23-4b7a-899e-343953d21fc9",
    "title": {
      "en": "My Ruined Academy"
    },
    "updatedAt": "2024-08-09T19:46:49+00:00",
    "coverArt": "https://mangadex.org/covers/14fcfbb1-2e23-4b7a-899e-343953d21fc9/3be32faf-ccb9-47fb-9283-e587d484cc59.jpg",
    "altTitles": [
      {
        "ko": "아카데미가 망했다"
      }
    ],
    "description": {
      "en": "Amon Drake arrives in the capital with dreams of success. On his first day as a teacher at the prestigious Amonis Academy, he is met with shocking news:\n\n\"Haven't you heard? This academy is on the brink of bankruptcy.\"\n\nOn top of that, the only people left at the academy are a gambling-addicted principal and drunken teachers. Amon thought,\n\n\"If the academy goes bankrupt, doesn't that mean my contract would become void too?\"\n\nThey say escape favors the intelligent. If you don’t want to waste your life away, bring the academy to ruin.\n\nThe story of a wise man's escape from the academy begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cec141cc-83b4-407a-9f64-794641ee8869",
    "title": {
      "en": "Chronicles of Narnia: The Magician's Nephew"
    },
    "updatedAt": "2024-05-01T21:42:02+00:00",
    "coverArt": "https://mangadex.org/covers/cec141cc-83b4-407a-9f64-794641ee8869/51fc9d92-33ad-419f-a7b8-48f7548ccd7c.jpg",
    "altTitles": [
      {
        "ja": "ナルニア国物語: 魔術師のおい"
      },
      {
        "ja-ro": "Narnia Koku Monogatari: Majutsushi no Oi"
      },
      {
        "ru": "Хроники Нарнии: Племянник чародея"
      }
    ],
    "description": {
      "en": "On a daring quest to save a life, two friends are hurled into another world, where an evil sorceress seeks to enslave them. But then the lion Aslan's song weaves itself into the fabric of a new land, a land that will be known as Narnia. And in Narnia, all things are possible."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "30"
  },
  {
    "mangaId": "9ecd208c-c592-4462-9f57-4d7d4a9f956f",
    "title": {
      "en": "Mercenary Enrollment"
    },
    "updatedAt": "2024-08-31T18:23:33+00:00",
    "coverArt": "https://mangadex.org/covers/9ecd208c-c592-4462-9f57-4d7d4a9f956f/75e7fac6-c9f4-43ce-ae0e-cbf06f28f99b.jpg",
    "altTitles": [
      {
        "ko": "입학용병"
      },
      {
        "ko-ro": "Ipagyongbyeong"
      },
      {
        "en": "Teenage Mercenary"
      },
      {
        "de": "Söldnereinschreibung"
      },
      {
        "fr": "High School Mercenary"
      },
      {
        "es": "Mercenario adolescente"
      },
      {
        "ja": "入学傭兵"
      },
      {
        "zh": "少年佣兵"
      },
      {
        "zh-hk": "入學傭兵"
      },
      {
        "th": "พี่ชายสายบอดี้การ์ด"
      },
      {
        "id": "High School Soldier"
      },
      {
        "id": "Tentara Menyamar Jadi Anak SMA"
      },
      {
        "pt-br": "Mercenário Adolescente"
      }
    ],
    "description": {
      "de": "Im Alter von acht Jahren verlor Ijin Yoo seine Eltern bei einem Flugzeugabsturz und strandete in einem fremden Land, wo er gezwungen war, ein Kindersöldner zu werden, um zu überleben. Zehn Jahre später kehrt er nach Hause zurück, um mit seiner Familie in Korea wieder vereint zu sein. Dort scheint alles friedlich zu sein, doch schon bald muss Ijin feststellen, dass das Leben als Teenager eine ganz andere Art des Überlebens ist. Da ihm nur noch ein Jahr in der Oberschule bleibt, muss Ijin neue Taktiken erlernen, um sich auf dem Schlachtfeld der Schule zurechtzufinden. Kann er ein Jahr Oberschule überleben? Oder wird die Schule vielmehr in der Lage sein, IHN zu überleben?\n\n---\nDie Geschichte handelt von einem jungen Koreaner, der bei einem Flugzeugabsturz seine Eltern verloren hat. Das Kind landet irgendwie in einem vom Krieg zerrissenen Teil der Welt und wird zu einem Top-Söldner im Teenageralter. Irgendwie findet er seine Familie wieder und beschließen, ein ruhiges Leben mit seiner Familie zu führen.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "en": "At the age of eight, Ijin Yu lost his parents in a plane crash and became stranded in a foreign land, forced to become a child mercenary in order to stay alive. \n\nHe returns home ten years later to be reunited with his family in Korea, where food and shelter are plenty and everything seems peaceful. But Ijin will soon learn that life as a teenager is a whole other feat of survival. With only one year of high school left, Ijin must master new tactics to maneuver his way around the schoolhouse battleground.\n\nCan he survive a year of high school? Or rather, will the school be able to survive him?",
      "es": "A los ocho años, Ijin Yu perdió a sus padres en un accidente aéreo y quedó varado en un país extranjero, forzado a convertirse en mercenario para sobrevivir. Diez años después, regresa a su hogar para reunirse con su familia en Corea, en donde sobra la comida y todo parece estar en paz. Sin embargo, Ijin pronto descubrirá que la vida de adolescente es otro tipo de supervivencia. En su último año de secundaria, Ijin debe dominar nuevas tácticas para resistir en el campo de batalla escolar. ¿Podrá sobrevivir a su último año? ¿O podrá su escuela sobrevivir a él?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "fr": "Ijin est un jeune mercenaire qui est le seul survivant d’un accident d’avion survenu dans son enfance. Il vient tout juste de retourner auprès de sa famille qui le croyait mort durant ses 10 ans d’absence. Ijin pourra-t-il mettre de côté son passé sombre et mener une vie normale de lycéen?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "hu": "Yu Ijin volt az egyetlen túlélője egy repülőgép-szerencsétlenségnek, amikor még kicsi volt. Miután zsoldosnak állt, hogy 10 évig túléljen, visszatér a családjához a szülővárosába.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "id": "Yoo Leejin, satu-satunya orang yang hidup dari kecelakaan pesawat terbang, harus bekerja sebagai tentara bayaran selama 10 tahun. Tapi akhirnya dia kembali ke tempat asalnya dan memulai kehidupan baru sabagai anak SMA biasa. Apakah dia bisa bersekolah dengan normal?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "ko": "어린 시절 비행기 추락 사고의 유일한 생존자 유이진.  \n살아남기 위해 용병으로 살아가던 유이진은 10년 후, 가족이 있는 고향으로 돌아왔다.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "th": "ยูอีจิน เด็กหนุ่มผู้รอดตายจากอุบัติเหตุเครื่องบินตกและใช้ชีวิตเป็นทหารมานับแต่นั้นได้กลับมาหาครอบครัวของเขาในที่สุดหลังจากผ่านเวลาไปเป็นสิบปี\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh": "超强少年佣兵归来！\n欺负我妹的一个都不准跑！\n\n幼年遭遇飞机失事，成为唯一幸存者的柳亦真，为了生存成为了佣兵。十年后，因偶然的契机得以回到故乡上学并找回了自己的家人。正当他为失而复得的家人感到幸福，为安逸的生活感到欣喜时，却发现事情并不如他所愿。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "pt-br": "Yu Ijin foi o único sobrevivente de uma queda de avião quando ainda era criança. Depois de se tornar um mercenário por 10 anos para sobreviver, ele retornou para sua família em sua cidade natal.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh-hk": "《大貴族》孫齊晧作家的新作！ 幼年時，飛機墜毀事故的唯一倖存者劉理真，爲了生存以傭兵生活的劉理真，10年後回到了有家人的故鄉。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0965353b-0e10-4c89-ad94-53e641db573a",
    "title": {
      "en": "Miyu-chan wa Zutto Tomodachi"
    },
    "updatedAt": "2024-10-01T00:43:03+00:00",
    "coverArt": "https://mangadex.org/covers/0965353b-0e10-4c89-ad94-53e641db573a/9f6b20be-9d71-4cc0-9391-203baae83b53.png",
    "altTitles": [
      {
        "ja": "みゆちゃんはずっと友達"
      },
      {
        "en": "Miyu-chan Will Always Be Your Friend"
      },
      {
        "es": "Miyu-chan Siempre Será tu Amiga"
      },
      {
        "es-la": "Miyu-chan Siempre Será tu Amiga"
      },
      {
        "pt-br": "Miyu-chan Sempre Será sua Amiga"
      },
      {
        "zh": "美羽永远是朋友"
      }
    ],
    "description": {
      "en": "In the summer of his second year of high school, Yuushin Tahara finds that his childhood friend, Miyu Fukagawa, who had moved away, has returned to the house next door. Although Miyu has grown up to be quite cute, there's something a little strange about her...",
      "es": "En el verano de su segundo año de instituto, su amiga de la infancia Miyu Fukagawa vuelve a la casa de al lado del protagonista, Yuushin Tahara, después de haberse separado cuando se mudó. Miyu-chan ha crecido y se ha vuelto mucho más guapa, pero hay algo un poco extraño en ella...? Se trata de una comedia de suspenso y amor con una nueva sensación, en la que el demasiado amable protagonista y su simpática pero muy divertida amiga de la infancia ¡se desenvuelven con sus amigos!",
      "ja": "高校2年生の夏、主人公・田原優心の隣の家に、引っ越しで別れてしまった幼馴染・深川みゆちゃんが帰ってきた。すっかり大きく可愛くなったみゆちゃんだけど、どこかちょっとヘンで…？",
      "zh": "在高二夏天，主人公·田原优心与小学毕业时因搬家被迫分别的青梅竹马·深川美羽重逢了。虽然长大后的美羽变得很可爱，但是哪里有点奇怪……？过于温柔的主人公，与惹人喜爱却处处充满疑点的青梅竹马之间展开的新颖青春恋爱悬疑喜剧！",
      "es-la": "En el verano de su segundo año de instituto, su amiga de la infancia Miyu Fukagawa vuelve a la casa de al lado del protagonista, Yuushin Tahara, después de haberse separado cuando se mudó. Miyu-chan ha crecido y se ha vuelto mucho más guapa, pero hay algo un poco extraño en ella...? Se trata de una comedia de suspenso y amor con una nueva sensación, en la que el demasiado amable protagonista y su simpática pero muy divertida amiga de la infancia ¡se desenvuelven con sus amigos!",
      "pt-br": "No verão do seu segundo ano do ensino médio, Tahara Yuushin descobre que sua amiga de infância, Fukagawa Miyu, que havia se mudado, retornou para a casa ao lado. Embora Miyu tenha se tornado uma garota bastante fofa, há algo um pouco estranho sobre ela...\n\nUma comédia romântica com toques de suspense, centrada em um protagonista gentil e sua amiga de infância adorável, porém um tanto excêntrica."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ed16bc9-f570-4e71-8dda-aebc098b683b",
    "title": {
      "en": "The Legend of the Northern Blade"
    },
    "updatedAt": "2024-01-29T12:33:27+00:00",
    "coverArt": "https://mangadex.org/covers/9ed16bc9-f570-4e71-8dda-aebc098b683b/8a917622-1853-47b7-9114-997da510a8a2.jpg",
    "altTitles": [
      {
        "ko": "북검전기"
      },
      {
        "ja": "北剣伝記"
      },
      {
        "en": "Legend of the Northern Blade"
      },
      {
        "ko-ro": "Buggeomjeongi"
      },
      {
        "ru": "Легенда о северном клинке"
      },
      {
        "vi": "Bắc Kiếm Giang Hồ"
      },
      {
        "kk": "Солтүстік жүз аңызы"
      },
      {
        "fr": "Biographie de l'épée du nord"
      }
    ],
    "description": {
      "de": "Jahrzehntelang kämpften die tapferen Krieger der Nördlichen Himmlischen Sekte, um die Welt vor der bösartigen Stillen Nacht zu beschützen. Aber als der Anführer der vierten Generation beschuldigt wird, mit dem Feind gemeinsame Sache zu machen, ist er gezwungen, die Sekte aufzulösen und sich selbst umzubringen, um seinen Sohn Moowon zu beschützen. Ohne verbliebene Familie oder Verbündete lebt Moowon ein trostloses Leben unter ständiger Beobachtung ... bis ein plötzlicher Angriff der Stillen Nacht ihm die Gelegenheit gibt, in die Berge zu fliehen. Dort trainiert der junge Krieger, um die Kampftechniken seiner Vorfahren zu meistern, bevor das mysteriöse Verschwinden einer geliebten Person in zwingt, zurückzukehren. Folge Moowon auf seiner Reise, um den Tod seines Vaters zu rächen und die Bösewichte zu vernichten, die die Welt in Dunkelheit stürzen wollen!\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=A1DyXT9AZt8)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%81%EA%B2%80%EC%A0%84%EA%B8%B0/2362)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47964)\n\n- [Official French Translation](https://www.tappytoon.com/fr/comics/legend-of-northern-blade-fr)\n\n- [Official German Translation](https://www.tappytoon.com/de/comics/legend-of-northern-blade-de)\n---\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=266454987)\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/97912943)",
      "en": "When the world was plunged into darkness by the ‘Silent Night’, Martial Artists from all over the place gathered to form the ‘Northern Heavenly Sect’. With overwhelming strength from the Northern Heavenly Sect, the Silent Night was pushed away and the people began to enjoy peace once more. However, as time passed the martial artists from the mainlands began to conspire against the ‘Northern Heavenly Sect’, and eventually caused the death of the Fourth Generation Sect Leader, Jin Kwan-Ho, destroying the sect with it. As everyone left the sect, Jin Kwan-Ho’s only son, Jin Mu-Won was left behind. Mu-Won has never learned anything about martial arts, but he eventually finds the Martial Techniques secretly left behind by his father and begins to acquire the martial arts of the Northern Heavenly Sect. Then one day, a mysterious girl appears before Mu-Won…!!\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=A1DyXT9AZt8)\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%81%EA%B2%80%EC%A0%84%EA%B8%B0/2362)\n- [Official Japanese Translation](https://piccoma.com/web/product/47964)\n- [Official French Translation](https://www.tappytoon.com/fr/comics/legend-of-northern-blade-fr)\n- [Official German Translation](https://www.tappytoon.com/de/comics/legend-of-northern-blade-de)\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=266454987)\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/97912943)",
      "fr": "Depuis des décénies la secte céleste du nord se bat pour protéger le monde de la démoniaque Nuit Silencieuse. Mais le jour où le chef de la quatrième génération se retrouve accusé par l'alliance céleste d'avoir collaboré avec l'ennemi, il est obligé de dissoudre la secte et de s'ôter la vie pour protéger son fils, Moowon. Laissé seul, sans famille ni alliés, Moowon vit une vie morose, sous haute surveillance... jusqu'au moment où une attaque surprise de la Nuit Silencieuse lui donne une chance de s'échapper dans les montagnes. Là-bas, le jeune guerrier s'entraîne afin de maîtriser les techniques de combat de ses prédecesseurs, jusqu'à ce que la mort d'un être cher le ramène sur ses anciennes terres. Suivez l'histoire de Moowon, dans sa quête d'héroisme et de vengeance, tandis qu'il se bat pour éliminer ceux qui ont trahi son père, et les démons menaçant de plonger le monde dans l'obscurité !\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=A1DyXT9AZt8)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%81%EA%B2%80%EC%A0%84%EA%B8%B0/2362)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47964)\n\n- [Official French Translation](https://www.tappytoon.com/fr/comics/legend-of-northern-blade-fr)\n\n- [Official German Translation](https://www.tappytoon.com/de/comics/legend-of-northern-blade-de)\n---\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=266454987)\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/97912943)",
      "ja": "かつて世の中を混乱に陥らせた集団「密夜」を倒すために、武術の達人たちを集めて作られた「北天門」！ その強力な守りの中で密夜は影を潜め、「北天門」は「中原」の平和を代表する集団となった。 しかし次第に「北天門」に対して妬みを持つ者が現れ、四代目門主「秦 虎星」は裏切り者達に囲まれた中、自ら命を絶ってしまう… 皆が去った「北天門」に一人残された虎星の息子、「秦 天翔」。武術に関しては何も知らない幼い少年だったが、人知れず父に伝授された古語によって「北天門」の壁に刻まれた武術を身につけ始める！ そんなある日、「秦 天翔」の前に正体不明の一人の娘が現れたのだが..!!\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=A1DyXT9AZt8)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%81%EA%B2%80%EC%A0%84%EA%B8%B0/2362)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47964)\n\n- [Official French Translation](https://www.tappytoon.com/fr/comics/legend-of-northern-blade-fr)\n\n- [Official German Translation](https://www.tappytoon.com/de/comics/legend-of-northern-blade-de)\n---\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=266454987)\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/97912943)",
      "ko": "무협소설의 최강자 우각의 동명 소설 <북검전기>가 만화로 새롭게 태어나다!\n\n세상을 혼란에 빠뜨린 집단 밀야에 맞서기 위해 중원의 고수들이 모여 만들어낸 북천문!\n북천문의 강력한 투쟁으로 밀야는 서서히 그 모습을 감추었고, 북천문은 중원을 평화를 대표하는 집단으로서 강력한 위용을 과시하게 되었다.\n그러나 평화가 길어지자 중원의 고수들 사이에서는 북천문에 대한 은밀한 시기가 생겨났고, 결국 북천문의 4대 문주인 진관호는 배신자들에게 둘러싸인 채 스스로 목숨을 끊음으로서 파국의 끝을 맞이하게 된다. \n모두가 떠난 북천문에 홀로 남은 진관호의 아들 진무원(13세)은 무공이라고는 손톱만큼도 알지 못 하는 어린 소년. 그러나 남몰래 아버지가 전수한 고어(古語)를 통해 북천문의 벽에 새겨진 무공을 익히기 시작한다. \n그러던 어느날, 진무원의 앞에 정체를 알 수 없는 한 소녀가 나타나게 되는데…!!\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=A1DyXT9AZt8)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%81%EA%B2%80%EC%A0%84%EA%B8%B0/2362)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47964)\n\n- [Official French Translation](https://www.tappytoon.com/fr/comics/legend-of-northern-blade-fr)\n\n- [Official German Translation](https://www.tappytoon.com/de/comics/legend-of-northern-blade-de)\n---\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=266454987)\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/97912943)",
      "ru": "Когда мир погрузился во тьму, мастера боевых искусств собрались, чтобы сформировать «Северный небесный клан». Благодаря ей люди снова обрели мир и покой. Однако с течением времени мастера боевых искусств начали строить заговор против «северного небесного клана», который в конечном итоге привел к смерти лидера клана, Джин Кван-Хо, и уничтожению клана вместе с ним. Когда все покинули клан, единственный сын Джин Кван-Хо, Джин Му-Вон, остался в нем. Му-Вон никогда не изучал боевые искусства, но он находит Технику, тайно оставленную его отцом, и начинает изучать боевые искусства Северного Небесного Клана.\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=A1DyXT9AZt8)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%81%EA%B2%80%EC%A0%84%EA%B8%B0/2362)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47964)\n\n- [Official French Translation](https://www.tappytoon.com/fr/comics/legend-of-northern-blade-fr)\n\n- [Official German Translation](https://www.tappytoon.com/de/comics/legend-of-northern-blade-de)\n---\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=266454987)\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/97912943)",
      "pt-br": "Quando o mundo mergulhou na escuridão pela 'Noite Silenciosa', artistas marciais de todo o lugar se reuniram para formar a 'Seita Celestial do Norte'. Com uma força esmagadora da Seita Celestial do Norte, a Noite Silenciosa foi afastada e o povo começou a desfrutar a paz mais uma vez. No entanto, com o passar do tempo, os artistas marciais do continente começaram a conspirar contra a 'Seita Celestial do Norte' e, eventualmente, causaram a morte do líder da seita da quarta geração, Jin Kwan-Ho, destruindo a seita com ela. Quando todos deixaram a seita, o único filho de Jin Kwan-Ho, Jin Mu-Won, foi deixado para trás. Mu-Won nunca aprendeu nada sobre artes marciais, mas ele finalmente encontra as Técnicas Marciais secretamente deixadas para trás por seu pai e começa a adquirir as artes marciais da Seita Celestial do Norte. Então, um dia..."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "edf170db-288b-4773-90df-1c542c69d4e9",
    "title": {
      "en": "Kemono Jihen"
    },
    "updatedAt": "2024-07-06T23:59:19+00:00",
    "coverArt": "https://mangadex.org/covers/edf170db-288b-4773-90df-1c542c69d4e9/7f57f3ef-41e0-473d-a0a1-f26f0d8b58ca.jpg",
    "altTitles": [
      {
        "en": "Demon Incident"
      },
      {
        "id": "Insiden Monster"
      },
      {
        "id": "Insiden Siluman"
      },
      {
        "ja-ro": "Kaibutsu Jihen"
      },
      {
        "ru": "Инцидент Кэмоно"
      },
      {
        "ru": "Чудовищные происшествия"
      },
      {
        "ja": "けものじへん"
      },
      {
        "zh": "怪物事変"
      },
      {
        "ko": "괴물사변"
      },
      {
        "fr": "Incident de démon"
      }
    ],
    "description": {
      "ar": "تدور القصة حول “دوغراماموري إينوغامي”، محقق من طوكيو متخصص في السحر والتنجيم. يتم استدعاؤه إلى قرية جبلية نائية تُعرف باسم “هيداهارا” للتحقيق في سلسلة من جثث الحيوانات المتعفنة التي ظهرت هناك. أثناء تحقيقه في هذه الظاهرة الغامضة، يلتقي إينوغامي بصبي غريب يُدعى “كاباني”. الذي يعيش حياة منعزلة ويعمل في الحقل بدلاً من الذهاب إلى المدرسة. يمتلك كاباني قدرات خارقة تثير اهتمام إينوغامي، ويقرر اصطحابه إلى طوكيو لتعليمه كيفية التحكم في قدراته واستخدامها لحل الألغاز المتعلقة بـ “الكيمونو جيهين”، وهي ظاهرة خارقة تربط بين البشر والحيوانات",
      "en": "When a series of animal bodies that rot away after a single night begin appearing in a remote mountain village, Inugami, a detective from Tokyo who specializes in the occult, is called to investigate.   \n  \nWhile working the case, he befriends a strange boy who works in the field every day instead of going to school. Shunned by his peers and nicknamed \"Dorotabo\" after a yokai that lives in the mud, he helps Inugami uncover the truth behind the killings - but supernatural forces are at work, and while Dorotabo is just a nickname, it might not be the only thing about the boy that isn't human.",
      "id": "Bermunculan banyak bangkai binatang yang membusuk hanya dalam satu malam di desa pegunungan terpencil. Inugami, seorang detektif dari Tokyo yang berspesialisasi mengurus takhayul pun datang untuk menginvestigasi. Saat ia bekerja dalam kasus itu, muncul anak lelaki misterius yang bukannya pergi bersekolah, tapi malah bekerja di ladang tiap hari. Ia dijauhi teman-temannya dan dijuluki \"Dorotabou\" seperti nama siluman yang tinggal di lumpur. Anak lelaki ini membantu Inugami membongkar misteri dari kasus pembunuhan yang erat kaitannya dengan supranatural.  \r\n\r\n\r\n---",
      "ru": "В глухой горной деревушке произошло несколько инцидентов со смертью местной живности, причудливым образом сгнивавшей всего за одну ночь. Чтобы расследовать это, из Токио был приглашён детектив Инугами, специализирующийся на паранормальных явлениях.Во время расследования, он знакомится со странным мальчиком по прозвищу Доротабо, которого избегают его сверстники, и вместе они раскрывают тайну, скрытую за загадочными смертями.",
      "pt-br": "Um garoto conhecido como Dorota-bou, que é evitado pelas pessoas que o cercam, e Inugami, um detetive que se especializou em ocultismo. A história começa quando Inugami chega na cidade do garoto para investigar um caso onde vários animais estavam morrendo e seus corpos apodrecendo em apenas uma noite."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55a1aba6-967c-4967-a1d0-ad0f52332be0",
    "title": {
      "en": "I Became the Despised Granddaughter of the Powerful Martial Arts Family"
    },
    "updatedAt": "2024-07-31T15:05:27+00:00",
    "coverArt": "https://mangadex.org/covers/55a1aba6-967c-4967-a1d0-ad0f52332be0/59711cc2-aeaa-44c6-b48b-f5029851d9ce.jpg",
    "altTitles": [
      {
        "ko": "무림세가 천대받는 손녀딸이 되었다"
      },
      {
        "ko-ro": "Murimsega Cheondaebanneun Sonnyeo Ttari Doeeotda"
      },
      {
        "en": "The Baengri Clan's Unwanted Granddaughter"
      },
      {
        "en": "I Became the Despised Granddaughter of the Murim Family"
      },
      {
        "en": "I Became the Despised Granddaughter of the Murim Clan"
      },
      {
        "es": "Me convertí en la nieta despreciada del clan murim"
      },
      {
        "es": "Me convertí en la nieta despreciada de la poderosa familia de artes marciales"
      },
      {
        "ru": "Презираемая внучка великого рода эпохи Мурим"
      },
      {
        "ja": "名門一族の嫌われ娘になりました"
      },
      {
        "tr": "Murim'in kör talihli torunu"
      },
      {
        "tr": "Murim'in bedbaht torunu"
      },
      {
        "zh": "成了武林世家受歧视的孙女"
      },
      {
        "id": "The Despised Granddaughter of the Murim Clan"
      },
      {
        "ar": "أصبحت الحفيدة المحتقرة لعائلة فنون القتال القوية"
      },
      {
        "vi": "Trở thành cô cháu gái bị khinh miệt của gia tộc võ lâm"
      },
      {
        "th": "ฉันคือหลานสาวตระกูลจอมยุทธ์ผู้ถูกเหยียดหยาม"
      },
      {
        "fr": "Yeon l'indésirée"
      },
      {
        "en": "I Became the Despised Granddaughter of the Powerful Murim Family"
      }
    ],
    "description": {
      "ar": "هنا ، داخل رواية فنون الدفاع عن النفس هذه ، يوجد معلم حقيقي يعلم البطل المتعجرف وينقذه من الموت.\n وسيم وطيب وصالح وقوي و ...\n على أي حال ، كان هناك عيب كبير في معلم البطل وهو ابنته الوحيدة الحمقاء المليئة بالجشع... كانت شريرة اضافية ، كانت تطارد البطل دوما ولكنه لم يستطع التخلي عنها لانها ابنه معلمه.\n خلال قراءة الرواية ، قمت بلعن تلك الابنة وقلت أنه لو كنت أنا ، فلن أعيش هكذا.\n \"لكن هذا لا يعني أنني أريد أن أكون هي!\"\n ما هو أسوأ ان أبي مات بالفعل ، وسمعتي هي الأسوأ.\n هربت حتما ، لكن ... مت، لكن عندما فتحت عيني كان أبي حياً؟!\n \"إذا كان الأمر كذلك ، في هذه الحياة ، سانقذ أبي بالتأكيد!\"\n لكن…\n \"أعتقد أنهم يستهدفون حفيدتي !؟ سأقتلهم جميعًا! \"\n لماذا أرى جدي ، الذي لم يظهر سوى مرات قليلة في الرواية يتصرف هكذا؟\n \"زواج؟ لا ، قالت يوني إنها ستعيش بجانبي لبقية حياتها \".\n حتى أبي ، بطريقة ما أصبح غريبًا.\n علاوة على ذلك،\n \"لماذا تستمر في تفاديني؟ هل هذا خطأي أيضًا؟ \"\n أليست الشخصية الرئيسية فجأة مهووسة بي؟\n في الأصل ، كان مقدرا لي أن أموت حتى أتيت إلى هنا \".\n لقد أنقذت ذلك الوغد ، لكن اليس العمل الصالح دوما يمر دون عقاب؟\n \"على الأقل عندما أكون أمامك ... لا أعتقد أنني شخص رائع.\"\n الشرير الذي قطع عنقي يحاول فجأة التوبة.\n هل من المقبول حقًا أن يصبح الأمر هكذا؟\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "en": "Yeon was just an orphan on the streets when a man claiming to be her father brought her to his family home. But the Baengri estate was a den of vipers that swallowed her whole, and it's only when she's standing at the funeral of the father she never truly understood that she realizes how familiar this story is. When she wakes up six years old again, Yeon knows she can't waste her second chance. This time, she's going to save her father. This time, she's going to live without regrets.\n\n---\nHere, inside this martial arts novel, there is a true teacher who teaches the arrogant male lead and awakens him through death. Handsome, good-natured, righteous, strong, and… Anyway, there was one big flaw in the male lead's damn fine teacher. It was his foolish only daughter who was filled with greed. A tenacious villainous extra, who always comes back to haunt the male lead in every way, but cannot be abandoned because she is his teacher's daughter. Throughout reading the novel, I cursed at that daughter. Saying that if it were me, I wouldn't live like that.\n\n'But that didn't mean that I wanted to be her!'\n\nWhat was worse, Father has already died, and my reputation was the worst. Inevitably, I ran away, but… I died. However, when I opened my eyes, Father was alive?!\n\n'If so, in this life, I will definitely save Father!'\n\nHowever…\n\n\"To think they’re aiming for my granddaughter?! I'll kill them all!\"\n\nWhy do I see Grandfather, who doesn't even appear many times throughout the novel, so often like this?\n\n\"Marriage? No. Yeonie said that she would live by my side for the rest of her life.\"\n\nEven Father, somehow became weird. Moreover:\n\n\"Why do you keep avoiding me? Is this also my mistake?\"\n\nIsn't the main character suddenly becoming obsessed with me?\n\n\"Originally, I was destined to die. Until you came here.\"\n\nI saved the time-limited bastard, but isn’t it that no good deed goes unpunished?\n\n\"At least when I'm in front of you… I don't think I’m trash.\"\n\nThe villain who blew off my neck is suddenly trying to repent.\n\nIs it really okay if it's like this?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "es": "¡La protagonista transmigró a un mundo de una novela de artes marciales! La protagonista transmigra al cuerpo de Baeklee Yeon, la tonta y detestable hija de Baeklee Ee-Gang, un ser perfecto y el maestro del protagonista masculino, quien lo guía hacia el camino de un héroe. Ella fue asesinada inesperadamente, pero cuando abrió los ojos descubrió que había regresado a su infancia donde podría enmendar todos sus errores. “¿Podré ser amada esta vez?” En esta vida, con la determinación de convertirse en la hija perfecta, en lugar de un fastidio, ella pasa de ser la nieta despreciada a la nieta amada de la familia Baeklee. “¡¿Crees que lo vales?!” “¡Sí!” Incapaz de ocultar su confusión ante el vigor de su ambiciosa nieta… “Si hay incluso una pequeña esperanza, ¿Cómo puedo, como padre, rendirme?” “…Es como hablarle a la pared.” Su abuelo secretamente abre su corazón después de ser arrollado por el dúo de atractivos padre e hija, resueltos a salvar a la incapacitada hija que no puede practicar artes marciales, aunque eso significara recibir su odio. ¡Y justo cuando su vida merecía ser vivida, ¿la obsesión de los candidatos a protagonistas masculinos hacia ella, empezó de repente?! ¡Yeon, sólo caminemos por el sendero de flores de ahora en adelante!\n\n---\nAquí, dentro de esta novela de artes marciales, hay un verdadero maestro que enseña al arrogante protagonista masculino y lo despierta a través de la muerte. Guapo, bondadoso, recto, fuerte y... De todos modos, había un gran defecto en el excelente profesor del protagonista masculino. Era su tonta única hija la que estaba llena de codicia. Una villana extra tenaz, que siempre regresa para perseguir al protagonista masculino en todos los sentidos, pero no puede ser abandonada porque es la hija de su maestro. Mientras leía la novela, maldije a esa hija. Diciendo que si fuera yo, no viviría así. '¡Pero eso no significaba que yo quisiera ser ella!' Lo que era peor, Padre ya murió, y mi reputación es la peor. Inevitablemente, me escapé, pero... morí. Sin embargo, cuando abrí los ojos, ¿¡Padre estaba vivo!? '¡Si es así, en esta vida, definitivamente salvaré a Padre!' Sin embargo… “¿¡Pensar que están apuntando a mi nieta!? ¡Los mataré a todos!” ¿Por qué veo al abuelo, que ni siquiera aparece muchas veces a lo largo de la novela, tan a menudo así? \"¿Casamiento? No. Yeonie dijo que viviría a mi lado por el resto de su vida”. Incluso Padre, de alguna manera se volvió raro. Además, “¿Por qué sigues evitándome? ¿Es este también mi error? ¿No se está obsesionando el personaje principal de repente conmigo? “Originalmente, estaba destinado a morir. Hasta que llegaste aquí. Salvé al bastardo de tiempo limitado, pero ¿no es que ninguna buena acción queda sin castigo? \"Al menos cuando estoy frente a ti... no creo que sea una basura\". El villano que me voló el cuello de repente está tratando de arrepentirse. ¿Está realmente bien si es así?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "fr": "Dans ce roman d'arts martiaux, il y a un professeur qui enseigne à l’arrogant protagoniste et le sauve de la mort. Une belle apparence, intelligent, fort… Quoi qu'il en soit, ce professeur avait un point faible. Il s'agit de sa fille unique, stupide et remplie de cupidité. Une antagoniste tenace, qui ne fait qu’embêter le rôle principal masculin de toutes sortes de manières, mais ne peut être abandonnée car elle est la fille de son professeur. Tout au long de la lecture du roman, j'ai maudit cette fille. Dire que si c'était moi, je ne vivrais pas comme ça.\n\n«Mais ça ne voulait pas dire que je voulais être elle!»\n\nEt le pire arriva, la mort de mon père. Évidemment, je me suis enfuie, mais… J'ai été assassinée. Puis, quand j'ai ouvert les yeux, Père était en vie?!\n\n«Cette fois-ci, dans cette vie, je sauverai père!»\n\nCependant…\n\n«Comment osent-ils s'en prendre à ma petite-fille?! Je vais tous les tuer!»\n\nPourquoi est-ce que je croise grand-père, qui n'apparaît pas souvent dans le roman, aussi fréquemment?\n\n«Un mariage? Non. Yeonie a dit qu'elle vivrait à mes côtés pour le restant de sa vie.»\n\nMême Père, d'une manière ou d'une autre, est devenu bizarre.\n\nDe plus, «Pourquoi continuez-vous à m'éviter? Ai-je fait une erreur?»\n\nLe personnage principal n'est-il pas soudainement en train de devenir obsédé par moi?\n\n«À l'origine, j'étais destiné à mourir. Jusqu'à ce que tu viennes ici.»\n\nJ'ai sauvé ce bâtard limité dans le temps, mais n'est-ce pas qu'aucune bonne action ne reste impunie?\n\n«Au moins quand je suis devant toi… je ne me sens pas comme une ordure.»\n\nLe méchant qui m'a tuée essaie soudainement de se repentir.\n\nEst-ce une bonne chose?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "ru": "Здесь, внутри этого романа о боевых искусствах, есть учитель, который учит надменного мужского героя и пробуждает его силу. Красивый, добродушный, праведный, сильный и… К сожалению, у чертовски прекрасного учителя главного героя был один большой недостаток. Это была его глупая дочь, вдоволь наполненная жадностью. Стойкая статистка-злодейка, которая всегда возвращается, чтобы преследовать главного героя, но ее нельзя бросить, потому что она дочь учителя. На протяжении всего романа я проклинала эту дочь. Сказать честно, что если бы этой дочерью была я, то не допустила бы подобного. \n\n—Но это не значит, что я хотела быть ею!\n\nЧто еще хуже, отец уже умер, а моя репутация была ужасной. \n\nЯ сбежала, но… я умерла. Однако, когда я открыл глаза, отец все ещё был жив!?\n\n«Если так, то в этой жизни я обязательно спасу отца!»\n\nОднако…\n\n—Подумать только, они целятся в мою внучку!? Я убью их всех!\n\nПочему я так часто вижу дедушку, который появлялся в романе от силы пару раз? \n\n—Брак? Нет. Ёни сказала, что будет жить рядом со мной до конца своей жизни. \n\nДаже отец стал вести себя как-то странно.\n\nБолее того:\n—Почему ты продолжаешь меня избегать? Это тоже моя ошибка?\n\nПочему главной герой внезапно стал так одержим мной? \n\n—До твоего прихода мне было суждено умереть\n\nЯ спасла временного ублюдка, но ведь ни одно доброе дело не остается безнаказанным?\n\n—По крайней мере, когда я стою перед тобой…\n\nЗлодей, снесший мне шею, вдруг пытается раскаяться.\n\nВсе будет хорошо, так ведь?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "th": "แบครียอนได้เข้ามาอยู่ในนิยายบู๊ที่เคยอ่าน หลังท่านพ่อเสีย ก็โดนตัวร้ายในนิยายฆ่าตาย แต่พอลืมตาขึ้นมาอีกครั้ง กลับกลายเป็นว่ายอนได้ย้อนเวลากลับมาในวัยเด็กอีกครั้ง ทำให้ยอนตัดสินใจว่าชีวิตครั้งนี้จะต้องช่วยชีวิตท่านพ่อให้ได้ \n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "tr": "Ana karakter; dövüş sanatları dünyasında başrolü, hikâyenin kahramanı yapacak olan güçlü ve eğitimini tamamlamış usta Baek Lee Ee-Gang’ın aptal ve sinir bozucu kızı Baek Lee Yeon olarak hayat bulur. Yeon, beklenmedik şekilde öldürülür ve gözlerini açtığında her şeyi geri alabileceği çocukluk günlerine geri döner. “Bu hayatımda ailem beni sevecek mi?” Baş belası olmak yerine harika bir evlat olmaya karar veren Yeon, Baek Lee ailesinin saygın torunu olarak hayatına başlar. Bu hayatını güzelce yaşamak ister ancak ailenin başı olan büyükbabası Baek Lee Pan-Hyuk da dahil olmak üzere herkes Yeon’a engel olur. Büyükbabasının bakışları o kadar serttir ki dağları ve nehirleri bile titretebilir. “O kadar değerli olduğunu mu sanıyorsun?”\n“Evet.”\nBüyükbaba, kendine güvenen torunu karşısında şaşkına döner ve oğluyla torununu gizlice izlemeye başlar.\n“Çok az umut olsa da baba olarak nasıl hemen pes edebilirsin?”\n“Amma inatçısın he.”\nYakışıklı oğlu, dövüş sanatları dünyasının yüz karası kızını o karanlıktan kurtarmaya ve herkesi karşısına almaya hazırdır. Yeon, tam hayatının artık daha güzel olacağını düşünürken erkek başroller bir bir ona takıntılı olmaya başlar!\n“Yeonie’m, bu sefer hayatımız gerçekten çok güzel olacak!!”\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "vi": "Cô xuyên không trở thành một nhân vật chính trong thế giới võ lâm. Cô trở thành BaekRi Yeon, đứa con gái ngốc nghếch và quậy phá của BaekRi Eui Kang, một người thầy chân chính và là người đã dẫn dắt nhân vật nam chính trở thành một anh hùng. Sau khi bất ngờ bị giết, cô mở mắt ra và trở thành một đứa trẻ có thể làm đảo ngược mọi thứ. ‘Mình, lần này có thể nhận được sự yêu thương không?” Ở kiếp này, cô có niềm tin rằng mình sẽ trở thành con gái được yêu thương chứ không phải đứa con gái chịu nhiều tổn thương nữa, cô bắt đầu cuộc sống được mọi người kính trọng từ cháu gái của gia đình Baekri. Những gia tộc cản trở xuất hiện trước mặt Yeon, người chỉ muốn đi trên con đường rải đẩy hoa, và Baek Ri Pae-hyeok, là tộc trưởng và cũng là ông nội của cô, ông sở hữu khí phách của một vị vua, người có thể khiến cả núi sông và cây cối rung chuyển chỉ bằng một ánh mắt. “Ngươi cho rằng ngươi đáng giá như thế sao!” “Vâng!” Ông không thể che giấu sự hốt hoảng trước khí thế mạnh mẽ của cháu gái “Nếu còn một tia hy vọng mong manh, người làm cha sao con có thể từ bỏ?” “…Như là một đứa trẻ cứng đầu.” Ông lão bắt đầu mềm lòng vì hai cha con tuyệt mỹ đánh bại với quyết tâm sẽ cứu đứa cháu gái không có tài nghệ võ công … Tôi nghĩ rằng được sống ở thời điểm này là xứng đáng, nhưng nỗi ám ảnh của các ứng cử viên nam chính đột nhiên bắt đầu? Yeoni của chúng ta, bây giờ hãy chỉ đi trên con đường hoa thôi nhé!\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "pt-br": "Aqui, dentro desta novel de artes marciais, há um professor que ensina o protagonista arrogante e o desperta através de sua morte. Bonito, agradável, justo, forte e… enfim, só havia uma grande falha no professor do protagonista, que era sua filha única insensata, a qual era cheia de ambição. Uma persistente vilã extra que sempre assombra o protagonista de todas as formas, mas nunca pode ser abandonada por ser a filha do professor. Enquanto eu lia o romance, amaldiçoei-a, dizendo que, se eu fosse ela, não viveria daquela forma. Mas isso não significava que eu queria ser ela! Pior ainda, o pai já havia morrido e minha reputação era a pior. Inevitavelmente, eu fugi, mas… morri. No entanto, quando abri meus olhos, meu pai estava vivo?! “Já que é assim, nesta vida, vou definitivamente salvar meu pai! Entretanto… “Eles estão visando minha neta?! Vou matar todos eles” Por que vejo o meu avô, que sequer aparece muitas vezes na novel, com tanta frequência assim? “Casamento? Não. Yeon disse que viveria ao meu lado pelo resto da vida dela.” Mesmo meu pai se tornou estranho. Além disso, “Por que você continua me evitando? Cometi algum erro?”, o protagonista por um acaso está se tornando obcecado por mim? “Originalmente, eu estava destinado à morte. Até você chegar aqui.” Eu salvei o idiota que tinha os dias contados, mas não dizem que somos recompensados por nossas boas ações? “Pelo menos, quando estou à sua frente… não penso que sou um lix@.” De repente, o vilão responsável por minha morte está parecendo arrependido. Está mesmo tudo bem que as coisas sejam assim?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb57be68-78ed-4c69-916b-658fc6def14f",
    "title": {
      "en": "The Holy Emperor's Grandson Is a Necromancer"
    },
    "updatedAt": "2024-09-18T04:33:47+00:00",
    "coverArt": "https://mangadex.org/covers/cb57be68-78ed-4c69-916b-658fc6def14f/e7dec12f-a90f-4f2d-97ce-73cf124d7d6a.jpg",
    "altTitles": [
      {
        "ko": "성황의 손자는 네크로맨서"
      },
      {
        "ko-ro": "Seonghwangui Sonjaneun Necromancer"
      }
    ],
    "description": {
      "en": "Our MC dies from an accidental electrocution and ends up inhabiting the body of a young prince in another world, his new profession being the Necromancer he chose in the game he was playing before his untimely demise. However, things are not what they seem – including his own Necromancy skills!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9245cbc9-d95b-4c1a-9607-e771d6d4230f",
    "title": {
      "en": "A Story About Making a Blood Pact with My Childhood Friend"
    },
    "updatedAt": "2024-11-06T16:49:43+00:00",
    "coverArt": "https://mangadex.org/covers/9245cbc9-d95b-4c1a-9607-e771d6d4230f/405b5f7f-d076-4e3e-96d9-2c700ef9eccd.jpg",
    "altTitles": [
      {
        "ja": "幼なじみと血の盟約をかわした話"
      },
      {
        "ja-ro": "Osananajimi to Chi no Meiyaku o Kawashita Hanashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1fc6c562-b70c-4f6a-ac23-af657a2c49ab",
    "title": {
      "en": "The Exiled Hero"
    },
    "updatedAt": "2024-07-18T16:00:53+00:00",
    "coverArt": "https://mangadex.org/covers/1fc6c562-b70c-4f6a-ac23-af657a2c49ab/3261805a-3c0c-4e73-9e5f-f7b6d90de4eb.jpg",
    "altTitles": [
      {
        "ko": "파티에서 추방된 영웅이 너무 뛰어남"
      },
      {
        "en": "Expelled Hero Is Too Strong"
      }
    ],
    "description": {
      "en": "\"Yu Ji-han, you're useless.\" \n\nWith those harsh words, Yu Ji-han, a dedicated member of the prestigious guild \"Keroes\" and the elite \"Kim Hyun-tae Party\", is abruptly expelled. After seven years of service, he's left with a meager severance pay of 10 million won. But Yu Ji-han possesses a unique ability - 'Sampling' - which allows him to see probabilities. \n\n\n[Probability of the \"Very Fun Guild\" growing into a large guild]\n\n[99%]\n\n\"I will surely surpass you all!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63b2dc67-f55c-4f4a-899f-cedd77721bcf",
    "title": {
      "en": "Ore wa Seikan Kokka no Akutoku Ryoshu"
    },
    "updatedAt": "2024-11-09T06:52:29+00:00",
    "coverArt": "https://mangadex.org/covers/63b2dc67-f55c-4f4a-899f-cedd77721bcf/440ab614-5825-4699-afb7-3e18e58d857a.jpg",
    "altTitles": [
      {
        "ja": "俺は星間国家の悪徳領主"
      },
      {
        "en": "I'm the Evil Lord of an Intergalactic Empire!"
      },
      {
        "pt-br": "Eu sou o Lorde Vilão da Nação Interestelar"
      },
      {
        "id": "Aku adalah Penguasa Jahat dari Kekaisaran Antargalaksi!"
      },
      {
        "ja-ro": "Ore wa Seikan Kokka no Akutoku Ryoshu"
      },
      {
        "vi": "Ta Là Chúa Tể Của Đế Chế Liên Ngân Hà"
      }
    ],
    "description": {
      "en": "In his past life, Liam was hardworking and honest. This got him nothing but debt and betrayal. Now he’s been reborn as the ruling noble of a planet.\n\nTime for some payback.\n\nThis life he’ll grind the world under his heel! He’s only looking out for himself. All his underlings will suffer! But try as he might, his tyranny only seems to make his subjects happier.",
      "id": "Liam sera banfield adalah reincarnator. dia bereinkarnasi di dunia fantasy pedang dan sihir. Tapi pada saat peradaban sudah siap membuat kemajuan ke luar angkasa, ceritanya terjadi di sebuah kerajaan antar galaksi, sebuah universitas seperti opera ruang angkasa di mana senjata humanoid dan pesawat ruang angkasa saling melengkapi. Liam, yang telah menjelma menjadi keluarga bangsawan dalam masyarakat monarki. memiliki ambisi untuk suatu hari menjadi raja jahat di kehidupan sebelumnya. sayangnya Liam telah kehilangan segalanya dan mati dalam keputusasaan. \r\n\r\n\"sangat bodoh hidup untuk orang lain.\"\r\n \"Aku akan hidup untuk diriku sendiri\"\r\n\r\n ia mulai menuju kehidupan keduanya, tetapi malah disembah sebagai penguasa yang berbudi luhur karena perbedaan nilainya. Akankah Liam dapat dengan aman menjadi tuan yang jahat?",
      "ja": "星間国家アルグランド帝国の辺境惑星を治める伯爵家に転生し、幼くして領主となったリアム・セラ・バンフィールド。持ち前の善良さ故に、妻や会社に裏切られた前世の反省から今世では“奪う側”として生きると決意する――\n\n「悪徳領主になって、悪の限りを尽くす！」\n\nだが、受け継いだ領地は虐げるまでもない寂れっぷりで……止む無くリアムは自領の建て直しから着手することに。人工知能を重用！ 宇宙艦隊を縮小！ 不正貴族を一刀両断！常識など無視して思うがまま傍若無人に振る舞うのだが、結果的に領民は豊かになり、好感度がうなぎ登りで……!?",
      "vi": "Đến từ tác giả của Sevens và Otomob Liam Sera Banfield là một người chuyển sinh. Cậu được tái sinh vào một vũ trụ giả tưởng mà ở đó cả khoa học lẫn ma thuật đều phát triển. Ở kiếp trước, cậu đã mất tất cả để rồi chêt trong tuyệt vọng: -Nếu đó là những gì nhận được khi sống tử tế, tôi thà sống buông thả. -Ta sẽ trở thành một chúa tể độc ác! Liệu con đường trở thành chúa tể độc ác của cậu có được như ý muốn?",
      "pt-br": "Liam Sera Canfield é um reincarnator. Ele reencarnou em um universo fantasioso de espada e feitiçaria, onde a civilização já avançou para o espaço sideral. A história se passa em um império intergaláctico, assim como uma space opera, com armas humanoides e batalhas de naves espaciais. Liam, que incarnou em uma família de aristocratas em uma sociedade monárquica, tem a ambição de se tornar um lorde maligno. Em sua vida anterior, liam infelizmente acabou perdendo tudo e morrendo em desespero. “ É tolice viver pelos outros.” “ Eu irei viver por mim mesmo” Com esses sentimentos no peito ele começa sua segunda vida, só que ao invés disso ele é idolatrado como um virtuoso líder por causa da diferença de valores. Será que Liam conseguirá se tornar um lorde maligno?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a98d039a-da7f-46ec-aef4-f4bd03d0d925",
    "title": {
      "en": "The Hero Became the Duke's Eldest Son"
    },
    "updatedAt": "2024-08-27T21:22:35+00:00",
    "coverArt": "https://mangadex.org/covers/a98d039a-da7f-46ec-aef4-f4bd03d0d925/5f31da9b-c565-47a7-9709-0079d43afd25.jpg",
    "altTitles": [
      {
        "ko": "영웅, 공작가 장남 되다"
      }
    ],
    "description": {
      "en": "Aden Albireo, the \"Dragon Slayer King\", was a hero who saved the world by eliminating the Berserker and the Underlord. However, he was betrayed by those who whispered friendship to him, and met his death...\n\n\"I didn't know I would be resurrected like this?!\"\n\n15 years before the Underlord's resurrection, 'Aden Albireo' reincarnated into the body of the eldest son of a unheard-of duke's family, 'Aden Remes'! And...\n\n\"It's been a while, Dragon Slayer King!\"\n\n\"The Underlord I thought I had defeated is inside my soul?!\"\n\nWill Aden be able to end his uncomfortable cohabitation(?) with the Underlord and prevent his resurrection?",
      "ko": "아덴 알비레오, 그는 광룡과 지하 군주, 언더로드를 없애고 세상을 구한 영웅, \"용살왕\"이라 불렸다. 그러나 우정을 속삭였던 이들에게 배신당해, 죽음을 맞게 되는데...\n\n\"이런 식으로 되살아날 줄은 몰랐는데?\"\n\n언더로드 부활 15년 전, 듣도 보도 못한 공작가의 망나니 장남, '아덴 레메스'의 몸으로 회귀한 '아덴 알비레오'! 게다가…\n\n\"오랜만이구나, 용살왕이여!\"\n\n해치운 줄 알았던 언더로드가 내 영혼 안에 있다고?!\n\n과연 아덴은 언더로드와의 불편한 동거(?)를 끝내고 그의 부활을 막아낼 수 있을 것인가!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "578ecb66-718c-4091-a728-81c440f1e896",
    "title": {
      "en": "My Avatars’ Path to Greatness"
    },
    "updatedAt": "2024-11-10T12:13:00+00:00",
    "coverArt": "https://mangadex.org/covers/578ecb66-718c-4091-a728-81c440f1e896/b187d1d4-84e5-4e6f-aea9-2cf6de02640b.jpg",
    "altTitles": [
      {
        "es-la": "Mis alter egos son seres trascendentales"
      },
      {
        "en": "All My Alter Egos Are Tycoons"
      },
      {
        "en": "Sovereign of the Infinite Clones"
      },
      {
        "ko": "내 분신이 거물이 되어간다"
      },
      {
        "en": "My Alter Ego's Path to Greatness"
      }
    ],
    "description": {
      "en": "Seonghyeon Han is a victim of a violent crime that left him with impaired legs and a fear of the outside world. Now, he faces an even greater challenge: while he gained the power to create clones, he has just 24 hours before being sent to another dimension.\n\nAs the countdown ticks down, Seonghyeon makes a desperate move -- he sends his clone through the interdimensional portal, and discovers his real body can remain safe at home.\n\nThus begins the epic tale of Seonghyeon's... clones.",
      "ko": "대륙의 공포- 불사왕이 절망을 불러오고, 신의 뜻을 받드는 빛의 기사가 이에 맞선다.\n혼란의 시대에 준동하는 수많은 영웅들.\n\n그리고 갑작스레 지구에 등장한 정체불명의 강자들까지!\n\n그런데,\n그게 전부 나였다.\n…정확히는 이세계에 보냈던 내 분신들이었다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1de0715a-ba15-4250-8eb9-0149be0ac76e",
    "title": {
      "en": "Absolute Dominion"
    },
    "updatedAt": "2024-10-17T23:49:16+00:00",
    "coverArt": "https://mangadex.org/covers/1de0715a-ba15-4250-8eb9-0149be0ac76e/4d27c3a4-2c90-4879-bff2-2da1fba95b71.png",
    "altTitles": [
      {
        "ko": "절대군림"
      },
      {
        "en": "Absolute Reign"
      },
      {
        "en": "Absolute Monarch"
      }
    ],
    "description": {
      "en": "\"I shall devour this Jianghu!\"\n\nSays a mysterious son of the fruit merchant, holding the Monarch Sword in his left hand, and the Hell Blade on his right.\n\nPossessing not only eloquence but even an overwhelming martial prowess, what could be his ultimate goal?\n\nThe delightful journey of the twenty year old youth, ' Jeok Leegeon', who dreams of dominating the martial world, begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9bcaaed3-b14a-4c49-b4b6-cc86a2b44be3",
    "title": {
      "en": "Black Corporation: Joseon"
    },
    "updatedAt": "2024-09-02T19:54:16+00:00",
    "coverArt": "https://mangadex.org/covers/9bcaaed3-b14a-4c49-b4b6-cc86a2b44be3/526678d8-a268-4897-a6cc-c14f8068ec8f.jpg",
    "altTitles": [
      {
        "ko": "블랙기업조선"
      }
    ],
    "description": {
      "en": "The maniac who was crazy about all kinds of fields such as military and steampunk had been reincarnated. However, his father was King Sejong the Great?\nThe mania-wise king and his crazy maniac son. Along with the ministers, and countless humans who were getting exploited.\nEven today, the night of Joseon was filled with the light of overtime."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f461e344-2385-46b5-83b8-8776f5ea65d0",
    "title": {
      "en": "The Top Dungeon Farmer"
    },
    "updatedAt": "2024-07-21T16:40:33+00:00",
    "coverArt": "https://mangadex.org/covers/f461e344-2385-46b5-83b8-8776f5ea65d0/88c8bf13-56be-42df-af48-8be959d3f768.jpg",
    "altTitles": [
      {
        "it": "Coltivo nella Torre"
      },
      {
        "en": "Only I Farm in the Dungeon"
      },
      {
        "en": "Dungeon Farming on My Own"
      },
      {
        "en": "Farming in the Tower Alone"
      },
      {
        "en": "I'm the Only One Farming in the Dungeon"
      },
      {
        "ko": "나혼자 탑에서 농사"
      },
      {
        "en": "Solo Farming in the Tower"
      },
      {
        "ko-ro": "Nahonja Tabeseo Nongsa"
      },
      {
        "es-la": "Cultivando en la torre en solitario"
      },
      {
        "es-la": "Cultivando a solas en la torre"
      },
      {
        "pt-br": "O Único Fazendeiro da Torre"
      }
    ],
    "description": {
      "en": "Sejun, your average Seoul underdog, didn’t expect to grow tomatoes full-time when he stumbled into the mysterious dungeon full of monster quests and extravagant rewards. Yet, there he was, as a farmer growing and selling cash crops while clearing numerous quests that came his way. Will Sejun make it out of the dungeon with the plush rewards he hoped for? At least he has what it takes: optimism, resourcefulness, and a group of loyal furry friends.",
      "it": "Un giorno, una misteriosa torre apparve improvvisamente in città. La gente decise di chiamarla dungeon, e sebbene fosse pieno di asperità e mostri pericolosi, era anche una terra di opportunità, dove erano in attesa innumerevoli tesori. Quando Sejun, un giovane che vive una vita normale, viene invitato per caso nel dungeon sotterraneo, è entusiasta all'idea di diventare ricco, ma è rimasto bloccato in una zona nascosta della torre misteriosa. Tutto quello che ha sono alcuni semi e il suo corpo. Ora Sejun deve coltivare, raccogliere risorse e capire come sopravvivere!",
      "es-la": "Un día, una torre misteriosa apareció de repente en la ciudad. La gente decidió llamarla mazmorra, y aunque estaba llena de un terreno irregular y monstruos peligrosos, también era una tierra de oportunidades, donde aguardaban innumerables tesoros. Cuando Sejun, un joven que vive una vida ordinaria, es invitado por casualidad a la mazmorra, está emocionado ante la perspectiva de hacerse rico, pero se encuentra varado en un área oculta de la misteriosa torre. Todo lo que tiene son unas pocas semillas y su cuerpo. ¡Ahora, Sejun debe cultivar, recolectar recursos y descubrir su propia estrategia de supervivencia!",
      "pt-br": "Sejun, o típico azarão de Seul não esperava se tornar um Fazendeiro quando tropeçou e foi transportado para a famosa Dungeon, cheia de missões, de monstros e recompensas misteriosas. No entanto, lá estava ele, como um agricultor cultivando e vendendo seus frutos engenhosamente, enquanto concluía inúmeras missões que surgiam em seu caminho. Será que Sejun conseguirá sair da Dungeon que está preso? Pelo menos ele tem o que é necessário: otimismo, engenhosidade e um grupo de leais amigos peludinhos."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]