[
  {
    "mangaId": "6d86341c-0d7f-4a27-adfc-92d6a7071799",
    "title": {
      "en": "Youjo Musou"
    },
    "updatedAt": "2025-01-12T09:40:48+00:00",
    "coverArt": "https://mangadex.org/covers/6d86341c-0d7f-4a27-adfc-92d6a7071799/7b4eb8cf-ca96-49d0-bb3e-b82ffea50f12.jpg",
    "altTitles": [
      {
        "ja": "幼女無双"
      },
      {
        "ja": "幼女無双 ～仲間に裏切られた召喚師、魔族の幼女になって【英霊召喚】で溺愛スローライフを送る～"
      },
      {
        "ja-ro": "Youjo Musou: Nakama ni Uragirareta Shoukanshi, Mazoku no Oujo ni Natte \"Eirei Shoukan\" de Dekiai Slow Life wo Okuru"
      },
      {
        "en": "Little Girl Musou"
      },
      {
        "en": "Unparalleled Little Girl: A Summoner Betrayed by Friends, Become a Demon Little Girl, and Live a Doting Slow Life with \"Summoning of the Spirits\""
      }
    ],
    "description": {
      "en": "Lilith, the summoner who accompanied the hero party, was betrayed during the battle with the demons and suffered a serious injury because she refused the invitation of the hero. Helped by her demons, she cannot return to the country in a detour, so she decides to become a demon at the recommendation of Astaroth, the four demon kings who helped her. However, she made a slight mistake and she turned into a little girl. Even if she becomes a little girl, her magical power is not the same, but powers up! Summon the spirits and make an outstanding performance in battle and slow life!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19b4e4dd-f845-4d5b-b3f7-1a51fbf12e16",
    "title": {
      "en": "Midareta Futari no Mitasare Gohan"
    },
    "updatedAt": "2025-01-28T04:47:53+00:00",
    "coverArt": "https://mangadex.org/covers/19b4e4dd-f845-4d5b-b3f7-1a51fbf12e16/618119f1-4905-4f9e-b09f-b7b07df5f8ff.jpg",
    "altTitles": [
      {
        "ja": "みだれたふたりのみたされごはん"
      },
      {
        "en": "Make Me Eat! Make Me Happy!"
      },
      {
        "en": "A Satisfying Meal For An Obscene Pair"
      }
    ],
    "description": {
      "ja": "どんなにお腹がすいても暴飲暴食はしないと決めているＯＬ・氷川瑠奈。時間も場所も関係なく食べたいときにただ食べるＪＫ・小泉一花。節制しているからこそいかに美味しく食べるかに妥協を許さない瑠奈。食にこだわりがないゆえに美味しく食べる方法を何も知らない一花。そんな二人が一緒に食べる、\"みたされごはん\"いただきます！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4667017b-c0d6-479c-8b27-e1ee674a4351",
    "title": {
      "en": "Parasitic Pandemic"
    },
    "updatedAt": "2025-01-27T20:35:20+00:00",
    "coverArt": "https://mangadex.org/covers/4667017b-c0d6-479c-8b27-e1ee674a4351/f90e79da-0a07-417c-9d5d-f29d43590233.jpg",
    "altTitles": [
      {
        "ja": "寄生列島"
      },
      {
        "ja-ro": "Kisei Rettou"
      },
      {
        "zh": "寄生列岛"
      }
    ],
    "description": {
      "en": "Sendo Chihiro, a high school girl, moves from Tokyo to the provincial island of Hanayama after her parents' divorce. There's something strange about the island she moves to. There is blatant discrimination against outsiders, mysterious rituals that suddenly take place, and a huge \"water tower\" built in the middle of the island... One day, a fisherman is stabbed to death in his home. The whole island becomes suspicious of the murderer, and the unexpected culprit is revealed...",
      "ja": "離島「花山島」に東京からやってきた女子高生、千堂千尋。独自の風俗が残るその島で、人の欲望が暴走する事件が起き始める。殺人、放火、強姦…‥際限ない欲望が離島を地獄に変えていく――。"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "04c892b3-a202-46f5-ad11-0d433e712ab8",
    "title": {
      "en": "Mikadono Sanshimai wa Angai, Choroi."
    },
    "updatedAt": "2025-01-27T19:53:26+00:00",
    "coverArt": "https://mangadex.org/covers/04c892b3-a202-46f5-ad11-0d433e712ab8/76c100fb-e9b0-4823-a3dc-3f2428dd5423.jpg",
    "altTitles": [
      {
        "ja": "帝乃三姉妹は案外、チョロい。"
      },
      {
        "en": "The Mikadono Sisters are Surprisingly Easy to Deal With."
      },
      {
        "zh": "帝乃三姐妹原来很好搞定"
      },
      {
        "zh-hk": "帝乃三姊妹意外的好對付。"
      },
      {
        "id": "Kakak beradik Mikadono ternyata sangat mudah ditangani."
      },
      {
        "vi": "Ba Chị Em Nhà Mikadono Dễ Đối Phó Thật Đấy"
      }
    ],
    "description": {
      "en": "Though Ayase Yuu is the son of a renowned and talented actress, he is below average in anything he does. He is entrusted to live under the care of his mother's friend, and later discovers that he will also be rooming with the three sisters from his school who possess both beauty and talent. Though Yuu thought that an understanding would be impossible to reach between an ordinary person and those blessed with talent, the three sisters are surprisingly...?!",
      "id": "Meskipun Ayase Yuu adalah putra seorang aktris terkenal dan berbakat, dia berada di bawah rata-rata dalam segala hal yang dia lakukan. Dia dipercaya untuk hidup di bawah asuhan teman ibunya, dan kemudian mengetahui bahwa dia juga akan sekamar dengan tiga saudara perempuan dari sekolahnya yang memiliki kecantikan dan bakat. Meskipun Yuu berpikir bahwa pemahaman tidak mungkin dicapai antara orang biasa dan mereka yang diberkati dengan bakat, ketiga saudara perempuan itu secara mengejutkan...?!",
      "ja": "孤高の天才三姉妹と同居することになったちょっとポンコツめな高校生・優。平凡以下な彼が三姉妹に振り回されると思いきや…この三姉妹、案外、チョロい――？\n\n優との生活で変わっていく三姉妹の心模様。才色兼備の三姉妹が動揺、狼狽、そしてときめく…",
      "pt-br": "Embora Ayase Yuu seja filho de uma atriz renomada e talentosa, ele está abaixo da média em tudo o que faz. Ele é encarregado de viver sob os cuidados de um amigo de sua mãe, e mais tarde descobre que também vai morar com as três irmãs de sua escola que possuem beleza e talento. Embora Yuu pensasse que um entendimento seria impossível de alcançar entre uma pessoa comum e aqueles abençoados com talento, as três irmãs são surpreendentemente...?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63b53485-81a3-45f8-9427-4d1cb929f81d",
    "title": {
      "en": "Vanilla land"
    },
    "updatedAt": "2024-02-14T05:44:36+00:00",
    "coverArt": "https://mangadex.org/covers/63b53485-81a3-45f8-9427-4d1cb929f81d/dca2b1b5-4a99-4ad2-836d-643048eaf0ed.jpg",
    "altTitles": [
      {
        "en": "vanilla land"
      },
      {
        "en": "Vanilla Land"
      }
    ],
    "description": {
      "en": "In lands far..far away, where scary monsters and horrific creatures live. where hidden treasures and magic exists, where there are still undiscovered kingdoms and empires mankind discovered a new source of energy to empower their mechanical machines & weapons. we discovered vanilla the source of unlimited energy. follow the journey of gen orchid, rosa & altamiras as they seek the djinn chef master to grant their wishes\n\nstory & art by me & my wife, together we are couple comics #fantasy_Manga_to_read"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2025-01-23T16:49:07+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/2cfc38c0-b9ee-40b0-b2c4-467bc34747bd.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      },
      {
        "vi": "SHY"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "vi": "Vào giữa thế kỷ 21, trong số các anh hùng có mặt khắp nơi trên khắp thế giới xuất hiện một anh hùng siêu xấu hổ đến từ Nhật Bản với biệt danh là \"Shy\".\nCô gánh trên mình trách nhiệm của một anh hùng, mặc dù bản thân rất kém trong việc đối mặt với ánh mắt đến từ mọi người.\nDù gặp biết bao gian khó và khổ đau, nhưng Shy vẫn đứng lên vì những người xung quanh...! \nKhông chỉ dừng ở những cuộc xung đột, SHY còn là câu chuyện về tình người, về sự đồng tâm hiệp lực của các anh hùng để cùng nhau tiến về phía trước!\nCâu chuyện trưởng thành về anh hùng mang tấm lòng nhân ái!",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…",
      "pt-br": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada “Shy”..."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "461f0cfa-cd72-4d70-bf26-a0279e0aa8fc",
    "title": {
      "en": "Rosen Garten Saga"
    },
    "updatedAt": "2025-01-21T16:46:59+00:00",
    "coverArt": "https://mangadex.org/covers/461f0cfa-cd72-4d70-bf26-a0279e0aa8fc/f56088b4-44e4-429e-86ed-8a1e68bd3d3f.jpg",
    "altTitles": [
      {
        "ja": "ローゼンガーテン・サーガ"
      },
      {
        "ja-ro": "Rosengarten Saga"
      },
      {
        "zh-hk": "薔薇園傳奇"
      },
      {
        "ne": "रोसेन गार्तेन सागा"
      },
      {
        "ru": "Сага о Розенгартене"
      },
      {
        "ru": "Сага о Саде роз"
      },
      {
        "vi": "Sử thi vườn hồng"
      }
    ],
    "description": {
      "en": "Lynn's village getting attacked by bandits doesn't keep her down in the dumps for long! Picking up a sword housing an extraordinary pervert... I mean hero, Siegfried, she sets off on a journey of many bouts with various degenerat... ahem, heroes!\n___\n**Links:**\n- Alternative Official English - [Comikey](https://comikey.com/comics/rosen-garten-saga-manga/525/), [MangaPlaza](https://mangaplaza.com/title/0303005019/)",
      "ja": "野盗に村を襲われたリンは、窮地の中、１本の剣を手にする。その剣は英雄・ジークフリートの魂が宿った魔剣で、リンは圧倒的な力で野盗たちを制圧する。だが、リンの股間にはもう１本の凶悪な“剣”がそそり立っていて…!?",
      "pt-br": "Depois que sua vila foi atacada por um bando de ladrões, Lynn se levantou para proteger seus amigos e o mundo com a ajuda de uma Espada Mágica, que contém a alma de um herói...? Uma história de fantasia/ação com uma heroína sem precedentes(?)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56cc8da7-b791-420c-9bda-0a019cf5b930",
    "title": {
      "en": "Hacking Ghost Karada ni Shika Kachi no Nai"
    },
    "updatedAt": "2025-01-30T16:58:28+00:00",
    "coverArt": "https://mangadex.org/covers/56cc8da7-b791-420c-9bda-0a019cf5b930/f61df551-8590-4668-8729-a09b180e259a.jpg",
    "altTitles": [
      {
        "ja": "HACKING GHOST〜カラダにしか価値のない学園〜"
      }
    ],
    "description": {
      "en": "In an era where one in every twenty people awakens to a \"special ability,\" Hiroto Takigami is a weak ability user who can only communicate with spirits. However, for some reason, his stepsister Rei, the most powerful ability user, harbors deep hatred toward him. The moment he graduates from an ability training institution and gains full control over his power, Rei kills him.\n\nWith only one year left to live—his \"remaining lifespan\" set—Hiroto falls into despair. Just then, a certain spirit appears before him, revealing an unexpected secret about his ability…\n\nAn unprecedented \"body takeover\" supernatural battle begins!",
      "ja": "人類の20人に1人が「特殊能力」に目覚めた時代。霊と話せるだけの弱小能力者・滝神広人は、ある理由で最強の能力者である義姉・麗から激しく憎まれていた。能力者育成機関から卒業し、能力を自由に使役できるようになった瞬間、広人は麗によって殺される。「余命」は１年ーー。絶望する広人の前に、ある1人の霊が現れる。そこで告げられたのは、思いもよらない能力の秘密で‥‥。前代未聞の”カラダ乗っ取り系”異能バトル！"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50639e84-936e-4183-8d12-aea11caa6d1f",
    "title": {
      "en": "Futago to Futago"
    },
    "updatedAt": "2025-01-23T14:48:29+00:00",
    "coverArt": "https://mangadex.org/covers/50639e84-936e-4183-8d12-aea11caa6d1f/94b66448-6999-4130-bbc9-40bc346359f9.png",
    "altTitles": [
      {
        "ja": "双子と双子"
      },
      {
        "ja-ro": "Futago to Futago"
      },
      {
        "en": "Twins and Twins"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ada20eb-085a-491a-8c49-477ab42014d7",
    "title": {
      "en": "The Beginning After the End"
    },
    "updatedAt": "2025-01-24T19:51:44+00:00",
    "coverArt": "https://mangadex.org/covers/4ada20eb-085a-491a-8c49-477ab42014d7/e12dda4b-3f8b-4df4-94de-56278ff83b97.jpg",
    "altTitles": [
      {
        "pt-br": "O começo após o final"
      },
      {
        "pt-br": "O começo depois do fim"
      },
      {
        "en": "TBATE"
      },
      {
        "zh": "三岁开始做王者"
      },
      {
        "ja": "最強の王様、二度目の人生は何をする？"
      },
      {
        "ko": "끝이 아닌 시작"
      },
      {
        "ru": "Начало после конца"
      },
      {
        "es": "El comienzo después del fin"
      },
      {
        "es-la": "La Vida Después de la Muerte"
      },
      {
        "uz": "Oxiridan Keyingi Boshlanish"
      }
    ],
    "description": {
      "de": "In einer Welt regiert durch die stärksten Kämpfer ist König Grey der unangefochten Stärkste, Reichste und Berühmteste. Aber eine solche Macht kommt Hand in Hand mit Einsamkeit. Unter der glamourösen Erscheinung eines mächtigen Königs liegt die leere Hülle eines Mannes, beraubt von Ziel und Willen.\n\nNach einer Wiedergeburt in eine Welt voller Magie und Monster hat der König die Möglichkeit, sein Leben erneut zu leben. Die Fehler seiner Vergangenheit zu korrigieren wird aber nicht seine einzige Herausforderung sein. Unter dem Frieden und Reichtum dieser neuen Welt lauert etwas, das alles vernichten kann, was er jemals erreicht hat, was seine Rolle darin und den Grund für seine Wiedergeburt in Frage stellt.",
      "en": "King Grey has unrivaled strength, wealth, and prestige in a world governed by martial ability. However, solitude lingers closely behind those with great power. Beneath the glamorous exterior of a powerful king lurks the shell of man, devoid of purpose and will.\n\nReincarnated into a new world filled with magic and monsters, the king has a second chance to relive his life. Correcting the mistakes of his past will not be his only challenge, however. Underneath the peace and prosperity of the new world is an undercurrent threatening to destroy everything he has worked for, questioning his role and reason for being born again.",
      "fr": "Le Roi Grey a une force, une richesse et un prestige inégalés dans un monde gouverné par l'aptitude martiale. Cependant, la solitude s'approche de près derrière ceux ayant de grands pouvoirs. Sous l'apparence glamour d'un Roi puissant se cache la carapace de l'homme, dépourvue de volonté et de but.\n\nRéincarné dans un nouveau monde rempli de monstres et de magie, le Roi a une seconde chance de revivre sa vie. Cependant, corriger les erreurs de sa précédente vie ne sera pas sa seule tâche. Sous la paix et la prospérité de ce nouveau monde se cache une menace sous-jacente remettant en question tout ce pour quoi il a travaillé, son rôle, et sa raison de renaître.",
      "ja": "私は史上最強の「王」である。数多の敵を退け、数々の功績を残した歴代最高の覇王だ。 しかし、ある朝目覚めた私は奇妙な違和感を覚える。手足が短い、視界が極端に低い、見知らぬ男女が私を「アーサー」と呼び、微笑みながら覗き込む。そう…私は無力な赤子に転生してしまったのだ！最強の王様がいたいけな赤ちゃんに転生する、痛快冒険ファンタジー‼",
      "pl": "Król Gray ma niezrównaną siłę, bogactwo i prestiż w świecie rządzonym przez umiejętności walki. Jednak samotność pozostaje tuż za tymi, którzy mają wielką moc. Pod olśniewającą powierzchownością potężnego króla kryje się skorupa człowieka, pozbawionego celu i woli.\n\nWskrzeszony w nowym świecie wypełnionym magią i potworami, król ma drugą szansę na ponowne przeżycie swojego życia. Jednak naprawienie błędów przeszłości nie będzie jego jedynym wyzwaniem. Pod pokojem i dobrobytem nowego świata kryje się ukryty nurt, który grozi zniszczeniem wszystkiego, na co pracował, kwestionując jego rolę i powód narodzin na nowo.",
      "ru": "Король Грей обладает непревзойденной силой, богатством и престижем в мире, во главе которого стоит боевая мощь. Однако одиночество обычно появляется именно у тех, кто обладает большой властью. Мало кто знает, но под гламурной внешностью могущественного короля скрывается оболочка человека, лишённого цели и воли.",
      "pt-br": "Dizem que a solidão acompanha aqueles com grande poder. Permanecendo como um Rei com força incomparável, status, e fama… e muito mais. Eu, que uma vez lutei para viver, me afogava em meu raso trono sem nenhuma vontade ou propósito. Haviam muitos que tinham inveja de mim, mas eu diria de bom grado, “Tirem tudo de mim! Será meu presente!” Um dia, eu finalmente consegui meu presente – uma nova vida.\n\nCom uma segunda chance de corrigir meus erros e cumprir meus arrependimentos, permita-me mostrar a você o que um (ex-rei) pode fazer!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ba8fde2-acf7-4216-838c-51ae7d6d6eec",
    "title": {
      "en": "Mahou no Tsukaikata"
    },
    "updatedAt": "2025-01-19T15:13:44+00:00",
    "coverArt": "https://mangadex.org/covers/3ba8fde2-acf7-4216-838c-51ae7d6d6eec/75b15b21-8b6b-4257-b2a1-157a7420ce5d.jpg",
    "altTitles": [
      {
        "ja": "魔法のつかいかた"
      },
      {
        "ja-ro": "Mahou no Tsukai Kata"
      }
    ],
    "description": {
      "en": "I'm a sorcerer's apprentice. The sorcerer, Sentarou-san, kidnapped me from my mother and asked me to live with him. But Sentarou-san has probably killed someone before... Sakae Kusama's first full-length series, depicting the cool and gentle days of a useless adult and a lonely child, opens!"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ef7698f-9a77-4622-bd7c-a73fcbbc03af",
    "title": {
      "en": "The Strange Adventure of a Broke Mercenary"
    },
    "updatedAt": "2025-01-28T06:12:58+00:00",
    "coverArt": "https://mangadex.org/covers/9ef7698f-9a77-4622-bd7c-a73fcbbc03af/d780c99a-9f4a-46ee-99eb-a2f5764a533a.jpg",
    "altTitles": [
      {
        "ja": "食い詰め傭兵の幻想奇譚"
      },
      {
        "ja": "Fantasie Geshichte von soldner in groBer Armut"
      },
      {
        "ja-ro": "Kuitsume Youhei no Gensou Kitan"
      },
      {
        "en": "The Strange Fantasy Story Of A Broke Mercenary"
      },
      {
        "ko": "빈털터리가 된 용병의 환상기담 제"
      },
      {
        "zh": "穷苦佣兵的幻想奇谭"
      },
      {
        "th": "เรื่องราวการผจญภัยสุดประหลาดของนายทหารถังแตก"
      },
      {
        "de": "Fantasie Geschichte eines Söldners in Armut"
      },
      {
        "ru": "Необычные странствия бывшего наёмника"
      }
    ],
    "description": {
      "en": "After the soldiers’ mercenary group where he used to work had been utterly destroyed, Loren, who survived the disaster, decided to walk the adventurer’s path as a way to make a living. However, for Loren who had no acquaintances and empty pockets, receiving a single quest seemed like a faraway aim. So, as he was contemplating about what he should do next, another adventurer called out to him.\n___\n**Character Designer:** [peroshi](https://mangadex.org/author/18c02af4-21c4-4b2a-a75a-6f0c5ee3d172/peroshi)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96ae166c-d8e1-4e9e-88cb-805b65154d7e",
    "title": {
      "en": "Red Blue"
    },
    "updatedAt": "2025-01-13T15:02:52+00:00",
    "coverArt": "https://mangadex.org/covers/96ae166c-d8e1-4e9e-88cb-805b65154d7e/bfdcb28f-9c18-4557-9634-e34339662fb5.jpg",
    "altTitles": [
      {
        "ja": "レッドブルー"
      },
      {
        "zh-hk": "紅藍"
      }
    ],
    "description": {
      "en": "Suzuki Aoba, a gloomy, social outcast, is satisfied with his Highschool life though he occasionally gets beaten up by his classmate Iwase Sannosuke in \"play-fights\". One day, Aoba is saved from a \"play-fight\" by none other than Akasawa Kenshin, a boy from the class next door and the rising rookie superstar sensation of the MMA world. However, Kenshin wonders aloud if Aoba feels empty when Aoba states that he doesn't have a dream, which Aoba doesn't react to kindly. He vows to land one punch on Kenshin in the future. Aobas joins the Shark Gym lead by the sloppy Kanenari Tokiwa to achieve his dream of besting Kenshin.",
      "ja": "日陰者の道を歩んできた主人公・青葉。 譲れぬ“想い”を押し通すため、 総合格闘技“MMA”の世界へ飛び込んでゆく――!!",
      "pt-br": "Uma história sobre o mal humorado Aoba Suzuki e a estrela em ascensão Kenshin Akasawa moldando seus caminhos para o mundo das lutas de MMA."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b586cbab-ec8f-4719-b9f0-9e6746da6526",
    "title": {
      "en": "Kamen Rider Amazon"
    },
    "updatedAt": "2023-03-24T12:24:43+00:00",
    "coverArt": "https://mangadex.org/covers/b586cbab-ec8f-4719-b9f0-9e6746da6526/5c6411e0-6bff-4770-8589-20a6f3c39c4f.png",
    "altTitles": [
      {
        "ja": "仮面ライダーアマゾン"
      },
      {
        "en": "Masked Rider Amazon"
      }
    ],
    "description": {
      "en": "Amazon, a wild youth in the jungle, is remodeled by the ancient Inca science. With the \"Bracelet of Gigi,\" the key that opens the door to the hidden treasure, on his arm, he protects the treasured ordnance and weaponry, as well as the future of mankind! \n\nThe enemy is Gorgoth, a ten-faced demon who plans to conquer the world with the \"Bracelet of Gaga,\" an opposing key!"
    },
    "status": "completed",
    "releaseDate": 1974,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "0768e6d2-3d75-4c2e-ad02-02366b8c5d7a",
    "title": {
      "en": "Mesh"
    },
    "updatedAt": "2025-01-19T07:34:12+00:00",
    "coverArt": "https://mangadex.org/covers/0768e6d2-3d75-4c2e-ad02-02366b8c5d7a/7c4ae09e-fa2d-4928-a17c-82f02e1da847.jpg",
    "altTitles": [
      {
        "ja-ro": "Mesh"
      },
      {
        "ja": "メッシュ"
      }
    ],
    "description": {
      "en": "The story follows the life of a teenage boy named \"Mesh,\" so-called for his unique \"mesh\"-colored hair: blonde with silver strands on the sides. It begins with a scene where Mesh, after being beaten, escapes from a mob and encounters Milon, a forger and painter. Mesh ends up staying at Milon’s house, and the two form an unlikely bond as they navigate life together. Each chapter is a poetic blend of crime, peaceful everyday moments, or the vibrant nightlife of artists in a fictionalized Paris.\n\n\"Mesh\" is regarded as one of Hagio Moto’s defining works, marking a pivotal shift in her artistic style. It was her first series to adopt a more realistic look while retaining the ethereal beauty characteristic of 1970s shōjo art. The story ventures into more mature themes while continuing to explore Hagio's recurring motifs, such as parent-child relationships and adolescence.",
      "vi": "\"Mesh\" kể về một phần tuổi niên thiếu của cậu bé cùng tên, biệt danh bắt nguồn từ mái tóc vàng pha bạc đặc trưng. Câu chuyện mở đầu với cảnh Mesh vừa bị xã hội đen hành hung, tình cờ gặp Milon, một họa sĩ chuyên vẽ tranh nhái. Mesh ở lại nhà Milon, và giữa hai người hình thành một mối liên kết kỳ lạ. Mỗi chương là sự kết hợp đầy chất thơ giữa thế giới tội phạm, những khoảnh khắc đời thường yên bình, và nhịp sống sôi động của các nghệ sĩ tại một Paris huyền ảo được Hagio phác họa.\n\nTác phẩm này được coi là dấu mốc quan trọng trong sự nghiệp của Hagio Moto, đánh dấu sự chuyển mình lớn trong phong cách nghệ thuật của cô. Đây là loạt truyện đầu tiên của cô mang nét vẽ hiện thực hơn, trong khi vẫn giữ được nét mềm mại đặc trưng của dòng shōjo những năm 1970. Câu chuyện khai thác các chủ đề trưởng thành hơn trước, đồng thời tiếp tục đào sâu những motif quen thuộc trong sáng tác của Hagio, như mối quan hệ cha mẹ - con cái và các vấn đề tâm lý tuổi trẻ."
    },
    "status": "completed",
    "releaseDate": 1980,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": ""
  },
  {
    "mangaId": "c84db1a2-36c5-4e6e-997e-724053ab975e",
    "title": {
      "en": "The Antidote"
    },
    "updatedAt": "2025-01-31T07:25:41+00:00",
    "coverArt": "https://mangadex.org/covers/c84db1a2-36c5-4e6e-997e-724053ab975e/0e353b66-8445-44c0-a310-3df026f88414.png",
    "altTitles": [
      {
        "en": "Prescription"
      },
      {
        "zh": "解药"
      }
    ],
    "description": {
      "en": "I met my annoying ex-girlfriend again during the zombie apocalypse?!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ad8d2f2-1afe-43da-a88b-0a790c64939e",
    "title": {
      "en": "Maria no Danzai"
    },
    "updatedAt": "2025-01-19T00:10:16+00:00",
    "coverArt": "https://mangadex.org/covers/3ad8d2f2-1afe-43da-a88b-0a790c64939e/fbc81a82-8d29-49a5-b3b7-aa8a0518ca19.jpg",
    "altTitles": [
      {
        "ja": "聖母の断罪"
      },
      {
        "en": "Maria's Judgement"
      },
      {
        "ar": "دَينُونَة ماريا"
      },
      {
        "tl": "Ang Paghatol ni Maria"
      },
      {
        "de": "Maria's Judgement"
      },
      {
        "id": "Penghakiman Maria"
      },
      {
        "ne": "मारियाको निर्णय"
      },
      {
        "ru": "Возмездие Девы Марии"
      },
      {
        "es-la": "La Condena de María"
      },
      {
        "vi": "Lời tuyên án của Đức Mẹ"
      },
      {
        "en": "Condemnation of the \"Virgin Mary\""
      }
    ],
    "description": {
      "ar": "بعد وفاة ابنها بطريقة مروعة، تكتشف والدتهُ تنمر الآخرين الشديد عليه، فعقدت العزم على معاقبة أولئك المتنمرين الذين أخذوا ابنها الحبيب منها، وبدأت العمل كممرضة في المدرسة",
      "en": "The Nagare family was a happy home of three people. However, their son Kiritaka was secretly bullied at school. Then, an incident occurs, and the mother Mari's love for her son goes out of control.",
      "ja": "親子3人で幸せな家庭を築いていた流（ながれ）一家。だが、息子の桐崇は学校でひそかに虐めにあっていた。そして起きてしまったある事件をきっかけに、息子を想う母の愛が暴走していく――。",
      "ne": "आमाबुवा र छोरासहित ३ जनाको नागारे परिवारको खुसीको घर थियो। तर, उनीहरुको छोरा किरिताकालाई विद्यालयमा गोप्य रुपमा कुटपिट गरिएको थियो।  त्यसपछि, एउटा घटना घट्छ, र आमा मारियाको छोराप्रतिको माया अनियन्त्रित हुन्छ।",
      "vi": "Một gia đình ba người những tưởng đang hạnh phúc, cho đến khi Kiritaka, người con trai duy nhất của Nagare Mari \"tự sát\" vì \"quá đau khổ\". Cho rằng bản thân đã vô tình dồn ép con trai yêu quý, Mari toang tìm đến cái chết, nhưng không... cô vô tình phát hiện ra sự thật con trai mình đã liên tục bị bắt nạt suốt một thời gian dài bởi những con quỷ đội lốt người tại trường học.\nVà rồi tình thương con da diết của Mari... đã vượt ngoài tầm kiểm soát của trái tim cô.",
      "es-la": "La familia Nagare era un hogar feliz formado por tres personas. Sin embargo, su hijo Kiritaka sufría acoso escolar extremo en secreto. Entonces, ocurre un incidente que haría que el amor de la madre, Mari, se descontrolara por completo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5c415a8-2af4-44cd-8b2e-edb23800e2c8",
    "title": {
      "en": "Tensei Shitara Dainana-ouji Dattanode, Kimama ni Majutsu wo Kiwamemasu"
    },
    "updatedAt": "2024-10-10T04:29:45+00:00",
    "coverArt": "https://mangadex.org/covers/b5c415a8-2af4-44cd-8b2e-edb23800e2c8/ff65f45f-165b-4853-97b8-d1f40efa2eb0.jpg",
    "altTitles": [
      {
        "ja": "転生したら第七王子だったので、気ままに魔術を極めます"
      },
      {
        "en": "I Was Reincarnated as the 7th Prince so I Can Take My Time Perfecting My Magical Ability"
      },
      {
        "zh-hk": "轉生為第七王子，隨心所欲的魔法學習之路"
      },
      {
        "zh": "转生七王子的魔法全解"
      },
      {
        "ru": "Я перевоплотился в 7-го принца, так что я буду совершенствовать свою магию, как захочу"
      },
      {
        "vi": "Chuyển sinh thành Thất Hoàng tử, tôi quyết định trau dồi ma thuật"
      },
      {
        "ja-ro": "Tensei Shitara Dai Nana Ouji Dattanode, Kimamani Majutsu wo Kiwamemasu"
      }
    ],
    "description": {
      "en": "A magic fanatic's life came to an end after a dreadful encounter with the nobles who ended his life with a powerful spell. His last wish, being able to study and master more magic, has been answered when he was reincarnated as Lloyd de Saloom, the 7th prince of Saloom Kingdom. Being the last prince in line with no right to compete for the throne, Lloyd is basically allowed to live as he likes, allowing him to perfect his magic as he pleases…\n\n[Kodansha](https://kodansha.us/series/i-was-reincarnated-as-the-7th-prince-so-i-can-take-my-time-perfecting-my-magical-ability/)",
      "ja": "「魔術を極めたい！」たった一つの想いを残し死んだ男は、生前の記憶を残したままサルーム国の第七王子として転生を果たした！ 前世とは異なる桁違いの魔力量。第七王子という自由な身分。最高の環境で少年ロイドは魔術浸りの生活を望むが…。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f45a7691-721b-4e78-af38-6261271a9f2f",
    "title": {
      "en": "Mobile War History Gundam Burai"
    },
    "updatedAt": "2024-12-31T09:43:37+00:00",
    "coverArt": "https://mangadex.org/covers/f45a7691-721b-4e78-af38-6261271a9f2f/cc449bf7-49dc-42b5-bfc4-f312211c916a.jpg",
    "altTitles": [
      {
        "ja": "機動戦史ガンダム武頼"
      },
      {
        "ja-ro": "Kidou Senshi Gundam: Burai"
      }
    ],
    "description": {
      "en": "A new Gundam war picture scroll, where giant \"Tetsuki\" scatter the sparks of conflict, is born!\n\n\"Sankin Koutai\" a large battle tournament where fierce fighters selected from all over the country board giant armored warriors known as Tetsuki to determine the strongest. In order to fulfill his wish, Kotetsu Kisaragi with his \"Gundam\" Burai, throws himself into the harsh battle...!",
      "ja": "巨大な“鉄機”達が火華を散らす、新たなガンダム戦絵巻、爆誕!!\n\n参勤鋼對――それは、全国各地から選ばれた猛者が、巨大な鎧武者・鉄機に乗り込み、最強を決める一大バトルトーナメント。『頑駄無』武頼を駆る如月虎鉄は、己が望みを果たすため過酷な戦へと身を投じるが…！？",
      "pt-br": "Uma nova história de guerra Gundam  nasce, onde os gigantescos 'Tetsuki' espalham as chamas do conflito. O 'Sankin Koutai', um grande torneio de batalha em que lutadores selecionados em todo o país, embarcam em guerreiros blindados gigantes conhecidos como Tetsuki, para determinar o mais forte. Kotetsu Kisaragi, com seu 'Gundam' Burai, se joga nesta batalha dura para cumprir seu desejo."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "35"
  },
  {
    "mangaId": "dd13dad6-7cda-46cf-8d4f-13adfc6c37d6",
    "title": {
      "en": "Shihai Shoujo Kubaru-chan"
    },
    "updatedAt": "2024-11-02T11:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/dd13dad6-7cda-46cf-8d4f-13adfc6c37d6/a9fe0efb-d7d4-4ced-bd54-635969b096a9.jpg",
    "altTitles": [
      {
        "ja": "支配少女くばるちゃん"
      },
      {
        "en": "Ruling Girl Kubaru-chan"
      },
      {
        "en": "Controlling Girl Kubaru-chan"
      }
    ],
    "description": {
      "en": "After fierce bullying, Yuuto Kiba wanted to die. On the verge of committing suicide, his fate changes rapidly when a strange and funky beautiful girl, Kubaru, tells him, “Give me your life”.\n\nMake your life happy with love?! A slightly strange and psycho love drama.",
      "ja": "熾烈ないじめの末に、もう死にたいと思っていた少年・木場優人（きばゆうと）。自殺する寸前に、奇妙なファンキー美少女・くばるに「君の人生を頂戴」と言われたことで、運命が目まぐるしく変わっていく。\n\nラブで君の人生を幸せにする？！ちょっと奇妙でサイコなラブドラマ。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff393b28-1396-4302-9b72-9b223b419deb",
    "title": {
      "en": "Miss Ghost, No Snuggling Please!"
    },
    "updatedAt": "2025-01-31T07:08:11+00:00",
    "coverArt": "https://mangadex.org/covers/ff393b28-1396-4302-9b72-9b223b419deb/d1a0981b-d147-44ba-b992-197e7d1c73ef.jpg",
    "altTitles": [
      {
        "zh": "女鬼小姐，禁止贴贴！"
      }
    ],
    "description": {
      "en": "Lan Ting, a Daoist, unexpectedly encounters a thousand-year-old ghost and somehow ends up tangled in a fated love ordeal?! Now this lil' ghost clings to her all day, constantly asking for hugs and kisses, even saying she smells good?! A Daoist being shamelessly flirted with by a ghost—what kind of situation is this?! Aren’t Daoists supposed to be detached from emotions? Is it really okay to be this lovey-dovey with a ghost?\nLan Ting: \"Why are you running? Weren’t you the one who wanted to sleep with me?\"\nJiang Si: \"Weren’t you the one who said humans and ghosts can never be together? No snuggling, remember?\""
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b24d2c22-5b28-44d4-a77f-0e920cd960a6",
    "title": {
      "en": "Wolf-chan wa Sumashitai"
    },
    "updatedAt": "2024-09-30T16:33:42+00:00",
    "coverArt": "https://mangadex.org/covers/b24d2c22-5b28-44d4-a77f-0e920cd960a6/d93a5c33-dee7-476a-941a-51ea5b7ff574.jpg",
    "altTitles": [
      {
        "ja": "ウルフちゃんは澄ましたい"
      },
      {
        "en": "Wolf-chan Wants to Be Clear"
      },
      {
        "id": "Gadis Serigala Mencoba Untuk Berpura pura Tidak Peduli"
      },
      {
        "ja-ro": "Wolf chan wa Sumashitai"
      },
      {
        "en": "Wolf-chan Is Trying to Feign Indifference"
      }
    ],
    "description": {
      "en": "The cool, lone-wolf girl and her precious, unrequited crush!\n\n(Source: Ganma!, translated)",
      "ja": "ウルフカットで一匹狼なクール系女子の尊い片想い！",
      "pt-br": "A loba solitária fria, e seu precioso amor não correspondido!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13df5a6e-1cee-466c-9f06-09f38fb012b7",
    "title": {
      "en": "Renai no Jugyou"
    },
    "updatedAt": "2025-01-27T21:01:31+00:00",
    "coverArt": "https://mangadex.org/covers/13df5a6e-1cee-466c-9f06-09f38fb012b7/90b0af42-5599-43d3-92d7-a39b38231e13.jpg",
    "altTitles": [
      {
        "ja": "恋愛の授業"
      },
      {
        "en": "Love Class"
      },
      {
        "en": "Love Lesson"
      },
      {
        "id": "Pelajaran Cinta"
      },
      {
        "vi": "Khóa Học Tình Yêu"
      }
    ],
    "description": {
      "en": "In 20XX, the Love Education Law was enacted. \"Love\" has become a mandatory subject in a response to the declining birthrate. Michitaka Sato, a high school student who has given up on romance and works hard on his studies, is on the verge of failing school. When he attends a supplementary class to avoid repeating a grade, Mai Aihara, a beautiful girl who is a problem child, appears as his partner...? Suddenly, he begins to study love alone with the beautiful girl in the three C's. Close contact, close quarters, and behind closed doors! Does Aihara-san have a secret...?",
      "ja": "20××年、少子化対策として「恋愛」が必修科目となった。男子高校生・秦野満月は奥手ゆえに落第寸前に陥り、恋愛落第生となった幼なじみ・可愛川茜と恋愛の補習を受けることに…!?",
      "vi": "Vào năm 20XX, Luật Giáo dục Tình yêu đã được ban hành. \\\"Tình yêu\\\" đã trở thành một chủ đề bắt buộc để đối phó với tỷ lệ sinh giảm.Tahano Mitsuki, một học sinh trung học đã từ bỏ sự lãng mạn và chăm chỉ học tập, đang trên bờ vực thất bại ở trường. Khi anh ấy tham gia một lớp học bổ sung để tránh học lại lớp, Mai Aihara, một cô gái xinh đẹp là một đứa trẻ có vấn đề, xuất hiện như là đối tác của anh ấy...? Đột nhiên, anh bắt đầu nghiên cứu tình yêu một mình với cô gái xinh đẹp trong ba C. Tiếp xúc gần, khu vực gần gũi và sau cánh cửa đóng kín! Aihara-san có bí mật gì không...? Một bộ phim hài lãng mạn học hỏi tình yêu giữa một cô gái JK xinh đẹp và một chàng trai."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e44b1517-4508-4335-a494-b5b6a39a35de",
    "title": {
      "en": "Ennui"
    },
    "updatedAt": "2025-01-01T04:10:41+00:00",
    "coverArt": "https://mangadex.org/covers/e44b1517-4508-4335-a494-b5b6a39a35de/ac5717d5-e214-48fd-8883-04a340d58149.jpg",
    "altTitles": [
      {
        "ko": "권태"
      }
    ],
    "description": {
      "en": "Is the terrible heartache caused by a distant lover? Or is it the ties and obsession that follow along, like love that won't come true...?\n*From the same author of Missing Love: The Marrying Man"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c5d3566-89fb-4447-91d2-506f014b97c3",
    "title": {
      "en": "Tensei Mae wa Otoko Datta no de Gyaku Harem wa Okotowari Shite Orimasu"
    },
    "updatedAt": "2024-11-07T14:07:08+00:00",
    "coverArt": "https://mangadex.org/covers/5c5d3566-89fb-4447-91d2-506f014b97c3/22df00d3-ebb1-4f80-8d54-365499869545.jpg",
    "altTitles": [
      {
        "ja": "転生前は男だったので逆ハーレムはお断りしております 完璧淑女への道"
      },
      {
        "en": "I Was a Man Before Reincarnating, So I Refuse a Reverse Harem"
      }
    ],
    "description": {
      "en": "Tasuku Nakamura, who was thrown into the sea in a marine accident and tried to help his best friend, ended his short life of 25 years. Formerly a mediocre office worker, when he opened his eyes, he was in the form of a six-year-old baron's daughter, Sophie Linier. At first she was confused by the changes, but she was reincarnated as a beautiful girl and decided to live as a lady in a different world.",
      "ja": "目が覚めたら25歳男子⇒6歳女子二度目の人生は可愛いご令嬢として輝きますわ\n\n海難事故で海に投げ出され、25年の生涯を閉じた平凡な会社員、中村祐。ところが、目を開けると、6歳の男爵令嬢ソフィー・リニエールの姿になっていた。あまりもの変化に戸惑ったのも束の間、異世界で淑女として生きていくことを決意する祐改めソフィー。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28b7e64d-df44-4b36-a899-45d4ea9b4f77",
    "title": {
      "en": "Kazemachi no Futari"
    },
    "updatedAt": "2025-01-31T04:58:23+00:00",
    "coverArt": "https://mangadex.org/covers/28b7e64d-df44-4b36-a899-45d4ea9b4f77/a5d79d5b-7470-4ef3-a179-7710ff79fd50.jpg",
    "altTitles": [
      {
        "ja": "風街のふたり"
      },
      {
        "en": "In a Windy City"
      },
      {
        "ja-ro": "Kazemachi no Futari"
      }
    ],
    "description": {
      "en": "A lonely old painter and a girl with no friends. This is a story about two people who don't fit in, and how they learn how to love the world as it is."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "95980b06-b360-48c9-bf42-adc1b8d8ce32",
    "title": {
      "en": "Monsters Convent"
    },
    "updatedAt": "2024-12-11T20:22:30+00:00",
    "coverArt": "https://mangadex.org/covers/95980b06-b360-48c9-bf42-adc1b8d8ce32/8d049845-906f-4659-af10-07fe12a8c77e.png",
    "altTitles": [
      {
        "pt-br": "Convento de Monstros: Ordem Signiana de Missa"
      },
      {
        "la": "Conventus Monstrorum: Ordo Signae de Missa"
      },
      {
        "en": "Monsters' Convent: Signian Order of Missa"
      }
    ],
    "description": {
      "en": "Gags of a Catholic Convent on a Fantasy World.",
      "pt-br": "Tirinhas sobre um Convento Católico num mundo de fantasia."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80f06ea5-2ff5-4155-bb0d-df4dbf97db40",
    "title": {
      "en": "Souei Sousho"
    },
    "updatedAt": "2024-08-31T18:15:02+00:00",
    "coverArt": "https://mangadex.org/covers/80f06ea5-2ff5-4155-bb0d-df4dbf97db40/06ce2055-a0e0-4050-8c9d-6020dff0f858.jpg",
    "altTitles": [
      {
        "ja": "双影双書"
      },
      {
        "zh": "双影双书"
      }
    ],
    "description": {
      "en": "Shou, a young boy living in the red light district is suddenly taken to live in the imperial palace. He was selected to become the prince's shadow and act as his shield. In the palace where conspiracies swirl will Shou be able to protect himself and the prince?",
      "ja": "遊郭生まれの孤児・宵はある日＂影武者＂として王宮に召し抱えられ、自分と同じ顔のワガママな皇太子・冠星に振り回される毎日を過ごすことに。だが、冠星の不遜な態度の裏には誰にも言えない＂孤独＂と＂使命＂があったーー",
      "zh": "在花街柳巷看人脸色吃饭的少年・宵某天突然被皇宫收留。原因是他被选为了皇子那盾牌一般存在的「替身侍卫」，在阴谋重重的皇宫中，宵是否能保卫皇子的安全呢——⁉两名相貌如出一辙的少年相遇后，历史自此发生了巨变‼"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "36"
  },
  {
    "mangaId": "9d8ec487-faef-4a92-8765-2ce1841de60c",
    "title": {
      "en": "Beyblade Burst"
    },
    "updatedAt": "2024-10-04T00:17:37+00:00",
    "coverArt": "https://mangadex.org/covers/9d8ec487-faef-4a92-8765-2ce1841de60c/c9384f59-491c-4047-8c8b-30c584b90e36.jpg",
    "altTitles": [
      {
        "ru": "Бейблэйд: Взрыв"
      },
      {
        "th": "เบย์เบลด เบิร์ส"
      },
      {
        "ja": "ベイブレードバースト"
      },
      {
        "ko": "베이블레이드 버스트"
      }
    ],
    "description": {
      "en": "Latest reboot of the Beyblade franchise.  \n  \nAnimeNewsNetwork Links:  \n[Season 1](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=17992)  \n[Season 2](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=19030)  \n[Season 3](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20757)\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "109"
  },
  {
    "mangaId": "898d5e90-ebc3-4d08-af53-f4462fdef573",
    "title": {
      "en": "Yuusha-sama wa Houshuu ni Hitozuma wo go Kibou desu"
    },
    "updatedAt": "2024-11-26T12:26:23+00:00",
    "coverArt": "https://mangadex.org/covers/898d5e90-ebc3-4d08-af53-f4462fdef573/33c1ad1b-29c9-4b24-aa8a-c0c78d388249.jpg",
    "altTitles": [
      {
        "ja": "勇者さまは報酬に人妻をご希望です"
      },
      {
        "ja-ro": "Yuusha-sama wa Houshuu ni Hitozuma o go Kiboudesu"
      },
      {
        "id": "Pahlawan menginginkan milf sebagai hadiah"
      },
      {
        "en": "The Hero Wants a Married Woman as a Reward"
      }
    ],
    "description": {
      "en": "The hero, Chloe, is a strange hero who demands a bounty when saving people. And what makes it different is the prize... He only likes married women, so he demands the prettiest Milf in town.\n\n**\"If you want me to save the city, give me your most beautiful married woman!\"**\n\n A unique erotic fantasy story created by a hero!",
      "id": "Pahlawan ini keji...!!  Pahlawan, Chloe, adalah pahlawan aneh yang menuntut hadiah saat menyelamatkan orang. Dan yang membuatnya berbeda adalah hadiahnya...Dia hanya senang dengan wanita yang sudah menikah, jadi dia menuntut Milf yang paling cantik di kota. \n\n\"Jika kau ingin aku menyelamatkan kota, berikan aku milf yang paling cantik\" \n\nSebuah cerita unik fantasi erotis yang dibuat oleh pahlawan!",
      "ja": "この勇者、下劣ッ…！！勇者・クロエは人々を救う際に報酬を要求する、異質な勇者だった。そして彼が異質なのはその報酬であった…彼は人妻にしか興奮しない為、その町で一番美しい人妻を要求するのであった。「町を救ってほしければ、一番美しい人妻を寄越せ」異色の勇者がおりなすエロファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51f54f94-3001-4c10-b79c-01278f3e51d6",
    "title": {
      "en": "Ore no Koe ni Ochite kudasai"
    },
    "updatedAt": "2024-07-02T18:13:59+00:00",
    "coverArt": "https://mangadex.org/covers/51f54f94-3001-4c10-b79c-01278f3e51d6/663a64b4-f8c9-4823-836c-f77230122d3d.jpg",
    "altTitles": [
      {
        "ja": "俺の声に堕ちてください"
      }
    ],
    "description": {
      "en": "Akari, a 30-year-old office worker, is troubled by her lack of male experience.\nOne day, she discovers that Yanagida, a junior colleague who is famous for his quietness, actually has a good-looking voice. She is very excited when Yanagida-kun, whom she thought was quiet, starts to sweetly come on to her with a low voice...and she is very nervous!\n\nThis is an office love story where you will be sweetly loved from the ear by a younger man!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05bd710c-d94a-45eb-be99-2109d58f1006",
    "title": {
      "en": "Hajirau Kimi ga Mitainda"
    },
    "updatedAt": "2024-12-31T09:45:07+00:00",
    "coverArt": "https://mangadex.org/covers/05bd710c-d94a-45eb-be99-2109d58f1006/ad7798e0-8774-40f4-8d53-8f9e907c00f1.jpg",
    "altTitles": [
      {
        "ja": "恥じらう君が見たいんだ"
      },
      {
        "en": "I Want to See You Embarrassed"
      },
      {
        "ko": "부끄러워하는 널 보고 싶어"
      },
      {
        "zh": "露出导演"
      },
      {
        "zh-hk": "想看妳露出羞恥的模樣"
      },
      {
        "es-la": "Quiero verte avergonzada"
      },
      {
        "th": "เทคนี้ที่ผมถ่ายเป็นเรื่องน่าอายที่เธอไม่คัท"
      }
    ],
    "description": {
      "en": "Akito Shirasawa, a high school boy whose father is a film director, sees something in the library preparation room. It was the \"masturbation scene\" of his classmate, Kaho Honjou. Akito is puzzled, but ends up filming it with his smartphone. Kaho notices Akito, and in the men's restroom, makes a \"proposal\" to Akito! Exposed high school girl and movie boy.",
      "ja": "「私の全てを、撮ってほしいの」\n\n映画監督の父を持つ男子高校生・白沢明人はとある放課後に同級生・本上夏帆の自慰行為を目撃してしまう。困惑しながらもついスマホでそれを盗撮する白沢。しかしそれに気づいた本上は、白沢に驚きの提案を持ちかけて…!?",
      "es-la": "Akito Shirasawa, un chico de secundaria cuyo padre es director de cine, ve algo en la sala de preparación de la biblioteca. Era la \"escena de la masturbación\" de su compañera de clase, Natsuho Honjo. Akito está desconcertado, pero termina filmándolo con su teléfono inteligente. Natsuho nota a Akito, y en el baño de hombres, ¡le hace una \"propuesta\" a Akito! Chica de secundaria expuesta y chico de película. ¡Comienza el \"amor expuesto\" de la retorcida adolescencia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7477bdb7-c146-41f7-a8de-29c7b7b5034c",
    "title": {
      "en": "XX Shinaide! Tsukimine-san"
    },
    "updatedAt": "2024-11-16T12:02:25+00:00",
    "coverArt": "https://mangadex.org/covers/7477bdb7-c146-41f7-a8de-29c7b7b5034c/74357d90-2af0-41a4-9f2a-3963ff2e7f3e.jpg",
    "altTitles": [
      {
        "ja": "××しないで！月峰さん。"
      },
      {
        "en": "Don't XX Ms. Tsukimine"
      },
      {
        "pt-br": "Não me XX!!! Tsukimine-san"
      },
      {
        "es-la": "¡¡No me XX!! Tsukimine-san"
      }
    ],
    "description": {
      "en": "Hidaka Akira is a high school student who loves solitude. He avoids the crowds in his class and decides to eat alone, but there is someone who disturbs his peace. It is Tsukimine Chiyo, the girl at the highest level in the school hierarchy, a girl who is absolutely beautiful. Tsukimine called Akira and asked him to do his \"usual thing\". What kind of \"normal\" did they mean, and why were her clothes off...?",
      "ja": "「オレはただ…静かに過ごしたいだけなのに――…」\n\n両親の転勤のおかげで念願の一人暮らしをはじめた高校生・陽高旭。孤独を愛する彼は学校でもトイレで一人ぼっちメシをキメていた。しかし、ささやかな平穏はひとりの少女…月峰千夜によって破られる。どこからともなく旭の元へ現れる千夜は彼の気弱さにつけこみ無茶を要求してきて!?",
      "pt-br": "Hidaka Akira é um estudante do ensino médio que adora a solidão. Ele evita as multidões em sua classe e decide comer sozinho, mas há alguém que perturba sua paz. Trata-se de Tsukimine Chiyo, a garota do mais alto nível na hierarquia da escola, uma garota absolutamente linda."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4351665-25f3-4edd-8546-10e5122e721d",
    "title": {
      "en": "Tsumi to Batsu no Spica"
    },
    "updatedAt": "2025-01-28T18:43:45+00:00",
    "coverArt": "https://mangadex.org/covers/e4351665-25f3-4edd-8546-10e5122e721d/334e73da-26c2-4b2f-a2f7-6c4565c0b4b1.jpg",
    "altTitles": [
      {
        "ja": "罪と罰のスピカ"
      },
      {
        "en": "Spica of Sin and Punishment"
      },
      {
        "vi": "Spica, Hình Phạt và Tội Ác"
      }
    ],
    "description": {
      "en": "Hatori, a high school teacher leading an ordinary life, notices one day that his student, Spica Tsumugi, is being bullied. On a rainy day after school, Hatori finds himself alone with Tsumugi by chance. Hatori tells her, \"I'll do something about it!\" but Tsumugi gently takes his hand and says with a smile, \"Hatori-sensei, you're such a liar.\" Teacher and student... two people who should not get too close. This somewhat bewitching girl will dramatically change Hatori's ordinary life.",
      "ja": "最も無垢で、最も罪深い。世界はこんなヒロインを待っていたーー。",
      "vi": "Câu chuyện xoay quanh Hatori, một giáo viên tại trường cấp 3 và là người có cuộc sống rất đỗi bình thường. Một ngày nọ, anh nhận ra rằng học sinh mà mình chủ nhiệm, Tsumugi Spica đang bị bạn cùng lớp bắt nạt.\nNhững tưởng đây chỉ là một cô bé nhút nhát, nhưng..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2025-01-28T16:50:00+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/c4563eda-a053-4f3b-8cff-6e20d6db5809.jpg",
    "altTitles": [
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff4b6bfd-40b4-4a84-b60e-1006c46c106b",
    "title": {
      "en": "How the Little Brother Who Turned Into a Girl Became His Big Brother's Girlfriend"
    },
    "updatedAt": "2025-01-16T15:50:14+00:00",
    "coverArt": "https://mangadex.org/covers/ff4b6bfd-40b4-4a84-b60e-1006c46c106b/acac2130-fe96-4421-9b1d-8d2e49c4696c.jpg",
    "altTitles": [
      {
        "ja": "兄貴の彼女になる、女の子になっちゃった弟。"
      },
      {
        "ja-ro": "Aniki no Kanojo ni Naru, Onnanoko ni Nacchatta Otouto"
      },
      {
        "en": "When I Returned Home for the First Time in a Long Time, My Brother Transformed Into a Girl"
      },
      {
        "ja": "久しぶりに実家に帰ったら弟がTSしてた。"
      },
      {
        "ja-ro": "Hisashiburi ni Jikka ni Kaettara Otouto ga TS Shiteta."
      },
      {
        "ru": "Как Младший Братик, Который Превратился в Девочку, Стал Девушкой Своего Старшего Брата"
      },
      {
        "ko": "오랜만에 친가에 돌아오니 동생이 TS되어 있었다"
      },
      {
        "ko-ro": "Orenmane Chinga-e Doraoni Dongsaengi TSdoeeo Itteotda"
      }
    ],
    "description": {
      "en": "When I returned home for the first time in a long time, my little brother transformed into a girl!?\n\n---\n**Link:**\n- [Fantia 18+ Content](https://mangadex.org/title/7a23de9c-01b8-43bd-ac38-0bfe0bebcc3b)",
      "id": "Ketika aku pulang ke rumah setelah sekian lamanya adik tiri laki-laki ku berubah menjadi gadis!?",
      "ru": "Когда я вернулся домой в первый раз спустя долгое время, мой младший брат стал девушкой!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79c57b90-ca34-4c77-b03b-c2543db767ad",
    "title": {
      "en": "Bouken ni Iku Fuku ga Nai!"
    },
    "updatedAt": "2025-01-30T22:57:15+00:00",
    "coverArt": "https://mangadex.org/covers/79c57b90-ca34-4c77-b03b-c2543db767ad/a413ac31-a578-4ed3-bea5-29c2acd71c1c.png",
    "altTitles": [
      {
        "ja": "冒険に行く服がない！"
      },
      {
        "en": "I Have No Clothes To Go On An Adventure!"
      }
    ],
    "description": {
      "en": "A certain village was attacked by a monster army and fell into a dire situation. At that moment, the strongest hero, Eric, appeared and instantly mowed down the enemies. However, due to his overwhelming strength, his equipment couldn’t withstand the battle, and he was cursed with the tragic fate of becoming naked after every fight…!? The curtain opens on a liberating fully loaded adventure craft comedy!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8a49176-cf28-42e5-960e-8efd2d903323",
    "title": {
      "en": "We are the Main Characters of the Demon World!"
    },
    "updatedAt": "2025-01-18T03:04:25+00:00",
    "coverArt": "https://mangadex.org/covers/c8a49176-cf28-42e5-960e-8efd2d903323/1f1b19b0-7328-441a-93a5-d3f98171f2d8.jpg",
    "altTitles": [
      {
        "ja": "魔界の主役は我々だ！"
      },
      {
        "ja-ro": "Makai no Shuuyaku wa Wareware da!"
      },
      {
        "ru": "Мы главные герои Мира Демонов!!"
      }
    ],
    "description": {
      "en": "Shaoron Teufel is an ambitious demon who has enrolled in the demon school known as Babyls, aiming to become popular and join the Student Council. However, a number of trials await him as soon as he arrives! Being recruited by a shady division, summoning a familiar, participating in a flying test… Will Shaoron be able to stand out even more than the special student, Iruma-kun?   \n  \nA collaboration between *Mairimashita! Iruma-kun* and a popular Japanese YouTube channel, *We are the Main Characters of ◯◯!*  \n\n- [We are the Main Characters of ◯◯! channel](https://www.youtube.com/channel/UCIZzHNbzlIskx3TxGznRyYg)",
      "ru": "Коллаб между автором тайтла Приди же в Мир Демонов, Ирума-кун! и Warewareda\n\nТойфер Сяорон - вечный мечтатель, поступив в демоническую школу Бабирус, стремится вступить в состав Студенческого Совета, не ища легких путей, решив доказать свою полезность тем самым вынудив президента студ.совета Амели самой прийти вербовать его, но что то пошло не так... Хитростью заманенный в батор по захвату и контролю школы Сяорон пытается выжить и не умереть на безжалостных заданиях!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c39c08b0-aa36-46fa-8d6d-7a1bea10e392",
    "title": {
      "en": "The Solitary Gal Narumi-san Loves Cute Things"
    },
    "updatedAt": "2025-01-31T04:16:31+00:00",
    "coverArt": "https://mangadex.org/covers/c39c08b0-aa36-46fa-8d6d-7a1bea10e392/f8c11a9c-c5a7-468e-acf7-903ed1c04136.jpg",
    "altTitles": [
      {
        "ja": "孤高のギャルなるみさんは可愛いものがお好き"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "3"
  },
  {
    "mangaId": "edcfac00-58df-4c70-be79-308d26cd3b28",
    "title": {
      "en": "I'm an Elite Angel, but I'm Troubled by an Impregnable JK!"
    },
    "updatedAt": "2025-01-29T12:08:33+00:00",
    "coverArt": "https://mangadex.org/covers/edcfac00-58df-4c70-be79-308d26cd3b28/68e5e1e3-15ff-4725-90c3-ad392ebb592c.jpg",
    "altTitles": [
      {
        "ja": "私、エリート天使ですが難攻不落なJKに困ってます！"
      },
      {
        "en": "I'm an Elite Angel, but I'm Troubled by an Impregnable High School Girl!"
      },
      {
        "ja-ro": "Watashi, Elite Tenshi desu ga Nankoufuraku na JK ni Komattemasu!"
      }
    ],
    "description": {
      "en": "The role of angels is to evaluate the good deeds performed by humans and grant them \"small wishes\" in return. Ariel is one of these angels. However, what appeared in front of her was a high school girl who didn't have a \"small wish\" despite having performed over 10,000 good deeds. Ariel tries to approach this high school girl, and then… Angel (♀) × JK (♀) a somewhat naughtly slapstick romantic comedy ♡",
      "ja": "天使たちの役目は、人間の善行を評価し、その善行にあった「小さな願い」を叶えること。天使・アリエルもその役目を担う一人であった。しかし、目の前に現れたのは、数万もの善行を重ねているにも関わらず「小さな願い」のひとつも見えない女子高生で？\n\n接触を試みるアリエルに、迫るＪＫ……\n「わたしと、シてみる？」――――――――!?!?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "24.1"
  },
  {
    "mangaId": "197e02e2-a7b8-4d32-a30b-0ebf5938e753",
    "title": {
      "en": "Sekai o Sukutta Saikyou Yuusha ni Stalker Sareru Mura Musume no Hanashi"
    },
    "updatedAt": "2025-01-02T17:48:15+00:00",
    "coverArt": "https://mangadex.org/covers/197e02e2-a7b8-4d32-a30b-0ebf5938e753/9b2fb5b9-3d13-4fed-afc2-2e45d120891c.png",
    "altTitles": [
      {
        "ja": "世界を救った最強勇者にストーカーされる村娘の話"
      },
      {
        "ja-ro": "Sekai o Sukutta Saikyō Yūsha ni Sutōkā Sareru Mura Musume no Hanashi"
      },
      {
        "en": "The Story of a Village Girl Who is Stalked by the Strongest Hero Who Saved the World"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2d0b8ea-4dfc-4d72-b584-5b26380f9bed",
    "title": {
      "en": "The Ramparts of Ice"
    },
    "updatedAt": "2025-01-28T13:31:06+00:00",
    "coverArt": "https://mangadex.org/covers/d2d0b8ea-4dfc-4d72-b584-5b26380f9bed/3ac79714-ef69-4274-a018-75a31c76fca8.png",
    "altTitles": [
      {
        "ja": "氷の城壁"
      },
      {
        "ja-ro": "Koori no Jouheki"
      },
      {
        "en": "Ice Castle Wall"
      },
      {
        "ko": "얼음 성벽"
      },
      {
        "es-la": "Rompiendo el hielo"
      }
    ],
    "description": {
      "en": "Inept at dealing with people, Higawa Koyuki maintains a wall between herself and others. She spends her time in highschool away from others, all alone. At least until she encounters Amamiya Minato who keeps closing the distance between them for some reason?!\n\nThe aloof Koyuki, the popular Miki, the boundary-less Minato, and the easygoing and kind basketball team member, Youta. This is the story of these somewhat complicated four, and their tantalizing, bumbling youth!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "117"
  },
  {
    "mangaId": "0d4f9dba-f55f-4ff7-9f49-52311939504e",
    "title": {
      "en": "Katainaka no Ossan, Kensei ni Naru ~Tada no Inaka no Kenjutsu Shihan Datta noni, Taisei shita Deshi-tachi ga Ore wo Hottekurenai Ken~"
    },
    "updatedAt": "2025-01-12T12:03:56+00:00",
    "coverArt": "https://mangadex.org/covers/0d4f9dba-f55f-4ff7-9f49-52311939504e/5d0c1e9c-98ef-434c-ab24-01ba6b55427b.jpg",
    "altTitles": [
      {
        "en": "From Old Country Bumpkin to Master Swordsman: My Hotshot Disciples Are All Grown Up Now, and They Won’t Leave Me Alone"
      },
      {
        "ja": "片田舎のおっさん、剣聖になる～ただの田舎の剣術師範だったのに、大成した弟子たちが俺を放ってくれない件～"
      },
      {
        "zh": "乡里别大叔剑圣"
      },
      {
        "zh-hk": "鄉下的大叔成為劍聖～只不過是鄉下的劍術老師，但功成名就的弟子們不放過我的事～"
      },
      {
        "ru": "Мужчина средних лет из глубинки становится мастером меча. «Я был просто сельским учителем фехтования, но мои преуспевшие ученицы не захотели оставить меня в покое!»"
      }
    ],
    "description": {
      "en": "Beryl Gardinant, a self-proclaimed \"humble old man,\" is a sword instructor at his dojo in a rural, backwater village. In his younger years, he dreamed of glory as a master swordsman, but those days are long behind him. \n\nOut of the blue, he receives a visit from a famous former pupil who brings him world-shattering news - he’s been appointed as a special instructor for the knights of the Liberion Order! With his life now turned upside down, Beryl travels to the capital and reunites with some of his former students: elite knights, an ace wizard, and even an adventurer who’s attained the highest guild rank possible. \n\nBut why do they all want his tutelage?! As far as he’s concerned, they clearly don’t need him anymore. \n\nCan Beryl live up to his new position? And will he ever get a moment’s peace away from his adoring students?!\n\n---\n\n[Official English Light Novel](https://j-novel.club/series/from-old-country-bumpkin-to-master-swordsman-my-hotshot-disciples-are-all-grown-up-now-and-they-won-t-leave-me-alone)",
      "ja": "「ベリル先生を騎士団付きの特別指南役として推薦しました」。片田舎の村で細々と剣術道場を営む男、ベリル・ガーデナント。そこへ若き王国騎士団長に昇り詰めたかつての教え子、アリューシアが訪れ騎士団付きの特別指南役として王都へ行く事に。大成した弟子達と再会し、盛り立てられるベリルの運命は?おっさん成り上がりファンタジーの決定版、コミカライズ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "48c8ad67-059f-4ca5-b7f4-729fdc72c154",
    "title": {
      "en": "Lanxi Zhen"
    },
    "updatedAt": "2021-11-17T11:11:18+00:00",
    "coverArt": "https://mangadex.org/covers/48c8ad67-059f-4ca5-b7f4-729fdc72c154/3940ba21-144a-42da-a579-7d38097d719c.jpg",
    "altTitles": [
      {
        "en": "Blue Creek Town"
      },
      {
        "en": "Lanxi Town"
      },
      {
        "en": "Legend of Luo Xiaohei: Lanxi Town"
      },
      {
        "en": "Luo Xiaohei Zhan Ji: Lanxi Zhen"
      },
      {
        "zh": "罗小黑战记·蓝溪镇"
      }
    ],
    "description": {
      "en": "Lanxi Zhen tells the story of Laojun, Xuanli, and Qingning during the war. It shows a different world of demons and gods.",
      "zh": "《罗小黑战记》君清篇~~讲述战争年代的老君、玄离和清凝的故事。为你展现不一样的妖神世界~"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c91cdc85-23d7-49db-be00-f4087fd5e525",
    "title": {
      "en": "Muda da to Tsuihou Sareta [Kyuutei Juui], Kemono no Kuni ni Kou Taiguu de Manekareru: Mori de Tasuketa Shinjuu to Kemomimi Bishoujotachi ni Mechakucha Dekiaisare Nagara Slow Life o Tanoshinderu"
    },
    "updatedAt": "2025-01-28T16:07:57+00:00",
    "coverArt": "https://mangadex.org/covers/c91cdc85-23d7-49db-be00-f4087fd5e525/4bfe8802-a58e-47ac-8867-58adc72ae193.jpg",
    "altTitles": [
      {
        "ja": "無駄だと追放された【宮廷獣医】、獣の国に好待遇で招かれる～森で助けた神獣とケモ耳美少女達にめちゃくちゃ溺愛されながらスローライフを楽しんでる～"
      },
      {
        "ja-ro": "Muda da to Tsuihou Sareta [Kyuutei Juui], Kemono no Kuni ni Kou Taiguu de Manekareru ~Mori de Tasuketa Shinjuu to Kemomimi Bishoujo-tachi ni Mechakucha Dekiaisare Nagara Slow Life o Tanoshinderu~"
      },
      {
        "en": "Banished by the [Royal Court] After Being Told I Was Useless, I Got Invited to the Beast Country Promising Good Treatment: Enjoying a Slow Life While Being Doted on by the Divine Beast and the Animal-Eared Beauties I Saved in the Forest"
      }
    ],
    "description": {
      "en": "One day, the veterinary doctor Zeke is suddenly fired by the king, leaving him with no where to go but at a loss. However, after helping a divine beast, he is invited to the beast kingdom with excellent treatment. After, Zeke is banished, the kingdom begins to decline, but he begins living happily surrounded by cute animal-eared girls. From \"Let's Become a Novelist\"! The long-awaited comic adaptation of the hugely popular harem slow life packed with fluffy and cute animal-eared girls!!(Source: bookwalker)",
      "ja": "ある日突然国王からクビを宣告された獣ノ医師・ジークは、行く当てがなくなり途方に暮れるが、神獣を助けたことにより超好待遇で獣人国に招かれることになる。そしてジークを追放したことで衰退が始まる国を尻目に、ケモ耳美少女たちに囲まれた幸せな日々が始まるのであった――。「小説家になろう」発!もふもふ×ケモ耳美少女凝縮で大人気のハーレムスローライフが待望のコミカライズ!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "08a5070d-f9ff-4f83-ace7-951952bceb66",
    "title": {
      "en": "Gun-Ota ga Mahou Sekai ni Tensei shitara, Gendai Heiki de Guntai Harem wo Tsukucchaimashita!?"
    },
    "updatedAt": "2025-01-15T10:42:39+00:00",
    "coverArt": "https://mangadex.org/covers/08a5070d-f9ff-4f83-ace7-951952bceb66/7f119a57-7803-4f2f-8bbb-c190c1cc7f2a.jpg",
    "altTitles": [
      {
        "ja": "軍オタが魔法世界に転生したら、現代兵器で軍隊ハーレムを作っちゃいました？！"
      },
      {
        "ja-ro": "Gunota ga Mahou Sekai ni Tensei Shitara, Gendai Heiki de Guntai Harem o Tsukucchaimashita!?"
      },
      {
        "en": "When a Gun Nerd Is Reincarnated to a World of Magic, He Established a Harem army with Modern Weapons!?"
      },
      {
        "ko": "군대 오타쿠가 마법세계에 환생하여 현대병기로 군할렘을 만들어 버렸습니다!"
      },
      {
        "zh": "军事宅转生到异世界"
      },
      {
        "zh": "军武宅转生魔法世界，靠现代武器开军队后宫！？"
      },
      {
        "zh-hk": "軍事宅轉生到異世界"
      },
      {
        "zh-hk": "軍武宅轉生魔法世界，靠現代武器開軍隊後宮!?"
      },
      {
        "zh-hk": "軍人再生記 (Classical Chinese)"
      },
      {
        "fr": "Quand un fan d'arme est réincarné dans un monde de magie, il établi un Harem avec des armes modernes ?!"
      },
      {
        "ru": "Когда фанат пушек попал в мир магии, он собрал гарем, вооруженный современным оружием"
      },
      {
        "th": "กันโอตะได้กลับชาติมาเกิดใหม่ในโลกที่มีเวทมนตร์ เล่ม!?"
      }
    ],
    "description": {
      "en": "Hotta Youta is killed while returning home from work on a cold evening. He wakes up being carried by a bunny-eared woman.",
      "ja": "命を落とし、異世界に転生したミリオタ少年は、知識を活かして兵器を製造して戦うことに！前世で叶わなかった想いを胸に、迫り来る魔物から人々を守れ!!! その力で、少年は伝説になる！――かもしれない。",
      "pt": "Hotta Youta foi morto enquanto voltava para casa do trabalho em uma noite fria. Ele acordou sendo carregado por uma mulher com orelhas de coelho! Apresentando a reencarnação, armas e harém, é uma história de armas e magia que dá ao nosso protagonista uma nova vida… e um novo começo!   \n*Adaptado da web/light novel de mesmo nome.*  \n\n\n---\n\n**Links:**  \n- [Artist's Twitter](https://twitter.com/yametakashi)"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "15",
    "lastChapter": "87"
  },
  {
    "mangaId": "237d527f-adb5-420e-8e6e-b7dd006fbe47",
    "title": {
      "en": "Kaiju No. 8"
    },
    "updatedAt": "2024-10-26T07:36:49+00:00",
    "coverArt": "https://mangadex.org/covers/237d527f-adb5-420e-8e6e-b7dd006fbe47/1a2b3e4c-1a06-4d77-aa38-48753bc3cb98.jpg",
    "altTitles": [
      {
        "en": "Monster #8"
      },
      {
        "ja-ro": "Kaijuu 8-gou"
      },
      {
        "ru": "Кайдзю No. 8"
      },
      {
        "ru": "Монстр № 8"
      },
      {
        "ja": "怪獣8号"
      },
      {
        "uk": "Кайджю №8"
      },
      {
        "fr": "Kaiju n°8"
      },
      {
        "es": "Kaiju 8"
      },
      {
        "es": "Kaiju Nº8"
      }
    ],
    "description": {
      "en": "A man working a job far removed from his childhood dreams gets wrapped up in an unexpected situation…! Becoming a monster, he aims once again to fulfill his lifelong dream…!\n\n---\nKafka hopes to one day keep his pact with his childhood friend Mina to join the Japan Defense Force and fight by her side. But while she’s out neutralizing kaiju as Third Division captain, Kafka is stuck cleaning up the aftermath of her battles. When a sudden rule change makes Kafka eligible for the Defense Force, he decides to try out for the squad once more. There’s just one problem. He’s made the Defense Force’s neutralization list under the code name Kaiju No. 8.\n\n---\n**Links:**\n- Alternative Official English - [Viz](https://www.viz.com/kaiju-no-8)",
      "es": "Japón tiene la mayor tasa de incidencias por ataques de Kaijus de todo el mundo. Los Kaijus irrumpen continuamente y sin piedad en las vidas cotidianas de la gente. Kafka Hibino, que siempre quiso ser un miembro de las Fuerzas de Defensa, actualmente trabaja como limpiador de cadáveres de Kaijus.\nSin embargo, un día, una misteriosa criatura convierte a Kafka en un Kaiju, y las Fuerzas de Defensa de Japón, encargados de derrotar a estos monstruos, le identificaron con el nombre clave de “Kaiju N.8”.",
      "fr": "Enfant, Kafka Hibino rêvait d’intégrer les Forces de Défense pour combattre ces terribles ennemis, mais après de nombreux échecs à l’examen d’entrée, ce trentenaire travaille à nettoyer les rues de leurs encombrants cadavres. Jusqu’au jour où une mystérieuse créature s’introduit dans son organisme et le métamorphose en une entité surpuissante mi-humaine, mi-kaiju. Son nouveau nom de code : “Kaiju n° 8” !\n\nMaison d'édition FR : Kazé / Crunchyroll",
      "it": "Un uomo, infelice del lavoro che deve fare per il resto della sua vita, rimane coinvolto in un evento inaspettato…!  \r\nSi è trasformato in un kaiju, una creatura mostruosa, che gli darà un'altra opportunità per raggiungere ciò che ha sempre sognato!",
      "ja": "怪獣発生率が世界屈指の日本。この国は、容赦なく怪獣が日常を侵していた。かつて防衛隊員を目指していたが、今は怪獣専門清掃業で働く日比野カフカ。ある日カフカは、謎の生物によって、身体が怪獣化、怪獣討伐を担う日本防衛隊からコードネーム「怪獣8号」と呼ばれる存在になる。",
      "ru": "Некоторые люди проживают серую жизнь, так и не пережив ничего захватывающего. Но нашему герою вроде бы повезло: хоть он и был недоволен работой, которой ему пришлось заниматься, случается кое-что неожиданное. Он превращается в кайдзю — чудовищное существо, и теперь получает шанс не просто изменить свою жизнь, а достичь всего, о чём он когда-либо мечтал!",
      "tr": "Yapmak zorunda olduğu işinde pek de memnun olmayan bir adam beklenmedik olaylara karışır..! Bir Kaiju'ya, dehşet verici korkunç, muazzam bir yaratığa dönüşür. Peki ya bu, uzun zamandır hayal ettiği şeylere sonunda kavuşabileceği fırsatıysa..?.",
      "pt-br": "Um homem, descontente com o trabalho que teve na vida, está envolvido em um evento inesperado...! Ele se torna um Kaijuu, uma criatura monstruosa, dando-lhe uma nova chance de alcançar o que ele sempre sonhou!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f9f282b-c0a8-4890-9098-3e080b3c36da",
    "title": {
      "en": "Namaiki na Gal Ane wo Wakaraseru Hanashi"
    },
    "updatedAt": "2025-01-23T22:32:43+00:00",
    "coverArt": "https://mangadex.org/covers/8f9f282b-c0a8-4890-9098-3e080b3c36da/b08f428f-5e61-4c9f-b92a-5db188eb328d.jpg",
    "altTitles": [
      {
        "ja": "生意気なギャル姉を解らせる話"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "en": "The Story of Making My Cheeky Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gyaru Sister Understand"
      },
      {
        "es-la": "El día que decidí hacer entender a mi descarada hermana gal a mi manera"
      }
    ],
    "description": {
      "en": "Every time she opens her mouth, it's nothing but abusive language, and her problematic behavior never stops. The protagonist has had enough and sets a “plan” into motion…??!",
      "ja": "口を開けば暴言ばかりで、問題行動が絶えない姉。 彼女に痺れを切らし、主人公が踏み出した“計画”とは---??!",
      "es-la": "Su hermana siempre dice cosas hirientes y cuyos comportamientos problemáticos nunca cesan, el protagonista, cansado de ella, da un paso adelante con un \"plan\"\n¿Cuál será...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eca409ba-505f-4f44-a756-0e1411d5d620",
    "title": {
      "ja": "Musashino Rondo"
    },
    "updatedAt": "2024-05-16T03:25:17+00:00",
    "coverArt": "https://mangadex.org/covers/eca409ba-505f-4f44-a756-0e1411d5d620/e3c1a031-13e0-4ef5-a79d-885eee331c35.jpg",
    "altTitles": [
      {
        "ja": "ムサシノ輪舞曲"
      },
      {
        "ja": "ムサシノ輪舞曲 (ロンド)"
      },
      {
        "ja": "Musashino Rinbukyoku"
      },
      {
        "ja": "Musashino Rinbukyoku (Rondo)"
      }
    ],
    "description": {
      "en": "Musashibara Tamaki (35), a sharp-tongued woman who is firm in how she lives her life, had been living by herself until her younger brother, Bunta, came back to their family home after a breakup. Her old student and next-door neighbor, Agawa Ryuuhei (25), has had an unrequited crush on Tamaki for a long time now. After being rejected twice by her, how does he deal with his feelings? A mature story of unrequited love with an ensemble cast that unfolds in an elegant and laid-back town."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c355cfa-d8a9-495c-a50b-8729102ab2b7",
    "title": {
      "en": "Shin Lupin III"
    },
    "updatedAt": "2023-05-16T03:42:17+00:00",
    "coverArt": "https://mangadex.org/covers/3c355cfa-d8a9-495c-a50b-8729102ab2b7/33549561-aa82-473c-9bc3-534b194a5a96.jpg",
    "altTitles": [
      {
        "en": "Lupin III - World's Most Wanted"
      },
      {
        "en": "New Lupin III"
      },
      {
        "ja-ro": "Shin Lupin Sansei"
      },
      {
        "ja": "新ルパン三世"
      }
    ],
    "description": {
      "en": "Lupin the Third and his motley crew return in Shin Lupin III! This time, several of the stories are either brand new or adapted from or to the Lupin anime, and the beginning story was even animated by itself several years later!  \n  \nLupin the Third is the grandson of the famous literary thief Arsène Lupin, and his partners in crime include the sharpshooter Jigen Daisuke, the stoic samurai Goemon Ishikawa the Thirteenth, and the on-again-off-again lover/enemy Fujiko Mine. Their goal is to outwit enemies bigger than themselves while nabbing the world's rarest and most important items, while also outwitting the dogged Inspector Zenigata, who's made it his life's work to capture and secure Lupin. In the manga however, his relationship with the titular thief isn't as \"respecting to the enemy\" as you would expect, as he's attempted multiple times to kill him without shedding a tear!   \n  \nWhat kind of sexy exploits will Lupin and his crew get up to next in…Shin Lupin III!"
    },
    "status": "completed",
    "releaseDate": 1977,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "188"
  }
]