[
  {
    "mangaId": "d3de0128-f60b-4fd2-acc6-fa4735659a34",
    "title": {
      "en": "Reality Quest"
    },
    "updatedAt": "2023-05-28T20:30:29+00:00",
    "coverArt": "https://mangadex.org/covers/d3de0128-f60b-4fd2-acc6-fa4735659a34/63eaa70f-d8c8-4ead-8214-7a4d3f4a903c.png",
    "altTitles": [
      {
        "ko": "현실퀘스트"
      },
      {
        "en": "Real Life Quest"
      },
      {
        "en": "IRL Quest"
      },
      {
        "ko-ro": "Hyeonsil Quest"
      },
      {
        "ru": "Реалити Квест"
      },
      {
        "fr": "IRL Quest"
      }
    ],
    "description": {
      "en": "Due to the school bully's threat to get him game items, Ha Do-wan, the unlucky game shuttle, died after playing games all night long for a week. The moment he died, he got respawned to the classroom one week before he died... Everything is the same as that day. The only thing that has changed is the floating in front of him! What? Use the skills of the games I've played so far to beat the bully?!?!",
      "fr": "À cause de la menace des harceleurs de son école qui l'obligent à gagner des objets dans un jeu, Ha Do-Wan, le malheureux joueur à tout faire, est mort après avoir joué sans arrêt pendant une semaine. Au moment où il est mort, il s'est fait réincarner dans sa salle de classe une semaine avant sa mort... Tout est comme ce jour-là. La seule chose qui a changé est cette fenêtre volante devant lui ! Quoi ? Utiliser les skills que j'ai utilisé dans tous les jeux auxquels j'ai pu jouer jusqu'ici pour battre les harceleurs ?!?!",
      "ru": "После угроз и запугиваний школьного хулигана, который требовал добыть предметы, Ха До Ван всю неделю проводит ночи напролет за играми, умирает и перерождается в школьном кабинете за неделю до этого... Все было точно таким же, как в тот день. Изменилось только одно - это \"Оповещение о квесте\", которое всплыло перед глазами! Что? От меня требуется победить этого хулигана, используя все мои игровые навыки?",
      "pt-br": "Após ser forçado pelo valentão da escola a dropar um item lendário, Ha Dowan, o escravo gamer, morre depois de passar a sete dias seguidos jogando. No momento de sua morte, ele renasce na sala de aula, uma semana antes do dia em que morreu. Tudo está exatamente igual àquele dia. A única coisa diferente é que a <notificação de missão> está flutuando na frente dele! “O quê? tenho que usar as habilidades de todos os jogos que joguei até hoje pra descer o cacete nesse desgraçado?!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c86edee1-807b-4e17-b524-291ac7c2f650",
    "title": {
      "en": "Lost Man"
    },
    "updatedAt": "2022-03-24T07:11:36+00:00",
    "coverArt": "https://mangadex.org/covers/c86edee1-807b-4e17-b524-291ac7c2f650/d6769e85-20c1-4835-bfaf-87a473984738.jpg",
    "altTitles": [
      {
        "ru": "Потерянный"
      },
      {
        "ja": "ロストマン"
      },
      {
        "zh": "契約足球員"
      }
    ],
    "description": {
      "en": "There lives a man who has lost his memory and can’t remember where he’s from, and who he is, including his name. He just goes by the name Matsumoto and the one and only thing he remembers is how to play soccer. However, the one thing he does remember, he does exceptionally well, even better than the professionals. He sells his ridiculous soccer skills to teams and guarantees them goals and, even more important, wins. As he travels from city to city, country to country playing for money, he hopes that he regains his memory."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "168"
  },
  {
    "mangaId": "6941f16b-b56e-404a-b4ba-2fc7e009d38f",
    "title": {
      "en": "Isshou Watashi no Joshu de ite!"
    },
    "updatedAt": "2024-12-20T22:25:56+00:00",
    "coverArt": "https://mangadex.org/covers/6941f16b-b56e-404a-b4ba-2fc7e009d38f/208232e7-064e-4934-b6a5-4fb6dc3c1e50.jpg",
    "altTitles": [
      {
        "ja": "一生わたしの助手でいて！"
      },
      {
        "en": "Be my Assistant for Life!"
      },
      {
        "id": "Jadilah Asistenku Seumur Hidup!"
      }
    ],
    "description": {
      "en": "\"The relationship between a detective and their assistant is not unlike romance!\"\n\nDue to his natural tendency to assist others (a \"helper type\" personality that makes him constantly want to lend a hand), Mitomo Tasuku had always lived in the shadows. To break out of this, he made it his life's mission to \"become number one.\" However, at the high school he transfers to, he encounters three detective girls, who happen to be his rivals from elementary school with whom he formed a detective club together. Thus begins Tasuku's fierce battle for the top detective spot! However... these girls seem to harbor passionate feelings of a different kind...!?",
      "ja": "持ち前の助手体質(つい手助けをしてしまう体質)のせいで日陰者だった御供助玖は、その状況を打破するため「トップになる」ことを最重要課題として生きてきた。しかし、転校先の高校で出会った探偵少女3人は、小学校の頃に探偵団を一緒にやっていた因縁の相手だった! 探偵(トップ)の座をかけた助玖の熱い戦いが始まる!! ただ‥‥彼女たちは違う意味で熱い想いを秘めていて‥‥!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "098f1a64-06aa-4e02-8e94-4284352538e9",
    "title": {
      "en": "I Got a Girlfriend From a Shooting Star"
    },
    "updatedAt": "2024-12-25T17:05:20+00:00",
    "coverArt": "https://mangadex.org/covers/098f1a64-06aa-4e02-8e94-4284352538e9/3aa00762-f4dc-445d-8654-64689d6e25df.png",
    "altTitles": [
      {
        "zh": "许愿后，天降成精的星星"
      },
      {
        "zh-ro": "Xǔyuàn hòu, tiān jiàng chéng jīng de xīngxīng"
      },
      {
        "en": "After Making a Wish, a Shooting Star Descended and Became a Spirit"
      }
    ],
    "description": {
      "en": "What do I do if I like girls? I wished upon a shooting star, not expecting it to be granted straight away… so why did a spirit suddenly appear before me?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69fdf64b-683c-4957-805c-e47dc758cb1b",
    "title": {
      "en": "Memoir of the God of War"
    },
    "updatedAt": "2024-12-20T15:38:59+00:00",
    "coverArt": "https://mangadex.org/covers/69fdf64b-683c-4957-805c-e47dc758cb1b/2f8a7919-4699-4388-8a55-1d22980c2237.jpg",
    "altTitles": [
      {
        "ko": "전왕전기"
      },
      {
        "ko-ro": "Jeonwangjeongi"
      },
      {
        "ko-ro": "Jeonwang Electric"
      },
      {
        "en": "Memoir of the King of War"
      },
      {
        "ru": "Мемуары Бога Войны"
      },
      {
        "ja": "戦王伝記"
      },
      {
        "zh-hk": "戰王傳記"
      },
      {
        "vi": "Chiến Vương Truyền Ký"
      }
    ],
    "description": {
      "en": "Breathing does not guarantee everyone’s alive! Dan Sa Yu, a descendant of Goryeo, greatly reprimands the Central District for the sake of his friend whom he treasures the most. He reigns every battle! No one could stop him! Cheonpo Armed Forces. The greatest martial arts of Goryeo! The legend of Cheonpo Armed Forces lives on while the history of the King of War unfolds!\n\n---\n* [Original Webtoon <Mr.Blue>](https://www.mrblue.com/webtoon/wt_000047611)\n* [Official Japanese Translation / 日本語](https://piccoma.com/web/product/80868)\n* [Webtoon PV](https://www.youtube.com/watch?v=1laU4XdlpNc)",
      "ja": "息をしているからといって、生きているわけではない！ 高麗の子孫である単砂流（たんさりゅう）、彼は大切な友人のために中原を駆け抜ける。 彼は戦の支配者！誰も彼を止めることはできない！ 天砲武将類（てんほうぶしょうるい）、それは高麗の偉大なる武功！ 天砲武将類の伝説は永久で、戦王の壮大な歴史が幕を開く！\n\n---\n* [Original Webtoon <Mr.Blue>](https://www.mrblue.com/webtoon/wt_000047611)\n* [Official Japanese Translation / 日本語](https://piccoma.com/web/product/80868)\n* [Webtoon PV](https://www.youtube.com/watch?v=1laU4XdlpNc)",
      "ko": "숨을 쉰다고 해서 모두가 살아있는 것은 아니다!\n\n고려의 후예 단사유, 가장 소중한 친구를 위해 중원을 질타하다.\n그는 전투에서 군림하는 자! 누구도 그를 막을 수 없다!\n\n천포무장류. 위대한 고려의 절대 무공!\n천포무장류의 전설은 영원하고, 전왕(戰王)의 위대한 역사가 펼쳐진다!\n\n---\n* [Original Webtoon <Mr.Blue>](https://www.mrblue.com/webtoon/wt_000047611)\n* [Official Japanese Translation / 日本語](https://piccoma.com/web/product/80868)\n* [Webtoon PV](https://www.youtube.com/watch?v=1laU4XdlpNc)",
      "ru": "То, что ты жив, покажет не стук твоего сердца! Дан Саю, потомок Горё, которому нет равных в бою, решил отплатить сполна Чон Вону за своего дорогого друга. Никто его не остановит! Чхонпо наращивает боевую мощь. Полная безнаказанность, которую нельзя оставить без внимания! Легенды о боевых искусствах Чхонпо будут жить вечно, а великому сказанию о бывшем короле лишь предстоит начаться!\n\n---\n* [Original Webtoon <Mr.Blue>](https://www.mrblue.com/webtoon/wt_000047611)\n* [Official Japanese Translation / 日本語](https://piccoma.com/web/product/80868)\n* [Webtoon PV](https://www.youtube.com/watch?v=1laU4XdlpNc)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccd3cb6e-82ac-4ebd-9263-eec25cfafcc8",
    "title": {
      "en": "Kichikujima"
    },
    "updatedAt": "2025-01-18T22:21:21+00:00",
    "coverArt": "https://mangadex.org/covers/ccd3cb6e-82ac-4ebd-9263-eec25cfafcc8/dd35775f-3af4-419d-8709-f25f1eb1b342.jpg",
    "altTitles": [
      {
        "ja": "鬼畜島"
      },
      {
        "en": "Freak Island"
      },
      {
        "en": "Evil Land"
      },
      {
        "uk": "Диявольський острів"
      }
    ],
    "description": {
      "en": "University students shipwrecked and forced to board a deserted island with a serial killer.",
      "ja": "無人島に上陸した、廃墟研究サークルの大学生たちを襲う白昼の恐怖!! 殺人鬼に拉致された仲間の救出に向かう一行を待ち受ける過酷な罠!! 地図から消された“禁断の島”に隠された闇が、若者たちの心を蝕んでいく…。"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "24",
    "lastChapter": "143"
  },
  {
    "mangaId": "6cf34aaa-0799-48b6-a392-dcc5b1c9b8fc",
    "title": {
      "en": "The Legendary Hero is an Academy Honors Student"
    },
    "updatedAt": "2024-12-29T00:58:39+00:00",
    "coverArt": "https://mangadex.org/covers/6cf34aaa-0799-48b6-a392-dcc5b1c9b8fc/21e58f56-b39f-4d56-a5fc-de1bdc789805.png",
    "altTitles": [
      {
        "ko": "전설급 영웅은 아카데미 우등생"
      }
    ],
    "description": {
      "en": "Back in the Age of Despair, Kyle defeated Erebos, the genesis of evil.  Then 5000 years later, he reincarnated as Leo with the memories of his past life intact.\n\nHis comrades — the Brave Arron, the Divine Blacksmitsh Dweno, the Poet of the Stars Luna, and the Wise King Lysinas — were all heralded as great heroes.\n\nBut the 'Hero Record', a gift from the heavens that records the achievements of heroes through the ages, had no record of Kyle whatsoever, and the people of the present treat him like a fictional character.\n\nAngry about the reality he's found himself in, Leo enrolls at Lumene Academy, the hero academy which houses the Hero Record.\n\n\"Fine. I guess I'll become an honors student to figure out why I was written out of history.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39f09bc5-1cea-45a1-b0b2-e50f2175e0de",
    "title": {
      "en": "Kanojo ni Naritai Kimi to Boku"
    },
    "updatedAt": "2023-02-02T05:07:37+00:00",
    "coverArt": "https://mangadex.org/covers/39f09bc5-1cea-45a1-b0b2-e50f2175e0de/35b504b1-ad47-4dab-aa6e-e74feeb7d4fd.jpg",
    "altTitles": [
      {
        "ja-ro": "KanoBoku"
      },
      {
        "en": "The Woman You Are and Me"
      },
      {
        "en": "The you who wants to be a woman and I"
      },
      {
        "ja": "カノジョになりたい君と僕"
      }
    ],
    "description": {
      "en": "Hime Sakuragaike has secretly been in love with her childhood friend Akira Yonezawa since they were kids, but Hime only recently found out that Akira identifies as female. Although surprised, Hime offers her full support, and this is initially kept secret between them for a few years, but Akira decides to start living as a girl full-time upon starting high school with Hime. However, since Akira garners a certain amount of attention, Hime takes it upon herself to aggressively stick up for Akira whenever necessary. Not wanting Akira to be singled out as an object of ridicule, Hime decides that her only option is to put herself in Akira's shoes."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "50"
  },
  {
    "mangaId": "660862b9-5418-4e93-8299-69df816ea041",
    "title": {
      "en": "Ui x Kon"
    },
    "updatedAt": "2024-07-28T16:10:21+00:00",
    "coverArt": "https://mangadex.org/covers/660862b9-5418-4e93-8299-69df816ea041/6d384ed2-86f7-4c3f-a80a-21d04d56b505.jpg",
    "altTitles": [
      {
        "en": "First x Marriage"
      },
      {
        "ja": "初×婚"
      },
      {
        "ja-ro": "Hatsu x Kon"
      }
    ],
    "description": {
      "en": "Two people who met for the first time today. Should we have the \"world's best wedding\" 3 years later…!?  \nThe Nanami High School that Ui enters is a special school where girls and boys spend their dorm life in a shared room, aiming for the world's best wedding! Kon, the guy chosen as Ui's partner by the super accurate matching system, is an ever so slightly malicious guy…!?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7cc0e57-aa04-42d7-a726-822f66718a35",
    "title": {
      "en": "Herami Shimai wa Docchi mo Yanderu"
    },
    "updatedAt": "2025-01-25T06:11:20+00:00",
    "coverArt": "https://mangadex.org/covers/c7cc0e57-aa04-42d7-a726-822f66718a35/fa225b5d-2c0c-4f60-a04f-c4c168159b47.jpg",
    "altTitles": [
      {
        "ja": "平良深姉妹はどっちもヤんでる"
      },
      {
        "en": "Insecure Herami Sisters"
      },
      {
        "en": "The Yandere Little Sister and the Menhera Big Sister"
      },
      {
        "es-la": "La hermana pequeña yandere y la hermana mayor menhera"
      },
      {
        "zh": "平良深姐妹都“病”得不轻"
      },
      {
        "vi": "Hai chị em nhà Herami bất ổn thực sự!"
      }
    ],
    "description": {
      "en": "Sera, (Real Name: Herami Sera) is an approval-seeking girl (26 years old) who works at a maid café. Her younger sister, Kira, is an idol (19 years old) who is rapidly gaining popularity with her cool, and mature character. However, the real Kira only ever thinks of her sister and tries to cheer her up in every possible way to help her sister with her mental health and anxiety.",
      "ja": "せーら（本名：平良深 瀬良）はメイドカフェで働く承認欲求高めな女子（26歳）。そんな彼女の妹・キラは、クールな大人っぽいキャラで人気沸騰中のアイドル（19歳）。しかし、素顔のキラはいつも姉のことしか考えておらず、不安を抱える姉のため、あらゆる手段で励まそうとしていて…。",
      "es-la": "Sera, (Nombre real: Herami Sera) es una chica que busca aprobación (26 años) que trabaja en un maid café. Su hermana menor, Kira, es una ídolo (19 años) que está ganando popularidad rápidamente con su carácter frío y maduro. Sin embargo, la verdadera Kira solo piensa en su hermana y trata de animarla de todas las maneras posibles para ayudar a su hermana con su salud mental y ansiedad."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89393959-9749-4b7d-b199-cf25f1a52d86",
    "title": {
      "en": "Shinmai Renkinjutsushi no Tenpo Keiei"
    },
    "updatedAt": "2024-03-20T16:47:18+00:00",
    "coverArt": "https://mangadex.org/covers/89393959-9749-4b7d-b199-cf25f1a52d86/ab2a378a-671c-4a02-bd05-9d05f932f0af.jpg",
    "altTitles": [
      {
        "ja": "新米錬金術師の店舗経営"
      },
      {
        "en": "The Novice Alchemist's Store"
      },
      {
        "zh-hk": "新人鍊金術師的店舖經營"
      },
      {
        "zh": "新米炼金术师的店铺经营"
      },
      {
        "en": "The Management of the Novice Alchemist"
      }
    ],
    "description": {
      "en": "After her parents are killed by bandits, young Sarasa Feed is sent to an orphanage where she learns about the prestigious world of alchemy. Determined to follow in her late parents' footsteps and become an independent business owner, she enrolls at the Royal Alchemist Academy to train and get certified as an official alchemist.\n\nFive years later, Sarasa graduates from the institution and nearly achieves her dream before realizing that she lacks the funds to do so. Left with little choice, she makes do with a low-priced storefront in a town situated far away from the bustling capital. Despite the threat of treacherous terrain and dangerous monsters in the remote countryside, Sarasa begins her exciting new life as an alchemist.",
      "ja": "錬金術師のお店始めました！\n\n王立錬金術師養成学校を卒業したサラサは\n師匠から一軒のお店をプレゼントされる。\n気前の良い師匠に見送られ、錬金術師として\nちょっぴり優雅な生活を夢見て旅立ったものの\n肝心のお店は廃屋同然の見た目で──。\n\n可愛いアルバイトや優しい村の人に囲まれて、\nちょっぴり不便やトラブルはあるものの\n悠々自適なお仕事スローライフここに開店！",
      "pt-br": "Sonhe alto! Eu vou ser o alquimista número um do país!\nQuando a jovem Sarasa se formou na Royal Alchemist Academy, seu professor presenteou-a com uma casa para ela montar uma loja. Com o objetivo de se tornar uma alquimista masterclass, ela mesma reúne materiais, experimenta e opera um negócio. Em seu próprio atelier, Sarasa se entrega a uma vida alquimista lenta e descontraída!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "220282a9-a2ff-4a6b-9bed-f4a9da24c661",
    "title": {
      "en": "Maybe Meant to Be"
    },
    "updatedAt": "2024-11-10T13:58:29+00:00",
    "coverArt": "https://mangadex.org/covers/220282a9-a2ff-4a6b-9bed-f4a9da24c661/f1200311-3b79-436e-8edf-4f3a9465e2e5.jpg",
    "altTitles": [
      {
        "ko": "어쩌다보니 천생연분"
      },
      {
        "ko-ro": "Eojjeodaboni Cheonsaengyeonbun"
      },
      {
        "en": "By Chance, a Match Made in Heaven"
      },
      {
        "en": "Match Made in Heaven by Chance"
      },
      {
        "en": "Accidentally Heavenly Match"
      },
      {
        "es": "Quizás fue el destino"
      },
      {
        "th": "โชคชะตานำพารัก"
      },
      {
        "ja": "いきなり結婚生活"
      },
      {
        "vi": "Lớ Ngớ Vớ Phải Tình Yêu"
      },
      {
        "vi": "Duyên Trời Đã Định"
      },
      {
        "zh": "莫名成了天生一对"
      },
      {
        "zh-hk": "偶然成了天生一對"
      },
      {
        "hu": "Valóra Vált Véletlen"
      }
    ],
    "description": {
      "en": "‘How long have i been laying down at home…?’ Han Jia, who is turning 32 this year (she’s a freelancer who’s still doesn’t have a full-time job/jobless), suffers because of the pressure given by people around her that keep telling her to get married. Around the same time, Jin Mincheol, her childhood friend who came to Jia’s hometown for holiday, is having the same problem. Then, the two people got married just like that. Now that they have married….. ‘Huh? We match each other more than i thought?’",
      "es": "Jia Han, una trabajadora independiente sin trabajo de 32 años, está cansada de que sus padres insistan con que se case y se vaya de la casa. Cuando se encuentra con un amigo de la infancia, Mincheol Jin, que siente la misma presión por parte de sus padres, dice sin pensar que casarse sería una buena solución para los problemas de los dos. Pero no se imaginaba que él aceptaría su propuesta y, de repente, se encuentra de camino al altar. ¡Una historia sobre un romance inesperado que no podrás dejar de leer!",
      "fr": "Jia, 32 ans, sans-emploi, vit toujours avec ses parents. En ayant marre de la pression de sa famille, par un coup de tête, elle fait une demande en mariage à son ami d'enfance, Mincheol, qu'elle vient tout juste de recroiser après des années. À sa grande surprise, celui-ci accepte directement sa proposition et d'un jour à l'autre elle se trouve mariée à Mincheol. Cette union improvisée perturbe Jia, mais, petit à petit elle découvre qu'ils sont en fait... parfaits l'un pour l'autre?!",
      "hu": "Han Jia, jelenleg szabadságon lévő szabadúszó, közismertebb néven munkanélküli. Jia a Holdújévet a nyaggatásával ünneplő családja elől elmenekül \"friss levegőt szívni\", amikor összefut egy régi ismerőssel. Jin Mincheol, aki a nyomi szomszédkölyök volt egykor Jia szemében, majdnem hasonló cipőben jár, ugyanis az ő családja is azt várja, hogy párt találjon végre magának. Ekkor támad egy zseniális ötlete hősnőnknek, és kezdetét veszi a két lökött főszereplő közös élete.",
      "id": "Sudah berapa tahun kamu tinggal di rumah orang tua? Han Jiah (pengangguran) yang tahun ini berusia 32 tahun, hari ini juga menderita karena masih belum menikah dan bekerja. Tiba-tiba Jim Minchul, sahabat kecil Jiah muncul dan mereka memutuskan untuk menikah!?? Ternyata mereka berdua malah lebih cocok dari yang diperkirakan?!",
      "ko": "집에 얹혀산 지 몇 년 차더라..? \n올해 32살을 맞이한 한지아(일하지 않는 프리랜서/무직)는 주변의 결혼하라는 눈칫밥에 오늘도 고통받는데.. \n때마침 명절을 맞이하여 고향에 내려온 소꿉친구 민철 또한 같은 고민이 있었으니.\n그러면 쉬운 해결 방법이 있잖아?!? 그렇게 홧김에 결혼한 두 사람.\n그런데 막상 결혼해 보니... 어라?? 생각보다 너무 잘 맞는다?!",
      "th": "‘ฮันจีอา’ ฟรีแลนซ์สาววัย 32 ปีที่เบื่อหน่ายกับคำถามเรื่องแต่งงานของพ่อแม่ บังเอิญพบกับเพื่อนสมัยเด็ก ‘จินมินชอล’ หนุ่มเนิร์ดที่โดนคำถามจากพ่อแม่เรื่องนี้เช่นกัน คนโสดทั้งสองตัดสินใจจะหยุดคำถามเหล่านี้ด้วยการแต่งงาน! หรือว่านี่จะเป็นบุพเพสันนิวาส?",
      "zh": "厌倦被家人催婚的两人！\n就这样稀里糊涂结了婚！\n今年32岁的韩智雅没工作，不知在家蹭吃蹭喝了多少年，一直被催婚……正好在过节的时候，智雅遇到了回老家过节的儿时玩伴珉哲。她发现珉哲也有相同的困扰。因此，他们俩一气之下选择结婚……",
      "pt-br": "\"Há quanto tempo estou deitada em casa...?\"\n\nHan Jia, que está completando 32 anos este ano (ela é uma freelancer que ainda não tem um emprego registrado), sofre com a pressão das pessoas ao redor, que ficam dizendo para ela se casar. Na mesma época, Jin Mincheol, seu amigo de infância que veio para a cidade natal de Jia para passar as férias, está tendo o mesmo problema. Então, as duas pessoas se casaram, simples assim. Agora que eles se casaram… \n\n\"Huh? Nós combinamos mais do que pesávamos?\"",
      "zh-hk": "因為沒工作而一直住在老家的韓智雅總是會被家人催促結婚，就在她瀕臨崩潰的時候，遇到了有相同煩惱的兒時玩伴……"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "658b9adf-33c5-439d-9df3-9650c0649bf9",
    "title": {
      "en": "Mazumeshi Elf to Yuboku gurashi"
    },
    "updatedAt": "2022-07-27T08:55:30+00:00",
    "coverArt": "https://mangadex.org/covers/658b9adf-33c5-439d-9df3-9650c0649bf9/f66f2918-3867-4648-a868-f24fa2f7b6aa.jpg",
    "altTitles": [
      {
        "ja-ro": "Mazu Meals Elf and Nomadic Life"
      },
      {
        "ja-ro": "Mazu meshi Erufu to yūboku kurashi"
      },
      {
        "ja-ro": "Mazu Meshi Erufu to Yuuboku Kurashi"
      },
      {
        "ja-ro": "Mazumeshi Elf to Youbokugurashi"
      },
      {
        "ja-ro": "Mazumeshi Elf to Yuubokugurashi"
      },
      {
        "en": "Nomadic Life with the Elves' Terrible Food"
      },
      {
        "en": "Terrible Meals Elf and Nomadic Life"
      },
      {
        "ja": "マズ飯エルフと遊牧暮らし"
      },
      {
        "ko": "맛 없는 밥 엘프와 유목생활"
      }
    ],
    "description": {
      "en": "Suzuki Saburo is the typical isekai MC. A high school boy who started to get into cooking after getting an injury during baseball, he suddenly found himself in another world one day. With the only thing on his person being his custom knife, he wandered a desolate prairie for three days before falling unconscious.   \n  \nWhen he woke up, he found that a nomadic tribe of elves took him in. However, there’s one big problem - the tribe has terrible cooking. Can Saburo help teach the nomadic elves the true meaning of deliciousness?  \n\n---\n**Links:**  \n\n-  Alternative Raw: [Pixiv Comics](https://comic.pixiv.net/works/3951)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "92"
  },
  {
    "mangaId": "72231b89-3934-439b-9d83-0f82e45f01d6",
    "title": {
      "en": "Kanchigai no Atelier Meister: Eiyuu Party no Moto Zatsuyougakari ga, Jitsu wa Sentou Igai ga SSS Rank Datta to Iu Yoku Aru Hanashi"
    },
    "updatedAt": "2024-12-01T18:59:22+00:00",
    "coverArt": "https://mangadex.org/covers/72231b89-3934-439b-9d83-0f82e45f01d6/40eff0b1-c9ad-459d-88a5-7c6136ff4edc.jpg",
    "altTitles": [
      {
        "ja": "勘違いの工房主　英雄パーティの元雑用係が、実は戦闘以外がSSSランクだったというよくある話"
      },
      {
        "en": "The Unaware Atelier Meister"
      },
      {
        "en": "The Unaware Atelier Master"
      }
    ],
    "description": {
      "en": "Kuruto gets kicked out of the hero's party for being too useless in combat. However unknown to him, he's SSS Rank in skills like cooking, building, magic tool crafting, etc. \n  \nWN Raw: <https://www.alphapolis.co.jp/novel/292207951/264201950>"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bda927f7-df67-4842-b830-19c931159e41",
    "title": {
      "en": "Itonami Itonamezu"
    },
    "updatedAt": "2024-08-22T16:09:05+00:00",
    "coverArt": "https://mangadex.org/covers/bda927f7-df67-4842-b830-19c931159e41/8e4c6b4a-f342-4fe6-b1dd-ed07933fd037.jpg",
    "altTitles": [
      {
        "en": "Never-Ending"
      },
      {
        "ja": "いとなみいとなめず"
      },
      {
        "zh": "青涩夫妻的新婚生活"
      },
      {
        "en": "For Your Sake, I’ll Never Leave Your Side"
      }
    ],
    "description": {
      "en": "They haven't done anything yet - A story about a serious, simple, unadorned young man who wears nothing but the purest of clothes, never dreaming that he would fall in love . Until he meets a fragile girl working at a bento shop one day. This is a story about how a man and a woman who have never been in a romantic relationship before , start their newlywed life.",
      "ja": "単行本1巻発売前から大反響＆大人気!!ほっこり＆むずキュン必至、直視できないほどの純情ラブ！二人はまだ何もシた事がない――真面目で朴訥、純情が服を着歩いているような青年は、“自分なんか”が恋に落ちるなど夢にも思っていなかった。あの日、弁当屋で働く儚げな少女に出会うまでは…。これは、清く澄みきった交際経験ナシの男女が、色々すっ飛ばして結婚生活＜いとなみ＞を始めるお話。"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3c09565-47aa-410c-a137-a3a6e6bfa8a8",
    "title": {
      "en": "Manager Kim"
    },
    "updatedAt": "2024-06-11T05:18:43+00:00",
    "coverArt": "https://mangadex.org/covers/a3c09565-47aa-410c-a137-a3a6e6bfa8a8/874077a1-f563-401b-ad56-b0b907355000.jpg",
    "altTitles": [
      {
        "ko": "김부장"
      },
      {
        "ru": "Менеджер Ким"
      },
      {
        "en": "Director Kim"
      },
      {
        "pt-br": "Gerente Kim"
      }
    ],
    "description": {
      "en": "\"Please don’t touch the guy wearing glasses…\"\nDepartment head Kim, who quit his job as a special agent only for his daughter Minji and chose to be normal. Then one day, Minji disappeared silently, and Manager Kim began to find his daughter by turning the country that monitors him into the enemy.",
      "ko": "제발 안경 쓴 아저씨는 건들지 말자.\n오직 자신의 딸 '민지'를 위해 특수요원직을 관두고 평범함을 선택한 가장 김부장.\n그러던 어느 날 민지가 소리소문 없이 사라지고, 김부장은 자신을 감시하는 국가를 적으로 돌리면서까지 딸을 찾아나서기 시작하는데...\n[외모지상주의], [싸움독학] 그리고 [인생존망]을 잇는 박태준 유니버스의 공식 스핀오프 작품!",
      "ru": "Пожалуйста, не трогайте мужчину в очках.\nМенеджер Ким, глава семьи, который бросил работу специализированного агента и выбрал простую жизнь ради своей дочери Мин Джи.\nОднажды в один прекрасный день Мин Джи исчезает, не говорив ни слова , и менеджер Ким начинает искать свою дочь, постепенно превращая страну, которая следит за ним, во врага...",
      "pt-br": "Pai solteiro, gerente de companhia e ex membro das forças especiais. O Sr. Kim vivia uma vida normal até sua filha, Minji, desaparecer. Depois de descobrir que ela poderia estar morta, o Sr. Kim parte em uma busca implacável por informações. Ele irá resgatar Minji a qualquer custo, mesmo que isso signifique destruir tudo e todos que cruzarem seu caminho."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78",
    "title": {
      "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
    },
    "updatedAt": "2024-12-11T15:38:31+00:00",
    "coverArt": "https://mangadex.org/covers/d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78/fc1ec077-4e3d-40a3-9638-09a875dfffcf.jpg",
    "altTitles": [
      {
        "zh": "反派大师兄，师妹们全是病娇"
      },
      {
        "zh-ro": "Fǎnpài Dà Shīxiōng, Shīmèimen Quán Shì Bìng Jiāo"
      },
      {
        "zh-ro": "Fanpai Da Shixiong, Shimeimen Quan Shi Bing Jiao"
      },
      {
        "en": "The Big Villain Brother and the Junior Sisters Are All Sick and Delicate"
      },
      {
        "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
      },
      {
        "es-la": "El Gran Villano Hermano Mayor y todas sus Hermanas Menores Yandere"
      },
      {
        "vi": "Nhân Vật Phản Diện Đại Sư Huynh, Tất Cả Các Sư Muội Đều Là Bệnh Kiều"
      },
      {
        "vi": "Nhân Vật Phản Diện Đại Sư Huynh, Tất Cả Các Sư Muội Đều Là Yandere"
      },
      {
        "uk": "Старший брат-наставник - лиходій, а молодші сестри-наставниці ціловито божевільні"
      }
    ],
    "description": {
      "en": "Lin Xiao became Villain senior Brother of the Qinglan Sect after Reincarnation!\n\nAs long as you follow the plot of the original book, and become a Evil villain, you can become a God and ascend to heaven!\n\nEven if he is suffering he had no choice but to tease the fourth junior sister, steal the clothes of the third junior sister, pour some strong medicine into the second junior sister’s water, and conscientiously perform the villain’s duties.\nAnd Finally made it to the day when the male protagonist became a teacher!\n\nLin Xiao was very excited and prepared to poison the male lead. According to the plot, he will be caught by several junior sisters and thrown by the male lead.\n\nHe did not expect......\n- - -\nSecond Junior Sister: My Eldest Senior Brother is still so kind, how can this bit of poison be enough! Look at me!\n\nThird Junior Sister: I'll kill Ye Chen, and kidnap my Senior Brother! He is mine alone!\n\nFourth Junior Sister: I'll kill everyone... Create a world where there is only my Senior Brother!\n\nBeautiful Master: He's so cute, poisoning behind his back, he really deserves to be called my good disciple.\n\nLin Xiao: (⊙ˍ⊙) You all should read the script! It's me who should be killed!\n\nA relaxed and joyful anti-routine fairy tale."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51884f2e-8df3-45ec-8bab-4a9b10ae38ce",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal~〈Fan Colored〉"
    },
    "updatedAt": "2024-12-30T18:04:16+00:00",
    "coverArt": "https://mangadex.org/covers/51884f2e-8df3-45ec-8bab-4a9b10ae38ce/ee70f5cf-aecb-4c44-98ea-f6e1c8023204.jpg",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "596191eb-69ee-4401-983e-cc07e277fa17",
    "title": {
      "en": "Lookism"
    },
    "updatedAt": "2024-03-15T01:28:42+00:00",
    "coverArt": "https://mangadex.org/covers/596191eb-69ee-4401-983e-cc07e277fa17/6df15145-f15b-43f0-b87b-22fd3694eaca.jpg",
    "altTitles": [
      {
        "zh": "外見至上主義"
      },
      {
        "zh": "看臉時代"
      },
      {
        "ko": "외모지상주의"
      }
    ],
    "description": {
      "en": "Park Hyung-Seok is an unattractive loner who wakes up in a different body. Now tall, handsome, and cooler than ever in his new form, Hyung-Seok aims to achieve everything he couldn't before.\n\nHow far will he go to keep his body... and his secrets?",
      "pt": "Em uma sociedade onde aparência significa tudo, Park Hyumg Suk, pequeno, gordo e não atraente, sofre bullying diariamente, mas nunca falou a sua mãe super trabalhadeira sobre isso. Um dia, quando sua mãe o vê sofrendo bullying, ela o envia para uma escola melhor. Mas infelizmente, ele descobre que sua nova escola é tão cruel quanto a anterior. Uma noite, ele acorda e descobre que de repente ficou alto, forte e incrivelmente bonito. Quando volta para a cama e encontra o seu corpo antigo corpo dormindo. Ele agora tem uma mente e dois corpos. Toda vez que um dorme, o outro corpo acorda, e toda vez que um acorda o outro dorme. Com medo de sofrer bullying novamente na nova escola, ele decide usar o seu novo corpo para ir à escola. Mas como será isso? Será que ele finalmente será aceito?",
      "pt-br": "Em uma sociedade onde aparência significa tudo, Park Hyumg Suk, pequeno, gordo e não atraente, sofre bullying diariamente, mas nunca falou a sua mãe super trabalhadeira sobre isso. Um dia, quando sua mãe o vê sofrendo bullying, ela o envia para uma escola melhor. Mas infelizmente, ele descobre que sua nova escola é tão cruel quanto a anterior. Uma noite, ele acorda e descobre que de repente ficou alto, forte e incrivelmente bonito. Quando volta para a cama e encontra o seu corpo antigo corpo dormindo. Ele agora tem uma mente e dois corpos. Toda vez que um dorme, o outro corpo acorda, e toda vez que um acorda o outro dorme. Com medo de sofrer bullying novamente na nova escola, ele decide usar o seu novo corpo para ir à escola. Mas como será isso? Será que ele finalmente será aceito?"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "745360b5-6344-4a18-92b6-2af44dca7a9e",
    "title": {
      "en": "Police Tribe K-9"
    },
    "updatedAt": "2024-11-15T13:38:26+00:00",
    "coverArt": "https://mangadex.org/covers/745360b5-6344-4a18-92b6-2af44dca7a9e/7bf73c27-a6ef-4f44-8a1c-2c39c2b92e7e.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "The Fragrant Flower Blooms with Dignity"
    },
    "updatedAt": "2024-11-27T02:26:04+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/bad1354c-3ca6-450c-849e-f8132e52fe3c.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "de": "Kaoru und Rin"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "pl": "Kaoru i Rin. Rozkwitając z tobą"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "tr": "Güzel Kokulu Çiçekler Zarafetle Açar"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "vi": "Những đóa hoa thơm nở diễm kiều"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ko": "향기로운 꽃은 늠름하게 핀다"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "fr": "Bien qu'ils soient mitoyens, le lycée public Chidori pour garçons et le prestigieux lycée privé pour filles Kikyō continuent à entretenir leur tradition de se haïr mutuellement au plus haut point. Tsumugi Rintarō pensait la même chose, jusqu'à ce qu'il fasse la rencontre de Wakuri Kaoruko, élève de Chidori et habituée de la pâtisserie tenue par ses parents. Malgré la désapprobation et les préjugés de leurs camarades respectifs, Rintarō et Kaoruko vont petit à petit se rapprocher, et tant pis ce qu'en pensent les autres !\n\n___\n**Liens :**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "vi": "Ở một nơi nào đó, có 2 trường cao trung lân cận. Cao trung Chidori, một trường nam sinh cấp thấp hội tụ đủ những thằng đần, trường nữ sinh Kikyo, một trường nữ sinh danh giá . Rintaro Tsugumi, một nam sinh năm 2 to khỏe và trầm tính tại trường Chidori, bắt gặp Kaoruko Waguri, một khách hàng khi cậu đang giúp việc tại cửa hàng bánh nhà mình . Rintaro cảm thấy thoải mái khi dành thời gian bên Kaoruko, nhưng cô lại là học sinh của trường Kikyo, ngôi trường hàng xóm cực kì căm ghét trường Chidori. Đây là câu chuyện về 2 con người ở rất gần nhưng lại rất xa",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57fe3f00-8626-462b-8f75-fce0e6faa6be",
    "title": {
      "en": "Waka-chan wa Kyou mo Azatoi"
    },
    "updatedAt": "2025-01-23T10:36:59+00:00",
    "coverArt": "https://mangadex.org/covers/57fe3f00-8626-462b-8f75-fce0e6faa6be/9d7bd60c-655f-41f3-be4d-be5ebc91106c.jpg",
    "altTitles": [
      {
        "ja": "和歌ちゃんは今日もあざとい"
      },
      {
        "en": "Waka-chan Is Pushy Again"
      },
      {
        "ja-ro": "Waka-chan wa Kyou mo Azatoi"
      },
      {
        "en": "A Hidden Side to my Crush"
      },
      {
        "pt-br": "O lado oculto da minha Crush"
      }
    ],
    "description": {
      "en": "Tomoya is a college freshman on a mission to finally get his first ever girlfriend, but with one small problem: he's still a virgin! While he's gotten close with the beautiful and charming girl Waka Sakuraba in his club at school, he can't wrack up the courage to take the first step and ask her out. One day, Tomoya stumbles upon a hidden side to his crush Waka...",
      "ja": "彼女を作ろうと意気込むDT（童貞）な大学１年生・友哉。同じサークルの癒やし系美少女・桜庭和歌と親しくなるものの、勇気が出ずなかなか第一歩を踏み出せずにいた。\nそんなある日、友哉は和歌の「別の一面」を目撃してしまい…？"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "214"
  },
  {
    "mangaId": "2b2e7c95-9e4d-4199-9ea6-52add4c22cfa",
    "title": {
      "en": "Countach"
    },
    "updatedAt": "2024-12-20T07:32:27+00:00",
    "coverArt": "https://mangadex.org/covers/2b2e7c95-9e4d-4199-9ea6-52add4c22cfa/61518c4e-9360-4fd5-9658-b3fa9128660c.jpg",
    "altTitles": [
      {
        "ja": "カウンタック"
      }
    ],
    "description": {
      "en": "The day after he finds himself dumped by his girlfriend, Sorayama Shun receives a letter… from himself? It was written 25 years before for his future self. \nThat letter reminds him of the time when he dreamed of owning a Countach and being a successful professional racer. \nWith loads of luck and his ambition to make his childhood dream come true, he finds himself as a new owner of an LP400 Countach."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "28",
    "lastChapter": "289"
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "36ff6c07-809a-43b9-815a-e9fd0d9a72bf",
    "title": {
      "en": "Dead Mansion"
    },
    "updatedAt": "2024-10-07T03:51:16+00:00",
    "coverArt": "https://mangadex.org/covers/36ff6c07-809a-43b9-815a-e9fd0d9a72bf/8be6efd6-7582-4195-8590-eb79d8380830.png",
    "altTitles": [
      {
        "ko": "소년법칙"
      },
      {
        "en": "Juvenile Law"
      },
      {
        "pt-br": "As Regras De Um Bom Garoto"
      },
      {
        "en": "Dead Mansion"
      },
      {
        "ko-ro": "Sonyeonbeopchik"
      },
      {
        "en": "Laws of the Good Child"
      }
    ],
    "description": {
      "en": "Dead Mansion, a Russian private orphanage, trains children to become agents.\n\nThe legend of Dead Mansion, codename Sean, which was thought to have been lost due to a \"shipping error\", has appeared in Korea...?",
      "ko": "어린아이들을 요원으로 양성하는 러시아 사설 보육원 '데드멘션'.\n\n그리고 오배송으로 잃어버린 줄 알았던 데드멘션의 전설 '코드네임.",
      "pt-br": "Um orfanato particular na Rússia chamado “Mansão da Morte” treina crianças pequenas para se tornarem agentes. Essa é uma história que se passa no mesmo universo de Lookism."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "542452db-bd1c-4fba-90ee-1213f0bc6718",
    "title": {
      "en": "PEEP"
    },
    "updatedAt": "2024-11-07T22:30:26+00:00",
    "coverArt": "https://mangadex.org/covers/542452db-bd1c-4fba-90ee-1213f0bc6718/5033cd00-c6a4-4109-9699-36f35a8463f3.jpg",
    "altTitles": [
      {
        "ja": "ピープ"
      }
    ],
    "description": {
      "en": "The popular gal who was my childhood friend is secretly uploading provocative selfies!? In his quest to uncover the secret of this popular girl, high school boy Riku discovers that his own deeply hidden emotions were being observed by someone else… A sweet yet suffocatingly intense blend of youth, love, and suspense.",
      "ja": "幼なじみの人気ギャルは、過激な自撮りをアップする裏アカ女子！？人気者の秘密を探ろうとする男子高校生・陸は、逆に自分の隠していた心の底を、別の誰かに覗かれていたことを知る‥‥。溺れるほどに甘く、息もできないほど苦しい、青春×愛憎サスペンス。",
      "es-la": "¿La chica popular que era mi amiga de la infancia está subiendo en secreto provocativos selfies de cosplay?\nEn su búsqueda por descubrir el secreto de esta chica popular, el chico de instituto Riku descubre que sus propias emociones, profundamente ocultas, estaban siendo observadas por otra persona...\n\nUna dulce pero asfixiante mezcla de juventud, amor y suspenso."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "472c4347-408b-4c52-8080-595387eacee9",
    "title": {
      "en": "King of the Arena"
    },
    "updatedAt": "2024-07-16T06:17:33+00:00",
    "coverArt": "https://mangadex.org/covers/472c4347-408b-4c52-8080-595387eacee9/b7938176-ed21-42d2-9ba2-b9513ae600d2.png",
    "altTitles": [
      {
        "es-la": "El rey de la violencia"
      },
      {
        "ko": "폭력의 왕"
      },
      {
        "en": "King of Violence"
      }
    ],
    "description": {
      "en": "First-year Gilsu Lee transfers schools to run from the bullying and violence. And the new place seems almost perfect. Everyone in his class is friendly and kind, and no one is bullying anybody. Violence? No, we don’t do anything like that in this school. That’s what the “Arena” is for. Don’t forget, Gilsu. What happens in the ring stays in the ring!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11c4b450-fc1b-4507-ab21-b3145731431a",
    "title": {
      "en": "Mazoku no Pet ni Narimashite"
    },
    "updatedAt": "2025-01-13T00:24:03+00:00",
    "coverArt": "https://mangadex.org/covers/11c4b450-fc1b-4507-ab21-b3145731431a/b23fb668-edb9-42d5-872f-f76602bb2a27.jpg",
    "altTitles": [
      {
        "ja": "魔族のペットになりまして"
      },
      {
        "id": "Menjadi hewan peliharaan iblis"
      },
      {
        "vi": "Thú Cưng Của Quỷ Dư"
      }
    ],
    "description": {
      "en": "One day, Takafumi Ayanokoji, an ordinary high school boy, is warned by a suspicious fortune teller that he is in trouble with women. Immediately after that, along with heavy rain and lightning, a beautiful girl with blonde hair and red eyes appeared. The girl follows Takafumi to his house and says she wants to keep him as a pet, but...!?",
      "ja": "普通の高校生が魔族の女の子と恋に落ちる（？）、ちょっぴり刺激的なファンタスティック・ラブコメディ！\n\n普通の男子高校生・綾小路貴文は、ある日、怪しい占い師に『女難の相』が出ていると警告される。 その直後、豪雨と落雷と共に金髪赤眼の美少女が現れた。 少女は貴文の家までついてきて、貴文をペットにしたいと言うのだが――！？",
      "es-la": "Una comedia romántica fantástica y ligeramente estimulante en la que un estudiante de preparatoria común se enamora (?) de una chica demonio. Un día, el estudiante de preparatoria común, Takafumi, es advertido por un sospechoso adivino de que tiene una \"señal de problemas con las mujeres\". Inmediatamente después, una hermosa rubia de ojos rojos aparece junto con una fuerte lluvia y un rayo. La chica sigue a Takafumi hasta su casa y dice que quiere mantenerlo como su mascota, pero... ¡¿!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fa5d81b-b7a8-42ac-8e5c-d9a862365b18",
    "title": {
      "en": "Minikui Yuukaku no Ko"
    },
    "updatedAt": "2024-10-29T18:14:53+00:00",
    "coverArt": "https://mangadex.org/covers/0fa5d81b-b7a8-42ac-8e5c-d9a862365b18/b2635c6f-2c04-44c3-b66f-ed8b8148a8a8.jpg",
    "altTitles": [
      {
        "ja": "みにくい遊郭の子"
      },
      {
        "en": "Ugly Duckling of the Entertainment District"
      },
      {
        "vi": "Cô nàng xấu xí ở Phố Đèn Đỏ"
      }
    ],
    "description": {
      "en": "An abandoned high school girl becomes an Oiran in a strange world—\n\nEsora, a high school girl who lost her place, found herself in an unknown red light district. She was sold to a slave buyer at the Yukaku \"Sagamiya\". The owner, Sagami, told her that Ishe could be the number one Oiran there.",
      "ja": "居場所を失った女子高生エソラは、気がつくと知らない花街にいた。人買いに売られやってきたのは、遊郭「相模屋」。その主人である相模に、ここで1番の花魁になれると言われ―。幻想的な世界観で描かれる異世界花魁物語。",
      "vi": "Một nữ sinh trung học bị bỏ rơi trở thành Oiran (kỹ nữ cao cấp) ở một thế giới xa lạ—\nEsora, một nữ sinh trung học bị mất chỗ ở, thấy mình đang ở một khu đèn đỏ vô danh. Cô bị bán cho một người mua nô lệ ở Phố đèn đỏ \"Sagamiya\". Người chủ, Sagami, nói với cô rằng nếu cô trở thành Oiran thì sẽ có thể làm lại cuộc đời."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd60cf1e-6775-4546-8b84-949502a2b113",
    "title": {
      "en": "Rai Rai Rai"
    },
    "updatedAt": "2025-01-19T00:07:22+00:00",
    "coverArt": "https://mangadex.org/covers/cd60cf1e-6775-4546-8b84-949502a2b113/8a7b16c6-0b6e-4fad-8c31-71e0b9983c1d.jpg",
    "altTitles": [
      {
        "ja": "雷雷雷"
      },
      {
        "ja-ro": "Rairairai"
      },
      {
        "ja-ro": "Rai Rai Rai"
      },
      {
        "uk": "ГрімГрімГрім"
      }
    ],
    "description": {
      "en": "Fifty years after the war with the aliens... danger emerges... from within a young girl! Ichigaya Sumire, age 18, works at a \"space pest\" extermination company to pay off the debts her father left behind. But one day, her life is turned upside down when she's abducted by a UFO!",
      "ja": "ガール・ミーツ・エイリアン！\n\nエイリアンと戦争から50年――\n\n市ヶ谷スミレ、18歳。父親の残した借金返済のため宇宙害蟲駆除会社に勤務する日々。そんなスミレの日常が、UFOにさらわれたことで一変する…！頭の中で聞こえる何者かの声…襲いかかる宇宙害獣…さらには軍事企業からも狙われて――！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f1d82e50-4c28-4621-a470-8f107eddeccd",
    "title": {
      "en": "I Was Immediately Mistaken for a Monster Genius Actor"
    },
    "updatedAt": "2024-10-28T22:55:57+00:00",
    "coverArt": "https://mangadex.org/covers/f1d82e50-4c28-4621-a470-8f107eddeccd/72401c9f-9db4-4528-80ca-03a49b63f39d.jpg",
    "altTitles": [
      {
        "ko": "대뜸 착각당했다 괴물 천재배우로"
      },
      {
        "pt-br": "Eu fui confundido como um ator gênio monstro"
      }
    ],
    "description": {
      "en": "One day, Kang Woo-jin suddenly gains the ability to enter a subspace when he reads a script or scenario, and to become the character himself through the subspace. \n\nAnd then, at an audition location where he followed his friend, he happened to show the acting he experienced through the subspace…?",
      "ko": "평범한 소시민 강우진에게 어느 날 갑자기대본이나 시나리오를 보면 아공간에 들어갈 수 있고,아공간을 통해 배역 자체가 될 수 있는 능력이 생긴다.\n\n그리고 친구를 따라간 오디션 장소에서우연히 아공간을 통해 경험한 연기를 보여주게 되었는데…?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ccd542a-409e-4ada-b896-95692361bc7e",
    "title": {
      "en": "Gu Sera"
    },
    "updatedAt": "2025-01-26T05:42:55+00:00",
    "coverArt": "https://mangadex.org/covers/6ccd542a-409e-4ada-b896-95692361bc7e/767d7395-4b61-483a-92e7-beecdc725faa.jpg",
    "altTitles": [
      {
        "ko": "구세라"
      },
      {
        "en": "Goo Se Ra"
      }
    ],
    "description": {
      "en": "The number one school in the country, Kangsan High School, Goo Se Ra, has a crush on Lee Seo Jun, who comes to Kangsan High School for teaching. She experiences all sorts of hardships with problem students. In order to protect her crush, Goo Se Ra decides to turn the worst problem school into a model school."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0965353b-0e10-4c89-ad94-53e641db573a",
    "title": {
      "en": "Miyu-chan wa Zutto Tomodachi"
    },
    "updatedAt": "2024-12-04T00:27:03+00:00",
    "coverArt": "https://mangadex.org/covers/0965353b-0e10-4c89-ad94-53e641db573a/94a07ca2-fc41-448a-931c-ac443c8e6854.jpg",
    "altTitles": [
      {
        "ja": "みゆちゃんはずっと友達"
      },
      {
        "en": "Miyu-chan Will Always Be Your Friend"
      },
      {
        "zh": "美羽永远是朋友"
      },
      {
        "pt-br": "Miyu-chan Sempre Será sua Amiga"
      },
      {
        "es": "Miyu-chan Siempre Será tu Amiga"
      },
      {
        "es-la": "Miyu-chan Siempre Será tu Amiga"
      }
    ],
    "description": {
      "en": "In the summer of his second year of high school, Yuushin Tahara finds that his childhood friend, Miyu Fukagawa, who had moved away, has returned to the house next door. Although Miyu has grown up to be quite cute, there's something a little strange about her...",
      "es": "En el verano de su segundo año de instituto, su amiga de la infancia Miyu Fukagawa vuelve a la casa de al lado del protagonista, Yuushin Tahara, después de haberse separado cuando se mudó. Miyu-chan ha crecido y se ha vuelto mucho más guapa, pero hay algo un poco extraño en ella...? Se trata de una comedia de suspenso y amor con una nueva sensación, en la que el demasiado amable protagonista y su simpática pero muy divertida amiga de la infancia ¡se desenvuelven con sus amigos!",
      "ja": "高校2年生の夏、主人公・田原優心の隣の家に、引っ越しで別れてしまった幼馴染・深川みゆちゃんが帰ってきた。すっかり大きく可愛くなったみゆちゃんだけど、どこかちょっとヘンで…？",
      "zh": "在高二夏天，主人公·田原优心与小学毕业时因搬家被迫分别的青梅竹马·深川美羽重逢了。虽然长大后的美羽变得很可爱，但是哪里有点奇怪……？过于温柔的主人公，与惹人喜爱却处处充满疑点的青梅竹马之间展开的新颖青春恋爱悬疑喜剧！",
      "es-la": "En el verano de su segundo año de instituto, su amiga de la infancia Miyu Fukagawa vuelve a la casa de al lado del protagonista, Yuushin Tahara, después de haberse separado cuando se mudó. Miyu-chan ha crecido y se ha vuelto mucho más guapa, pero hay algo un poco extraño en ella...? Se trata de una comedia de suspenso y amor con una nueva sensación, en la que el demasiado amable protagonista y su simpática pero muy divertida amiga de la infancia ¡se desenvuelven con sus amigos!",
      "pt-br": "No verão do seu segundo ano do ensino médio, Tahara Yuushin descobre que sua amiga de infância, Fukagawa Miyu, que havia se mudado, retornou para a casa ao lado. Embora Miyu tenha se tornado uma garota bastante fofa, há algo um pouco estranho sobre ela...\n\nUma comédia romântica com toques de suspense, centrada em um protagonista gentil e sua amiga de infância adorável, porém um tanto excêntrica."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48175145-c317-4658-b719-74b81f9a9db9",
    "title": {
      "en": "Realization of Justice"
    },
    "updatedAt": "2024-12-17T23:30:43+00:00",
    "coverArt": "https://mangadex.org/covers/48175145-c317-4658-b719-74b81f9a9db9/9fa0ee26-5691-4748-bfd6-fb6bcde65a83.jpg",
    "altTitles": [
      {
        "ko": "정의구현"
      },
      {
        "en": "Justice Served"
      },
      {
        "en": "Justice Is Served"
      }
    ],
    "description": {
      "en": "The question remains: Why should rapists and murderers be locked up in prison? Just as my wife suffered, shouldn’t they feel the same pain?\" Former soldier turned assassin, Kim Taepil, brutally kills thugs responsible for raping women, transforming from a heroic figure to a ruthless killer overnight. Taepil, overwhelmed by helplessness, is visited by Representative Shin Jin-su, who offers him an unexpected proposal: ‘Become the punisher yourself.’\" With the justice system corrupted, a group of ten government-sanctioned avengers seek to establish a new order by exacting vengeance outside the law."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2d465e09-8c1b-4aba-8fd8-0ef4de02eafb",
    "title": {
      "en": "Alma-chan wa Kazoku ni Naritai Z"
    },
    "updatedAt": "2024-09-28T13:53:05+00:00",
    "coverArt": "https://mangadex.org/covers/2d465e09-8c1b-4aba-8fd8-0ef4de02eafb/7d80b46c-7716-4d9c-83ec-b9779e3d9b56.png",
    "altTitles": [
      {
        "ja": "アルマちゃんは家族になりたいZ"
      },
      {
        "ja-ro": "Aruma-chan wa Kazoku ni Naritai Z"
      },
      {
        "en": "Alma-chan Wants to Have a Family! Z"
      },
      {
        "zh": "小阿尔玛想要成为家人Z"
      }
    ],
    "description": {
      "en": "Alma-chan (a super high-performance girl-type weapon), who loves her father and mother (both genius scientists), learns everyday to become the best and strongest robot in order to become stronger and live happily with her friends! A comedy Alma's family, friends, and enemies can't take their eyes off of her as she learns day by day, and she is always surrounded by a lot of people!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f69d85df-6187-42c0-8b1d-d253f80cf1fe",
    "title": {
      "en": "Informer"
    },
    "updatedAt": "2024-10-03T11:37:01+00:00",
    "coverArt": "https://mangadex.org/covers/f69d85df-6187-42c0-8b1d-d253f80cf1fe/dde9b9a8-ede8-4517-a391-387de99302ee.jpg",
    "altTitles": [
      {
        "en": "Chetamja"
      },
      {
        "ko": "체탐자"
      },
      {
        "zh": "體探者"
      }
    ],
    "description": {
      "en": "'Sejong's secret weapon, Shadow Unit informer.'\nGwiyoung, called the Ghost's Shadow, has been wandering around the battlefield since childhood.\nVowing to get revenge, he decided to become a member of the nation's best special forces as an informer."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d800797d-1976-4a9d-b51c-453a473bf5ac",
    "title": {
      "en": "Photo Club"
    },
    "updatedAt": "2025-01-26T06:05:51+00:00",
    "coverArt": "https://mangadex.org/covers/d800797d-1976-4a9d-b51c-453a473bf5ac/9bd57bc7-9a31-447b-8ec6-e2c6fa2d8605.jpg",
    "altTitles": [
      {
        "ja": "ふぉとくら"
      }
    ],
    "description": {
      "en": "Alcohol, skipping class, accidental groping... College student life is the best! Four men and women who belong to the photo club of the university in a fluffy comedy!",
      "ja": "大学生たちは今日も授業に出ず、部室で酒を飲んでいた。そこになぜか高校の制服を着て、四条ゆきが現れる。ゆきは制服のままビールを飲もうとするが、ビールを福岡夏美にぶちまけ、夏美はブラ透けしてしまう。夏美は泣く泣く、ゆきが持ってきた中学の制服を着るはめになってしまった。\n\n「ヘイ!　写真部ボーイズ。ひとつお願いあんだけど」"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "23"
  },
  {
    "mangaId": "c14b2a85-ca88-4bf7-8937-87baf95491c0",
    "title": {
      "en": "Watashi ni Ai wo Oshiete"
    },
    "updatedAt": "2024-09-29T03:04:56+00:00",
    "coverArt": "https://mangadex.org/covers/c14b2a85-ca88-4bf7-8937-87baf95491c0/569f927c-0fb9-440b-9da9-43fd109a8f79.jpg",
    "altTitles": [
      {
        "ja": "わたしにアイを教えて"
      },
      {
        "es-la": "¡Enséñame a amar!"
      },
      {
        "en": "Teach me Love!"
      },
      {
        "zh": "请教我如何去爱"
      }
    ],
    "description": {
      "es-la": "En una escuela normal se encuentro nuestro protagonista quien esta enamorada de su amiga, pero que no puede encontrar la manera de llamar su atencion mas que molestandola de vez en cuando, pero con las motivaciones de sus amigas de poco a poco se acerca hasta que encuentra una oportunidad de confesarse, pero al momento de hacerlo todo se va al traste porque ahora esta dentro de un bucle y todo lo que hice un dia antes nunca ocurrio. Ahora el prota debe buscar la manera de salir de esto y a la vez confesar sus sentimientos. ¿Lo lograra?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c2db1e90-bfde-44de-b6ce-763670e52ad5",
    "title": {
      "en": "Isekai Yurutto Survival Seikatsu ~Gakkou no Minna to Isekai no Mujintou ni Tenishitakedo Ore Dake Rakushou desu~"
    },
    "updatedAt": "2024-10-09T14:37:13+00:00",
    "coverArt": "https://mangadex.org/covers/c2db1e90-bfde-44de-b6ce-763670e52ad5/9ccbbb2b-bf14-4c3a-83dd-ad9c96d470d2.jpg",
    "altTitles": [
      {
        "ja": "異世界ゆるっとサバイバル生活 ～学校の皆と異世界の無人島に転移したけど俺だけ楽勝です～"
      },
      {
        "en": "Survival Life in a Different World: I Moved to an Uninhabited Island in a Different World With Everyone at School, but I’m the Only One Who Wins Easily"
      },
      {
        "ko": "이세계 느긋 서바이벌 생활 ~학교 모두와 이세계의 무인도로 전이했지만 나만 낙승입니다~"
      },
      {
        "zh": "异世界悠闲荒野求生～和学校的众人一起传送到了无人岛但是只有我游刃有余～"
      },
      {
        "zh-hk": "異世界悠閒荒野求生~和學校的眾人一起傳送到了無人島但是僅自己遊刃有餘~"
      }
    ],
    "description": {
      "en": "I’m Shinomiya Hokage, a 3rd-year high-school boy who dreams of a survival life. One day, everyone in my school transferred to a mysterious island in a parallel world. I woke up in an unknown cave and I started moving on my own. Then, I met up with some of my classmates. My knowledge and tools in survival shines through. I was a plain guy in school but I’m the leader in this world.  \n  \n\n\n---",
      "es": "Soy Shinomiya Hokage, un chico de tercer año de preparatoria que sueña con una vida de supervivencia. Un día, todos en mi escuela se trasladaron a una isla misteriosa en un mundo paralelo. Me desperté en una cueva desconocida y empecé a moverme por mi cuenta. Entonces, me encontré con algunos de mis compañeros de clase. Mis conocimientos y herramientas de supervivencia destacan. Yo era un chico sencillo en la escuela, pero soy el líder en este mundo.  \n  \n\n\n---",
      "ja": "無人島暮らしを夢見る高校生、篠宮火影(しのみや ほかげ)は、クラスメートとともに異世界にある謎の島に転移する。\n電気もガスも水道もない無人島で、火影は持ち前のサバイバル能力によって次々に問題を解決する。\n嵐に見舞われても、虎に拠点を占領されても、火影が止まることはない。\n卓越した知識と経験でゼロから文明を築く、ちょっぴりエッチな本格異世界サバイバルコメディ。",
      "pt": "Eu sou Shinomiya Hokage, um garoto do terceiro ano do ensino médio que sonha com uma vida de sobrevivência. Um dia, todos na minha escola foram transferidos para uma ilha misteriosa em um mundo paralelo. Acordei em uma caverna desconhecida e comecei a explorar sozinho. Então, encontrei algumas das minhas colegas. Meu conhecimento e ferramentas de sobrevivência se destacam. Eu era um menino simples na escola, mas sou o líder neste mundo.  \n  \n\n\n---\n\n**Monthly serialization / Serialización mensual.**  \n  \n- [Alternative Raw Source](https://rawmangas.net/manga/isekai-yurutto-survival-seikatsu-gakkou-no-minna-to-isekai-no-mujintou-ni-tenishitakedo-ore-dake-rakushou-desu-manga-raw/)",
      "pt-br": "Eu sou Shinomiya Hokage, um garoto do terceiro ano do ensino médio que sonha com uma vida de sobrevivência. Um dia, todos na minha escola foram transferidos para uma ilha misteriosa em um mundo paralelo. Acordei em uma caverna desconhecida e comecei a explorar sozinho. Então, encontrei algumas das minhas colegas. Meu conhecimento e ferramentas de sobrevivência se destacam. Eu era um menino simples na escola, mas sou o líder neste mundo."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45d3ebca-8d74-4e51-be90-8582e4756cbd",
    "title": {
      "en": "Dungeon Tou de Yadoya wo Yarou! Souzou Mahou wo Moratta Ore no Hosoude Hanjouki"
    },
    "updatedAt": "2024-09-24T18:10:16+00:00",
    "coverArt": "https://mangadex.org/covers/45d3ebca-8d74-4e51-be90-8582e4756cbd/af3328b3-4708-4e88-9428-2d7f26d6ef94.jpg",
    "altTitles": [
      {
        "ja": "ダンジョン島で宿屋をやろう! 創造魔法を貰った俺の細腕繁盛記"
      },
      {
        "en": "Let's run an inn on Dungeon Island! A Story of my Weak Selfs Success after receiving Creation Magic"
      },
      {
        "zh-hk": "在迷宮島上經營旅館吧！得到創造魔法之後我的成長記"
      },
      {
        "ja-ro": "Dungeon Shima de Yadoya o Yarou! Sōzō Mahō o Moratta Ore no Hosoude Hanjō-ki"
      },
      {
        "zh": "在迷宫岛上经营旅馆吧！得到创造魔法之后我的成长记"
      },
      {
        "ko": "던전 섬에서 여관을 하자! 창조 마법을 받은 나의 가냘픈 번성기"
      }
    ],
    "description": {
      "en": "One day, Sanada Shirou, who works for a black company, is transported to another world. Using his \"creation magic\", an ability he gained when transported, he opens an inn and is supposed to lead a slow life, but this other world is a little strange?! It is a world where women are overwhelmingly dominant, where women do dangerous work and battle, and men are powerless and are protected! The daily life of entertaining (in many ways) the women of this other world begins...!\n\n---\n**Links:**\n- [Web Novel](https://kakuyomu.jp/works/1177354055503576578)  (JP)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "244b6659-9181-4b6a-b0ea-c9d846bc6a4a",
    "title": {
      "en": "Ore no Choukyou Skill ga Nanka Hen"
    },
    "updatedAt": "2025-01-10T03:35:02+00:00",
    "coverArt": "https://mangadex.org/covers/244b6659-9181-4b6a-b0ea-c9d846bc6a4a/0a8d2cd7-f032-4c9c-9bc2-cb99802a8a55.jpg",
    "altTitles": [
      {
        "ja": "俺の調教スキルがなんか変"
      },
      {
        "en": "There's Something Wrong with My Training Skills"
      },
      {
        "zh": "我的调教技能有点怪"
      }
    ],
    "description": {
      "en": "Takashi, a beast tamer who can't use his training skill well, is constantly suffering rebellion by his beasts. However, on a particular occasion, his skill is activated! For some reason, the companion it worked on was a girl!? It's a beast taming x pitiful heroine erotic fantasy adventure!\n\n(Source: Futabasha, translated)",
      "zh": "无法顺利使用调教技能的御兽使阿隆，过着每天都被魔兽欺负的日子。但是在某个契机下他觉醒了自己的技能!为什么这个技能只对女孩子有效？！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5dce5603-3cd5-4aa1-bc57-688648a45185",
    "title": {
      "en": "Register"
    },
    "updatedAt": "2024-12-17T11:51:08+00:00",
    "coverArt": "https://mangadex.org/covers/5dce5603-3cd5-4aa1-bc57-688648a45185/eb7457aa-5afb-4134-b9ee-672fd7fb6be6.jpg",
    "altTitles": [
      {
        "ja": "レジスター"
      },
      {
        "zh": "收银台之星！"
      },
      {
        "zh-hk": "收銀台之星！"
      }
    ],
    "description": {
      "en": "How young is too young to fall in love? How old is too old to fall in love? Who decides the end of the flowery days of youth and the beginning of the same? In the eastern part of Tokyo, at a supermarket in a town zero meters above sea level. A chance encounter for two people over the cashier's counter. A youth-returning story where something might start!",
      "ja": "いくつまで恋が出来るのか。\nいくつから恋が出来るのか。\n青春の終わりを、始まりを、誰が決めるのか。\n東京東部、\n海抜ゼロメートルの町のスーパーマーケット。\nレジカウンター越しの二人。\n何かが始まるかもしれない青春リターナブル・ストーリー！",
      "zh": "什么时候开始恋爱才好、什么时候结束恋爱才好。青春的序幕与尾曲又是什么人决定的呢？在东京的某处小商街里，有个恋爱故事在超市的收银台边拉开了序幕"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4295631-aacf-4db9-af83-29c3f4b9de55",
    "title": {
      "en": "High Class"
    },
    "updatedAt": "2024-12-10T02:25:32+00:00",
    "coverArt": "https://mangadex.org/covers/d4295631-aacf-4db9-af83-29c3f4b9de55/91270898-febe-42f8-841e-eb12b533de8b.jpg",
    "altTitles": [
      {
        "ko": "하이클래스"
      }
    ],
    "description": {
      "en": "Wang Dokpil, the boss of Jeolhwa, the largest organization in Chungcheong, and his son, Wang Dam. After his father’s death, Wang Dam has a different dream than inheriting his father’s organization and decides to head to Seoul on a whim. But life isn’t that simple, as he envisioned his uncle, who was a member of the organization, proposes a condition that if Wang Dam becomes No. 1 in his new school, he’ll receive a settlement allowance. However, Wang Dam’s new school, notoriously known as Ppak High, is infamous for school violence. Can Wang Dam become No. 1 in Ppak High School, the one full of the nation’s worst troublemakers?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f22b3893-4acc-479e-a6b4-7b1dab1fedfb",
    "title": {
      "en": "Saikyou wa Inaka Nouka no Ossan Deshita ~Saikou Rank no Dragon o Kujo Shita Kekka, Jitsuryoku ga Sekai ni Baremashita~"
    },
    "updatedAt": "2024-11-03T15:00:29+00:00",
    "coverArt": "https://mangadex.org/covers/f22b3893-4acc-479e-a6b4-7b1dab1fedfb/c0f04c1f-601c-47a1-8cdb-4b4dfc7650a2.jpg",
    "altTitles": [
      {
        "ja": "最強は田舎農家のおっさんでした～最高ランクのドラゴンを駆除した結果、実力が世界にバレました～"
      },
      {
        "ja-ro": "Saikyou wa Inaka Nouka no Ossan deshita: Saikou Rank no Dragon wo Kujo shita Kekka, Jitsuryoku ga Sekai ni Baremashita"
      },
      {
        "en": "A Middle-Aged Farmer in the Countryside Was the Strongest: The World Found Out His True Strength After He Exterminated the Highest Ranked Dragon"
      },
      {
        "en": "The Strongest Was a Country Farmer Old Man ~As a Result of Exterminating the Highest Rank Dragon, His Ability Was Revealed to the World~"
      }
    ],
    "description": {
      "en": "The streaming guild that Goshu belonged to fired him and posted a video humiliating him to boost their followers. Disgraced, Goshu takes refuge in a small village where he starts streaming videos about farming. However, his peaceful life drastically changes when a dragon appears in the area. Goshu easily defeats the creature, but the incident is recorded and goes viral, causing a huge stir among his viewers."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a79f002a-cb4e-4daf-a75a-ed7ba7c7d6a8",
    "title": {
      "en": "Sami Plays the Game"
    },
    "updatedAt": "2024-08-18T16:29:40+00:00",
    "coverArt": "https://mangadex.org/covers/a79f002a-cb4e-4daf-a75a-ed7ba7c7d6a8/bb35f8da-9188-4932-8291-d1b0b0bc0880.jpg",
    "altTitles": [
      {
        "en": "Sam Plays the Game"
      },
      {
        "zh": "吴杉伊的重启人生"
      },
      {
        "ko": "삼이는 재생한다"
      },
      {
        "en": "Press Play, Sami"
      }
    ],
    "description": {
      "en": "After her parents died, Sami gave up her life of fortune to live independently, doing odd jobs to make ends meet. When she starts to get involved with two of the most popular boys at her high school, Sami faces twists and turns -- Chan is her neighbor, and Pyojun makes her have conflicted feelings. Things get more complicated when she finds out that Chan has feelings for Pyojun as well! With her mom’s only keepsake in hand to keep her feet on the ground, Sami navigates obstacles that she wasn’t prepared for -- and aren’t even in her budget!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36",
    "title": {
      "en": "100 Ghost Stories That Will Lead to My Own Death"
    },
    "updatedAt": "2024-12-22T06:02:22+00:00",
    "coverArt": "https://mangadex.org/covers/1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36/be02fca6-7ef4-4833-91f9-cc43182f2987.jpg",
    "altTitles": [
      {
        "ja": "僕が死ぬだけの百物語"
      },
      {
        "ja": "Boku ga Shinu dake no Hyakumonogatari"
      },
      {
        "zh": "我死前的百物语"
      },
      {
        "en": "The Hundred Ghost Stories That Led to My Death"
      },
      {
        "en": "Hundred Ghost Stories of My Own Death"
      },
      {
        "en": "100 Ghost Stories That Will Lead to My Own Death"
      },
      {
        "en": "100 Ghost Stories to Die For"
      }
    ],
    "description": {
      "en": "One day, an elementary school child named Yuuma tries to jump out of his classroom window. His classmate Hina stops him and, in a bid to stall for time, asks him, “Do you know the round of a hundred ghost stories?” Hina tells Yuuma about a ritual where, if you tell a hundred ghost stories, you’ll see ghosts afterward. Learning this gives Yuuma a new lease on life. Chapter by chapter, he shares ghost stories with the reader, slowly but surely inching his way toward one hundred…\n\n(Source: Seven Seas Entertainment)",
      "pt-br": "Série de terror antológica detalhando a \"Rodada das 100 Histórias de Fantasmas\", muitas vezes usado como um teste de coragem, onde os participantes contam cem histórias sobrenaturais,  apagam uma vela e se olham no espelho depois de terminar cada história. Quando a centésima vela é apagada, diz-se que fantasmas e demônios são convocados ao nosso mundo. Um antigo conto popular originário do Japão recontado por de Yuuma, um menino que vive em uma casa problemática."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3695436d-5fa3-43ce-98ed-bd05438a4157",
    "title": {
      "en": "I'm Not the Villain"
    },
    "updatedAt": "2025-01-25T23:30:00+00:00",
    "coverArt": "https://mangadex.org/covers/3695436d-5fa3-43ce-98ed-bd05438a4157/546cc161-60a8-4e3c-8b67-05ea01c09dea.jpg",
    "altTitles": [
      {
        "ja": "俺は悪党ではありません"
      },
      {
        "ja-ro": "Ore wa Akutou de wa Arimasen"
      }
    ],
    "description": {
      "en": "Cain von Euclid, grandson of the First King who unified the First Continent, learns from his respected grandfather that he is destined to become the strongest villain. Being unable to kill his grandson, the grandfather takes Cain on a journey to make him strong enough to overcome his fate. \n\nFor 13 years, they travel across the Second, Third, and the Fourth Continent, where Cain achieved tremendous power. Finally, Cain sets off on a lone adventure where he meets many people who influence him. \n\nWill he be able to defy destiny and avoid becoming a villain?"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3295871-b930-4ee3-ac0f-ff7102ecec4e",
    "title": {
      "en": "Sasha-chan to Classmate Otaku-kun"
    },
    "updatedAt": "2025-01-21T14:09:04+00:00",
    "coverArt": "https://mangadex.org/covers/c3295871-b930-4ee3-ac0f-ff7102ecec4e/dccbd42d-5a83-431d-aba7-e889002efc5d.jpg",
    "altTitles": [
      {
        "ja": "サーシャちゃんとクラスメイトオタクくん"
      },
      {
        "ja": "Саша и ее одноклассник Отаку"
      },
      {
        "en": "Sasha-chan and Her Classmate Otaku-kun"
      },
      {
        "en": "Sasha-chan & Her Classmate Geek-kun"
      },
      {
        "en": "Sasha and Her Otaku Classmate"
      },
      {
        "zh-hk": "莎夏醬和阿宅君同學"
      },
      {
        "es-la": "La chica de secundaria Sasha-chan y su compañero de clases Otaku-kun"
      },
      {
        "ru": "Саша и её одноклассник Отаку"
      },
      {
        "zh": "JC莎夏酱和同班的宅宅"
      },
      {
        "vi": "Bé sơ trung Sasha và thằng bạn Otaku cùng lớp"
      },
      {
        "fr": "Sasha et son camarade Otaku"
      }
    ],
    "description": {
      "en": "I am an aspiring mangaka, currently assisting in the production of erotic doujinshi as a middle school student. While I was reading doujinshi at school, a beautiful girl very interested in erotic things, Sasha-san, suddenly called me “Master”!?\n\nThe story of a beautiful, cheerful girl volunteering to be my ecchi disciple.\n___\n**Alt Official Raw:** [niconico Manga](https://manga.nicovideo.jp/comic/57098)",
      "fr": "Fujiwara est un mangaka amateur, il dessine des mangas érotiques alors qu’il n’est que collégien. Tandis qu'il lisait un porno à l'école, une jolie fille nommée Sasha qui s’avère être très intéressée par ces choses, et lui adresse la parole, elle se met même à l’appeler \"Maître\" !? \n\n\u2029\u2029C’est l'histoire d'une belle et joyeuse fille qui se porte volontaire pour être mon disciple dans la perversion.",
      "ja": "僕は未来の大漫画家にして現えっちな同人誌アシの中学生。学校で同人誌を読んでいたら、えっち方面に興味津々の美少女、サーシャさんから「ししょー」と呼ばれ‥‥!?",
      "es-la": "Sin importarle el qué dirán y sin temor a caer en lo más bajo de la escala social dentro de la escuela, Otaku-kun no oculta su gran afición por los mangas para adultos, cosa que le hace ganarse el rechazo de su salón apenas en el primer día de clases; sin embargo, Sasha, lejos de sentir aberración por su afición, muestra un interés peculiar, iniciando así una relación... ¡¿mentor-alumna?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e836868-6459-4c58-b3b3-92ee808a197f",
    "title": {
      "en": "S-Kyuu Boukensha ga Ayumu Michi: Tsuihou Sareta Shounen wa Shin no Nouryoku 'Buki Master' de Sekai Saikyou ni Itaru"
    },
    "updatedAt": "2024-12-16T04:01:11+00:00",
    "coverArt": "https://mangadex.org/covers/4e836868-6459-4c58-b3b3-92ee808a197f/68d3c547-5b86-4a6c-911a-bbb12d95976e.jpg",
    "altTitles": [
      {
        "en": "The Path of an S-Class Adventurer: The Exiled Boy Becomes the World's Strongest With His True Ability, \"Weapon Master\""
      },
      {
        "ja-ro": "S-Class Boukensha ga Ayumu Michi ~Tsuihou Sareta Shounen wa Shin no Nouryoku \"Buki Master\" de Sekai Saikyou ni Itaru~"
      },
      {
        "vi": "Sau Khi Bị Trục Xuất, Tôi Trở Thành Mạnh Nhất Thế Giới Với Chúc Phúc \"Bậc Thầy Vũ Khí\""
      },
      {
        "ja": "Ｓ級冒険者が歩む道　 ～追放された少年は真の能力『武器マスター』で世界最強に至る～"
      },
      {
        "vi": "Hành trình của mạo hiểm giả rank S: Tôi trở thành mạnh nhất thế giới với chúc phúc “Weapon Master”"
      },
      {
        "es-la": "El Camino del Aventurero de Rango S: El Joven Exiliado se convierte en el más fuerte del mundo con su verdadera habilidad como \"Maestro de armas\"."
      }
    ],
    "description": {
      "en": "Haise is a young boy who has been gifted with an unknown ability. He becomes an adventurer together with his childhood friend Sasha, but is kicked out of the team for being unable to use his ability and being a hindrance. Furthermore, while continuing his solo adventure, he is caught in a trap and falls into dire straits. Just as he is on the brink of death, Haise's ability \"Weapon Master\" awakens! It is a power that shakes the laws of the world, summoning weapons from another world! ? An unrivaled fantasy set in another world that begins with adversity!",
      "ja": "詳細不明の能力を授けられた少年ハイセ。 彼は幼馴染のサーシャとともに冒険者になるも、能力が扱えず足手まといだとチームから追放されてしまう。 さらに一人冒険者を続ける最中、罠に嵌められて絶体絶命の危機に陥ることに。 死の淵に立たされたその時、ハイセの能力『武器マスター』が目を覚ます！ それは異世界の武器を喚び出すという世界の理をも揺るがす力で！？ 逆境から始まる、異世界無双ファンタジー開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2025-01-23T16:49:07+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/2cfc38c0-b9ee-40b0-b2c4-467bc34747bd.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      },
      {
        "vi": "SHY"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "vi": "Vào giữa thế kỷ 21, trong số các anh hùng có mặt khắp nơi trên khắp thế giới xuất hiện một anh hùng siêu xấu hổ đến từ Nhật Bản với biệt danh là \"Shy\".\nCô gánh trên mình trách nhiệm của một anh hùng, mặc dù bản thân rất kém trong việc đối mặt với ánh mắt đến từ mọi người.\nDù gặp biết bao gian khó và khổ đau, nhưng Shy vẫn đứng lên vì những người xung quanh...! \nKhông chỉ dừng ở những cuộc xung đột, SHY còn là câu chuyện về tình người, về sự đồng tâm hiệp lực của các anh hùng để cùng nhau tiến về phía trước!\nCâu chuyện trưởng thành về anh hùng mang tấm lòng nhân ái!",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…",
      "pt-br": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada “Shy”..."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]