[
  {
    "mangaId": "9bcaaed3-b14a-4c49-b4b6-cc86a2b44be3",
    "title": {
      "en": "Black Corporation: Joseon"
    },
    "updatedAt": "2023-12-29T03:47:06+00:00",
    "coverArt": "https://mangadex.org/covers/9bcaaed3-b14a-4c49-b4b6-cc86a2b44be3/526678d8-a268-4897-a6cc-c14f8068ec8f.jpg",
    "altTitles": [
      {
        "ko": "블랙기업조선"
      }
    ],
    "description": {
      "en": "The maniac who was crazy about all kinds of fields such as military and steampunk had been reincarnated. However, his father was King Sejong the Great?\nThe mania-wise king and his crazy maniac son. Along with the ministers, and countless humans who were getting exploited.\nEven today, the night of Joseon was filled with the light of overtime."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5bd7460-644e-40c6-aa66-40d1efaddb58",
    "title": {
      "en": "Zatch Bell! 2"
    },
    "updatedAt": "2023-10-26T22:01:37+00:00",
    "coverArt": "https://mangadex.org/covers/c5bd7460-644e-40c6-aa66-40d1efaddb58/c343fb17-6bd0-4471-b6d0-0a3045569946.jpg",
    "altTitles": [
      {
        "en": "Gash Bell!! 2"
      },
      {
        "en": "Golden Gash!! 2"
      },
      {
        "ja": "金色のガッシュ！！ 2"
      },
      {
        "ja-ro": "Konjiki no Gash!! 2"
      },
      {
        "en": "Zatch Bell! 2"
      }
    ],
    "description": {
      "en": "The sequel to Konjiki no Gash!!, aka Zatch Bell.\n\nOnce the battle to decide the king of the demon world, in which 100 demon children fought against each other, had come to an end… the king of the demon world was crowned, and the demon world lived out the rest of its days in peace.\n\nOr at least, that was how it was supposed to be.\n\nNow, a shocking fact about the current state of the demon world comes to light. And in the depths of their despair, three demon children decide to risk it all for one last chance at survival.",
      "it": "Dopo la battaglia per decidere il re del mondo dei demoni, in cui 100 bambini demoni si sono combattuti tra loro... Fu deciso il re del mondo dei demoni e arrivarono giorni di pace... o almeno così si supponeva! Fatti scioccanti vengono rivelati sull'attuale mondo dei demoni. Al limite della disperazione, tre bambini demone fanno una scommessa!",
      "pt-br": "Uma vez terminada a batalha para decidir o Rei do mundo demoníaco, na qual 100 mamodos lutaram uns contra os outros… o Rei do mundo demoníaco foi coroado, e o mundo demoníaco viveu o resto de seus dias em paz."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "897ee431-5738-4465-8389-6cab340c4bd1",
    "title": {
      "en": "Burning Effect"
    },
    "updatedAt": "2023-10-22T02:06:18+00:00",
    "coverArt": "https://mangadex.org/covers/897ee431-5738-4465-8389-6cab340c4bd1/d21525f7-2557-4dbd-a080-b4bc4caeb235.jpg",
    "altTitles": [
      {
        "ru": "Эффект горения"
      },
      {
        "ko": "버닝 이펙트"
      }
    ],
    "description": {
      "en": "This story is about the fierce struggle between law enforcement and those who want to upset the world.  \nIn the Cᵗʰ century, the central bureau of the municipality, Graymark, sentence anyone to death, regardless of the severity of the offense in order to reduce the crime rate and population in proportion to the increased life expectancy due to medical advances.  \nThis is a conflict between the Central Bureau and the Revolutionary Army trying to overturn this system.  \n  \n[right]",
      "fa": "⁧⁧ داستانی در مورد تقابل حکومت و کسی که می‌خواهد دنیا را واژگون کند.  \nدر قرن نامعلومی در شهر گری‌مارک، حکومت مرکزی برای کاهش جمعیت و جرم، قانونی تصویب کرد که صرف نظر از شدت جرم، مجرم را اعدام می‌کرد.   \nداستان تقابل خیر و شر، حکومت و انقلاب، و افرادی که زیر بار حکومت نرفتن…[/right]",
      "pt-br": "Em um mundo onde o menor delito justifica a pena de morte o plano de Burner era manter a cabeça baixa e dar o fora da Área 5. Mas depois de atingir seu limite ela de repente se vê como uma criminosa procurada em desacordo com o Bureau Central e seu administrador mais poderoso, Great. À medida que ela começa a descobrir seus próprios poderes e a ganhar novos aliados, uma guerra generalizada acontece entre o governo e a revolução. Será que uma equipa desorganizada de rebeldes será suficiente para vencer a luta para definir a justiça?\n\n (Fonte: Tapas) _ (Tradução: Castle Scanlator)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "211"
  },
  {
    "mangaId": "39b4e02a-f2f2-4ff0-bf2c-f87cf54ab178",
    "title": {
      "en": "Tensei Kizoku no Isekai Boukenroku ~Jichou wo Shiranai Kamigami no Shito~"
    },
    "updatedAt": "2024-02-01T10:37:36+00:00",
    "coverArt": "https://mangadex.org/covers/39b4e02a-f2f2-4ff0-bf2c-f87cf54ab178/03624dbd-640c-4540-abc4-999d37c9995c.jpg",
    "altTitles": [
      {
        "en": "Adventure Record of Reincarnated Aristocrat ~ The apostle of Gods Who Doesn’t Know Self-Restraint~"
      },
      {
        "en": "Wonderful adventure in Another world! \"God... That's going too far!!\" he said..."
      },
      {
        "ru": "Невообразимые приключения перерожденного дворянина"
      },
      {
        "ja": "転生貴族の異世界冒険録 ～自重を知らない神々の使徒～"
      },
      {
        "ko": "전생 귀족의 이세계 모험록"
      },
      {
        "en": "Chronicles of an Aristocrat Reborn in Another World"
      },
      {
        "ja-ro": "Tensei Kizoku no Isekai Bōken-roku ~ Jichō o Shiranai Kamigami no Shito ~"
      },
      {
        "fr": "Noble New World Adventures"
      },
      {
        "th": "เกิดใหม่เป็นขุนนางไปผจญภัยในต่างโลก ~อัครฑูตจอมซุ่มซ่ามของทวยเทพ~"
      },
      {
        "zh": "转生贵族的异世界冒险录"
      },
      {
        "zh-hk": "轉生貴族的異世界冒險錄"
      },
      {
        "en": "The Aristocrat’s Otherworldly Adventure: Serving Gods Who Go Too Far"
      }
    ],
    "description": {
      "en": "Shiina Kazuya, the protagonist of the story was killed by a stranger in front of a convenience store when he tried to protect two young girls escaping from the stranger who is trying to stab them. The girls fall and are too overcome with fear to get up and continue running away. When Shiina Kazuya awakens he realizes that he was reincarnated as the young noble Cain von Silford, the third son of an aristocrat (Margrave Garm Von Silford) and his second wife (Sarah) in a world filled with sword and sorcery.\n\nPrior to the age of ten Cain grew up in the Gracia Territory surrounded by gods that don't know self-restraint, in the upper echelon of nobility, and a loving family (father Garm Von Silford, mother Sarah, and older sister Raine). At the age of ten Cain is given peerage (Title of Duke, own estate, and an engagement), which leads to him living in Esfort the Royal Capitol.\n\nThis is a classic isekai fantasy about an overpowered young man who just wants to be an average adventurer. He has received the maximum level of divine blessings from all seven gods, overcomes any obstacle that comes his way while hiding his unbelievable status and tends to build a harem of highly influential nobles.",
      "ja": "- [Original Web Novel](https://ncode.syosetu.com/n4936dp/)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a4bdf95-dc11-4011-937e-7bdc4dd6e786",
    "title": {
      "en": "Tune In to the Midnight Heart"
    },
    "updatedAt": "2024-04-10T22:04:32+00:00",
    "coverArt": "https://mangadex.org/covers/0a4bdf95-dc11-4011-937e-7bdc4dd6e786/f52ac1a8-2005-48ee-8a77-f7527f295d70.jpg",
    "altTitles": [
      {
        "ja": "真夜中ハートチューン"
      },
      {
        "ja-ro": "Mayonaka Heart Tune"
      },
      {
        "en": "Finding the girl behind the voice."
      },
      {
        "en": "Midnight Heart Tune"
      },
      {
        "ru": "Полуночный мотив сердца"
      },
      {
        "pt-br": "Sintonizando com o Coração da Meia Noite"
      },
      {
        "pt-br": "Em busca da garota por trás da voz"
      }
    ],
    "description": {
      "en": "***\"Late at night, alone on my bed, your voice was the only thing that saved me. I want to talk to you again. There's something I want to say.\"***\n\nWithout knowing her real name or face, Yamabuki Arisu, a second-year high school student, was looking for a girl named \"Apollo'' who was a livestreamer. However, one day, Arisu gets a clue about Apollo from the broadcast club of the high school where she is going. There were 4 beautiful girls who dreamed of \"getting a job related to voice\"!! Who is Apollo? What will happen to the dreams of the four people? A cute yet hard-working success romantic comedy begins here!!\n\n---\n**Links:**\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10568/episode/347385) (U.S. Only)",
      "ja": "***「深夜ひとり、ベッドの上、キミの声だけが救いだった。もう一度キミと話したい。言いたいことがあるんだ」。***\n\n高校2年生の山吹有栖は、「アポロ」という名の、顔も本名も知らないラジオ配信者の少女を探していた。だがある日、有栖は進学先の高校の放送部にアポロの手がかりを得る。そこにいたのは「声に関わる仕事に就く」夢を描く美少女が…4人!!アポロは誰？4人の夢の行方は？かわいくも懸命なサクセスラブコメ、ここに開演!!",
      "pt-br": "Yamabuki Arisu, um estudante do segundo ano do ensino médio, estava procurando por uma garota chamada “Apollo”, que era locutora de rádio e ele não conhecia seu rosto ou seu nome verdadeiro. No entanto, um dia, Arisu recebe uma pista sobre Apollo do clube de transmissão da escola secundária para a qual ela estava indo. Havia quatro belas garotas que sonhavam em “conseguir um emprego relacionado à voz”!! Quem é Apollo? O que acontecerá com os sonhos dessas quatro pessoas? Uma comédia romântica fofa, mas trabalhadora e de sucesso, começa aqui!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6982158-9039-4432-8bf5-264a55c5620c",
    "title": {
      "en": "Arasa OL Haman-sama"
    },
    "updatedAt": "2023-07-19T21:38:03+00:00",
    "coverArt": "https://mangadex.org/covers/a6982158-9039-4432-8bf5-264a55c5620c/2311a36b-bdbc-4025-b785-56ebde310ac7.jpg",
    "altTitles": [
      {
        "en": "The Thirty-ish Office Worker Haman-sama"
      },
      {
        "ja": "アラサーOLハマーン様"
      }
    ],
    "description": {
      "en": "A comedy manga about Haman Karn as a modern corporate section chief at an apparel company named Neo Zeon dealing with her insecurities being a 30 year old office lady.",
      "pt-br": "Mangá spinoff da franquia Gundam sobre Haman Karn. A secretária, na casa dos trinta, precisa enfrentar suas inseguranças da crise de idade e seus problemas do dia-a-dia como gerente de seção na empresa de vestimentas Neo Zeon."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54bfbf16-bb68-4e53-838b-a3b06c3e1616",
    "title": {
      "en": "Tokkou no Shima"
    },
    "updatedAt": "2023-03-25T00:55:56+00:00",
    "coverArt": "https://mangadex.org/covers/54bfbf16-bb68-4e53-838b-a3b06c3e1616/f44061be-c558-4da5-b2f4-49995aa8574d.jpg",
    "altTitles": [
      {
        "en": "The Isle of Tokkou"
      },
      {
        "ja": "特攻の島"
      }
    ],
    "description": {
      "en": "This story takes place in 1944. Japan is entering a crucial phase in the war against the United States. Cities and towns in Japan fall one after the other under America's continuous bombing. They even get hold off the pacific coast due to their mighty force of 230 submarines, but Japan refuses to admit defeat. They must stop the enemy's advances at all costs. Testings for their new weapon are done - the Kaiten, a suicide torpedo with a built-in cockpit was ready to be mobilized into the battlefield. The time is now perfect for Japan to recruit pilots and station them at a military base on a remote island. Volunteers will forfeit their lives, but recruiters do their patriotic duty: the fate of Japan rests on their shoulders! A fascinating and psychological story on these suicide missions told from the Japanese soldiers' perspective.  \n-Mangaupdates"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "70"
  },
  {
    "mangaId": "fd8b0527-770a-4941-a8e1-c0acffb97a47",
    "title": {
      "en": "Auto Hunting With My Clones"
    },
    "updatedAt": "2024-04-01T23:42:12+00:00",
    "coverArt": "https://mangadex.org/covers/fd8b0527-770a-4941-a8e1-c0acffb97a47/ada82e73-f2f0-455f-9702-f702f8b82472.png",
    "altTitles": [
      {
        "ko": "분신으로 자동사냥"
      },
      {
        "ko-ro": "Bunsin-eulo Jadongsanyang"
      },
      {
        "ru": "Авто-охота с клонами"
      },
      {
        "en": "Auto-Hunting With Clones"
      }
    ],
    "description": {
      "en": "Sangwoo, an average sophomore in college, always dreamt of having multiple versions of himself - one for study, another for play.\n\nOne day, he awakens with a skill called [Cloning], and Sangwoo thinks his dream has come true. But will cloning really steer his life in the direction he had hoped for, or does fate have other plans in store?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56c2b72c-3ca0-4293-be5d-bda449f92c4d",
    "title": {
      "en": "Makai Youjo ni Tensei Shita Oji-san wa Heiwa no Tame ni Maou ni Naritai"
    },
    "updatedAt": "2024-01-06T18:03:39+00:00",
    "coverArt": "https://mangadex.org/covers/56c2b72c-3ca0-4293-be5d-bda449f92c4d/8a4f52bc-ed3a-487d-95df-8eed83fbf90f.jpg",
    "altTitles": [
      {
        "ja": "魔界幼女に転生したおじさんは平和のために魔王になりたい"
      },
      {
        "en": "The Old Man That Was Reincarnated as a Young Girl in the Demon World Wants to Become the Demon Lord for the Sake of Peace"
      }
    ],
    "description": {
      "en": "An old man was laid off from his job at a black company. While wallowing in the depths of his despair, he encounters a mysterious stone that sends him to another world filled with magic and alchemy. The man finds himself reincarnated as Hiyo — the youngest daughter of the demon lord.\n\nHiyo attempts to make a dazzling fresh start in life by utilizing both her newfound magical powers and prior tribulations as a salaryman, however, the demon world is in the midst of a battle for succession. In order to change herself, the ex-old man is determined to defy the demon lord and her siblings. And after meeting Ernest, a hero with his own circumstances, they work together to take over the throne of the demon lord — for both the sake of peace and to search for a place to belong. The two of them defy destiny, even if it means destroying the world to do so..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "13"
  },
  {
    "mangaId": "26a869ad-bd0c-4d2d-9ce4-e136d4d02777",
    "title": {
      "en": "My Crazy Boss"
    },
    "updatedAt": "2024-04-13T19:42:12+00:00",
    "coverArt": "https://mangadex.org/covers/26a869ad-bd0c-4d2d-9ce4-e136d4d02777/231d1aa1-0470-4e24-8e74-35d5819710fb.jpg",
    "altTitles": [
      {
        "ko": "사장님이 미쳤어요"
      },
      {
        "fr": "Mon Boss, le Fou"
      }
    ],
    "description": {
      "fr": "Seo-Woo qui aimait en secret son patron, n'imaginait pas qu'un jour il allait vraiment lui demander de sortir avec lui. Min-Hyeok qui était si distant et froid, était devenu un homme passionné et fidèle à Seo-Woo. Avant même de s'habituer à ce soudain changement, elle découvre un secret \"fatal\" qui va lui permettre de montrer qui est le vrai \"patron\" dans cette relation... .",
      "ko": "사장님에게 고백받았다.\n\"연애하죠. 결혼을 전제로.\"\n남몰래 그를 짝사랑해왔던 서우의 심장은 쿵 내려앉는데.\n우리 사장님이 혹시 미친 걸까?\n\n\"은서우 씨가 날 버리지 않는 이상 헤어질 일은 절대 없을 겁니다.\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76abc539-9b38-45af-a6d7-cb02c3cca2fb",
    "title": {
      "en": "Reincarnated as an Apple: This Forbidden Fruit Is Forever Unblemished!"
    },
    "updatedAt": "2024-03-29T15:49:02+00:00",
    "coverArt": "https://mangadex.org/covers/76abc539-9b38-45af-a6d7-cb02c3cca2fb/76ef7bff-c408-4fdb-83a8-40d26f0f4810.jpg",
    "altTitles": [
      {
        "ja-ro": "Ringo Tensei: Kindan no Kajitsu wa Kyou mo Korokoro to Musou suru"
      },
      {
        "ja": "林檎転生～禁断の果実は今日もコロコロと無双する～"
      }
    ],
    "description": {
      "en": "My name is Daisuke Furutsu, and I died getting hit by a truck full of apples. Yes, I know it's a cliché setup. Apparently somebody upstairs fell asleep on the job. Anyway, as an apology, God lets me draw five Cards of Fate that are supposed to grant me superpowers in my next life. My first four draws are amazing—stuff like magic and an infinite inventory. But everything changes with the fifth card: a \"curse\" that turns me into whatever killed me. I thought I was gonna end up a truck, but now I'm an apple! Luckily, I've made a friend who can teach me how to move around. I also end up saving a wannabe adventurer who just might be willing to take me along for the ride. Time for this overpowered apple to get rollin'!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "17"
  },
  {
    "mangaId": "a9630bbe-6b68-437f-8624-bdb89fd61aa7",
    "title": {
      "en": "Helmut"
    },
    "updatedAt": "2024-03-19T10:35:52+00:00",
    "coverArt": "https://mangadex.org/covers/a9630bbe-6b68-437f-8624-bdb89fd61aa7/a2a4fedd-ca98-45b7-a9b3-308ead322461.jpg",
    "altTitles": [
      {
        "ko-ro": "Helmut (Kim Nan Sae)"
      },
      {
        "ko-ro": "Helmut (Honyo)"
      },
      {
        "ko": "헬무트"
      },
      {
        "en": "Helmut: The Forsaken Child"
      }
    ],
    "description": {
      "en": "Helmut was a child who had been abandoned in the Demonic Beast Forest at birth.\nRaised by Demonic Beasts, the first human that he met was the Sword Saint Darien.\nLittle did Helmut know that the chance encounter would soon shake the foundation of his fate…\n\n“Grow stronger If you want to get out of here.”\n\nThe boy who’d lived like a beast was thrown into the human world!\nHe possessed overwhelming swordsmanship, outstanding looks and sharp intelligence, but there was one thing he lacked: humanity.\n\nI am no longer a prey. I am now a predator!",
      "fr": "Helmut était un enfant qui avait été abandonné dans la foret des bêtes magiques a sa naissance. Elevé par des bêtes magiques, le premier humain qu’il a rencontré était le saint de l’épée Darien. Helmut était loin de se douter que cette rencontre fortuite allait bientôt ébranler les fondements de son destin… ‘Deviens plus fort si tu veux sortir d’ici’ Le garçon qui avait vécu comme une bête était jeté dans le monde des humains ! Il possédait une habileté au sabre impressionnante, une apparence exceptionnelle et une intelligence aiguisée, mais il lui manquait une chose : l’humanité. Je ne suis plus une proie. Je suis maintenant un prédateur !"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78",
    "title": {
      "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
    },
    "updatedAt": "2023-09-18T06:19:48+00:00",
    "coverArt": "https://mangadex.org/covers/d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78/fc1ec077-4e3d-40a3-9638-09a875dfffcf.jpg",
    "altTitles": [
      {
        "zh": "反派大师兄，师妹们全是病娇"
      },
      {
        "zh-ro": "Fǎnpài Dà Shīxiōng, Shīmèimen Quán Shì Bìng Jiāo"
      },
      {
        "zh-ro": "Fanpai Da Shixiong, Shimeimen Quan Shi Bing Jiao"
      },
      {
        "en": "The Big Villain Brother and the Junior Sisters Are All Sick and Delicate"
      },
      {
        "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
      }
    ],
    "description": {
      "en": "Lin Xiao became Villain senior Brother of the Qinglan Sect after Reincarnation!\n\nAs long as you follow the plot of the original book, and become a Evil villain, you can become a God and ascend to heaven!\n\nEven if he is suffering he had no choice but to tease the fourth junior sister, steal the clothes of the third junior sister, pour some strong medicine into the second junior sister’s water, and conscientiously perform the villain’s duties.\nAnd Finally made it to the day when the male protagonist became a teacher!\n\nLin Xiao was very excited and prepared to poison the male lead. According to the plot, he will be caught by several junior sisters and thrown by the male lead.\n\nHe did not expect......\n- - -\nSecond Junior Sister: My Eldest Senior Brother is still so kind, how can this bit of poison be enough! Look at me!\n\nThird Junior Sister: I'll kill Ye Chen, and kidnap my Senior Brother! He is mine alone!\n\nFourth Junior Sister: I'll kill everyone... Create a world where there is only my Senior Brother!\n\nBeautiful Master: He's so cute, poisoning behind his back, he really deserves to be called my good disciple.\n\nLin Xiao: (⊙ˍ⊙) You all should read the script! It's me who should be killed!\n\nA relaxed and joyful anti-routine fairy tale."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-04-04T19:08:59+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/f941c5e9-ca88-4122-990e-220bba684cac.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b22561f9-81f1-45f6-b2c0-f5b53cfaee19",
    "title": {
      "en": "All Hail the Sect Leader"
    },
    "updatedAt": "2022-12-18T02:22:50+00:00",
    "coverArt": "https://mangadex.org/covers/b22561f9-81f1-45f6-b2c0-f5b53cfaee19/b00c0236-2959-46b3-9580-f78993e2cd24.jpg",
    "altTitles": [
      {
        "en": "The Greatest Sect Leader of All-Time"
      },
      {
        "zh-ro": "Wangu Zui Qiang Zong"
      },
      {
        "zh": "万古最强宗"
      }
    ],
    "description": {
      "en": "All the members of my sect are abnormally strong. All my disciples turn out to be big shots, and I'll definitely become invincible in this world!",
      "fr": "C'est mon histoire d'élever une secte, qui est un foyer chaleureux et joyeux. Dedans, non seulement il y a un patriarche amusant, ouais c'est moi, mais aussi un groupe de disciples excentriques avec des personnalités très différentes qui grandissent. Tous les membres de cette secte sont anormalement forts. Tous les disciples se révèlent être des gros bonnets, et moi, le patriarche, je deviendrai définitivement invincible dans ce monde ! Allez, les enfants. Venez rejoindre ma secte et laissez vos rêves voler ensemble !"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e64b54c4-5ef4-44d3-85db-09fe0d3e513c",
    "title": {
      "en": "Necromancer Academy and the Genius Summoner"
    },
    "updatedAt": "2024-04-09T20:29:17+00:00",
    "coverArt": "https://mangadex.org/covers/e64b54c4-5ef4-44d3-85db-09fe0d3e513c/10b785cc-acca-4d46-88ed-312419394a3e.png",
    "altTitles": [
      {
        "en": "Necromancer Academy's Genius Summoner"
      },
      {
        "ko": "네크로맨서 학교의 소환천재"
      }
    ],
    "description": {
      "en": "Necromancers have built a name for themselves as fearsome practitioners of magic capable of dropping entire empires to their knees. Simon Follentia is a necromancer with incredible latent talent! After being scouted for the necromancer's academy, this genius is ready to be nurtured and taken to the next level. But could Simon's insane talents attract some unforeseen consequences?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4a4aade-f5cf-4670-ad9e-4769f73e3933",
    "title": {
      "en": "The Manager and The Oblivious Waitress"
    },
    "updatedAt": "2024-04-08T23:13:42+00:00",
    "coverArt": "https://mangadex.org/covers/d4a4aade-f5cf-4670-ad9e-4769f73e3933/0c32b12a-31bb-48fa-9c76-7bd6c3b278d5.jpg",
    "altTitles": [
      {
        "ja-ro": "Tenchou to Mujikakuna Tennin"
      },
      {
        "ja": "店長と無自覚な店員"
      },
      {
        "ja": "何かと無自覚な女子"
      },
      {
        "en": "A Girl who is Unaware of Something"
      },
      {
        "ja-ro": "Nani ka to Mujikaku na Joshi"
      }
    ],
    "description": {
      "en": "The daily lives in a coffee shop between a young-looking manager and a waitress."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "55"
  },
  {
    "mangaId": "b121ffde-3d18-49f9-b66c-3fea76950aee",
    "title": {
      "en": "Muscle Mage"
    },
    "updatedAt": "2024-04-04T13:47:11+00:00",
    "coverArt": "https://mangadex.org/covers/b121ffde-3d18-49f9-b66c-3fea76950aee/b2538689-2196-45c5-8bc5-673861c9b3d6.png",
    "altTitles": [
      {
        "zh-ro": "Gang Meng Da Fa Shi"
      },
      {
        "zh": "刚猛大法师"
      }
    ],
    "description": {
      "en": "In an era when magic is prevalent, the magician is the most powerful profession in society. Atilian, who is completely unable to practice magic, has a reason why he must become a great magician!\n\nHe relies on perseverance, passion and courage to conquer everyone around him!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2320293-f00e-43a0-8d08-1110cf26a894",
    "title": {
      "en": "Shinmai Ossan Boukensha, Saikyou Party ni Shinu hodo Kitaerarete Muteki ni Naru."
    },
    "updatedAt": "2024-02-28T15:45:45+00:00",
    "coverArt": "https://mangadex.org/covers/a2320293-f00e-43a0-8d08-1110cf26a894/78c721a6-8ac6-4361-b769-12d16dbd4169.jpg",
    "altTitles": [
      {
        "ja": "新米オッサン冒険者、最強パーティに死ぬほど鍛えられて無敵になる。"
      },
      {
        "en": "The Middle-Aged Newbie Adventurer, Trained to Death by the Strongest Party, Became Unbeatable"
      },
      {
        "zh": "大叔新人冒险者 被最强小队拼死锻炼后无敌了"
      },
      {
        "zh-hk": "大叔新人冒險者 被最強小隊拼死鍛煉后無敵了"
      },
      {
        "ko": "신참 아재 모험가, 최강 파티에서 죽을 정도로 단련해서 무적이 된다"
      }
    ],
    "description": {
      "en": "It is common knowledge that it is best to become an adventurer when you are as young as possible, because the magical power that is the basis of an adventurer's strength will hardly grow if you don't train it while you are young. But this man, Rick Gladiator, who became an adventurer when he was over thirty years old, had the combat power of an S-rank adventurer, the highest rank in the world. In fact, Rick has lived an unimaginable life with the members of the legendary Orihalcon Fist, a party of the continent's strongest adventurers. From dragons to vampires, Rick's fighting prowess, trained by his literally \"monster\" mentors, allows him to defeat elite adventurers one after another who try to underestimate him.",
      "ja": "漫画を担当するのは、週刊少年ジャンプにて「レディ・ジャスティス」を連載していた、荻野ケン！ド迫力のバトルアクションと、怒涛のギャグ！　魂のこもったキャラが縦横無尽に活躍する漫画版をお楽しみください！！　『冒険者になるのはできるだけ若いうちがいい』しかしその男、なんと30歳を過ぎてから冒険者を目指したリック・グラディアートルは、新米ながら最高位[Ｓランク]並みの戦闘力を有していた。　伝説のパーティ「オリハルコン・フィスト」──ドラゴンからヴァンパイアまで、文字通り「モンスター」級の師匠たちに鍛え上げられた戦闘力でなめてかかってくるエリート冒険者を次々にねじ伏せていく。「出遅れ…？何歳から冒険者やったって何歳から新しいこと始めたって…いいだろ！」"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49244007-a758-4e24-8061-c7833d2d5d80",
    "title": {
      "en": "The Dilettante"
    },
    "updatedAt": "2023-11-12T11:22:36+00:00",
    "coverArt": "https://mangadex.org/covers/49244007-a758-4e24-8061-c7833d2d5d80/fb809260-d656-4f06-a096-484080b9bfae.png",
    "altTitles": [
      {
        "ko": "딜레탕트"
      },
      {
        "ko": "Dilettante (Jin Soye)"
      }
    ],
    "description": {
      "en": "Stay until you're drunk on me. One day, top counterterrorism agent Hana Lee receives news of her twin brother's passing. Unable to accept the death of her only living relative, she sets out to uncover the truth. Along the way, she gets tangled up with the mysterious Eunseong Yoo and the cold-blooded mafia boss, Giulio Parenti.\n\nNote: The English webtoon was released as R15, it's not R19 like the original novel. It is not confirmed if the Korean release will have a mature (R19) version. This series is the sequel to 페어 트레이드 (Fair Trade) which does not have a webtoon adaptation. The 2nd ML in this story is the ML in The Dilettante"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1693697a-783c-4d3c-a2d3-dc069e137a23",
    "title": {
      "en": "No Home"
    },
    "updatedAt": "2023-11-20T17:18:37+00:00",
    "coverArt": "https://mangadex.org/covers/1693697a-783c-4d3c-a2d3-dc069e137a23/bc55de2a-47dd-41cb-9338-75b3f0650a69.jpg",
    "altTitles": [
      {
        "en": "Homeless"
      },
      {
        "en": "I Have No Home"
      },
      {
        "ko": "집이 없어"
      },
      {
        "ko-ro": "Jib-i Eobs-eo"
      }
    ],
    "description": {
      "en": "Haejoon Goh, who ran from home, and Eunyung Baek, the problem child who lives in a tent.   \r\nThese two, who met under terrible circumstances, are forced to live together in an abandoned dormitory.   \r\nThis is a story of difficult growth between two people who hate both the dorm and each other."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf58401e-91ae-452f-b79a-5c83f34f6804",
    "title": {
      "en": "Dark Summoner to Dekiteiru"
    },
    "updatedAt": "2023-12-03T14:59:04+00:00",
    "coverArt": "https://mangadex.org/covers/cf58401e-91ae-452f-b79a-5c83f34f6804/fd13a46a-08a2-4cb2-bf29-d8bd4a667a6d.jpg",
    "altTitles": [
      {
        "ja": "ダークサモナーとデキている"
      },
      {
        "zh": "黑暗召唤师在地下恋爱中"
      },
      {
        "zh-ro": "Hēi'àn zhàohuàn shī zài dìxià liàn'ài zhōng"
      },
      {
        "en": "I'm Dating a Dark Summoner"
      }
    ],
    "description": {
      "en": "Amona, a dark summoner and demi-human who uses demonic powers, is the newest addition to the party of the uptight priest Roni. Everyone expected the two to dislike each other and to have nothing to do with each other. But to their surprise, on their first day together as an adventuring party, they had a one-night stand...!",
      "ja": "クソ真面目な神官・ロニのパーティに新しく加入してきたのは、悪魔の力を使うダークサモナーで亜人のアモナ。反発し合い犬猿の仲になると思われた二人だったが、なんとパーティ加入初日に朝チュンしてしまい…！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "882b1e22-ac83-4613-b8f1-7c48138fa584",
    "title": {
      "en": "Pokémon SPECIAL X & Y"
    },
    "updatedAt": "2023-09-22T13:10:15+00:00",
    "coverArt": "https://mangadex.org/covers/882b1e22-ac83-4613-b8f1-7c48138fa584/8be6bd75-a241-4d7b-a66e-27bac5214c68.jpg",
    "altTitles": [
      {
        "en": "Pocket Monsters SPECIAL X & Y"
      },
      {
        "ja": "ポケットモンスターSPECIAL X・Y"
      },
      {
        "en": "Pokémon X•Y"
      }
    ],
    "description": {
      "en": "In the region of Kalos, an old tale spoke of two legendary Pokemon, Xerneas and Yveltal, who were said to appear every 1000 years to clash with each other. The myth became a reality when the two showed up inVaniville Town one day, wrecking havoc to everything in the area.  \n  \nWith their homes destroyed, X, a prodigy in battling who went into seclusion after an incident related to to the paparazzi, was forced to go on a journey with his childhood friends: Y, a Sky Trainer in training; Trevor the scholar-to-be; Tierno the dancing expert; and Shauna, who aspired to become a Furfrou Stylist. Under the constant threat of the ominous Team Flare, who was after X's mysterious Mega Ring, the five young trainers must stick together and depend on each other to weather through each challege and seek what they find, including an answer to the mystery of Mega Evolution…"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "39"
  },
  {
    "mangaId": "55ace2fb-e157-4d76-9e72-67c6bd762a39",
    "title": {
      "en": "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?"
    },
    "updatedAt": "2024-01-07T12:01:32+00:00",
    "coverArt": "https://mangadex.org/covers/55ace2fb-e157-4d76-9e72-67c6bd762a39/708f7971-dc0d-45f1-9c32-f38209a3cfa4.jpg",
    "altTitles": [
      {
        "id": "Aku, Seorang Raja Iblis, Mengambil Budak Elf Sebagai Istriku, Tapi Bagaimana Cara Aku Mencintainya?"
      },
      {
        "en": "An Archdemon's Dilemma: How to Love Your Elf Bride"
      },
      {
        "id": "Bagaimana Cara Mencintai Budak Elfmu?"
      },
      {
        "pt": "Eu, um Lorde Demônio, comprei uma elfa escrava como minha esposa, mas como eu amo ela?"
      },
      {
        "en": "I, the Demon Lord, Took a Slave Elf as My Wife, but How Do I Love Her?"
      },
      {
        "fr": "Je, un seigneur des démons, ai épousé un elfe esclavagisant, mais comment l'aime-je?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку в жёны. И как прикажете её любить?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку-рабыню в жёны. И как же мне её любить?"
      },
      {
        "zh": "我这魔王娶了一个奴隶精灵当老婆，该怎么疼爱才好？"
      },
      {
        "zh-hk": "身為魔王的我娶了奴隸精靈為妻、該如何表白我的愛？"
      },
      {
        "zh": "魔奴嫁"
      },
      {
        "ja": "魔王の俺が奴隷エルフを嫁にしたんだが、どう愛でればいい？"
      },
      {
        "ko": "마왕인 내가 노예 엘프를 신부로 삼았는데 어떻게 사랑하면 되지?"
      }
    ],
    "description": {
      "en": "Zagan is feared as an evil mage, he is awkward and has a sharp tongue, and once again had to put down thieves that encroached on his territory when he was researching that morning. In a dark auction, he finds a white slave elf, Nephie, who holds a peerless beauty. Falling in love with her at first sight, he uses his fortune to buy her, but as poor as he is socially, he doesn’t understand how to connect with her. Thus, the clumsy cohabitation of the mage that can’t convey his love, and the slave that pines for her master but doesn’t understand how to bring it up, begins.",
      "fr": "Zagan est craint comme mage démoniaque, un jour au marché noir il rencontre une esclave elfe du nom de Nephie. De part sa beauté innocente, il tombe sous son charme et décide de l'acheter. Bien que fortuné d'argent, ses compétences sociales ne le sont pas et il a du mal à savoir comment créer une relation…  \n  \nC'est parti pour une cohabitation maladroite entre ce maître qui ne sait montrer son amour et cette esclave qui en pince pour lui sans savoir quoi faire.",
      "ja": "- [Seiga nicovideo](http://seiga.nicovideo.jp/comic/33204) (Alternate Raw)",
      "pt": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa.",
      "pt-br": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55a1aba6-967c-4967-a1d0-ad0f52332be0",
    "title": {
      "en": "I Became the Despised Granddaughter of the Powerful Martial Arts Family"
    },
    "updatedAt": "2023-06-08T04:38:27+00:00",
    "coverArt": "https://mangadex.org/covers/55a1aba6-967c-4967-a1d0-ad0f52332be0/982217cf-fbb6-4eea-861b-bde363498b5f.jpg",
    "altTitles": [
      {
        "ko": "무림세가 천대받는 손녀딸이 되었다"
      },
      {
        "ko-ro": "Murimsega Cheondaebanneun Sonnyeo Ttari Doeeotda"
      },
      {
        "en": "The Baengri Clan's Unwanted Granddaughter"
      },
      {
        "en": "I Became the Despised Granddaughter of the Powerful Murim Family"
      },
      {
        "en": "I Became the Despised Granddaughter of the Murim Family"
      },
      {
        "en": "I Became the Despised Granddaughter of the Murim Clan"
      },
      {
        "es": "Me convertí en la nieta despreciada del clan murim"
      },
      {
        "es": "Me convertí en la nieta despreciada de la poderosa familia de artes marciales"
      },
      {
        "ru": "Презираемая внучка великого рода эпохи Мурим"
      },
      {
        "ja": "名門一族の嫌われ娘になりました"
      },
      {
        "tr": "Murim'in kör talihli torunu"
      },
      {
        "tr": "Murim'in bedbaht torunu"
      },
      {
        "zh": "成了武林世家受歧视的孙女"
      },
      {
        "id": "The Despised Granddaughter of the Murim Clan"
      },
      {
        "ar": "أصبحت الحفيدة المحتقرة لعائلة فنون القتال القوية"
      },
      {
        "vi": "Trở thành cô cháu gái bị khinh miệt của gia tộc võ lâm"
      },
      {
        "th": "ฉันคือหลานสาวตระกูลจอมยุทธ์ผู้ถูกเหยียดหยาม"
      }
    ],
    "description": {
      "ar": "هنا ، داخل رواية فنون الدفاع عن النفس هذه ، يوجد معلم حقيقي يعلم البطل المتعجرف وينقذه من الموت.\n وسيم وطيب وصالح وقوي و ...\n على أي حال ، كان هناك عيب كبير في معلم البطل وهو ابنته الوحيدة الحمقاء المليئة بالجشع... كانت شريرة اضافية ، كانت تطارد البطل دوما ولكنه لم يستطع التخلي عنها لانها ابنه معلمه.\n خلال قراءة الرواية ، قمت بلعن تلك الابنة وقلت أنه لو كنت أنا ، فلن أعيش هكذا.\n \"لكن هذا لا يعني أنني أريد أن أكون هي!\"\n ما هو أسوأ ان أبي مات بالفعل ، وسمعتي هي الأسوأ.\n هربت حتما ، لكن ... مت، لكن عندما فتحت عيني كان أبي حياً؟!\n \"إذا كان الأمر كذلك ، في هذه الحياة ، سانقذ أبي بالتأكيد!\"\n لكن…\n \"أعتقد أنهم يستهدفون حفيدتي !؟ سأقتلهم جميعًا! \"\n لماذا أرى جدي ، الذي لم يظهر سوى مرات قليلة في الرواية يتصرف هكذا؟\n \"زواج؟ لا ، قالت يوني إنها ستعيش بجانبي لبقية حياتها \".\n حتى أبي ، بطريقة ما أصبح غريبًا.\n علاوة على ذلك،\n \"لماذا تستمر في تفاديني؟ هل هذا خطأي أيضًا؟ \"\n أليست الشخصية الرئيسية فجأة مهووسة بي؟\n في الأصل ، كان مقدرا لي أن أموت حتى أتيت إلى هنا \".\n لقد أنقذت ذلك الوغد ، لكن اليس العمل الصالح دوما يمر دون عقاب؟\n \"على الأقل عندما أكون أمامك ... لا أعتقد أنني شخص رائع.\"\n الشرير الذي قطع عنقي يحاول فجأة التوبة.\n هل من المقبول حقًا أن يصبح الأمر هكذا؟\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "en": "Yeon was just an orphan on the streets when a man claiming to be her father brought her to his family home. But the Baengri estate was a den of vipers that swallowed her whole, and it's only when she's standing at the funeral of the father she never truly understood that she realizes how familiar this story is. When she wakes up six years old again, Yeon knows she can't waste her second chance. This time, she's going to save her father. This time, she's going to live without regrets.\n\n---\nHere, inside this martial arts novel, there is a true teacher who teaches the arrogant male lead and awakens him through death. Handsome, good-natured, righteous, strong, and… Anyway, there was one big flaw in the male lead's damn fine teacher. It was his foolish only daughter who was filled with greed. A tenacious villainous extra, who always comes back to haunt the male lead in every way, but cannot be abandoned because she is his teacher's daughter. Throughout reading the novel, I cursed at that daughter. Saying that if it were me, I wouldn't live like that.\n\n'But that didn't mean that I wanted to be her!'\n\nWhat was worse, Father has already died, and my reputation was the worst. Inevitably, I ran away, but… I died. However, when I opened my eyes, Father was alive?!\n\n'If so, in this life, I will definitely save Father!'\n\nHowever…\n\n\"To think they’re aiming for my granddaughter?! I'll kill them all!\"\n\nWhy do I see Grandfather, who doesn't even appear many times throughout the novel, so often like this?\n\n\"Marriage? No. Yeonie said that she would live by my side for the rest of her life.\"\n\nEven Father, somehow became weird. Moreover:\n\n\"Why do you keep avoiding me? Is this also my mistake?\"\n\nIsn't the main character suddenly becoming obsessed with me?\n\n\"Originally, I was destined to die. Until you came here.\"\n\nI saved the time-limited bastard, but isn’t it that no good deed goes unpunished?\n\n\"At least when I'm in front of you… I don't think I’m trash.\"\n\nThe villain who blew off my neck is suddenly trying to repent.\n\nIs it really okay if it's like this?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "es": "¡La protagonista transmigró a un mundo de una novela de artes marciales! La protagonista transmigra al cuerpo de Baeklee Yeon, la tonta y detestable hija de Baeklee Ee-Gang, un ser perfecto y el maestro del protagonista masculino, quien lo guía hacia el camino de un héroe. Ella fue asesinada inesperadamente, pero cuando abrió los ojos descubrió que había regresado a su infancia donde podría enmendar todos sus errores. “¿Podré ser amada esta vez?” En esta vida, con la determinación de convertirse en la hija perfecta, en lugar de un fastidio, ella pasa de ser la nieta despreciada a la nieta amada de la familia Baeklee. “¡¿Crees que lo vales?!” “¡Sí!” Incapaz de ocultar su confusión ante el vigor de su ambiciosa nieta… “Si hay incluso una pequeña esperanza, ¿Cómo puedo, como padre, rendirme?” “…Es como hablarle a la pared.” Su abuelo secretamente abre su corazón después de ser arrollado por el dúo de atractivos padre e hija, resueltos a salvar a la incapacitada hija que no puede practicar artes marciales, aunque eso significara recibir su odio. ¡Y justo cuando su vida merecía ser vivida, ¿la obsesión de los candidatos a protagonistas masculinos hacia ella, empezó de repente?! ¡Yeon, sólo caminemos por el sendero de flores de ahora en adelante!\n\n---\nAquí, dentro de esta novela de artes marciales, hay un verdadero maestro que enseña al arrogante protagonista masculino y lo despierta a través de la muerte. Guapo, bondadoso, recto, fuerte y... De todos modos, había un gran defecto en el excelente profesor del protagonista masculino. Era su tonta única hija la que estaba llena de codicia. Una villana extra tenaz, que siempre regresa para perseguir al protagonista masculino en todos los sentidos, pero no puede ser abandonada porque es la hija de su maestro. Mientras leía la novela, maldije a esa hija. Diciendo que si fuera yo, no viviría así. '¡Pero eso no significaba que yo quisiera ser ella!' Lo que era peor, Padre ya murió, y mi reputación es la peor. Inevitablemente, me escapé, pero... morí. Sin embargo, cuando abrí los ojos, ¿¡Padre estaba vivo!? '¡Si es así, en esta vida, definitivamente salvaré a Padre!' Sin embargo… “¿¡Pensar que están apuntando a mi nieta!? ¡Los mataré a todos!” ¿Por qué veo al abuelo, que ni siquiera aparece muchas veces a lo largo de la novela, tan a menudo así? \"¿Casamiento? No. Yeonie dijo que viviría a mi lado por el resto de su vida”. Incluso Padre, de alguna manera se volvió raro. Además, “¿Por qué sigues evitándome? ¿Es este también mi error? ¿No se está obsesionando el personaje principal de repente conmigo? “Originalmente, estaba destinado a morir. Hasta que llegaste aquí. Salvé al bastardo de tiempo limitado, pero ¿no es que ninguna buena acción queda sin castigo? \"Al menos cuando estoy frente a ti... no creo que sea una basura\". El villano que me voló el cuello de repente está tratando de arrepentirse. ¿Está realmente bien si es así?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "fr": "Dans ce roman d'arts martiaux, il y a un professeur qui enseigne à l’arrogant protagoniste et le sauve de la mort. Une belle apparence, intelligent, fort… Quoi qu'il en soit, ce professeur avait un point faible. Il s'agit de sa fille unique, stupide et remplie de cupidité. Une antagoniste tenace, qui ne fait qu’embêter le rôle principal masculin de toutes sortes de manières, mais ne peut être abandonnée car elle est la fille de son professeur. Tout au long de la lecture du roman, j'ai maudit cette fille. Dire que si c'était moi, je ne vivrais pas comme ça.\n\n«Mais ça ne voulait pas dire que je voulais être elle!»\n\nEt le pire arriva, la mort de mon père. Évidemment, je me suis enfuie, mais… J'ai été assassinée. Puis, quand j'ai ouvert les yeux, Père était en vie?!\n\n«Cette fois-ci, dans cette vie, je sauverai père!»\n\nCependant…\n\n«Comment osent-ils s'en prendre à ma petite-fille?! Je vais tous les tuer!»\n\nPourquoi est-ce que je croise grand-père, qui n'apparaît pas souvent dans le roman, aussi fréquemment?\n\n«Un mariage? Non. Yeonie a dit qu'elle vivrait à mes côtés pour le restant de sa vie.»\n\nMême Père, d'une manière ou d'une autre, est devenu bizarre.\n\nDe plus, «Pourquoi continuez-vous à m'éviter? Ai-je fait une erreur?»\n\nLe personnage principal n'est-il pas soudainement en train de devenir obsédé par moi?\n\n«À l'origine, j'étais destiné à mourir. Jusqu'à ce que tu viennes ici.»\n\nJ'ai sauvé ce bâtard limité dans le temps, mais n'est-ce pas qu'aucune bonne action ne reste impunie?\n\n«Au moins quand je suis devant toi… je ne me sens pas comme une ordure.»\n\nLe méchant qui m'a tuée essaie soudainement de se repentir.\n\nEst-ce une bonne chose?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "ru": "Здесь, внутри этого романа о боевых искусствах, есть учитель, который учит надменного мужского героя и пробуждает его силу. Красивый, добродушный, праведный, сильный и… К сожалению, у чертовски прекрасного учителя главного героя был один большой недостаток. Это была его глупая дочь, вдоволь наполненная жадностью. Стойкая статистка-злодейка, которая всегда возвращается, чтобы преследовать главного героя, но ее нельзя бросить, потому что она дочь учителя. На протяжении всего романа я проклинала эту дочь. Сказать честно, что если бы этой дочерью была я, то не допустила бы подобного. \n\n—Но это не значит, что я хотела быть ею!\n\nЧто еще хуже, отец уже умер, а моя репутация была ужасной. \n\nЯ сбежала, но… я умерла. Однако, когда я открыл глаза, отец все ещё был жив!?\n\n«Если так, то в этой жизни я обязательно спасу отца!»\n\nОднако…\n\n—Подумать только, они целятся в мою внучку!? Я убью их всех!\n\nПочему я так часто вижу дедушку, который появлялся в романе от силы пару раз? \n\n—Брак? Нет. Ёни сказала, что будет жить рядом со мной до конца своей жизни. \n\nДаже отец стал вести себя как-то странно.\n\nБолее того:\n—Почему ты продолжаешь меня избегать? Это тоже моя ошибка?\n\nПочему главной герой внезапно стал так одержим мной? \n\n—До твоего прихода мне было суждено умереть\n\nЯ спасла временного ублюдка, но ведь ни одно доброе дело не остается безнаказанным?\n\n—По крайней мере, когда я стою перед тобой…\n\nЗлодей, снесший мне шею, вдруг пытается раскаяться.\n\nВсе будет хорошо, так ведь?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "th": "แบครียอนได้เข้ามาอยู่ในนิยายบู๊ที่เคยอ่าน หลังท่านพ่อเสีย ก็โดนตัวร้ายในนิยายฆ่าตาย แต่พอลืมตาขึ้นมาอีกครั้ง กลับกลายเป็นว่ายอนได้ย้อนเวลากลับมาในวัยเด็กอีกครั้ง ทำให้ยอนตัดสินใจว่าชีวิตครั้งนี้จะต้องช่วยชีวิตท่านพ่อให้ได้ \n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "tr": "Ana karakter; dövüş sanatları dünyasında başrolü, hikâyenin kahramanı yapacak olan güçlü ve eğitimini tamamlamış usta Baek Lee Ee-Gang’ın aptal ve sinir bozucu kızı Baek Lee Yeon olarak hayat bulur. Yeon, beklenmedik şekilde öldürülür ve gözlerini açtığında her şeyi geri alabileceği çocukluk günlerine geri döner. “Bu hayatımda ailem beni sevecek mi?” Baş belası olmak yerine harika bir evlat olmaya karar veren Yeon, Baek Lee ailesinin saygın torunu olarak hayatına başlar. Bu hayatını güzelce yaşamak ister ancak ailenin başı olan büyükbabası Baek Lee Pan-Hyuk da dahil olmak üzere herkes Yeon’a engel olur. Büyükbabasının bakışları o kadar serttir ki dağları ve nehirleri bile titretebilir. “O kadar değerli olduğunu mu sanıyorsun?”\n“Evet.”\nBüyükbaba, kendine güvenen torunu karşısında şaşkına döner ve oğluyla torununu gizlice izlemeye başlar.\n“Çok az umut olsa da baba olarak nasıl hemen pes edebilirsin?”\n“Amma inatçısın he.”\nYakışıklı oğlu, dövüş sanatları dünyasının yüz karası kızını o karanlıktan kurtarmaya ve herkesi karşısına almaya hazırdır. Yeon, tam hayatının artık daha güzel olacağını düşünürken erkek başroller bir bir ona takıntılı olmaya başlar!\n“Yeonie’m, bu sefer hayatımız gerçekten çok güzel olacak!!”\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "vi": "Cô xuyên không trở thành một nhân vật chính trong thế giới võ lâm. Cô trở thành BaekRi Yeon, đứa con gái ngốc nghếch và quậy phá của BaekRi Eui Kang, một người thầy chân chính và là người đã dẫn dắt nhân vật nam chính trở thành một anh hùng. Sau khi bất ngờ bị giết, cô mở mắt ra và trở thành một đứa trẻ có thể làm đảo ngược mọi thứ. ‘Mình, lần này có thể nhận được sự yêu thương không?” Ở kiếp này, cô có niềm tin rằng mình sẽ trở thành con gái được yêu thương chứ không phải đứa con gái chịu nhiều tổn thương nữa, cô bắt đầu cuộc sống được mọi người kính trọng từ cháu gái của gia đình Baekri. Những gia tộc cản trở xuất hiện trước mặt Yeon, người chỉ muốn đi trên con đường rải đẩy hoa, và Baek Ri Pae-hyeok, là tộc trưởng và cũng là ông nội của cô, ông sở hữu khí phách của một vị vua, người có thể khiến cả núi sông và cây cối rung chuyển chỉ bằng một ánh mắt. “Ngươi cho rằng ngươi đáng giá như thế sao!” “Vâng!” Ông không thể che giấu sự hốt hoảng trước khí thế mạnh mẽ của cháu gái “Nếu còn một tia hy vọng mong manh, người làm cha sao con có thể từ bỏ?” “…Như là một đứa trẻ cứng đầu.” Ông lão bắt đầu mềm lòng vì hai cha con tuyệt mỹ đánh bại với quyết tâm sẽ cứu đứa cháu gái không có tài nghệ võ công … Tôi nghĩ rằng được sống ở thời điểm này là xứng đáng, nhưng nỗi ám ảnh của các ứng cử viên nam chính đột nhiên bắt đầu? Yeoni của chúng ta, bây giờ hãy chỉ đi trên con đường hoa thôi nhé!\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "pt-br": "Aqui, dentro desta novel de artes marciais, há um professor que ensina o protagonista arrogante e o desperta através de sua morte. Bonito, agradável, justo, forte e… enfim, só havia uma grande falha no professor do protagonista, que era sua filha única insensata, a qual era cheia de ambição. Uma persistente vilã extra que sempre assombra o protagonista de todas as formas, mas nunca pode ser abandonada por ser a filha do professor. Enquanto eu lia o romance, amaldiçoei-a, dizendo que, se eu fosse ela, não viveria daquela forma. Mas isso não significava que eu queria ser ela! Pior ainda, o pai já havia morrido e minha reputação era a pior. Inevitavelmente, eu fugi, mas… morri. No entanto, quando abri meus olhos, meu pai estava vivo?! “Já que é assim, nesta vida, vou definitivamente salvar meu pai! Entretanto… “Eles estão visando minha neta?! Vou matar todos eles” Por que vejo o meu avô, que sequer aparece muitas vezes na novel, com tanta frequência assim? “Casamento? Não. Yeon disse que viveria ao meu lado pelo resto da vida dela.” Mesmo meu pai se tornou estranho. Além disso, “Por que você continua me evitando? Cometi algum erro?”, o protagonista por um acaso está se tornando obcecado por mim? “Originalmente, eu estava destinado à morte. Até você chegar aqui.” Eu salvei o idiota que tinha os dias contados, mas não dizem que somos recompensados por nossas boas ações? “Pelo menos, quando estou à sua frente… não penso que sou um lix@.” De repente, o vilão responsável por minha morte está parecendo arrependido. Está mesmo tudo bem que as coisas sejam assim?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48e8f8ec-58dd-4fdc-bc8e-873a8bd1345c",
    "title": {
      "en": "Another World Dump Truck"
    },
    "updatedAt": "2023-07-26T19:55:27+00:00",
    "coverArt": "https://mangadex.org/covers/48e8f8ec-58dd-4fdc-bc8e-873a8bd1345c/9ef569a2-313a-4af3-86a7-30fe1998ba36.jpg",
    "altTitles": [
      {
        "ko": "이세계 덤프트럭"
      }
    ],
    "description": {
      "en": "Yul, the manager of the interdimensional dump truck office, accidentally kills an innocent man named Kwon Yoo-jun. In order to make amends, Yul enters a romance fantasy novel where Yoo-jun is the villainess and tries to send her back to her original world. However, due to various complications, Yul becomes trapped in the novel. With the office staff scattered and no knowledge of the novel's plot, Yul desperately searches for a way out. But, Yoo-jun, who is now pretending to be a noble lady in the new world, causes Yul a headache."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "946ff973-95b5-4f57-8e81-7c4674ea50dc",
    "title": {
      "en": "The Druid of Seoul Station"
    },
    "updatedAt": "2024-03-27T04:11:21+00:00",
    "coverArt": "https://mangadex.org/covers/946ff973-95b5-4f57-8e81-7c4674ea50dc/07937784-c2fc-4ed2-a3ad-8f2239e19195.jpg",
    "altTitles": [
      {
        "ko": "서울역 드루이드"
      },
      {
        "en": "Seoul Station Druid"
      },
      {
        "zh": "归来的异世界王者"
      },
      {
        "th": "ดรูอิดแห่งสถานีโซล"
      },
      {
        "ru": "Друид с Сеульского вокзала"
      },
      {
        "ja": "ドルイド侵略"
      },
      {
        "uk": "Друїд з Сеульського вокзалу"
      }
    ],
    "description": {
      "de": "Was wie ein gewöhnlicher Tag begann, wird auf den Kopf gestellt, als eine mysteriöse Katastrophe die Erde heimsucht und Soo Ho Park auf einen anderen Planeten befördert. Mit der Zeit lernt er, sich anzupassen und um sein Überleben in dieser fremden Welt zu kämpfen. Doch eines Tages wird Soo Ho genauso plötzlich wieder auf die Erde zurückgeholt, wie er auf dem neuen Planeten gelandet ist. Schnell erfährt er, dass eine Rückkehr zu seinem vergangenen Leben nicht möglich ist, denn die Erde befindet sich in einem ständigen Kampf mit Monstern, denen es gelungen ist, den Planeten zu infiltrieren. Wie wird Soo Ho gegen die Monster ankämpfen und wird er dieses Mal mit seinen derzeitigen Fähigkeiten überleben können?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "en": "What started out as an ordinary day turned upside down when an unknown catastrophe struck Earth, transporting Suho Park to a different planet. He eventually learns how to adapt and fight for his survival in this foreign world, but one day, just as suddenly as he was sucked into this new planet, Suho is pulled back to Earth!\n\n He quickly learns that return to life as he remembers it is no longer possible, as Earth is in constant battle with monsters who’ve managed to infiltrate the planet.\n\nHow will Suho fight against the monsters attacking Earth, and will he be able to survive this time with his current skills?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "fr": "Ce qui a commencé comme une journée ordinaire a basculé lorsqu'une catastrophe inconnue a frappé la Terre, transportant Suho Park sur une autre planète. Ce dernier apprend peu à peu à s'adapter et à se battre pour survivre dans ce monde étranger, mais un jour, tout aussi soudainement qu'il a été transporté sur cette nouvelle planète, Suho est miraculeusement ramené sur Terre. Il apprend rapidement que le retour à la vie normale telle qu'il se souvient n'est plus possible, car la Terre est en lutte constante avec des monstres qui ont réussi à s'infiltrer sur la planète. Suho trouvera-t-il un moyen de se battre contre les monstres qui attaquent la Terre, et pourra-t-il survivre avec ses compétences actuelles ?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "id": "Suho, kembali ke Bumi setelah seribu tahun menghilang di dunia lain. Namun, dunia yang dulu ditinggali sekarang telah berubah menjadi dunia kebiadaban dengan munculnya monster-monster!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "ja": "「この世界の支配者は俺だ！」 異世界に迷い込んでから1000年ぶりに地球に帰還した緒形元汰。その間に、地球はモンスターの登場により、完璧な弱肉強食の世界に変わっていた。異世界にて1000もの間、激しい生存競争のすえに、動物の王として降臨した緒形元汰は、ドルイドとして地球征服に乗り出す！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "ko": "이세계로 사라진 뒤 천 년 만에 지구로 귀환한, 박수호.\n그 사이 세상은 몬스터의 등장으로 철저한 약육강식의 세상으로 변해 있었다.\n천 년 동안 처절한 생존경쟁으로 살아남은 동물의 왕 드루이드, 세계 정복에 나서다.\n\n이제부터 이 구역의 지배자는 나다.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "pl": "Park Sooho powrócił na Ziemię po tym, jak przeniósł się do innego świata na tysiąc lat. W tym czasie Ziemia zmieniła się w świat przetrwania najsilniejszych dzięki pojawieniu się potworów. Druid, król zwierząt, któremu udało się przetrwać przez tysiąc lat, wyrusza teraz na podbój świata.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "ru": "Пак Су Хо, провел тысячу лет с животными и стал друидом.\nТем временем мир превратился в мир жестокости и появились монстры. Друид и царь зверей,\nвыживший в ожесточенной битве за выживание в течение тысячи лет, отправляется покорять мир.\n\"Отныне я правитель!\"\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "th": "\"พัคซูโฮ\" กลับมายังโลก หลังจากที่ตกไปอีกโลกนับพันปี ในขณะเดียวกัน โลกที่ซูโฮเคยอาศัยอยู่ได้กลายเป็นสนามรบตั้งแต่มีมอนสเตอร์ปรากฏตัวจากอีกโลกหนึ่ง จากนี้ไป พัคซูโฮ ดรูอิดผู้รอดชีวิตจากป่าอันโหดร้ายและกลายเป็นราชาแห่งสัตว์ ได้เริ่มต้นการต่อสู้เพื่อพิชิตโลก!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "zh": "千年归来的万物之王！\n从现在开始出击征服世界！\n朴修浩意外来到异世界后，在千年的生存竞争中成功存活并成为了动物之王。时隔千年又意外重返地球。 在此期间，世界因为怪兽的出现，而彻底变成了弱肉强食的世界。为了继续生存朴修浩开始征服人类世界！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4754fc66-6bcb-4cc3-98ec-10f585cc55f3",
    "title": {
      "en": "Moto-Sekai Ichii Sub-chara Ikusei Nikki ~Hi-Player, Isekai wo Kouryaku-chu!~"
    },
    "updatedAt": "2024-04-11T11:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/4754fc66-6bcb-4cc3-98ec-10f585cc55f3/8d56f661-981f-4d70-865a-7ca3c2fd3f85.jpg",
    "altTitles": [
      {
        "en": "The Former Top 1's Sub-Character Training Diary: A Dedicated Player is Currently Conquering Another World!"
      },
      {
        "en": "The Former World Number 1's Alt Character Training Diary"
      },
      {
        "ja": "元・世界１位のサブキャラ育成日記～廃プレイヤー、異世界を攻略中！～"
      },
      {
        "ko": "전(前) 세계1위의 서브캐 육성일기~폐플레이어 이세계를 공략중!~"
      },
      {
        "ru": "Дневник тренировок с нуля бывшего топ-1 игрока"
      },
      {
        "ja-ro": "Moto Sekai Ichi'i Subchara Ikusei Nikki: Hai Player, Isekai wo Kouryakuchuu!"
      }
    ],
    "description": {
      "en": "The protagonist who was rarely ever at school during his middle school and high school days, is unemployed even as an adult. From morning till night, it was video games. For him who was ranked first worldwide, it was his life.   \n  \nOne day, his character is suddenly hacked. The data was unrecoverable and there was nothing that could be done. Feeling great despair at having lost his rank that he had bet everything to achieve in a world that controlled his life, the protagonist attempts suicide.   \n  \nWhen he awakens, he finds himself inside the video game, no, it was a real world that resembled it. There, he notices that he has reincarnated into the the body of a sub character that he had created and bought premium benefits for long ago but had left neglected.",
      "ja": "ネトゲに人生を賭け、世界ランキング1位に君臨していた佐藤。が、ある事をきっかけにゲームに似た世界へ転生してしまう！ ゲーム知識をフル活用して、愉快な仲間と共に0スタートから再び『世界1位』を目指す！",
      "ru": "Главного героя довольно редко видели в средней и старшей школе. А всё потому, что с утра до ночи он был увлечён лишь видеоиграми. Так он стал лучшим в одной ММО, это была его жизнь. Однажды его персонажа внезапно взломали. Весь прогресс был потерян, вся жизнь оказалась прожита впустую... Но проснувшись, он оказывается в той самой игре, а в себе узнаёт давно забытого своего второго персонажа. И теперь ему предстоит прокачаться с нуля!\n\n(Source: mangalib)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da36a727-7686-4e92-8fac-94bc292b8e91",
    "title": {
      "en": "Magus of the Library"
    },
    "updatedAt": "2024-03-27T13:39:15+00:00",
    "coverArt": "https://mangadex.org/covers/da36a727-7686-4e92-8fac-94bc292b8e91/575df4b5-7dc0-4207-a67e-bc1c0c2dba52.jpg",
    "altTitles": [
      {
        "ja": "図書館の大魔術師"
      },
      {
        "en": "The Great Wizard of the Library"
      },
      {
        "ko": "도서관의 대마법사"
      },
      {
        "ja-ro": "Toshokan no Daimajutsushi"
      },
      {
        "tr": "Kütüphanenin Başbüyücüsü"
      }
    ],
    "description": {
      "en": "In a distant world reminiscent of Arabian Nights, a mysterious young elf-child etched by a difficult life in the slums of a remote village with his elder sister.  \nOne day, he encountered Sedona, a librarian from the greatest library of the land, and the two formed a bond as they began their adventure in a fantastic and wondrous world.  \n  \n\n\n---\n\n**Officially Translated:**  \n- In French by [Ki-oon](http://www.ki-oon.com/mangas/minisite-697-magus-of-the-library-l-histoire.html)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "892227ec-c998-4d9e-acf3-e407405ce8b5",
    "title": {
      "en": "Urban God of Medicine"
    },
    "updatedAt": "2022-10-27T19:31:17+00:00",
    "coverArt": "https://mangadex.org/covers/892227ec-c998-4d9e-acf3-e407405ce8b5/c1d6eecc-f0bb-4e26-82d0-9ca408a002f6.jpg",
    "altTitles": [
      {
        "en": "The best medical god in the city"
      },
      {
        "zh": "都市极品医神"
      },
      {
        "en": "Divine Urban God"
      }
    ],
    "description": {
      "en": "\"Five years ago, the Ye family was destroyed, and the trash Ye Chen disappeared mysteriously.\" Five years later, that Ye Family trash is back! He came back with a cultivating body that penetrated the heavens and the earth and cried, \"Ghosts and gods!\" This time, Ye Chen wants to make the sky fall in awe! Let the Earth tremble! To be in control of everything, to the top of the sky！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f812d80-7eb6-46ea-98e4-77ca4f097727",
    "title": {
      "en": "Sankakkei no Kowashi-kata"
    },
    "updatedAt": "2023-12-20T22:57:53+00:00",
    "coverArt": "https://mangadex.org/covers/3f812d80-7eb6-46ea-98e4-77ca4f097727/277a92d0-aec5-4182-b222-7ff78f5fc469.jpg",
    "altTitles": [
      {
        "ja": "三角形の壊し方"
      },
      {
        "zh": "三角形的破坏方式"
      },
      {
        "en": "How to Break a Triangle"
      }
    ],
    "description": {
      "en": "Koto, Aya, and Erika were secretly in love with each other.\n\nKoto's thoughts reach Aya for a short while, but Aya disappears as if she had been spirited away.\n\nSeven years later, however, Aya appears to Koto and Erika as she was then..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "419d21bf-1361-459b-8341-6ec828087f26",
    "title": {
      "en": "No Guard Wife"
    },
    "updatedAt": "2023-10-31T10:15:21+00:00",
    "coverArt": "https://mangadex.org/covers/419d21bf-1361-459b-8341-6ec828087f26/6e13d4ea-70a1-42d4-811c-fb4f6e0c1030.jpg",
    "altTitles": [
      {
        "ja-ro": "Bougyo-Ryoku Zero no Yome"
      },
      {
        "ja-ro": "Bougyoryoku Zero no Yome"
      },
      {
        "it": "Moglie Senza Guardia"
      },
      {
        "ja": "防御力ゼロの嫁"
      },
      {
        "en": "No Guard Wife"
      }
    ],
    "description": {
      "en": "It is the summary of the story of a bride whose love attack power is 255 but her defensive power is 0.\r\n\r\n[Note: \"No Guard Wife\" is the mangaka's official English title.  Due to complaints over someone changing the primary title, title entry edits are locked until the title rework is complete.]",
      "it": "Questo è il riassunto di una moglie il cui potere d'attacco d'amore è 255 ma quello difensivo è 0.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Twitter](https://twitter.com/hosimaki)  \r\n- [Bookwalker Doujin Link](https://bookwalker.jp/series/196999/list/)  \r\n- [Bookwalker Tankoubon Link](https://bookwalker.jp/series/203392/list/)",
      "pt": "É um resumo da história de uma noiva que tem o poder de ataque de amor nível 255, mas a poder de defesa dela é 0.",
      "pt-br": "A história de uma noiva que tem o poder de ataque de amor nível 255, mas a poder de defesa dela é 0."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "169"
  },
  {
    "mangaId": "96616fa2-df45-4d86-a2b2-86b7609a8b81",
    "title": {
      "en": "Regressing With the King's Power"
    },
    "updatedAt": "2023-12-10T10:32:19+00:00",
    "coverArt": "https://mangadex.org/covers/96616fa2-df45-4d86-a2b2-86b7609a8b81/29553f8a-34d3-4d7d-a81d-4dd2ce1a6fb3.jpg",
    "altTitles": [
      {
        "ko": "왕의 힘으로 회귀한다"
      },
      {
        "en": "Return with the Power of the King"
      }
    ],
    "description": {
      "en": "“I’ll eat all your skills!”\n\nKim Taehyun, whose awakening level remains undetermined, was treated as a loser because he failed to awaken. However, he awakened his ability at the moment of his death when a gate was created which lead to the king. \n\nRegresses to when he was 19 due to the power of the king, Taehyun gains a new skill called Predation.\n\n[Skill has been devoured].\n\nUsing this power, I can be placed among the best."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-04-04T21:48:42+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13e39275-7b8b-4b70-a758-1314392e0e48",
    "title": {
      "en": "Wedding Peach"
    },
    "updatedAt": "2024-04-09T06:11:11+00:00",
    "coverArt": "https://mangadex.org/covers/13e39275-7b8b-4b70-a758-1314392e0e48/c8e02cd3-216b-4c76-9ea7-98d96c6854c9.jpg",
    "altTitles": [
      {
        "ja": "ウェディングピーチ"
      }
    ],
    "description": {
      "en": "One day, Momoko is attacked by Pluie, a demon who's after her keepsake ring left by her mother. Just then, the angel Limone gives Momoko the Sacred Mirror, allowing her to transform into the legendary Love Angel Wedding Peach and drive away demons! And so, Peach and her fellow angels fight to protect the lovers of the world from demons pursuing them for their \"wave of love\"...!\n___\nChapter numbers for the Selene Scans version do not match up, but nothing is missing."
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "26.2"
  },
  {
    "mangaId": "89ed3ec2-ebe6-4d6b-92eb-d753a8bb365e",
    "title": {
      "en": "Saving 80,000 Gold in Another World for My Retirement"
    },
    "updatedAt": "2023-11-24T22:26:54+00:00",
    "coverArt": "https://mangadex.org/covers/89ed3ec2-ebe6-4d6b-92eb-d753a8bb365e/afdbe5e9-5023-40a0-998a-70ed44f4a72a.jpg",
    "altTitles": [
      {
        "fr": "Économiser 80,000 pièces d'or dans un autre monde pour ma retraite"
      },
      {
        "ja-ro": "Rougo ni Sonaete Isekai de 8-manmai no Kinka wo Tamemasu"
      },
      {
        "ru": "Сохранение 80 000 золотых монет в другом мире для моей старости"
      },
      {
        "zh": "为了养老金，去异界存八万金！"
      },
      {
        "zh-hk": "為了養老金，去異界存八萬金！"
      },
      {
        "ja": "老後に備えて異世界で８万枚の金貨を貯めます"
      },
      {
        "es": "Ahorre 80 000 monedas de oro en otro mundo en preparación para mi jubilación"
      },
      {
        "ko": "노후를 대비해 이세계에서 금화 8만 개를 모읍니다"
      }
    ],
    "description": {
      "en": "After growing up an orphan, Mitsuha has a healthy respect for money and a desire to live well—at least, until she dies after being pushed off a cliff. Waking up in a strange fantasy world, Mitsuha narrowly survives an encounter with a pack of wolves, then realizes she has the power to move between this world and the real one. A lesser person might embark on heroic adventures—Mitsuha instead immediately recognizes the lucrative possibilities of her new situation, and heads out to buy an arsenal of modern weapons. Her goal: to acquire 80,000 gold, and the life of leisure she’s always dreamed of! [Kodansha]",
      "pt-br": "Uma garota de 18 anos que perdeu sua família em um acidente, Yamano Mitsuha cai de um penhasco em um dia qualquer e é transportada para um mundo diferente com uma civilização ao nível da Europa Medieval. Mitsuha descobre que é possível ir e retornar à terra após uma luta mortal com lobos. Assim, ela decide viver em ambos os mundos. “Para ter segurança na velhice, eu vou mirar em alcançar 80.000 moedas de ouro!” “Tentarei não deixar coisas estranhas circularem para não distorcer o progresso do mundo, mas não vou me conter pelo bem da minha vida fácil e segura!” Enquanto usa três pistolas junto com palavras e ações que parecem decentes, em sua cabeça Yamano Mitsuha é uma garota esperta. Fazendo um esforço para ganhar dinheiro mesmo com um pequeno corpo que parece uma criança para os ocidentais!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "540f5728-6521-4a93-8eb1-059c1a6585e1",
    "title": {
      "en": "The Shikisaki Sisters Want To Be Exposed"
    },
    "updatedAt": "2023-06-02T10:29:04+00:00",
    "coverArt": "https://mangadex.org/covers/540f5728-6521-4a93-8eb1-059c1a6585e1/313ac80a-2faf-4be0-9995-3652b9561ea3.jpg",
    "altTitles": [
      {
        "ja-ro": "Shikisaki Shimai wa Abakaretai"
      },
      {
        "ja": "四季崎姉妹はあばかれたい"
      },
      {
        "ja-ro": "Shikizaki Shimai wa abakaretai"
      }
    ],
    "description": {
      "en": "One day, Taro Yamada, who runs a detective business, slips on a banana peel and reincarnates into Tsukushi Shikizaki, the younger brother of three beautiful big breasted sisters who will all die on the same day. As he spends time surrounded by the three beautiful sisters, he finds out that the boy he is reincarnated as will be killed by one of the three sisters ...!?",
      "ja": "探偵業を営む山田太郎はある日、バナナの皮に足を滑らせてしまい、同日に命を落とした美麗三姉妹の弟・四季崎つくしに転生をしてしまう。美人三姉妹に囲まれて過ごすことになるが、四季崎つくしが三姉妹の誰かに殺されたことに気がついてしまい…!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "62"
  },
  {
    "mangaId": "1e998205-8c48-4e27-b82b-a01b2d3b1f52",
    "title": {
      "en": "The Worn and Torn Newbie"
    },
    "updatedAt": "2024-03-09T14:22:33+00:00",
    "coverArt": "https://mangadex.org/covers/1e998205-8c48-4e27-b82b-a01b2d3b1f52/16b5f667-80c8-4dda-9302-7e13bfbb495a.jpg",
    "altTitles": [
      {
        "ko": "닳고 닳은 뉴비"
      },
      {
        "ja": "元ガチ勢、初心者に生まれ変わる"
      },
      {
        "ru": "Изрядно поношенный нуб"
      },
      {
        "zh": "全裸菜鸟在异世界被摩擦"
      },
      {
        "ko-ro": "Dalko Dareun Newbie"
      }
    ],
    "description": {
      "en": "After learning 15 miserable years of his life as a failed gamer was one long nightmare, Lee Eojin is glad to be a newbie again! Vowing not to repeat the same mistakes, Eojin starts anew as the hotshot, Stagnant Water. \n\nHe’s conquering monsters, getting sweet gear, and making enough dough to set himself up for life!\n\n Loved by fans and hated by foes, both old and new, will Eojin break the game and triumph, or will the game break him once again?",
      "ja": "人気絶頂を誇ったゲームでもその寿命は限られている。実に15年もの歳月を一つのゲームにぶち込んだガチ勢・「淀水アムロ」は、ゲーム内で人生を賭けた一世一代の大博打に挑戦するがあえなく失敗。全てを失い気を失ったアムロが目覚めた所は、リリース初期の15年前だった。回帰前と同じ轍は踏まないと誓うアムロ。全てを知り尽くしたソシャゲ廃人は、最強のニュービーとして蘇る！\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=01Gu-5Hahfw)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8B%B3%EA%B3%A0%EB%8B%B3%EC%9D%80-%EB%89%B4%EB%B9%84/2446)\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc29630)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/62754)",
      "ko": "서비스 종료까지 앞으로 15년.\n오직 나만이 엔딩을 알고 있다.\n\n'나는 고인물이다'\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=01Gu-5Hahfw)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8B%B3%EA%B3%A0%EB%8B%B3%EC%9D%80-%EB%89%B4%EB%B9%84/2446)\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc29630)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/62754)",
      "ru": "До конца игры 15 лет. И только мне известно, как всё произойдет. – Я мертвая вода!\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=01Gu-5Hahfw)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8B%B3%EA%B3%A0%EB%8B%B3%EC%9D%80-%EB%89%B4%EB%B9%84/2446)\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc29630)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/62754)",
      "zh": "沉浸在虚拟游戏中的35岁宅男李煜阳不仅众叛亲离、借贷负债，还在游戏中赌输了唯一能还债的机会，在他绝望之际竟然阴差阳错穿越回了15年前，此时游戏还只是测试版，一切才刚刚开始，借此机会李煜阳想要改变人生，咸鱼翻身，踏上致富之路……凭借着十几年的经验与记忆，他脱下盔甲和内裤，决心站在游戏之巅，单纯地享受这一切！然而这一次，他会走向怎样的未来呢？\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=01Gu-5Hahfw)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8B%B3%EA%B3%A0%EB%8B%B3%EC%9D%80-%EB%89%B4%EB%B9%84/2446)\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc29630)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/62754)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2bc6a63a-7cf3-47bc-a1e7-49cccd69fbf1",
    "title": {
      "en": "Migawari no Hanayome wa Yandere Ryoushu ni Torawareru"
    },
    "updatedAt": "2024-04-06T22:31:46+00:00",
    "coverArt": "https://mangadex.org/covers/2bc6a63a-7cf3-47bc-a1e7-49cccd69fbf1/7cc05c7b-fdab-4f32-ac7b-615566e7c54f.png",
    "altTitles": [
      {
        "ja": "身代わりの花嫁はヤンデレ領主に囚われる"
      },
      {
        "en": "The Substitute Bride is Captured by the Yandere Lord"
      }
    ],
    "description": {
      "en": "Lala, the daughter of a nobleman, is sent to the castle of Walter the Feudal Lord, in place of her sister who has eloped. Lala is prepared to be treated harshly, but for some reason, Walter grows fiercely attached to Lala as though he was never even remotely engaged to her sister to begin with. ...... It's a story about a love fantasy of a yandere in a fantasy world!",
      "ja": "貴族令嬢であるララは駆け落ちした姉の身代わりに、領主・ワルターの城へ行くことになってしまう。手酷く扱われることを覚悟していたララだったが、ワルターは何故か姉との婚約など最初から無かったようにララに激しく執着してきて……。異世界ヤンデレラブファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "585c7aa7-c7a5-48ff-886e-93702337228a",
    "title": {
      "en": "Onna no Ko ga Iru Basho wa"
    },
    "updatedAt": "2024-01-12T03:51:36+00:00",
    "coverArt": "https://mangadex.org/covers/585c7aa7-c7a5-48ff-886e-93702337228a/a627b4e4-eb3b-4fb1-8ba3-779ee768a004.jpg",
    "altTitles": [
      {
        "ja-ro": "Onnanoko ga Iru Basho wa"
      },
      {
        "ja": "女の子がいる場所は"
      },
      {
        "en": "Where Girls Are"
      }
    ],
    "description": {
      "en": "Saudi Arabia, Morocco, India, and Japan. A series of short stories staring at \"because she's a girl\" of 10-year-old girls with different countries, religions, cultures, and values."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "94a1737f-7b61-4f7b-8e1a-0ed3379d447f",
    "title": {
      "en": "I Reincarnated as a Faint Hearted Countess"
    },
    "updatedAt": "2024-03-21T17:54:43+00:00",
    "coverArt": "https://mangadex.org/covers/94a1737f-7b61-4f7b-8e1a-0ed3379d447f/e3838139-706b-4dee-9a31-d3a0e7e7bd5e.jpg",
    "altTitles": [
      {
        "ja": "転生先が気弱すぎる伯爵夫人だった"
      },
      {
        "ja": "転生先が気弱すぎる伯爵夫人だった～前世最強魔女は快適生活を送りたい～"
      },
      {
        "ja-ro": "Tensei-saki ga Kiyowa Sugiru Hakushaku Fujin datta"
      },
      {
        "ja-ro": "Tenseisaki ga Kiyowa Sugiru Hakushaku Fujin Datta - Zense Saikyou Majo wa Kaiteki Seikatsu wo Okuritai"
      },
      {
        "ja-ro": "Tensei-saki ga Kiyowa Sugiru Hakushaku Fujin datta: Zense Saikyou Majo wa Kaiteki Seikatsu wo Okuritai"
      },
      {
        "en": "Reincarnated as an Overly Timid Countess"
      },
      {
        "ja-ro": "Tenseisaki ga Kiyowa Sugiru Hakushaku Fujin Datta"
      }
    ],
    "description": {
      "en": "The cowardly Countess Ram, who is constantly lambasted by her maids, is having an ordeal at the place she was wed. She is supposed to be a newlywed, but her husband, the Count, didn’t even pay regard to her. Then one day, she hits her head on a wall and regains her memory of her previous life. Ram of the previous life was a great witch who was touted as the most powerful in the country. Fed up with her cramped life, she decides to live on her own terms, taking advantage of the memories she regained.",
      "ja": "男爵家の令嬢ラムは、気弱すぎる性格と“魔力持ち”という特殊な体質ゆえ、両親や妹たちから執拗な虐めを受けていた。\n嫁ぎ先でも夫の伯爵シャールに見向きもされず使用人からも嫌がらせを受ける灰色の日々。\n――そう、前世の記憶が蘇るまでは。\n頭を強く打った拍子に、思い出したのだ。\n己が歴史に名を残す最強の魔女だったことを。\n\n「これが、本当の私――！」\n\n記憶と共に規格外の魔力を取り戻した彼女に虐めに耐えるだけの少女の面影はもうなかった…。\n虐げられた令嬢による華麗な大逆転劇の幕が上がる!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76122394-fcc4-4f00-8901-51b5619792e8",
    "title": {
      "en": "Switch Girl!!"
    },
    "updatedAt": "2022-01-25T13:35:42+00:00",
    "coverArt": "https://mangadex.org/covers/76122394-fcc4-4f00-8901-51b5619792e8/75b9478f-886d-4af5-a1e2-70719651d357.jpg",
    "altTitles": [
      {
        "en": "Switch Girl"
      },
      {
        "ja": "Switch Girl!!~變身指令~"
      },
      {
        "ja": "スイッチガール!!"
      },
      {
        "zh": "双面少女"
      },
      {
        "zh-hk": "变身指令"
      },
      {
        "ko": "스위치걸"
      }
    ],
    "description": {
      "en": "Tamiya Nika is a beautiful, outgoing, popular high-school girl. She has just the right look, just the right fashions, and is everyone's friend. What everyone at school does not know is how hard Nika works to keep up this perfect image, and what she is REALLY like at home. When not at school, Nika is a scary, sloppy, tight-fisted girl who wears glasses, an ugly sweatsuit, and has her hair pulled back into unattractive buns. She lies around playing video games and reading manga. Her attitude is bossy and cranky, and she travels far out of her way to shop where she won’t be recognized.  \n  \nEvery day, Nika “Switches On” with a strict regimen of beautification that involves primping and plucking and careful dressing. The only person who knows about Nika’s Switched On/Off modes is her best friend, who is also aware of the reasons behind the changes.  \n  \nHowever, soon a second person finds out about Nika's personalities - someone who has his own On/Off switch, but in reverse! His name is Kamiyama Arata, and he is a recent transfer student. He meets Nika when she is in OFF Mode, and then again at school when she is ON. However Nika can see that he has his own little secret. At school, Arata wears thick swirly-eyed glasses and messy hair that make some bullies think he is an otaku. However, at home, he ditches the glasses and is downright gorgeous! He is just the opposite of Nika, but why?"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "25",
    "lastChapter": "170"
  },
  {
    "mangaId": "ab83f6c1-1b27-46b7-83a7-b59a38ecad9a",
    "title": {
      "en": "The Chronicles of Qing Xi"
    },
    "updatedAt": "2023-09-11T10:46:02+00:00",
    "coverArt": "https://mangadex.org/covers/ab83f6c1-1b27-46b7-83a7-b59a38ecad9a/c8b2a4cc-ff8c-4866-bdba-1cfda5f9d59a.jpg",
    "altTitles": [
      {
        "en": "Qing Xi Ji Shi"
      },
      {
        "en": "庆熹纪事"
      }
    ],
    "description": {
      "en": "Despite being a lowly palace eunuch, Bi Xie possesses the brilliance of a strategist who is able to assist the Emperor in reclaiming feudal lands, expelling the Huns, and bringing peace to the nation. He soon garnered the loyal support of various ambitious and talented men by his side.  \n  \nHowever, his motives are hidden deep underneath his impeccable façade as he is harboring a deep family grudge against the imperial family…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "70"
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-03-29T19:52:56+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/a7872083-47ce-4234-85f6-fa080069bd2a.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya-san Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      }
    ],
    "description": {
      "en": "Masachika Kuze sits next to Alya, a girl of Russian and Japanese descent. She’s beautiful, haughty, and an exceptional student, while Masachika is nerdy and known for being a slacker. He’s an easy target for her comments in Russian, which she’s all too happy to translate—except he can understand what she’s really saying!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb2a501c-d42e-4898-a4c3-ac9039ce18cf",
    "title": {
      "en": "Ardour"
    },
    "updatedAt": "2021-05-25T15:47:46+00:00",
    "coverArt": "https://mangadex.org/covers/cb2a501c-d42e-4898-a4c3-ac9039ce18cf/fc58051d-87bc-4671-84a8-08605821926e.jpg",
    "altTitles": [
      {
        "en": "Meili Fanshe"
      },
      {
        "en": "Пыл"
      },
      {
        "en": "魅力反射"
      }
    ],
    "description": {
      "en": "Ardour is currently the hottest pop boy band. All the members, Sheng Ye, A Yao, and Wei have the looks, skills, and talents that drive their fans wild. Lian You Yi is a normal fifteen-year old girl. However, she doesn't know anything about Ardour, even though her father is their manager! To save her father from getting fired, due to his inability to take care of the band, You Yi ends up becoming Ardour’s new manager. What she hasn't bargained on is the band members' cocky attitudes! How will You Yi manage the band? What will You Yi have to do in order for her father to keep his job?! And will one of the boys show kindness to her, and maybe, just maybe, will even romance spark?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": null
  },
  {
    "mangaId": "7f079703-7894-435c-8864-bc0bdac6fdb5",
    "title": {
      "en": "Futsuu no Koitte Nani?"
    },
    "updatedAt": "2024-03-03T23:46:20+00:00",
    "coverArt": "https://mangadex.org/covers/7f079703-7894-435c-8864-bc0bdac6fdb5/5116b5cd-288e-4b2e-a29c-82552b2b3fb2.jpg",
    "altTitles": [
      {
        "ja": "フツウーの恋って何？"
      },
      {
        "en": "What is Normal Love?"
      },
      {
        "ja": "フツーの恋って何？"
      }
    ],
    "description": {
      "en": "**Is my \"red string of fate\" connected to you?**\n\nThe high school first year \"me\" that fell in love at first sight at the school entrance ceremony. But that love was not normal...\nA yuri story depicted from the point of view of three high school girls.",
      "ja": "**私の赤い“糸”はあなたと繋がってますか？**\n\n高校一年生の入学式に一目惚れしてしまった「わたし」。でもその恋は普通ではなかった…。\n３人の女子高生の視点で描かれた百合物語。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b404699-0aa7-4910-b455-c6a91dda8ae6",
    "title": {
      "en": "Gendai no Saikyou Heishi, Isekai Dungeon o Kouryaku Suru"
    },
    "updatedAt": "2023-08-17T16:35:45+00:00",
    "coverArt": "https://mangadex.org/covers/9b404699-0aa7-4910-b455-c6a91dda8ae6/00c7ccff-7c5c-4faa-95ee-f1b94601f9eb.jpg",
    "altTitles": [
      {
        "ja": "現代の最強兵士、異世界ダンジョンを攻略する"
      },
      {
        "en": "The Modern Era's Strongest Soldier Conquers Another World's Dungeon"
      }
    ],
    "description": {
      "en": "Hasumi Ryuuji, the man called “the modern era’s strongest soldier”, someone who can make numerous difficult strategies a success, was transferred during a mission into the depths of another world’s dungeon. A “heavenly voice” echoed inside his brain guiding him — “Welcome, the hero from another world” — as he encounters a scene in which adventurers are being attacked by monsters. However, making good use of his superior physical abilities, discernment, and hand-to-hand combat abilities, he succeeds in easily making quick work of the monsters. In this other world, where adventurers are existences weaker than monsters, Hasumi, who can suppress his target even with just a knife, was someone regarded as a hero due to his outstanding abilities. Hasumi decides to cooperate with the adventurers he rescued, but they are attacked by a dragon, falling into a critical situation. Nevertheless, he leads his flustered comrades, coordinate them and makes an attack opportunity to appear. Moreover, after he summons modern firearms with a “weapon summoning” item, he kills the dragon in one shot by accurately targeting its weak spot. In front of this man’s tempered body and intellect, someone who is asked “Who the heck are you?” answers “I’m just a soldier”, even the mythical-grade dungeon is not a threat?! The curtain rises for the story of an ex-special forces soldier turned adventurer challenging another world!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ecdb9e53-4cfd-4633-bb02-b7e5115e01d8",
    "title": {
      "en": "Dr. Player"
    },
    "updatedAt": "2024-02-14T14:33:08+00:00",
    "coverArt": "https://mangadex.org/covers/ecdb9e53-4cfd-4633-bb02-b7e5115e01d8/b875d245-32e8-4b8c-acb5-d391698ed2b3.jpg",
    "altTitles": [
      {
        "ko": "닥터 플레이어"
      },
      {
        "en": "Doctor Player"
      }
    ],
    "description": {
      "en": "[By the studio that brought you <My School Life Pretending To Be a Worthless Person> and <Damn Reincarnation>!]\n\nRaymond was the illegitimate son of the king.\n\nAfter being shamed and scorned, he ran away and became a healer… only to end up being ridiculed for getting an F rank.\n\nThen, one day, a miracle came upon him.\n\n[You have awakened as a player!]\n\n[Job: Surgeon (SSS-rank)]\n\nRaymond gained medical knowledge that had not existed in this world. The great legend of Raymond, the first surgeon, begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "609ccb17-fd83-4126-876a-5bf8c037b065",
    "title": {
      "en": "Sonna Kazoku nara Sutechaeba?"
    },
    "updatedAt": "2024-04-06T17:42:40+00:00",
    "coverArt": "https://mangadex.org/covers/609ccb17-fd83-4126-876a-5bf8c037b065/67a7a63e-d490-421d-865b-edfb45aabac3.jpg",
    "altTitles": [
      {
        "ja": "そんな家族なら捨てちゃえば?"
      },
      {
        "vi": "Một gia đình như vậy có đáng để giữ lại không?"
      },
      {
        "en": "Is A Family Like This Worth Keeping?"
      },
      {
        "en": "If It's A Family Like That, Why Don't You Throw It Away?"
      }
    ],
    "description": {
      "en": "\"My wife made a rule for our home: 'Don't talk to Dad.'\" \"Isn't that domestic violence? Weren't you sending me an SOS for help?\" Reitarou Shinotani has been long ignored by his wife and daughter, left all alone, and forced to do nothing but eat and sleep in a small, dark, cramped room in the house. What fate awaits him, as he aims to revitalize his family...?",
      "vi": "Bị vợ và con gái lạnh nhạt, Shinoya Reitaro buộc phải sinh hoạt trong cô độc ngay trong chính căn nhà của mình. \n\"Không được bước qua ranh giới, \nKhông được ăn uống chung, \nKhông được dùng nhà vệ sinh, \nKhông được bắt chuyện, \nKhông được tạo ra tiếng ồn khi đóng/mở cửa...\" \nCho đến khi anh gặp được một người phụ nữ mà anh không nhớ rõ đã từng gặp qua ở đâu. \n\"Một gia đình như vậy có đáng để giữ lại không? Sao anh không vứt quách nó cho rồi đi?\" \nLiệu số phận của người đàn ông đang đứng giữa hai sự lựa chọn này rồi sẽ ra sao?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "751254d3-ba82-4f3d-9c3c-97c070469bff",
    "title": {
      "en": "Zatsuyou Fuyo Jutsushi ga Jibun no Saikyou ni Kizuku made"
    },
    "updatedAt": "2024-01-28T21:36:28+00:00",
    "coverArt": "https://mangadex.org/covers/751254d3-ba82-4f3d-9c3c-97c070469bff/f936ca28-7a5b-4966-8fd4-a5b26ccadf5b.jpg",
    "altTitles": [
      {
        "ja": "雑用付与術師が自分の最強に気付くまで"
      },
      {
        "en": "Until the Chore Granting Sorcerer Realized That He Is At His Strongest"
      }
    ],
    "description": {
      "en": "Wimme Strauss is an adjunct sorcerer who provides support and does odd jobs. However, after defeating the master of the hierarchy, he is expelled from the party by the leader, whose pride is hurt. Wimme is at a loss, but his childhood ~~stalker~~friend Heidemarie finds him and recruits him for the biggest party, the Wings of the Dragon.\n\"It's like a miracle ...... fuhehe.\"\nHe claims that his achievement is a coincidence, but it's only a matter of time before everyone around him realizes what he's capable of."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  }
]