[
  {
    "mangaId": "bbaa17c4-0f36-4bbb-9861-34fc8fdf20fc",
    "title": {
      "en": "EDENS ZERO"
    },
    "updatedAt": "2024-04-10T14:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/bbaa17c4-0f36-4bbb-9861-34fc8fdf20fc/3d66ac9a-8dc5-43b7-84a7-1ce8e2effb2a.jpg",
    "altTitles": [
      {
        "ru": "Нулевой Эдем: Эденс Зеро"
      },
      {
        "ja": "エデンズ ゼロ"
      },
      {
        "ko": "에덴즈 제로"
      },
      {
        "zh-hk": "伊甸星原"
      },
      {
        "ne": "एडेंस जेरो"
      }
    ],
    "description": {
      "en": "Shiki is a human who lives in a city filled with only robots. He considers the robots to be his best friends, and always takes care of them. Then, one day, he comes across another human - Rebecca, a girl who makes videos online to become popular. And at the same time, the robots start to go crazy?   \n   \nA new manga from Hiro Mashima, of [*Rave Master*](<https://mangadex.org/manga/1036>) and [*Fairy Tail*](<https://mangadex.org/manga/558>) fame.",
      "fr": "[*Official Fench*](<https://www.pika.fr/serie/edens-zero>)",
      "ru": "Она явит читателям абсолютно новую форму фэнтези. Там будет куча довольно-таки вызывающих шуток. Никакой связи с Хвостом новинка иметь не будет. В ней появится Плу из манги Rave Master.",
      "tr": "İnsanların terk ettiği bir tema parkı olan Granbell Krallığı'nda artık robotlar yaşamaktadır. Robotların yanı sıra onlarla birlikte yaşamını sürdüren tek bir insan vardır: Shiki. Ömrünü sürekli bu makinelerle beraber yaşasa da günün birinde Rebecca ve kedisi Happy, bu tema parkına gelirler. Yeni ziyaretçilerin bilmediği ise Granbell'in yüzyıllar içerisindeki ilk konukları olduklarıydı. Shiki yeni arkadaşlar edinme yolunda tökezlerken robotlar bir ayaklanma başlatırlar. Doğup büyüdüğü yer artık çok tehlikeli bir hâle gelince Shiki, Rebecca ve Happy'nin uzay gemisine katılır ve uçsuz buçaksız bir uzay macerası başlar.\n\n [**Rave Master**](https://mangadex.org/title/5923081c-ad82-4a8b-a509-89ebe752db01) ve [**Fairy Tail**](https://mangadex.org/title/227e3f72-863f-46f9-bafe-c43104ca29ee) ile tanınan Hiro Mashima'nın yeni serisi."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-05-08T18:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1653a91-67b3-4bfd-8aff-50d06eae2fe6",
    "title": {
      "en": "Stay With Me"
    },
    "updatedAt": "2022-06-24T17:09:30+00:00",
    "coverArt": "https://mangadex.org/covers/b1653a91-67b3-4bfd-8aff-50d06eae2fe6/95c784bd-e2f9-4fad-b5da-06a030d6d40f.jpg",
    "altTitles": [
      {
        "ko": "스테이 위드 미"
      }
    ],
    "description": {
      "en": "The hottest and most popular model on SNS these days, Choi Bom. Born with a good-looking appearance, he accidentally became a trend, posting a job offer for a housekeeper on his SNS. And after a while, a man comes to visit saying that he will work as a housekeeper... His best friend and first love, who disappeared 7 years ago ..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae55f0e6-d979-4a55-865e-352ac49d5527",
    "title": {
      "en": "Itoko no Onee-chan ni Amaechau?"
    },
    "updatedAt": "2024-05-24T21:40:44+00:00",
    "coverArt": "https://mangadex.org/covers/ae55f0e6-d979-4a55-865e-352ac49d5527/0390cff8-f514-4af2-8528-aae012d299fb.jpg",
    "altTitles": [
      {
        "ja": "いとこのお姉ちゃんに甘えちゃう？"
      },
      {
        "ja-ro": "Itoko no Onee-chan ni Amaechau?"
      },
      {
        "en": "I'll Be Spoiled by My Big Sis Cousin?"
      }
    ],
    "description": {
      "en": "***A heart-pounding new life together with my \"big sis cousin\"!?***\n\nMasato Ooizumi just entered high school and he finds himself staying with a relative. \nLiving there is his \"big sister cousin\" who's being way too close with him!?\nA slightly naughty, living together romcom begins under one roof!!\n\n(Source: Ultra Jump)\n\n---\n\nSerialization published in Ultra Jump starting in the June 2024 issue, released on May 17th, 2024.",
      "ja": "セクシーすぎる“いとこのお姉ちゃん”とドキドキ新生活！？\n\n高校進学を機に、親戚の家に居候することになった大泉将人。\nそこには距離感が近すぎる“いとこのお姉ちゃん”が居て……!?\n一つ屋根の下、ちょっぴりHな同居ラブコメディ開幕!!",
      "es-la": "Una Comedia Romántica entre Primos, Un chico que apenas comenzó el Instituto y Una Onee-chan que ya va en la Universidad, esto definitivamente te encantará~"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef7f3759-ebc3-4639-8c36-ac9cd40b61b4",
    "title": {
      "en": "Append Disc"
    },
    "updatedAt": "2024-05-23T22:22:16+00:00",
    "coverArt": "https://mangadex.org/covers/ef7f3759-ebc3-4639-8c36-ac9cd40b61b4/5cc90bd4-1e58-4aec-b1eb-2572846b64f0.png",
    "altTitles": [
      {
        "ru": "Дополнительный диск"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e18fe8c6-f6dc-4f05-8462-7b2083ff9a6c",
    "title": {
      "en": "Kusuriya no Hitorigoto"
    },
    "updatedAt": "2024-05-01T13:24:14+00:00",
    "coverArt": "https://mangadex.org/covers/e18fe8c6-f6dc-4f05-8462-7b2083ff9a6c/4ea7dc13-549c-40a6-9021-ac5c7acbec13.jpg",
    "altTitles": [
      {
        "en": "The Apothecary Diaries"
      },
      {
        "ja-ro": "Kusuriya no Hitorigoto"
      },
      {
        "de": "Die Tagebücher der Apothekerin - Geheimnisse am Kaiserhof"
      },
      {
        "es": "El monólogo del farmacéutico"
      },
      {
        "it": "I diari della speziale"
      },
      {
        "it": "Il monologo della speziale"
      },
      {
        "fr": "Les Carnets de l'Apothicaire"
      },
      {
        "pl": "Zapiski zielarki"
      },
      {
        "ru": "Монолог в аптечной лавке"
      },
      {
        "uk": "Щоденник травникарки"
      },
      {
        "ar": "يوميات الصيدلة"
      },
      {
        "th": "สืบคดีปริศนา หมอยาตำรับโคมแดง เล่ม"
      },
      {
        "ko": "약사의 혼잣말"
      },
      {
        "zh": "药屋少女的呢喃"
      },
      {
        "zh-hk": "藥師少女的獨語"
      },
      {
        "vi": "Dược Sư Tự Sự"
      },
      {
        "id": "Keseharian sang Apoteker"
      },
      {
        "ka": "ფარმაცევტის მონოლოგი"
      },
      {
        "es": "Los diarios de la boticaria"
      },
      {
        "ja": "薬屋のひとりごと"
      }
    ],
    "description": {
      "de": "Maomao ist eine unscheinbare Dienerin am Kaiserlichen kaiserlichen Hof. Zumindest bemüht sie sich, so gesehen zu werden. Denn seit sie in den Dienst des Kaisers verkauft wurde, hat die junge Apothekerin alles darangesetzt, ihre Schuld abzuarbeiten, ohne weiteres Aufsehen zu erregen, damit sie bald nach Hause zurückkehren kann. Aber Maomao ist schlau – und viel zu neugierig. Als die Kronprinzen einer nach dem anderen einem mysteriösen „Fluch“ erliegen, mischt sie sich heimlich ein, um das Rätsel zu lösen. Dabei erregt sie die Aufmerksamkeit des Eunuchen Jinshi – und eh sie sichs versieht, wird sie mitten in die Intrigen am Kaiserhof hineingezogen…",
      "en": "Maomao, a young woman trained in the art of herbal medicine, is forced to work as a lowly servant in the inner palace. Though she yearns for life outside its perfumed halls, she isn’t long for a life of drudgery! Using her wits to break a “curse” afflicting the imperial heirs, Maomao attracts the attentions of the handsome eunuch Jinshi and is promoted to attendant food taster. But Jinshi has other plans for the erstwhile apothecary, and soon Maomao is back to brewing potions and…solving mysteries?!",
      "fr": "À 17 ans, Mao Mao a une vie compliquée. Formée dès son jeune âge par un apothicaire du quartier des plaisirs, elle se retrouve enlevée et vendue comme servante dans le quartier des femmes du palais impérial! Entouré de hauts murs, il est coupé du monde extérieur. Afin de survivre dans cette prison de luxe grouillant de complots et de basses manœuvres, la jeune fille tente de cacher ses connaissances pour se fondre dans la masse.\n\nMais, quand les morts suspectes de princes nouveau-nés mettent la cour en émoi, sa passion pour les poisons prend le dessus. Elle observe, enquête… et trouve la solution! En voulant bien faire, la voilà repérée… Jinshi, haut fonctionnaire aussi beau que calculateur, devine son talent et la promeut goûteuse personnelle d’une des favorites de l’empereur. Au beau milieu de ce nid de serpents, le moindre faux pas peut lui être fatal!\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "id": "Diculik dan dijual ke harem, Maomao berusaha bertahan dengan kemampuannya beradaptasi. Wawasan yang luas tentang obat-obatan membuat karirnya melompat tinggi, langsung menjadi pelayan pribadi selir kesayangan kaisar!",
      "it": "Maomao, una giovane farmacista del quartiere a luci rosse della capitale, viene venduta suo malgrado come sguattera alla corte imperiale. Anche se desidera ardentemente tornare libera, si ritrova a non disdegnare la vita tutto sommato comoda che è riuscita a ritagliarsi a palazzo, dove, senza farsi notare, riesce a proseguire i suoi studi di fitoterapia e sulla preparazione dei veleni. Di fronte a un male che affligge i figli dell’imperatore, Maomao sente tuttavia di farsi avanti e, sfruttando le sue conoscenze, riesce a salvare loro la vita. La ragazza attira così le attenzioni del bel eunuco Jinshi, che ha in mente per lei dei piani ben precisi.\n\n---\nGiovani donne vengono spesso vendute per lavorare per un breve periodo nell'harem dell'imperatore. È questo il caso di Maomao, farmacista presso il quartiere a luci rosse. Non ha alcun interesse nel farsi notare a palazzo e preferisce starsene per conto suo a preparare medicine, studiare veleni o fare esperimenti su se stessa. Ma quando a corte si diffonde la voce che i figli dell'imperatore sono destinati a una morte prematura, Maomao non riesce a rimanere indifferente. Mentre cerca di indagare, cattura l'attenzione di misterioso e affascinante ufficiale di alto rango. Ha così inizio la sua particolare carriera.",
      "ja": "宮中に名探偵誕生!?\n\n「小説家になろう」発! \nヒーロー文庫の大人気タイトル『薬屋のひとりごと』が、待望のコミカライズ! \n中世の宮中で下働きをする少女・猫猫(マオマオ)。\n花街で薬師をやっていた彼女が、帝の御子たちが皆短命であるこという噂を聞いてしまったところから、物語は動き始める。\n持ち前の好奇心と知識欲に突き動かされ、興味本位でその原因を調べ始める猫猫の運命は――…!?\n「小説家になろう」は株式会社ヒナプロジェクトの登録商標です。",
      "pl": "Maomao, ambitna młoda zielarka, zostaje porwana i trafia do haremu cesarza jako służąca. Aby nie pogarszać sytuacji, w której się znalazła, zataja swoje umiejętności, a nawet fakt, że potrafi czytać i pisać. Tymczasem nowo narodzone dzieci władcy umierają na skutek tajemniczej klątwy. Zielarka szybko orientuje się, że to nie magia, ale trucizna jest przyczyną śmierci niemowląt. Decyduje się ostrzec księżniczki, podrzucając do ich komnat wiadomość o powodach niezwykłej choroby ich dzieci. Dziewczyna nie przypuszcza nawet, jak bardzo ta decyzja zaważy na jej losie. Tym bardziej, że znalazła się w miejscu, w którym nikt nie może czuć się bezpieczny...",
      "ru": "В императорский двор была доставлена молодая девушка Маомао. История её берёт начало в районе красных фонарей, где начали ходить слухи о том, что жизни детей императора под угрозой. Ею движут любопытство и жажда знаний. Чтобы удовлетворить своё любопытство, молодая целительница будет докапываться до истины! Что же изменится при императорском дворе?! Адаптация одноимённого ранобэ.  \n\n\n---\n\n- Won the Grand Prize in the Printed Manga category at the Tsugi ni Kuru Manga Award 2019.  \n\n\n---\n\n**Links:**  \n- [Mangaka's Twitter](https://twitter.com/nekokurage_)  \n- [Japanese Light Novel Bookwalker](https://bookwalker.jp/series/160955/)  \n- [Official English Light Novel Translation](https://j-novel.club/s/the-apothecary-diaries/)  \n- [Official French Translation](http://www.ki-oon.com/mangas/tomes-1382-carnets-de-l-apothicaire.html)  \n- [Official Chinese (Simplified) Translation](https://manga.bilibili.com/detail/mc28218)",
      "th": "ณ อาณาจักรใหญ่ยักษ์แห่งหนึ่งซึ่งตั้งอยู่ใจกลางทวีป เด็กสาวนางหนึ่งผู้ทำงานเป็นหมอยาในสถานเริงรมย์ย่านโคมแดงอันมีนามว่า ‘เมาเมา’ บัดนี้เกิดจับพลัดจับผลูต้องมาทำงานรับใช้อยู่ในวังหลัง\n\nเธอทำได้เพียงเฝ้ารอให้หมดวาระการทำงานอย่างสงบเสงี่ยมเจียมตัว ด้วยรูปร่างหน้าตาที่ไม่สะสวยจึงมั่นใจเป็นนักหนาว่าตนจะไม่มีวันโดนจักรพรรดิเรียกไปเป็น ‘คู่นอน’ อย่างแน่แท้\n\nแต่ในขณะนั้นเอง โอรสธิดาของจักรพรรดิกลับมีเหตุให้อายุสั้น\nพอรู้ว่าสองทารกน้อยที่ยังเหลือรอดกำลังป่วยหนัก เมาเมาจึงลงมือขุดคุ้ยหาสาเหตุ—",
      "uk": "Ще зовсым юна Мамао досліджує мистецтво лікування травами, мріючи відкрити ліки від усіх недуг. Однак проти своєї волі вона потрапляє в імператорський гарем як служниця. Вона вирішує приховати набуті знання, тому прикидається однією з багатьох неписьменних дівчат. Тим часом діти правителя гинуть за загадкових обставин. Коли весь двір говорить про таємниче прокляття, Маомао розпізнає симптоми отруєння. Але як застерегти зневірених матерів від небезпеки, коли в оточенні імператора голос простого слуги нічого не означає? За воротами Внутрішнього палацу будь-якої миті може статися чергова трагедія. Чи знайде Маомао своє місце в цьому світі, повному інтриг?",
      "vi": "Miêu Miêu là một cô gái làm công việc hầu hạ trong cung đình thời phong kiến.\nCâu chuyện của chúng ta bắt đầu với việc cô gái từng hành nghề dược sư ở phố hoa này nghe thấy người ta đồn thổi rằng: tất cả những đứa con của Hoàng đế đều đoản mệnh.\nBị thúc đẩy bởi niềm khát khao tri thức và tính hiếu kì cố hữu, Miêu Miêu bắt tay vào tìm hiểu nguyên nhân, xem đó như một cách giải khuây không hơn không kém.",
      "zh-hk": "時值中世紀，位處大陸中央的某個大國，有位姑娘名喚貓貓，原本在煙花巷擔任藥師，現在則在後宮當下女。其間，貓貓無意間聽說皇子皆年幼早夭的傳聞，並得知連尚在人世的皇子皇女也身染重病，她於是開始調查其病因──廣獲讚譽的酣暢淋漓推理之作，眾所期盼的第一集終於出版。以中世紀東方為舞臺，「試毒」少女將一一解決宮中發生的懸疑案件！"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ad8613b-1987-4d6f-ac0e-3d28a9b2b6f2",
    "title": {
      "en": "Franken Fran Frantic"
    },
    "updatedAt": "2024-05-13T16:27:16+00:00",
    "coverArt": "https://mangadex.org/covers/4ad8613b-1987-4d6f-ac0e-3d28a9b2b6f2/c17143af-af95-45bc-af7d-e02fb1531f46.jpg",
    "altTitles": [
      {
        "ja-ro": "Franken Furan Frantic"
      },
      {
        "ru": "Безумная Франкен Фран"
      },
      {
        "ja": "フランケン・ふらん Frantic"
      },
      {
        "ja": "フランケン・ふらん フランティック"
      }
    ],
    "description": {
      "en": "The wacky adventures of Fran, Veronica and the other strange creatures continue.  \n  \nMore experiments, more medical miracles and more wondrous surprises."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "148f21dc-6666-4c16-8921-fe61f0963c25",
    "title": {
      "en": "Dragon Chef"
    },
    "updatedAt": "2023-10-09T22:20:02+00:00",
    "coverArt": "https://mangadex.org/covers/148f21dc-6666-4c16-8921-fe61f0963c25/b073baef-4565-429e-b927-8225ce61df0f.jpg",
    "altTitles": [
      {
        "zh": "龙厨"
      }
    ],
    "description": {
      "en": "Despite being born in a family who specialise in Sichuan cuisine, and having superior cooking talent, Mo Ting is unable to hold a knife because of his injured hand. But before he can fall down from his status, it appeared a girl who called him “Dragon Chef” and without explanation, dragged him to a celestial realm called “Ling Lang”… From then on, the ability to cross both world of delicious cooking is given to him. This addicting story released at midnight will be opened to you!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "abb1bd9e-53ce-4f6f-9576-865f20b9d999",
    "title": {
      "en": "My Succubus Girlfriend (Reboot 2021)"
    },
    "updatedAt": "2024-05-08T22:20:55+00:00",
    "coverArt": "https://mangadex.org/covers/abb1bd9e-53ce-4f6f-9576-865f20b9d999/bea9b2ed-9c6c-40e6-933b-ea87213b094c.png",
    "altTitles": [
      {
        "pl": "Moja dziewczyna sukkubus (Reboot 2021)"
      },
      {
        "pt-br": "Minha Namorada Súcubos (Reboot 2021)"
      }
    ],
    "description": {
      "en": "Izumo is a scary-looking top student. Everyone is afraid of him, but in reality, he just wants friends and a fun school life. One day he is targeted by a succubus named Anastasia who attempts to steal his virgin soul.\n\nA reboot with improved art but similar story of the old version.",
      "pt-br": "Izumo é um dos melhores alunos da escola e de aparência assustadora. Todo mundo tem medo dele, mas, na verdade, ele só quer amigos e uma vida escolar divertida. Um dia, ele é visado por uma súcubo chamada Anastasia, que tenta roubar sua alma virgem.\n\nNOTA: Isto é um reboot da obra com arte aprimorada, mas com a história semelhante à da versão anterior."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "70562cf3-2733-4959-8115-06171e57bc95",
    "title": {
      "en": "Chii-chan"
    },
    "updatedAt": "2024-05-22T18:29:11+00:00",
    "coverArt": "https://mangadex.org/covers/70562cf3-2733-4959-8115-06171e57bc95/70b57071-b150-4c79-94a1-fa9f89a9a9a0.jpg",
    "altTitles": [
      {
        "ja": "ちーちゃん"
      }
    ],
    "description": {
      "en": "It was the day Chiichan, who never comes to middle school at all, suddenly showed up in her tattered sweats with dead insects, causing a commotion in the class. Yuua has been with her since kindergarten and cares about her, and her classmate Koudai asks if he can help Chiichan out...\nA new series born from a unique collaboration, in which Oshimi Shuuzou depicts the prequel to Chiichan, the aberrant heroine of Naitou Eisuke's film *Poison Girl*, as an original manga *Chiichan*!",
      "fr": "Chii, qui ne vient habituellement pas en cours, se présente un jour vétue de haillons, et un insecte à la main. De quoi faire parler la classe...",
      "es-la": "Chii-chan, quien rara vez asiste a la escuela secundaria, que viste un desgastado chándal y tiene un hobby peculiar. Un día hace algo que causa miedo en el salón, por lo que, dos jóvenes tratan de ayudarla. Esta nueva serie es una colaboración en la que Shūzō Oshimi dibuja la precuela del extraordinario personaje de Chii-chan, la inusual personaje de la película \"Doku Musume\" dirigida por Eirō Naitō."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "32f6b67e-6aa6-4834-aa79-24137046b679",
    "title": {
      "en": "Perfect Appearance"
    },
    "updatedAt": "2022-02-09T00:57:02+00:00",
    "coverArt": "https://mangadex.org/covers/32f6b67e-6aa6-4834-aa79-24137046b679/8c47a1a5-2787-48f7-b847-acd861860ee4.png",
    "altTitles": [
      {
        "en": "Perfect Looks"
      },
      {
        "en": "完美长相"
      }
    ],
    "description": {
      "en": "A prince found a mysterious potion that is thought to make one more beautiful, so he gave it to his knight. However…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "6"
  },
  {
    "mangaId": "77bee52c-d2d6-44ad-a33a-1734c1fe696a",
    "title": {
      "ja-ro": "Kage no Jitsuryokusha ni Naritakute"
    },
    "updatedAt": "2023-09-02T19:05:29+00:00",
    "coverArt": "https://mangadex.org/covers/77bee52c-d2d6-44ad-a33a-1734c1fe696a/c384dedc-0f09-46ed-ae68-c81eb5eacdf4.jpg",
    "altTitles": [
      {
        "en": "The Eminence in Shadow"
      },
      {
        "en": "To Be a Power in the Shadows!"
      },
      {
        "ru": "Восхождение в тени"
      },
      {
        "ja": "陰の実力者になりたくて！"
      },
      {
        "ko": "숨은 실력자가 되고싶어서"
      },
      {
        "uk": "Сходження у тіні"
      }
    ],
    "description": {
      "en": "Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. Ninjas, rogues, shadowy mentor types, that sort of deal.  \r\nAfter hiding his strength and living the mediocre life of a NPC by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power.  \r\nThe young man who is only pretending to be a power in the shadows… his subordinates who took him more seriously than he expected… and a giant organization in the shadows that gets accidentally trampled…  \r\nThis is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world.",
      "ru": "Подобно тому, как некоторые в детстве боготворят героев, один юноша обожал силы, скрывающиеся в тени. Скрыв свою силу и прожив посредственную жизнь посредственного персонажа, проходя в это время через безумные ночные тренировки, он в конце концов перерождается в ином мире, обретая абсолютную силу. Юноша, отыгрывающий роль скрывающейся в тени силы, его неправильно всё понимающие подчинённые и огромная стёртая в пыль теневая организация… Это история о юноше, обожавшем скрывающиеся во мраке силы, который, вероятно, в итоге обретёт власть над теневой стороной иного мира.   \r\n  \r\n  \r\n- [Japanese Light Novel (Bookwalker)](https://bookwalker.jp/series/179219/)  \r\n- [Japanese Light Novel (Amazon.co.jp)](https://www.amazon.co.jp/dp/4047353027/)  \r\n- [LN Vol. 1 Youtube Promo](https://www.youtube.com/watch?v=9pahhkIs4Ss),with Kentarou Kumagai (熊谷健太郎) voicing the MC (Cid Kagenou)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5705813a-91fc-4f5a-af0d-b4f2c2a194f4",
    "title": {
      "en": "I Fell for My Friend's Older Sister"
    },
    "updatedAt": "2024-02-13T10:50:10+00:00",
    "coverArt": "https://mangadex.org/covers/5705813a-91fc-4f5a-af0d-b4f2c2a194f4/01f1ec62-5da8-40e7-8637-035821bd28e8.jpg",
    "altTitles": [
      {
        "ja": "友達の姉ちゃんに恋した話"
      },
      {
        "ja-ro": "Tomodachi no Nee-chan ni Koishita Hanashi"
      },
      {
        "en": "The Story of a Guy Who Fell in Love with His Friend's Sister"
      },
      {
        "pt-br": "A história do cara que se apaixonou pela irmã mais velha do seu amigo"
      },
      {
        "fa": "داستان مردی که عاشق خواهر دوستش شد"
      }
    ],
    "description": {
      "en": "Arisawa Haruto, falls in love with his friend's sister at the beginning of his second year of middle school. How will this relationship evolve, will he manage to overcome the age difference?",
      "fa": "داستان پسری به اسم آریساوا که عاشق خواهر بزرگ‌تر دوستش می‌شه. آیا عشق اون جبران می‌شه یا خیر؟",
      "fr": "Arisawa Haruto, tombe amoureux de la soeur de son ami au début de sa deuxième année de collège. Comment cette relation va évoluer, va-t-il réussir à surmonter la différence d'âge ?",
      "pt-br": "Um dia Arisawa Haruto se apaixona pela irmã mais velha de seu melhor amigo e, como se isso não bastasse, ela também é cinco anos mais velha do que ele. Como essa relação vai evoluir, ele vai conseguir superar a diferença de idade?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0da1f49a-3767-409a-bfa5-c227e24d4380",
    "title": {
      "en": "Fly Me to the Moon"
    },
    "updatedAt": "2022-12-06T16:13:13+00:00",
    "coverArt": "https://mangadex.org/covers/0da1f49a-3767-409a-bfa5-c227e24d4380/0622cf6a-306e-4202-babb-dd1916388e00.jpg",
    "altTitles": [
      {
        "ko": "플라이 미 투 더 문"
      }
    ],
    "description": {
      "en": "a \"heterogeneous\" society where supernatural beings blend in. For these monsters, \"cruel\" is not enough to describe them. One such monster's unexpected appearance at funeral of Jeongyeon's mother forces her to enter their world. \n\nDon't you hate to see yourself being unfairly manipulated, don't you want revenge for all your suffering? \n\nSomeone caught her just when she was about to collapse."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "737c292b-5b97-41bb-8b04-51bcc945f7a7",
    "title": {
      "en": "Garbage Brave: Isekai ni Shoukan Sare Suterareta Yuusha no Fukushuu Monogatari"
    },
    "updatedAt": "2024-04-11T16:23:45+00:00",
    "coverArt": "https://mangadex.org/covers/737c292b-5b97-41bb-8b04-51bcc945f7a7/b7279ed6-7c3b-4d82-a42d-5c5eb2ff0eb5.jpg",
    "altTitles": [
      {
        "en": "Garbage Brave: Revenge Story of a Hero Who Has Been Thrown Away After Being Summoned to Another World"
      },
      {
        "en": "Garbage Hero: A Revenge Story of a Hero Who Got Summoned to Another World"
      },
      {
        "de": "Rache des Müll Helden"
      },
      {
        "de": "Rache des Müll Helden: Geschichte eines Helden, der in einer anderen Welt beschworen und weggeworfen Wurde"
      },
      {
        "ru": "Отстойный герой"
      },
      {
        "ru": "Отстойный герой: Месть в ином мире"
      },
      {
        "ja": "ガベージブレイブ"
      },
      {
        "ja": "ガベージブレイブ 異世界に召喚され捨てられた勇者の復讐物語"
      },
      {
        "zh-hk": "廢物勇者"
      }
    ],
    "description": {
      "en": "While on a regular school day, Tsukuru along with his classmates got transported to another world.  \r\n  \r\nHowever, at the other side of the summoning there was a hero's auction, where each nation would bid for the heroes to defeat the demon kings of each territories.  \r\n  \r\nWhile his classmates received cheat jobs and got auctioned quickly Tsukuru got the useless job \"Chef,\" as no nation bid for him, he got thrown out through a transfer gate. At the other side of the gate was a territory dominated by strong monsters…  \r\n  \r\nAs he manages to survive the monster's attacks while nearly dying, Tsukuru goes forward on the path of becoming the strongest!  \r\n\r\n\r\n---\r\n\r\n[Original Webnovel](https://ncode.syosetu.com/n2248el/)  \r\n\r\n\r\n---",
      "fr": "Un jour d'école normal, Tsukuru et ses camarades de classe sont transportés dans un autre monde.  \r\n  \r\nIls se retrouvent… au beau milieu d’une vente aux enchères! Alors que ses camarades de classe, encore confus, sont rapidement mis aux enchères, Tsukuru découvre qu\"il possède la classe \"cuisinier.\" Aucune nation ne faisant d’offres, il est rapidement jeté dehors par une porte de transfert.  \r\n  \r\nDe l'autre côté de cette porte se trouve un territoire dominé par de puissants monstres…  \r\n  \r\nAlors qu'il réussit tout juste à survivre aux attaques d’un monstre, Tsukuru décide d'avancer sur le chemin qui le rendra plus fort!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a892e04c-e20c-4fd3-9169-d620cee8dbd4",
    "title": {
      "en": "A Divorced Crybaby Has Moved in Next Door"
    },
    "updatedAt": "2024-05-18T07:05:48+00:00",
    "coverArt": "https://mangadex.org/covers/a892e04c-e20c-4fd3-9169-d620cee8dbd4/ef198af6-ef6c-4cf5-bee4-5ffeb6d102d0.jpg",
    "altTitles": [
      {
        "ja": "バツイチで泣き虫なおとなりさん"
      },
      {
        "ja-ro": "Batsuichi de Nakimushi na Otonari-san"
      },
      {
        "ja-ro": "Batsuichide Nakimushina Otonarisan"
      },
      {
        "en": "My Divorced Crybaby Neighbour"
      },
      {
        "en": "My Divorced Crybaby Neighbor"
      },
      {
        "en": "A Divorced Crybaby Has Moved in Next door"
      },
      {
        "en": "A Divorced Crybaby has Moved in Next door"
      },
      {
        "en": "My Once-Divorced & Crybaby Next-door Neighbor"
      },
      {
        "ru": "Моя Разведенная Плакса-Соседка"
      },
      {
        "uk": "Моя розлучена сусідка-плакса"
      },
      {
        "es-la": "Mi vecina llorona divorciada"
      },
      {
        "pt-br": "Minha Vizinha Divorciada e Chorona"
      },
      {
        "tr": "Yan Daireme Taşınan Ağlak Komşum"
      },
      {
        "ja": "バツ泣き"
      },
      {
        "ja-ro": "BatsuNaki"
      }
    ],
    "description": {
      "en": "Ochiai-San is an ordinary woman who recently went through a divorce. Years of marital neglect have chipped away at her self-esteem, making her more reserved and depressed. However, there is one light at the end of her tunnel - her next door neighbor, Sawatari-kun. Can he help bring her back out of her shell?",
      "tr": "Yeni boşanmış, ağlak komşu Ochiai-san ve Sawatari-kun'un yaşadıkları olayları anlatan seri.",
      "pt-br": "Ochiai-san é uma mulher comum que recentemente se divorciou. Anos de abandono conjugal prejudicaram sua autoestima, tornando-a mais reservada e deprimida. No entanto, há uma luz no fim do túnel, seu vizinho, Sawatari-kun. Ele pode ajudar a trazê-la de volta para fora de sua concha?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de7cff02-47b5-4f27-b238-9a4d9e40694c",
    "title": {
      "en": "I Can't Fall in Love With Paperman"
    },
    "updatedAt": "2023-12-30T01:22:45+00:00",
    "coverArt": "https://mangadex.org/covers/de7cff02-47b5-4f27-b238-9a4d9e40694c/a33f3ad7-f7d5-4c03-babe-f9386c04d923.jpg",
    "altTitles": [
      {
        "zh": "我不可能和纸片人谈恋爱"
      },
      {
        "ko": "내 남주에게 위협당하고 있습니다"
      },
      {
        "zh-ro": "Wo Bu Keneng He Zhi Pian Ren Tan Lian'ai"
      }
    ],
    "description": {
      "en": "When a BL comic artist transmigrated into the princess of Liao, she resumed her career... but encountered her \"dear son\" who crawled out of the book and refused to be gay! Faced with a sword to her neck, will she surrender or resist? What's worse, the plot is no longer under her control; who's the mysterious person behind the scenes controlling everything?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "80"
  },
  {
    "mangaId": "f8ed5f6d-3f0c-463e-8e4e-ca0526de9f0e",
    "title": {
      "en": "Higanjima"
    },
    "updatedAt": "2024-05-19T19:34:13+00:00",
    "coverArt": "https://mangadex.org/covers/f8ed5f6d-3f0c-463e-8e4e-ca0526de9f0e/6ded7f1f-f095-43dd-a836-c004dbf25b84.jpg",
    "altTitles": [
      {
        "fr": "Higanjima - L'île des vampires"
      },
      {
        "ja": "彼岸島"
      },
      {
        "ko": "피안도"
      }
    ],
    "description": {
      "en": "Akira's older brother, Atsushi, has been missing for two years.   \n  \nOne day, a mysterious woman who seems to know Atsushi's last known whereabouts appears and offers to take him and his friends there : to the island of Higanjima.   \n  \nThus the great Man vs Vampire epic begins…",
      "pt-br": "O jovem promissor Atsushi desaparece deixando toda a sua responsabilidade como \"filho perfeito\" recair sobre seu irmão Akira. Dois anos se passam e agora Akira e seus leais amigos se deparam com uma pista do paradeiro de Atsushi, mas junto com a pista e a bela jovem que a traz está um monstro com força descomunal, olhos vermelho-escuro e cabelos brancos sedento por sangue. O que teria acontecido a Atsushi? Será que Akira e seus amigos conseguirão sobreviver para descobrir?"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "suggestive",
    "lastVolume": "33",
    "lastChapter": "330"
  },
  {
    "mangaId": "c3e2adca-1053-4295-8d4c-feea5f02745c",
    "title": {
      "en": "Devilman Saga"
    },
    "updatedAt": "2024-01-18T15:41:07+00:00",
    "coverArt": "https://mangadex.org/covers/c3e2adca-1053-4295-8d4c-feea5f02745c/886e36c6-6ea9-4936-b9a9-1341fe8efa8c.jpg",
    "altTitles": [
      {
        "ja": "デビルマンサーガ"
      },
      {
        "zh": "惡魔人SAGA"
      }
    ],
    "description": {
      "en": "Set in 2025, a roboticist named Fudou Yuuki joins a project involving a large mural depicting humanity's true past as well as the ancient but advanced technology found in Antarctica."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "13",
    "lastChapter": "116"
  },
  {
    "mangaId": "9c21fbcd-e22e-4e6d-8258-7d580df9fc45",
    "title": {
      "en": "Lycoris Recoil"
    },
    "updatedAt": "2024-05-14T13:44:33+00:00",
    "coverArt": "https://mangadex.org/covers/9c21fbcd-e22e-4e6d-8258-7d580df9fc45/25274ba0-4703-4427-aaaa-bac4b2e1e639.jpg",
    "altTitles": [
      {
        "ja": "リコリス・リコイル"
      },
      {
        "ru": "Ликорис Рикоил"
      }
    ],
    "description": {
      "en": "Takina Inoue, a high school girl working as a member of an all-female taskforce of assassins and spies known as \"Lycoris\" dispatched to eliminate criminals and terrorists in Tokyo, is sanctioned by her superiors at the DA agency for disobeying orders in order to save a colleague. She is transferred to work with the elite Lycoris agent Chisato Nishikigi at one of the agency's branches, which operates under the cover of a cafe, called \"LycoReco\".",
      "ja": "凶悪犯罪が一切起こらない国・日本。その治安を陰から維持するエージェント「リコリス」の正体は、制服に身を包み、都市に紛れる少女たちであった――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "60a1627e-1753-4e14-be50-4ec41e3e8b47",
    "title": {
      "en": "COLOR/LESS"
    },
    "updatedAt": "2024-03-07T18:06:29+00:00",
    "coverArt": "https://mangadex.org/covers/60a1627e-1753-4e14-be50-4ec41e3e8b47/02f3246e-5719-486f-83e6-c80cf8c8e492.jpg",
    "altTitles": [
      {
        "ja": "カラーレス"
      },
      {
        "ja-ro": "Karaaresu"
      },
      {
        "en": "Colorless"
      },
      {
        "en": "Colourless"
      },
      {
        "nl": "Kleurloos"
      },
      {
        "de": "Farblos"
      },
      {
        "sv": "Färglös"
      },
      {
        "no": "Fargeløs"
      },
      {
        "fr": "Incolore"
      },
      {
        "pt": "Incolor"
      },
      {
        "es": "Incoloro"
      },
      {
        "el": "Άχρωμος"
      },
      {
        "bg": "Безцветен"
      },
      {
        "ru": "Бесцветный"
      },
      {
        "uk": "Безбарвний"
      },
      {
        "pl": "Bezbarwny"
      },
      {
        "cs": "Bezbarvý"
      },
      {
        "sk": "Bezfarebný"
      },
      {
        "fa": "بی‌رنگ"
      },
      {
        "zh": "无色"
      },
      {
        "zh-hk": "無色"
      },
      {
        "ko": "무색"
      },
      {
        "tr": "Renksiz"
      },
      {
        "hu": "Színtelen"
      },
      {
        "fi": "Väritön"
      },
      {
        "id": "Takberwarna"
      },
      {
        "te": "రంగులేని"
      }
    ],
    "description": {
      "en": "A gray Earth, where humanity was transformed into deformed beings. The curtains open on an action series where the goal is to recover a lost world, with the help of a strange-looking gun!\n \nAn enormous solar flare caused the planet to lose all of its colors. Humans are deformed and declining in numbers. The key to reclaiming the old world lies within the power hidden in *color*, and one *girl*. Knowing that the few remnants of colors in the world yield a great power, Avidia, who is conducting research while protecting a girl named Chie, uses the colors to expand his own power, and throws himself in a battle against the Cult.\n\n---\nA cosmic disaster changed the Earth forever, stripping away every last drop of color from the world. Mankind also changed: the familiar human face is almost forgotten in a world now populated wholly by mutants. Against the backdrop of a moody urban landscape, a lone-wolf investigator named Avidia relies on both his wits and extraordinary gun to hunt down the world's last hidden scraps of color. He soon crosses paths with a very special girl -- one who just might hold the key to bringing back what the world has lost.",
      "es": "Una Tierra gris, donde la humanidad se transformó en seres deformes. Se abren las cortinas de una serie de acción en la que el objetivo es recuperar un mundo perdido, con la ayuda de un arma de aspecto extraño.  \n  \nUna enorme erupción solar hizo que el planeta perdiera todos sus colores. Los humanos están deformados y disminuyendo en número. La clave para recuperar el viejo mundo está en el poder oculto en el 「color」, y en una「Chica」. Sabiendo que los pocos restos de colores en el mundo producen un gran poder, Avidia, que está llevando a cabo una investigación mientras protege a una chica llamada Chie, utiliza los colores para expandir su propio poder, y se lanza a una batalla contra el Culto.",
      "fr": "Suite à une éruption solaire d'une ampleur sans précédent, la Terre a perdu ses couleurs. L'humanité, victime de mutations génétiques, est sur le déclin. Malgré tout, il subsiste encore des fragments infimes de couleurs dans le monde, et ils pourraient bien être la clé qui rendra à la Terre sa splendeur d'antan, tout comme une mystérieuse jeune fille Avidya, qui étudie la prodigieuse énergie contenue dans les couleurs, va devoir mettre sa vie en jeu pour protéger la jeune Tchié de l'Église, un culte qui cherche à s'emparer de ce pouvoir pour étendre son influence.",
      "ja": "『シドニアの騎士』『人形の国』弐瓶勉先生、絶賛!!\n「心配になるぐらい人間が出てきませんが大好きです。」\n\n\n灰色の地球、\n異形化が進んだ人類ーー。\n失われた世界を取り戻す\n異形ガンアクション、開幕!!\n\n極大太陽フレアの影響で色素を失った地球。\n異形化し、衰退の一途をたどる人類。\nかつての世界を取り戻す鍵は\n「色」に秘められた力と一人の「少女」。\n\n世界に僅かに残された「色」の残滓に\n巨大な力が宿っていることを知り\n研究を進めるアヴィディアは、\n少女・智慧を守りながら\n「色」の力を使い勢力を拡大する\n「教団」との戦いに身を投じることとなる。",
      "pt": "Uma Terra cinza, onde a humanidade foi transformada em seres deformados. As cortinas abrem-se em uma série de ação onde o objetivo é recuperar um mundo perdido, com a ajuda de uma arma de estranha aparência.  \n  \nUma enorme erupção solar fez o planeta perder todas as suas cores. Humanos estão deformados e declinando em números. A chave para reaver o velho mundo reside no poder escondido na “cor”, e uma “garota”. Sabendo que os poucos resquícios de cores no mundo carregam um grande poder, Avidia, que está investigando enquanto protege uma garota de nome Chie, usa as cores para expandir seu próprio poder, e se atira em uma batalha contra O Culto.  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/KKreptilian)",
      "uk": "Сіра земля, на якій людство перетворилося на понівечених істот. Мета полягає в тому, щоб відновити втрачений світ за допомогою химерної зброї!\n\nПотужний сонячний спалах змусив планету втратити всі свої кольори. Тіла людей сильно деформувалися, і їхня чисельність поступово падає. Ключем до відновлення старого світу є сила, прихована у \"кольорі\" та \"дівчині\". Авідія, який вивчає факт знаходження величезної сили в залишках \"кольору\", принагідно використовуючи її задля захисту дівчини на ім'я Чіє та розширення своєї сили, зійшовся у запеклій битві проти \"культу\".",
      "pt-br": "Uma Terra cinzenta, onde a humanidade foi transformada em seres deformados. Abrem-se as cortinas de uma série de ação onde o objetivo é recuperar um mundo perdido, com a ajuda de uma arma de aspeto estranho!\n \nUma enorme erupção solar fez com que o planeta perdesse todas as suas cores. Os humanos estão deformados e a diminuir em número. A chave para recuperar o velho mundo está no poder escondido na *cor* e numa *menina*. Sabendo que os poucos restos de cores no mundo geram um grande poder, Avidia, que está a fazer pesquisa enquanto protege uma rapariga chamada Chie, usa as cores para expandir o seu próprio poder e lança-se numa batalha contra o Culto.\n\n---\nUma catástrofe cósmica mudou a Terra para sempre, retirando do mundo até à última gota de cor. A humanidade também mudou: o rosto humano familiar está quase esquecido num mundo agora totalmente povoado por mutantes. Tendo como pano de fundo uma paisagem urbana sombria, um investigador solitário chamado Avidia confia na sua inteligência e na sua extraordinária arma para caçar os últimos restos de cor escondidos no mundo. Ele logo se cruza com uma garota muito especial - uma que pode ser a chave para trazer de volta o que o mundo perdeu."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "70"
  },
  {
    "mangaId": "ce068526-df38-45b9-899f-a2a672b4442a",
    "title": {
      "en": "Yancha Gal no Anjou-san (Pre-Serialization)"
    },
    "updatedAt": "2024-05-22T06:18:55+00:00",
    "coverArt": "https://mangadex.org/covers/ce068526-df38-45b9-899f-a2a672b4442a/41b2b8e3-33b1-4934-8c67-ae3fa09e69b1.jpg",
    "altTitles": [
      {
        "ja": "やんちゃギャルの安城さん"
      },
      {
        "ja-ro": "Yancha Gyaru no Anjou-san"
      },
      {
        "en": "The Mischievous Gal Anjou-san"
      },
      {
        "en": "Mischievous Gal Anjou-san"
      },
      {
        "en": "Mischievious Gal Anjou-san"
      }
    ],
    "description": {
      "en": "Seto is a serious kid who leads a quiet high school life, until he starts to get teased by resident gal Anjou-san.\n___\nNote: While the [pixiv album for the Preserialization](https://www.pixiv.net/user/1016640/series/624) has 25 posts, there are only 23 Preserialization chapters because the 23rd post is [Serialization Chapter 2](https://mangadex.org/chapter/08210677-ed92-4e23-a901-5a837fe49be1) and the 24th post is [Serialization Chapter 14](https://mangadex.org/chapter/cead46cb-2915-4702-9e4c-978a1ca4df5c)."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "23"
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-05-04T15:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/7e58c98b-40e9-43cf-adf0-838e14955d1e.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e0fdb3b-632c-4f8f-a311-5b56952db647",
    "title": {
      "en": "Bocchi the Rock!"
    },
    "updatedAt": "2024-04-29T06:42:49+00:00",
    "coverArt": "https://mangadex.org/covers/2e0fdb3b-632c-4f8f-a311-5b56952db647/62c28c06-838e-43e7-afa1-533ddde1e9db.jpg",
    "altTitles": [
      {
        "en": "Bocchi the Rock!"
      },
      {
        "ja": "ぼっち・ざ・ろっく！"
      },
      {
        "zh-hk": "愛好·扎·搖滾！"
      },
      {
        "zh": "爱好·扎·摇滚！"
      },
      {
        "ru": "Одинокий Рокер!"
      },
      {
        "it": "Bocchi the Rock!"
      },
      {
        "ne": "बोच्चि द रक!"
      },
      {
        "pl": "Samotność w Rocku!"
      }
    ],
    "description": {
      "en": "Hitori Gotou is a high school girl who's starting to learn to play the guitar because she dreams of being in a band, \nbut she's so shy that she hasn't made a single friend. \nHowever her dream might come true after she meets Nijika Ijichi, a drummer girl looking for a new guitarist for her band.",
      "es": "Bocchi The Rock! cuenta la historia de Goto Hitori, una chica de secundaria que empieza a aprender a tocar la guitarra persiguiendo su sueño de formar parte de una banda. Pese a que es muy dedicada, su arrolladora timidez le impide poder conseguir siquiera una amiga. Pero cuando conozca a Ijichi Nijika, una baterista que está buscando una nueva guitarrista para su grupo, Goto dará el primer paso para cumplir su gran sueño página a página, tira a tira.",
      "it": "Hitori Goto è una liceale che inizia a imparare a suonare la chitarra perchè il suo sogno è di entrare a far parte di una band, \nma è talmente timida da non avere nemmeno un amico. \nMa il suo sogno potrebbe avverarsi in seguito all'incontro con Nijika Ijichi, una ragazza che suona la batteria \ned è alla ricerca proprio di un chitarrista per la band in cui suona.",
      "ja": "「ぼっちちゃん」こと後藤ひとりは、ギターを愛する孤独な少女。\n家で一人寂しく弾くだけの毎日でしたが、ひょんなことから伊地知虹夏が率いる「結束バンド」に加入することに。\n人前での演奏に不慣れな後藤は、立派なバンドマンになれるのか――！？\n全国のぼっちな少年少女に届ける、いま最高にアツい音楽漫画！！\n陰キャならロックをやれ！！！",
      "pt-br": "Hitori Gotou é uma colegial que está começando a aprender a tocar violão porque sonha em fazer parte de uma banda, mas é tão tímida que não fez um único amigo. No entanto, seu sonho pode se tornar realidade depois que ela conhece Nijika Ijichi, uma garota que toca bateria e está procurando um novo guitarrista para sua banda.\n\n[ 1° TEMP.  DO ANIME ADAPTOU ATÉ: Vol. 2, Cap 21. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22f26be5-03d7-4e59-8028-45963aabd614",
    "title": {
      "en": "Lord of Destiny Wheel"
    },
    "updatedAt": "2024-04-14T19:22:00+00:00",
    "coverArt": "https://mangadex.org/covers/22f26be5-03d7-4e59-8028-45963aabd614/16963ce6-e63f-4229-8bb7-2326ed9a1009.jpg",
    "altTitles": [
      {
        "en": "Lord of the Wheel of Fortune! When changes come to the world"
      },
      {
        "zh": "命轮之主！当异变降临人间"
      },
      {
        "en": "The Lord of the Wheel of Destiny"
      }
    ],
    "description": {
      "en": "A planet called Ghost Star suddenly appeared, causing the earth's animals and plants to evolve into monsters that can destroy humans. At the time of human extinction, people accidentally discovered a way to log into the ghost star, and found that they could gain power against monsters on the ghost star. So in order to survive, human beings started the era of exploring ghost stars..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1389d660-b9b1-4c6a-81af-eab4dbf3f22b",
    "title": {
      "en": "Isekai Meikyuu de Harem o"
    },
    "updatedAt": "2024-02-19T22:56:53+00:00",
    "coverArt": "https://mangadex.org/covers/1389d660-b9b1-4c6a-81af-eab4dbf3f22b/e4a3e065-667a-48e1-bdb6-80d4883018fb.jpg",
    "altTitles": [
      {
        "ru": "Гарем рабов в лабиринте другого мира"
      },
      {
        "zh": "在异世界迷宫开后宫"
      },
      {
        "ja": "異世界迷宮でハーレムを"
      },
      {
        "ko": "이 세계 미궁에서 노예 하렘을"
      },
      {
        "en": "A Harem in the Fantasy World Dungeon"
      },
      {
        "en": "Harem in the Labyrinth of Another World"
      }
    ],
    "description": {
      "en": "A man was about to commit suicide and decides to search for a way to die in the internet, but then he found an odd site that asked a lot of questions and had a point based system that allows you to create skills and abilities for a character. He took interest in it and when he finished setting his character he was asked: \"You will now be transported to a world with the settings you choose, coming back is not possible, do you still accept?\" Without thinking much of it he pressed YES and found himself in another world with the skills and abilities he chose to have.",
      "ja": "少年のチートでハーレムな冒険譚が始まる!!\n「人生なんてこんなもん――」。世の中に絶望した少年が見つけたとあるサイト。この世界で生きづらいなら異世界で生きてやれ、とクリックした先は、ホントに異世界!? しかもボーナスポイントを振りまくったおかげで最強の男に生まれ変わった彼は、アイドル級の美少女を手に入れる権利を得られそうで…!? 生まれ変わった少年のチートでハーレムな冒険が今始まる！",
      "pt-br": "Um homem estava prestes a cometer suicídio e decide procurar uma maneira de morrer na internet, mas depois encontrou um site estranho que fez muitas perguntas e teve um sistema baseado em pontos que permite que você crie várias habilidades para um personagem . Ele se interessou por isso e, quando ele acabou de definir o seu personagem, lhe foi perguntado: Você será agora transportado para um mundo com as configurações que você escolher, voltar não é possível, você ainda aceita?. Então, sem pensar muito, ele Pressionou SIM e encontrou-se em outro mundo com as habilidades que escolheu ter."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e544761-7d3d-4fce-8137-719814d7d138",
    "title": {
      "en": "Eleceed"
    },
    "updatedAt": "2024-04-09T21:00:07+00:00",
    "coverArt": "https://mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/52cf193d-6862-43e8-9de4-1025c0e6e297.jpg",
    "altTitles": [
      {
        "ko": "일렉시드"
      },
      {
        "ru": "Элисед"
      },
      {
        "ja": "エレキシード"
      },
      {
        "zh": "觉醒吧，铲屎官！"
      },
      {
        "es": "Eleceed: Velocidad eléctrica"
      },
      {
        "es-la": "Electricidad veloz"
      }
    ],
    "description": {
      "en": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "es": "Jiwoo es un joven amable que utiliza sus reflejos increíblemente rápidos, como los de un gato, para hacer del mundo un mejor lugar salvando niños o mascotas. Kayden es un agente secreto prófugo que termina encerrado en el cuerpo de un... mmm... gato gordo, peludo y viejo. Juntos y con la ayuda de los superpoderes de Jiwoo y la inteligencia de Kayden lucharán contra las fuerzas que desean que el mal tome control del mundo. Aunque solo lo lograrán si consiguen soportarse lo suficiente para hacerlo.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "fr": "Jiwoo est un jeune lycéen au bon coeur qui utilise ses réflexes incroyablement rapides pour rendre le monde meilleur, que ce soit en sauvant un petit enfant ou bien un animal de compagnie. Kayden est un agent secret fugitif qui finit par être enfermé dans le corps d'un... euh... vieux, gros chat tout poilu. Ensemble, et équipés des superpouvoirs de Jiwoo et de l'intelligence de Kayden, ils lutteront contre les forces obscures qui veulent que le mal domine le monde... mais seulement s'ils arrivent à bien s'entendre !\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "id": "Kolaborasi yang luar biasa dari author \"Noblesse\" dan author \"Girls the Wild's\"! Kisah aksi fantasi mengenai Kaiden yang jiwanya masuk ke seekor kucing gendut dan Jiwoo yang suka menyembunyikan kekuatannya!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ja": "敵の不意打ちで深い傷を負い、猫の体に身を隠した覚醒者のカイド。猫好きの主人公・勇羽に助けられるが… 『ノブレス』 X 『少女ザワイルズ』作家らによる爽快アクション！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ko": "<노블레스> 손제호 작가와 <소녀더와일즈> 제나 작가가 만났다!\n고양이 몸에 깃든 각성자 카이든과 각성능력을 숨겨온 고등학생 지우\n러블리 2인조의 액션 판타지\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ru": "Кайден - загадочный человек, который словно комета спустился с неба. Весь израненный, почти потерявший последние силы, он решает скрыть свое присутствие - ведь по-другому от погони не уйти. По дороге Кайден встречает обычную дворовую кошку и, почти не думая, решает вселиться в ее тело. Со Чжи У - энергичный и общительный молодой человек из средней школы, который очень любит кошек. Один раз по пути домой он встречает до боли потрепанного кота и берет его к себе домой. Наш У не только добрый, но еще и обладает одной скрытой способностью. Какой же?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "th": "เรื่องใหม่ของนักเขียน Son Je-ho จาก <โนเบลส> และ Zhena จาก <วีน เหวี่ยง WILD มัธยมสาวพันธุ์ดุ>! แอ็กชันแฟนตาซีสุดน่ารัก เรื่องราวของ \"ไคเดน\" ผู้มีพลังพิเศษแต่แฝงตัวด้วยการสิงอยู่ในร่างแมว และ \"จีอู\" นักเรียนหนุ่มทาสแมวแสนธรรมดาที่แอบซ่อนพลังที่ไม่ธรรมดาเอาไว้\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "zh": "超强觉醒者意外变身胖橘，\n没想到铲屎官也有超能力!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "pt-br": "Ji-U é um jovem de bom coração que aproveita os reflexos rápidos de um gato para secretamente tornar o mundo um lugar melhor - uma criança salva ou um animal de estimação adotivo de cada vez. Kayden é um agente secreto em fuga, que se encontra preso no corpo de um... hum... decididamente gordo velho gato fofo. Juntos, armados com os superpoderes de Ji-U e a super inteligência de Kayden, eles estão prontos para lutar contra as forças que deixariam o mal governar este mundo. Isto é, se eles aguentarem um ao outro tempo suficiente para fazer o trabalho.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74acc54a-db1b-4724-bc55-1554945efd1e",
    "title": {
      "en": "Digimon Universe: Appli Monsters: Appmon Academy!!"
    },
    "updatedAt": "2023-07-15T16:46:01+00:00",
    "coverArt": "https://mangadex.org/covers/74acc54a-db1b-4724-bc55-1554945efd1e/fda72cbd-2fcd-4d0f-91c8-4556dff33312.jpg",
    "altTitles": [
      {
        "ja": "アプリモンスターズ アプモン学園！！"
      }
    ],
    "description": {
      "en": "Appli Monsters: Appmon Academy!! is a manga spin-off of Digimon Universe: Appli Monsters, focusing on the Appmon in a school setting."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "9"
  },
  {
    "mangaId": "ecde3e7d-a3f3-486a-977a-bf3eb5a13a11",
    "title": {
      "en": "One for All"
    },
    "updatedAt": "2024-05-24T21:02:07+00:00",
    "coverArt": "https://mangadex.org/covers/ecde3e7d-a3f3-486a-977a-bf3eb5a13a11/8ac66e4b-8e00-4ebb-98b5-63ebb560d7d3.jpg",
    "altTitles": [
      {
        "ja": "ワンフォーオール"
      }
    ],
    "description": {
      "en": "\"You wanna play rugby together?\"\n\nArashi is a hot-blooded first year high school student enrolled on a rugby scholarship. Calling himself \"the man who stirs up a storm\", he unites a peculiar group of problem children, leading them towards the peak of high school rugby, Hanazono! A youth rugby club story told by the delinquent manga legend, Yanauchi Daiju!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd2f1e4e-6b51-4a7a-b54b-7f8ca8f5368a",
    "title": {
      "en": "Demoniac Two Heroes"
    },
    "updatedAt": "2024-05-05T10:13:22+00:00",
    "coverArt": "https://mangadex.org/covers/fd2f1e4e-6b51-4a7a-b54b-7f8ca8f5368a/b3fe5a92-33fe-40ff-b075-61d869c8431d.jpg",
    "altTitles": [
      {
        "en": "The Twin Swords of the Sima Clan"
      },
      {
        "ko": "사마쌍협"
      },
      {
        "zh": "邪魔雙俠"
      }
    ],
    "description": {
      "en": "\"The head of our family is foolish person,\" thought Cha Wun-Yeop, the servant of the respected sage.\n\nA foolish master, who plays around by his mistress, Chang Sanmi and an upright man, Beom Seosoo, stand in stark contrast as the prince.\n\n“Beom Seosoo, with his upright character, is the most formidable person I've ever known!”\n\nCaught stealing, he faced severe scolding and disgrace, but Cha Wun-Yeop ends up aiding Beom Seosoo against Chang Sanmi's plot.\n\n\"But as the eldest son of the Kamseuk Clan, I can’t just stand by and watch.\"\n\n\"I will grow stronger than I am now and deal with of them all.\"\n\nDetermined to seek revenge on Chang Sanmi, Beom Seosoo sets out to gain strength, while Cha Wun-Yeop leaves the Seol family to follow his own path.\n\n\"Living life once, I’ll no longer be an orphan or a servant, but live as a transcendent being.\"\n\n\"Freely and with pride, I will roam this vast world.\"\n\nPracticing his unique martial arts through mystical methods, Cha Wun-Yeop becomes a master, getting closer to the mastermind behind the plot at Seol Kam-Seuk's House.\n\nOne day, Cha Wun-Yeop and Beom Seosoo reunite. Cha Wun-Yeop is astonished to see if Beom Seosoo's martial arts.\n\n“As the eldest son of a prestigious family, you use this kind of swordsmanship!”\n\nThe man who once criticized him was now walking the same path of martial arts as him!",
      "fr": "\"Le chef de cette famille est insensé\", pense Jawun-yeop, le serviteur du sage respecté.\nLe maître insensé qui joue avec sa maîtresse, Chang Sanmi, et l'homme droit, Seolsu Beom, forment un contraste saisissant.\n\"Seolsu Beom est la personne la plus remarquable que j'aie jamais connue !\"\n\nPris en flagrant délit de vol, Jawun-yeop a dû faire face à de sévères réprimandes et à la disgrâce, mais il finit par aider Seolsu Beom à déjouer le complot de Chang Sanmi.\n\"En tant que fils aîné du clan Kamseuk, je ne peux pas rester là à regarder. Je deviendrai plus fort que je ne le suis maintenant et je m'occuperai d'eux tous.\"\nDéterminé à se venger de Chang Sanmi, Seolsu Beom se met en route pour devenir plus fort, tandis que Jawun-yeop quitte la famille Seol pour suivre sa propre voie.\n\n\"Je ne serai plus un orphelin ou un serviteur, mais je vivrai comme un être transcendant et parcourrai ce vaste monde librement avec fierté.\"\nEn pratiquant des arts martiaux uniques grâce à des méthodes mystiques, Jawun-yeop devient un maître, se rapprochant du cerveau qui se cache derrière le complot du clan Kamseuk Seol.\nUn jour, Jawun-yeop et Seolsu Beom se retrouvent. Jawun-yeop est surpris de voir les arts martiaux de Seolsu Beom.\n\"En tant que fils aîné d'une famille prestigieuse, vous utilisez ce genre d'art du sabre !\"\nL'homme qui l'avait autrefois critiqué suit désormais la même voie que lui en termes d'arts martiaux !"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "665201ac-552a-434d-8b09-c62c6bf6e693",
    "title": {
      "en": "Zekkyou Gakkyuu Tensei"
    },
    "updatedAt": "2024-04-24T14:10:38+00:00",
    "coverArt": "https://mangadex.org/covers/665201ac-552a-434d-8b09-c62c6bf6e693/5ff10131-17b2-44bc-96c1-2ab60905a2f6.jpg",
    "altTitles": [
      {
        "en": "Scary Lessons - Reincarnation"
      },
      {
        "ja": "絶叫学級 転生"
      },
      {
        "vi": "Lớp học rùng rợn - Tái Sinh"
      }
    ],
    "description": {
      "en": "A reboot of the award winning series Zekkyou Gakkyuu, with brand new stories."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1cbbedb-bfae-4e10-af88-71b3845c9183",
    "title": {
      "en": "Uramiya Honpo"
    },
    "updatedAt": "2024-05-24T20:12:41+00:00",
    "coverArt": "https://mangadex.org/covers/b1cbbedb-bfae-4e10-af88-71b3845c9183/81cd60ef-2d9c-42f3-938e-8ac63a9ae3b2.jpg",
    "altTitles": [
      {
        "ja": "怨み屋本舗"
      },
      {
        "zh-hk": "怨恨屋本舖"
      },
      {
        "uk": "Урамія Хонпо"
      },
      {
        "en": "Uramiya Honpo"
      }
    ],
    "description": {
      "en": "The world is filled with cruel scum, ranging from petty thieves to sociopath maniacs. When a vile low-life inflicts pain and suffering on innocent victims, sometimes their anger becomes overwhelming. Whether their damage stems from romance, finance, reputation or even a death, these victims feel trapped in their own skins and lives. \n\nThose victims who can't stand it anymore call for the mysterious woman Houjou Shiori, owner of Uramiya, the \"Revenge Shop\". \n\nThe Uramiya specializes in executing revenge schemes. The vengeance their customers request on their bitterly resented enemies could range from financially destroying them, to smearing their social reputation, to even taking their lives. As long as you pay a fair price, the Uramiya will guarantee you get the revenge you deserve."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "142"
  },
  {
    "mangaId": "a149c7c9-3fcc-4813-942e-7fe29a2b59b7",
    "title": {
      "en": "Miss Forensics"
    },
    "updatedAt": "2023-12-13T15:02:00+00:00",
    "coverArt": "https://mangadex.org/covers/a149c7c9-3fcc-4813-942e-7fe29a2b59b7/382cb57e-975c-4a16-a90c-30f4d63abd03.jpg",
    "altTitles": [
      {
        "zh": "我亲爱的法医小姐"
      },
      {
        "en": "My Dear Forensic Lady"
      },
      {
        "pt-br": "Minha querida médica legista"
      },
      {
        "zh-hk": "我親愛的法醫小姐"
      },
      {
        "zh-ro": "Wǒ Qīn'ài de Fǎyī Xiǎojiě"
      },
      {
        "pl": "Lekarz sądowy Lin Yan"
      }
    ],
    "description": {
      "en": "Lin Yan, a cold and arrogant female forensic expert, meets Song Yuhan, a righteous and sharp female detective. From being incompatible to becoming friends, they witness the lives of many ordinary people along the way: a young girl who struggles to survive but dies innocently, an old mother who waits for her criminal son to return in the mountains, a timid policeman who faces a gun-wielding robber bravely... They fight for the rights of the living, speak for the dead, and vow to uncover the truth that has been silent for years."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7b521aa-906b-43f1-a03b-84c131034c24",
    "title": {
      "en": "Yowamushi Omega wa Dekiai Sa Retai"
    },
    "updatedAt": "2024-05-24T19:24:49+00:00",
    "coverArt": "https://mangadex.org/covers/f7b521aa-906b-43f1-a03b-84c131034c24/a17260ae-d019-4550-936c-85e55fcf708c.jpg",
    "altTitles": [
      {
        "ja": "弱虫オメガは溺愛されたい"
      },
      {
        "vi": "Omega Yếu Đuối Muốn Được Yêu Thương"
      }
    ],
    "description": {
      "en": "Thoughtful young man (⍺) x introverted painter (Ω)\n\nLove remakes life!!\n\nRuka – creator of the famous character Mimigel – is an illustrator with an introverted personality. Because he was tired of being changed too much, not to his liking, he gave up the copyright to the character Mimigel and took a plane to move to a far away place to live. During his flight, the plane suddenly had a shaking problem. Before he knew it, he found himself in a world where strange words like \"second gender,\" \"omega,\" \"sex\" were everywhere.\n\nAnd what will his new life be like?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fac7a43a-cbd9-4ac4-9994-cda2b833ba2b",
    "title": {
      "en": "I Swallowed the Heavenly Demon"
    },
    "updatedAt": "2024-05-24T19:11:24+00:00",
    "coverArt": "https://mangadex.org/covers/fac7a43a-cbd9-4ac4-9994-cda2b833ba2b/86ae2e30-16dc-4e6b-8839-e21fa14957b3.jpg",
    "altTitles": [
      {
        "ko": "천마를 삼켰다"
      }
    ],
    "description": {
      "en": "40 years ago, three mysterious seeds fell to Earth, unleashing countless monsters. Chosen beings arose to fight against these monsters. Those who manifested the powers of this world's heroic spirits into weapons or blessings were called heroes.\n\nMin Jae-ha, who aspired to become a hero, wandered the front lines but couldn't achieve his dream. Giving up hope of becoming a hero, he now works at That’s Real Company.\n\nOne day, while investigating a mineral dungeon for work, Min Jae-ha steps on a mysterious summoning circle and unexpectedly gains an extraordinary heroic spirit, one he had always dreamt of contracting with.\n\nHowever...\n\n\"How many times must I tell you? I am alive!\"\n\n\"Aren't you technically neither dead nor alive?\"\n\"So what can you even do inside my belly?\"\n\nWhy has this extraordinary heroic spirit taken residence in Min Jae-ha’s belly instead of manifesting as a weapon or blessing?\n\n\"Look up to me, and I shall teach you martial arts.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d3022fe-db48-49ba-92ce-8d4c813e8ba4",
    "title": {
      "en": "Seishun no After"
    },
    "updatedAt": "2023-07-25T19:17:47+00:00",
    "coverArt": "https://mangadex.org/covers/8d3022fe-db48-49ba-92ce-8d4c813e8ba4/3e993f6c-ed33-40cd-a4d9-8e47d548ed2c.jpg",
    "altTitles": [
      {
        "en": "After Youth"
      },
      {
        "ja": "青春のアフター"
      },
      {
        "zh": "青春过后"
      },
      {
        "ja-ro": "Seishun no After"
      },
      {
        "en": "After the Memories"
      }
    ],
    "description": {
      "en": "Makoto Toba hates everyone in his class. Everyone except Sakura Toowa, an introverted high school girl who lives with her grandma and loves video games. But one day, Sakura disappears(?) right in front of Makoto. Makoto continues to visit the site of her disappearance on the anniversary for the next 16 years. That is, until Sakura comes back from the time slip she was stuck in, and to her not a moment has passed. Now at 32 with a girlfriend, Makoto has to take care of his 16-year-old childhood crush. What could possibly go wrong?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "27"
  },
  {
    "mangaId": "34019331-7377-4e2c-837e-f6e1ab2b5ef7",
    "title": {
      "en": "The Seven Deadly Sins: Four Knights of the Apocalypse"
    },
    "updatedAt": "2024-04-10T13:34:10+00:00",
    "coverArt": "https://mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/3936c3c4-454b-4261-8f15-883c00cf3783.jpg",
    "altTitles": [
      {
        "ja": "黙示録の四騎士"
      },
      {
        "en": "The Four Knights of Apocalypse"
      },
      {
        "es-la": "Los cuatro caballeros del apocalipsis"
      },
      {
        "uk": "Чотири лицарі Апокаліпсису"
      },
      {
        "ko": "묵시록의 사기사"
      },
      {
        "zh-hk": "默示錄的四騎士"
      },
      {
        "tr": "Mahşerin Dört Şövalyesi"
      },
      {
        "tr": "Yedi Ölümcül Günah: Mahşerin Dört Şövalyesi"
      },
      {
        "pt-br": "Os quatro cavaleiros do apocalipse"
      },
      {
        "ru": "Четыре рыцаря Апокалипсиса"
      },
      {
        "ja-ro": "Mokushiroku no Yonkishi"
      },
      {
        "vi": "Tứ Kỵ Sĩ Khải Huyền"
      }
    ],
    "description": {
      "en": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey. Whether you know \"The Seven Deadly Sins\" or not, you can still enjoy it! The world's most awaited adventure fantasy!",
      "es": "La profecía se ha cumplido. \"En un futuro no muy lejano, habrá cuatro caballeros sagrados que destruirán el mundo. Son los Cuatro Jinetes del Apocalipsis.\"\"\nLos santos caballeros que juraron fidelidad al rey Arturo estaban ansiosos por cortar el mal de raíz. Las consecuencias de estos acontecimientos llegan hasta la frontera... y sacuden el destino de un niño. Un niño que da el primer paso como le dice su corazón. ¿Qué le espera: sueños, esperanzas, gloria o pecado? La fantasía heroica del pasado y del presente, ¡el inicio!",
      "fr": "Percival vit seul avec son grand-père Bargis, au sommet d’une haute montagne nommée le “Doigt divin”. Il y mène une vie heureuse, préservé du monde extérieur. Mais le jour de ses 16 ans, son destin bascule : un mystérieux guerrier à l’armure rouge s’en prend violemment à lui et à son grand-père. En effet, ce Chevalier sacré de Camelot est chargé d’éliminer quiconque s’apparenterait aux “Four Knights of the Apocalypse”, un groupe de cavaliers qui, d’après la prophétie, apparaîtra pour renverser le roi Arthur… Laissé pour mort, Percival survit à ses blessures et décide de partir en quête de vengeance, et d’aventures !",
      "ja": "『七つの大罪』正統続編！ 全世界待望の冒険ファンタジー!!\n\n予言は示された。「遠くない未来、世界を滅ぼす四人の聖騎士が現れる。――その名を〈黙示録の四騎士〉」。厄災の芽を摘まんと色めき立つは、アーサー王に忠誠を誓いし一騎当千の聖騎士たち。その余波は、遠く辺境にまで及び……、一人の少年の運命を揺るがす！ 己が心の命ずるまま、一歩を踏み出す少年。その前途に待つは、夢か希望か栄光か罪か。古今無双のヒロイック・ファンタジー、開幕!!",
      "tr": "Nazik bir çocuk olan Percival, büyükbabasıyla birlikte \"Tanrı'nın Parmağı\" adlı uzak bir yerde yaşıyor. Ancak dünya onun barış içinde yaşamasına izin vermeyecektir. Gizemli bir şövalyeyle karşılaşmaları kaderlerini değiştirir ve şok edici bir sır ortaya çıkar. Çocuk sonsuz bir yolculuğa çıkar. \"Yedi Ölümcül Günah\"ı bilseniz de bilmeseniz de tadını çıkarabilirsiniz! Dünyanın en çok beklenen macera fantezisi!",
      "uk": "Історія є продовженням манги \"Сім Смертних гріхів\". Початок манги знайомить нас з Персівалем - шістнадцятирічний хлопець з ширяючого острова «Палець бога», який після певних подій вирушає в подорож чарівним королівством під назвою Британія.",
      "es-la": "Percival, un niño bondadoso, vive con su abuelo en un lugar remoto llamado \"El dedo de Dios\". Sin embargo, el mundo no le permite vivir en paz. Un encuentro con un misterioso caballero cambia su destino, y se revela un impactante secreto. El niño emprende un viaje interminable. Tanto si conoce \"Los siete pecados capitales\" como si no, ¡podrá disfrutar de él! ¡La fantasía de aventuras más esperada del mundo!",
      "pt-br": "Percival, um menino bem-humorado, vive com seu avô em um lugar remoto chamado “O Dedo de Deus”. No entanto, o mundo não permite que ele viva em paz. Um encontro com um misterioso cavaleiro muda seu destino, e um segredo chocante é revelado. O menino embarca em uma jornada sem fim."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "The Old Man Who Was Reincarnated as a Cat"
    },
    "updatedAt": "2024-02-19T21:13:25+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja-ro": "Neko ni Tensei Shita Ojisan"
      },
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "ja-ro": "NekoOji"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cc8a484-e0f0-4294-8db3-c02107a09e80",
    "title": {
      "en": "Sazi-chan no Yami Nikki"
    },
    "updatedAt": "2024-05-18T12:13:55+00:00",
    "coverArt": "https://mangadex.org/covers/8cc8a484-e0f0-4294-8db3-c02107a09e80/718931f6-cd73-4acf-9daf-b9bb6d3eb907.jpg",
    "altTitles": [
      {
        "en": "Saji-chan's Sick Diary"
      },
      {
        "ja": "サジちゃんの病み日記"
      },
      {
        "zh": "沙慈的病娇日记"
      },
      {
        "ko": "사지짱의 아픔 일기"
      },
      {
        "ja-ro": "Saji-chan no Yami Nikki"
      },
      {
        "en": "Sazi-chan's Sick Diary"
      }
    ],
    "description": {
      "en": "Sazi-chan has a girl she likes. Though her feelings are too pure for anyone to understand, it is definitely true love. Taking pictures, stealing, stabbing, assaulting, that too, is love."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "26"
  },
  {
    "mangaId": "a636ca5b-018c-42eb-afd3-2e7037afac86",
    "title": {
      "en": "Gannibal"
    },
    "updatedAt": "2024-03-04T15:31:56+00:00",
    "coverArt": "https://mangadex.org/covers/a636ca5b-018c-42eb-afd3-2e7037afac86/219fcf0b-37cc-46dd-807c-16200969696b.jpg",
    "altTitles": [
      {
        "ja-ro": "Gannibaru"
      },
      {
        "ja": "ガンニバル"
      },
      {
        "uk": "Ґаннібал"
      },
      {
        "ru": "Ганнибал"
      },
      {
        "vi": "Làng Ăn Thịt Người"
      }
    ],
    "description": {
      "en": "When a police officer is posted to a remote village in the countryside, little does he realize he's encroaching on a community of cannibals…",
      "ru": "Полицейский Дайго Агава вместе с семьёй переезжает в горную деревушку под названием Цветочная. Жители деревни горячо принимают семью Дайго.\nОднажды в лесу находят труп старушки. После этого происшествия Дайго постепенно начинает осознавать все происходящие вокруг странности и приходит к мысли, что в этой деревне едят людей. Начинают происходить очень странные инциденты, атмосфера отчуждения наполняет деревню. Сможет ли обычный полицейский разгадать все ужасные тайны, которая таит в себе эта деревня и, что важнее, сможет ли он остаться в живых?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "120"
  },
  {
    "mangaId": "3ac9fd03-e3de-4520-90aa-d9fc002eac0a",
    "title": {
      "en": "Fudatsuki no Kyoko-chan"
    },
    "updatedAt": "2024-05-24T18:53:26+00:00",
    "coverArt": "https://mangadex.org/covers/3ac9fd03-e3de-4520-90aa-d9fc002eac0a/f0996dab-d8a3-466b-9683-45e2f89ab041.jpg",
    "altTitles": [
      {
        "ru": "Печально известная Кёко-тян"
      },
      {
        "ja": "ふだつきのキョーコちゃん"
      },
      {
        "zh": "札月家的杏子妹妹"
      },
      {
        "zh": "札月家的小杏子"
      },
      {
        "vi": "Em gái cương thi - Kyoko"
      },
      {
        "ja-ro": "Fudatsuki no Kyoko-chan"
      },
      {
        "en": "The Infamous Kyoko-chan"
      }
    ],
    "description": {
      "en": "Fudatsuki Kenji is known in his school for two things: for being a delinquent and a siscon. He constantly follows his little sister Kyoko around, fixing her giant ribbon, and chasing off any boys who might be interested in her.   \nHowever, the truth is much stranger than what people believe: he doesn't actually have a crush on his sister. In fact, he likes Hibino, the only girl in his class who isn't afraid of him.",
      "ru": "Фудацуки Кэндзи уже давно в школе считают хулиганом и сестролюбом. Причиной тому стало то, что он круглосуточно следит за своей сестрой Кёко, её гигантской лентой в волосах и отпугивает парней, которые заинтересованы в девушке. А ещё Кэндзи влюблен в Хибино-сан, единственную девушку, которая его не боится.   \nИстина же в том, что его сестра буквально монстр. Она цзянши, то есть вампир — поэтому она гораздо сильнее человека и ей нужно пить кровь Кэндзи. Кёко носит ленту в волосах, которая сдерживает её аппетит и сильно влияет на личность своей хозяйки.  \nУдастся ли Кэндзи сдержать в секрете силы своей сестры и получится ли что-нибудь с девушкой его мечты, Хибино-сан?",
      "pt-br": "Fudatsuki Kenji é conhecido na escola por duas coisas: por ser um delinquente e por ter um complexo de irmã. Ele sempre está grudado em sua irmã, Kyoko para cuidar dela e fazer de tudo que seu laço não se desfaça. O que acabou gerando uma fofoca em toda a escola que tem uma tara pela própria irmã.O que é uma grande mentira, ele não tem tara nenhuma pela irmã, mas tem um motivo para se protetor e principalmente com o laço dela, pois se o laço for desfeito algo de ruim pode acontecer. o que seria?"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "37"
  },
  {
    "mangaId": "1116821f-0141-45ef-b91d-a8131343dd87",
    "title": {
      "en": "The Mask of Truth"
    },
    "updatedAt": "2023-10-10T01:44:10+00:00",
    "coverArt": "https://mangadex.org/covers/1116821f-0141-45ef-b91d-a8131343dd87/8de468fa-7424-4381-8e18-690abf5c6d34.png",
    "altTitles": [
      {
        "en": "Truth Mask"
      },
      {
        "en": "The Mask"
      },
      {
        "zh": "真理面具"
      },
      {
        "en": "The Truth Mask"
      }
    ],
    "description": {
      "en": "Student Wu Mian accidentally obtained a mask. Once you wear it, everyone will agree with whatever you say or do. Even then, he has no courage to confess to a girl that he secretly loves. Until an incident completely changes his whole life…\n\n---\n**Links:**\n\n- [Alternative Official English - INKR](https://comics.inkr.com/title/237-the-truth-mask?utm=mgd)\n- [Alternative Official English - WebComics](https://www.webcomicsapp.com/comic/The-Truth-Mask/5e82e8108c252b78b752b5b7)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7a1bab9-e404-4be3-9c96-1141331a7b00",
    "title": {
      "en": "I Hold the Heart of a Tyrant"
    },
    "updatedAt": "2024-05-17T02:09:56+00:00",
    "coverArt": "https://mangadex.org/covers/b7a1bab9-e404-4be3-9c96-1141331a7b00/7634d03d-f364-4185-a447-fd4a6774e3cb.jpg",
    "altTitles": [
      {
        "ko": "폭군의 심장을 쥐었다"
      },
      {
        "en": "I Grabbed the Tyrant's Heart"
      },
      {
        "en": "I Captured the Tyrant's Heart"
      }
    ],
    "description": {
      "en": "The Crown Prince’s only friend, me, Euseniel Heartland.\n\nOne day, our family was expelled from the capital for having had a bad influence on the Crown Prince. But after 14 years, we finally reunite, However,  he has changed drastically.\n\nWhen asked why he changed, the Crown Prince answers that it is because he wanted to be the ideal man for me. But no, this is not the friend I used to know anymore, And it's not only his appearance what has changed, I'm sure there something else on the inside that's not the same as before. What could it be?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de491df4-153f-44e8-96d2-7c53d11c3dcf",
    "title": {
      "en": "Hellper 2 <KillBeros>"
    },
    "updatedAt": "2023-07-15T08:02:42+00:00",
    "coverArt": "https://mangadex.org/covers/de491df4-153f-44e8-96d2-7c53d11c3dcf/c065dd0c-158d-48ed-bc78-adb728c44a08.jpg",
    "altTitles": [
      {
        "en": "Hellper"
      },
      {
        "en": "Hellper season 2"
      },
      {
        "en": "Helper"
      },
      {
        "en": "KBRS"
      },
      {
        "en": "KillBeros"
      }
    ],
    "description": {
      "en": "Jang Gwangnam's life as he grows the guard tribe that protects the Kana-Shi city."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e529c7a0-955b-47e2-ab9c-0dabc6ed6d39",
    "title": {
      "en": "Myou-chan-sensei wa Kaku Katariki"
    },
    "updatedAt": "2024-04-11T21:25:50+00:00",
    "coverArt": "https://mangadex.org/covers/e529c7a0-955b-47e2-ab9c-0dabc6ed6d39/e23f4d14-8da4-48d0-bea6-ab3c1b4faaa2.jpg",
    "altTitles": [
      {
        "ja": "みょーちゃん先生はかく語りき"
      },
      {
        "ja-ro": "Myō-chan-sensei wa Kaku Katariki"
      },
      {
        "ja-ro": "Myō-chan-sensei ha Kaku Katariki"
      },
      {
        "en": "Thus Spoke Myou-chan-sensei"
      },
      {
        "en": "Thus Spoke Myō-chan-sensei"
      }
    ],
    "description": {
      "en": "Sasafune Miyoko, the nurse at a certain high school, is often asked for advice by the students. Almost every day someone comes to ask her about their worries, and this and that… But since these are high school students going through puberty, helping them is usually not that simple! Myō-chan-sensei is hard at work answering questions that are sure to make you blush like \"Have you ever had sex outdoors?\" or \"I wonder which panties my boyfriend likes more\".",
      "ja": "生徒のためならなんでもシちゃう？熱血ポンコツ教師・みょーちゃん登場☆\n\nとある高校の保健室の先生・笹舟みよかは生徒達の良き相談役として、今日も思春期爆発系質問にカラダを張って答えます！アオカンしたいって彼氏に言われた？ 乳輪が大きいのが悩み？全部みょーちゃん先生にお任せあれ！！！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87af3e63-3b01-4e62-9d1b-811987c8029a",
    "title": {
      "en": "NTREVENGE"
    },
    "updatedAt": "2024-05-11T18:29:54+00:00",
    "coverArt": "https://mangadex.org/covers/87af3e63-3b01-4e62-9d1b-811987c8029a/9502b2bd-6da6-4977-807d-f683e46714a1.jpg",
    "altTitles": [
      {
        "ja": "ネトリヴェンジ"
      },
      {
        "es-la": "NTR de venganza"
      }
    ],
    "description": {
      "en": "An introverted high school student, Souichi Sakuraba, is being bullied severely by the “Yokai” classmates. The bullying escalates, and Souichi’s childhood friend, Azusa, who was the only one who trusted him, is defiled by them. In front of Souichi, who was in the depths of despair, the succubus, Asmode, appeared. Souichi makes a contract with a succubus who possesses a mysterious ability, and decides to make the bully’s loved ones suffer the same pain as himself by “cuckolding” them. The obscene revenge by “NTR” begins.",
      "es-la": "Soichi Sakuraba, un introvertido estudiante de instituto, sufre el acoso de los abusadores de su clase. El acoso se intensifica y Azusa, la única amiga de la infancia en la que Soichi confía, es profanada por ellos. En medio de la desesperación, Soichi se enfrenta a Asmon, un demonio lascivo. Soichi hace un contrato con un demonio lascivo con poderes misteriosos, y decide infligir el mismo sufrimiento a sus verdugos \"cornudando\" a sus seres queridos. Comienza la lasciva venganza de \"NTR\"..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2be6f59f-454c-4894-b08f-f490152c9312",
    "title": {
      "en": "Central Asian Cooking"
    },
    "updatedAt": "2023-12-28T22:49:57+00:00",
    "coverArt": "https://mangadex.org/covers/2be6f59f-454c-4894-b08f-f490152c9312/3436fe88-f93c-4acf-9ca1-1d21f7076cd2.jpg",
    "altTitles": [
      {
        "ja": "中央アジアクッキング"
      },
      {
        "ja-ro": "Chuuou Asia Cooking"
      }
    ],
    "description": {
      "en": "The Ministry of Foreign Affairs of Japan has sponsored a 7-part short introducing several famous Central Asian dishes and how to prepare them."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "7"
  },
  {
    "mangaId": "3ee3b476-0682-4563-96da-7018ff5e4bf7",
    "title": {
      "en": "Dragon Tofu"
    },
    "updatedAt": "2024-03-29T10:58:31+00:00",
    "coverArt": "https://mangadex.org/covers/3ee3b476-0682-4563-96da-7018ff5e4bf7/e6897f73-fb2f-4a37-8465-28663f936f5e.jpg",
    "altTitles": [
      {
        "ja": "ドラゴン・トウフ"
      }
    ],
    "description": {
      "en": "Toshiki and Kazu Fujiwara are brothers who live an ordinary life in an ordinary world working as insurance salesmen. While Toshiki is content with this salaryman life, Kazu strives to be part of a Guild: a registered group of individuals who hunt artifacts and capture criminals. After finishing up a quest, they begin to unravel the truth: that everything is not as normal as it once seemed.  \n  \n[Author’s Instagram](https://www.instagram.com/watanabe_ringo/)  \n[Author’s Twitter](https://mobile.twitter.com/watanabe_ringo)  \n[Author’s Pixiv](https://www.pixiv.net/en/users/59797630)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21efd65e-e90a-4f54-926d-92bd21b29abf",
    "title": {
      "en": "Zhong Qing"
    },
    "updatedAt": "2024-03-01T18:06:08+00:00",
    "coverArt": "https://mangadex.org/covers/21efd65e-e90a-4f54-926d-92bd21b29abf/a79d8ff9-175a-4716-b2f2-4eaa4c2797af.jpg",
    "altTitles": [
      {
        "zh": "钟情"
      }
    ],
    "description": {
      "en": "Low-grade guide, Qin Yun is forcibly marked by divine-grade sentry tyrant Mersherie. An aggressive maiden-heart seme x serious straightforward uke start an unbashful and unabashed companion life, conquering the whole universe while at it."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "77"
  },
  {
    "mangaId": "35b9f818-926b-4f4a-aa2b-0ac068986a73",
    "title": {
      "en": "MagiLumiere Co., Ltd."
    },
    "updatedAt": "2024-04-13T18:46:22+00:00",
    "coverArt": "https://mangadex.org/covers/35b9f818-926b-4f4a-aa2b-0ac068986a73/46d0b1c5-cf74-40e2-800e-b9d83fbb6b73.jpg",
    "altTitles": [
      {
        "ja": "株式会社マジルミエ"
      },
      {
        "ru": "Компания МагиЛумьер"
      },
      {
        "ne": "मागी-लुमिएर कं. लि."
      },
      {
        "ja-ro": "Kabushiki Gaisha Magi Lumiere"
      },
      {
        "pt-br": "Companhia das Garotas Mágicas Magilumiere"
      }
    ],
    "description": {
      "en": "Manga about a girl who was looking for a job and ended up in a corporation of magical girls fighting monsters.",
      "ja": "“魔法少女”――それは、誰もが憧れる「職業」である。　就職活動に苦戦する女子大生・桜木カナ。面接先で怪異に巻き込まれたカナは、駆けつけた魔法少女・越谷を手助けしたことをきっかけに、ベンチャー企業『株式会社マジルミエ』に魔法少女として新卒入社することになり…!?",
      "ru": "Манга про девочку, которая искала работу и попала в корпорацию девочек-волшебниц, борющихся с монстрами.",
      "pt-br": "Magilumiere: Companhia Das Garotas Mágicas"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]