[
  {
    "mangaId": "ff22d8cb-a5d7-444a-993e-e0e965fb171c",
    "title": {
      "en": "Koi da Ai da wa Sateoite"
    },
    "updatedAt": "2021-12-15T22:06:53+00:00",
    "coverArt": "https://mangadex.org/covers/ff22d8cb-a5d7-444a-993e-e0e965fb171c/a4c498be-0b0c-405c-8cf7-8fb869338899.jpg",
    "altTitles": [
      {
        "en": "Will You Set Love Aside?"
      },
      {
        "ja": "恋だ愛だはさておいて"
      }
    ],
    "description": {
      "en": "On the way home from work, Okazaki Taichi finds a man named Fuji sleeping on a bench one day. Okazaki brings Fuji to his house, and somehow ends up on top of him. They become friends with benefits. It's the start of an erotic BL between a heterosexual salaryman and a lewd bartender."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "4.2"
  },
  {
    "mangaId": "6ed28ebe-968d-42c9-8cc6-002b2a5aa49b",
    "title": {
      "en": "My God Is a Lustful Man"
    },
    "updatedAt": "2024-05-17T02:39:45+00:00",
    "coverArt": "https://mangadex.org/covers/6ed28ebe-968d-42c9-8cc6-002b2a5aa49b/5bbdf68c-2177-4f8b-9cc7-94e84a97b069.jpg",
    "altTitles": [
      {
        "pt-br": "Meu Deus É Um Homem Lascivo"
      },
      {
        "en": "My god of debauchery"
      },
      {
        "en": "My god is a desire maker"
      },
      {
        "ko": "나의 신은 욕망꾸러기"
      }
    ],
    "description": {
      "en": "Hye-sal, a timid ethics teacher who has lived her whole life without desires, finds that a neighbor who exudes desire and pleasure has moved in next door. With a sexy appearance and a fatal scent, his name is Dionysus, shortened to Dio.\n\nWhen Dio makes divine wine, the essential ingredient required is the deep desires that humans have never fulfilled in their lifetime. The one who possesses that is Hye-sal! All she desires is her repetitive peaceful daily life, without any other dreams or desires.\n\nDio begins relentlessly pestering her, using even divine abilities to awaken the deep desires within Hye-sal.",
      "pt-br": "A reservada professora de ética, Jeon Haesul, levando uma vida sem muitas aspirações, inesperadamente se vê residindo ao lado de uma divindade do desejo e do prazer chamada ‘Dionísio’ ou simplesmente Dio, que exala uma fragrância cativante com uma aparência sedutora. O ingrediente essencial para a criação do vinho por Dio são os desejos profundos e não realizados que os indivíduos carregam ao longo de suas vidas, e Haesul os possui! Tudo o que ela deseja é a tranquilidade rotineira do dia a dia, tendo vivido sem quaisquer outros sonhos ou desejos. Dio, em seus esforços incansáveis ​​para despertar os desejos profundos de Haesul, emprega suas habilidades divinas, transformando a vida dela em uma fonte constante de aborrecimento."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a7e01d5-a31b-4d75-9f50-f31873560a2a",
    "title": {
      "en": "Koibami Shoujo"
    },
    "updatedAt": "2024-07-02T01:09:18+00:00",
    "coverArt": "https://mangadex.org/covers/5a7e01d5-a31b-4d75-9f50-f31873560a2a/24d8f072-969a-45fe-a93f-9a05a42255bf.jpg",
    "altTitles": [
      {
        "ja": "恋喰少女"
      },
      {
        "vi": "Luyến Thực Nữ"
      },
      {
        "en": "Love-Eating Girl"
      },
      {
        "es-la": "Las Chicas Devoradoras de Amor"
      },
      {
        "pt-br": "Devoradoras de Amor"
      }
    ],
    "description": {
      "en": "High school student Ooishi Kyou is afraid of women.\n\nSuddenly, five girls confessed to him. Among them, four are creatures called Koibami - beings that devour human romantic feelings. If he has his romantic feelings eaten by these girls, he will never be able to love again.\n\nHowever, he cannot abandon the feelings of the one who confessed to him for real - Kyou decides to find the one he truly loves among the five! A brain-shaking, romantic comedy suspense begins!",
      "es-la": "Oishi Kyou es un chico que siempre ha tenido un fuerte miedo a las chicas. Cuando comienza su primer día de clases en la preparatoria, se ve abrumado al recibir confesiones de amor por parte de cinco chicas diferentes. Sin embargo, descubre que cuatro de ellas son en realidad chicas ‘Devoradoras de Amor’, chicas que buscan seducir a los hombres para alimentarse de sus sentimientos, y sus presas favoritas son los sentimientos del ‘Primer Amor’, gracias a cierta persona el Protagonista sabe que 4 chicas de primer año son ‘Devoradoras de Amor’ así que, dentro de estas 5 chicas hay una que se confesó realmente a Oishi, así que se propone a encontrar a la única chica entre las 5 que realmente lo ama, todo sea antes de que devoren sus sentimientos.",
      "pt-br": "O estudante do ensino médio, Kyo Oishi, tem medo de mulheres.\n \nDe repente, cinco garotas se declaram para ele. Entre elas, quatro são criaturas chamadas Devoradoras de Amor - seres que devoram sentimentos românticos humanos. Se ele tiver seus sentimentos românticos consumidos por essas garotas, ele nunca mais será capaz de amar novamente.\n \nNo entanto, ele não pode abandonar os sentimentos daquela que se declarou para ele de verdade - Kyo decide encontrar a única que realmente ama ele entre as cinco! Começa uma comédia romântica de suspense que balança o cérebro!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-07-03T20:48:33+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/2e418d11-579c-4078-a960-60781115efc9.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b64ee46-605b-47ed-a208-4a727bf66b25",
    "title": {
      "en": "Slime Saint"
    },
    "updatedAt": "2024-07-21T11:10:53+00:00",
    "coverArt": "https://mangadex.org/covers/6b64ee46-605b-47ed-a208-4a727bf66b25/580c1e21-a085-45b0-8259-2214d6c5dc2b.jpg",
    "altTitles": [
      {
        "ja": "スライム聖女"
      },
      {
        "ja-ro": "Slime Seijo"
      }
    ],
    "description": {
      "en": "The weakest monster (slime) who longed to be human is reincarnated as a saint, but with the worst character of all, a villainous noble girl. From the lowest status, hated and resented; an existence where she will be terminated immediately if her true identity as a slime is discovered, she will become a beloved saint in order to live a safe and secure life!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-08-02T17:37:14+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/4c06aba3-f944-4d51-b1eb-c61a4e951191.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c471acd-55f1-4ead-84a3-9cc4a8a02c3f",
    "title": {
      "en": "I Look Too Much Like the Boss and the World Actually Believes It"
    },
    "updatedAt": "2024-08-08T07:26:24+00:00",
    "coverArt": "https://mangadex.org/covers/7c471acd-55f1-4ead-84a3-9cc4a8a02c3f/2ff3cd2f-79d9-4b4b-ba30-cfdf38488850.jpg",
    "altTitles": [
      {
        "zh": "长的太像BOSS，结果世人真的信了"
      },
      {
        "zh-ro": "Zhang De Tai Xiang BOSS, Jieguo Shiren Zhen De Xinle"
      },
      {
        "zh-ro": "Zhǎng De Tài Xiàng BOSS, Jiéguǒ Shìrén Zhēn De Xìnle"
      },
      {
        "en": "The Appearance Is So BOSS-like, yet Everyone Believes It"
      }
    ],
    "description": {
      "en": "Moon Lord, Suliang! Tamer of the Divine Lunar Morpho Butterfly, a familiar with abilities to control time and space, yin and yang, I am the invincible youth that stands at the apex of this world! To get such a status upon reincarnation is like getting dealt Pocket Aces… Divine my Arse! The beast in my body is nothing like the Divine Lunar Morpho! It’s clearly the lowest of low level Flash Butterfly!!! Facing millions of fanatical believers, a death match with Emperor Cangyue in three years time, and various sects viewing me as a thorn in their side… This is really an unprecedented beast tamer crisis!",
      "zh": "月之王，苏凉！操纵着能回溯时空、逆转阴阳的月神闪蝶，以此站在这个世界的顶点的无敌少年！ 穿越而来就拿到这么NB的身份卡，岂不是天胡开局……个屁咧！ 我体内的宠兽，哪是什么月神闪蝶！！根本只是个只能照明的最最最低阶的闪光蝶！！！ 面对数以百万的狂热信徒、三年后约战的沧月大帝、视自己为眼中钉的各大教派…… 这还真是…… 前所未有的御兽大危机！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf7b7869-3d9a-4c4d-bd06-249eba113558",
    "title": {
      "en": "Boku to GAL ga Fufu ni Narumade"
    },
    "updatedAt": "2024-08-04T09:06:48+00:00",
    "coverArt": "https://mangadex.org/covers/cf7b7869-3d9a-4c4d-bd06-249eba113558/72abee3c-5cde-4a6c-bc34-0ea02a1f5148.png",
    "altTitles": [
      {
        "ja": "僕と君が夫婦になるまで"
      },
      {
        "en": "Until the Gal and I Become a Married Couple"
      },
      {
        "ja-ro": "Boku to Gal ga Fuufu ni Naru made"
      },
      {
        "ru": "Пока мы с девушкой не станем супружеской парой"
      },
      {
        "ja-ro": "Boku to Kimi (Gyaru) ga Fūfu ni Naru Made"
      }
    ],
    "description": {
      "en": "Saku Kanakura was a boy born into a poor household. He studied hard and managed to pass the exam to an excellent high school but, it soon turned out that his parents were in debt! When it was time to pay the debt off, a mysterious gal appeared and offered to pay off their debt. A big burden was almost off Kanakura's head, but the gal made a condition in return which stated that—",
      "id": "Saku Kanakura adalah anak laki-laki yang lahir dari keluarga miskin. Dia belajar dengan giat dan berhasil lulus ujian ke sekolah menengah yang bagus, tetapi ternyata orang tuanya terlilit hutang! Ketika tiba waktunya untuk melunasi hutang, seorang gadis misterius muncul dan menawarkan untuk melunasi hutang mereka. Sebuah beban besar hampir terlepas dari kepala Kanakura, tetapi gadis itu membuat syarat sebagai balasannya yang menyatakan bahwa—",
      "ja": "貧乏な家庭に育った少年・神長倉颯空。猛勉強の甲斐あって見事希望する高校へ合格した彼だったが、両親の借金が判明！ 借金を取り立てられていたところ、謎のギャルが現れてそれらを返済してくれることに！ 窮地を脱した神長倉だったが、ギャルが借金を肩代わりする際に彼に出した条件は――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f5a94b3-08f9-4b58-8354-db5cf22043d6",
    "title": {
      "en": "Gaikotsu Kishi-sama, Tadaima Isekai e Odekake-chuu"
    },
    "updatedAt": "2023-08-04T01:29:41+00:00",
    "coverArt": "https://mangadex.org/covers/1f5a94b3-08f9-4b58-8354-db5cf22043d6/8c28be81-1129-4a82-b61e-2f5baeef01ac.jpg",
    "altTitles": [
      {
        "fr": "Le Chevalier Squelettique, découvrant un nouveau monde"
      },
      {
        "en": "Skeleton Knight in Another World"
      },
      {
        "en": "Skeleton Knight, going out to the parallel universe"
      },
      {
        "ru": "Рыцарь-скелет в ином мире"
      },
      {
        "th": "บันทึกการเดินทางต่างโลกของท่านอัศวินกระดูก"
      },
      {
        "ja": "骸骨騎士様、只今異世界へお出掛け中"
      },
      {
        "ko": "해골기사님은 지금 이세계 모험 중"
      },
      {
        "uk": "Лицар-Скелет розпочинає пригоду в новому світі"
      },
      {
        "zh": "骸骨骑士大人异世界冒险中"
      },
      {
        "ja-ro": "Gaikotsu Kishi-sama, Tadaima Isekai e o Dekake-chū"
      },
      {
        "tr": "İskelet Şövalye, Şimdi Başka Bir Dünyaya Gidiyor"
      },
      {
        "fr": "Le Chevalier squelette, excursion à travers un autre monde"
      },
      {
        "az": "Skelet cəngavəri başqa dünyada"
      },
      {
        "ar": "فارس الهيكل العظمي في عالم آخر"
      },
      {
        "zh-hk": "骸骨騎士大人異世界冒險中"
      },
      {
        "pt-br": "Cavaleiro Esqueleto em Outro Mundo"
      },
      {
        "pt-br": "Skeleton Knight, indo para o universo paralelo"
      }
    ],
    "description": {
      "en": "The protagonist fell asleep while playing an online game. However, he awoke in a strange world with his game character's appearance. In a state of shock, he noticed that he was equipped with nothing but his strongest weapon and armor. To make matters worse, our hero's appearance was changed by the special avatar skin『Skeleton』when he enter this new world. The protagonist wanted to live without drawing attention, but he got acquainted with the dark elf Ariana and received her request.  \n  \n- [Official English Light Novel](https://sevenseasentertainment.com/series/skeleton-knight-in-another-world-light-novel/)",
      "ja": "- [Original WebNovel](https://ncode.syosetu.com/n6266ci/)",
      "uk": "Одного разу головний герой грав у відеогру, поки він не заснув...й коли він прокинувся, опинився в ігровому світі в образі свого аватара, як скелет! Оснащений потужною зброєю та обладунками аватара, але застрягши у страхітливій зовнішності, Арк повинен знайти місце для себе в цьому дивовижному світі. Усі його сподівання на тихе життя розвіюються, коли він зустрічається з прекрасною ельфійкою воїном, після чого вони разом подорожують цим світом.",
      "pt-br": "Arc, um jovem jogador, desmaia durante uma partida online e quando desperta se depara em um mundo estranho, muito semelhante ao do jogo. Chocado com o ocorrido, ele percebe que está neste mundo munido de uma armadura e uma poderosa arma, além de poderes e aparência modificada para a de um [Caveiro]. Arc precisa se manter vivo e, para isso, não deve chamar a atenção. Porém, ele acaba encontrando uma elfa chamada Ariana e aceitando o seu pedido.\n\n- [Original WebNovel](https://ncode.syosetu.com/n6266ci/)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef4b0094-cc78-489f-978e-d56e0ff28347",
    "title": {
      "en": "Otome Kaijuu Caramelize"
    },
    "updatedAt": "2023-07-26T20:41:29+00:00",
    "coverArt": "https://mangadex.org/covers/ef4b0094-cc78-489f-978e-d56e0ff28347/924cd495-6621-47ab-b5f0-9c333058762e.png",
    "altTitles": [
      {
        "en": "Kaiju Girl Caramelise"
      },
      {
        "en": "Kaiju Girl Caramelizer"
      },
      {
        "en": "Meiden Kaiju Carameliser"
      },
      {
        "en": "Monster Maiden Caramelize"
      },
      {
        "en": "Otome Monster Caramelize"
      },
      {
        "ru": "Монстрик Карамелька"
      },
      {
        "ja": "乙女怪獣キャラメリゼ"
      },
      {
        "de": "Monstermäßig verknallt"
      }
    ],
    "description": {
      "en": "Afflicted by a \"mysterious illness,\" high school first year Kuroe has spent her entire life avoiding socializing with others. However, after coming into contact with Minami Arata, the most popular boy in school, something changes— and Kuroe's true powers are unleashed…"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38c6f934-7558-4d1b-80d1-91114e0419eb",
    "title": {
      "en": "The Invincible Summoner Who Crawled up From Level 1"
    },
    "updatedAt": "2024-08-06T05:21:18+00:00",
    "coverArt": "https://mangadex.org/covers/38c6f934-7558-4d1b-80d1-91114e0419eb/9d7d4d60-bf78-40fb-a1d7-3aedcd68f3ca.jpg",
    "altTitles": [
      {
        "ja": "レベル1から始まる召喚無双~俺だけ使える裏ダンジョンで、全ての転生者をぶっちぎる"
      },
      {
        "ja-ro": "Level 1 kara Hajimaru Shoukan Musou: Ore dake Tsukaeru Ura Dungeon de, Subete no Tenseisha o Bucchigiru"
      },
      {
        "en": "Unrivaled Summoner Starts From Level 1: Destroy All the Reincarnated People in the Secret Dungeon That Only I Can Use"
      },
      {
        "pt-br": "Invocador inigualável  começa no nível 1: Destrua todas os transmigradores na masmorra secreta que só eu posso usar"
      }
    ],
    "description": {
      "en": "After losing his father in a tragic accident, Shinobu Iijima and his younger sister Megumi are taken in by their father’s old friend, Ayumu.\n\nShinobu works hard in the hopes of starting a new life for himself. Megumi, and a mobile game called La Vita Online, are the only things keeping him afloat.\n\nOne day, Ayumu reveals his true intentions of tearing Shinobu down and getting his hands on Megumi. But just after Shinobu learns that Ayumu deleted all of his game data in La Vita, their high-rise apartment catches on fire and Shinobu falls to his death, Megumi in tow. He wakes up in a strange new world... and realizes he’s been reincarnated into the world of La Vita Online.\n\nAn announcement from the devs tells him that Ayumu is already there, and a countdown to Megumi’s arrival is ticking. Shinobu vows to protect Megumi after she arrives at any cost, even if it means he has to crawl his way up from level 1 to fend off all the other reincarnated players.",
      "id": "Shinobu Iijima kehilangan nyawanya bersama adik perempuan,\n Ketika dia bangun, dia sudah bereinkarnasi di dunia game yang dia mainkan.\n Shinobu putus asa untuk memulai permainan dari awal setelah ayah angkatnya menghapus data gamenya, tetapi dia mengetahui bahwa adik perempuannya akan segera bereinkarnasi di dunia ini juga.\n Untuk menghentikan ayah angkatnya menjadi pemain top yang mengincar tubuh adik perempuannya, dia akan memulai jalan menuju yang paling menyakitkan ...!",
      "pt-br": "Depois de perder seu pai em um trágico acidente, Shinobu Iijima e sua irmã mais nova, Megumi, são acolhidos pelo velho amigo do seu pai, Ayumu.Shinobu trabalha duro na esperança de começar uma nova vida para si mesmo. Sua irmã Megumi e um jogo para celular chamado La Vita Online são as únicas coisas que o mantêm à tona.Um dia, Ayumu revela suas verdadeiras intenções de derrubar Shinobu e colocar as mãos em Megumi. Mas logo depois que Shinobu descobre que Ayumu excluiu todos os dados de seus jogos no La Vita, o apartamento deles no arranha-céu pega fogo e Shinobu cai para a morte, com Megumi a seu lado. Ele acorda em um mundo novo e estranho... e percebe que reencarnou no mundo do La Vita Online.Um anúncio dos desenvolvedores diz a ele que Ayumu já estão lá e que a contagem regressiva para a chegada de Megumi está correndo. Shinobu jura proteger Megumi depois que ela chegar a qualquer custo, mesmo que isso signifique que ele tenha que rastejar desde o nível 1 para se defender de todos os outros transmigradores."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b038d7f7-7aaa-4719-953f-aa71b12c7751",
    "title": {
      "en": "Every cloud has a silver lining"
    },
    "updatedAt": "2024-08-10T19:15:37+00:00",
    "coverArt": "https://mangadex.org/covers/b038d7f7-7aaa-4719-953f-aa71b12c7751/12bc5885-0216-44d2-899d-c1e817ed4ecb.png",
    "altTitles": [
      {
        "ja": "捨てる神あれば拾う神あり"
      }
    ],
    "description": {
      "en": "Every end is a new beginning."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2f337f9-fe7c-4ff8-8d72-839a31d88caa",
    "title": {
      "ja": "Usagi no Furafura"
    },
    "updatedAt": "2024-04-30T15:35:03+00:00",
    "coverArt": "https://mangadex.org/covers/e2f337f9-fe7c-4ff8-8d72-839a31d88caa/66d16a43-f430-4ecd-a5a3-e6dbcbd620ec.jpg",
    "altTitles": [
      {
        "ja": "うさぎのふらふら"
      },
      {
        "ko": "토끼는 흔들흔들"
      }
    ],
    "description": {
      "en": "Usagi and Maho are good friends.\n\nThey walk around Kichijoji, visit Akabane, do riddles in the bookstore district, play doctor in the park, and so on.\n\nCute things happen anytime, anywhere in this strange town!\n\nA whimsical, whimsical, fluffy and fun location comic~!",
      "ja": "うさぎとまほ、ふたりの女の子が可愛らしくデフォルメされた「街」を舞台に、好きなことを好きなように！　気ままで気まぐれでふわふわ楽しいロケーションコミック♪"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "16"
  },
  {
    "mangaId": "5ecc994b-de37-4acc-8741-524bdf02a733",
    "title": {
      "en": "Have You Seen My Brother?"
    },
    "updatedAt": "2024-08-04T17:38:05+00:00",
    "coverArt": "https://mangadex.org/covers/5ecc994b-de37-4acc-8741-524bdf02a733/f7df0ce4-63ad-473c-b38c-20bbc97865a3.png",
    "altTitles": [
      {
        "zh": "兄台看见我弟了吗"
      },
      {
        "zh-ro": "Xiōng Tái Kànjiàn Wǒ Dìle Ma"
      },
      {
        "ja": "君、弟を見なかったか?"
      },
      {
        "es": "Has visto a mi hermano?"
      }
    ],
    "description": {
      "en": "The martial arts master Chu Wenshan has lost his memories, but the only clue to finding out about himself is a threatening letter… Huh? My brother was kidnapped? Wait, who’s my brother? No, even if I don’t know, I have to rescue him. Excuse me my friend, have you seen my brother?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67a37cbe-09f1-414e-8fa7-2a401803ff2f",
    "title": {
      "en": "I Choose the Emperor Ending"
    },
    "updatedAt": "2024-07-25T09:08:20+00:00",
    "coverArt": "https://mangadex.org/covers/67a37cbe-09f1-414e-8fa7-2a401803ff2f/10e742b6-122a-43c8-a638-01c05376c8be.jpg",
    "altTitles": [
      {
        "ko": "황제엔딩으로 가겠습니다"
      },
      {
        "ja": "皇帝エンディングでいきます"
      },
      {
        "zh": "娶个公爵当皇后"
      },
      {
        "th": "ทะลุมิติมาลุ้นรัก"
      }
    ],
    "description": {
      "en": "Obsessed with medieval fantasies, Marina develops a revolutionary VR device that can bring fictional worlds to life. Her dreams come true when she transports herself to Lasnorok, the setting of her own novel. The problem is, she can't get back out! Disguised as a runaway slave boy named Rino, she comes face-to-face with the main character she created, the ambitious Edward Allen Dihas. Can Marina help him overthrow the emperor and survive to make it out alive?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "115"
  },
  {
    "mangaId": "1d20b5df-2b7c-4bac-be8a-b90181a65323",
    "title": {
      "en": "Mangaka-san and his Assistants"
    },
    "updatedAt": "2023-12-24T16:57:05+00:00",
    "coverArt": "https://mangadex.org/covers/1d20b5df-2b7c-4bac-be8a-b90181a65323/cd2ad2b6-1e50-4f73-b7e8-cb3d603655ba.jpg",
    "altTitles": [
      {
        "ja": "The Comic Artist And His Assistants"
      },
      {
        "ru": "Мангака и его ассистентка"
      },
      {
        "ar": "رسام المانجا و مساعداته"
      },
      {
        "ja": "マンガ家さんとアシスタントさんと"
      },
      {
        "ja-ro": "Mangaka-san to Assistant-san to"
      }
    ],
    "description": {
      "en": "A Life Description about the Mangaka Aito Yuuki and his Assistant Ashisu Sahoto.  \nAito-san doesn't understand the feelings of the characters on his stories. So He asks Ashisu to help him. Ashisu would do everything for the work. She would even let him touch her breast so he will know how it feels like?!  \n  \nThe Habit?! The Pervert?! Can we understand them? That's the Comedy of a Mangaka Life.\n\nThe mangaka alternates between the standard style and the 4koma.  \n\n---\n\n**Links:**  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=15793)",
      "ru": "Жизнь описание мангака Айто Юки и его помощницы Ашису Сахото. Айто-сан не понять чувства героев его рассказов. Поэтому он просит Ашису, чтобы помочь ему. Ашису сделает все для работы. Она бы даже даст пощупать ее собственной груди так он будет знать, как она чувствует, как?! Привычка?! Извращенце?! Мы можем их понять? Это комедия о мангака жизни.",
      "pt-br": "A história desse mangá descreve sobre a vida do mangaka Aito Yuuki e de sua assistente Ashisu Sahoto. Aito-san não entende os sentimentos dos personagens de suas histórias. Então ele pede para Ashisu ajudá-lo. Ashisu faria tudo pelo trabalho. Ela poderia até mesmo deixar ele tocar em seus próprios seios para que ele sinta como é."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "151"
  },
  {
    "mangaId": "79ca6344-5468-4fa8-8eb7-859728b27156",
    "title": {
      "ja": "I Don't Know Which Is Love"
    },
    "updatedAt": "2023-08-20T20:56:23+00:00",
    "coverArt": "https://mangadex.org/covers/79ca6344-5468-4fa8-8eb7-859728b27156/c38311a2-3669-442e-9c9c-d5efe052298f.jpg",
    "altTitles": [
      {
        "ja": "どれが恋かがわからない"
      },
      {
        "id": "Aku Nggak Tau Yang Mana Cinta"
      },
      {
        "ja-ro": "Dore ga Koi Ka ga Wakaranai"
      }
    ],
    "description": {
      "en": "Our protagonist, Soraike Mei, confessed her unrequited love to her friend at the high school graduation ceremony… That was the plan, at least. Her confession was a failure. Because of that, she is keen to “Definitely get a girlfriend during college!” But for some reason, one woman after another keeps on approaching her?!",
      "id": "Mei, seorang gadis yang pernah merasakan pahitnya cinta yang telah direbut oleh suatu cowok pada saat kelulusan SMA, mencoba berusaha untuk menggaet cewek di Universitas. Namun, dalam kehidupan di kampusnya, dia tidak hanya didekati oleh 1 cewek, tetapi 5 cewek! Apakah Mei dapat bertahan hidup karenanya?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c181a592-2fdb-4c9b-9df5-73efb0ba0952",
    "title": {
      "en": "The Villainess's Bestie"
    },
    "updatedAt": "2024-06-19T22:45:44+00:00",
    "coverArt": "https://mangadex.org/covers/c181a592-2fdb-4c9b-9df5-73efb0ba0952/a6c0a2ef-53e2-47dc-a9a1-181d355491f7.jpg",
    "altTitles": [
      {
        "ko": "악녀 황후님이 날 너무 좋아해"
      },
      {
        "en": "The Evil Empress Adores Me!"
      },
      {
        "en": "The Evil Empress Loves Me So Much!"
      },
      {
        "en": "Villain Empress Loves Me So Much!"
      },
      {
        "fr": "Ma meilleure amie, l'impératrice maléfique"
      },
      {
        "ko-ro": "Aknyeo Hwanghunimi Nal Neomu Johahae"
      },
      {
        "es-la": "La Emperatriz Malvada me Adora"
      },
      {
        "es-la": "¡La Malvada Emperatriz Me Adora!"
      }
    ],
    "description": {
      "en": "I somehow managed to be reincarnated as a maid who monopolized the Emperor’s affection. In the end, she was killed by the Evil Empress through vicious means.\n\n‘Fortunately, I’m only five years old.’\n\n‘I still have a long way to go before the original work begins, so shouldn’t I just avoid the Emperor and Empress until then?’\n\nI thought so, but…\n\n“Lize, what did you say to the Emperor?”\n\n“I said that I support you.”\n\nThe evil Empress who was supposed to kill me in the original story won’t leave me alone.\n\n“Truthfully, you like me much more than the Emperor, don’t you? Am I right?”\n\nIs the Empress trying to win me over?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49c7b586-b0a3-4776-b3f5-3bdc62d82161",
    "title": {
      "en": "Dog Nigga"
    },
    "updatedAt": "2024-06-17T15:32:49+00:00",
    "coverArt": "https://mangadex.org/covers/49c7b586-b0a3-4776-b3f5-3bdc62d82161/2946e6a9-7dce-4260-b506-842c5fbe5453.jpg",
    "altTitles": [
      {
        "en": "Dog Ningen"
      },
      {
        "en": "DN"
      },
      {
        "en": "Dog N"
      },
      {
        "en": "Black Dog"
      },
      {
        "ar": "سگ سیاه"
      },
      {
        "hi": "कुत्ता भाउ"
      },
      {
        "ja": "犬の黒人男性"
      },
      {
        "ru": "Пёс-Ниггер"
      },
      {
        "uk": "Пес-Ніґґер"
      },
      {
        "es": "Perro Negrata"
      }
    ],
    "description": {
      "en": "Rex is a half man half dog. He was created when a drunk old man forced himself on a stray female dog in the street. \nBecause of his father, Rex has to live his life as a freak rejected by society.\nSo one day he’s gonna find that man, and RAPE him.\n\n---\n**Links:**\n- Alternative Official English - [MANGA Plus Creators](https://medibang.com/mpc/titles/wt2208302035572710014241408/) | [ART street](https://medibang.com/book/xb2005061537310810014241408/) | [Pixiv](https://www.pixiv.net/user/61917191/series/172665)\n- Discord - [Server](https://discord.com/invite/BzQXA4vwXt)",
      "fr": "Rex est moitié humain et moitié chien. Il est né quand un vieux mec bourré a baisé une chienne errante dans le rue. À cause de son père, Rex doit vivre en étant rejeté par la société. Alors un jour… il va retrouver ce type, et le VIOLER",
      "ru": "Рекс - наполовину человек, наполовину собака. Он был создан, когда пьяный старик изнасиловал собаку на улице. Из-за отца Рекс вынужден жить как урод, отвергнутый обществом. Так что однажды... он найдет этого человека и отомстит ему.",
      "uk": "Рекс - напівлюдина напівсобака. Він був створений коли дуже п'яне чмо трахнуло вуличну собаку. Через нього він став потворою та ізгоєм. Тож одного дня... він знайде свого \"татуся\", і зґвалтує ЙОГО!",
      "es-la": "Rex es un híbrido mitad hombre, mitad perro. Fue creado cuando un viejo borracho abusó sexualmente de una perra callejera en la calle. Por culpa de su padre, Rex tiene que vivir su vida como un fenómeno, rechazado por la sociedad. Así que un día… encontrará a ese tipo y lo v*olará."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39e52698-160c-4f1a-b368-8fa4ac461c03",
    "title": {
      "en": "Kanojo no Tomodachi"
    },
    "updatedAt": "2024-04-15T00:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/39e52698-160c-4f1a-b368-8fa4ac461c03/28c371c2-a991-47ff-aefa-e7138fcd2a26.jpg",
    "altTitles": [
      {
        "ko": "여친의 친구"
      },
      {
        "vi": "Bạn Của Bạn Gái Tôi"
      },
      {
        "ja": "彼女の友達"
      },
      {
        "id": "Teman Pacarku"
      },
      {
        "fr": "L'amie de ma petite copine"
      },
      {
        "zh-hk": "女友的朋友"
      },
      {
        "en": "My Girlfriend's Friend"
      },
      {
        "ja-ro": "Kanojo no Tomodachi"
      }
    ],
    "description": {
      "en": "He got a cute girlfriend who was the first in his life, but her friend tempted him with a body that was lewder than her ... What would you do if your girlfriend's friend pressed you like this? A fascinating erotic story drawn by Jura from the popular doujin circle \"JACK-POT\".",
      "ja": "人生で初めてできた、かわいい彼女。でもその友達は、彼女よりも豊満なカラダで僕を誘惑してきて…。彼女の友達にこんな風に迫られたら、あなたはどうしますか？ 大人気同人サークル「JACK-POT」のじゅらが描く、魅惑の背徳物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "496b7402-6272-46b5-bf99-1f216acd20df",
    "title": {
      "en": "Rebirth in the End Times: I Reached the Top by Opening Boxes"
    },
    "updatedAt": "2024-08-03T22:39:03+00:00",
    "coverArt": "https://mangadex.org/covers/496b7402-6272-46b5-bf99-1f216acd20df/26286d96-304b-4e75-8d80-d746fd988141.png",
    "altTitles": [
      {
        "zh": "末世重生：我靠开箱子问鼎巅峰"
      }
    ],
    "description": {
      "en": "Jiang Xiaoyong was betrayed and killed by a green tea girl in the apocalypse, but was accidentally resurrected a year ago and obtained the blind box system. \n\nHe was always one step ahead of others, collecting supplies and spending a fortune to build a safe house before the apocalypse. He became stronger through the system and avenged his enemies in his previous life. \n\nFrom then on, he embarked on the road to the king's counterattack."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01f65d04-15d3-4f73-8c36-c5c39300a398",
    "title": {
      "en": "The Xiao Chronicles"
    },
    "updatedAt": "2024-08-01T23:36:18+00:00",
    "coverArt": "https://mangadex.org/covers/01f65d04-15d3-4f73-8c36-c5c39300a398/4f89b126-6758-4718-a545-0baf74e10bb9.jpg",
    "altTitles": [
      {
        "zh-ro": "Xiaolu"
      },
      {
        "zh": "骁录"
      },
      {
        "es": "Las crónicas de Xiao"
      }
    ],
    "description": {
      "en": "Mu Shiba and Long Shuo — one hot-blooded and passionate, the other cold and distant. Despite their vastly different personalities, the two young men's paths cross and they set out on a journey to find the mysterious \"Xiao\"...",
      "es": "Mu Shiba y Long Shuo: uno ardiente y apasionado, el otro frío y distante. A pesar de sus personalidades tan diferentes, los caminos de los dos jóvenes se cruzan y emprenden un viaje para encontrar al misterioso «Xiao»..."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "145"
  },
  {
    "mangaId": "77042787-4097-481b-9c5d-b2d2988d70bc",
    "title": {
      "en": "My Demon"
    },
    "updatedAt": "2024-05-17T02:45:02+00:00",
    "coverArt": "https://mangadex.org/covers/77042787-4097-481b-9c5d-b2d2988d70bc/39dbed2d-3c63-4575-b433-1ac81174a494.jpg",
    "altTitles": [
      {
        "ko": "마이 데몬"
      }
    ],
    "description": {
      "en": "Do Do-Hee is the successor of the Future Group. She has an arrogant and cool-headed personality, who doesn’t trust in anyone and is cynical about love. Do Do-Hee gets involved with a demon named Jung Gu-Won and makes a contract marriage with him.\n\nHe can live for eternity by making dangerous, but sweet deals with humans who endure hellish lives. But after looking down upon humans for 200 years, he gets involved with Do Do-Hee and somehow loses his power. To prevent his own extinction, he must protect Do Do-Hee who has taken all of his power.\n\nThis is the webtoon version of the K-Drama with the same title which aired on Nov 24, 2023"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-07-18T06:11:09+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/c889c2a2-fca9-4b85-a0ef-866dd4d9a3af.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      },
      {
        "ja-ro": "Roshidere"
      },
      {
        "mn": "Аля Заримдаа Орос Хэлээр Сэтгэлээ Нуудаг"
      }
    ],
    "description": {
      "en": "\"И на меня тоже обрати внимание...\"\n\nAlya, the incomparably beautiful silver-haired girl in the next seat over, occasionally mumbles to herself in Russian. She says she switches to it whenever she’s badmouthing me… but I know the truth! I know for a fact that she just said \"Pay attention to me, too.\" to me! \n\nMasachika Kuze has native-level skills when it comes to Russian comprehension, but Alya has no idea about that... and that’s why she keeps on hiding those sweet feelings about him in her native language!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "mn": "Аля гэх, хэнтэй ч зүйрлэшгүй үзэсгэлэн, мөнгөлөг үстэй охин, заримдаа дотроо оросоор шивнэдэг. Тэр хэлэхдээ, намайг муулах үедээ л тэгдэг гэж хэлсэн...гэхдээ би орос хэл мэднэ! Саяхан \"Надад анхаарал тавиач\" гэж хэлэхийг нь би сонссон!\n\nМасачика Күзэ орос хэлийг уугуул түвшний чадамжаар ойлгодог, гэвч Аля үүнийг мэдэхгүй...тийм болохоор өөрийнхөө сэтгэлийг орос хэлээр нуудаг!",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68562661-6521-4191-add4-f04f4074f783",
    "title": {
      "en": "Konbini Goutou kara Tasuketa Jimi Tenin ga, Onaji Kurasu no Ubu de Kawaii Gyaru datta"
    },
    "updatedAt": "2024-08-03T19:46:35+00:00",
    "coverArt": "https://mangadex.org/covers/68562661-6521-4191-add4-f04f4074f783/90223e54-e059-4308-b57a-8c74988d7ec0.jpg",
    "altTitles": [
      {
        "ja": "コンビニ強盗から助けた地味店員が、同じクラスのうぶで可愛いギャルだった"
      },
      {
        "ja-ro": "Conveni Goutou Kara Tasuketa Jimi Tenin ga, Onaji Class no Ubu de Kawaii Gal datta"
      },
      {
        "en": "The Sobbing Clerk I Helped From the Convenience Store’s Robbery Is in Fact a Naive and Cute Gal From My Class"
      },
      {
        "id": "Karyawati yang Terisak-sedu yang Kutolong dari Perampok Toserba adalah Seorang Gadis Naif nan Imut dari Kelasku"
      }
    ],
    "description": {
      "en": "_\"Will you stay over at my house starting today?\"_ \n\nRiku Kuromine, a second-year high school student, became despondent after being rejected by his childhood friend. He happens to enter a convenience store and saves a clerk who was being attacked by a robber. The clerk turns out to be Ayana Hoshimiya, the most popular and beautiful gal in school. As a result of this incident, Ayana asks Riku to protect her from a stalker and they start living together under the guise of him protecting her as she lives alone.",
      "ja": "**見た目は派手ギャル、中身は超絶うぶ!? “うぶかわ”ギャル×非リア、禁断の同棲ラブコメ!!**\n\n「今日から、あたしの家に……泊まる？」高校二年生の黒峰リクは、幼馴染に振られて自暴自棄になったところ、偶然入ったコンビニで強盗に襲われていた店員を助ける。その店員は学校でいちばんモテる美人ギャル・星宮彩奈だった。この件をきっかけに星宮からストーカー被害を相談され、一人暮らしの彼女を守る名目でふたりは同棲することになり――!?",
      "pt-br": "“Você gostaria de ficar em minha casa esta noite?”\nRiku Kuromine, um aluno do segundo ano do ensino médio, ficou triste depois de ser rejeitado por sua amiga de infância. Por coincidência, ele entra em uma loja de conveniência e salva uma funcionária que estava sendo roubada. A funcionária era na verdade Ayana Hoshimiya, a garota mais popular e atraente da escola. Como resultado desse incidente, Ayana pede a Riku para passar a noite em sua casa e protegê-la de um perseguidor."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45856dc8-e838-4faa-8a4f-7b5afc33bc6b",
    "title": {
      "en": "The Duchess of the Glass House"
    },
    "updatedAt": "2024-02-18T11:14:55+00:00",
    "coverArt": "https://mangadex.org/covers/45856dc8-e838-4faa-8a4f-7b5afc33bc6b/10bca288-3ac5-4c77-85b0-3ca63320f362.jpg",
    "altTitles": [
      {
        "ko": "유리온실의 공작 부인"
      },
      {
        "ko-ro": "Yurionsir-ui Gongjang Buin"
      },
      {
        "en": "Duchess in the Glass House"
      },
      {
        "en": "Duchess of the Glass Greenhouse"
      },
      {
        "ja": "ガラスの温室の公爵夫人"
      },
      {
        "zh": "琉璃温室的公爵夫人"
      },
      {
        "zh-hk": "玻璃溫室的公爵夫人"
      },
      {
        "th": "ดัชเชสแห่งเรือนกระจก"
      },
      {
        "fr": "La Duchesse de la serre en verre"
      }
    ],
    "description": {
      "en": "Reina was born in a highly noble family and became the wife of Duke Heathville. However, rather than happiness, she ultimately died miserably, her husband despised her and even her child was taken away from her. Yet, in her final moments, when Reina finally gave up on everything… she was given a second chance.\n\n\"This time, I won’t turn a blind eye to whatever I see!\"\n\nReina summoned her courage and began to live her second life.\n\n\"Edhart, I know everything now, and I hate you.\"\n\nReina realizes now how ignorant she had been in the past.\n\n“I’m going to divorce you.”\n\nEven the husband that she once loved.\n\n“Alright.”\n\nHer husband, who she thought had despised her, was crying.\n\n---\nRayna Vinosht was always known as the cursed one. Unloved by her father, she’s married off to the handsome Duke Edgar Heathvilian, but he soon becomes cold to her, taking away her son, and giving him to the seductive Monica Espert. But Rayna has a second chance at life thanks to Ondine, an adorable water spirit, who forms a contract with her. Soon Rayna has supernatural powers and the confidence to rule over her estate like a strong duchess, but what will happen now that Edgar is falling in love with her?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9C%A0%EB%A6%AC%EC%98%A8%EC%8B%A4%EC%9D%98-%EA%B3%B5%EC%9E%91-%EB%B6%80%EC%9D%B8/2478), [KakaoPage](https://page.kakao.com/content/56619134)\n\n**Official Translations:**\n* [English](https://tapas.io/series/duchess-in-the-glass-house/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%8E%BB%E7%92%83%E6%BA%AB%E5%AE%A4%E7%9A%84%E5%85%AC%E7%88%B5%E5%A4%AB%E4%BA%BA/211/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Duchess-of-the-Glass-House/3521)\n* [Japanese / 日本語](https://piccoma.com/web/product/72386)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%94%E0%B8%B1%E0%B8%8A%E0%B9%80%E0%B8%8A%E0%B8%AA%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%99%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%88%E0%B8%81/261)",
      "fr": "Reina est née d'une lignée de haute noblesse et est devenue la femme du Duc Heathbillian. Cependant, elle fit face à une mort misérable en plus de la méprisance de son mari et du fait que son fils lui fut enlevé. Quand Reina finit par tout abandonner, il lui fut donné une seconde chance. \n\n«Cette fois, je ne fermerai pas les yeux sur ce qu'il se passe!»\n\nElle rassemble son courage et commence sa seconde vie.\n\n«Edhart, à présent, je sais tout et je te hais.»\n\nElle réalise à quel point elle était ignorante dans le passé.\n\n«Je veux divorcer.»\n\nMême concernant son mari, qu'elle aimait.\n\n«Bien.»\n\nReina pensait que son mari la méprisait; pourtant, c'était des larmes qui coulaient sur son visage.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9C%A0%EB%A6%AC%EC%98%A8%EC%8B%A4%EC%9D%98-%EA%B3%B5%EC%9E%91-%EB%B6%80%EC%9D%B8/2478), [KakaoPage](https://page.kakao.com/content/56619134)\n\n**Official Translations:**\n* [English](https://tapas.io/series/duchess-in-the-glass-house/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%8E%BB%E7%92%83%E6%BA%AB%E5%AE%A4%E7%9A%84%E5%85%AC%E7%88%B5%E5%A4%AB%E4%BA%BA/211/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Duchess-of-the-Glass-House/3521)\n* [Japanese / 日本語](https://piccoma.com/web/product/72386)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%94%E0%B8%B1%E0%B8%8A%E0%B9%80%E0%B8%8A%E0%B8%AA%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%99%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%88%E0%B8%81/261)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "107"
  },
  {
    "mangaId": "9b404699-0aa7-4910-b455-c6a91dda8ae6",
    "title": {
      "en": "Gendai no Saikyou Heishi, Isekai Dungeon o Kouryaku Suru"
    },
    "updatedAt": "2024-04-26T00:55:39+00:00",
    "coverArt": "https://mangadex.org/covers/9b404699-0aa7-4910-b455-c6a91dda8ae6/00c7ccff-7c5c-4faa-95ee-f1b94601f9eb.jpg",
    "altTitles": [
      {
        "ja": "現代の最強兵士、異世界ダンジョンを攻略する"
      },
      {
        "en": "The Modern Era's Strongest Soldier Conquers Another World's Dungeon"
      }
    ],
    "description": {
      "en": "Hasumi Ryuuji, the man called “the modern era’s strongest soldier”, someone who can make numerous difficult strategies a success, was transferred during a mission into the depths of another world’s dungeon. A “heavenly voice” echoed inside his brain guiding him — “Welcome, the hero from another world” — as he encounters a scene in which adventurers are being attacked by monsters. However, making good use of his superior physical abilities, discernment, and hand-to-hand combat abilities, he succeeds in easily making quick work of the monsters. In this other world, where adventurers are existences weaker than monsters, Hasumi, who can suppress his target even with just a knife, was someone regarded as a hero due to his outstanding abilities. Hasumi decides to cooperate with the adventurers he rescued, but they are attacked by a dragon, falling into a critical situation. Nevertheless, he leads his flustered comrades, coordinate them and makes an attack opportunity to appear. Moreover, after he summons modern firearms with a “weapon summoning” item, he kills the dragon in one shot by accurately targeting its weak spot. In front of this man’s tempered body and intellect, someone who is asked “Who the heck are you?” answers “I’m just a soldier”, even the mythical-grade dungeon is not a threat?! The curtain rises for the story of an ex-special forces soldier turned adventurer challenging another world!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2f01c25-14e3-43c4-856d-ebc10ff195eb",
    "title": {
      "en": "Fushigi no Mayuri-san"
    },
    "updatedAt": "2023-09-09T20:34:39+00:00",
    "coverArt": "https://mangadex.org/covers/e2f01c25-14e3-43c4-856d-ebc10ff195eb/36557e81-a86a-487d-97c9-966ebd3e75d6.jpg",
    "altTitles": [
      {
        "en": "Mysterious Mayuri-san"
      },
      {
        "ja": "不思議のまゆりさん"
      },
      {
        "pl": "Tajemnicza Mayuri-san"
      }
    ],
    "description": {
      "en": "Yuusuke, a 7th grader, is interested in his friend's older sister for various reasons.\nThe older sister, while a little strange, is a kind and caring girl.\nShe's mysterious but is popular with everyone.  \nThis is an ordinary comedy about Mayuri-san's mysterious everyday life."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "162"
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-05-19T02:22:24+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b340d77a-6bfe-4f33-8352-4d305ecf264c",
    "title": {
      "en": "Yomi no Tsugai"
    },
    "updatedAt": "2024-06-19T20:16:45+00:00",
    "coverArt": "https://mangadex.org/covers/b340d77a-6bfe-4f33-8352-4d305ecf264c/ae71b737-b520-49f7-8739-2e7ec2c3e032.jpg",
    "altTitles": [
      {
        "ja": "黄泉のツガイ"
      },
      {
        "en": "Daemons of the Shadow Realm"
      },
      {
        "ru": "Цугаи загробного мира"
      },
      {
        "hi": "Underworld ke Tsugai"
      },
      {
        "en": "Tsugai of the Underworld"
      },
      {
        "fr": "Tsugai : Daemons of the Shadow Realm (Kurokawa)"
      }
    ],
    "description": {
      "en": "The manga centers on Yuru, a boy who lives in a remote mountain village, spending his time hunting birds and being one with nature. But one day, Yuru's younger twin sister Asa is called to serve in the jail at the heart of the village, her duty also confining her there. Yuru slowly unravels the unnatural mystery hidden beneath his quiet village.",
      "ru": "Сюжет расскажет о мальчике Юру из далекой горной деревни, который проводит свое время в единении с природой, охотясь за птицами. Но однажды его сестру-близнеца Асу призвали служить в тюрьме, находящейся в центре деревни. После этого Юру постепенно разгадывает тайну, скрытую в его тихой деревне...",
      "pt-br": "A trama acompanha Yuru, um jovem que vive em uma aldeia remota na montanha, onde vive da caça e se conecta com a natureza. Após Asa, sua irmã gêmea, ser chamada para servir na prisão da vila, Yuru começa a desvendar um mistério sobrenatural que envolve sua aldeia."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62608082-d81d-4513-af7d-ae3ffe2423d2",
    "title": {
      "en": "Kiyo in Kyoto: From the Maiko House"
    },
    "updatedAt": "2024-04-14T17:56:31+00:00",
    "coverArt": "https://mangadex.org/covers/62608082-d81d-4513-af7d-ae3ffe2423d2/8618a41a-0ddd-490f-98b6-c216761aaf9a.jpg",
    "altTitles": [
      {
        "ja": "舞妓さんちのまかないさん"
      },
      {
        "en": "The Caterer at the Maiko Manor"
      },
      {
        "fr": "La maison des Maiko"
      },
      {
        "ja-ro": "Maiko-san Chi no Makanai-san"
      },
      {
        "ru": "Кухарка в доме майко"
      },
      {
        "id": "Juru Masak Para Maiko"
      },
      {
        "en": "The Makanai: Cooking for the Maiko House"
      }
    ],
    "description": {
      "en": "Within the winding streets of Kyoto's geisha district lives a 16 year old girl named Kiyo. \nAfter failing to become a Maiko, a traditional dance apprentice, she starts working as caterer for her troupe. \nThis is the story of her daily life.  \n\nPublished in Indonesian by Elex Media as **Juru Masak Para Maiko**.\n\nAnime: [AniDB](https://anidb.net/anime/15476) | [MAL](https://myanimelist.net/anime/41556/Maiko-san_Chi_no_Makanai-san) | [ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=23951) | [LC](https://www.livechart.me/anime/9863) | [IMDB](https://www.imdb.com/title/tt13884016/)\nLive-action dorama: [Netflix](https://www.netflix.com/title/81325501) | [MyDramaList](https://mydramalist.com/718203-kiyo-in-kyoto) | [IMDB](https://www.imdb.com/title/tt15964848/)\n \n--- \n- **Won the 65th Shogakukan Manga Award for Shonen Manga**",
      "ja": "ここは京都のど真ん中にある花街。 舞妓さんたちが深夜、お仕事を終えたあと帰ってきて、共同生活を送っているのは、「屋形」と呼ばれるおうちです。 とある屋形で「まかないさん」として舞妓さんたちに毎日の食事を作っているのは、なんと弱冠16歳の少女・キヨ。 彼女がまかないさんになったのには、ある意外な理由があって——。 華やかな花街の舞台裏、普通の日のごはんを通して、温かな人間模様が描かれます。"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3b1ebe3-bffd-44e1-b712-c2c2e8f08651",
    "title": {
      "en": "Chirijiri Yuku no"
    },
    "updatedAt": "2024-07-28T03:17:05+00:00",
    "coverArt": "https://mangadex.org/covers/c3b1ebe3-bffd-44e1-b712-c2c2e8f08651/56f11c6c-247a-444a-9b9f-071ef191aa2e.jpg",
    "altTitles": [
      {
        "ja": "ちりぢりゆくの"
      }
    ],
    "description": {
      "en": "Kuno Shio, who is half human and half alien, has a \"glitch\" that causes his body to turn into a gel-like mass when he gets lustful.\nHe enjoys attracting girls who gather because of his novelty, but one day, his parents are worried about Shio, who is only interested in splattering, and transfer him to a boarding school for boys.\nAt the moment when Souma Minato, the class representative who was assigned to take care of Shio, hugs him, Shio somehow splatters...!?\nThe popular pure love comedy for youth, which was popular on LINE manga, is now a full-color comic with original illustrations!!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": ""
  },
  {
    "mangaId": "2cea9657-a68b-4d21-a3f4-6b74e93082e5",
    "title": {
      "en": "Skool of Street"
    },
    "updatedAt": "2024-06-29T04:59:24+00:00",
    "coverArt": "https://mangadex.org/covers/2cea9657-a68b-4d21-a3f4-6b74e93082e5/b86bdc3b-88d4-4312-99f1-eda2e7af527a.jpg",
    "altTitles": [
      {
        "ko": "스쿨 오브 스트릿"
      },
      {
        "en": "School of Street"
      }
    ],
    "description": {
      "en": "Hyeun is a genius dancer but has stage fright, and Suhyun is a beginner dancer but is not afraid of the stage. This is the Street Dance growth story of two different dancers!",
      "ko": "천재 댄서이지만 무대 공포증을 지닌 혜은과,\n초보 댄서이지만 무대를 두려워하지 않는 수현.\n서로 다른 두 댄서의 스트릿 댄스 성장기!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd4b0070-b511-4f7f-ba06-64c307ac4a8d",
    "title": {
      "en": "Onna Tomodachi wa Tanomeba Igaito Yarasete Kureru"
    },
    "updatedAt": "2024-06-02T00:52:23+00:00",
    "coverArt": "https://mangadex.org/covers/dd4b0070-b511-4f7f-ba06-64c307ac4a8d/95846ddc-1527-44e3-bacf-5b30a2c1e7b2.jpg",
    "altTitles": [
      {
        "en": "My Female Friends Are Surprisingly Willing to Let Me Do It If I Ask For It"
      },
      {
        "ja": "女友達は頼めば意外とヤらせてくれる"
      },
      {
        "pt-br": "Surpreendentemente, minhas amigas estão dispostas a me deixar fazer isso se eu pedir"
      }
    ],
    "description": {
      "en": "Hisaya Minato, a normal high school student, has a female friend who is a bit peculiar. She is Aoi Hatsuki, the most beautiful girl in the high school. For some reason, they get along very well, and since they happen to live on the same floor, they gradually become good friends, coming and going from each other's houses. One day, Minato suddenly asks her to show him her panties. At first, Hatsuki is reluctant, but then she starts to roll up her skirt?",
      "ja": "平凡な高校生・湊寿也には可愛すぎる女友達がいる。それは美少女ギャルの葉月葵。何故か気が合う二人は、偶然同じマンションに住んでいることもあって、お互いの家に入り浸るほど仲良くなっていく。そんなある日、湊は勢いで「パンツを見せてほしい」とお願いしてしまう。初めは渋る葉月だったが、恥じらいつつスカートをめくり始めて――！？\n \n--- \n \nHeibon'na kōkōsei Minato hisaya ni wa sukoshi kawatta tomodachi ga ita. Sore wa gakkō ichi no bishōjo Hadzuki Aoi. Nazeka kigaau futari wa, gūzen onaji manshon ni sunde iru koto mo ari, jojoni tagai no ie o yukikisuru nakanoii \"tomodachi\" ni. Son'na aru Ni~Tsu, minato wa ikioi de \"pantsu o misete hoshī\" to onegai shite shimau. Hajime wa shiburu hadzukidattaga, mizukara sukāto o mekuri hajimete iki ――!?",
      "pt-br": "Hisaya Minato, um simples estudante do ensino médio, tem uma amiga um tanto peculiar. Aoi Hatsuki, a garota mais linda do ensino médio, por alguma razão, eles se dão muito bem, e por morarem no mesmo andar, gradualmente se tornaram melhores amigos, indo e vindo da casa um do outro. Um dia, Minato de repente pede que ela mostre sua calcinha para ele. De cara, Hatsuki fica relutante, mas então ela começa a levantar sua saia?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f43aab98-8bfe-4275-97cc-9a7b7635eb80",
    "title": {
      "en": "Rikei ga Koi ni Ochita no de Shoumei shitemita"
    },
    "updatedAt": "2024-07-13T15:50:09+00:00",
    "coverArt": "https://mangadex.org/covers/f43aab98-8bfe-4275-97cc-9a7b7635eb80/e0b3bbb8-ecd4-40f6-a619-719cbea9a2e4.jpg",
    "altTitles": [
      {
        "ja": "理系が恋に落ちたので証明してみた。"
      },
      {
        "ja": "リケ恋"
      },
      {
        "ja-ro": "Rikei ga Koi ni Ochita no de Shoumei Shite Mita"
      },
      {
        "ja-ro": "RikeKoi"
      },
      {
        "en": "Science Fell in Love, so I Tried to Prove It"
      },
      {
        "en": "I Tried to Prove That Science Fell in Love"
      },
      {
        "en": "Science Has Fallen in Love, so We Tried to Prove It"
      },
      {
        "fr": "J'ai essayé de prouver que la science était tombée amoureuse"
      },
      {
        "ru": "Наука влюблена и мы докажем это"
      },
      {
        "ru": "Учёные влюблены и намерены доказать это научно"
      },
      {
        "ru": "Я пытался доказать, что наука влюбилась"
      },
      {
        "th": "พิสูจน์นิยามความรักด้วยหลักวิชาสายวิทย์"
      },
      {
        "zh": "理科生坠入情网，故尝试证明。"
      },
      {
        "zh": "试证明理科生已坠入情网。"
      },
      {
        "zh-hk": "理科生墜入情網，故嘗試證明。"
      },
      {
        "zh-hk": "試證明理科生已墜入情網。"
      },
      {
        "ko": "이과가 사랑에 빠졌기에 증명해 보았다"
      }
    ],
    "description": {
      "en": "Yukimura Shinya and Himuro Ayame are two scientists that want to find out if love can be solved by a scientific theory. These two scientists also have feelings for each other and want to be able to solve their true feelings through similar theoretical facts. With this perfect opportunity, these scientists will attempt to solve the theory of the love they express for each other.",
      "ru": "Химуро Аямэ и Юкимура Шинья ну просто обожают точные науки. Им надо, чтобы всё имело научное обоснование, ведь без этого нельзя быть уверенным ни в чём. Ох уж эти ученые, какие только эксперименты не придут в эти головы, чтобы доказать \"любовь\"."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36ff6c07-809a-43b9-815a-e9fd0d9a72bf",
    "title": {
      "en": "Juvenile Law"
    },
    "updatedAt": "2024-08-09T17:26:55+00:00",
    "coverArt": "https://mangadex.org/covers/36ff6c07-809a-43b9-815a-e9fd0d9a72bf/8be6efd6-7582-4195-8590-eb79d8380830.png",
    "altTitles": [
      {
        "ko": "소년법칙"
      }
    ],
    "description": {
      "en": "Dead Mansion, a Russian private orphanage, trains children to become agents.\n\nThe legend of Dead Mansion, codename Sean, which was thought to have been lost due to a \"shipping error\", has appeared in Korea...?",
      "ko": "어린아이들을 요원으로 양성하는 러시아 사설 보육원 '데드멘션'.\n\n그리고 오배송으로 잃어버린 줄 알았던 데드멘션의 전설 '코드네임."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3da96505-f8e8-49d5-8c26-fbe4786a897f",
    "title": {
      "en": "Too Many Losing Heroines!"
    },
    "updatedAt": "2024-08-08T15:23:15+00:00",
    "coverArt": "https://mangadex.org/covers/3da96505-f8e8-49d5-8c26-fbe4786a897f/70f0e536-e46d-4d47-87c8-2ff96cb657e2.jpg",
    "altTitles": [
      {
        "ja": "負けヒロインが多すぎる！@comic"
      },
      {
        "ja-ro": "Make Heroine ga Oosugiru! @comic"
      },
      {
        "ja-ro": "Make Hiroin ga Oosugiru! @comic"
      },
      {
        "en": "Too Many Losing Heroines! @comic"
      },
      {
        "vi": "Có Quá Nhiều Nữ Chính Thua Cuộc! @comic"
      },
      {
        "es-la": "¡Demasiadas heroínas perdedoras!"
      },
      {
        "zh-hk": "敗北女角太多了!"
      },
      {
        "ja": "マケイン"
      },
      {
        "ja-ro": "Makeine"
      },
      {
        "en": "Loseine"
      }
    ],
    "description": {
      "en": "***“Huh? Who are you calling losing?”***\n\nAs the background of the class, I, Kazuhiko Nukumizu, witnessed a popular girl–Anna Yanami, getting rejected by another guy.\n\n_“Even though he said we’ll get married. Don’t you think he’s pretty mean?”\n“When did he say that?”\n“When we were 4 or 5 years old.”_\n\nThat doesn’t count, right? With this, the losing heroines like Remon Yakishio from the Track and Field Club, and Chika Komari, from the literature club.\n\n_“Nukumizu-kun. There are two types of girls. Childhood friends or cheating cats.”\n“I see. Well, that’s a bold statement.”_\n\nThere’s a fortune for those who shine only after losing. Losing Heroines—The curtain to the mysterious coming-of-age story “Makeine” opens now!\n  \n---\n\n**Links:**  \n- [Official LN (JP)](https://www.shogakukan.co.jp/books/09453017)\n- [Alternative Raw](https://shogakukan-comic.jp/book-series?cd=51545)",
      "ja": "クラスの背景モブ高校生こと温水和彦は、男子に人気のクラスメート・八奈見杏菜が幼馴染にフラれるのを目撃してしまう。\n仕方なく八奈見を慰める温水だが、それをきっかけに、様々な負け感あふれる女子たちに絡まれることになり――!?\n負けヒロイン――マケインたちと辿る謎の青春が、ここに幕を開ける！\n負けてこそ輝く彼女たちに、幸いあれ。",
      "vi": "“Hử? Cậu gọi ai là đồ thua cuộc cơ?”\n\nTôi, Kazuhiko Nukumizu, một nhân vật làm nền trong lớp, chứng kiến cảnh cô nàng nổi tiếng – Anna Yanami bị một nam sinh khác từ chối.\n\n“Dù cho cậu ấy đã từng nói bọn mình sẽ kết hôn đấy. Cậu có thấy cậu ấy quá đáng không?”\n\n“Cậu ấy nói thế vào lúc nào vậy?”\n\n“Hồi bọn tớ 4 hay 5 tuổi gì đó.”\n\nThế thì đâu có tính?\n\nCùng với cô nàng còn có những nữ chính thua cuộc khác như Remon Yakishio của Câu lạc bộ Điền kinh và Komari Chika từ Câu lạc bộ Văn học.\n\n“Nukumizu-kun nè, trên đời có hai loại con gái. Một là bạn thuở nhỏ, còn lại là đồ đàn bà giựt bồ.”\n\n“Vậy hả. Chà, một tuyên bố đầy táo bạo ha.”\n\nCó một loại vận mệnh rằng có những người chỉ thực sự toả sáng sau khi đã thua cuộc.\n\nNhững nữ chính thua cuộc—Bức màn câu chuyện tuổi mới lớn mang tên “Makein” sẽ lật mở ngay bây giờ!",
      "es-la": "\"¿Eh? ¿A quién llamas perdedor?\" Como fondo de la clase, yo, Kazuhiko Nukumizu, fui testigo de cómo una chica popular -Anna Yanami- era rechazada por otro chico. \"Aunque dijo que nos casaríamos. ¿No crees que es bastante malo?\" \"¿Cuándo dijo eso?\" \"Cuando teníamos 4 o 5 años\". Eso no cuenta, ¿verdad? Con esto, las heroínas perdedoras como Remon Yakishio del Club de Atletismo, y Chika Komari, del club de literatura. \"Nukumizu-kun. Hay dos tipos de chicas. Las amigas de la infancia o las gatas tramposas\". \"Ya veo. Bueno, esa es una declaración audaz\". Hay una fortuna para los que brillan sólo después de perder. ¡Heroínas perdedoras-El telón de la misteriosa historia de madurez \"Makeine\" se abre ahora! [\"Makeine\" es la abreviación del nombre del manga]",
      "pt-br": "\"Hã? Quem você está chamando de perdedor?\n\nComo pano de fundo da aula, eu, Kazuhiko Nukumizu, testemunhei uma garota popular, Anna Yanami, sendo rejeitada por outro cara.\n\n“Mesmo que ele tenha dito que vamos nos casar. Você não acha que ele é muito mau?\n\"Quando ele disse isso?\"\n“Quando tínhamos 4 ou 5 anos.”\n\nIsso não conta, certo? Com isso, perdem heroínas como Remon Yakishio, do Clube de Atletismo, e Chika Komari, do clube de literatura.\n\n“Nukumizu-kun. Existem dois tipos de garotas. Amigos de infância ou gatos traidores.”\n\"Eu vejo. Bem, essa é uma afirmação ousada.”\n\nHá fortuna para quem só brilha depois de perder. Perdendo Heroínas – A cortina para a misteriosa história de maioridade “Makeine” abre agora!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "562ebdf1-a7d3-4f11-9a25-4b90eb1a4542",
    "title": {
      "en": "My love for my roommate is one-sided"
    },
    "updatedAt": "2024-07-22T14:02:25+00:00",
    "coverArt": "https://mangadex.org/covers/562ebdf1-a7d3-4f11-9a25-4b90eb1a4542/15616407-77bc-43cb-9de5-39cd111f7ff0.png",
    "altTitles": [
      {
        "ja": "同居人に片思いしてる百合漫画"
      },
      {
        "ja-ro": "Doukyonin ni Kataomoi Shiteru Yuri Manga"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b45db587-db53-43d7-9eef-c0a5fa48c38b",
    "title": {
      "ja": "Shiboritoranaide, Onna Shounin-san"
    },
    "updatedAt": "2024-06-01T14:43:38+00:00",
    "coverArt": "https://mangadex.org/covers/b45db587-db53-43d7-9eef-c0a5fa48c38b/0f3eeb91-3be8-4c9a-9e2b-cdac3a2b057a.jpg",
    "altTitles": [
      {
        "ja": "搾り取らないで、女商人さん"
      },
      {
        "en": "Please Don’t Milk Me, Merchant-san!!"
      }
    ],
    "description": {
      "en": "Tartaros: A mysterious and massive underground dungeon. There, adventurers are engaged in a night and day struggle to find the treasure they seek. Lavi the New Adventurer is taking on the challenge of Tartaros, but has a problem. A renowned dark merchant, Philo the Beastkin, is pestering him to buy her strange items! She pushes items (often erotic) onto Lavi for him to use in every situation they come across. \n\nWhat will become of Lavi’s adventures?! Is he willing to buy anything from this adorably annoying merchant girl?!   \n\nThis is a fantasy comic with a teasing merchant!!",
      "es": "el Misterioso laberinto subterráneo gigante \"Tartaros\".   \r\n  \r\nAllí, los aventureros de día y de noche se aventuran en  \r\nbuscan tesoros y otras riquezas. El aventurero novato Lavi (shota) que desafió el calabozo \"tartaros\" y que para su mala suerte se mete en algunos problemas, Es en ese instante cuando conoció a la mitad bestia Philo (ponkotsu), con quien hace un trato para ser su cliente habitual.  \r\n¿Qué pasará con la aventura de Lavi? ¡seguirá Comprándole ítem   \r\na esta belleza y hermosa!  \r\n  \r\n¡¡¡la comedia de fantasía sobre el aventurero novato Lavi (shota)   \r\ny la comerciante mitad bestia Philo (ponkotsu)!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "660862b9-5418-4e93-8299-69df816ea041",
    "title": {
      "en": "Ui x Kon"
    },
    "updatedAt": "2024-07-28T16:10:21+00:00",
    "coverArt": "https://mangadex.org/covers/660862b9-5418-4e93-8299-69df816ea041/3f038003-3202-403b-9477-25ddbc0de321.jpg",
    "altTitles": [
      {
        "en": "First x Marriage"
      },
      {
        "ja": "初×婚"
      },
      {
        "ja-ro": "Hatsu x Kon"
      }
    ],
    "description": {
      "en": "Two people who met for the first time today. Should we have the \"world's best wedding\" 3 years later…!?  \nThe Nanami High School that Ui enters is a special school where girls and boys spend their dorm life in a shared room, aiming for the world's best wedding! Kon, the guy chosen as Ui's partner by the super accurate matching system, is an ever so slightly malicious guy…!?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4fe4c66-7b53-4fe1-b817-420db35c5ea1",
    "title": {
      "en": "Jakdu"
    },
    "updatedAt": "2024-08-08T02:20:27+00:00",
    "coverArt": "https://mangadex.org/covers/a4fe4c66-7b53-4fe1-b817-420db35c5ea1/3b9279a7-a27a-4609-b3c1-46ed84eb953f.jpg",
    "altTitles": [
      {
        "ko": "작두"
      },
      {
        "en": "The Shaman's Blade"
      }
    ],
    "description": {
      "en": "Kwon Yong-jin, a protagonist who doesn’t believe in superstitions, experiences unbelievable events right after his 16th birthday."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee9a14ef-4880-4833-a15c-c11c5ea0dda2",
    "title": {
      "en": "Samugari ni Yuki"
    },
    "updatedAt": "2024-04-09T19:00:12+00:00",
    "coverArt": "https://mangadex.org/covers/ee9a14ef-4880-4833-a15c-c11c5ea0dda2/4186ef12-247a-4a66-8637-30ef824b74be.jpg",
    "altTitles": [
      {
        "ja": "寒がりに雪"
      },
      {
        "ja-ro": "Samugari ni Yuki"
      },
      {
        "en": "A Boy Sensitive to Cold & a Hard-Boiled Girl"
      },
      {
        "vi": "Anh chàng sợ lạnh và cô nàng nóng tính"
      }
    ],
    "description": {
      "en": "My childhood friend, who's sensitive to cold, is such a pain! He gets close to me every chance he gets to feel my body heat! He has no sense of personal space!\n\nYuki, who's fed up with being in the same school as Sabu, rejects him ruthlessly and brilliantly, sometimes with physical force and sometimes with words of disdain.\n\nWe have the kind-hearted, beautiful, strong girl and the super sensitive-to-cold, disappointingly good-looking guy. This is an exciting and surreal school life romcom!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "26"
  },
  {
    "mangaId": "72231b89-3934-439b-9d83-0f82e45f01d6",
    "title": {
      "en": "Kanchigai no Atelier Meister"
    },
    "updatedAt": "2024-04-24T16:18:44+00:00",
    "coverArt": "https://mangadex.org/covers/72231b89-3934-439b-9d83-0f82e45f01d6/15edb455-466b-4834-ada7-f2f2f701fbd3.jpg",
    "altTitles": [
      {
        "ja-ro": "Kanchigai no Atelier Meister: Eiyuu Party no Moto Zatsuyougakari ga, Jitsu wa Sentou Igai ga SSS Rank Datta to Iu Yoku Aru Hanashi"
      },
      {
        "en": "The Unaware Atelier Master"
      },
      {
        "ja": "勘違いの工房主(アトリエマイスター)"
      }
    ],
    "description": {
      "en": "Kuruto gets kicked out of the hero's party for being too useless in combat. However unknown to him, he's SSS Rank in skills like cooking, building, magic tool crafting, etc. \n  \nWN Raw: <https://www.alphapolis.co.jp/novel/292207951/264201950>"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89393959-9749-4b7d-b199-cf25f1a52d86",
    "title": {
      "en": "Shinmai Renkinjutsushi no Tenpo Keiei"
    },
    "updatedAt": "2024-03-20T16:47:18+00:00",
    "coverArt": "https://mangadex.org/covers/89393959-9749-4b7d-b199-cf25f1a52d86/9d9ba564-f370-4084-bd8d-6e8b5d62619f.jpg",
    "altTitles": [
      {
        "ja": "新米錬金術師の店舗経営"
      },
      {
        "en": "The Novice Alchemist's Store"
      },
      {
        "zh-hk": "新人鍊金術師的店舖經營"
      },
      {
        "zh": "新米炼金术师的店铺经营"
      },
      {
        "en": "The Management of the Novice Alchemist"
      }
    ],
    "description": {
      "en": "After her parents are killed by bandits, young Sarasa Feed is sent to an orphanage where she learns about the prestigious world of alchemy. Determined to follow in her late parents' footsteps and become an independent business owner, she enrolls at the Royal Alchemist Academy to train and get certified as an official alchemist.\n\nFive years later, Sarasa graduates from the institution and nearly achieves her dream before realizing that she lacks the funds to do so. Left with little choice, she makes do with a low-priced storefront in a town situated far away from the bustling capital. Despite the threat of treacherous terrain and dangerous monsters in the remote countryside, Sarasa begins her exciting new life as an alchemist.",
      "ja": "錬金術師のお店始めました！\n\n王立錬金術師養成学校を卒業したサラサは\n師匠から一軒のお店をプレゼントされる。\n気前の良い師匠に見送られ、錬金術師として\nちょっぴり優雅な生活を夢見て旅立ったものの\n肝心のお店は廃屋同然の見た目で──。\n\n可愛いアルバイトや優しい村の人に囲まれて、\nちょっぴり不便やトラブルはあるものの\n悠々自適なお仕事スローライフここに開店！",
      "pt-br": "Sonhe alto! Eu vou ser o alquimista número um do país!\nQuando a jovem Sarasa se formou na Royal Alchemist Academy, seu professor presenteou-a com uma casa para ela montar uma loja. Com o objetivo de se tornar uma alquimista masterclass, ela mesma reúne materiais, experimenta e opera um negócio. Em seu próprio atelier, Sarasa se entrega a uma vida alquimista lenta e descontraída!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e959ee87-cae7-4903-82b3-fa8800bb8ce6",
    "title": {
      "en": "The Lady and the Beast"
    },
    "updatedAt": "2024-03-22T17:44:46+00:00",
    "coverArt": "https://mangadex.org/covers/e959ee87-cae7-4903-82b3-fa8800bb8ce6/83ef3e21-f268-4d16-89da-91106a1bdaba.jpg",
    "altTitles": [
      {
        "ko": "그녀와 야수"
      },
      {
        "ko-ro": "Geunyowa Yasu"
      },
      {
        "en": "She and the Beast"
      },
      {
        "en": "The Woman and the Beast"
      },
      {
        "en": "The Girl and the Beast"
      },
      {
        "de": "Die Schöne und das Biest"
      },
      {
        "fr": "La belle et la bête"
      },
      {
        "es": "Ella y la bestia"
      },
      {
        "uk": "Вона та звір"
      },
      {
        "ru": "Она и зверь"
      },
      {
        "th": "เลดี้กับท่านชายอสูร"
      },
      {
        "ja": "彼女と野獣"
      },
      {
        "tr": "Kız ve Canavar"
      },
      {
        "zh": "她与野兽"
      },
      {
        "zh-hk": "她與野獸"
      },
      {
        "vi": "Người Đẹp Và Quái Vật"
      },
      {
        "mn": "Авхай ба араатан"
      }
    ],
    "description": {
      "de": "Nach einem Leben voller Blutvergießen und Kummer wird die große Kaiserin Martina wiedergeboren als Astina, geniale Tochter eines bescheidenen Grafen. Aber ihre friedliche Welt zerbricht, als der Bankrott der Familie ihren Vater dazu zwingt, sie an den gefährlichen Erzherzog Atalenta zu verheiraten. Dieser ist in der feinen Gesellschaft bekannt als „Terriod die Bestie“, weil er durch einen Familienfluch in ein wildes Monster verwandelt wurde. Glücklicherweise ist selbst die tödliche Bestie von Atalenta dem mächtigen Schwert der ehemaligen Kaiserin nicht gewachsen. Alle sind geschockt, als die neue Erzherzogin ihren Ehemann kurzerhand zähmt und zum Familienoberhaupt wird. Niemand ist jedoch mehr überrascht als Astina selbst, als ein einfacher Kuss Terriod zurück in einen Menschen verwandelt. Er ähnelt nicht nur ihrem Liebhaber aus ihrem vergangenen Leben, sondern hat auch noch keinerlei Erinnerungen an sie von seiner Zeit als Bestie. Kann sich dieses mächtige Paar trotz der unangenehmen Umstände zusammentun und über das Erzherzogtum herrschen?\n\n---\n[Official English Novel Translation](https://www.tappytoon.com/en/comics/the-lady-and-the-beast-novel)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B7%B8%EB%85%80%EC%99%80-%EC%95%BC%EC%88%98/2760), [KakaoPage](https://page.kakao.com/home?seriesId=55566760)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-lady-and-the-beast)\n* [French / Français](https://www.tappytoon.com/fr/comics/the-lady-and-the-beast-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/the-lady-and-the-beast-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Lady-and-the-Beast/24)\n* [Japanese / 日本語](https://piccoma.com/web/product/67330)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%AD%E0%B8%AA%E0%B8%B9%E0%B8%A3/210)",
      "en": "100 years after her death, Empress Martina, the founder of the Carabella Empire, reincarnates as Astina Lette, the daughter of a count. Her peaceful, everyday life as a noble lady, a stark contrast to her past life, is short-lived, however.\n\nWith the bankruptcy of her father's failed trade business, her family falls into great debt. Astina decides to sell herself off to marry Grand Duke Thereode in place of her sister Kanna to save her family from their financial crisis. But Thereode is forever cursed to take on the form of a beast, and no one expects her to survive the night with him…\n\nStill, defying all odds, she fights the beast with her impressive swordsmanship, and miraculously survives. Over time, a slow relationship begins to kindle between them as she tames him as her pet.\n\n---\nFollowing a life of bloodshed and heartbreak, the great Empress Martina is reborn as Astina, the genius daughter of a humble count. But her peaceful world is shattered when bankruptcy forces her father to marry her off to the dangerous Archduke Atalenta. All of high society knows him as \"Theriod the Beast\" because of a family curse that turned him into a wild monster. Luckily, even the deadly beast of Atalenta is no match for the former empress's mighty sword. \n\nEveryone is shocked when the new archduchess tames her husband all too easily and takes over as the family head. No one's more surprised than Astina, however, when her casual kiss returns Theriod to his human form. Not only does he resemble her past life lover, but he has no memory of her from his wolf days. Despite these awkward circumstances, can the new power couple join hands to rule over the archduchy?\n\n---\n[Official English Novel Translation](https://www.tappytoon.com/en/comics/the-lady-and-the-beast-novel)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B7%B8%EB%85%80%EC%99%80-%EC%95%BC%EC%88%98/2760), [KakaoPage](https://page.kakao.com/home?seriesId=55566760)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-lady-and-the-beast)\n* [French / Français](https://www.tappytoon.com/fr/comics/the-lady-and-the-beast-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/the-lady-and-the-beast-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Lady-and-the-Beast/24)\n* [Japanese / 日本語](https://piccoma.com/web/product/67330)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%AD%E0%B8%AA%E0%B8%B9%E0%B8%A3/210)",
      "fr": "Après une vie ponctuée de massacres et de trahisons, l'impératrice Martina se réincarne dans le corps d'Astina, de longues années plus tard. Seulement, cette fois aussi, sa vie ne sera pas de tout repos, puisqu'après que leur père a fait faillite, la sœur d'Astina est mariée de force à l'archiduc Atalenta, un homme victime d'une terrible malédiction le transformant en monstre. Astina décide alors de prendre la place de la jeune Kanna, et affronte sans mal la bête terrifiante qu'est devenu l'archiduc. Elle n'en reste pas moins surprise d'arriver à gérer la situation avec tant de facilité, et l'est encore plus lorsqu'un simple baiser de sa part finit par rendre son apparence à l'archiduc, qui en plus de ressembler étrangement à l'homme donc Martina était amoureuse, n'a plus aucun souvenir d'elle lorsqu'il était un loup. Malgré cette situation on ne peut plus étrange, vont-ils réussir à maintenir l'ordre dans le duché et à régner main dans la main?\n\n---\n[Official English Novel Translation](https://www.tappytoon.com/en/comics/the-lady-and-the-beast-novel)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B7%B8%EB%85%80%EC%99%80-%EC%95%BC%EC%88%98/2760), [KakaoPage](https://page.kakao.com/home?seriesId=55566760)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-lady-and-the-beast)\n* [French / Français](https://www.tappytoon.com/fr/comics/the-lady-and-the-beast-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/the-lady-and-the-beast-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Lady-and-the-Beast/24)\n* [Japanese / 日本語](https://piccoma.com/web/product/67330)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%AD%E0%B8%AA%E0%B8%B9%E0%B8%A3/210)",
      "ko": "제국의 시조였던 전설적인 인물 마티나의 죽음으로부터 백 년 후,\n마티나는 귀족가의 일개 여식인 아스티나로 환생한다.\n\n전생과 다른 평화로운 일상은 잠시,\n아버지의 파산으로 인해 아스티나는\n야수의 형상을 한 테리오드 대공에게로 팔려 간다.\n\n“급소를 쳐서 기절시켰어요.”\n“기…… 절시키셨다고요?”\n\n하룻밤에 죽어 나갈 것이라는 모두의 예상과 달리\n그녀는 화려한 검술로 괴물 테리오드를 제압해\n애완동물로 길들이기 시작한다.\n\n“테오, 앉아.”\n“컹!”\n\n달빛이 아름다운 어느 밤,\n자신을 잘 따르는 테리오드가 기특해\n아스티나는 그에게 짧게 입을 맞춰 주는데……\n\n“……테오?”\n\n아스티나의 애완동물이……\n사람이 됐다?\n\n결핍된 괴물 남편과 무심한 아내의 본격 조련 로맨스!\n\n---\n[Official English Novel Translation](https://www.tappytoon.com/en/comics/the-lady-and-the-beast-novel)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B7%B8%EB%85%80%EC%99%80-%EC%95%BC%EC%88%98/2760), [KakaoPage](https://page.kakao.com/home?seriesId=55566760)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-lady-and-the-beast)\n* [French / Français](https://www.tappytoon.com/fr/comics/the-lady-and-the-beast-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/the-lady-and-the-beast-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Lady-and-the-Beast/24)\n* [Japanese / 日本語](https://piccoma.com/web/product/67330)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%AD%E0%B8%AA%E0%B8%B9%E0%B8%A3/210)",
      "ru": "Спустя сотню лет после смерти Мартины — основательницы империи, легенда переродилась в теле Астины — одной из дочерей аристократической семьи. Ее мирная повседневная жизнь, так отличавшаяся от предыдущей, оборвалась в тот миг, когда обанкротившийся отец продал ее звероподобному эрцгерцогу Териоту. Но вопреки многочисленным ожиданиям, что девушка, встретившись с чудовищем, в одночасье погибнет, благодаря своему исключительному мастерству владения мечом Астина победила монстра и приручила его, словно домашнего питомца…\n\n---\n[Official English Novel Translation](https://www.tappytoon.com/en/comics/the-lady-and-the-beast-novel)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B7%B8%EB%85%80%EC%99%80-%EC%95%BC%EC%88%98/2760), [KakaoPage](https://page.kakao.com/home?seriesId=55566760)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-lady-and-the-beast)\n* [French / Français](https://www.tappytoon.com/fr/comics/the-lady-and-the-beast-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/the-lady-and-the-beast-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Lady-and-the-Beast/24)\n* [Japanese / 日本語](https://piccoma.com/web/product/67330)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%AD%E0%B8%AA%E0%B8%B9%E0%B8%A3/210)",
      "uk": "Через 100 років після смерті, імператриця Мартіна, засновниця імперії Карабелла, перевтілюється в Астіну Летте, дочку графа. Однак її мирне повсякденне життя благородної дами, що різко контрастує з її минулим життям, є недовгим.\n\nПісля банкрутства невдалого торгового бізнесу її батька, її родина потрапляє у великі борги. Астіна вирішує продати себе, щоб вийти заміж за великого герцога Тереоду, замість своєї сестри Канни, щоб врятувати свою сім'ю від фінансової кризи. Але Тереода назавжди проклятий мати образ звіра, і ніхто не очікує, що вона переживе ніч з ним...\n\n---\n[Official English Novel Translation](https://www.tappytoon.com/en/comics/the-lady-and-the-beast-novel)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B7%B8%EB%85%80%EC%99%80-%EC%95%BC%EC%88%98/2760), [KakaoPage](https://page.kakao.com/home?seriesId=55566760)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-lady-and-the-beast)\n* [French / Français](https://www.tappytoon.com/fr/comics/the-lady-and-the-beast-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/the-lady-and-the-beast-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Lady-and-the-Beast/24)\n* [Japanese / 日本語](https://piccoma.com/web/product/67330)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%AD%E0%B8%AA%E0%B8%B9%E0%B8%A3/210)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c3ec304-b5d3-41d9-864c-b53e98729c25",
    "title": {
      "en": "The Results of My Author/Classmate Discovering My Yuri Obsession"
    },
    "updatedAt": "2024-03-19T21:38:26+00:00",
    "coverArt": "https://mangadex.org/covers/8c3ec304-b5d3-41d9-864c-b53e98729c25/95bc1ae9-427a-4324-891c-8a035f520d10.jpg",
    "altTitles": [
      {
        "ja-ro": "Dokyuusei no Oshi Sakka ni Yuri Mousou ga Bareta Kekka"
      },
      {
        "ja": "同級生の推し作家に百合妄想がバレた結果"
      }
    ],
    "description": {
      "en": "What happens when a classmate finds out about another girl's secret yuri obsession/feelings? A yuri comedy ensues!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce25484a-6be2-4f29-807c-569dfed8a091",
    "title": {
      "en": "Danshi Kokoseidakedo Gyaru ni TS Shimashita"
    },
    "updatedAt": "2024-07-02T01:01:10+00:00",
    "coverArt": "https://mangadex.org/covers/ce25484a-6be2-4f29-807c-569dfed8a091/b3028479-88c9-4fc9-8105-759df9cc311e.jpg",
    "altTitles": [
      {
        "ja": "男子高校生だけどギャルにTSしました"
      },
      {
        "en": "I’m a High School Boy, but I Got Gender-Swapped Into a Gyaru"
      },
      {
        "ja-ro": "Danshi Koukousei Dakedo Gal ni TS Shimashita"
      },
      {
        "pt-br": "Eu sou um Garoto do Ensino médio, mas troquei de Gênero e Me Tornei uma Gal"
      }
    ],
    "description": {
      "en": "Shunpei, a loner high schooler, became a gyaru after saving the god of gyaru from drowning. Through his mother's connections, he was able to transfer to an all-girls school, but it was stuffed to the brim with gyarus! \nEvery day is a sensory overload for Shunpei, who's never even talked to a girl, let alone a gyaru.\n\nIt's the beginning of an introverted high school guy => gender-swapped gyaru comedy!\n\n---\n- [Alternative Official Raw (NicoNico)](https://seiga.nicovideo.jp/comic/67976)",
      "ja": "陰キャ男子・桜井は、目の前で溺れていたギャル神様を助けた恩恵でギャルになってしまった。\n母親の伝手で転校することができたが、その学校はギャルだらけの女子校だった！\nギャルどころか女子とまともに交流したことがない桜井にとって刺激が強すぎる毎日…。\n陰キャ男子高校生⇒ギャルTSコメディ開幕！！",
      "pt-br": "Shunpei, um estudante solitário do ensino médio, se tornou uma gal depois de salvar a deusa das gals de se afogar. Através das conexões de sua mãe, ele conseguiu transferir-se para uma escola só para meninas, mas estava cheia de gals!\n Todos os dias são uma sobrecarga sensorial para Shunpei, que nunca falou com uma garota, muito menos com uma gal.\n \n É o início de uma comédia escolar engraçada, com um cara introvertido do ensino médio => transformado em Gal."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efbe8420-9c1a-4f06-8a81-f52f19b8eb34",
    "title": {
      "ja": "Yoarashi Ni Warau"
    },
    "updatedAt": "2024-04-20T21:14:05+00:00",
    "coverArt": "https://mangadex.org/covers/efbe8420-9c1a-4f06-8a81-f52f19b8eb34/1a58fbea-1cb8-4219-8d21-db252d783213.jpg",
    "altTitles": [
      {
        "es-la": "Ríete de la Tormenta Nocturna"
      },
      {
        "ja": "夜嵐にわらう"
      },
      {
        "en": "Laugh at the Night Storm"
      },
      {
        "ru": "Смех в ночной буре"
      },
      {
        "pt-br": "Rir-se da Tempestade Noturna"
      },
      {
        "en": "Laugh at Yoarashi"
      },
      {
        "es-la": "Ríete de Yoarashi"
      }
    ],
    "description": {
      "en": "Class 2-C is a rough place. The students abuse their homeroom teacher, Miss Ogino, and made doing so their favorite pastime activity. Even in her hopelessness, Miss Ogino has a routine: She writes letters to the students who are not attending school. In them, she writes that her class is wonderful and full of hope. Only in these letters could Miss Ogino be an “ideal teacher”. One day though, Yoarashi, a student to which Miss Ogino was sending letters, showed up at school. She tells Ogino that she is worried that her lie will be exposed. This is where their \"education\" began.",
      "ja": "とある田舎の公立高校、河鹿原高校。2年C組は荒れていた。\r\n生徒達は担任教師である荻野を迫害し、それを最大の娯楽としていた。\r\n日々絶望する荻野だが、彼女には日課があった。\r\nそれは不登校の生徒に手紙を書くこと。\r\n自身のクラスが希望に満ちた素敵なクラスだと自身の理想を手紙にぶつけること。\r\nそのときだけ彼女は“素敵な教師”でいられるのだった。\r\nそんなある日、手紙を出していた不登校生・夜嵐が学校に現れた。\r\n嘘がばれることを焦る荻野に彼女は言う。\r\n『私、先生を助けに来たの』\r\nここから彼女達の“教育”が始まった──。",
      "ru": "Огино — учительница, над которой каждый день издеваются собственные ученики. Огино каждый день писала письма одной ученице Ёараси, что никогда не приходила в школу. В этих письмах она представляла себя идеальным учителем. Однако Ёараси, пришедшая в школу, знает, что письма Огино были ложью, поэтому она пришла, чтобы помочь. Самым жестоким способом. Сможет ли Огино убедить Ёараси, что в репрессиях нет необходимости?",
      "es-la": "Ogino, es una profesora que está siendo acosada por los estudiantes de su clase.\r\nOgino fue una maestra ideal en las cartas a Yoarashi, un estudiante ausente.\r\nSin embargo, Yoarashi, que vino a la escuela, sabe que las cartas de Ogino eran una mentira, y vino a ayudar a Ogino. \r\n¿Ogino persuadirá a Yoarashi de que no hay necesidad de represalias...?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "24"
  },
  {
    "mangaId": "c941b97f-9e17-422f-8ff7-dd0145d12e8b",
    "title": {
      "en": "Dangerous Lover"
    },
    "updatedAt": "2024-08-06T16:02:42+00:00",
    "coverArt": "https://mangadex.org/covers/c941b97f-9e17-422f-8ff7-dd0145d12e8b/3bf6e544-827c-4712-9311-239ee92ea452.png",
    "altTitles": [
      {
        "zh": "危险情人"
      },
      {
        "zh-ro": "Wei Xian Qing Ren"
      },
      {
        "zh-ro": "Wēixiǎn Qíngrén"
      },
      {
        "en": "Dangerous Lovers"
      }
    ],
    "description": {
      "en": "I've long known about your ill intentions!\n\nHuang Yun'er, a D-lister deliberately gets close to female CEO Ou Chenxi, intending to seduce her in order to gain access to the Ou family and investigate her cousin's death. Ou Chenxi sees through Huang Yun'er's scheming, but believing she can fully control the situation and finding Huang Yun'er aesthetically appealing, she doesn't reject this dangerous woman's advances. At the same time, she wants to investigate Huang Yun'er's motives.\n\nOne deliberately seduces but wavers due to love amidst her calculations, while the other is irresistibly attracted despite knowing the danger... These two cunning individuals sink together while fully aware, parrying each other's moves while desperately trying to suppress their growing feelings. As they struggle with their emotions, they gradually uncover secrets from the past."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5971ece-d568-493a-bf8c-b2155c3ed405",
    "title": {
      "en": "A Beast Tamed by the Villainess"
    },
    "updatedAt": "2024-02-11T05:02:37+00:00",
    "coverArt": "https://mangadex.org/covers/a5971ece-d568-493a-bf8c-b2155c3ed405/adfd8f45-576a-4437-b0f7-4070b5305ccd.jpg",
    "altTitles": [
      {
        "ko": "악녀가 길들인 짐승"
      },
      {
        "ko-ro": "Agnyeoga Gildeulin Jimseung"
      },
      {
        "ko-ro": "Agnyeoga Gildeur'in Jimseung"
      },
      {
        "en": "The Villainess Tames the Beast"
      },
      {
        "en": "The Beast Tamed by the Villainess"
      },
      {
        "en": "The Beast Tamed by the Evil Woman"
      },
      {
        "fr": "La bête apprivoisée par la vilaine"
      },
      {
        "pt": "A besta domesticada pela vilã"
      },
      {
        "es": "Una bestia domesticada por la villana"
      },
      {
        "uk": "Ручний звір лиходійки"
      },
      {
        "ru": "Ручной зверь злодейки"
      },
      {
        "fa": "هیولای رام شده توسط شرور"
      },
      {
        "tr": "Cani ve Canavarı"
      },
      {
        "ar": "الوحش المروض من قبل المرأة الشريرة"
      },
      {
        "ja": "悪女が手懐けた獣"
      },
      {
        "zh": "被恶女驯服的野兽"
      }
    ],
    "description": {
      "ar": "ا عندما يخرج الشرير الحقيقي الوحيد في الرواية أخذ رجلًا جميلًا وتم ترويضه لبقية حياته. بعد أن دفع مخاوفه إلى أقصى حد ، تعلم كيف يتوسل منها ، ليصبح وحشًا لا يمكنه الهروب أبدًا ، حتى لو تم فك رباطه. ومع ذلك ، يقع الوحش في حب المرأة التي تنقذه ، ويصبح الإمبراطور بجانبه ، ويعاقب الشرير بالقيود الأبدية. بعد القصة ، استولت على جسد الشرير في ذلك الوقت عندما كانت في منتصف الطريق لترويض الرجل الرئيسي. ……ماذا علي أن أفعل؟ أولا ، دعونا نتراجع عن غسيل المخ شيئا فشيئا. وبعد ذلك ... دعونا نتظاهر بأننا قد تبنا. \"لقد مررت بالكثير من المتاعب في البحث عنك.\" \"أنا ... لا أفهم تمامًا ما تقصده يا جلالة الملك.\" \"كيف أنسى لمستك؟\" أمسك بمعصمي ، وأمسك بيدي وحركها برفق على خده - تمامًا مثلما فعلت إليانا ، الشريرة في الرواية ، دائمًا عندما تمدحه. \"سأروّضك ، مثلما فعلت - وحشًا لا يمكنه فعل أي شيء بدوني.\" غطت كفي على خده ثم شفتيه. وضع عليها قبلة قصيرة قبل أن يسحب يدي ببطء\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/53753133), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6288269), [RidiBooks](https://ridibooks.com/books/2901002360)\n\n[Original Webtoon](https://page.kakao.com/content/59641167)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainess-tames-the-beast/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26294&contentId=294&platform=IA)\n* [French / Français](https://www.webtoons.com/fr/romance/la-bete-apprivoisee-par-la-vilaine/list?title_no=4873)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-Tames-the-Beast/605)\n* [Japanese / 日本語](https://piccoma.com/web/product/112576)",
      "en": "The only real villain in the novel, took a handsome man and tamed him for the rest of his life. After putting his fear to the limit, he learned to plead with her, becoming a beast from which he could never escape even if he loosened his leash. However, one day, the beast falls in love and becomes emperor with the woman who saved him, and plunges the evil woman into an eternal bondage.\n\n---\nI've posessed the body of the sociopathic villainess, Illyana! An evil villainess who picks up a boy named Magnus and raises him however she pleases... that Illyana is me?!\n\n\"I am going to tame you into a beast that cannot do anything without me. Just as you had done to me.\"\n\nAnd after 2 years, he who had become an emperor began his revenge. Excuse me, author! Illyana was the sinner but why must I suffer his vengeance? I was just a normal reader named Yuna!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/53753133), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6288269), [RidiBooks](https://ridibooks.com/books/2901002360)\n\n[Original Webtoon](https://page.kakao.com/content/59641167)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainess-tames-the-beast/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26294&contentId=294&platform=IA)\n* [French / Français](https://www.webtoons.com/fr/romance/la-bete-apprivoisee-par-la-vilaine/list?title_no=4873)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-Tames-the-Beast/605)\n* [Japanese / 日本語](https://piccoma.com/web/product/112576)",
      "fa": "تنها شرور واقعی رمان، مرد خوش تیپی را گرفت و تا آخر عمر اهلی خودش کرد. بعد از اینکه ترسش را نسبت به خودش زیاد کرد، مرد یاد گرفت که از او التماس کند و تبدیل به حیوانی شد که حتی اگر افسارش را شل کند هرگز نمی توانست از او فرار کند. با این حال، یک روز، حیوان عاشق می شود و با زنی که او را نجات داد، امپراتور می شود و زن شرور را در اسارتی ابدی فرو می برد.\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/53753133), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6288269), [RidiBooks](https://ridibooks.com/books/2901002360)\n\n[Original Webtoon](https://page.kakao.com/content/59641167)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainess-tames-the-beast/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26294&contentId=294&platform=IA)\n* [French / Français](https://www.webtoons.com/fr/romance/la-bete-apprivoisee-par-la-vilaine/list?title_no=4873)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-Tames-the-Beast/605)\n* [Japanese / 日本語](https://piccoma.com/web/product/112576)",
      "fr": "Iliana, la maléfique méchante d'un roman recueille un beau garçon qu'elle dompte comme une bête. À l'aide de drogues et de lavage de cerveau, L'homme laisse peu à peu place à la bête jusqu'à ce que l'héroïne le sauve. La bête deviendra l'empereur du pays et punira la méchante pour l'éternité. C'est une histoire qui aurait pu m'amuser si je n'avais pas été transportée dans le corps de la méchante au beau milieu du roman. Que faire de cette bête rampant à mes pieds? Comment échapper à la terrible fin qui m'attend?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/53753133), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6288269), [RidiBooks](https://ridibooks.com/books/2901002360)\n\n[Original Webtoon](https://page.kakao.com/content/59641167)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainess-tames-the-beast/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26294&contentId=294&platform=IA)\n* [French / Français](https://www.webtoons.com/fr/romance/la-bete-apprivoisee-par-la-vilaine/list?title_no=4873)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-Tames-the-Beast/605)\n* [Japanese / 日本語](https://piccoma.com/web/product/112576)",
      "ru": "Однажды злодейка по имени Иллиана подбирает прекрасного юношу и с помощью внушения делает из него своего домашнего питомца. Девушка ввергает зверя в пучину отчаяния, изводя его бесконечными ночными кошмарами, и в итоге он становится полностью зависим от нее.\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/53753133), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6288269), [RidiBooks](https://ridibooks.com/books/2901002360)\n\n[Original Webtoon](https://page.kakao.com/content/59641167)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainess-tames-the-beast/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26294&contentId=294&platform=IA)\n* [French / Français](https://www.webtoons.com/fr/romance/la-bete-apprivoisee-par-la-vilaine/list?title_no=4873)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-Tames-the-Beast/605)\n* [Japanese / 日本語](https://piccoma.com/web/product/112576)",
      "tr": "Cani kadın İllyana oldum! Magnus adındaki bir çocuğu yanına alıp onu istediği gibi yetiştiren kötü kadın İllyana… Ben İllyana oldum öyle mi?!\n“Seni, ‘bensiz bir hiç olan canavar’ olarak evcilleştireceğim. Tıpkı senin bana yaptığın gibi.”\nVe 2 yıl sonra imparator olup intikamını almaya başladı. Pardon, yazar! İllyana günahkardı ama neden onun intikamını almak zorundayım? Ben sadece Yuna adında normal bir okuyucuydum!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/53753133), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6288269), [RidiBooks](https://ridibooks.com/books/2901002360)\n\n[Original Webtoon](https://page.kakao.com/content/59641167)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainess-tames-the-beast/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26294&contentId=294&platform=IA)\n* [French / Français](https://www.webtoons.com/fr/romance/la-bete-apprivoisee-par-la-vilaine/list?title_no=4873)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-Tames-the-Beast/605)\n* [Japanese / 日本語](https://piccoma.com/web/product/112576)",
      "uk": "Єдина справжня лиходійка у романі взяла красеня і приборкала його назавжди. \nДійшовши межі та ставши звіром, він навчився благати її. Від сутності його неможливо втекти навіть якщо розірвати повідець. Та це триває тільки доти, поки він не стає імператором, закохується в рятівницю та занурює лиходійку у вічне рабство. \nЯ потрапила у ту частину, де головний герой ще не приборканий повністю. \nЩо робити? Спочатку приборкати його повністю, а потім покаятись? \n«Це важко забути».\n«Що ви маєте на увазі… Я не знаю, Ваша Величносте Імператор».\n«Як я можу забути цей твій дотик?»\nВін схопив мене за руку, підніс її до щоки й обережно потерся.\nТак само, як завжди робила лиходійка у романі, коли хвалила його.\n«Я приборкаю тебе. Як ти зробила зі мною, звіром, який без тебе нічого не може зробити».\nДолоня, що так ненавмисно торкнулася його щоки, досягла губ. Він коротко поцілував долоню, потім повільно прибрав руку...\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/53753133), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6288269), [RidiBooks](https://ridibooks.com/books/2901002360)\n\n[Original Webtoon](https://page.kakao.com/content/59641167)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainess-tames-the-beast/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26294&contentId=294&platform=IA)\n* [French / Français](https://www.webtoons.com/fr/romance/la-bete-apprivoisee-par-la-vilaine/list?title_no=4873)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-Tames-the-Beast/605)\n* [Japanese / 日本語](https://piccoma.com/web/product/112576)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]