[
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-17T20:35:28+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6440a4b0-2fdc-4a99-9378-f53e5ee6c90e",
    "title": {
      "en": "Fake Saint of the Year: You Wanted the Perfect Saint? Too Bad!"
    },
    "updatedAt": "2024-11-03T14:16:56+00:00",
    "coverArt": "https://mangadex.org/covers/6440a4b0-2fdc-4a99-9378-f53e5ee6c90e/26c36c51-aac3-4d21-90bd-f751296b8df8.jpg",
    "altTitles": [
      {
        "ja-ro": "Nise Seijo Kuso of the Year: Risou no Seijo? Zannen, Nise Seijo deshita!"
      },
      {
        "ru": "Фальшивая святая, отброс года. ~Идеальная святая? Нет, всего лишь подделка!~"
      },
      {
        "ja": "偽聖女クソオブザイヤー～理想の聖女？　残念、偽聖女でした！～"
      }
    ],
    "description": {
      "en": "[The Eternal Scattering Flowers: Fiore Caduto Eterna] is a game ill-suited of being known as a galge, as the main heroine would – regardless of the chosen route – meet her demise.\n\nFudou Niito, a resident of Japan, went to bed dissatisfied with the ending of the game. When he next awoke, he found himself in the body of the game’s hated fake saint, Elrise. Confused, but with an understanding that Elrise’s actions would spell disaster for many lives in the future, he took advantage of the situation and acted to change the course of history.\n\nAs a result, despite her rotten personality, Elrise was adored by those around her as a perfect saint. Furthermore, the game itself was intrinsically linked to his original world and changed accordingly to suit Elrise’s actions. Without any knowledge of what the hell was going on, the fake saint Elrise continued to alter her fate.\n\nA saint on the outside, but a man on the inside.\n\nThe transmigrator was a piece of shit and the person he transmigrated into was also a piece of shit. A combination of shit and shit would cause an accident – to create the greatest fake saint shitshow of the year!",
      "id": "[The Eternal Scattering Flowers: Fiore Caduto Eterna] adalah sebuah permainan yang tidak cocok untuk di panggil sebagai galge, karena apapun rute yang di pilih heroine utama akan selalu menemui ajalnya.\n\nFudou Niito, seorang penduduk di jepang, pergi tidur dengan ketidakpuasan pada akhir dari gamenya. Selanjutnya ketika dia terbangun, ia menemukan dirinya berada dalam tubuh seorang saint yang di benci dalam game, Elrise.\n\nDia kebingungan, namun dengan pemahaman bahwa tindakan Elrise akan menyebabkan bencana untuk banyak kehidupan di masa depan, dia memanfaatkan situasi itu dan bertindak untuk mengubah jalannya sejarah.\n\nSebagai hasilnya, terlepas dari kepribadian busuknya, Elrise di cintai oleh orang-orang di sekitarnya sebagai seorang saint yang sempurna. Terlebih lagi, game itu sendiri pada intinya terhubung dengan dunia asli tempatnya berada dan berubah berdasarkan tindakan Elrise. Tanpa mengetahui apa yang sedang terjadi, seorang saint palsu Elrise terus-menerus mengubah takdirnya.\n\nSeorang saint di luar, namun pria di dalamnya.\n\nOrang yang merasuki adalah seorang bajingan dan orang yang di rasukinya juga merupakan seorang bajingan. Kombinasi dari para bajingan akan menyebabkan mala petaka yang akan menciptakan pertunjukan saint palsu bajingan terbesar tahun ini!",
      "ja": "異世界で無双！　偽聖女で何が悪い…!?\nギャルゲー『永遠の散花』は、どのルートを選んでもメインヒロインが死ぬギャルゲーである。 ゲーム内に登場する悪役へ転生した俺は、ヒロインのエテルナを救うため、ゲーム知識をフル活用しようとするのだが…？",
      "ru": "Визуальный роман «Куон но Санка ~Fiore caduto eterna~» — несправедливая игра, где в каждой из веток истории главная героиня умирает. Я, переродившийся в поддельную святую-злодейку игры Эльризе, решил по полной использовать все свои знания об игре, чтобы спасти главную героиню, Этерну, однако…\n\nВнешность святой девы, а внутри мужик. Дерьмовой душе — дерьмовый персонаж. Как же развернётся история, где по случайности два отброса слились воедино?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "677fb60b-2deb-46db-9ece-704f6144faf0",
    "title": {
      "en": "Ponkotsu Fuukiiin to Skaato take ga Futekisetsu na JK no Hanashi"
    },
    "updatedAt": "2024-10-31T16:35:27+00:00",
    "coverArt": "https://mangadex.org/covers/677fb60b-2deb-46db-9ece-704f6144faf0/07299d30-7abc-431f-b91e-a3ecd771a0a3.jpg",
    "altTitles": [
      {
        "ja": "ポンコツ風紀委員とスカート丈が不適切なＪＫの話"
      },
      {
        "en": "The Story Between a Dumb Prefect and a High School Girl with an Inappropriate Skirt Length"
      },
      {
        "en": "Story of the Useless Prefect and the High School Girl with an Inappropriate Skirt Length"
      },
      {
        "zh": "根筋的風紀委員與裙長不當的JK"
      },
      {
        "id": "Kisah Antara Komite Lugu dan Gadis SMA dengan Rok yang Terlalu Pendek"
      },
      {
        "pt-br": "A História Entre um Monitor Burro e uma Colegial com a Saia em um Cumprimento Inadequado"
      },
      {
        "vi": "Câu chuyện về cậu ủy viên ngốc nghếch và cô bạn gái có độ dài váy quá ngắn"
      }
    ],
    "description": {
      "en": "Sakuradaimon is the school's prefect. A prefect is a student who is authorized to enforce discipline. As a prefect, he's supposed to be a role model to other students, but unfortunately he's not perfect. Kohinata is one of the people who Sakuradaimon has tried to discipline into wearing appropriate school attire, but she has thus far been disobedient.",
      "ja": "度が過ぎるほど“マジメ”な風紀委員・桜大門くんの日々の役目は、校門当番として生徒たちの服装をチェックすること。彼がいつも注意するのは、髪の毛が明るくミニスカートな“問題児”小日向さん。口うるさい桜大門くんを嫌がる彼女だったが、彼が実はかなりの“ポンコツ”であることを知ってしまい…！？",
      "pt-br": "Sakuradaimon é o monitor do colégio; um monitor é um aluno que é pode aplicar atos disciplinatórios. Como monitor ele deve ser um aluno modelo para os outros estudantes, mas infelizmente ele não é perfeito. Kohinata é uma das estudantes que o Sakuradaimon tenta disciplinar devido ao uso incorreto do uniforme escolar, mas até o presente momento ela foi desobediente. Esta é a história entre a interação entre os dois."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/85d8c7f0-e029-4810-b76d-a51a338d47dc.jpg",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f67c73a1-09ba-4047-8771-5299ae71f750",
    "title": {
      "en": "Meika-san wa Oshikorosenai"
    },
    "updatedAt": "2024-10-11T17:54:11+00:00",
    "coverArt": "https://mangadex.org/covers/f67c73a1-09ba-4047-8771-5299ae71f750/078c9ece-8ba3-4dc2-9b37-4d6db737c7ec.jpg",
    "altTitles": [
      {
        "en": "Meika-san Can't Conceal Her Emotions"
      },
      {
        "en": "The Maid Who Can't Hide Her Feelings (Serialization)"
      },
      {
        "ja": "メイカさんは押しころせない"
      },
      {
        "pt-br": "A Empregada Que Não Consegue Esconder Seus Sentimentos (Serialização)"
      },
      {
        "vi": "Meika-san Không Thể Thổ Lộ Tình Cảm Của Cô Ấy"
      }
    ],
    "description": {
      "en": "A serialization of the webcomic about a maid, Meika, who can't completely suppress her feelings for her master, Kouta.",
      "vi": "Một câu chuyện kể về một cô hầu gái, Meika, người không thể kìm nén hoàn toàn tình cảm của mình dành cho chủ nhân của cô ấy, Kouta.",
      "es-la": "Una serialización del webcomic sobre una maid, Meika, quien no puede reprimir por completo sus sentimientos por su amo, Kouta.",
      "pt-br": "A serialização da webcomic sobre uma empregada, Meika, que não consegue ocultar completamente seus sentimentos pelo seu mestre, Kouta."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "153"
  },
  {
    "mangaId": "20da8035-dc47-4c50-913c-28f21f057031",
    "title": {
      "en": "Elevator Girl"
    },
    "updatedAt": "2024-12-18T22:54:43+00:00",
    "coverArt": "https://mangadex.org/covers/20da8035-dc47-4c50-913c-28f21f057031/65ff1ac2-6c83-42de-807d-2e601267eb90.png",
    "altTitles": [
      {
        "ja": "エレベーターガールはここにいる"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5357466-c8a2-4259-9b02-2580185bd2bb",
    "title": {
      "en": "Billy Bat"
    },
    "updatedAt": "2024-12-10T20:45:29+00:00",
    "coverArt": "https://mangadex.org/covers/e5357466-c8a2-4259-9b02-2580185bd2bb/76e48599-243e-438b-ad65-3cda1d5353aa.jpg",
    "altTitles": [
      {
        "ja": "ビリーバット"
      },
      {
        "th": "บิลลี่ แบ็ท"
      },
      {
        "ru": "Билли Бэт"
      },
      {
        "zh-hk": "蝙蝠比利"
      },
      {
        "ko": "빌리 배트"
      },
      {
        "ar": "بيلي بات"
      }
    ],
    "description": {
      "en": "Billy Bat is a comic-in-a-comic and the real protagonist is a Japanese-American artist named Kevin Yamagata who draws Billy Bat for \"Marble Comics\". Shortly after they transition to the artist in his studio with his assistant, two actual detectives, looking like Laurel and Hardy in Dick Tracy era suits and trench coats, knock on the door and appropriate Kevin's room for the purpose of conducting surveillance on a room in an adjacent building. \n\nOne of the detectives, the skinny \"Laurel\", sees Kevin's work and it turns out he's a Billy Bat fan. The other chubby \"Hardy\" detective picks up a page saying that the characters look familiar and accuses Kevin of translating an old \"Jap\" comic.  \nAs Hardy remembers the comic he thinks Kevin is ripping off, we make another Urasawaesque time jump to 1949 Tokyo…",
      "pl": "\"Billy Bat\" przedstawia losy japońsko-amerykańskiego artysty Kevina Yamagaty, autora mangi o identycznym tytule co dzieło, w którym sam występuje, czyli \"Billy Bat\". Pracuje dla wydawnictwa \"Marble Comics\". Pewnego dnia do jego mieszkania pukają dwaj detektywi wyglądający jak Laurel Hardy z \"Dick Tracy\". Informują go, że otrzymali od gospodarza zezwolenie na przeprowadzenie śledztwa sąsiadującego budynku. Wkrótce jeden z detektywów, chudzielec Laurel, zauważa prace Kevina i okazuje się fanem \"Billy'ego Bata\", podczas gdy otyły Hardy podnosi pojedynczą stronę ze stwierdzeniem, iż komiks wygląda zadziwiająco podobnie do mangi publikowanej niegdyś przez Jumpa. Oskarża bohatera o kradzież tokijskiego dzieła z 1949 roku.",
      "es-la": "Billy Bat es un cómic en un cómic y el verdadero protagonista es un artista japonés-americano llamado Kevin Yamagata que dibuja a Billy Bat para \"Marble Comics\". Poco después pasan al artista en su estudio con su ayudante, dos detectives reales que parecen Laurel y Hardy con trajes y gabardinas de la época de Dick Tracy, llaman a la puerta y se apropian de la habitación de Kevin con el fin de realizar una vigilancia en una habitación de un edificio adyacente. \n\nUno de los detectives, el flaco \"Laurel\", ve el trabajo de Kevin y resulta que es un fanático de Billy Bat. El otro detective, el regordete \"Hardy\", coge una página diciendo que los personajes le resultan familiares y acusa a Kevin de traducir un viejo cómic \"japonés\".  \nMientras Hardy recuerda el cómic que cree que Kevin está copiando, hacemos otro salto temporal Urasawaesco al Tokio de 1949...",
      "pt-br": "Um detetive particular, é o protagonista da história em quadrinhos feita por Kevin Yamagata, um quadrinista americano, descendente de japoneses, famoso por sua história “Billy Bat”. O cotidiano de Kevin é abruptamente ado quando dois detetives entram no estúdio dele, a fim de investigar um vizinho acusado de espionagem. Um desses detetives vê o personagem Billy Bat e diz ter visto aquele desenho enquanto trabalhava no Japão. Suspeitando ter visto o personagem enquanto morava lá e o roubado inconscientemente, Kevin regressa ao Japão para buscar a verdade."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "165"
  },
  {
    "mangaId": "8cfc8b79-2c1b-4e33-beda-a0d70a7674ca",
    "title": {
      "en": "I Will Become the Villain's Poison Taster"
    },
    "updatedAt": "2024-12-15T01:03:10+00:00",
    "coverArt": "https://mangadex.org/covers/8cfc8b79-2c1b-4e33-beda-a0d70a7674ca/6a061d20-a61c-4cad-adb5-bc3f6438486f.jpg",
    "altTitles": [
      {
        "ko": "흑막의 독 감별사가 되겠습니다"
      },
      {
        "ko-ro": "Heungmagui Dok Gambyeolsaga Doegetseumnida"
      },
      {
        "en": "I Will Become the Villain's Poison Detector"
      },
      {
        "en": "I Will Become a Poison Detector in the Dark World"
      },
      {
        "en": "I Will Become a Poison Detector of Darkness"
      },
      {
        "zh": "完蛋！成了反派的试毒小跟班"
      },
      {
        "zh": "成为反派的鉴毒师"
      },
      {
        "zh-hk": "成爲反派的鑑毒師"
      },
      {
        "es-la": "Me convertí en la detectora de veneno del Villano"
      }
    ],
    "description": {
      "en": "I, an innocent office worker, possessed a character in the devastating novel *The Poisoned Apple*. On top of that, I'm Giselle Lloydsvin, a villainess who gets poisoned to death before being hanged! But the poison brought by the assassins doesn't work? It even tastes like fruit!\n\n\"You'll be okay since it's only a little bit, so hurry and drink it.\"\n\n…Even though I possessed someone, it seems my destiny is to be tormented by a crazy assassin. \n\nHowever, \"Leniel\", who I thought was just a crazy assassin, turns out to be the frontman for the final villain, \"Wayne Ayore\"?!\n\nIn order to hold onto this lifeline, I clung to the villain in *The Poisoned Apple*. \n\n\"I can distinguish the taste of poison.\"\n\n“Poison?”\n\n“Yes.”\n\n“What use is that?”\n\n“Your boss is going to be poisoned, so I can be his poison taster.”\n\nAnd so, I thought I could survive well as a general store employee of the villain’s frontman(?)... \n\n“My boss is so strong to the point that there’s something suspicious about him!”\n\n…Why does it feel like I’m doomed in this life too?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f1522b1b-4b5a-4c09-bb39-8b092f4b7edd",
    "title": {
      "en": "Shoukan sareta Kenja wa Isekai wo Yuku ~Saikyou nano wa Fuyou Zaiko no Item deshita~"
    },
    "updatedAt": "2024-11-02T18:38:04+00:00",
    "coverArt": "https://mangadex.org/covers/f1522b1b-4b5a-4c09-bb39-8b092f4b7edd/0279ffd2-4969-4f8b-bab8-0b9bffbe12c1.jpg",
    "altTitles": [
      {
        "ja": "召喚された賢者は異世界を往く ～最強なのは不要在庫のアイテムでした～"
      },
      {
        "en": "A Sage Is Summoned to Another World: The Undesired Items Are Now the Strongest"
      },
      {
        "es-la": "El sabio es invocado a otro mundo ~Los artículos más fuertes eran los menos deseados del inventario~"
      },
      {
        "ko": "소환된 현자는 이세계를 누빈다 ~최강인 것은 필요없는 재고 아이템이었습니다~"
      },
      {
        "zh-hk": "被召喚的賢者前往異世界～廢棄庫存道具才是最強～"
      },
      {
        "zh": "被召唤的贤者前往异世界～废弃库存道具才是最强～"
      },
      {
        "en": "Wise Man Is Summoned to Another World ~The Strongest Items Were Those Less Desired in Inventory~"
      }
    ],
    "description": {
      "en": "Touya, the strongest player in the game Pandemic World Online, had won so many items that he decided to create an alternate account to store the extra ones. While playing this very game in his second account, he was summoned to another world as a character he made, where the people were merrily expecting a hero. However, when it is known that he doesn't have the title of a hero, he is discarded and replaced by another person. Now, he must survive in an another world with the account he merely used to store his extra items in.  \n\n\n---",
      "es-la": "Touya, el jugador mas fuerte del juego Pandemic World Online, ha ganado tantos items que decidió crear una cuenta alternativa para almacenarlos, mientras jugaba fue invocado a otro mundo, pero al no tener la categoría de héroe es desechado y remplazado por otra persona, ahora tendrá que sobrevivir solo en ese mundo y con el personaje que creó para almacenar esos objetos.  \n\n\n---\n\n**Links:**  \n- [Original Web Novel](https://ncode.syosetu.com/n9275ei/) (Japanese)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03b51b22-f30e-4808-b1ff-bf6e1ff902cf",
    "title": {
      "en": "Danjo no Yujou wa Seiritsu suru? (Iya, Shinai!!)"
    },
    "updatedAt": "2024-10-30T21:55:57+00:00",
    "coverArt": "https://mangadex.org/covers/03b51b22-f30e-4808-b1ff-bf6e1ff902cf/6c0ddc22-89cc-4bd0-adb1-6510467fdb53.jpg",
    "altTitles": [
      {
        "ja": "男女の友情は成立する？（いや、しないっ！！）"
      },
      {
        "en": "Can a Boy and Girl Friendship Hold Up? (No It Can't)"
      },
      {
        "zh": "男女之间真的存在友情吗"
      }
    ],
    "description": {
      "en": "At a rural junior high school, a man and a woman vowed an eternal friendship. The relationship between the two who became a fateful community toward one dream-two years have passed without any particular progress ...!\n\n　Yuu Natsume, a flower-loving plant boy, and Inuzuka Himari, a girl who hasn't been in love for the first time yet, have been peacefully close friends in the gardening club with only two of them.\n\n---\n**Links:**\n- Alternative Official Raw - [Niconico](https://manga.nicovideo.jp/comic/54842)",
      "ja": "未だに初恋がこない陽キャ女子・犬塚日葵と、花を愛する植物系男子・夏目悠宇はふとしたきっかけで友情に落ちた。 それから２年――相変わらず『親友』をやっているふたりだったが、悠宇がかつての初恋相手と再会したことで日葵と悠宇の関係も変わり出し……？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4a4aade-f5cf-4670-ad9e-4769f73e3933",
    "title": {
      "en": "Tenchou to Mujikakuna Tennin"
    },
    "updatedAt": "2024-10-09T01:15:44+00:00",
    "coverArt": "https://mangadex.org/covers/d4a4aade-f5cf-4670-ad9e-4769f73e3933/b4b30c4a-0200-4b1a-b9f6-54d6ab6af2e3.jpg",
    "altTitles": [
      {
        "ja": "何かと無自覚な女子"
      },
      {
        "en": "The Manager and The Oblivious Waitress"
      },
      {
        "en": "A Girl who is Unaware of Something"
      }
    ],
    "description": {
      "ja": "カフェでアルバイトをする女子高校生、熊野蜜(くまのみつ)はスタイル抜群で大人びた16歳。しかし思わせぶりな発言や大胆な行動など、そのすべてがとっても「無自覚」。おかげでバイト先の店長、日暮夕弥(ひぐらしゆうや)は毎日がキュン死寸前！！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "55"
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2024-10-12T09:47:57+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/894922fc-3fd0-456d-aaa0-13451a6067cd.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "ja-ro": "Akane-banashi"
      },
      {
        "en": "Tales Of Akane"
      },
      {
        "en": "Akane Story"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. Shinta and his daughter Akane have been seduced by this wonderful form of classical entertainment. Having observed her father strive to pass the shin'uchi rakugo test, Akane will take her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo na história é expresso apenas com seu corpo e palavras. Shinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. Observando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2024-12-14T00:39:30+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/88aad1a1-6749-42d9-9c47-13ac008191c9.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db692d58-4b13-4174-ae8c-30c515c0689c",
    "title": {
      "en": "HUNTER x HUNTER"
    },
    "updatedAt": "2024-12-16T06:32:01+00:00",
    "coverArt": "https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/a1686843-1414-45e4-a4b7-425d58356042.jpg",
    "altTitles": [
      {
        "en": "Hunter Hunter"
      },
      {
        "en": "HUNTER×HUNTER"
      },
      {
        "en": "HxH"
      },
      {
        "de": "Jäger x Jäger"
      },
      {
        "lt": "Medžiotojas x Medžiotojas"
      },
      {
        "ru": "Охотник х Охотник"
      },
      {
        "ar": "القناص"
      },
      {
        "ar": "هنتر x هنتر"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "zh": "全职猎人"
      },
      {
        "zh": "猎人"
      },
      {
        "hi": "हन्टर x हन्टर"
      },
      {
        "fa": "هانتر x هانتر"
      },
      {
        "en": "Аңшы × Аңшы"
      },
      {
        "en": "Аулаушы × Аулаушы"
      },
      {
        "tr": "Avcı x Avcı"
      },
      {
        "es-la": "Cazador X"
      },
      {
        "vi": "HUNTER×HUNTER"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "fa": "هانتر‌ها، افراد کنجکاوی که به دنبال گنج‌ها، مجرم‌های خطرناک، مکان‌های ناشناخته و اسرارآمیز، جانوران افسانه‌ای و... هستند. البته برای دست یابی به این موقعیت نیاز به مجوزی است که در بین هر صدهزار نفر تنها یک نفر می‌تواند در آزمون آن موفق شود.\r\nاین داستان درمورد چهار نوجوانه که در آزمون هانترها با هم روبه‌رو می‌شوند:\r\nگون، پسری که به دنبال پدرش می‌گردد. کیلوا، پسری که می‌خواهد زندگی جدیدی را شروع کند. لئوریو، پسری که قصد دارد پزشک شود و کوراپیکا، پسری که می‌خواهد انتقام قبیله خود‌ را بگیرد.",
      "pt": "Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters.",
      "vi": "Hunter là những người đi chu du thế giới, đối mặt với hiểm nguy, từ bắt giữ tội phạm cho đến những cuộc thám hiểm trên các hòn đảo để tìm kho báu. Câu chuyện bắt đầu khi người cha của một cậu bé tên Gon mất tích đã khá lâu, nên cậu bé quyết định trở thành Hunter với hy vọng tìm được cha mình. Khi sắp 12 tuổi, Gon bắt đầu cuộc hành trình của mình để được tham gia vào kỳ thi Hunter, ai cũng biết tỉ lệ thành công rất thấp, có khi chết lúc nào không hay. Trong cuộc thi cậu đã kết bạn với Kurapika, Leorio và Killua. Với tình bạn, họ đã trải qua biết bao nhiêu là thử thách, hiểm nguy trên cuộc hành trình của một Hunter... Còn về phần họ trải qua những thử thách gì và như thế nào thì mời các bạn theo dõi...",
      "es-la": "Sigue la historia de Gon Freecss, un joven que descubre que su padre, a quien creía muerto, es un legendario Cazador, un miembro de una élite que se especializa en localizar tesoros, bestias raras o personas peligrosas. Decidido a encontrar a su padre, Gon emprende un viaje para convertirse en Cazador. En su camino, se enfrenta a desafíos mortales y forma fuertes lazos con amigos como Killua, Leorio y Kurapika. A medida que avanza en su viaje, Gon descubre que el mundo de los Cazadores es mucho más peligroso y complejo de lo que imaginaba.",
      "pt-br": "A série conta a história de Gon Freecss, um garoto de 12 anos que pretende se tornar um Hunter, um caçador de tesouros, lugares perdidos e criaturas estranhas.\r\n\r\nContudo, ao contrário da maioria dos Hunters que procuram fama e dinheiro, o herói da história tem uma motivação maior para querer ser um caçador – encontrar seu pai – um dos mais famosos hunters do mundo.\r\n\r\nMas não é qualquer um que pode se tornar um Hunter. Para poder praticar essa reconhecida profissão, é necessário ter uma licença especial – e para tirá-la é preciso passar – e sobreviver – a exames com milhares de inscritos. Uma vez aprovado e com sua licença Hunter em mãos, o caçador passa a ter direito a acessar áreas restritas, informações secretas e consegue acumular facilmente uma grande fortuna de acordo com seus feitos ? incluindo ir atrás de Hunters que usam seus poderes para objetivos escusos."
    },
    "status": "ongoing",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b4d247b6-50bb-44a1-8723-ebc0ee27a0c5",
    "title": {
      "en": "The Strongest Harem of Nobles"
    },
    "updatedAt": "2024-11-23T19:23:18+00:00",
    "coverArt": "https://mangadex.org/covers/b4d247b6-50bb-44a1-8723-ebc0ee27a0c5/8fa71a63-37f2-4904-892a-9a0faf2d5631.jpg",
    "altTitles": [
      {
        "ja": "異世界最高の貴族、ハーレムを増やすほど強くなる"
      },
      {
        "en": "The Best Noble In Another World: The Bigger My Harem Gets, The Stronger I Become"
      },
      {
        "ja-ro": "Isekai Saikou no Kizoku, Harem wo Fuyasu Hodo Tsuyoku Naru"
      }
    ],
    "description": {
      "en": "Yuuto is suddenly reincarnated into the other world in a smartphone game and becomes the third son of a noble family. “Skills” exist in that world, and Yuuto was reincarnated with “Noblesse oblige.” When Yuuto, who has become an adult, embraces a woman as a ceremony, “Noblesse oblige” is activated. That is a rare skill, the skill that lets him copy the skills of the woman he embraces!\n\nYuuto embraces women possessing skills one after another, becoming the strongest with the skills he acquires, and building a harem of women who fall in love with him. Furthermore, it was discovered that “Noblesse oblige” can awaken skills and evolve skills, and the cheating keeps on coming! All the women and skills I want are mine! The strongest cheat harem begins here!",
      "ja": "ノブレスオブリージュという言葉と謎の光に導かれ異世界に転生した男がいた。それから17年。成人の儀を迎えた貴族の三男・ユウト＝ムスクーリは掟に従い初めて（17年ぶり）女を抱くことになったのだが――！",
      "pt-br": "Yuuto reencarna em outro mundo e se torna o terceiro filho de uma família nobre. “Habilidades” existem neste mundo e Yuuto reencarnou com a habilidade “Noblesse oblige”. Quando Yuuto abraça uma mulher através de uma cerimônia, “Noblesse oblige” é ativado. Esta é uma habilidade rara, a habilidade que lhe permite copiar as habilidades da mulher que ele abraçar! Yuuto abraça as mulheres que possuem habilidades uma após a outra, tornando-se mais forte com as habilidades que adquire e construindo um harém de mulheres que se apaixonam por ele. Além disso, “Noblesse oblige” pode despertar outras habilidades e construir habilidades. Todas as mulheres e habilidades que eu quero são minhas! O harém trapaceiro mais forte começa aqui!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2024-11-22T05:23:22+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/36415f2c-1c2b-4d0e-984c-84c07973e84c.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "bg": "Стокано"
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ja-ro": "Kimi no koto ga daidaidaidaidai suki na 100-nin no Kanojo"
      },
      {
        "vi": "100 Cô Bạn Gái Này Rất, Rất, Rất, Rất, Rất Là Yêu Tôi Đó"
      },
      {
        "es-la": "Mis 100 novias que me quieren mucho mucho"
      },
      {
        "it": "Le 100 fidanzate"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. \nIn desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! \nNow this god will set things right by making sure Aijo gets one hundred dates. \n\nExcept, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! \nWorse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d017df3d-16f5-454b-8485-5dac9cbdbcd9",
    "title": {
      "en": "Lullaby of Hell"
    },
    "updatedAt": "2024-12-15T15:40:05+00:00",
    "coverArt": "https://mangadex.org/covers/d017df3d-16f5-454b-8485-5dac9cbdbcd9/113f1140-2652-43e2-bff5-729a546b2a7b.jpg",
    "altTitles": [
      {
        "ja": "地獄の子守唄"
      },
      {
        "ja-ro": "Jigoku no Komoriuta"
      },
      {
        "en": "Lullabies from Hell"
      }
    ],
    "description": {
      "en": "Six horrifying tales from the mad man Hideshi Hino. Everything from a child who loves butterflies, a mad doctor seeking perfection and boy terrorized by his father's tattoo. \n\nThis is the original collection that Dark Horse would later take one story from to title their anthology Lullabies from Hell."
    },
    "status": "completed",
    "releaseDate": 1971,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "4bb77c4e-c79a-4233-9ef5-d3c5b081a3ed",
    "title": {
      "en": "Ai ni Nante Oborenai"
    },
    "updatedAt": "2024-11-29T16:13:33+00:00",
    "coverArt": "https://mangadex.org/covers/4bb77c4e-c79a-4233-9ef5-d3c5b081a3ed/674f6e3f-1e85-4b88-942f-a290abd0a793.jpg",
    "altTitles": [
      {
        "en": "Black or White"
      },
      {
        "en": "I Will Not Succumb to Love"
      },
      {
        "ja": "愛になんて溺れない"
      },
      {
        "ja-ro": "Aini Nante Oborenai"
      },
      {
        "en": "I Won't Fall in Love Again"
      }
    ],
    "description": {
      "en": "The story centers on Rei, a woman who dislikes unreasonable things. When she begins working at a human resources consulting company, she meets Ninomiya, a man whom Rei acknowledges has skill, but only makes arguments from logic without concern for someone else's feelings. (ANN)",
      "es": "Rei, una mujer que odia las cosas irrazonables. Cuando comienza a trabajar en recursos humanos, conoce a Kyoka, su superior, quien es brillante pero nada trabajador.",
      "pt-br": "Rei é uma mulher que detesta coisas irracionais. Quando ela começa a trabalhar na parte de recursos humanos de uma empresa de consultoria, ela acaba conhecendo Kyoya, seu superior e alguém que é brilhante porém sem valor algum."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "13"
  },
  {
    "mangaId": "4ff51820-2e82-4294-bdd9-c0b4874317d3",
    "title": {
      "en": "Douyara Boku no Hanayome wa Onna Kishidan na You de"
    },
    "updatedAt": "2024-11-02T15:32:19+00:00",
    "coverArt": "https://mangadex.org/covers/4ff51820-2e82-4294-bdd9-c0b4874317d3/0006f3f3-c744-4b18-8a13-28b3f39d6822.jpg",
    "altTitles": [
      {
        "en": "Apparently My Bride Is a Female Knight"
      },
      {
        "ru": "Видимо моя невеста похожа на рыцаря"
      },
      {
        "ru": "Похоже, моя невеста - рыцарь."
      },
      {
        "ja": "どうやらボクの花嫁は女騎士団なようで。"
      },
      {
        "zh": "看来我的新娘是女骑士团"
      },
      {
        "vi": "Rõ Ràng Cô Dâu Của Tôi Là Một Nữ Hiệp Sĩ"
      },
      {
        "ja": "どうやらボクの花嫁は女騎士団なようで。"
      }
    ],
    "description": {
      "en": "Adventures of a guy who has a harem full of magical knights! Will he able to choose the bride that is perfect for him? Let's find out!",
      "ru": "Приключения парня, у которого есть гарем, полный волшебных рыцарей! Сможет ли он выбрать невесту, которая идеально подходит ему? Давайте выясним!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0934df39-3193-4bb8-8fc0-571bcd312ba5",
    "title": {
      "en": "Once again, The Noble Consort Yields Herself to the Enemy"
    },
    "updatedAt": "2024-12-19T06:43:49+00:00",
    "coverArt": "https://mangadex.org/covers/0934df39-3193-4bb8-8fc0-571bcd312ba5/01e7aa49-b0e2-495e-8b96-1324bac7055e.png",
    "altTitles": [
      {
        "zh": "贵妃今天也要以身饲敌"
      },
      {
        "en": "Today the Imperial Concubine Is Also Using Herself to Raise the Enemy"
      },
      {
        "zh-ro": "Guìfēi jīntiān yě yào yǐ shēn sì dí"
      }
    ],
    "description": {
      "en": "[Airhead x Brooding Ice Queen]. \n“I exchanged bodies with my mortal foe, only to discover that she’s with child?!”\nFaced with no choice but to carry the baby on behalf of Noble Lady Ning, Noble Consort Jiao seethes with rage every day. More absurd still, this devious, conniving Noble Lady has the audacity to harbor feelings for me?!",
      "zh": "【娇蛮没头脑】X【闷骚不高兴】 “我与死对头身体互换，然后发现她身怀六甲？！”被迫替宁贵人带球跑的乔贵妃，每天都在气冲冲。 更离谱的是：这阴险狡诈的贵人，竟然暗恋本宫？"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "45"
  },
  {
    "mangaId": "15c335de-f081-4474-857e-4e3a92813f77",
    "title": {
      "en": "Inazuma Eleven: Baku Gaidenshuu"
    },
    "updatedAt": "2024-12-17T03:41:51+00:00",
    "coverArt": "https://mangadex.org/covers/15c335de-f081-4474-857e-4e3a92813f77/fbd7094d-b789-4154-931c-570a9aea41b8.jpg",
    "altTitles": [
      {
        "ja-ro": "Inazuma Eleven: Bakugaidenshuu"
      },
      {
        "ja": "イナズマイレブン爆外伝集"
      }
    ],
    "description": {
      "en": "The first volume features different stories about the original cast's training sessions and special techniques. It fills in gaps that were never explained before and offers a new point of view about some in-game scenes.  \n  \nThe second volume recreates the world seen in the videogame \"Inazuma Eleven Strikers\" for Wii, from the point of view of Inazuma Japan. It features many characters from every season and situations only seen in said game."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "16"
  },
  {
    "mangaId": "67e26e23-1d15-47ef-b5bc-0229efb3b63a",
    "title": {
      "en": "Madara Rumble"
    },
    "updatedAt": "2024-12-02T21:53:26+00:00",
    "coverArt": "https://mangadex.org/covers/67e26e23-1d15-47ef-b5bc-0229efb3b63a/8e814a31-5cb7-419a-9342-d85cb808f60a.jpg",
    "altTitles": [
      {
        "ja": "マダラランブル"
      },
      {
        "en": "Madara Girls Scramble"
      },
      {
        "ja-ro": "Madara Ramble"
      }
    ],
    "description": {
      "en": "In modern Japan, where \"vampires\" that mimic humans and prey on them run rampant, there are girls who secretly fight these creatures, armed with silver weapons! Among the vampire exterminators is a team known as the \"Madara-sou,\" a unit notorious for being full of \"troublemakers.\" Newly assigned to this group is Reo, a girl with a certain secret. There, she encounters Kaika Kiriya, a woman who's particularly \"dangerous,\" even among the eccentric residents of Madara-sou.\n\nA thrilling, over-the-top, and occasionally heartwarming tale of friendship. Hunt, hunt, hunt! A girly vampire action story!",
      "ja": "人に擬態し、人を喰う「吸血鬼」が跋扈する現代日本。ヤツらを狩るため、銀武器片手に人知れず戦う少女たちがいた！駆除業者の中でも問題児が集まった部隊・即応六班――通称「まだら荘」。吸血鬼を引き寄せる「ごちそう」体質を持ち、人を遠ざけ生きてきた昴 玲央がそこで出会ったのは、まだら荘の中でも一際美しく一際ヤバイ女・紀里谷 開花でーー。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-11-20T16:19:49+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/dc979cc3-dc77-4cd2-b032-2c7fb9749419.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      },
      {
        "ne": "इरुमालाई डिमन स्कूलमा स्वागत छ!"
      }
    ],
    "description": {
      "en": "Hopeless pushover Iruma Suzuki has found himself in a devil of a predicament… His trashy parents have sold off his soul, and he now has to live and attend school in the Netherworld. But with his unique survival skills and doting demon grandfather’s support, Iruma will surely make it through this hellish experience. He’ll just need to subjugate rival classmates, summon familiars, and more, all while never revealing that he’s human… Easy as *aleph, bet, gimel*, right?",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
    },
    "updatedAt": "2024-10-01T15:29:23+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/dc042b02-91bc-46ee-a779-8756556b66d0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten"
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      },
      {
        "pl": "Anioł z sąsiedztwa niezwykle mnie rozpieszcza"
      }
    ],
    "description": {
      "en": "Mahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まった。自堕落な一人暮らしを送る周を見かねて、なにかと世話を焼く真昼。お互いに興味ないと言い合う二人は、それでも少しずつ距離を縮めていく……。",
      "pl": "Mahiru jest piękną dziewczyną, którą koledzy z klasy nazywają \"aniołkiem\". Jest nie tylko świetnie wysportowana i ma doskonałe oceny - jest także zabójczo piękna. Amane, przeciętny facet i samozwańczy niechluj, nigdy nie myślał zbyt wiele o tej boskiej piękności, mimo że uczęszczał do tej samej szkoły. Wszystko zmienia się jednak, gdy widzi Mahiru siedzącą samotnie w parku podczas ulewy. Tak zaczyna się dziwna relacja między tą nieprawdopodobną parą!",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-11-24T14:37:42+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/0bb214e7-446c-454f-a65e-95db3cdbd38c.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "309"
  },
  {
    "mangaId": "bd40d291-b66e-4d4c-b02f-d47555d8bd6d",
    "title": {
      "en": "Yu-Gi-Oh! Arc-V"
    },
    "updatedAt": "2022-10-09T14:48:25+00:00",
    "coverArt": "https://mangadex.org/covers/bd40d291-b66e-4d4c-b02f-d47555d8bd6d/bc7ba069-4efb-4c1a-ae97-d95dfab6c886.jpg",
    "altTitles": [
      {
        "en": "Yu-Gi-Oh! Arc 5"
      },
      {
        "en": "Yu-Gi-Oh! Arc Five"
      },
      {
        "en": "Yugioh"
      },
      {
        "en": "Yuu☆Gi☆Ou: Arc-V"
      },
      {
        "ja": "遊☆戯☆王ARC-V"
      },
      {
        "ja": "遊戲王ARC-V"
      },
      {
        "pt-br": "O Rei dos Jogos Arc-V"
      },
      {
        "pt-br": "O Rei dos Jogos! Arco 5"
      }
    ],
    "description": {
      "en": "Yu☆Gi☆Oh! Arc-V centers around Yuuya Sakaki, a mysterious Entertainment Duelist known as \"The Phantom\" along with his three other personalities: Yuuto, Yuugo, and Yuuri. He was chased after by Leo Corporation for hacking into their Solid Vision with mass system and used it for his own purpose.  \r\n  \r\nWhile on the run, he meets Yuzu Hiiragi, the daughter of the principal of Syu Zo Duel School that was on the verge of bankruptcy and tricked Yuuya into a contract to become a teacher at her school. However, before Yuuya could teach at the school, he first must find a card called Genesis Omega Dragon that said will determine the fate of the world that also connected to his scattered memories.  \r\n  \r\nThe story is set in alternate version of Miami City where Leo Corporation, run by its president Reiji Akaba, dominates most of Solid Vision system throughout the city. The spread of the company's Solid Vision with mass not only gave birth to \"Action Duels\" but also help improving the city in saving lives and repair damage in case of disaster, becoming a vital part of people's life.",
      "pt-br": "Yu☆Gi☆Oh! Arc-V tem foco em Yuuya Sakaki, enquanto ele tenta escapar da dura realidade sorrindo. Mas um duelo o leva a criar uma determinação para enfrentar as dificuldades, e ele vai ter o poder de possibilidades infinitas. O tema principal da série é: \"Dê um passo para a frente com coragem!!\" Yuuya é um estudante de uma escola preparatória, aprendendo a se tornar um \"Duelista de entretenimento\", um tipo de duelista profissional. A história se passa na cidade de Miami, na costa do Japão. A Corporação Leo é dirigida por seu presidente Reiji Akaba. Graças à disseminação da empresa \"Sólida Visão com a massa\", \"Duelos Ação\" nascem em Miami City e alcançaram popularidade em todo o mundo. As crianças olham para nível estelar dos PRO Duelistas, e eles aprendem estilos Invocações e Duelos em vários cursinhos grandes e pequenos, incluindo a Show Duel School a do Yuya, até a maior de tais escolas, Leo Duel School (LDS)."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "45"
  },
  {
    "mangaId": "2c09cfd3-060e-4c02-8055-f7c2d51a28de",
    "title": {
      "en": "Kanaria wa Kiraboshi no Yume wo Miru"
    },
    "updatedAt": "2024-11-22T05:34:16+00:00",
    "coverArt": "https://mangadex.org/covers/2c09cfd3-060e-4c02-8055-f7c2d51a28de/c73bf44a-9a5b-4f35-8871-1072ad19afb6.jpg",
    "altTitles": [
      {
        "ja": "カナリアは綺羅星の夢をみる"
      },
      {
        "en": "Canaries Dream of Shining Stars"
      }
    ],
    "description": {
      "en": "Ayano is a schoolgirl who dreams of pursuing a career fashion. On the day of her first ball, she encounters a beautiful girl.\n\nCharmed by the foreign-looking girl called Tsubaki-hime, Ayano's dreams grow stronger. But Ayano's mother, looking down on her hobbies, plots to get in her way. Meanwhile, Tsubaki-hime seems to have some  kind of circumstances of her own...\n\nThis is a Taishō-era romance about girls closing in on their dreams.\n\n(source: Yuri Hime, translated)",
      "ja": "服飾の道へ進むことを夢見る女学生の文乃は、初めて舞踏会に参加した日に、美しい少女と出会った。椿姫と呼ばれる日本人離れした容姿の少女に惹かれて夢を膨らませる文乃だが、文乃の趣味をよく思っていない母が道を阻もうと画策する一方で、椿姫にも何やら事情があるようで…。\n\n夢を巡る少女たちの大正浪漫物語。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "778b8438-af3a-4534-841c-adf923b55ee1",
    "title": {
      "en": "Uma Musume Pretty Derby: Star Blossom"
    },
    "updatedAt": "2024-09-23T22:59:56+00:00",
    "coverArt": "https://mangadex.org/covers/778b8438-af3a-4534-841c-adf923b55ee1/c66cade5-d4c7-4b1e-a8e6-573a3b87eb7e.jpg",
    "altTitles": [
      {
        "ja": "ウマ娘 プリティーダービー スターブロッサム"
      },
      {
        "ja-ro": "Uma Musume Puritiudaubiu Sutauburossamu"
      },
      {
        "ru": "Девушки-пони Славное Дерби: Звёздный цветок"
      }
    ],
    "description": {
      "en": "The popular cross-media content \"Uma Musume Pretty Derby\" features \"Uma Musume\" who have inherited the names and souls of numerous racehorses! A new legend begins with the indomitable horse girl \"Sakura Laurel\" as the main character.\n\n---\n\n- [Alternative Raw](https://shonenjumpplus.com/episode/4856001361118480104)",
      "ja": "「挑戦なくして、得られるものなど何もない」　見習いトレーナー・椿が出会ったのは、ガラスの脚を抱えたデビュー前のウマ娘・サクラローレル。半人前の2人が見た頂点への夢は、無謀なのか――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76a3afed-d4f3-4907-8e1c-90d019d7ea7f",
    "title": {
      "en": "Stalker x Stalker"
    },
    "updatedAt": "2024-12-12T13:35:23+00:00",
    "coverArt": "https://mangadex.org/covers/76a3afed-d4f3-4907-8e1c-90d019d7ea7f/2e3444b4-31c2-4ca0-b5d2-169026f31523.jpg",
    "altTitles": [
      {
        "ja": "ストーカー×ストーカー"
      }
    ],
    "description": {
      "en": "Tsukita and Taiyou are close friends at university. One day, Taiyou is revealed to have been stalking Tsukita. However, it turns out Tsukita is also stalking Taiyou, even collecting his baby teeth...\nA suspenseful (?) love comedy about two people stalking each other and having 'unrequited' love!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "17"
  },
  {
    "mangaId": "d21e52cf-50f1-48c7-8de7-69f280c05be4",
    "title": {
      "en": "Sono Munou, Jitsu wa Sekai Saikyou no Mahoutsukai"
    },
    "updatedAt": "2024-11-03T01:06:30+00:00",
    "coverArt": "https://mangadex.org/covers/d21e52cf-50f1-48c7-8de7-69f280c05be4/c5decab7-ed9a-423d-93c2-f52eeff32b5b.jpg",
    "altTitles": [
      {
        "ja": "その無能、実は世界最強の魔法使い"
      },
      {
        "ja": "その無能、実は世界最強の魔法使い　〜無能と蔑まれ、貴族家から追い出されたが、ギフト《転生者》が覚醒して前世の能力が蘇った〜"
      },
      {
        "ja-ro": "Sono Munou, Jitsu wa Sekai Saikyou no Mahoutsukai: Munou to Sagesumare, Kizokuka kara Oidasareta ga, Gift \"Tenseisha\" ga Kakusei shite Zense no Nouryoku ga Yomigaetta"
      },
      {
        "en": "That Incompetent Is Actually the World's Strongest Wizard"
      },
      {
        "en": "That Incompetent Is Actually the World's Strongest Wizard: He Was Scorned as Incompetent and Kicked out of His Aristocratic Family, but His Gift of \"Reincarnation\" Awakened and Brought Back the Abilities of His Previous Life"
      }
    ],
    "description": {
      "en": "Alma, the third son of an aristocratic family who could not receive the Gift that should have been given by God, is despised as incompetent from his parents' home and is expelled from the house. \n\nHowever, in reality, Alma was given a special Gift - He regained the abilities of the previous life! With the Gift [Reincarnation], he becomes the strongest wizard in the world! \n\nAlma, who devoted all of his first life to the quest for magic, seeks a \"happy second life\" with the magic of his previous life! \n\n---\n\n[Web Novel](https://ncode.syosetu.com/n3823gm/)  (JP)\n\n---",
      "ja": "この世界の人々は15歳になると、女神様から《ギフト》と呼ばれる様々な能力を与えられる。貴族家の三男・アルマも優秀な《ギフト》を授かることを期待されていたが、なぜか《ギフト》はまったく発現せず、実家から無能と蔑まれ追い出されてしまう…。だが、実はアルマは特別な《ギフト》を授かっていたーー。その能力《転生者》によって前世の記憶と能力を取り戻したアルマは、この世界で最強の魔法使いとなった！一度目の人生の全てを魔法の探究に捧げたアルマが、前世で極めた魔法で”幸せな二度目の人生”へと歩み出す！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "64"
  },
  {
    "mangaId": "ba132c0d-68fa-4a1b-8db4-ff00caeceb55",
    "title": {
      "en": "Aroma-chan wa Konya mo Hazukashii"
    },
    "updatedAt": "2023-08-30T08:35:07+00:00",
    "coverArt": "https://mangadex.org/covers/ba132c0d-68fa-4a1b-8db4-ff00caeceb55/1570c006-d41d-4619-9f65-888c6dd5ff40.png",
    "altTitles": [
      {
        "en": "Aroma-chan is Embarrassing Tonight"
      },
      {
        "en": "アロマちゃんは今夜も恥ずかしい"
      },
      {
        "zh": "夢魔醬的嬌羞之夜"
      },
      {
        "ru": "Арома-тян сегодня вечером смущается"
      }
    ],
    "description": {
      "en": "Succubus Aroma-chan is so shy, well not really, but she can't confess to the person she likes!   \r\n\"Then, what if I just invade Yuuma-kun's dream and seduce him…?\"  \r\nTonight, an ero-dream that cannot be seen by other people begins!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "24"
  },
  {
    "mangaId": "a1db428c-685c-4d11-927b-bf71eb4b254b",
    "title": {
      "en": "Juuou to Yakusou"
    },
    "updatedAt": "2024-12-16T14:43:53+00:00",
    "coverArt": "https://mangadex.org/covers/a1db428c-685c-4d11-927b-bf71eb4b254b/a5dd6db8-347c-4860-ad6b-9d830b1110cc.jpg",
    "altTitles": [
      {
        "ja-ro": "Juuou to Yakusou"
      },
      {
        "ru": "Король зверей и лекарственные травы."
      },
      {
        "ja": "獣王と薬草"
      },
      {
        "ja-ro": "Kemono wo to Kusuri"
      },
      {
        "en": "Beast King & Medicinal Herb"
      }
    ],
    "description": {
      "en": "Dungeons are the stuff of dreams—defeat the monsters, take their loot, and then venture into uncharted territory to discover hidden riches! Tina, an upstart adventurer with just such a dream, ends up mortally wounded while exploring a dungeon. Suddenly, the great demon known as the Beast King Garon, who was supposed to have been slain by a hero in the distant past, appears before her!  Dungeon fantasy meets medical drama!",
      "ru": "Подземелья - это воплощение мечты…\nСобирайте материалы с поверженных монстров,\nдобирайтесь до неисследованных мест и завладевайте сокровищами!\nТина, авантюристка, мечтает о таком успехе,\nИсследуя подземелье, она получает тяжелое ранение.\nПеред ней появляется сильнейший демон «Король зверей Гарон», когда-то в прошлом он должен был быть убит героем?..\n\nФэнтези и медицинская драма по мотивам подземелья от Konda Tatsukazu, автора оригинальной истории «Ginrou Bloodborne/Серебряный волк, рожденный в крови», начинается!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99af94f5-04c2-424b-8438-0c8386b0ec5f",
    "title": {
      "en": "Insomniacs After School"
    },
    "updatedAt": "2024-10-11T17:30:46+00:00",
    "coverArt": "https://mangadex.org/covers/99af94f5-04c2-424b-8438-0c8386b0ec5f/d93faaa3-3fe9-4995-a191-95fbc592b8a0.jpg",
    "altTitles": [
      {
        "es": "insomnes Después de la Escuela"
      },
      {
        "fr": "Insomniaques"
      },
      {
        "id": "Insomniamu Sepulang Sekolah"
      },
      {
        "ja": "君は放課後インソムニア"
      },
      {
        "ru": "Бессонница после школы"
      },
      {
        "kk": "Мектептен кейінгі ұйқы қашуы"
      },
      {
        "ne": "विद्यालय पछि अनिद्रा"
      },
      {
        "pt-br": "Insones - Caçando estrelas depois da aula"
      },
      {
        "ja-ro": "Kimi wa Houkago Insomnia"
      },
      {
        "vi": "Câu lạc bộ những kẻ mất ngủ"
      }
    ],
    "description": {
      "en": "Nakami is a studious but cranky and antisocial high schooler who gets on his classmates' nerves. However, his bad attitude comes from the fact that he has a sleeping disorder, and frequently spends nights on end without a single minute of sleep. During the preparations for the school festival, he is begrudgingly sent to the school's astronomy observatory to gather cardboard boxes, a place which is said to be haunted by the dire happenings of the now defunct Astronomy Club. He finds the isolated place a haven ripe for him to sleep, but while rummaging around, he stumbles upon his classmate Magari Isaki sleeping inside a toppled-over locker.   \n  \nIsaki, unlike him, is a personable and popular girl at class, but who also hides her own problems with insomnia. Looking for a middle ground, they find that there's comfort and ease in sleeping together, so they resort to make the observatory their own private cubby to sleep… Have they found the comfort they're looking for?",
      "es": "Nakami es un muchacho de secundaria estudioso pero irritable y antisocial que irrita a sus compañeros de clase. Sin embargo, su mala actitud se debe al hecho de que tiene un desorden del sueño, y pasa noches enteras sin dormir un minuto. En el momento de las preparaciones del festival escolar, sus compañeros lo mandan a regañadientes al observatorio de astronomía para traer cajas de cartón, y dicho lugar se rumora está maldecido por los hechos macabros del otrora Club de Astronomía. Una vez allí, encuentra que el sitio es un lugar ideal para dormir, pero mientras esculca, se tropieza con su compañera Magari Isaki, que duerme en un casillero tumbado.  \n  \nIsaki, al contrario de él, es una muchacha popular y amistosa, pero que también oculta sus propios problemas con la insomnia. Negociando sobre qué hacer, se dan cuenta que hay comodidad y facilidad en dormir juntos, así que resuelven hacer del observatorio su propio rincón privado para dormir… ¿Han así encontrado la comodidad que tanto buscan?",
      "fr": "Ganta Nakami est insomniaque. À l'école, il semble donc fatigué, voire associable. Un jour, dans la salle d'astronomie, il découvre Isaki Magari, endormie dans un coin. Insomniaque comme lui, mais bien plus sociable, elle lui propose de partager l'endroit pour y dormir en cachette. Leur rapprochement semble les aider à retrouver le sommeil, chacun étant sensible aux battements de cœur de l'autre…\n\n---\n\nMaison d'édition FR : **Soleil Manga**",
      "pt-br": "Nakami é um estudante dedicado, porém, sempre parece estar irritado, o que faz seus colegas de classe não gostarem dele. Porém essa atitude é devido ao fato dele ter insônia, passando a maior parte da noite em claro, sem conseguir dormir nem um minuto sequer. Durante a preparação do festival escolar, ele foi enviado contra a sua vontade para pegar cartolina na sala do observatório de astronomia da escola, um lugar que tem fama de ser mal-assombrado. Lá ele encontra um lugar calma e isolado para dormir, mas enquanto ele verificava o local ele encontra sua colega de classe Magari Isaki, que estava dormindo lá. Após ambos descobrirem sobre o problema de insônia um do outro, eles decidem dividir aquele local como refúgio para poderem dormir. Por quanto tempo será que eles poderão se aproveitar desse conforto? E será que a sala do observatório realmente é mal-assombrada?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "125"
  },
  {
    "mangaId": "3c025255-1151-4da4-9724-c28aa70e5062",
    "title": {
      "en": "Chikarawaza no Sister"
    },
    "updatedAt": "2024-11-26T14:19:37+00:00",
    "coverArt": "https://mangadex.org/covers/3c025255-1151-4da4-9724-c28aa70e5062/b489aa9e-1348-4c43-8eff-9b5a98d6163d.jpg",
    "altTitles": [
      {
        "ja": "力技のシスター"
      },
      {
        "pt-br": "A irmã que exala força física"
      },
      {
        "en": "The Sister with Strength"
      },
      {
        "en": "Forceful Sister"
      },
      {
        "en": "The Sister Of Strength Feats"
      },
      {
        "zh": "铁拳修女"
      },
      {
        "es-la": "La Hermana con una fuerza brutal"
      },
      {
        "vi": "Cô nữ tu cứng rắn"
      }
    ],
    "description": {
      "en": "The nun who listens to people's confessions and reacts \"strongly\" to them.\n_____________\n**Links:**\n- Buy the collected volume on [Melonbooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=2165379) or [Toranoana](https://ecs.toranoana.jp/tora/ec/item/040031114003).\n- Alternative Official Raw - [Twitter](https://twitter.com/man_Arihred/status/1667464395067367424)",
      "es-la": "La monja que escucha las confesiones de la gente y reacciona \"enérgicamente\" ante ellas."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94589231-4a4c-4fa2-a0fd-48e27ee61b63",
    "title": {
      "en": "The Daily Lives of High School Boys"
    },
    "updatedAt": "2024-03-18T11:16:50+00:00",
    "coverArt": "https://mangadex.org/covers/94589231-4a4c-4fa2-a0fd-48e27ee61b63/8f7260ed-2ff5-434c-98b2-ef7dde345fe5.jpg",
    "altTitles": [
      {
        "ja": "男子高校生の日常"
      },
      {
        "ja-ro": "Danshi Koukousei no Nichijou"
      },
      {
        "en": "Daily lives of high school boys"
      },
      {
        "tr": "Liseli Erkeklerin Günlük Hayatı"
      },
      {
        "ru": "Будни старшеклассников"
      },
      {
        "zh": "男子高中生的日常"
      }
    ],
    "description": {
      "en": "High school boys are really simple and curious creatures. They want one and only one thing: girls. But they haven’t got a clue about them. Male teenagers are dumbfounded by the girls’ thought process, actions, appearance and everything in between. They spend countless hours amongst themselves discussing and arguing their theories which are usually completely off base. If only they had the courage to ask them instead of screwing around and talking about nonsensical things, they might get somewhere.  \n___\n[Official English Volumes](https://kodansha.us/series/the-daily-lives-of-high-school-boys/)",
      "ru": "Манга о повседневной жизни старшеклассников."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "107.26"
  },
  {
    "mangaId": "0a580438-bc72-4503-940b-12a5da881b56",
    "title": {
      "en": "Kimi wa Yotsuba no Clover"
    },
    "updatedAt": "2024-11-14T23:54:43+00:00",
    "coverArt": "https://mangadex.org/covers/0a580438-bc72-4503-940b-12a5da881b56/af51e268-4b84-4d74-94d2-bf6e6525d7cb.jpg",
    "altTitles": [
      {
        "en": "You are a Four Leaf Clover"
      },
      {
        "vi": "Cậu là cỏ 4 lá"
      },
      {
        "ja": "きみは四葉のクローバー"
      },
      {
        "zh": "恋人手中四叶草"
      }
    ],
    "description": {
      "en": "Uichi was once popular, but now he is being bullied excessively. Then suddenly, his first love, Yotsuha, appears in front of him. What is this cute and brave girl's purpose...?",
      "ja": "かつての人気者で、今は過激ないじめを受ける宇一。そんな彼の前に突然現れた初恋の相手・よつは。可愛く健気な彼女の目的とは一体…!?",
      "vi": "Câu chuyện romcom nhẹ nhàng về hành trình chữa lành trái tim đã tan vỡ của main",
      "zh": "某天，曾很有人气的宇一的生活陡然一变。 以往光芒四射的日子被用抹布也无法擦去的黑暗所笼罩。 这时，熟悉宇一过去的初恋—— 四叶突然出现在了他的面前。 她的目的究竟是…！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e64ba108-bbd7-40ce-9243-21791d9489bf",
    "title": {
      "en": "Hazure Hantei kara Hajimatta Cheat Majutsushi Seikatsu"
    },
    "updatedAt": "2024-11-23T14:37:51+00:00",
    "coverArt": "https://mangadex.org/covers/e64ba108-bbd7-40ce-9243-21791d9489bf/c7d5c1e7-1375-42d2-867a-4b9450dec947.jpg",
    "altTitles": [
      {
        "ja": "ハズレ判定から始まったチート魔術士生活"
      },
      {
        "zh": "从废柴判定开始的魔术士人生"
      },
      {
        "en": "Life as a Cheat Magician that began with a False Judgment"
      }
    ],
    "description": {
      "en": "One day, all the eighth grade students were transferred to another world.\n\nThe princess of the other world summoned them to make up for their lack of strength. The students are threatened and decide to follow the princess, and they are made to take a magical power test to determine their abilities. While everyone is sorted according to their results, Kokubun Kento's result is a flop.\n\nJudged as useless, he is expelled. However, there is actually a tremendous ability lurking within Kento... \n\nThe life-size eighth grader Kento, together with his fellow skeletons, aims to rescue his classmates!\n\n---\n\n[web novel](https://ncode.syosetu.com/n5782dy/) (jp)",
      "ja": "ある日、中学２年生の生徒全員が異世界に転移させられた。\n\n異世界の王女が、戦力不足を補うために彼らを召喚したのだ。脅されて王女に従うことにした生徒たちは、能力を調べる魔力判定を受けさせられる。みんなが結果に応じて振り分けられていくなか、国分健人の判定結果はハズレ。\n\n使い物にならないと判断されて、追放されてしまった。だが、健人の内には実は物凄い能力が潜んでいて… \n\n等身大の中学２年生の健人が、仲間になったスケルトンとともに同級生たちの救出を目指す！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b804c1a-2d85-4f09-b6ca-8b109e0191e6",
    "title": {
      "en": "Hana wa Saku, Shura no Gotoku"
    },
    "updatedAt": "2024-10-23T16:32:47+00:00",
    "coverArt": "https://mangadex.org/covers/6b804c1a-2d85-4f09-b6ca-8b109e0191e6/461912a7-4292-4f09-8d1d-803c9385062f.jpg",
    "altTitles": [
      {
        "ja": "花は咲く、修羅の如く"
      },
      {
        "en": "Flower and Asura"
      },
      {
        "es-la": "Las flores florecen, tal como Asura"
      },
      {
        "es-la": "Asura y flor"
      },
      {
        "vi": "Đoá Hoa Nở, Tựa Tu La"
      },
      {
        "vi": "Hoa và Asura"
      }
    ],
    "description": {
      "en": "Hana, who lives on Tonaki Island, a small island with a population of 600, loves reciting so much that she holds public reading sessions for the children of the island. Mizuki feels that Hana's \"reading\" has the power to attract people, and invites her to join the broadcasting club, of which she is the head.\n\n\"Tell me your true wish and I'll make it come true.\"\n\"I want to join the broadcasting club.\"\n\nHana decides to join the club, and has many \"firsts\" with the members of the broadcasting club, deepening her love of reciting...",
      "ja": "人口600人の小さな島・十鳴島に住む花奈は、島の子供たちに向けて朗読会を行うほど朗読が好きだった。花奈の〝読み〟に人を惹きつける力を感じた瑞希は、自身が部長を務める放送部へ誘う。\n\n「お前の本当の願いを言え、アタシが叶えてやる」\n「私、放送部に入りたいです」\n\n入部を決意した花奈は、たくさんの〝初めて〟を放送部のメンバーと共にし、大好きな朗読を深めていく…。",
      "th": "ฮานะอาศัยอยู่บนเกาะโทนาคิ เกาะเล็ก ๆ ที่มีประชากรเพียง 600 คน ซึ่งไม่มีคนที่อายุรุ่นราวคราวเดียวกันกับฮานะอยู่เลย เธอผู้ชื่นชอบการอ่านออกเสียง ได้จัดงานอ่านออกเสียงให้เด็ก ๆ บนเกาะฟังมาตั้งแต่สมัยยังอยู่ ป.4 ทำให้เธอเป็นขวัญใจของเด็ก ๆ\nต่อมาในวันก่อนที่เธอจะขึ้นม.ปลายหนึ่งวัน ก็ได้พบกับอุซุรากิ มิซุกิ รุ่นพี่ชมรมกระจายเสียงในโรงเรียนม.ปลาย สุโมโมะกาโอกะ ที่เธอกำลังจะไปเข้าเรียน...\nและนั่นก็คือก้าวแรกสู่การเปลี่ยนแปลงของฮานะ",
      "vi": "Hana là một cô gái sống trên hòn đảo nhỏ Tonaki với dân số chỉ tầm 600 người, cô thích đọc diễn cảm đến mức tổ chức các buổi đọc cộng đồng cho trẻ em trên đảo. Nhận thấy tài năng \"đọc\" của Hana có sức cuốn hút người khác, Mizuki mời cô tham gia câu lạc bộ phát thanh tại trường mà cô là trưởng nhóm. - \"Nói cho chị biết mong muốn thực sự của em đi, chị sẽ biến nó thành hiện thực.\" - \"Em muốn tham gia câu lạc bộ phát thanh.\" Hana quyết định tham gia câu lạc bộ và có được những \"trải nghiệm đầu tiên\" với các thành viên của câu lạc bộ phát thanh, tình yêu với việc đọc diễn cảm của cô từ đó càng trở nên sâu đậm..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e477578d-db2f-47df-ba81-607f2bdafa65",
    "title": {
      "en": "The Most Beautiful Girl in the School is in Love With Me, the xx Artist!?"
    },
    "updatedAt": "2024-10-26T11:22:59+00:00",
    "coverArt": "https://mangadex.org/covers/e477578d-db2f-47df-ba81-607f2bdafa65/0fdbd68f-9bed-44cf-b757-6950ad4cc874.jpg",
    "altTitles": [
      {
        "ja": "学園1の美少女は××絵師の俺に惚れている！？"
      },
      {
        "ja-ro": "Gakuen 1 no Bishōjo wa ×× Eshi no Ore ni Horeteiru!?"
      },
      {
        "ja-ro": "Gakuen 1 no Bishoujo wa ×× Eshi no Ore ni Horeteiru!?"
      },
      {
        "id": "Gadis Nomor 1 di Sekolah Sekaligus Pembuat Karya XXX Jatuh Cinta Denganku?!"
      },
      {
        "en": "The Number 1 Beautiful Girl in the School is in Love With Me, the xx Artist!?"
      }
    ],
    "description": {
      "en": "Amesaka Sora, an ordinary high school boy, usually enjoys drawing erotic pictures as a hobby. Since his failure in junior high school, he had planned to hide his hobby in high school... But one day, the student council president and the most beautiful girl in the school, Kisaragi Uguisu, finds out his secret...!?\n\nA coming-of-age rom-com between a beautiful girl at the top of the caste system and one of those male extras!",
      "id": "Amesaka Sora, seorang siswa biasa yang suka menggambar hal-hal cabul. Karena kegagalannya di SMP, dia menyembunyikan hobinya ini di SMA. Namun, suatu hari, ketua OSIS sekaligus gadis tercantik sepenjuru sekolah, Kisaragi Uguisu mengetahui hobi rahasianya tersebut. Apa yang akan terjadi di antara mereka berdua?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "25707e09-1afb-48da-a04e-36b4daa7cce6",
    "title": {
      "en": "Nobunaga no Chef"
    },
    "updatedAt": "2024-12-15T05:06:18+00:00",
    "coverArt": "https://mangadex.org/covers/25707e09-1afb-48da-a04e-36b4daa7cce6/2ace44a9-16ea-481f-a6bb-5f56d8cfb732.jpg",
    "altTitles": [
      {
        "en": "Nobunaga's Chef"
      },
      {
        "ja-ro": "Kokinya Nobunaga"
      },
      {
        "fr": "Le chef de Nobunaga"
      },
      {
        "th": "ยอดเชฟของโนบุนางะ"
      },
      {
        "ja": "信長のシェフ"
      },
      {
        "zh": "信長的主廚"
      },
      {
        "es-la": "El Chef de Nobunaga"
      },
      {
        "en": "A Chef of Nobunaga"
      },
      {
        "pt-br": "O chef de Nobunaga"
      },
      {
        "id": "Kokinya Nobunaga"
      },
      {
        "ko": "노부나가의 셰프"
      }
    ],
    "description": {
      "en": "Ken is a modern-day chef who wakes up one morning in war-torn 16th century Japan. Faced with an impossible situation, he does what he does best – he cooks. Soon, word of his wonderful food reaches the capital, and the ears of warlord Oda Nobunaga, who immediately orders Ken to cook for him. What will happen to Ken as he finds himself stumbling around in an era he doesn't belong?",
      "ja": "現代の料理人・ケン。彼が目を覚ますとそこは戦国時代だった。京で評判の料理の噂を聞きつけた信長は、強引にケンを自分の料理人にするが…！？",
      "es-la": "Ken es un chef de la actualidad. Cuando se despierta, se encuentra en el período de los Estados en Guerra, la era Sengoku. Nobunaga oye un rumor sobre un plato con buena reputación en Kioto, y obliga a Ken a convertirse en su propio chef...",
      "pt-br": "Ken, um chef da era moderna, encontra-se de volta ao século 16, durante o período Sengoku. Sem qualquer lembrança de quem ele foi um dia ou como chegou ali, ele só pode contar com seu conhecimento e suas habilidades na culinárias. Mas, assim que ele ganha reputação por sua incrível comida, o próprio Oda Nobunaga aparece para demandar seus serviços."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "37",
    "lastChapter": "310"
  },
  {
    "mangaId": "c0a0a727-c381-4c35-afe0-8152317c6fb4",
    "title": {
      "en": "Kitayama-kun to Minamiya-kun"
    },
    "updatedAt": "2024-11-13T08:33:57+00:00",
    "coverArt": "https://mangadex.org/covers/c0a0a727-c381-4c35-afe0-8152317c6fb4/bb53e04d-5f1b-416c-b5f8-6cd408079edd.jpg",
    "altTitles": [
      {
        "ja": "北山くんと南谷くん"
      }
    ],
    "description": {
      "en": "\"I want to see Kitayama-san's erotic face!!\"\n\nA handsome guy who's too pure × a lewd boy who's often perverted.\nA 100% cute and happy love comedy!\n\nConvenience store employee Minamiya can fantasize about \"a person's most erotic face\" just by looking at them.\nBut, his work senior Kitayama's erotic face is the only one he can't see.\nWhy is it just him? He's so curious that he ends up staring at him.\nOne day, they start talking when they find out they have the same favorite band, and Minamiya goes over to Kitayama's house.\nMaybe with this he'll be able to imagine Kitayama's erotic face!?\nWhile thinking about his ulterior motives, he talks about his love for the band...\n\n\"I like Minamiya-kun too...\"\n\"...Huh!?\"\nMinamiya was sure they were talking about the band,\nBut he freezes when Kitayama gives an unexpected confession!?",
      "es-la": "\"¡Quiero ver la cara erótica de Kitayama-san!\"\nUn chico guapo que es demasiado puro × un chico lascivo que a menudo es pervertido.\n¡Una comedia de amor 100% linda y feliz!\nMinamiya, empleado de una tienda de conveniencia, puede fantasear con \"la cara más erótica de una persona\" con solo mirarla.\nPero, la cara erótica de su superior en el trabajo, Kitayama, es la única que no puede ver.\n¿Por qué es solo él? Tiene tanta curiosidad que termina mirándolo.\nUn día, comienzan a hablar cuando descubren que tienen la misma banda favorita, y Minamiya va a la casa de Kitayama.\n¿Tal vez con esto pueda imaginar la cara erótica de Kitayama?\nMientras piensa en sus motivos ocultos, habla sobre su amor por la banda...\n\"A mí también me gusta Minamiya-kun...\"\n\"... ¿¡Eh!?\"\nMinamiya estaba seguro de que estaban hablando de la banda,\n¡Pero se congela cuando Kitayama hace una confesión inesperada!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56054f52-ba05-4e01-9c98-2bce09162a8b",
    "title": {
      "en": "Sarumane"
    },
    "updatedAt": "2024-11-21T15:03:36+00:00",
    "coverArt": "https://mangadex.org/covers/56054f52-ba05-4e01-9c98-2bce09162a8b/7c46570a-f1c0-4316-b5a4-e16444349bdb.jpg",
    "altTitles": [
      {
        "ja": "さるまね"
      },
      {
        "en": "Monkey see, Monkey Do"
      },
      {
        "en": "Invasion of the Apes"
      }
    ],
    "description": {
      "en": "Despite the food shortages caused by famine, the mountain village where the protagonist Kai lives is able to pursue a somewhat better life than others by hunting wild animals. However, one day, a man who says he got lost in the mountains comes to the village. Kai is suspicious of the man, who refuses to make eye contact, but he and his family welcome him. That night, another uninvited beast though sneaks into the outskirts of the village...",
      "ja": "天明三年。世では飢饉による食糧難のなかでも、主人公の可畏が住む山村では野生の動物を狩ることで他よりも幾分良い生活ができていた。しかし、ある日山で迷ったという男が村に来る。一向に目を合わせようとしないその男を訝しむ可畏だが、家族とともにもてなす。そしてその夜、村の外れではさらなる招かれざる獣が入り込んでいた...。",
      "es-la": "Tercer año de la era Temmei. En medio de la escasez de alimentos provocada por la hambruna, el pueblo de montaña donde vive el protagonista Kaei consigue ganarse la vida algo mejor que los demás cazando animales salvajes. Un día, sin embargo, llega a la aldea un hombre que afirma haberse perdido en las montañas. El hombre se niega a mirar a Kaei a los ojos, pero él y su familia le reciben con los brazos abiertos. Esa noche, en las afueras de la aldea, entran más bestias no invitadas..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ba43723-337b-4123-912c-03e9dfa5e632",
    "title": {
      "en": "Takamori-kun o Damarasetai!!"
    },
    "updatedAt": "2024-10-09T00:08:39+00:00",
    "coverArt": "https://mangadex.org/covers/9ba43723-337b-4123-912c-03e9dfa5e632/8438411b-6175-4b95-b192-86ede6d80a8f.jpg",
    "altTitles": [
      {
        "ja": "高森くんを黙らせたいっ！！"
      },
      {
        "ja-ro": "Takamori-kun wo Damarasetai!!"
      },
      {
        "en": "Shut Up, Takamori!"
      },
      {
        "en": "I Wanna Shut Up Takamori-kun!!"
      },
      {
        "en": "I Want to Shut Up Takamori-kun!!"
      },
      {
        "vi": "Đừng nghĩ thế nữa mà, Takamori-kun!"
      }
    ],
    "description": {
      "en": "Minamikawa-san, a girl with the ability to read minds is curious about the boy sitting next to her, Takamori-kun. It's because Takamori-kun's mind is so damn loud...!!",
      "ja": "南川さんは隣の席の高森くんの「ヒミツ」を知っている。それは高森くんの心の声が聞こえるということ。そしてさらに、高森くんは南川さんのことが大好きだということ…!!毎日毎日うるさい高森くんの心の声を黙らせられるのか…!?テレパス青春ラブコメ、開幕です!!",
      "vi": "Một cô gái có khả năng đọc suy nghĩ người khác và cậu bạn kế bên có máu simp lỏ. Điều gì sẽ chờ đợi cả hai phía trước?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "157ab2cc-1fc7-4b29-8955-72d94a140982",
    "title": {
      "en": "Kesa mo Yuraretemasu"
    },
    "updatedAt": "2024-12-06T02:44:01+00:00",
    "coverArt": "https://mangadex.org/covers/157ab2cc-1fc7-4b29-8955-72d94a140982/4d423e68-2a7c-4b86-94d4-8a1fdabe4a18.jpg",
    "altTitles": [
      {
        "ja": "今朝も揺られてます"
      },
      {
        "vi": "Thình Thịch Mỗi Sớm Mai"
      },
      {
        "en": "They are Still Being Shaken This Morning"
      },
      {
        "zh": "今朝摇曳依旧"
      }
    ],
    "description": {
      "en": "This is your typical story of a boy who's secretly in love with a girl, they both share a 20 minute ride on the commuter train on their way to different schools, will the boy be able to approach the girl and confess his love? And also... What he doesn't know: There's 3 other passengers that secretly support the boy's secret love towards the girl! Read now the hijinks that ensue when the boy tries to approach the girl; from the creator of *[Jitsu wa Watashi wa](https://mangadex.org/title/a990c2a1-b54f-4f4f-986c-3cdab1c9f2f9/)* and *[Yumemi ga Oka Wonderland](https://mangadex.org/title/32bbfefa-8a58-462c-bc9e-e9dd3bd4c152/)*.",
      "ja": "午前6時58分舞原行きの通学電車。名前も知らないあの子と僕…とその乗客!? 高校生の男女2人が醸し出す甘酸っぱい雰囲気に、乗客たちが心情駄々洩れで盛り上がる!!",
      "pt-br": "Esta é a típica história de um garoto que está secretamente apaixonado por uma garota. Ambos compartilham uma viagem de 20 minutos no trem do subúrbio a caminho de escolas diferentes. O garoto será capaz de se aproximar da garota e confessar seu amor? E, além disso... O que ele não sabe: há três outros passageiros que secretamente apoiam o amor secreto do garoto pela garota! Leia agora as confusões que acontecem quando o garoto tenta se aproximar da garota; do criador de *[Jitsu wa Watashi wa](https://mangadex.org/title/a990c2a1-b54f-4f4f-986c-3cdab1c9f2f9/)* e *[Yumemi ga Oka Wonderland](https://mangadex.org/title/32bbfefa-8a58-462c-bc9e-e9dd3bd4c152/)*."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5725100d-81bd-467d-b680-1f4dff43adbd",
    "title": {
      "en": "The Vampire Dies in No Time"
    },
    "updatedAt": "2024-12-11T23:31:19+00:00",
    "coverArt": "https://mangadex.org/covers/5725100d-81bd-467d-b680-1f4dff43adbd/83fb9657-c8f5-44ad-adfb-aaa776a15a29.jpg",
    "altTitles": [
      {
        "ja": "吸血鬼すぐ死ぬ"
      },
      {
        "ja-ro": "Kyuuketsuki Sugu Shinu"
      },
      {
        "ja": "The Vampire dies in no time."
      },
      {
        "en": "The Vampire Dies Now"
      },
      {
        "zh": "吸血鬼即将便当"
      }
    ],
    "description": {
      "en": "Vampires are said to have many weaknesses to balance out their incredible powers. The vampire lord Draluc just so happens to be weak to… everything. He dies, disintegrating into a pile of sand, at the slightest shock.\n\nAfter a disastrous encounter with the vampire hunter (and author) Ronaldo leaves Draluc's castle destroyed, Draluc decides to pack up his remaining belongings and adorable armadillo familiar John and move into Ronaldo’s office (despite the hunter’s protests). Chaos ensues as this unlikely duo is forced to work together while fending off perverted vampires, Ronaldo's terrifying editor, Draluc's eccentric family, and more—with Draluc dying continuously along the way.\n___\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/the-vampire-dies-in-no-time)"
    },
    "status": "hiatus",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db39fcf9-509b-4786-b0a5-410487273476",
    "title": {
      "en": "Punishing Gray Raven: Engraved in the Heart       (Doujinshi)"
    },
    "updatedAt": "2024-11-24T04:59:28+00:00",
    "coverArt": "https://mangadex.org/covers/db39fcf9-509b-4786-b0a5-410487273476/9f19d462-c6f8-43ec-84a8-c00b329ef484.jpg",
    "altTitles": [
      {
        "zh": "铭记于心"
      },
      {
        "en": "PGR: Engraved in the Heart"
      }
    ],
    "description": {
      "en": "Two worlds, each fighting a war against a deadly virus. And a chance meeting between two lone inhabitants, one of each world, both bearing the scars of their struggling civilizations.\n\nThe captivating musician Selena, a famous opera singer who became a soldier due to her desire to experience and preserve relics of the old world.\n\nBut it's been more than a year since Selena went MIA, as she was captured by enemy forces and subjected to experiments with the virus. However, she has since escaped captivity- at the cost of her memories. Her appearance having changed due to the virus, she now wanders the broken lands, searching for purpose.\n\nMeanwhile, a recent college graduate ends up jobless due to the 2019 Covid Pandemic and isolated from society. But soon after, they inadvertently find themselves phasing out of their reality and shifting into another earth far different than their own- a world identical to a game they own, and the very world Selena lives in. Inevitably, the two cross paths.\n\nThis is the beginning of their story."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2024-11-17T00:12:53+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "4930ea40-6d39-44d5-a6d1-13413a52ee45",
    "title": {
      "en": "hanani-roku"
    },
    "updatedAt": "2022-04-29T00:05:49+00:00",
    "coverArt": "https://mangadex.org/covers/4930ea40-6d39-44d5-a6d1-13413a52ee45/5e255cd3-03cf-4849-b26e-bfc54919460a.png",
    "altTitles": [
      {
        "ja": "ハナニーロク"
      }
    ],
    "description": {
      "en": "On his way home from a coworker's wedding, Hasumi buys a seedling in hopes of leading a lush life after witnessing the happy bride and groom.\nWhile growing the overpriced and labor-intensive plant, he overhears talk of the smitten newlywed at the office.\nHe drops the plant in the bathtub one day, and when he returns home the next, he finds that the plant has soaked up a considerable amount of water and grown twice as large.\nAfter continually adding more water over time, the plant finally reaches the point where it spills forth from the tub and a humanoid man emerges from its leaves.\nHasumi keeps his distance at first, but after becoming accustomed to their life together and catching a glimpse of the plant man's cock, he takes action."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "afa40bc8-34fa-4b03-a1e1-50f4eb79f9da",
    "title": {
      "en": "My Father Has Become a Beautiful Girl and It's a Lot of Pain"
    },
    "updatedAt": "2024-09-25T14:59:38+00:00",
    "coverArt": "https://mangadex.org/covers/afa40bc8-34fa-4b03-a1e1-50f4eb79f9da/d7ae21a3-7950-4191-a386-996b07e6273b.png",
    "altTitles": [
      {
        "ja": "父親が美少女になってしまって色々つらい"
      },
      {
        "ja-ro": "Chichioya ga Bishoujo ni Natte Shimatte Iroiro Tsurai"
      },
      {
        "en": "My Father Turned into a Beautiful Girl and It's a Lot of Trouble."
      },
      {
        "ru": "Мой отец превратился в красивую девушку и это доставляет много хлопот."
      },
      {
        "id": "Ayah ku berubah menjadi gadis cantik dan itu sangat sulit bagi ku"
      }
    ],
    "description": {
      "en": "A successful but annoying dad got gender-swapped and became a beautiful girl. Now he has lost his job and has to depend on his son while slowly starting anew.",
      "ru": "Однажды в комнату Тацуи заходит красивая девушка... и, к его удивлению оказывается его отцом, который полностью изменился из-за шока от увольнения с работы! !\nХотя он и растерян перед своим отцом, потерявшим все (?), меняются ли мало-помалу отношения между родителем и ребенком, которые раньше были далекими? ? ?\nОтец Тацуи потерял все. Тацуя с недоумением смотрит на отца, но расстояние между отцом и сыном постепенно сокращается...?\nОтец – это мать, а сын – это отец? Нет, мой лучший друг — мой отец, а мой отец — мой лучший друг...?\nНовая комедия TS, которая, несмотря на то, что в социальных сетях ее называют \"физиологически невозможной\", на самом деле является удивительной историей отца и сына, которая согреет ваше сердце!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]