[
  {
    "mangaId": "0df86784-961a-443c-9765-8b41702c6249",
    "title": {
      "en": "Alice-san Chi no Iroribata"
    },
    "updatedAt": "2025-01-15T12:19:43+00:00",
    "coverArt": "https://mangadex.org/covers/0df86784-961a-443c-9765-8b41702c6249/e1bd1a5f-aec9-497a-97c1-ce651ab8c337.jpg",
    "altTitles": [
      {
        "ja": "アリスさんちの囲炉裏端"
      },
      {
        "ru": "У очага в доме Арису-сан"
      },
      {
        "th": "มื้ออุ่นหน้าเตาแห่งบ้านคุณอลิซ"
      },
      {
        "en": "By The Hearth At Alice-san's Home"
      },
      {
        "en": "By the Furnace of Miss Alice’s House"
      },
      {
        "vi": "Bên bếp lửa nhà Alice-san"
      }
    ],
    "description": {
      "en": "After ten years, Alice returns to her hometown from Tokyo to live alone in a traditional Japanese house with a sunken hearth. Harumi, her childhood friend, nervously meets her again after such a long time, but the warmth of the hearth with Alice is just as warm as it was in the past...\n\nNext to the hearth in Miss Alice's house, let's have a leisurely meal together.",
      "pt-br": "Depois de 10 anos, Alice volta de Tóquio para a sua cidade natal e mora sozinha em uma antiga casa tradicional Japonesa com lareira. Harumi, um amigo de infância, estava animado para se encontrar novamente depois de muito tempo, mas o calor da lareira com Alice continua tão quente quanto no passado..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "a1f8f17a-6c51-4a35-9205-bc70bb5fa826",
    "title": {
      "en": "Tsurenai Hodo Aokute Azatoi Kurai ni Akai"
    },
    "updatedAt": "2024-12-31T10:10:40+00:00",
    "coverArt": "https://mangadex.org/covers/a1f8f17a-6c51-4a35-9205-bc70bb5fa826/67519246-a388-4d76-bdd5-482455fda583.jpg",
    "altTitles": [
      {
        "ja": "つれないほど青くて あざといくらいに赤い"
      },
      {
        "ja-ro": "Tsurenai Hodo Aokute Azatoi Kurai ni Akai"
      },
      {
        "ru": "Холодно-синий и коварно-красный"
      },
      {
        "es-la": "Tan frío como el azul y tan agresivo como el rojo"
      },
      {
        "vi": "Xanh đến nỗi Lạnh Lùng, Đỏ tới mức Xảo Quyệt"
      },
      {
        "vi": "𩇢𦤾馁𨗺𡫶 𧹼細墨巧譎 (Nom Script)"
      }
    ],
    "description": {
      "en": "Is this senior... female? Male? Neutral? Demonic? A transfer student suffering from an incurable disease called curiosity meets a mysterious being (human) who is beautiful, cute, cool, and terrifying. The first of a new generation of horror comic authors presents an abyssal love story, a ghost story to peek into and sensuality to you.",
      "ja": "覗いてはいけない、だから、覗きたい。　この先輩は…女性？　男性？　中性？　魔性??　好奇心という不治の病を患う転校生が出会ったのは、美しく、可愛らしく、格好よく、恐ろしい、謎の存在（ヒト）だった。",
      "ru": "Мой сэмпай... Кто же это? Девушка? Парень? Оно? Демон?.. Главный герой — переведенный ученик старшей школы, страдающий неизлечимым чувством любопытства натыкается на красивое, милое, крутое и опасное создание (человека?). С этого момента и начинаются их необычные отношения.\n\n(Source: mangalib)",
      "vi": "Liệu senpai này là... Nữ giới? Nam giới? Vô giới? Ác quỷ giới?? Một học sinh chuyển trường mắc một căn bệnh vô phương cứu chữa gọi là sự hiếu kì đã gặp phải một tồn tại bí ẩn dưới hình dạng của một con người vô cùng xinh đẹp và dễ thương nhưng cũng rất lạnh lùng và đáng sợ. Một câu chuyện tình yêu nơi vực thẳm, một câu chuyện ma quái đầy gợi cảm, mang đến cho bạn bởi tác giả đứng đầu về một thế hệ mới của truyện kinh dị...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d91e369a-17fa-4f92-90de-1fd150129ce2",
    "title": {
      "en": "Crimson Hero"
    },
    "updatedAt": "2022-09-21T13:08:12+00:00",
    "coverArt": "https://mangadex.org/covers/d91e369a-17fa-4f92-90de-1fd150129ce2/16773e89-1ee3-418e-99c5-b60c56371350.png",
    "altTitles": [
      {
        "ja-ro": "Beniiro Hero"
      },
      {
        "en": "Crimson Hero"
      },
      {
        "tr": "Kızıl Kahraman"
      },
      {
        "vi": "Xứng danh anh hùng"
      },
      {
        "ar": "البطل القرمزي"
      },
      {
        "ja": "べにいろヒーロー"
      },
      {
        "ja": "紅色HERO"
      },
      {
        "zh": "艷紅色英雄"
      },
      {
        "ko": "홍색 히어로"
      },
      {
        "ja-ro": "Beni-iro Hīrō"
      },
      {
        "ja-ro": "Beni-iro Hero"
      }
    ],
    "description": {
      "en": "All that matters to 15-year-old Nobara Sumiyoshi is volleyball–she's an awesome player with big-time ambitions. But sometimes it seems like a girl just can't get a break in the competitive world of high school volleyball.  \nNobara's family wants her to inherit the role of \"young mistress,\" serving rich patrons at her family's old-fashioned Japanese restaurant. No thanks! When Nobara transfers to Crimson Field High School, known for its top-notch volleyball team, it turns out that her mother will stoop to dirty tricks to keep her off the court. With assistance from her feisty Aunt Momoko, who's got some connections at Crimson Field, Nobara decides to start playing offense."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "83"
  },
  {
    "mangaId": "3c8ddbf0-7807-493b-960d-c1e508f12c46",
    "title": {
      "en": "The Marshal King"
    },
    "updatedAt": "2025-02-07T01:04:43+00:00",
    "coverArt": "https://mangadex.org/covers/3c8ddbf0-7807-493b-960d-c1e508f12c46/84c06085-b6c3-400e-82b0-e72505a8e0e2.png",
    "altTitles": [],
    "description": {
      "en": "Nobody on the continent hasn't heard of the evil deeds of the great outlaw M. Godspeed.\nBut one day, a young man claiming to be the criminal's son suddenly appears trekking through the harsh desert.\nThis Jim Godspeed says he's killed his father and has the corpse to prove it!\nA steampunk western from the mind of the master, Boichi!\n\n(Source: MangaPlus)",
      "es": "M. Godspeed fue un legendario villano cuya crueldad extrema hizo que su nombre resonara por todo el continente.\nUn día, apareció un joven llamado Jim Godspeed, quien afirmó ser su hijo.\nJim dijo haber matado a su padre con sus propias manos y haber cruzado el desierto ¡con su cadáver a cuestas...!\n¡Disfruta de esta épica historia ambientada en el Oeste de mano del aclamado maestro Boichi!\n\n(Fuente: MangaPlus)",
      "ja": "<毎週金曜更新>悪逆の限りを尽くし、大陸に名を轟かせた、偉大なる悪党M・ゴッドスピード。\nある日、彼の息子を名乗る、ジム・ゴッドスピードが現れた。\nジムは自らの手で父を殺し、その亡骸とともに、砂漠を渡ってきたと語る...！\n巨匠・Boichiが紡ぐ、新たなるウエスタンストーリー！"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801",
    "title": {
      "en": "How to Grill Our Love"
    },
    "updatedAt": "2024-10-25T20:59:51+00:00",
    "coverArt": "https://mangadex.org/covers/a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801/ea567da7-0261-4a94-93df-c0d3c1c47b6a.jpg",
    "altTitles": [
      {
        "ja": "焼いてるふたり"
      },
      {
        "ja-ro": "Yaiteru Futari"
      },
      {
        "ko": "굽고 있는 두 사람"
      },
      {
        "zh": "爱情是烤肉的滋味!"
      },
      {
        "ne": "दुई जना पकाउँदै"
      },
      {
        "ru": "Брак с Нуля: Как Поджарить Нашу Любовь"
      },
      {
        "th": "จุดรักเราด้วยเตาถ่าน"
      }
    ],
    "description": {
      "en": "After their fateful encounter through a dating app, Kenta and Chihiro decided to get married with zero days of dating in light of Kenta’s transfer. As a couple who got married without knowing much about each other, they deepen their relationship through their regular weekend BBQs.",
      "ja": "マッチングアプリで運命の出会いを果たした、健太と千尋。奥手すぎて最初の一歩を踏み出せずにいるふたりが、健太の浜松への転勤をきっかけに急進展。なんと…交際ゼロ日で結婚することに！　\n\nお互いをよく知らないまま夫婦になったふたりは、毎週末のBBQでじっくり仲を深めていく――。",
      "ru": "После роковой встречи через приложение для знакомств, Кента и Чихиро решили пожениться с нулевым количеством дней знакомств в свете перевода Кенты. Как пара, которая вышла замуж, не зная многого друг о друге, они развивают свои отношения путём регулярных выходных с барбекю.",
      "pt-br": "Quando Kenta, de 30 anos, conhece a designer gráfica Chihiro, ele queima seu exterior descolado com sua paixão por churrasco! Agora, após um lampejo de namoro, eles são recém-casados! Embora seus empregos os mantenham separados, eles ainda têm fins de semana juntos para grelhar, e carne boa não é a única coisa que está esquentando neste relacionamento escaldante!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccf515f7-8a7f-448f-91d3-815534fd05fb",
    "title": {
      "en": "The Evil God Descends, I Own Great Hell"
    },
    "updatedAt": "2024-09-04T12:22:21+00:00",
    "coverArt": "https://mangadex.org/covers/ccf515f7-8a7f-448f-91d3-815534fd05fb/31ca4396-c76b-4696-bfb2-458f0b51b5f6.jpg",
    "altTitles": [
      {
        "zh": "邪神降世，我有一座大凶狱"
      }
    ],
    "description": {
      "en": "In the apocalypse, an evil god descends, devouring humans and threatening my homeland, China! Little do they know, I hold the control of the Demon-Suppressing Hell, where countless gods and ancient monsters from China have been secretly imprisoned for thousands of years! All for this moment... to annihilate the foreign gods and cleanse the human world!\n\n— Of course, if you surrender, as the Warden, I might consider letting you evil gods into the Great Hell to work on sewing machines. Meals and accommodation are provided, of course."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "Yuurei to Tsukareta Kaishain"
    },
    "updatedAt": "2025-01-15T10:54:01+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/b951d7de-6e16-4f01-9973-0efbcccb7536.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "en": "The Ghost and the Exhausted Office Worker"
      }
    ],
    "description": {
      "en": "No matter how hard things seem to be, there is always 'someone' watching over you.\n\nA ghost who remained in this world with lingering attachments, one day encountered an office worker left exhausted from work, Nozaki.\n\n\"Nobody even looks at me...\"\n\nNozaki was consumed with loneliness.\nThe ghost, who was all alone at the end of his own life, decided to watch over his daily life.\n\nThough left at the mercy of his job, Nozaki desperately carried on each day.\nUntil one day, he encountered someone new.\n\nThe feelings he lost amid the restless day-to-day, through connecting with others, Nozaki will gradually take back.",
      "ja": "どんなつらい時でも、見ていてくれる「誰か」がいる。\n\nこの世に未練を残してさまよっていた幽霊は、ある日、仕事に疲れた会社員、野崎と出会う。\n\n「俺のことなんて、誰も見てないんだ…」\n\n孤独感に打ちひしがれる野崎。人生の最後に一人ぼっちだった幽霊は、彼の生活を見守ってみることに。仕事に翻弄されながらも必死に日々を送る野崎。やがて彼に新たな出会いが訪れる。忙しない日々の中でこぼれ落ちてしまった気持ちを、野崎は人との関わりの中で、少しずつ取り戻していく――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2e9d43b-aece-4ac5-9a7a-3d6d0dec51e2",
    "title": {
      "en": "The Fox & Little Tanuki"
    },
    "updatedAt": "2024-06-13T18:18:00+00:00",
    "coverArt": "https://mangadex.org/covers/e2e9d43b-aece-4ac5-9a7a-3d6d0dec51e2/065a4dce-2cda-4718-be40-5f34e1bd4b62.png",
    "altTitles": [
      {
        "ja-ro": "こりせんまん"
      },
      {
        "en": "Kori Senman"
      }
    ],
    "description": {
      "en": "Senzou, an arrogant fox spirit, is imprisoned by the deities for 300 years for abusing his strength. In exchange for his freedom and powers, he must help a naughty tanuki cub become a magical assistant. A hilarious series following a mischievous tanuki cub and his cranky, powerless babysitter!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a287ef9c-3718-4c6f-80be-44e404b78641",
    "title": {
      "en": "Maigo ni Natteita Youjo wo Tasuketara, Otonari ni Sumu Bishoujo Ryuugakusei ga Ie ni Asobi ni Kuru You ni Natta Ken Nitsuite"
    },
    "updatedAt": "2025-01-28T06:32:12+00:00",
    "coverArt": "https://mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/2ebdbab1-6686-49c0-a93e-0bbd72ac7b08.jpg",
    "altTitles": [
      {
        "ja": "迷子になっていた幼女を助けたら、お隣に住む美少女留学生が家に遊びに来るようになった件について"
      },
      {
        "ja-ro": "Maigo ni Natte Ita Youjou wo Tasuketara, Otonari ni Sumu Bishoujou Ryuugakusei ga Ie ni Asobi ni Kuru You ni Natta Ken ni Tsuite"
      },
      {
        "en": "The Story of How a Beautiful Foreign Student Who Lives Next Door Started to Visit My House After I Helped a Lost Little Girl"
      },
      {
        "en": "After Coincidentally Saving the New Transfer Student's Little Sister, We Gradually Grew Closer"
      },
      {
        "pl": "Opowieść o Tym, Jak Piękna Uczennica Zza Granicy Mieszkająca Po Sąsiedzku Zaczęła Odwiedzać Mnie W Domu, Po Tym Jak Pomogłem Zagubionej Małej Dziewczynce"
      },
      {
        "pt-br": "A História de como Uma Linda Estudante Estrangeira que Mora ao Lado Começou a Visitar Minha Casa Depois que Ajudei Uma Menininha Perdida"
      }
    ],
    "description": {
      "en": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class. Her proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\" However, helping Charlotte's lost sister, Ema, throws his daily life into upheaval...?!",
      "es": "Un día, Charlotte Bennett se traslada a la clase de Aoyagi Akihito. Sus modales correctos y refinados y su aspecto adorable cautivan los corazones de sus compañeros, pero Akihito se aparta tranquilamente, sintiendo que ella «vive en un mundo diferente».\n\nSin embargo, ayuda a Ema, la hermana perdida de Charlotte, altera su vida cotidiana...?",
      "ja": "ある日、青柳明人のクラスにシャーロット・ベネットが留学してくる。\n清楚で上品な振る舞いと可愛らしい容姿のシャーロットに、クラスメイトの誰もが心を惹かれるが、\n明人は冷静に「住む世界が違う」と感じ、一歩引いていた。\n\nしかし、迷子になっていたシャーロットの妹・エマを助けたことで明人の日常は激変し…！？",
      "pl": "Pewnego dnia Charlotte Bennett trafia do klasy Aoyagi Akihito. Jej właściwe i wyrafinowane maniery oraz uroczy wygląd podbiły serca jego kolegów z klasy, ale Akihito spokojnie robi krok do tyłu, czując, że „żyje w innym świecie”.\n\nJednak pomoc zaginionej siostrze Charlotte, Emmie, wywraca jego codzienne życie do góry nogami...?",
      "es-la": "Un día, Charlotte Bennett se traslada a la clase de Aoyagi Akihito. Sus modales correctos y refinados y su aspecto adorable cautivan los corazones de sus compañeros, pero Akihito se aparta tranquilamente, sintiendo que ella «vive en un mundo diferente».\n\nSin embargo, ayuda a Ema, la hermana perdida de Charlotte, altera su vida cotidiana...?",
      "pt-br": "Um dia, Charlotte Bennett foi transferida para a turma de Aoyagi Akihito.\n\nSeus maneirismos adequados e refinados e aparência adorável conquistaram os corações de seus colegas de classe, mas Akihito calmamente dá um passo para trás, sentindo que ela “vive em um mundo diferente”.\n\nNo entanto, ajudar a irmã perdida de Charlotte, Ema, coloca sua vida diária em uma convulsão...!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30b89356-952c-4a72-9d8c-cf44147e881a",
    "title": {
      "en": "IDOL×IDOL STORY!"
    },
    "updatedAt": "2025-01-29T00:51:29+00:00",
    "coverArt": "https://mangadex.org/covers/30b89356-952c-4a72-9d8c-cf44147e881a/f6efd847-4fae-471d-a36b-e79be97c0cea.jpg",
    "altTitles": [
      {
        "ja": "アイドル×アイドル　ストーリー！"
      },
      {
        "en": "Idol x Idol Story!"
      },
      {
        "ru": "Айдол×Айдол история!"
      }
    ],
    "description": {
      "en": "Mimi Nagisa (22 years old) is a former idol. After giving up on her dream of being an idol because of her lacking talent she spends her days working part-time while attending college. However, the moment she meets the idol Ibuki Nanakusa, whom she recently found interest in, their lives begin to cross each other.\n\n(Source: Comic Fuz, translated)\n___\n* [Official Twitter](https://twitter.com/idol2story_info)",
      "ja": "才能がないと夢を諦めた元アイドルのミミと、ミミに憧れていた現役アイドル・イブキ。そんな2人が、ひょんな出会いから一緒にサバイバルオーディション番組への出演を目指すことに…!?　一度は諦めかけた夢、今度こそ2人でなら…！",
      "ru": "Мими Нагиса (22 года) — бывший айдол. После того, как она отказалась от своей мечты стать айдолом из-за отсутствия таланта, она проводит дни работая на неполный рабочий день, учась в колледже. Однако в тот момент, когда она встречает кумира Ибуки Нанакуса, к которому она недавно проявляла интерес, их жизни начинают пересекаться."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38156b0d-da94-4d92-8dce-b7fe5a7fa77d",
    "title": {
      "en": "Uchi de wa Kaemasen!"
    },
    "updatedAt": "2024-02-20T20:29:37+00:00",
    "coverArt": "https://mangadex.org/covers/38156b0d-da94-4d92-8dce-b7fe5a7fa77d/40cc5532-c67b-4171-b422-58c9ccb98819.jpg",
    "altTitles": [
      {
        "ja": "ウチでは飼えません！"
      }
    ],
    "description": {
      "en": "Nanami is a 26-year-old, single office worker. On her way home, after working late until the last train, she comes across a fight, she takes care of Sota, a university student who has been beaten up. However, this man is good looking, but a womanizer.\n\n'I don't mind if you use me as a pet.'\n\nA young college student and an office worker with no experience in romance, in a dangerous cohabitation love story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cfbc98ef-7c94-4f56-a88e-bc79340b819d",
    "title": {
      "en": "The Billion-Luck Player"
    },
    "updatedAt": "2025-02-06T16:29:41+00:00",
    "coverArt": "https://mangadex.org/covers/cfbc98ef-7c94-4f56-a88e-bc79340b819d/2c13c28d-4c66-4808-a963-e7124ddc5744.jpg",
    "altTitles": [
      {
        "zh": "幸运亿的玩家"
      }
    ],
    "description": {
      "en": "Dungeon Descends! Luck is My Greatest Weapon How a Critically Lucky Assassin Elegantly Clears Dungeons Wealth and Freedom Through Luck—A Perfect Life Begins? My Evolution Skill is the Seven Deadly Sins?!"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6b89f54-81c1-4e7e-ae80-b4dccdd63ada",
    "title": {
      "en": "Hyouketsu Reijou-sama wo Follow Shitara, Mechamecha Dekiai Sareteshimatta Ken"
    },
    "updatedAt": "2025-02-04T14:48:32+00:00",
    "coverArt": "https://mangadex.org/covers/b6b89f54-81c1-4e7e-ae80-b4dccdd63ada/b9e9586c-c7a2-4e08-bf17-789e4ba8124c.png",
    "altTitles": [
      {
        "en": "The Case Where I Followed the Freezing Lady and She Doted on Me Like Crazy"
      },
      {
        "ja": "氷結令嬢さまをフォローしたら、メチャメチャ溺愛されてしまった件"
      }
    ],
    "description": {
      "en": "『The Overwhelming Adoration of the Sweethearted Lady!』 \n\nAlicia Ozrind, known in noble circles as the Frost Duchess, is feared for her cold and unyielding demeanor, earning her the reputation of a villainess among the aristocracy. But beneath her icy exterior lies a girl who simply struggles to express her true feelings. There is, however, one person who has melted her frozen heart—a young servant named Gray, who works as a cleaner in her grand estate. \n\n\"You’re the only one who truly understands me!\" \n\nCompletely smitten and vulnerable around Gray, Alicia showers him with unrestrained affection. Whether it’s during meals, in the bath, or even before bedtime, her overwhelming sweetness knows no bounds! But their relationship isn’t without its hurdles—Alicia is a noble lady, and Gray a mere commoner.\n\nWill Gray manage to endure the relentless love of this endearing aristocrat? This is a sugary-sweet, heart-melting romantic comedy set in a fantasy world!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "44e289a3-6e81-4590-970c-4e5a912f27af",
    "title": {
      "en": "Furumapura"
    },
    "updatedAt": "2024-10-07T12:14:44+00:00",
    "coverArt": "https://mangadex.org/covers/44e289a3-6e81-4590-970c-4e5a912f27af/c676b248-4c71-4429-89ca-30c7ba086866.jpg",
    "altTitles": [
      {
        "en": "FullMaPla"
      },
      {
        "ja": "ふるまぷら"
      }
    ],
    "description": {
      "en": "Energetic girl Kyou meets quiet girl Makoto, who only communicates using sign boards numbered 1 to 10. At first, these polar opposites interact rather one-sidedly, but gradually become able to understand each other's feelings.",
      "pt-br": "A garota animada Kyou conhece a garota quieta Makoto, que só se comunica usando placas de numeradas de 1 a 10. No início, estes polos opostos interagem muito unilateralmente, mas gradualmente se tornam capazes de compreender os sentimentos uma da outra."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "22"
  },
  {
    "mangaId": "7acc973b-11ac-44bf-b65b-37d19d7974e6",
    "title": {
      "en": "Mazin Saga"
    },
    "updatedAt": "2024-09-09T11:28:49+00:00",
    "coverArt": "https://mangadex.org/covers/7acc973b-11ac-44bf-b65b-37d19d7974e6/5d953913-ab73-4c46-8fef-3f973e5d0bee.jpg",
    "altTitles": [
      {
        "ja-ro": "Majinsaga"
      },
      {
        "en": "MazinSaga"
      },
      {
        "ja": "マジンサーガ"
      },
      {
        "it": "Mazinsaga"
      }
    ],
    "description": {
      "en": "MazinSaga is a manga written and produced by Go Nagai between 1990 and 1998; currently incomplete and up to the sixth volume, it's the summa of Nagai's works, for the complexity of the plot and the treated thematic content.  \nMazinsaga tells the story of the young Koji Kabuto, university student who finds himself having to collect the fruit of the researches of his father, physicist of world-wide reputation who died in mysterious circumstances.  \nThe boy is thus given a powerful artifact, Mazinger Z, the Armor of God."
    },
    "status": "hiatus",
    "releaseDate": 1990,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae60aa84-3c58-40f1-935b-c7cdd1d5af6b",
    "title": {
      "en": "GaCen Shoujo to Ibunka Kouryuu"
    },
    "updatedAt": "2025-01-15T10:54:44+00:00",
    "coverArt": "https://mangadex.org/covers/ae60aa84-3c58-40f1-935b-c7cdd1d5af6b/80b3b14e-61fa-4733-9942-02ce5880673d.jpg",
    "altTitles": [
      {
        "ja": "ゲーセン少女と異文化交流"
      },
      {
        "ja-ro": "Game Center Shoujo to Ibunka Kouryuu"
      },
      {
        "ja-ro": "Geesen Shoujo to Ibunka Kouryuu"
      },
      {
        "ja": "Cultural Exchange With Game Center Girl"
      },
      {
        "en": "Cultural Exchange With A Game Center Girl"
      },
      {
        "en": "Cross-Cultural Exchange With the Girl at the Arcade"
      },
      {
        "zh": "与游戏中心的少女异文化交流的故事"
      },
      {
        "zh-hk": "與遊戲中心的少女異文化交流的故事"
      },
      {
        "ja": "ゲーセン少女"
      },
      {
        "ja-ro": "GaCenShoujo"
      },
      {
        "en": "GaCenGirl"
      }
    ],
    "description": {
      "en": "A Japanese arcade worker meets a young girl from England and strikes up a friend(?)ship."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8791c515-0245-4fcc-81cc-22863a0aba6b",
    "title": {
      "en": "Reborn as a Space Mercenary: I Woke Up Piloting the Strongest Starship!"
    },
    "updatedAt": "2025-02-07T00:02:07+00:00",
    "coverArt": "https://mangadex.org/covers/8791c515-0245-4fcc-81cc-22863a0aba6b/0122499a-e7a8-4fc2-86ad-00177e930d63.jpg",
    "altTitles": [
      {
        "ja": "目覚めたら最強装備と宇宙船持ちだったので、一戸建て目指して傭兵として自由に生きたい"
      },
      {
        "ja-ro": "Mezametara Saikyou Soubi to Uchuusenmochi Datta node, Ikkodate Mezashite Youhei toshite Jiyuu ni Ikitai"
      },
      {
        "zh": "一觉醒来坐拥神装和飞船，我决定以买一套独门独户的房子为目标作为佣兵自由地活下去"
      },
      {
        "zh-hk": "覺醒起來就持有最強裝備和宇宙飛船，所以我決定以買一個私人住宅為目標作為傭兵自由地活下去"
      },
      {
        "ru": "Я очнулся, будучи пилотом сильнейшего космического корабля, а потому решил стать межгалактическим наёмником"
      }
    ],
    "description": {
      "en": "Sato Takahiro was an ordinary office worker and hobbyist gamer until the day he woke up on a spaceship–one that strangely resembled a craft from a favorite space-shooter game. With a decked-out ship, a crew full of babes, and a fantastic universe to explore, he’s going to make the most of his good luck and create the life he’s always dreamed of!\n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://sevenseasentertainment.com/series/reborn-as-a-space-mercenary-i-woke-up-piloting-the-strongest-starship-light-novel/)",
      "ja": "目が覚めたら、いきなり宇宙船の中だった。どうやら自分がドハマりしていたゲームに酷似した世界のようだ。幸い、愛用の宇宙船が一機ある。これなら傭兵家業で金には困らないし、ひなびた惑星に家でも買ってのんびり暮らすか！……と思っていた矢先に、無一文の美少女が転がり込んできて――。",
      "ru": "Это история о парне, неожиданно оказавшемся в открытом космосе с личным боевым кораблем. На этом космолёте он будет путешествовать, попутно спасать девушек, оказавшихся в беде, флиртовать с ними, зарабатывать деньги и использовать свои знания из игры, чтобы вести свободный и непринужденный образ жизни."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22d6d048-9f9f-4c3a-95c2-3b145f110e20",
    "title": {
      "en": "I'm in Love with the Villainess"
    },
    "updatedAt": "2024-03-22T02:45:11+00:00",
    "coverArt": "https://mangadex.org/covers/22d6d048-9f9f-4c3a-95c2-3b145f110e20/70ca1081-8f6c-4c68-b18c-95e3f49d985d.jpg",
    "altTitles": [
      {
        "ja": "私の推しは悪役令嬢。"
      },
      {
        "pt": "Me apaixonei pela vilã"
      },
      {
        "es": "Me enamoré de la villana"
      },
      {
        "vi": "Tôi yêu nữ phản diện"
      },
      {
        "zh": "我的推是坏人大小姐"
      },
      {
        "zh": "我的首推是恶役大小姐"
      },
      {
        "zh-hk": "我的首推是惡役大小姐"
      },
      {
        "zh-ro": "Wǒ de shǒutuī shì è yì dà xiǎojiě"
      },
      {
        "ko": "내 최애는 악역영애"
      },
      {
        "ru": "Я предпочитаю злодейку"
      },
      {
        "th": "ทำไงดีเกมนี้นางร้ายน่ารัก"
      },
      {
        "ko-ro": "Nae Choeaeneun Ag-yeog-yeong-ae"
      },
      {
        "zh": "我推是反派大小姐"
      },
      {
        "ka": "მე მიყვარს ბოროტმოქმედი"
      },
      {
        "ja-ro": "Watashi no Oshi wa Akuyaku Reijou."
      },
      {
        "zh-hk": "我的推是壞人大小姐。"
      },
      {
        "en": "I Favor the Villainess"
      },
      {
        "ja-ro": "WataOshi"
      },
      {
        "pl": "Zakochałam się w Antagonistce."
      },
      {
        "es-la": "Mi Oshi Es Una Villa Noble"
      }
    ],
    "description": {
      "de": "Oohashi Rei - eigentlich eine ganz normale Büroangestellte - wacht eines Tages im Körper der Protagonistin ihres absoluten Lieblingsspiels \"Revolution\" auf. Eigentlich geht es in dem Spiel darum, mit einem von drei absolut wundervollen Prinzen zusammenzukommen. Ein klassisches Otome-Game, und wenn es nach Rei geht, auch das mit Abstand beste.  \nIhr Hauptinteresse lag dabei jedoch nicht etwa an einem der männlichen Charaktere, sondern an Claire François, der Antagonistin des Spiels.\n\nWird Rei es schaffen, eine romantische Beziehung zu ihr aufzubauen? Wie werden die eigentlichen Stars des Spiels, die drei Prinzen, auf diese Situation reagieren?  \nUnd was hält Claire überhaupt davon?",
      "en": "Ordinary office worker Oohashi Rei wakes up in the body of the protagonist of her favourite otome game, *Revolution*. To her delight, the first person to greet her is also her favourite character, Claire François – the main antagonist of the story!\n\nNow, Rei is determined to romance Claire instead of the game’s male leads. But how will her villainous lady love react to this new courtship?!",
      "fr": "Rei Ôhashi, une simple employée de bureau d’une petite entreprise, se retrouve soudainement dans le corps de l’héroïne de son jeu vidéo de drague préféré, Revolution.\nMaintenant sous le nom de Rae Taylor, elle est prête à accomplir son objectif.\nPasser du bon temps avec les princes du jeu ? Non.\nSon cœur appartient à la méchante de l’histoire, Claire François.\nBien décidée à la chérir et à rester à ses côtés, sa nouvelle vie commence dans un monde empreint de magie !",
      "id": "Seorang pegawai kantor biasa, Oohashi Rei, bereinkarnasi sebagai seorang Heroine bernama Rei Taylor di Game Otome favoritnya, \"Revolution\". Kebetulan lagi, orang pertama yang menyambutnya adalah karakter favoritnya, Claire Francois- antagonis dari cerita ini! Kini Rei bertekad untuk membangun hubungan romantis dengan Claire, bukan dengan pemeran utama pria. Lantas, bagaimanakah gadis jahat yang dia cintai akan bereaksi terhadap kemesraan baru ini?!",
      "it": "La normale impiegata Oohashi Rei si sveglia nel corpo della protagonista del suo gioco otome preferito, Revolution. Per la sua gioia, la prima persona che incontra è anche il suo personaggio preferito, Claire François, l'antagonista principale della storia! Ora Rei è determinata a perseguire una storia d'amore con Claire piuttosto che con gli interessi amorosi maschili. Ma come reagirà la sua amata antagonista a questo nuovo corteggiamento?!\nL'anime debutterà ad ottobre 2023!\nAnnunciato il manga ufficiale italiano!",
      "ja": "乙女ゲーム『Revolution』の世界に、ヒロインのレイ＝テイラーとして転生した社畜OL・大橋零。そんな彼女の推しは攻略対象の王子たち…ではなく、悪役令嬢・クレア＝フランソワだった!　前世でゲームをやりこんでいたレイは、その知識と愛で、クレアとお近づきになることができるのか？",
      "es-la": "Oohashi Rei, una trabajadora de oficina ordinaria se despierta en el cuerpo de la protagonista de su juego otome favorito, \"Revolution\". Para su deleite, la primera persona en saludarla es también su personaje favorito, Claire Francois, ¡la principal antagonista de la historia! Ahora, Rei está decidida a enamorarse de Claire en lugar de los protagonistas masculinos del juego. ¿Pero cómo reaccionará la villana ante este nuevo cortejo?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "730e65ef-b00c-4495-9935-9db252d93d4a",
    "title": {
      "en": "Love Gives Me Superpowers"
    },
    "updatedAt": "2024-12-07T11:21:33+00:00",
    "coverArt": "https://mangadex.org/covers/730e65ef-b00c-4495-9935-9db252d93d4a/ba582d65-8898-4118-84aa-8a1bbaf24096.jpg",
    "altTitles": [
      {
        "zh": "恋爱让我有了超能力"
      },
      {
        "zh-hk": "戀愛讓我有了超能力"
      },
      {
        "zh-ro": "Lian'ai Rang Wo Youle Chao Nengli"
      },
      {
        "en": "Falling In Love Gives Me Superpowers"
      }
    ],
    "description": {
      "en": "Art student Zhong Shenxiu encountered a problem during a sketching class. She couldn't \"truly see\" Xu Ke, a top student and the subject of the sketch. If she can't truly see the subject then she can't draw. Zhong Shenxiu put down her paintbrush. If she became a better student, she would be able to get closer to her, right? If she could get closer to her, then she could truly see her, right? Until the distance between them is no more--Face to face. Phew! Now I can finally see her! But! This is... Too close! Help! What Should I do?!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e6c7ed7-2111-4a3b-b34c-fbf07b1884c4",
    "title": {
      "en": "Gangsta"
    },
    "updatedAt": "2024-11-16T13:30:35+00:00",
    "coverArt": "https://mangadex.org/covers/4e6c7ed7-2111-4a3b-b34c-fbf07b1884c4/0c79182d-0f51-4bb5-963f-e1d104b46fcf.jpg",
    "altTitles": [
      {
        "en": "Gangsta."
      },
      {
        "en": "Gangster"
      },
      {
        "ru": "Бандиты"
      },
      {
        "ru": "Гангста"
      },
      {
        "ja": "ギャングスタ"
      }
    ],
    "description": {
      "en": "In the city of Ergastulum, a shady ville filled with made men and petty thieves, whores on the make and cops on the take, there are some deeds too dirty for even its jaded inhabitants to touch. Enter the Handymen, Nic and Worick, who take care of the jobs no one else will handle. Until the day when a cop they know on the force requests their help in taking down a new gang muscling in on the territory of a top Mafia family. It seems like business (and mayhem) as usual, but the Handymen are about to find that this job is a lot more than they bargained for.",
      "ru": "У Вас течёт кран? Отломалась ножка стула? Завелись тараканы? В предприимчивой Японии в таких случаях звонят в специальную контору, «мастерам на все руки», которые всё починят, со всем помогут, все проблемы решат. Называются такие мастера абстрактным словом «Бенрия». Вот только где-то есть районы, где «бытовые» проблемы имеют широкий криминальный масштаб, а вредители — крупные и злобные двуногие, от которых «дрожат» даже иные тюрьмы. Вот на таких улицах и переулках вырастают свои «Бенрия», которые также без вопросов приведут любой объект хозяйствования в состояние «нет проблем». У Вас всё ещё проблемы? Не раздумывая звоните Уорику и Николасу: приятная секретарша всегда ответит на звонок — и специалист немедленно отправится Вам на помощь, прихватив пистолет, катану и прочий рабочий инструмент."
    },
    "status": "hiatus",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47ab4765-d03f-4f6f-ab61-044c66170f8e",
    "title": {
      "en": "Flowers Are Bait"
    },
    "updatedAt": "2025-02-05T18:57:53+00:00",
    "coverArt": "https://mangadex.org/covers/47ab4765-d03f-4f6f-ab61-044c66170f8e/9f11850e-fa64-4fa9-bf01-8ed37816b239.jpg",
    "altTitles": [
      {
        "ko": "꽃은 미끼야"
      }
    ],
    "description": {
      "en": "At the Spruce Tree Hospital, there’s a rather special patient. He’s been hidden in secret for two years by tree doctor So Iyeon, a man in a vegetative state.\n“Please don’t wake up. Please, just don’t wake up.”\nHer only wish was to live quietly, and every night, she prayed for this.\nThen one day, whether by miracle or misfortune, the man in the coma awakens from his long sleep!\n“Did you come here to suck off this worthless bastard?”\nFaced with a man who has lost both his memory and common sense, she panics in fear of his murderous nature, and tells an irreversible lie.\n“I’m Kwon Chaewoo’s... w-wife.”\nThe same man who, two years ago, buried someone alive in the mountains behind their house and tried to kill her!"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85ce7857-3d01-4b0a-adff-7a4cba347ced",
    "title": {
      "en": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 4-bu 「 Kizokuin no Toshokan wo Sukuitai!」"
    },
    "updatedAt": "2025-01-02T05:53:11+00:00",
    "coverArt": "https://mangadex.org/covers/85ce7857-3d01-4b0a-adff-7a4cba347ced/c7daee87-b9bc-492b-b27f-fa7cb2a95162.jpg",
    "altTitles": [
      {
        "en": "Ascendance of a Bookworm ~I'll do anything to become a librarian~ Part 4 「Let's Save the Royal Academy Library!」"
      },
      {
        "ja-ro": "Honzuki no Gekokujou: Part 4"
      },
      {
        "ja": "本好きの下剋上～司書になるためには手段を選んでいられません～第四部 貴族院の図書館を救いたい!"
      },
      {
        "ja-ro": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 4-bu 「 Kizokuin no Toshokan wo Sukuitai!」"
      },
      {
        "en": "Ascendance of a Bookworm: Part 4"
      }
    ],
    "description": {
      "en": "As Rozemyne wakes up after almost two years she finds out that the world around her has undergone great change causing her to feel like Urashima Tarō from the Japanese fairy tale. However, there is no time for her to get acclimate to the new world as she is quickly sent off to the Royal Academy to become a true noble.   \nShe is presented with the difficult task of raising Ehrenfest's ranking while being surrounded by eccentric teachers and children from other duchies however she is motivated by the Royal Academy's giant library. While there are no other Archduke Candidates or members of royalty around Rozemyne commandeers the library!  \nHere begins Part 4 of this biblio-fantasy as we enter the Royal Academy!\n___\n**Character Designer:** [Shiina You](https://mangadex.org/author/bf3b6af9-eac9-4886-be15-bc4a75640ede)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efd02206-1cd8-4823-b497-02bb8b8d09ca",
    "title": {
      "en": "Zom 100 ~100 Things I Want to do Before I Become a Zombie~"
    },
    "updatedAt": "2024-10-18T05:45:26+00:00",
    "coverArt": "https://mangadex.org/covers/efd02206-1cd8-4823-b497-02bb8b8d09ca/f61b9754-f29b-4731-9561-f598e0a5e0fd.jpg",
    "altTitles": [
      {
        "ja-ro": "Zombie 100 ~Zombie ni Naru Made ni Shitai 100 no Koto~"
      },
      {
        "en": "Zom 100: Bucket List of the Dead"
      },
      {
        "en": "Zombie 100 ~100 Things I Want to do Before I Become a Zombie~"
      },
      {
        "ru": "Зомбиапокалипсис и список из 100 дел, что я выполню перед смертью"
      },
      {
        "ja": "ゾン１００～ゾンビになるまでにしたい１００のこと～"
      },
      {
        "ja-ro": "Zombie 100 ~Zombie ni Naru Made ni Shitai 100 no Koto~"
      },
      {
        "pt-br": "Zombie 100 ~Coisas para fazer antes de virar zumbi~"
      },
      {
        "ka": "Zombie 100 ~ 100 რამ, რაც მინდა გავაკეთო სანამ ზომბი გავხდები ~"
      },
      {
        "pt-br": "Zom 100: Lista de Desejos dos Mortos"
      },
      {
        "vi": "Xác Sống 100: 100 Điều Tôi Muốn Làm Trước Khi Trở Thành Xác Sống"
      }
    ],
    "description": {
      "en": "After three years of working for a black company, Akira was exhausted both mentally and physically.  \nBut one morning, what he saw on his usual way to work was nothing but a town full of zombies.   \nHow will the former company slave, Akira, live his life in a world that has completely changed overnight!?  \n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **Zom 100: Bucket List of the Dead** (2023)",
      "fr": "Après s'être fait exploiter pendant trois ans dans une entreprise, Akira est épuisé mentalement et physiquement. En se rendant à son travail un matin, il découvre une ville pleine de zombies. Comment l'ancien esclave d'entreprise qu'il était appréhendera sa vie dans un monde qui a complètement changé du jour au lendemain ?  \n\n\n---\n\n**Links:**  \n[![](https://i.imgur.com/dQCXZkU.png) Artist's Twitter](https://twitter.com/kosamehal)  \n[![](https://i.imgur.com/dQCXZkU.png) Author's Twitter](https://twitter.com/asoharoo)",
      "vi": "Sau 3 năm làm việc cho một công ty đen, Akira đã kiệt quệ cả về thể chất lẫn tinh thần. Nhưng một buổi sáng nọ, những gì anh thấy trên đường đi làm là một đống Zombies?! Akira sẽ sống cuộc sống của mình như thế nào trong một thế giới đã hoàn toàn thay đổi chỉ sau một đêm đây!?",
      "pt-br": "Depois de três anos trabalhando para uma empresa exploradora, Akira estava exausto, tanto mentalmente, quanto fisicamente. Mas uma manhã, o que ele viu no caminho habitual para o trabalho não passava de uma cidade cheia de zumbis. Como o ex-escravo da empresa, Akira, viverá sua vida em um mundo que mudou completamente da noite para o dia?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17eebcc7-d993-446c-84be-c222bfb27794",
    "title": {
      "en": "Tensei Akuma no Saikyou Yuusha Ikusei Keikaku"
    },
    "updatedAt": "2025-02-01T05:11:37+00:00",
    "coverArt": "https://mangadex.org/covers/17eebcc7-d993-446c-84be-c222bfb27794/94f40ab8-a7c7-41b5-90dd-f11583cef752.jpg",
    "altTitles": [
      {
        "ja": "転生悪魔の最強勇者育成計画"
      },
      {
        "en": "Reincarnated Devil's Plan for Raising the Strongest Hero"
      },
      {
        "pt-br": "O plano do demônio reencarnado é criar o herói mais forte."
      }
    ],
    "description": {
      "en": "Kakyu, a former Japanese who was reincarnated as a low-level devil in hell, has acquired unparalleled strength over two thousand years. However, unexpectedly, he is exiled to another “different world,” liberated from the harsh underworld. Kakyu, who was enjoying his dream slow life, witnesses the village he owes everything to being attacked. Despite rushing to the scene, the village is annihilated. Picking up the only surviving baby, Alus, Kakyu resolves to raise Alus to become the happiest person in the world to repay the debt…!?",
      "id": "Kakyu, yang dulunya orang jepang terlahir kembali sebagai iblis tingkat rendah di neraka, telah memperoleh kekuatan yang tak tertandingi selama dua ribu tahun. Namun, dengan tak terduga, ia diasingkan ke “dunia lain” yang berbeda, terbebas dari dunia bawah yang keras. Kakyu, yang menikmati hidup lambat impian, menyaksikan desa tempat dia berhutang segalanya diserang. Meskipun bergegas ke tempat kejadian, desa tersebut dihancurkan. Mengangkat bayi yang selamat, Ars, Kakyu bertekad untuk membesarkan Ars agar menjadi orang paling bahagia di dunia untuk membayar hutangnya…!?",
      "ja": "地獄の下級悪魔だったカキューは二千年の時を懸命に生き抜き、無類の強さを身につけた。だが、神々の喧嘩に巻き込まれ\"異世界\"へ放逐。図らずも過酷な環境の地獄から解放される。平和な土地で憧れのスローライフを満喫するカキューだったが、慣れない異世界で公私共に世話になっていた村が突然襲撃を受け――… 村に取り残されていた赤ん坊アルスを拾った彼は、恩義に報いるため、アルスを世界一幸せな人間に育てることを心に誓う！",
      "pt-br": "Kayku, um  demônio de classe inferior, sobreviveu no inferno por 2.000 anos e ganhou uma força incomparável. No entanto, ele esteve envolvido na luta entre os deuses e foi expulso para um \"mundo diferente\". Inesperadamente liberto do submundo um ambiente severo. Kakyu, desfrutava de uma vida lenta em uma terra pacífica, mas ele vê a vila à qual ele deve tudo ser atacada. Pegando o único bebê sobrevivente, Ars, Kakyu decide criar Ars para se tornar a pessoa mais feliz do mundo e pagar sua dívida...!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-11-21T20:47:29+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/c445d559-be59-4087-b985-a29f294aafb9.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cde5424f-02e5-4c90-a433-b92d831d9856",
    "title": {
      "en": "Kimi Meku Yoru ni Kogarete"
    },
    "updatedAt": "2025-01-29T00:54:40+00:00",
    "coverArt": "https://mangadex.org/covers/cde5424f-02e5-4c90-a433-b92d831d9856/7ffda3df-ae47-4039-bc81-efa57d5d7e75.jpg",
    "altTitles": [
      {
        "ja": "君めく夜に焦がれて"
      },
      {
        "en": "Yearning for a Night Full of You"
      },
      {
        "ko": "너와 닮은 밤을 동경해서"
      }
    ],
    "description": {
      "en": "At Saint Ruri Girl's Academy, there are two opposing factions: the \"Ruri Class,\" consisting of refined, well-bred ladies, and the \"Ai Class,\" made up of delinquents with poor behavior. Nanase Mitsuki, among the students of the Ai Class, is the most feared by the Ruri Class due to her intimidating appearance, though Mitsuki harbors a complex about her looks. One night, she meets Hosho Yuka, a young lady wandering alone at night...",
      "ja": "ここには、由緒正しいお嬢様たちの「瑠璃組」と、素行のよくない不良たちの「藍組」という、相反する2つの勢力があった。七瀬珠月（ななせみつき）は、藍組生徒の中でも、その厳つい見た目から瑠璃組に最も恐れられる存在。そんな見た目にコンプレックスを抱えていた珠月だが、ある夜、夜道を徘徊するお嬢様・宝生悠花（ほうしょうゆうか）に出会い……？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "452ca5c5-8132-4cc9-9c60-2d0ebd62c5be",
    "title": {
      "en": "Gal Oshi JK wa Gal ni Naritai"
    },
    "updatedAt": "2025-01-31T14:11:03+00:00",
    "coverArt": "https://mangadex.org/covers/452ca5c5-8132-4cc9-9c60-2d0ebd62c5be/8f801d5d-4ff9-4089-9ba6-835689365735.jpg",
    "altTitles": [
      {
        "ja": "ギャル推しJKはギャルになりたい"
      },
      {
        "ja-ro": "Gal Oshi JK ha Gal ni Naritai"
      },
      {
        "en": "Gal-Loving JK Wants to Be a Gal"
      }
    ],
    "description": {
      "en": "“Living as a gal is seriously the best!!”\n\nMimiru was an introvert in middle school, but when she entered high school, she made her long-awaited debut as a gal, thinking, “Maybe I can become a gal too!?”. She made friends with three girls: Yuuhi, a cool beauty with a calm and pretty look; Fuuka, a cute gal with a soft and fluffy look; and Kurumi, a cheerful and energetic gal who is good at sports. Now she has joined the gal group she has always admired! While she lives the sparkling life she has always dreamed of, she also pushes herself too hard to keep up with her friends. And she also notices new feelings growing within her…"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96ae166c-d8e1-4e9e-88cb-805b65154d7e",
    "title": {
      "en": "Red Blue"
    },
    "updatedAt": "2025-01-13T15:02:52+00:00",
    "coverArt": "https://mangadex.org/covers/96ae166c-d8e1-4e9e-88cb-805b65154d7e/bfdcb28f-9c18-4557-9634-e34339662fb5.jpg",
    "altTitles": [
      {
        "ja": "レッドブルー"
      },
      {
        "zh-hk": "紅藍"
      }
    ],
    "description": {
      "en": "Suzuki Aoba, a gloomy, social outcast, is satisfied with his Highschool life though he occasionally gets beaten up by his classmate Iwase Sannosuke in \"play-fights\". One day, Aoba is saved from a \"play-fight\" by none other than Akasawa Kenshin, a boy from the class next door and the rising rookie superstar sensation of the MMA world. However, Kenshin wonders aloud if Aoba feels empty when Aoba states that he doesn't have a dream, which Aoba doesn't react to kindly. He vows to land one punch on Kenshin in the future. Aobas joins the Shark Gym lead by the sloppy Kanenari Tokiwa to achieve his dream of besting Kenshin.",
      "ja": "日陰者の道を歩んできた主人公・青葉。 譲れぬ“想い”を押し通すため、 総合格闘技“MMA”の世界へ飛び込んでゆく――!!",
      "pt-br": "Uma história sobre o mal humorado Aoba Suzuki e a estrela em ascensão Kenshin Akasawa moldando seus caminhos para o mundo das lutas de MMA."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/85d8c7f0-e029-4810-b76d-a51a338d47dc.jpg",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c3d683a-1d2b-421e-a515-6136deaba691",
    "title": {
      "en": "Fox Love Story"
    },
    "updatedAt": "2025-01-01T15:57:13+00:00",
    "coverArt": "https://mangadex.org/covers/1c3d683a-1d2b-421e-a515-6136deaba691/23f2b9a2-74c3-4055-910a-88e493265bd0.jpg",
    "altTitles": [
      {
        "ko": "여우애담"
      }
    ],
    "description": {
      "en": "Gumiho Yeon, who despises humans, accidentally avoids an accident with the help of human Dong-i. In essence, a nine-tailed fox is a being that has to repay the favor it receives. Yeon visits Dong-i without skipping a day for Bo-eun, and Dong-i is only burdened with such a kite. The two, who seemed never to be able to get closer, know each other's wounds and shortcomings, fill them in, and develop good feelings... The two are different in their environment, race, and way of loving. Can a nine-tailed fox and human love have a happy ending?",
      "ko": "인간을 멸시하는 구미호 연은 우연히 인간인 동이의 도움을 받아 사고를 면하게 된다.\n\n본디 구미호란 은혜를 입으면 갚아야만 하는 존재.\n연은 보은을 위해 하루도 거르지 않고 동이를 찾아가고, 동이는 그런 연이 부담스럽기만 하다.\n\n절대 가까워질 수 없을 것 같던 둘은 서로의 상처와 결핍을 알고, 채워주며 좋은 감정을 키워나가는데...\n\n살아온 환경도, 종족도, 사랑하는 방식마저 다른 둘. 구미호와 인간의 사랑은 과연 행복한 결말로 맺어질 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f190b4d-c98e-4ea9-a3eb-54a50b0e9fc3",
    "title": {
      "en": "Shokuba no Onnanoko ni Toushisuru Hanashi"
    },
    "updatedAt": "2025-02-04T15:20:06+00:00",
    "coverArt": "https://mangadex.org/covers/4f190b4d-c98e-4ea9-a3eb-54a50b0e9fc3/69e642cf-1237-41f7-87b6-65a4a1f00c3f.png",
    "altTitles": [
      {
        "ja": "職場の女の子に投資する話"
      },
      {
        "en": "A Story About Investing in a Girl at the Workplace"
      },
      {
        "pt-br": "Uma história sobre investir em uma garota no local de trabalho"
      }
    ],
    "description": {
      "en": "Hatamoto Ikuto, the manager of the local bookstore \"BOOK FOREST\", is an otaku who can't resist spending money on his favorite characters in games.\nTodoroki Miran, the part-time leader, looks up to him but can't understand his obsession with spending on in-game things.\nWhen Ikuto claims, \"For me, spending money is an investment\", Miran teases, \"If that's the case, how about you invest in me...?\"\nAs the two navigate a cycle of investment and returns, the distance between their hearts begins to shrink.\nA unique and charming investment-themed romantic comedy!\n\n(Source: Melonbooks, edited)",
      "ja": "街の書店「BOOK FOREST」で店長を務める畑本育人は、ゲームの「推し」キャラに課金してしまうオタク気質。バイトリーダーの轟ミランは、店長に憧れるものの、データに課金することだけは理解できない。「オレにとって課金は投資だ」と話す育人に、「それならあたしにも投資…して?」と話すミランだが…。投資と還元を繰り返し、2人の心の距離が揺れ動く――新感覚の投資ラブコメ！",
      "pt-br": "Hatamoto Ikuto, gerente da livraria local “BOOK FOREST”, é um otaku que não resiste a gastar dinheiro com seus personagens favoritos dos jogos.\nTodoroki Miran, líder de meio período, o admira, mas não consegue entender sua obsessão por gastar em coisas de jogos.\nQuando Ikuto afirma: “Para mim, gastar dinheiro é um investimento”, Miran provoca: “Se é assim, que tal você investir em mim...?”\nEnquanto os dois navegam em um ciclo de investimentos e retornos, a distância entre seus corações começa a diminuir.\nUma comédia romântica única e encantadora com tema de investimento!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4801f266-cc4e-4c3b-8d1d-f50f08b25b62",
    "title": {
      "en": "Witch Watch"
    },
    "updatedAt": "2024-12-18T09:45:09+00:00",
    "coverArt": "https://mangadex.org/covers/4801f266-cc4e-4c3b-8d1d-f50f08b25b62/205b18c3-cbd0-40ff-bd7b-2d776e6a80de.jpg",
    "altTitles": [
      {
        "ru": "Ведьмнадзор"
      },
      {
        "ru": "Страж ведьмы"
      },
      {
        "ja": "ウィッチ ウォッチ"
      },
      {
        "zh": "魔女与使魔"
      },
      {
        "zh-hk": "魔女與使魔"
      },
      {
        "ne": "विच वाच"
      },
      {
        "kk": "Мыстан сақшысы"
      },
      {
        "uk": "Відьмоварта"
      },
      {
        "hi": "विच वॉच"
      }
    ],
    "description": {
      "en": "Morihito, a boy with the strength of an ogre, is about to start living together with his childhood friend Niko, who is training to be a witch. Niko's magic leads to all sorts of unpredictable trouble, and with two teens under one roof… Let the fantastical antics begin! Magical comedy series by Kenta Shinohara creator of SKET DANCE and Astra Lost in Space.",
      "ne": "निको वाकात्सुकीले आफ्नो छ वर्षको बोक्सीको तालिम पूरा गरिसकेकी छिन् र उनी आफैं सहरमा सर्दैछिन्। नयाँ बोक्सीको रूपमा, उसले आफ्नो साथ दिनको लागि परिचित छनोट गर्नुपर्छ। यद्यपि, अन्य बोक्सीहरू भन्दा फरक, उनी गैर-जन्तु परिचित छान्न चाहन्छिन्। मोरिहितो \"मोई\" ओतोगी भन्दा राम्रो साथी कोही छैन - उनको बाल्यकालको साथी जो एक औघ राक्षस हुन्। मोरिहितो उनको नोकर हुनुको कडा विरोध गर्छन्, तर उनले बोक्सीको आदेशको अवज्ञा गरेमा श्रापले उनलाई अनौठो गाई-बाघ हाइब्रिडमा फर्काउनेछ भनेर थाहा पाएपछि उनले आफ्नो भाग्यलाई अनिच्छुकतासाथ स्वीकार गर्छन्।\n\nमोरिहितोका बुबा व्यवसायिक यात्राको लागि जानुभएको कारण र निकोकी आमा बोक्शीहरुको पवित्र भूमिमा पछाडि रहनुभएको कारण, दुई किशोरहरूले आफूलाई एउटै छानामुनि सँगै बसेको भेट्टाए। जबकि निको आफ्नो क्रशसँग बाँच्न पाउँदा उत्साहित छिन्, मोरिहितोले पत्ता लगाए कि उनको जादुई गतिविधि र समग्र अनाड़ीपनले समाधान भन्दा बढी समस्याहरू सिर्जना गर्छ। एक वर्ष भित्र निकोमा आउने भविष्यवाणी गरिएको प्रकोपको साथ, मोरिहितोले आफ्नो अंगरक्षकको रूपमा रक्षा गर्नको लागि सक्दो गर्नुपर्दछ र साथै आफ्नो परिचितको रूपमा आफ्नो कर्तव्यहरू पालना गर्नुपर्नेछ।",
      "pt": "Morihito, um menino com a força de um ogro, está prestes a começar a viver com sua amiga de infância, Niko, que está treinando para ser feiticeira. A magia de Niko os leva a todos os tipos de problemas imprevisíveis, e com dois adolescentes sob o mesmo teto… Que as travessuras fantásticas comecem! Uma série de comédia de magia de Kenta Shinohara, criador de SKET DANCE e Astra Perdido no Espaço.",
      "ru": "Морихито, парень с демонической силой, начинает жить вместе со своей подругой детства Нико, которая учится быть ведьмой. Магия Нико приводит ко всяким непредсказуемым проблемам, а уж когда два подростка остаются под одной крышей… да начнутся фантастические выходки!  \nМагический комедийный сериал от Кенты Синохары, автора «SKET DANCE» и «Астра, затерянная в космосе».",
      "uk": "Моріхіто, хлопець з силою оні, ось-ось почне жити разом зі своєю подругою дитинства Ніко, яка навчається на відьму. Магія Ніко призводить до всіляких непередбачуваних неприємностей, а коли двоє підлітків живуть під одним дахом... Фантастичні витівки починаються!\nМагічний комедійний серіал від Кента Шінохари, творця “SKET DANCE” та \"Загублена в космосі Астра\"."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc599997-c3e8-44f2-928e-da4711808d40",
    "title": {
      "en": "A Mother's Love, a Daughter's Prison"
    },
    "updatedAt": "2025-01-22T14:58:07+00:00",
    "coverArt": "https://mangadex.org/covers/dc599997-c3e8-44f2-928e-da4711808d40/b4b03c10-0f2d-4eb4-8d70-67034634d049.png",
    "altTitles": [
      {
        "ja": "母という呪縛 娘という牢獄"
      },
      {
        "vi": "Lời nguyền của mẹ - Ngục tù của con"
      },
      {
        "ja-ro": "Haha to iu Jubaku Musume to iu Rougoku"
      }
    ],
    "description": {
      "en": "The torso of a headless, limbless body is found half-buried by a riverbank. It belonged to middle-aged mother Yaeko Miyagawa, and after an investigation and trial, her daughter Hikari eventually confesses to her murder. For many years, Hikari had been subjected to physical and emotional abuse by her mother, revolving around her failure to make it into a top medical school and become a doctor. Even after nine years of futile applications and entrance exams, Yaeko refused to free her daughter from this virtual prison. What led to the fatal stabbing that ended Yaeko’s life? This series, based on a true story, will explore Hikari Miyagawa’s experiences up to her greatest tragedy—and what happened to her afterward.",
      "vi": "Đây là một câu chuyện dựa trên sự việc có thật.\r\nMột th... th... với đầu và tứ chi bị ch.t đ.ứ.t l.ì.a được phát hiện thấy bên bờ sông. Sau khi điều tra, cảnh sát đã xác minh danh tính nạn nhân là Miyagawa Yaeko, thế nhưng rúng động hơn, hung thủ gây ra vụ án dã man này không ai khác chính là Miyagawa Hikari, con gái của bị hại.\r\nĐược biết suốt thời gian qua, Miyagawa Hikari đã liên tục bị mẹ ép học hành quá mức, và đã thi trượt vào Đại học Y đến 9 lần. Thế nhưng, mẹ cô lại không hề có ý định dừng lại. Và rồi, chuyện gì đến cũng sẽ phải đến..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0b1d5fe1-5942-402e-91ad-94dd99a96fdc",
    "title": {
      "en": "Oshiegoto"
    },
    "updatedAt": "2025-01-04T04:43:33+00:00",
    "coverArt": "https://mangadex.org/covers/0b1d5fe1-5942-402e-91ad-94dd99a96fdc/5436085f-59b6-4579-bea3-3f21502dfc3b.jpg",
    "altTitles": [
      {
        "ja-ro": "Oshiegoto"
      },
      {
        "ja": "おしえごと"
      },
      {
        "ja": "おしえごと 同人教師と天才ギャル"
      }
    ],
    "description": {
      "en": "A female art teacher who creates doujinshi meets a high school student gyaru who is a talented artist.\n\n(Source: MangaUpdates)"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "e7b6ea19-6bb1-4fac-a795-921f4bd16512",
    "title": {
      "en": "MEAT MATE MEET"
    },
    "updatedAt": "2025-02-06T07:22:02+00:00",
    "coverArt": "https://mangadex.org/covers/e7b6ea19-6bb1-4fac-a795-921f4bd16512/a1ed2161-908b-4ffa-a968-f93c9ae55b93.jpg",
    "altTitles": [],
    "description": {
      "en": "Human meat is back on the menu, and mass-produced this time. However, the youkai seem to be displeased with the bad taste of the food they enjoy so much. This dissatisfaction has reached the ears of a group that aims to improve the rationed food. At the same time, there is a new group that plans to release the humans used as ingredients."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67b35ba4-9c53-4957-91e7-4f7884e4b412",
    "title": {
      "en": "Kobayashi-san Chi no Maid Dragon"
    },
    "updatedAt": "2024-10-10T17:59:45+00:00",
    "coverArt": "https://mangadex.org/covers/67b35ba4-9c53-4957-91e7-4f7884e4b412/638ddc95-9283-43b3-99f4-14c4467ebd09.jpg",
    "altTitles": [
      {
        "it": "La cameriera drago di Kobayashi"
      },
      {
        "fr": "Le dragon domestique de Mme. Kobayashi"
      },
      {
        "es": "La sirvienta dragón de la señorita Kobayashi"
      },
      {
        "en": "Kobayashi-san's Maid Dragon"
      },
      {
        "ru": "Дракон-горничная Кобаяши-сан"
      },
      {
        "th": "น้องเมดมังกรของคุณโคบายาชิ"
      },
      {
        "ja": "小林さんちのメイドラゴン"
      },
      {
        "zh": "小林家的妹抖龙"
      },
      {
        "ko": "코바야시네 메이드래곤"
      },
      {
        "ar": "خادمة الآنسة كوباياشي تنين"
      },
      {
        "zh-hk": "小林家的龍女僕"
      },
      {
        "ru": "Дракорничная госпожи Кобаяси"
      },
      {
        "ru": "Кобаяси-сан ти но мэйдорагон"
      },
      {
        "uk": "Драконопокоївка пані Кобаяші"
      },
      {
        "uk": "Кобаяші-сан Чі но Мейдорагон"
      },
      {
        "ms": "Pembantu Rumah Naga Cik Kobayashi"
      },
      {
        "pt-br": "A Empregada Dragão da Senhorita Kobayashi"
      },
      {
        "pt": "A Empregada Dragão da Senhora Kobayashi"
      },
      {
        "vi": "Hầu gái rồng nhà Kobayashi"
      },
      {
        "tr": "Kobayashi Hanımın Hizmetçi Ejderhası"
      },
      {
        "en": "The maid dragon of Kobayashi-san"
      },
      {
        "fr": "Miss Kobayashi's Dragon Maid"
      }
    ],
    "description": {
      "en": "Kobayashi lives alone in an apartment, until one day, Tooru appears and they end up living together. Tooru looks down on humans as inferior and foolish, but having been saved by Kobayashi-san, she does everything she can to repay the debt and help her with various things, although not everything goes according to plan.  \nA mythical everyday life comedy about a hard working office lady living with a dragon girl.",
      "ru": "Жила себе и жила Кобаяши-сан. Одна в своей квартире, пока на пороге её дома не появилась Тору, у которой долг перед Кобаяши-сан за своё спасение. И Тору всячески желает вернуть его различными способами каждый день. Милая и повседневная комедия. Только есть одна необычная деталь: Тору – влюбленная драконесса.",
      "es-la": "Kobayashi vive en un apartamento cuando un dia un dragon llamado Tooru toca a su puerta. Tooru piensa que los humanos son humildes y tontos pero ella tiene una deuda con Kobayashi que la salvo en el pasado. Por eso todos los dias Tooru trata de usar sus poderes para ayudar a Kobayashi en varias cosas. Una comedia de una señora de oficina y una linda chica maid dragon viviendo juntas el día a día",
      "pt-br": "Kobayashi vive sozinha em um apartamento, até que um dia, Tooru, a garota dragão, apareceu e elas acabaram morando juntas. Tooru vê os humanos como seres inferiores e tolos. Mas tendo sido salva por Kobayashi-san, ela faz tudo que pode para pagar a dívida e ajudá-la com várias coisas, embora nem tudo corre conforme o planejado. Uma comédia do cotidiano mítico sobre uma mulher do escritório trabalhando duro para viver com uma garota dragão."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b5a3b43-effb-4f54-aa9b-d6093d523452",
    "title": {
      "ja": "Silent Witch Chinmoku no Majo no Kakushigoto"
    },
    "updatedAt": "2025-02-06T21:27:33+00:00",
    "coverArt": "https://mangadex.org/covers/2b5a3b43-effb-4f54-aa9b-d6093d523452/7d7c1eb5-0088-4e55-b9e2-666913554631.jpg",
    "altTitles": [
      {
        "ja": "サイレント・ウィッチ 沈黙の魔女の隠しごと"
      },
      {
        "en": "Secrets of the Silent Witch"
      },
      {
        "ko": "사일런트 위치"
      },
      {
        "es": "Secretos de la Bruja Silenciosa"
      }
    ],
    "description": {
      "en": "Monica Everett is revered as \"The Silent Witch.\" She's the only magician in the world who can use magic without an incantation... In reality though, she's just shy— the only reason she practiced chantless magic was so that she wouldn't have to speak in public! Before even realizing her own talent, Monica is chosen as one of the \"Seven Sages,\" and is assigned the secret mission of protecting the kingdom’s second prince...?",
      "es": "Monica Everett es venerada como «La Bruja Silenciosa». Es la única maga del mundo que puede usar la magia sin conjuros... En realidad, es tímida: ¡la única razón por la que practicaba magia sin encantamientos era para no tener que hablar en público! Antes incluso de darse cuenta de su propio talento, Mónica es elegida como uno de los «Siete Sabios», ¿y se le asigna la misión secreta de proteger al segundo príncipe del reino...?\n\nLa antisocial joven prodigio tendrá que ocultar su verdadera naturaleza mientras rescata en secreto al príncipe del peligro que la acecha en esta emocionante historia de fantasía.",
      "id": "Keajaiban tidak membutuhkan nyanyian. Ini adalah kisah tentang penyihir terlemah, paling pemalu, namun terkuat, dan bagaimana dia dilahirkan kembali, semuanya menjadi sebuah buku. (Penyihir Keheningan) Monica Everett. Satu-satunya penyihir di dunia yang bisa menggunakan sihir diam (tanpa nyanyian), dan seorang pahlawan muda yang membunuh sendiri naga hitam legendaris itu. Tapi apa sifat aslinya?? Alasan sebenarnya saya berlatih sihir diam adalah agar saya tidak perlu berbicara di depan umum. Ketika Monica terpilih sebagai salah satu dari 7 Watchers, tanpa disadari, dia terpaksa mengambil misi rahasia untuk melindungi pangeran kedua…? Lemah dan pemalu, namun yang terkuat. Penyihir surgawi yang antisosial menyembunyikan identitas aslinya dan diam-diam membawa kejahatan ke pengadilan melawan pangeran dalam fantasi yang menyakitkan! Fantasi penyihir web, terlahir kembali menjadi sebuah buku, dengan tambahan! Apa yang akan menjadi misteri baru yang berdiri di depan Monica Everett…?",
      "ja": "〈沈黙の魔女〉モニカ・エヴァレット。無詠唱魔術を使える世界唯一の若き魔術師………だがその本性は――超がつく人見知り！！無詠唱魔術を練習したのも人前で喋らなくて良いようにするためだった！才能に無自覚なまま“七賢人”に選ばれてしまったモニカは、同僚ルイスから第二王子を護衛する極秘任務を押しつけられて……？引きこもり天才魔女が正体を隠し、学園へ潜り込む！人見知りモニカは果たしてどうなる――！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc90853b-a3e6-4d5b-8b47-1fa15aa15923",
    "title": {
      "en": "19 Days"
    },
    "updatedAt": "2024-01-06T15:20:21+00:00",
    "coverArt": "https://mangadex.org/covers/dc90853b-a3e6-4d5b-8b47-1fa15aa15923/3d8d6fd0-e0bd-405e-93d9-3645c2053773.jpg",
    "altTitles": [
      {
        "es": "19 Días"
      },
      {
        "no": "19 Dager"
      },
      {
        "pl": "19 Dni"
      },
      {
        "tr": "19 Gün"
      },
      {
        "it": "19 Giorni"
      },
      {
        "id": "19 Hari"
      },
      {
        "fr": "19 Jours"
      },
      {
        "tl": "19 na Araw"
      },
      {
        "zh": "19 Tian"
      },
      {
        "zh": "19天"
      },
      {
        "ja": "19日"
      },
      {
        "zh": "Yidan"
      },
      {
        "ru": "Однажды"
      },
      {
        "zh": "一旦"
      },
      {
        "vi": "19 Ngày"
      },
      {
        "ar": "19 يومًا"
      },
      {
        "ko": "19일"
      }
    ],
    "description": {
      "en": "The cute and funny adventures of a boy and his best friend.  \n  \nNote: The story starts at chapter 42. The earlier chapters contain insert art of the characters by the author.",
      "pl": "Opowieść o przygodach czwórki przyjaciół. Zbieżność w numeracji rozdziałów wynika z zastosowania odmiennego niż angielska grupa systemu liczbowania dodatków – tłumaczenia są mniej więcej na tym samym etapie.",
      "zh": "幼儿园里的一次合影是见一、展正希一辈子情谊的起点。一起长大的发小在校园里又遇见了贺天、莫关山这些好朋友。《19天》不仅仅是四人轻松愉快的校园日常，也是男孩们相互理解帮助最终成长的青春物语。"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "857383f5-4c79-4835-b6ad-86b2baeece08",
    "title": {
      "en": "Blue Sky Complex"
    },
    "updatedAt": "2024-09-07T03:01:13+00:00",
    "coverArt": "https://mangadex.org/covers/857383f5-4c79-4835-b6ad-86b2baeece08/66bfd1fb-ebec-42ff-9eab-62797e047a92.jpg",
    "altTitles": [
      {
        "ja": "ブルースカイコンプレックス"
      },
      {
        "ru": "Бескрайнее синее небо"
      },
      {
        "zh": "湛蓝色的爱恋"
      },
      {
        "zh-hk": "湛藍色的愛戀"
      },
      {
        "ko": "블루스카이 콤플렉스"
      }
    ],
    "description": {
      "ca": "En Narazaki és un alumne seriós que li agrada llegir i es deixa portar força per la vida. En Terashima és un delinqüent que es baralla tot sovint. En Narazaki acaba fent de supervisor d'en Terashima quan aquest ha de fer hores de bon comportament a la biblioteca de l'insti. Sense dir-se ni mu, en Narazaki va agafant interès pel misteriós Terashima, que, per la seva banda, té una opinió molt ben formada d'en Narazaki…",
      "en": "Narasaki only wanted a place where he could sit and read books in peace, but was blackmailed by his teacher into supervising a delinquent called Terashima while working at the school library.  \n  \nAs they spend their days in silent but close proximity, they begin to feel drawn to each other. And then…  \n\n\n---",
      "pl": "Narasaki jest porządnym uczniem, który z powodu pewnego zdarzenia zostaje wrobiony w odgrywanie roli bibliotekarza. Wszystko byłoby dobrze, gdyby to było jego jedyne zadanie… Musi on jednak mieć na oku pewnego delikwenta, który odsiaduje tam swoją karę. Jak to się potoczy?"
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cbeed8ae-7c64-41d7-8138-df646024391c",
    "title": {
      "en": "Academic Hype"
    },
    "updatedAt": "2025-02-06T21:42:28+00:00",
    "coverArt": "https://mangadex.org/covers/cbeed8ae-7c64-41d7-8138-df646024391c/285656a8-f2be-4aba-8f66-3106eb5c962f.jpg",
    "altTitles": [
      {
        "ja": "アカデミックハイプ"
      }
    ],
    "description": {
      "en": "Mugen High School is a private school where some of the nation's most delinquent students gather. Honor student Daijirou Dounen and his childhood friend Sena Tsutsumi decide to enroll in Mugen High School, a den of evil, for their own purposes. However, it turned out to be a hell far beyond their imaginations!? No money! No connections! No power! All they have is brains and action! A duo of ordinary people aim to be at the top of their delinquent high school!! Reiwa's neo-delinquent manga begins!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f203c952-84f0-466d-aa68-9287448ec34b",
    "title": {
      "en": "Saint Seiya: Episode G Requiem"
    },
    "updatedAt": "2025-01-29T22:51:51+00:00",
    "coverArt": "https://mangadex.org/covers/f203c952-84f0-466d-aa68-9287448ec34b/39da3e15-fff1-4ba9-a555-1e4ad048314c.jpg",
    "altTitles": [
      {
        "ja-ro": "Seinto Seiya Episōdo Jī Rekuiemu"
      },
      {
        "ja": "聖闘士星矢EPISODE.Gレクイエム"
      }
    ],
    "description": {
      "en": "The world is wrapped in flames and about to be destroyed by the actions of primordial gods intending to cleanse the planet. While the goddess Athena stands alone in a desperate attempt to contain the worst of the attack, it is up to Seiya, the last Saint standing, to battle the gods and join her to save the earth. The final battle of the Gold Saints is about to begin."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "704a51da-57a2-4d6c-a6da-71bb0c6bae0c",
    "title": {
      "en": "Koisuru Boukun"
    },
    "updatedAt": "2024-10-15T07:41:49+00:00",
    "coverArt": "https://mangadex.org/covers/704a51da-57a2-4d6c-a6da-71bb0c6bae0c/0bf75734-1953-43eb-9ab0-3b9606e6037a.jpg",
    "altTitles": [
      {
        "en": "The Tyrant Falls In Love"
      },
      {
        "ja": "恋する暴君"
      }
    ],
    "description": {
      "en": "University student Tetsuhiro Morinaga has been in love with his homophobic, violent and tyrannical senpai Souichi Tatsumi for more than four years now. Even though in the previous series, Challengers, he told Souichi how he feels and even managed to get a kiss, he never expected anything more… That is until the long-oppressed Morinaga gets his biggest chance ever. Will his unrequited love finally be returned?"
    },
    "status": "ongoing",
    "releaseDate": 2004,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f92c520-20b6-4db6-bfb3-06d220e4d066",
    "title": {
      "en": "If I Added the Receptionist to the Party..."
    },
    "updatedAt": "2025-01-15T14:57:12+00:00",
    "coverArt": "https://mangadex.org/covers/5f92c520-20b6-4db6-bfb3-06d220e4d066/c3445588-c8bf-4498-927c-4526a63943c3.jpg",
    "altTitles": [
      {
        "ja": "受付嬢をパーティに入れたら…"
      },
      {
        "ja-ro": "Uketsuke Jou o Party ni Iretara..."
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a96c030-82b6-40f4-aa0f-c590b6f69f03",
    "title": {
      "en": "Yu-Gi-Oh! 5D's"
    },
    "updatedAt": "2022-10-09T15:14:34+00:00",
    "coverArt": "https://mangadex.org/covers/5a96c030-82b6-40f4-aa0f-c590b6f69f03/01d524fe-bcde-4983-add5-d675b1faf6bc.jpg",
    "altTitles": [
      {
        "en": "遊☆戯☆王5D's"
      },
      {
        "en": "遊戯王5D's"
      },
      {
        "pt-br": "O Rei dos Jogos 5D's"
      }
    ],
    "description": {
      "en": "The Yu-Gi-Oh! 5D's manga is a spin-off of its anime series. Like the Yu-Gi-Oh! GX manga, the events that take place, as well as the cards used by characters differ from those in the anime. It was published monthly in the V Jump magazine in Japanese, and has been released in English via the Shonen Jump magazine starting with the January 2011 issue. It began serialization on August 21, 2009, and ended on January 21, 2015, with a bonus chapter being announced to be included in the final volume. The author of the manga is Masahiro Hikokubo and the artist of the manga is Masashi Satō. The manga is supervised by Kazuki Takahashi.",
      "pt-br": "Em uma versão alternativa de Yu☆Gi☆Oh 5D's, Yuusei e seu amigo, Sect, estão duelando em Satellite quando um Cavaleiro Esqueleto de uma lenda urbana aparece, forçando Yuusei a duelar com ele pela liberdade de Sect. Em Neo-Domino, Rex Godwin está planejando um torneio conhecido como o Grand Prix D1 enquanto Jack se dirige para Satellite e confronta Yuusei, que nesta versão, parece não saber..."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "68"
  },
  {
    "mangaId": "4c2de9ed-5fab-4337-bd87-78df95cad4af",
    "title": {
      "en": "Hidamari ga Kikoeru"
    },
    "updatedAt": "2024-10-31T06:07:52+00:00",
    "coverArt": "https://mangadex.org/covers/4c2de9ed-5fab-4337-bd87-78df95cad4af/a2cd11f2-9568-42fb-a181-966517bb9a0b.jpg",
    "altTitles": [
      {
        "ja": "ひだまりが聞こえる"
      },
      {
        "ja": "ひだまりが聴こえる 幸福論"
      },
      {
        "ja": "ひだまりが聴こえる リミット"
      },
      {
        "ja": "ひだまりが聴こえる 春夏秋冬"
      },
      {
        "ja-ro": "Hidamari ga Kikoeru: Koufuku-ron"
      },
      {
        "ja-ro": "Hidamari ga Kikoeru: Limit"
      },
      {
        "ja-ro": "Hidamari ga Kikoeru: Shunkashuutou"
      },
      {
        "en": "I Hear the Sunspot"
      },
      {
        "en": "I Hear the Sunspot: Theory of Happiness"
      },
      {
        "en": "I Hear the Sunspot: Limit"
      },
      {
        "en": "I Hear the Sunspot: Four Seasons"
      }
    ],
    "description": {
      "en": "Because of a hearing disability, Kohei is often misunderstood and has trouble integrating into life on campus, so he learns to keep his distance. That is until he meets the outspoken and cheerful Taichi. He tells Kohei that his hearing loss is not his fault. Taichi’s words cut through Kohei’s usual defense mechanisms and open his heart. More than friends, less than lovers, their relationship changes Kohei forever.\n\nNote: Magazine chapter numbering was reset from the third volume."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aafb046c-9de4-4c3d-990c-6d75b079c0b9",
    "title": {
      "en": "Release That Witch"
    },
    "updatedAt": "2024-06-19T23:47:40+00:00",
    "coverArt": "https://mangadex.org/covers/aafb046c-9de4-4c3d-990c-6d75b079c0b9/ee278e22-9bfb-4b1b-9681-f8782b93e57b.jpg",
    "altTitles": [
      {
        "zh-ro": "Fangkai Nage Nüwu"
      },
      {
        "fr": "Relâchez cette Sorcière"
      },
      {
        "ru": "Освободите эту Ведьму"
      },
      {
        "zh": "放开那个女巫"
      },
      {
        "uk": "Звільніть цю відьму"
      },
      {
        "tr": "Cadıyı Salın"
      },
      {
        "vi": "Thả Vu Nữ Đó Ra"
      }
    ],
    "description": {
      "en": "A male engineer transmigrated into another world, and became a prince. This place strikingly resembles the Middle Ages of Europe, but at the same time, it seems kind of different? Witches truly exist, and they even possess magic powers! Magic powers are productive forces! Save the witches, liberate the productive forces! Open map, fight demons, break conspiracies, climb up the science and technology tree, and open the path of hardcore ‘farming’!",
      "ru": "Чэн Янь прошел сквозь время и попал в мир, подобный Средневековой Европе, став Роландом, 4-м принцем королевства. Но этот мир не такой, к какому он уже привык. Ведьмы и магия здесь — нормальное явление. Сможет ли Роланд заполучить трон короля и решить выпавшие на его долю проблемы? Только его опыт современных технологий и помощь ведьм, известных как «слуги Дьявола», позволят ему добиться успеха!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-10-09T16:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01e1c180-7fb3-4715-999c-5f197bd27a8c",
    "title": {
      "en": "Octave"
    },
    "updatedAt": "2024-05-24T14:20:21+00:00",
    "coverArt": "https://mangadex.org/covers/01e1c180-7fb3-4715-999c-5f197bd27a8c/99278a98-d9b4-4cd0-af67-d23f313b5352.jpg",
    "altTitles": [
      {
        "th": "บันไดเสียงเพี้ยนรัก"
      },
      {
        "ja": "オクターヴ"
      },
      {
        "zh": "八度音"
      },
      {
        "zh": "变调的旋律"
      },
      {
        "fr": "Octave (Taifu Comics)"
      },
      {
        "pt": "Oitava"
      },
      {
        "pt-br": "Oitava"
      }
    ],
    "description": {
      "en": "“Ever since I was a little girl, I’ve been infatuated with the “other side”; the world of splendor. Yes, I wanted to become one of those glittering stars. And so, my dream has come true. But now…All I want is to be beloved by someone.”  \n  \nWhen she was young, Yukino Miyashita wanted, more than anything else to become an idol. After accomplishing her dream, however, the idol group she was part of failed to sell, and she returned to school, facing alienation from her peers. Now, at age 18, Yukino is living alone in Tokyo, half-heartedly trying to start a new life as a talent manager, while not quite able to put her idol days behind her. She meets Setsuko, a songwriter who also once belonged to a failed idol group. The romance sparked by her encounter with Setsuko causes Yukino to reevaluate her own life.",
      "pt-br": "\"Desde que eu era pequena, eu estive apaixonada pelo outro lado\", o mundo do esplendor. Sim, eu queria ser uma daquelas estrelas cintilantes. E assim, meu sonho se tornou realidade. Mas agora... Tudo o que eu quero é ser amada por alguém...\n  \nQuando era jovem, Yukino Miyashita queria, mais do que qualquer outra coisa, se tornar uma ídolo. No entanto, depois de realizar o seu sonho, o grupo de ídolos de que fazia parte não conseguiu vender e ela retornou à escola, enfrentando a alienação dos seus colegas. Agora, aos 18 anos, Yukino vive sozinha em Tóquio, tentando, sem entusiasmo, começar uma nova vida como gerente de talentos, mas sem conseguir esquecer os seus dias de ídolo. Conhece Setsuko, uma compositora que também pertenceu a um grupo de ídolos fracassado. O romance que surge do seu encontro com Setsuko faz com que Yukino reavalie a sua própria vida"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "36"
  },
  {
    "mangaId": "ff105863-e9c5-4526-a77b-52ca5b2addbd",
    "title": {
      "en": "Oresama Ouji"
    },
    "updatedAt": "2022-05-19T18:31:21+00:00",
    "coverArt": "https://mangadex.org/covers/ff105863-e9c5-4526-a77b-52ca5b2addbd/40703506-0371-4c3a-8211-a6b3d4d76fc3.jpg",
    "altTitles": [
      {
        "en": "My Prince (AIKAWA Saki)"
      },
      {
        "ja-ro": "Ore sama Ouji"
      },
      {
        "ja-ro": "Ore-sama Ouji"
      },
      {
        "ja": "オレ様王子"
      },
      {
        "en": "我的強势王子"
      }
    ],
    "description": {
      "en": "Sawa hates Judo. She was once really good at it, but boys always rejected her because she was so strong. Now she's entering high school and the gorgeous captain of the Judo club has selected Sawa (against her will) to be the club manager! He also claims he knows her from the past… How will Sawa deal with managing the sport she hates most, especially since the captain seems to like her?!",
      "pl": "Sawa nienawidzi judo, choć kiedyś była w nim bardzo dobra, jednak żaden chłopak nie chciał z nią chodzić z tego powodu. Teraz wstępuje do szkoły średniej, gdzie kapitan szkolnego klubu judo angażuje ją na stanowisko menadźera klubu - bez jej zgody! Wygląda też na to, że zna Sawę. Jak potoczą się losy dziewczyny, która musi być członkiem klubu, którego nienawidzi najbardziej, a w dodatku kapitan owego klubu chyba ją lubi?!"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "089eb68d-1519-4b27-93c7-67c65a13d486",
    "title": {
      "en": "Enoch"
    },
    "updatedAt": "2024-09-13T19:23:14+00:00",
    "coverArt": "https://mangadex.org/covers/089eb68d-1519-4b27-93c7-67c65a13d486/bedafe4a-ad3f-4c3a-b804-115f9f01d2f2.png",
    "altTitles": [
      {
        "ko": "에녹"
      }
    ],
    "description": {
      "en": "“Chimeras” are people that have been infused with animal DNA in order to give them superpowers and abilities, however society doesn’t favor them so they live in fear and rejection. Our main character, code name “01”, works as a mercenary who happens upon an old acquaintance. He’s then given a job to protect and transport Enoch, a girl who is sought out to be the perfect “material”, to the borders of Canada.",
      "fr": "Les \"chimères\" sont des personnes auxquelles on a infusé de l'ADN animal afin de leur donner des superpouvoirs et des capacités, mais la société ne les favorise pas, si bien qu'elles vivent dans la peur et le rejet. Notre personnage principal, dont le nom de code est \"01\", travaille comme un mercenaire qui tombe sur une vieille connaissance. Il est ensuite chargé de protéger et de transporter Enoch, une fille qui est recherchée pour être le \"matériel\" parfait, jusqu'aux frontières du Canada.",
      "pt": "“Quimeras” são pessoas que foram infundidas com DNA animal para receber superpoderes e habilidades, mas a sociedade os despreza e vivem marginalizados. Nosso protagonista, codinome “01”, trabalha como um mercenário e recebe a missão de proteger e levar Enoch, o “material” perfeito, à fronteira do Canadá."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "48"
  }
]