[
  {
    "mangaId": "0b85ac0f-6799-4647-8e90-97ca22614b28",
    "title": {
      "en": "Kimi ni Aisarete Itakatta"
    },
    "updatedAt": "2024-05-24T18:28:25+00:00",
    "coverArt": "https://mangadex.org/covers/0b85ac0f-6799-4647-8e90-97ca22614b28/355414b8-b24a-4d02-9bf1-2f38f7364d5b.jpg",
    "altTitles": [
      {
        "en": "I Wanted to be Hurt by Love"
      },
      {
        "en": "You Loved Me So Much It Hurt"
      },
      {
        "ru": "Я хотела бы быть обиженной твоей любовью"
      },
      {
        "ja": "君に愛されて痛かった"
      },
      {
        "zh": "被你所愛、真的很痛"
      },
      {
        "ko": "너에게 사랑받아 아팠다"
      },
      {
        "fr": "Brisée par ton amour..."
      }
    ],
    "description": {
      "en": "Kanae is a girl who is struggling to fit in with the popular clique at her high school. Because she had been bullied in middle school, she has developed an acute inferiority complex that had led her to engage in questionable after-school activities in order to feel wanted.   \n  \nIn comes Hiroshi, a high-school baseball star who became drawn to her after finding her crying during a group date at a karaoke bar. Thus begins an unhealthy relationship between a mentally unstable high-school girl and a jock.  \n\n\n---",
      "pt": "Kanae é uma garota que está lutando pra se encaixar no grupo popular de sua escola. Devido ao bullying que sofreu durante o ensino fundamental, ela desenvolveu um intenso complexo de inferioridade, o que a levou a praticar atividades questionáveis depois das aulas, tudo para sentir-se desejada."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f952b22-812d-4252-88e1-a99818f13acd",
    "title": {
      "en": "The Duke of Death and His Maid"
    },
    "updatedAt": "2024-05-31T03:59:38+00:00",
    "coverArt": "https://mangadex.org/covers/7f952b22-812d-4252-88e1-a99818f13acd/e7e125d5-01d0-405d-a88e-7d8ef36875a8.jpg",
    "altTitles": [
      {
        "fr": "Le duc de la Mort et sa gouvernante obscure"
      },
      {
        "ja-ro": "Shinigami Bocchan to Kuro Maid"
      },
      {
        "ru": "Смертоносный герцог и его черная горничная"
      },
      {
        "ar": "النبيل الشاب حاصد الأرواح و خادمته السوداء"
      },
      {
        "ja": "死神坊ちゃんと黒メイド"
      },
      {
        "en": "The Duke of Death and His Black Maid"
      },
      {
        "pt-br": "O duque da morte e sua empregada"
      }
    ],
    "description": {
      "en": "In a large mansion lives a boy, an aristocrat who was cursed by the witch to \"let everything he touches die.\" With him is his maid Alice, who besides serving him, likes to tease him. The boy who is interested in her doesn't mind the teasing, but not being able to touch her is painful!  \r\n  \r\nIf they are unable to hold hands, how will their love ever bloom?",
      "tr": "Hikâye büyük bir malikanede yaşayan kaderi bir cadı tarafından mühürlenen bir çocuk ve onunla beraber yaşayan hizmetçi Alice hakkında; çocuk dokunduğu her şeyi ölüme sürüklerken; Alice ile hiç el ele tutuşamayacak olmalarına rağmen yaşanan inişli çıkışlı bir aşk."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "223"
  },
  {
    "mangaId": "eb2d1a45-d4e7-4e32-a171-b5b029c5b0cb",
    "title": {
      "en": "Kumo Desu ga, Nani ka?"
    },
    "updatedAt": "2024-04-13T18:59:10+00:00",
    "coverArt": "https://mangadex.org/covers/eb2d1a45-d4e7-4e32-a171-b5b029c5b0cb/054719a9-4b04-4870-976f-8ce5d2246c92.jpg",
    "altTitles": [
      {
        "tr": "Örümceğim ben, ne olmuş?"
      },
      {
        "lt": "AÅ¡ voras, ir kas iÅ¡ to?"
      },
      {
        "id": "Aku ini laba laba, lalu apa ?"
      },
      {
        "sv": "Jag är en spindel, vadå då?"
      },
      {
        "no": "Jeg er en edderkopp, hva så?"
      },
      {
        "ja-ro": "kumoko"
      },
      {
        "pl": "No i co z tego że jestem pająkiem?"
      },
      {
        "it": "Sono un ragno, e quindi?"
      },
      {
        "es": "Soy una araña, ¿y qué?"
      },
      {
        "ru": "Да, я паук, и что же?"
      },
      {
        "ru": "Да, я паук, и что с того?"
      },
      {
        "ar": "أنا عنكبوت، وماذا في ذلك؟"
      },
      {
        "fa": "من یک عنکبوتم. خب که چی؟"
      },
      {
        "th": "แมงมุมแล้วไง, ข้องใจเหรอคะ?"
      },
      {
        "zh": "不过是蜘蛛什么的"
      },
      {
        "ja": "蜘蛛ですが、なにか？"
      },
      {
        "ko": "거미입니다만, 문제라도?"
      },
      {
        "de": "Ich bin eine Spinne, na und?!"
      },
      {
        "pt-br": "Então eu sou uma aranha, e daí?"
      },
      {
        "en": "So I'm a Spider, So What?"
      },
      {
        "kk": "Өрмекшімін, енді не?"
      },
      {
        "ja-ro": "Kumo Desu ga, Nani ka?"
      }
    ],
    "description": {
      "en": "When a mysterious explosion killed an entire class full of high school students, the souls of everyone in class were transported into a fantasy world and reincarnated. While some students were reincarnated as princes or prodigies, others were not as blessed.  \nOur heroine, who was the lowest in the class, discovered that she was reincarnated as a spider! Now at the bottom of the food chain, she needs to adapt to the current situation with willpower in order to live. Stuck in a dangerous labyrinth filled with monsters, it's eat or be eaten!  \nThis is the story of a spider doing whatever she can in order to survive!",
      "ru": "В результате необъяснимого происшествия с участием пикселей класс обычных японских школьников погибает, но перерождается в другом мире. А нашей героине, которая была самой непопулярной в классе, повезло куда больше. Она переродилась пауком в подземелье, полном опасностей. Сможет ли она, используя лишь свою хитрость и удачу, выжить?",
      "pt-br": "Quando uma misteriosa explosão mata toda uma classe cheia de alunos do ensino médio, as almas de todos na sala de aula são transportadas para um mundo de fantasia e reencarnados. Enquanto alguns estudantes foram reencarnados como príncipes ou prodígios, outros não foram tão abençoados. Nossa heroína, que era a menor na classe, descobriu que ela estava reencarnado como uma aranha!? Agora, na parte inferior da cadeia alimentar, ela precisa se adaptar à situação atual com a força de vontade para viver! Preso em um labirinto perigoso, repleto de monstros, é comer ou ser comido! Esta é a história de uma aranha fazendo tudo o que puder para sobreviver!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcfa196d-d162-45f5-a224-61d26b04a077",
    "title": {
      "en": "Konosuba: God's Blessing on This Wonderful World!"
    },
    "updatedAt": "2024-06-04T23:12:05+00:00",
    "coverArt": "https://mangadex.org/covers/bcfa196d-d162-45f5-a224-61d26b04a077/07c6f675-57e6-4b8c-8e2b-deaf3f27021b.jpg",
    "altTitles": [
      {
        "en": "Bless This Wonderful World!"
      },
      {
        "ja-ro": "Konosuba"
      },
      {
        "fr": "Konosuba : Sois Béni Monde Merveilleux !"
      },
      {
        "ru": "Да будет благословенен этот прекрасный мир!"
      },
      {
        "th": "ขอให้โชคดีมีชัยในโลกแฟนตาซี"
      },
      {
        "ja": "この素晴らしい世界に祝福を！"
      },
      {
        "zh": "为美好的世界献上祝福！"
      },
      {
        "ko": "이 멋진 세계에 축복을!"
      },
      {
        "pt-br": "Konosuba - Abençoado mundo maravilhoso!!"
      },
      {
        "ja-ro": "Kono Subarashii Sekai ni Shukufuku wo!"
      }
    ],
    "description": {
      "en": "Kazuma Sato is a video game-loving shut-in-or at least he was, until a humiliating traffic accident brings his young life to an untimely end. But after his death, a beautiful girl claiming to be a goddess invites him to enter another world and gain some respectable perks in the process. But Kazuma’s choice is going to have serious consequences for the goddess and the dead man alike…",
      "es": "Kazuma Sato es un hikikomori que disfruta como un bellaco con los videojuegos, el manga y el anime. Un día decide salir de su casa, sufre un desafortunado accidente y fallece. Cuál es su sorpresa al ver que aparece en un limbo junto a una diosa llamada Aqua que le ofrece enviarlo a un nuevo mundo con tintes roleros y -además- concederle un deseo. Pero antes, Aqua se ocupa de humillarlo porque la muerte que él pensaba que había sido heroica salvando a una chica de ser atropellada, resulta ser lo más patética y cutre que te puedas echar a la cara. Lo único que se le ocurre al bueno de Kazuma es usar su deseo para que Aqua lo acompañe al nuevo mundo y se una a él en sus peripecias para derrotar al Rey Demonio.\n\nEn su nueva aventura encontrará una gran variedad de personajes a cada cual más cazurro, formando equipo con la pesada de Aqua, con Megumin, una maga loca por las explosiones y con Darkness, una paladín aficionada al sadomasoquismo. Viendo que su equipo está mal de la cabeza y que todas son más tontas que un zapato, Kazuma decide disfrutar de su nueva vida a lo grande, pero al final se las tendrá que ver con los generales del Rey Demonio que se cruzarán en su camino… y con sapos, un montón de babosos batracios.",
      "ru": "Кадзума Сато - хиккикомори, закоренелый фанат игр, аниме и манги. В какой-то момент, в попытке спасти человека он попадает в дорожную катастрофу и его жизнь обрывается. Казалось бы жизнь закончилась? Но Кадзума просыпается и видит перед собой красавицу, которая называет себя богиней. Она спрашивает, хочет ли он отправиться в другой мир? С условием, что он может взять с собой только одну вещь. Кадзума сразу же желает взять с собой богиню. Так и начинается его невероятное приключение против короля демонов, но перед этим нужно заняться другими делами. Например, найти пищу, одежду и убежище. Кадзума хочет жить в мире и спокойствия, но богиня находит одну проблему за другой. А кроме того, армия демонов имеет какие-то свои виды на него.",
      "pt-br": "A vida de Satou Kazuma, um hikikomori que gosta de jogos, muito em breve chegou ao fim por causa de um acidente de trânsito... Deveria ser, mas quando ele acorda, uma linda deusa aparece diante de seus olhos. \"Ei, eu tenho algo um pouco agradável para você. Quer ir para outro mundo? Você pode desejar apenas uma coisa de sua escolha junto com você.\" \"Então eu irei levá-la.\" Daqui em diante, a grande aventura de subjugar o Rei Demônio começará para Kazuma reencarnado, ou assim se poderia pensar, mas é o trabalho para a obter alimentos, roupas e abrigo começa! Apesar de Kazuma querer viver em paz, a deusa acaba causando problemas, um após outro, e eventualmente, eles atraem a atenção do exército do Rei Demônio."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6dab77c-35e9-4e0f-a814-e791dca309e3",
    "title": {
      "en": "Ice Lamp - The Chronicles of Kira"
    },
    "updatedAt": "2024-03-24T12:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/f6dab77c-35e9-4e0f-a814-e791dca309e3/fbdcb521-1ba2-4585-bdef-80fbf623e99e.jpg",
    "altTitles": [
      {
        "en": "An Ice Lamp - Chronicles of Gira"
      },
      {
        "ko": "얼음램프 - 기라 연대기"
      },
      {
        "ko": "얼음램프-기라 연대기"
      }
    ],
    "description": {
      "en": "A girl passing as a boy, fourteen-year-old Kira is left to fend for herself alone in this world. During a crucial turning point in her life, she makes a pact with a mystical entity in return for a male voice; this grants her to step into a bigger world by becoming a servant to a grand noble. From a commoner to a page boy, to a knight that leads others to battle, Kira matures through enduring agony and education. However, she's a mere pawn, an expendable being in the chess match between powerful men without any control over her own destiny. With no one to count on, can our heroine be able to change the fate others have chosen for her?\n\n---\n* Alternative Official English - [tappytoon](https://www.tappytoon.com/en/book/ice-lamp-the-chronicles-of-kira)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "74"
  },
  {
    "mangaId": "46e9cae5-4407-4576-9b9e-4c517ae9298e",
    "title": {
      "en": "The Promised Neverland"
    },
    "updatedAt": "2024-05-04T22:52:33+00:00",
    "coverArt": "https://mangadex.org/covers/46e9cae5-4407-4576-9b9e-4c517ae9298e/a5677919-ce8c-438e-8eb8-cabcb4d906a1.jpg",
    "altTitles": [
      {
        "ru": "Обещанный Неверленд"
      },
      {
        "uk": "Обіцяний Неверленд"
      },
      {
        "ar": "أرض الأحلام الموعودة"
      },
      {
        "ja": "約束のネバーランド"
      },
      {
        "zh": "约定的梦幻岛"
      },
      {
        "ko": "약속의 네버랜드"
      },
      {
        "ja-ro": "Yakusoku no Neverland"
      },
      {
        "pt": "A Terra do Nunca Prometido"
      },
      {
        "fr": "The Promised Neverland"
      }
    ],
    "description": {
      "en": "At Grace Field House, life couldn't be better for the orphans! Though they have no parents, together with the other kids and a kind \"Mama\" who cares for them, they form one big, happy family. No child is ever overlooked, especially since they are all adopted by the age of 12. Their daily lives involve rigorous tests, but afterwards, they are allowed to play outside.   \n  \nThere is only one rule they must obey: do not leave the orphanage. But one day, two top-scoring orphans, Emma and Norman, venture past the gate and unearth the horrifying reality behind their entire existence: they are all livestock, and their orphanage is a farm to cultivate food for a mysterious race of demons. With only a few months left to pull off an escape plan, the children must somehow change their predetermined fate.  \n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **The Promised Neverland** (2019)",
      "fr": "Emma, Norman et Ray coulent des jours heureux à l’orphelinat Grace Field House. Entourés de leurs petits frères et sœurs, ils s’épanouissent sous l’attention pleine de tendresse de « Maman », qu'ils considèrent comme leur véritable mère. Mais tout bascule le soir où ils découvrent l’abominable réalité qui se cache derrière la façade de leur vie paisible ! Ils doivent s’échapper, c’est une question de vie ou de mort !\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**",
      "pt": "Na “Casa de Grace Field” habitam 38 crianças órfãs.\nVivem felizes com a sua cuidadora, Isabella, a quem as crianças tratam como mãe. Mas certo dia, Emma e Norman descobrem que a Casa de Grace Field é afinal uma “quinta” cujo objetivo é criar alimento para monstros.\nAs remessas de crianças enviadas são escolhidas pela sua inteligência e desempenho em testes, que servem para tornar os seus cérebros… mais saborosos!\nNão querendo perder mais nenhum membro da sua família, Norman e Emma começam a reunir informação vital para a sua sobrevivência e planeiam a sua fuga do orfanato.",
      "ru": "Эмма и её друзья вели вполне счастливую сиротскую жизнь в приюте. Да, там жёсткие правила, но зато смотритель добрый. Вот только почему детям запрещено приближаться к воротам и забору?.. Иногда не известно, стоит ли узнавать правду, которая полностью переворачивает всю твою жизнь.  \n  \n- Won the 63rd Shogakukan Manga Awards in 2018 in the best shounen category.\n  \n\n\n---\n\n**Links:]**   \n- [Demizu's Twitter](https://twitter.com/DemizuPosuka)   \n- [Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=21552)  \n- [Anime Season 2 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=23263)",
      "pt-br": "Emma, Norman e Ray são as crianças mais brilhantes do orfanato Grace Field House. E, sob os cuidados da mulher a que se referem como “mamãe”, todas as crianças tiveram uma vida confortável. Boa comida, roupas limpas e o ambiente perfeito para aprender - o que mais um órfão poderia querer? Um dia, porém, Emma e Norman descobrem a verdade sombria do mundo exterior que eles estão proibidos de ver."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "181"
  },
  {
    "mangaId": "cb5d6a21-50c2-4e17-a169-018be817f97e",
    "title": {
      "en": "Zai x 10"
    },
    "updatedAt": "2023-10-13T13:01:46+00:00",
    "coverArt": "https://mangadex.org/covers/cb5d6a21-50c2-4e17-a169-018be817f97e/08b9d67a-bacc-403d-abfe-9fe8ec406eeb.jpg",
    "altTitles": [
      {
        "en": "Felony"
      },
      {
        "en": "Juuzai"
      },
      {
        "en": "Sin × 10"
      },
      {
        "en": "Sin x 10"
      },
      {
        "en": "Ten Sins"
      },
      {
        "en": "Zai × 10"
      },
      {
        "en": "Zai×10"
      },
      {
        "ja": "じゅうざい"
      },
      {
        "zh": "罪×10"
      }
    ],
    "description": {
      "en": "When ten criminal acts collide, what's going to happen!?  \n  \nFrom the creator of Danshi Koukousei no Nichijou."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "47.5"
  },
  {
    "mangaId": "fbf97c2d-b84b-4966-9fa6-4f3318dc9c6a",
    "title": {
      "en": "Human Mask"
    },
    "updatedAt": "2024-03-14T11:22:20+00:00",
    "coverArt": "https://mangadex.org/covers/fbf97c2d-b84b-4966-9fa6-4f3318dc9c6a/073da91d-218e-45c3-b7a5-d80d7270cc08.jpg",
    "altTitles": [
      {
        "ko-ro": "사람의 탈"
      }
    ],
    "description": {
      "en": "Masks are art, dance is martial arts!\nThe despised mask dancer 'Bongsan' follows the map left by his master\nTo stop the monster tiger 'Saphung Black Tiger' who wants to become king\nHe sets out on an adventure to find the legendary 'Human Mask'..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "511603da-3e09-4089-bc39-7ee085c475a8",
    "title": {
      "en": "Healer-Chan Whose Urge To Urinate Is Steadily Increasing In The Middle of The Final Boss Fight"
    },
    "updatedAt": "2024-06-06T08:31:58+00:00",
    "coverArt": "https://mangadex.org/covers/511603da-3e09-4089-bc39-7ee085c475a8/d94b9a3e-ee2f-4127-b209-6d629d7476a9.jpg",
    "altTitles": [
      {
        "ja": "ガンガン尿意が増していくラスボス戦のヒーラーちゃん"
      }
    ],
    "description": {
      "en": "She Really Needs To Go"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "7"
  },
  {
    "mangaId": "cb77e4a6-3921-43b9-9d64-7d78cd3205ce",
    "title": {
      "en": "Jigokuraku"
    },
    "updatedAt": "2024-05-01T03:47:44+00:00",
    "coverArt": "https://mangadex.org/covers/cb77e4a6-3921-43b9-9d64-7d78cd3205ce/c6eded90-7e15-4e3b-8f50-f415f02c32a2.jpg",
    "altTitles": [
      {
        "en": "Hell's Paradise"
      },
      {
        "ja-ro": "Jigoku Raku"
      },
      {
        "ja-ro": "Jigoku-Raku"
      },
      {
        "it": "Paradiso infernale"
      },
      {
        "fr": "Paradition"
      },
      {
        "ru": "Адский рай"
      },
      {
        "zh": "地狱乐"
      },
      {
        "ja": "地獄楽"
      },
      {
        "zh-hk": "地獄樂"
      },
      {
        "fa": "هلز پاردایس"
      },
      {
        "ja": "ジャンプコミックス"
      },
      {
        "pl": "Piekielny raj"
      },
      {
        "th": "สุขาวดีอเวจี"
      },
      {
        "cs": "Pekelný ráj"
      }
    ],
    "description": {
      "en": "Gabimaru the Empty, a former ninja assassin feared as a heartless husk of a man, spends his days on death row wondering when an executioner skilled enough to so much as harm him will arrive, as he thinks nothing of seeing an end to his meaningless existence… Or so he thought. \nThen the lady executioner, Asaemon the Beheader, rekindles his hope with an astounding proposition. \nIf he ever wishes to see his beloved wife again, he must embark under the auspices of the shogunate on a perilous voyage to the mysterious mystic island said to house the elixir of immortality. \nShould he be the one among many rival death-row fiends and scoundrels to find the elixir, he'll earn a full exoneration, and, more importantly, a chance at an ordinary married life with the light of his life: the woman who made the world seem not so ugly. \nWhat awaits them is a journey like no other!",
      "ru": "Это случилось во времена правления одиннадцатого сёгуна из династии Токугава… Габимару, некогда сильнейший синоби, собиравшийся покинуть свою деревню, захвачен в плен. Но Ямада Асаэмон, девушка-палач, предложила ему прощение и свободу с одним условием… Он должен заполучить в райских землях эликсир бессмертия!.. Романтические приключения и искусство ниндзюцу от Каку Юдзи.",
      "pt-br": "Gabimaru, o Vazio, é um dos ninjas assassinos mais cruéis que já saiu da vila de Iwagakure. Ele é implacavelmente eficiente, mas uma traição resulta em uma sentença de morte. Só há uma esperança para ter sua liberdade: viajar para uma ilha escondida e conseguir um elixir, que tornará o shogun imortal. O fracasso não é uma opção, nesta ilha, o Céu e o Inferno estão a um metro de distância."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "127"
  },
  {
    "mangaId": "c941e60f-4c23-420f-ab56-a1c81acac5ae",
    "title": {
      "en": "Hybrid"
    },
    "updatedAt": "2023-12-03T12:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/c941e60f-4c23-420f-ab56-a1c81acac5ae/d8788cdf-b913-4171-b9ca-931d63c532c5.jpg",
    "altTitles": [
      {
        "ko": "사기캐"
      }
    ],
    "description": {
      "en": "the Grand Hybrid, born from the union of angels and demons, is believed to possess the highest lineage among hybrids. When awakened, this extraordinary being, known as the ‘Apex Hybrid’, is said to have the power to blow up the universe.\n\nContrary to Jake’s desire for a simple and ordinary life, angels and devils eventually seek him out as the ultimate ‘Apex Hybrid’. They employ various strategies to convince him to join their respective sides."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4441847-6e9d-45b7-ac3f-fe7832e27821",
    "title": {
      "en": "Blades of the Guardians"
    },
    "updatedAt": "2023-10-27T12:22:06+00:00",
    "coverArt": "https://mangadex.org/covers/b4441847-6e9d-45b7-ac3f-fe7832e27821/72e2f7dc-faab-4cef-bed1-a4ea61a7b0cb.png",
    "altTitles": [
      {
        "zh-ro": "Biao Ren"
      },
      {
        "en": "Dart People"
      },
      {
        "ja-ro": "Hyojin"
      },
      {
        "ja-ro": "Hyoujin"
      },
      {
        "vi": "Tiêu Nhân"
      },
      {
        "ru": "Клинки Хранителей"
      },
      {
        "ja": "ヒョウ人 -BLADES OF THE GUARDIANS-"
      },
      {
        "zh": "镖人"
      },
      {
        "de": "Biaoren - Die Klingen der Waechter -"
      }
    ],
    "description": {
      "en": "Escort refers to paid warriors. Their targets of protection are also referred to targets as they are wanted by the government. On the eve of civil chaos during the last years of Sui dynasty, with the rise of a reign of terror around the country, various peoples' feelings of grudge and animosity develop.",
      "id": "Mengambil latar belakang di akhir Dinasti Sui (581–618), munculnya banyak kekacauan di seluruh negeri. Dao Ma dan anaknya Xiao Qi, mencari uang dengan cara menjadi pengawal bayaran atau membunuh orang yang menjadi incaran pemerintah."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23561499-1048-4133-a22b-7017331f7a94",
    "title": {
      "en": "Captain Tsubasa - Rising Sun - The Final"
    },
    "updatedAt": "2024-04-16T04:54:18+00:00",
    "coverArt": "https://mangadex.org/covers/23561499-1048-4133-a22b-7017331f7a94/ce9977d6-bf1e-4ace-8ef6-46ebd4b716ad.jpg",
    "altTitles": [
      {
        "en": "Captain Tsubasa - Rising Sun - Part 2"
      },
      {
        "ja": "キャプテン翼ライジングサン　ＴＨＥ　ＦＩＮＡＬ"
      }
    ],
    "description": {
      "en": "Rising Sun - The Final is the 9th arc in the Captain Tsubasa series, covering the Madrid Olympics match of Japan VS. Spain.\n\nThe arc lasting 10 chapters from April 2023 to April 2024 ended serialization half-way through the match when the mangaka Yoichi Takahashi announced his retirement, thus ending the official published serialization but continuing the story at his own pace, on the official Captain Tsubasa World website has a web-comic under the title Captain Tsubasa: Rising Sun - Finals."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "eafef203-47f5-4af5-a480-8ee8d41400bb",
    "title": {
      "en": "Martial Inheritance: Chapter of Liuhe Gang"
    },
    "updatedAt": "2024-05-25T11:44:39+00:00",
    "coverArt": "https://mangadex.org/covers/eafef203-47f5-4af5-a480-8ee8d41400bb/94330e65-c11d-48c0-9c0f-11d165028dbc.jpg",
    "altTitles": [
      {
        "en": "Martial Legacy: Group of the Six Directions Chapter"
      },
      {
        "zh-ro": "Chuan Wu Zhi Liu He Bang"
      },
      {
        "zh": "传武之六合帮篇"
      },
      {
        "en": "The Legend of Wushu: Liuhe Gang"
      }
    ],
    "description": {
      "en": "This spin-off includes:\n\n(1) The life of \"Feng,\" the white ape who accompanies the crane on Heban Mountain,\n\n(2) The story of Wencan, a wandering martial artist who had not yet become the protector of Binzhou Town, as he brilliantly handles the \"Jieshi Mountain Misty Fairy\" incident,\n\n(3) The story of Wencan, after founding the Six Harmonies Gang as the protector of Binzhou Town, inviting the hunter Du Ergou (later renamed Du Feng) to join the Six Harmonies Gang, led by the gang leader Chang Yewo,\n\n(4) The story of the Six Harmonies Gang independently handling a major ghost problem, the \"Dengzhou Human Skin Ghost.\""
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0ddd740-4b91-4c66-bfd0-b36a77f8e730",
    "title": {
      "en": "Brainrot Girlfriend"
    },
    "updatedAt": "2024-06-06T07:37:24+00:00",
    "coverArt": "https://mangadex.org/covers/d0ddd740-4b91-4c66-bfd0-b36a77f8e730/f84e7462-db31-4e74-bde5-e77270c499f3.png",
    "altTitles": [],
    "description": {
      "en": "Brainrot Girlfriend"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e4e1a23-5c8a-4d90-b74f-164dcdfe21a4",
    "title": {
      "en": "Internet Love!"
    },
    "updatedAt": "2024-06-02T11:36:07+00:00",
    "coverArt": "https://mangadex.org/covers/6e4e1a23-5c8a-4d90-b74f-164dcdfe21a4/ed68f53c-b231-4304-8444-17d091b295ec.jpg",
    "altTitles": [
      {
        "ja": "インターネット・ラヴ！"
      }
    ],
    "description": {
      "en": "Tenma has been stalking Uno on Instagram for the last 5 years and knows everything about him: a shopaholic, foodie, animal-lover and, above all, a kind man. Just watching Uno's stories every day fills Tenma with contentment—until a new girlfriend comes into the picture and makes him question everything that he thought he knew about Uno. Then, out of the blue, a heartbroken Tenma gets the shock of his life when Uno replies to one of his stories for the very first time."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "3.5"
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-03-22T13:09:51+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/171b59a7-7df4-4fa4-99fb-2410ab606f01.jpg",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-05-22T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara de que estou a fim não era um cara?!"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko ja Nakatta"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2024-05-01T19:26:20+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/7bacb5c8-e62c-4451-829a-f1bcfe81e7ea.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "en": "Akane Story"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. Shinta and his daughter Akane have been seduced by this wonderful form of classical entertainment. Having observed her father strive to pass the shin'uchi rakugo test, Akane will take her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo na história é expresso apenas com seu corpo e palavras. Shinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. Observando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea3fc681-51fd-44d9-a83d-297c4c28e11b",
    "title": {
      "en": "Love Agency"
    },
    "updatedAt": "2024-06-05T21:50:47+00:00",
    "coverArt": "https://mangadex.org/covers/ea3fc681-51fd-44d9-a83d-297c4c28e11b/04c0d28e-4aee-4625-98ba-80fa9b3cd58d.jpg",
    "altTitles": [
      {
        "ja": "恋愛代行"
      },
      {
        "tr": "Aşk Ajansı"
      },
      {
        "pl": "Agencja do spraw miłości"
      },
      {
        "uk": "Агентство Кохання"
      },
      {
        "el": "Πρακτορείο Αγάπης"
      },
      {
        "ru": "Любовное агентство"
      },
      {
        "pt-br": "Agência do Amor"
      },
      {
        "ja-ro": "Renai Daikou"
      },
      {
        "fr": "L'agence de coachs romantiques"
      },
      {
        "fr": "L'agence de l'amour"
      }
    ],
    "description": {
      "en": "A half-Swedish, half-Japanese girl who seems to have everything except experience with men is using a date coaching app to get used to flirting. However the guy she hits it off with actually uses the same app with a different coach!",
      "id": "Renai Daikou (Love Agency) – Agen Cinta\nAkasaka Aka x Nishizawa 5mm\nAkasaka Aka, yang telah membuat sejarah dalam sejarah komedi romantis dengan “Kaguya-sama wa Kokurasetai: Tensai-tachi no Renai Zunousen”, kembali dengan komedi romantis baru! Tim baru ini bekerja sama dengan Nishizawa 5mm, seorang pendatang baru yang sedang menjadi topik hangat di dunia manga online! Ini adalah awal dari “komedi",
      "ru": "Девушка со шведскими и японскими корнями, у которой, кажется, есть всё, кроме опыта общения противоположным полом, использует приложение для обучения свиданиям, чтобы научиться флиртовать.\nОднако парень, с которым у нее завязываются отношения, использует то же приложение с другим тренером!",
      "uk": "Ака Акасака, автор \"Каґуя-сама хоче, щоб він зізнався їй. Війна сердець та розумів геніїв\" та \"Дитя улюбленця\", презентує свій новий витвір!\n\nУ Марі Марії Вінтер-Нанасе, наполовину шведки, наполовину японки, є все, про що можна мріяти. Дівчина виросла в заможній родині закордоном, має багато подруг і вродливу зовнішність. Однак є в ній один недолік: вона не вміє розмовляти з хлопцями!\n\nУзявши в бібліотеці книгу про кохання, у ній вона знайшла підозрілу рекламу. Там йшлося про Агентство Кохання, що надає профі в коханні, який упорається з вашим особистим життям за вас. Після того, як дівчина відсканувала код, з'являється агентка, на ім'я Кон, та обіцяє допомогти Марі зійтися з її коханим. Однак хлопець, що припав їй до душі, Секі Масая, не такий уже й невинний і також користується послугами агентства, щоб почати зустрічатися з нею. Як складеться доля цієї пари?",
      "vi": "Tác phẩm của Akasaka Aka (tác giả của Oshi no Ko và Kaguya-sama) và Nishizawa 5mm. Một cô gái mang trong mình dòng máu Thụy Điển và Nhật Bản cực kỳ ưu tú nhưng cô ấy lại không có kinh nghiệm với đàn ông. Cô ấy quyết định sử dụng một ứng dụng dịch vụ tình yêu để chinh phục chàng trai ấy. Tuy nhiên, anh chàng mà cô ấy nhắm đến cũng đang sử dụng ứng dụng đó để chinh phục cô!",
      "pt-br": "Uma garota meio sueca/meio japonesa que parece ter tudo, exceto experiência com homens, está usando um aplicativo de coaching para encontros para se acostumar a flertar. No entanto, o cara com quem ela se dá bem na verdade usa o mesmo aplicativo com um treinador diferente!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "39"
  },
  {
    "mangaId": "e0969782-cec4-4382-9366-4c69ecd1f3a2",
    "title": {
      "en": "I Thought She Was a Yandere, but Apparently She's Even Worse"
    },
    "updatedAt": "2024-04-05T16:41:15+00:00",
    "coverArt": "https://mangadex.org/covers/e0969782-cec4-4382-9366-4c69ecd1f3a2/debba5d2-c819-431f-ba85-d9430f198ba0.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレかと思ったらもっとヤベー女だった"
      },
      {
        "id": "Ku kira dia yandere tapi ternyata lebih parah"
      },
      {
        "ja": "ヤンデレかと思ったらラブコメっぽくなる彼女"
      },
      {
        "ja-ro": "Yandere Ka To Omottara Motto Yabe Onna Datta"
      },
      {
        "es-la": "Pensé que era una yandere, pero resultó ser una chica mucho más peligrosa."
      },
      {
        "tr": "Onun Yandere Olduğunu Sanıyordum Ama Durum Daha Betermiş"
      }
    ],
    "description": {
      "en": "A man who no longer can turn a blind eye saves a girl who's being bullied by the other classmate, but little did he know.\n\n---\n\n**Notes:**\n- There is also a fan colored version and an R18 side(?) story:",
      "id": "Seorang pria yang tidak lagi bisa menutup mata menyelamatkan seorang gadis yang di-bully oleh teman sekelasnya,tapi sedikit yang dia tahu.",
      "tr": "Artık sınıf arkadaşının zorbalanmasına göz yumamayan çocuk sınıf arkadaşını kurtarır, oysa...",
      "es-la": "Psicópata se enamora de un chico normal."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63b53485-81a3-45f8-9427-4d1cb929f81d",
    "title": {
      "en": "Vanilla land"
    },
    "updatedAt": "2024-02-14T05:44:36+00:00",
    "coverArt": "https://mangadex.org/covers/63b53485-81a3-45f8-9427-4d1cb929f81d/a83727a4-454c-41bf-9b1e-0bd3a990ff16.jpg",
    "altTitles": [
      {
        "en": "vanilla land"
      },
      {
        "en": "Vanilla Land"
      }
    ],
    "description": {
      "en": "In lands far..far away, where scary monsters and horrific creatures live. where hidden treasures and magic exists, where there are still undiscovered kingdoms and empires mankind discovered a new source of energy to empower their mechanical machines & weapons. we discovered vanilla the source of unlimited energy. follow the journey of gen orchid, rosa & altamiras as they seek the djinn chef master to grant their wishes\n\nstory & art by me & my wife, together we are couple comics #fantasy_Manga_to_read"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3293575-94bb-4467-b992-4de2174615f7",
    "title": {
      "en": "P.S. Waiting for You by the Lake"
    },
    "updatedAt": "2024-03-17T06:11:59+00:00",
    "coverArt": "https://mangadex.org/covers/b3293575-94bb-4467-b992-4de2174615f7/0edaf4a5-0079-4e93-9b3b-79f898c9d691.jpg",
    "altTitles": [
      {
        "zh": "利奥"
      },
      {
        "en": "Leo"
      },
      {
        "zh": "P.S.我在湖边等你"
      }
    ],
    "description": {
      "en": "Leo and Alexis lived in the same small town when they were kids and were best buddies. The two loved to spend their summers at the Green Rock Lake summer camp near town. But during the summer when they were eleven, Alexis ended his friendship with Leo over a stupid reason. After that, the two did not see each other again because of their families' situation. But during the summer when they were eighteen, the two met once again at Green Rock Lake..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e675297b-8b2a-4612-a956-5eee26269606",
    "title": {
      "en": "Mokuyoubi no Furutto"
    },
    "updatedAt": "2023-09-09T19:20:24+00:00",
    "coverArt": "https://mangadex.org/covers/e675297b-8b2a-4612-a956-5eee26269606/818ff432-f200-4db9-83f9-493bd07c78aa.jpg",
    "altTitles": [
      {
        "ja-ro": "Furutto on Thursday"
      },
      {
        "ja": "木曜日のフルット"
      },
      {
        "zh-hk": "木曜日的弗羅多"
      }
    ],
    "description": {
      "en": "Furutto is a cat that leads a double life. On one hand, he's the companion of a young woman in an apartment building named Kujirai, who feeds him (when she hasn't gambled away her meager manga-assistant's paycheck) and spends time with him in her apartment. On the other hand, he wants to keep his street cred as a stray cat and spends a good amount of time hanging out with the other strays, trying to steal food out of trash cans and rumbling with the cats from the next town over."
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "649c7b09-dc44-488d-b758-55be3285640a",
    "title": {
      "en": "Your Kiss Scene!"
    },
    "updatedAt": "2023-08-09T14:34:29+00:00",
    "coverArt": "https://mangadex.org/covers/649c7b09-dc44-488d-b758-55be3285640a/0b67b0d6-9636-49ff-b9f5-9e8442f9e691.jpg",
    "altTitles": [
      {
        "ko": "너의 키스씬!"
      }
    ],
    "description": {
      "en": "Entertainment writer Lee Seul, heard the news of her favorite idol, Block Shoot's Seung-Chan, on her new entertainment program.\nExpectations of meeting her favorite for more than 10 years are brief, and she accidentally sees her favorite idol kissing someone else in secret at the broadcasting station.\nIn addition, the entertainment program she was in charge of is a love variety program that’s full of dating amongst the cast...\nShe has to watch her favorite idol flirting and dating someone else even if he's her favorite."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "478e6926-b8bc-465c-9694-2bae1dbaf32b",
    "title": {
      "en": "The Survival Story of the Sword King in Another World"
    },
    "updatedAt": "2024-02-17T06:26:56+00:00",
    "coverArt": "https://mangadex.org/covers/478e6926-b8bc-465c-9694-2bae1dbaf32b/7dc9ebc2-a10a-4ab6-ab98-ad467aed4924.png",
    "altTitles": [
      {
        "ko": "이계 검왕 생존기"
      },
      {
        "en": "Latna Saga: Survival of a Sword King"
      },
      {
        "en": "Otherworldly Sword King's Survival Records"
      },
      {
        "zh": "拔剑九亿次"
      },
      {
        "zh-hk": "異界劍王生存記"
      },
      {
        "ko-ro": "Igye Geomwang Saengjongi"
      },
      {
        "ru": "Король меча"
      },
      {
        "ru": "История выживания короля меча в фэнтезийном мире"
      },
      {
        "ja": "異世界剣王生存記"
      },
      {
        "th": "การเอาชีวิตรอดของราชาดาบในต่างโลก"
      }
    ],
    "description": {
      "en": "After being recently discharged from military service and just drifting through life, Hanbin Ryu is suddenly transported to another world.\n\nHowever, his “guide line,” the system bestowed upon him to help with his survival and growth, was filled with errors, causing him to be stuck in the tutorial stage for over 20 years.\n\nWhen he is finally released from this personal hell, he finds everyone has turned against otherworlders like him. Just how will this low-level, super-tutorial newbie survive?\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=mLzbAKkDpYM)\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%B4%EA%B3%84-%EA%B2%80%EC%99%95-%EC%83%9D%EC%A1%B4%EA%B8%B0/2363)\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E7%95%B0%E7%95%8C%E5%8A%8D%E7%8E%8B%E7%94%9F%E5%AD%98%E8%A8%98/66)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/6885/)\n- [Official Japanese Translation](https://piccoma.com/web/product/34782)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B9%83%E0%B8%99%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B9%82%E0%B8%A5%E0%B8%81/103)",
      "fr": "Transféré contre sa volonté dans un tutoriel où il doit lutter pour survivre, Ryu Hanbin y reste finalement coincé pendant 22 ans. Il est bloqué par un bug au niveau 4, et ce malgré la grande quantité d'XP qu'il accumule ! Quand il est finalement transféré dans le monde de Latna, le contraste entre sa puissance et son niveau lui pose bien des difficultés. Mais finalement, le véritable objectif n'est-il pas de vivre plutôt que de survivre ?",
      "ja": "｢あなたは適合者として選ばれました｣ ｢あなたの能力でセルハラトナに生き残る確率は５％未満です｣ ｢自殺しますか？」 ニート生活から突如として異世界へ飛ばされた！そこはレベル5までを目指す初心者エリアだったが、「ガイドライン」のエラーでレベル5になっても再びレベル1になるという、地獄の日々を送ることになり？！ レベル5の裏に隠された、とてつもない能力とはー",
      "ko": "『귀하는 적합자로 선택받았습니다』\n\n『귀하의 재능으로 셀하 라트나에서 생존할 확률은 5% 미만입니다』\n\n『자살하시겠습니까? Y/N』\n\n“x-까.”\n\n5% 미만의 생존 확률. 22년의 시간. 셀 수도 없는 마견과의 사투.\n이 지옥에서, 나는 홀로 살아남았다.\n\n5라는 레벨 뒤에 감춰진, 무지막지한 히든 스탯들과 함께!\n\n대검 하나로 이계를 썰어버리는,\n사상 최강의 레벨5 검사 류한빈의 극한 사이다 생존기!",
      "ru": "В момент, когда его переместили в другой мир, Рю Хан-Бин был обычным человеком, который недавно вернулся из армии. Хоть он и остался один в пустынном мире с кучей монстров, ему дали задание - стать сильнее. Но есть одна проблема - \"система\", которая должна была давать подсказки, полна недоработок.",
      "th": "รยูฮันบิน ชายผู้เพิ่งปลดประจำการทหารมาได้เพียงสามเดือน จู่ๆ ก็ถูกพาไปยังโลกแปลกๆ ที่เขาไม่รู้จักมาก่อน ชื่อว่า 'เซลฮา แลตนา'\nพร้อมมีข้อความขึ้นว่า \"\"คุณได้รับเลือกในฐานะผู้เข้าเกณฑ์อันทรงเกียรติ\"\" พร้อมกับไกด์ไลน์ที่บอกให้สู้กับมอนสเตอร์ และเพิ่มให้ถึงเลเวล 5 เพื่อไปยังพื้นที่ถัดไป แต่ด้วยระบบเกิดข้อผิดพลาด ทำให้เขาต้องติดอยู่ในนั้นนับสิบปี ที่นั่นมีเพียงเขาแค่คนเดียวกับสุนัขปีศาจ\nอยู่มาวันหนึ่งเขาสามารถเพิ่มถึงเลเวล 5 ได้สำเร็จ และถูกส่งไปยังพื้นที่ต่อไปแบบไม่ทันตั้งตัว\n\nการผจญภัยเพื่อหาทางเอาชีวิตรอดในต่างโลกของเขาได้เริ่มต้นขึ้นแล้ว\nเขาจะหาทางออกไปจากโลกแห่งนี้ และมีชีวิตรอดไปได้หรือไม่",
      "zh": "一个俗套的穿越后带挂升级故事，却因为外挂系统的运算错误而偏离方向。 渴望变强的他被困在新手村二十年，不断的战斗却始终无法提升等级。 九亿次拔剑，九亿次搏杀，他脚踩着尸山血海缓步走来。 “恭喜，您即将被传送出新手村…” 蛰伏的凶兽露出爪牙，万物都将屈服于他拔剑的光辉之下！",
      "zh-hk": "「依照你的能力，\n你在瑟哈拉特那活下來的機率低於5%。」\n\n「你要自殺嗎? Yes or No?」\n\n「三X啊。」\n\n不到5%的生存機率、22年的時間、\n與魔犬纏鬥了無數次，\n我一個人...在這座地獄中生存了下來。\n\n在5等的背後，潛藏著無比強大的隱藏數值!\n\n帶著一把巨劍殺爆異界，堪稱史上最強的5等劍士，\n柳寒頻生存記，看了保證超過癮!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af67e19a-0070-4100-a81e-3a3489f5824c",
    "title": {
      "en": "Wan Mu"
    },
    "updatedAt": "2023-03-11T01:03:06+00:00",
    "coverArt": "https://mangadex.org/covers/af67e19a-0070-4100-a81e-3a3489f5824c/ceab5431-960c-4064-a3bf-96b20d804b35.jpg",
    "altTitles": [
      {
        "zh": "晚木"
      }
    ],
    "description": {
      "en": "The girl who was adopted by two mothers met her soulmate- another girl, when she was 16 years old. After dating for ten years, she decided to give herself to a man at the age of 28 … because she did not want to live this \"abnormal life\". Only after leaving her, did she finally understand the true meaning of love during those countless days and nights. However, can they still go back to the way things were?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "43"
  },
  {
    "mangaId": "1ede6292-3f99-4582-a024-4a2df9814fa0",
    "title": {
      "en": "Today's Walk"
    },
    "updatedAt": "2024-04-30T20:51:00+00:00",
    "coverArt": "https://mangadex.org/covers/1ede6292-3f99-4582-a024-4a2df9814fa0/9cc8a565-5292-46e1-9873-defbc8bcb11c.jpg",
    "altTitles": [
      {
        "ja-ro": "Kyou no Sanponta"
      },
      {
        "en": "Last Walk"
      },
      {
        "ja": "今日のさんぽんた"
      }
    ],
    "description": {
      "en": "The story of a dog, Ponta, and his walker, Rieko.\n\n---\n**Support the author's:**\n- [Social Media and Shop](https://potofu.me/rikirosso)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6257666-bd4d-457b-9a44-d56dc91df1ba",
    "title": {
      "en": "Critically-Endangered Species Hacchin-Pamos"
    },
    "updatedAt": "2024-05-30T23:02:41+00:00",
    "coverArt": "https://mangadex.org/covers/a6257666-bd4d-457b-9a44-d56dc91df1ba/d4e38537-d1df-4833-8035-a90f08f7dbeb.png",
    "altTitles": [
      {
        "ja": "絶滅寸前動物ハッチンパモス"
      },
      {
        "ja-ro": "Zetsumetsu Sunzen Doubutsu Hacchinpamos"
      }
    ],
    "description": {
      "en": "The Hacchin-Pamos is a critically-endangered species. Let's find out why.\n\nA daily comic series from Q-Rais."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "caa50831-b4cb-4456-b223-27a589667b96",
    "title": {
      "en": "Tonari no Hyakkai Kenbunroku"
    },
    "updatedAt": "2024-04-15T21:40:34+00:00",
    "coverArt": "https://mangadex.org/covers/caa50831-b4cb-4456-b223-27a589667b96/dad7d1d9-cabc-4b0e-b39b-b8f4a12d0e4e.jpg",
    "altTitles": [
      {
        "ja": "となりの百怪見聞録"
      },
      {
        "en": "Mysterious Encounters in My Neighborhood"
      }
    ],
    "description": {
      "en": "Something happens to Katagiri Jinpachi late one night when he unwittingly wanders into the youkai market. The only one who knows what it was seems to be one Harada Oriza, a famed painter of youkai portraits. But he is not talking, and Jinpachi only grows more frustrated and confused as he tries to return to the market and find out what he lost... or gained there."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "20a010e0-4d43-49de-9273-1c02ed62e7e6",
    "title": {
      "en": "Error Free Life!"
    },
    "updatedAt": "2024-04-04T11:45:15+00:00",
    "coverArt": "https://mangadex.org/covers/20a010e0-4d43-49de-9273-1c02ed62e7e6/0ab7e634-4a3c-4066-9594-c8d7f8cb815c.jpg",
    "altTitles": [],
    "description": {
      "en": "You know you've made errors in your life when you're at a wedding and simultaneously realize that\n1. You're gay\n2. You're in love with the groom and\n3. You're a tender uke built like the manliest of macho men.\n\nAnd thus, Haneru has no other option but to go into a depression for 3 whole years - until a certain divorcee moves in to live with Haneru's family..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "7.5"
  },
  {
    "mangaId": "5fcf0847-7d3a-4164-a705-970a06df2794",
    "title": {
      "en": "Blue Archive: Problem Solver 68 Business Diary"
    },
    "updatedAt": "2024-01-30T21:04:45+00:00",
    "coverArt": "https://mangadex.org/covers/5fcf0847-7d3a-4164-a705-970a06df2794/8cdf5de8-cd78-4944-b8be-3a014cd119e5.jpg",
    "altTitles": [
      {
        "ja": "ブルーアーカイブ 便利屋68業務日誌"
      },
      {
        "ja-ro": "BuruuAakaibu: Benriya68 Gyoumunishi"
      },
      {
        "vi": "Blue Archive: Nhật kí nghiệp vụ của Handyman68"
      },
      {
        "zh": "便利屋68业务日志"
      }
    ],
    "description": {
      "en": "From the smash hit smartphone game \"Blue Archive\" comes the debut of Problem Solver 68 as our protagonist in this spin-off comic!! Please enjoy the comedic story of our four Problem Solvers in Kivotos - The Academic City!",
      "ja": "大人気スマホゲーム『ブルーアーカイブ』から、「便利屋68」を主役としたスピンオフコミックが登場!! 学園都市キヴォトスを舞台に便利屋の4人が巻き起こすドタバタ劇をお楽しみください！",
      "vi": "Từ trò chơi dành cho smartphone đang nổi tiếng hiện nay \"Blue Archive\" chào đón sự xuất hiện dưới tư cách nhân vật chính của câu lạc bộ \"Handyman 68 (Công ty Dịch vụ giúp việc số 68)\" trong bộ manga ngoại truyện này!! Hãy cùng thưởng thức câu chuyện hài hước của bốn cô gái chạy vặt ở Thành phố Học viện Kivotos nào!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e544761-7d3d-4fce-8137-719814d7d138",
    "title": {
      "en": "Eleceed"
    },
    "updatedAt": "2024-04-09T21:00:07+00:00",
    "coverArt": "https://mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/52cf193d-6862-43e8-9de4-1025c0e6e297.jpg",
    "altTitles": [
      {
        "ko": "일렉시드"
      },
      {
        "ru": "Элисед"
      },
      {
        "ja": "エレキシード"
      },
      {
        "zh": "觉醒吧，铲屎官！"
      },
      {
        "es": "Eleceed: Velocidad eléctrica"
      },
      {
        "es-la": "Electricidad veloz"
      }
    ],
    "description": {
      "en": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "es": "Jiwoo es un joven amable que utiliza sus reflejos increíblemente rápidos, como los de un gato, para hacer del mundo un mejor lugar salvando niños o mascotas. Kayden es un agente secreto prófugo que termina encerrado en el cuerpo de un... mmm... gato gordo, peludo y viejo. Juntos y con la ayuda de los superpoderes de Jiwoo y la inteligencia de Kayden lucharán contra las fuerzas que desean que el mal tome control del mundo. Aunque solo lo lograrán si consiguen soportarse lo suficiente para hacerlo.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "fr": "Jiwoo est un jeune lycéen au bon coeur qui utilise ses réflexes incroyablement rapides pour rendre le monde meilleur, que ce soit en sauvant un petit enfant ou bien un animal de compagnie. Kayden est un agent secret fugitif qui finit par être enfermé dans le corps d'un... euh... vieux, gros chat tout poilu. Ensemble, et équipés des superpouvoirs de Jiwoo et de l'intelligence de Kayden, ils lutteront contre les forces obscures qui veulent que le mal domine le monde... mais seulement s'ils arrivent à bien s'entendre !\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "id": "Kolaborasi yang luar biasa dari author \"Noblesse\" dan author \"Girls the Wild's\"! Kisah aksi fantasi mengenai Kaiden yang jiwanya masuk ke seekor kucing gendut dan Jiwoo yang suka menyembunyikan kekuatannya!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ja": "敵の不意打ちで深い傷を負い、猫の体に身を隠した覚醒者のカイド。猫好きの主人公・勇羽に助けられるが… 『ノブレス』 X 『少女ザワイルズ』作家らによる爽快アクション！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ko": "<노블레스> 손제호 작가와 <소녀더와일즈> 제나 작가가 만났다!\n고양이 몸에 깃든 각성자 카이든과 각성능력을 숨겨온 고등학생 지우\n러블리 2인조의 액션 판타지\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ru": "Кайден - загадочный человек, который словно комета спустился с неба. Весь израненный, почти потерявший последние силы, он решает скрыть свое присутствие - ведь по-другому от погони не уйти. По дороге Кайден встречает обычную дворовую кошку и, почти не думая, решает вселиться в ее тело. Со Чжи У - энергичный и общительный молодой человек из средней школы, который очень любит кошек. Один раз по пути домой он встречает до боли потрепанного кота и берет его к себе домой. Наш У не только добрый, но еще и обладает одной скрытой способностью. Какой же?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "th": "เรื่องใหม่ของนักเขียน Son Je-ho จาก <โนเบลส> และ Zhena จาก <วีน เหวี่ยง WILD มัธยมสาวพันธุ์ดุ>! แอ็กชันแฟนตาซีสุดน่ารัก เรื่องราวของ \"ไคเดน\" ผู้มีพลังพิเศษแต่แฝงตัวด้วยการสิงอยู่ในร่างแมว และ \"จีอู\" นักเรียนหนุ่มทาสแมวแสนธรรมดาที่แอบซ่อนพลังที่ไม่ธรรมดาเอาไว้\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "zh": "超强觉醒者意外变身胖橘，\n没想到铲屎官也有超能力!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "pt-br": "Ji-U é um jovem de bom coração que aproveita os reflexos rápidos de um gato para secretamente tornar o mundo um lugar melhor - uma criança salva ou um animal de estimação adotivo de cada vez. Kayden é um agente secreto em fuga, que se encontra preso no corpo de um... hum... decididamente gordo velho gato fofo. Juntos, armados com os superpoderes de Ji-U e a super inteligência de Kayden, eles estão prontos para lutar contra as forças que deixariam o mal governar este mundo. Isto é, se eles aguentarem um ao outro tempo suficiente para fazer o trabalho.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d8d129f-8566-49b8-8d81-feda6444cc7b",
    "title": {
      "en": "Mado Kara Madoka-chan"
    },
    "updatedAt": "2023-11-19T15:24:19+00:00",
    "coverArt": "https://mangadex.org/covers/1d8d129f-8566-49b8-8d81-feda6444cc7b/7475aac9-ef4a-441f-a3ed-209b9ec4d54e.jpg",
    "altTitles": [
      {
        "en": "Madoka from the Window"
      },
      {
        "ja": "まどからマドカちゃん"
      }
    ],
    "description": {
      "en": "Keiichi Oda, a tired office worker, commutes back and forth from work, and on his way he periodically stumbles upon Madoka's apartment window where she runs a ramen shop… later an okonomiyaki shop… later, an ice fishing hole… later, a sauna… later, a climbing wall…  \n  \nWho is this mysterious, silent and pretty woman? Where the hell does she get all this stuff from? Why does she always beckon Oda? And why is she so damn stubborn about it all!?  \n  \nBe prepared to have your concept of \"multitasking\" challenged!!!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "74"
  },
  {
    "mangaId": "4ada20eb-085a-491a-8c49-477ab42014d7",
    "title": {
      "en": "The Beginning After the End"
    },
    "updatedAt": "2024-05-12T13:04:18+00:00",
    "coverArt": "https://mangadex.org/covers/4ada20eb-085a-491a-8c49-477ab42014d7/69098388-a967-464f-8178-344aa9bd4b31.jpg",
    "altTitles": [
      {
        "pt-br": "O começo após o final"
      },
      {
        "pt-br": "O começo depois do fim"
      },
      {
        "en": "TBATE"
      },
      {
        "zh": "三岁开始做王者"
      },
      {
        "ja": "最強の王様、二度目の人生は何をする？"
      },
      {
        "ko": "끝이 아닌 시작"
      },
      {
        "ru": "Начало после конца"
      },
      {
        "es": "El comienzo después del fin"
      }
    ],
    "description": {
      "de": "In einer Welt regiert durch die stärksten Kämpfer ist König Grey der unangefochten Stärkste, Reichste und Berühmteste. Aber eine solche Macht kommt Hand in Hand mit Einsamkeit. Unter der glamourösen Erscheinung eines mächtigen Königs liegt die leere Hülle eines Mannes, beraubt von Ziel und Willen.\n\nNach einer Wiedergeburt in eine Welt voller Magie und Monster hat der König die Möglichkeit, sein Leben erneut zu leben. Die Fehler seiner Vergangenheit zu korrigieren wird aber nicht seine einzige Herausforderung sein. Unter dem Frieden und Reichtum dieser neuen Welt lauert etwas, das alles vernichten kann, was er jemals erreicht hat, was seine Rolle darin und den Grund für seine Wiedergeburt in Frage stellt.",
      "en": "King Grey has unrivaled strength, wealth, and prestige in a world governed by martial ability. However, solitude lingers closely behind those with great power. Beneath the glamorous exterior of a powerful king lurks the shell of man, devoid of purpose and will.\n\nReincarnated into a new world filled with magic and monsters, the king has a second chance to relive his life. Correcting the mistakes of his past will not be his only challenge, however. Underneath the peace and prosperity of the new world is an undercurrent threatening to destroy everything he has worked for, questioning his role and reason for being born again.",
      "fr": "Le Roi Grey a une force, une richesse et un prestige inégalés dans un monde gouverné par l'aptitude martiale. Cependant, la solitude s'approche de près derrière ceux ayant de grands pouvoirs. Sous l'apparence glamour d'un Roi puissant se cache la carapace de l'homme, dépourvue de volonté et de but.\n\nRéincarné dans un nouveau monde rempli de monstres et de magie, le Roi a une seconde chance de revivre sa vie. Cependant, corriger les erreurs de sa précédente vie ne sera pas sa seule tâche. Sous la paix et la prospérité de ce nouveau monde se cache une menace sous-jacente remettant en question tout ce pour quoi il a travaillé, son rôle, et sa raison de renaître.",
      "ja": "私は史上最強の「王」である。数多の敵を退け、数々の功績を残した歴代最高の覇王だ。 しかし、ある朝目覚めた私は奇妙な違和感を覚える。手足が短い、視界が極端に低い、見知らぬ男女が私を「アーサー」と呼び、微笑みながら覗き込む。そう…私は無力な赤子に転生してしまったのだ！最強の王様がいたいけな赤ちゃんに転生する、痛快冒険ファンタジー‼",
      "pl": "Król Gray ma niezrównaną siłę, bogactwo i prestiż w świecie rządzonym przez umiejętności walki. Jednak samotność pozostaje tuż za tymi, którzy mają wielką moc. Pod olśniewającą powierzchownością potężnego króla kryje się skorupa człowieka, pozbawionego celu i woli.\n\nWskrzeszony w nowym świecie wypełnionym magią i potworami, król ma drugą szansę na ponowne przeżycie swojego życia. Jednak naprawienie błędów przeszłości nie będzie jego jedynym wyzwaniem. Pod pokojem i dobrobytem nowego świata kryje się ukryty nurt, który grozi zniszczeniem wszystkiego, na co pracował, kwestionując jego rolę i powód narodzin na nowo.",
      "ru": "Король Грей обладает непревзойденной силой, богатством и престижем в мире, во главе которого стоит боевая мощь. Однако одиночество обычно появляется именно у тех, кто обладает большой властью. Мало кто знает, но под гламурной внешностью могущественного короля скрывается оболочка человека, лишённого цели и воли.",
      "pt-br": "Dizem que a solidão acompanha aqueles com grande poder. Permanecendo como um Rei com força incomparável, status, e fama… e muito mais. Eu, que uma vez lutei para viver, me afogava em meu raso trono sem nenhuma vontade ou propósito. Haviam muitos que tinham inveja de mim, mas eu diria de bom grado, “Tirem tudo de mim! Será meu presente!” Um dia, eu finalmente consegui meu presente – uma nova vida.\n\nCom uma segunda chance de corrigir meus erros e cumprir meus arrependimentos, permita-me mostrar a você o que um (ex-rei) pode fazer!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10e98722-874d-48b2-a715-90bb8af93598",
    "title": {
      "en": "Yondome wa Iya na Shizokusei Majutsushi"
    },
    "updatedAt": "2024-05-15T23:16:58+00:00",
    "coverArt": "https://mangadex.org/covers/10e98722-874d-48b2-a715-90bb8af93598/942ac6f5-fef0-4eb4-9d22-4ab8b799ea7a.jpg",
    "altTitles": [
      {
        "en": "Death Attribute Magician"
      },
      {
        "en": "The Death Mage Who Doesn't Want a Fourth Time"
      },
      {
        "ja-ro": "Yondome wa Iya na Shizokusei Majutsushi"
      },
      {
        "ja-ro": "Yondome wa Iyana Shi Zokusei Majutsushi"
      },
      {
        "ru": "Маг смерти, не желающий четвёртой реинкарнации"
      },
      {
        "ja": "四度目は嫌な死属性魔術師"
      },
      {
        "zh": "讨厌第四次的死属性魔术师"
      },
      {
        "fa": "قهرمان بدشانس"
      },
      {
        "fa": "جادوگر مرگی که نمیخواد واسه بار چهارم تناسخ پیدا کنه"
      },
      {
        "ko-ro": "Shi-dome wa Iyana Shi Zokusei Majutsu-shi"
      },
      {
        "zh-hk": "討厭第四次的死屬性魔術師"
      },
      {
        "ko": "네 번째는 싫은 죽음속성 마술사"
      },
      {
        "es-la": "El Nigromante que No Quiere una Cuarta Vez"
      },
      {
        "es-la": "Mago de Atributo de Muerte"
      },
      {
        "es-la": "El Mago del Atributo de Muerte que No Quiere una Cuarta Vez"
      }
    ],
    "description": {
      "en": "Amamiya Hiroto is unlucky. His life consisted of misfortune after misfortune, culminating in an unlucky death during an incident on a school boat trip, trying to save a girl he barely knew. After death, he met a god of reincarnation who requested that the hundred or so dead passengers - one of them being the girl he tried in vain to save - be reincarnated into another world. Yet a series of unfortunate events forced Hiroto to reincarnate with even less luck than before, starting with nothing but a tremendous amount of Mana. His second life, far worse than his first, came to a cruel end. However, upon meeting the god a second time, he was informed that there would be yet another reincarnation, one that had already been set in motion and could not be stopped. Not wanting Hiroto to endure a third life filled with suffering, the god cursed him before he was reborn in the hopes that he would either die quickly or commit suicide. Hiroto was reborn once more as a half-vampire, half-dark elf. A dhampir. Not wanting a fourth life, he is determined to live this third life with the only things remaining from his previous lives - Death Magic and his enormous Mana pool.",
      "fa": "امامیا هیروتو یه بدبخته بدشانسه که تو اردو مدرسش به کشتیشون حمله میشه و در راه نجات دختری که حتی نمیشناسش میمیره، بعد مرگش خدا رو میبینه که میخواد تمام کسایی که داخل حادثه ی کشتی مردن رو به یه دنیای دیگه تناسخ کنه\nبه هرحال بعد کلی بدبختی و بدشانسی اون زندگی دومش رو با مقدار زیادی مانا شروع کرد ولی زندگی دومش حتی بدتر از زندگیه اولش به پایان رسید\nبه هرحال بعد مرگ دومش دوباره خدارو دید و خدا بهش گفت که زندگیه سومی هم درکاره ولی خدا نمیخواست تو زندگی سومش دوباره بدبختی و زجر رو تحمل کنه برای همین اونو نفرین کرد که یا سریع بمیره یا خودکشی کنه\nاین دفه هیروتو به عنوان یه دامپیر تناسخ کرد و قصد نداره یه زندگیه چهارم رو تجربه کنه برای همین با چیزایی که از زندگی های قبلیش داره یعنی مانای خیلی زیاد و جادوی مرگ میخواد کارای ناتمومش رو تموم کنه",
      "ru": "Главному герою Амамия Хирото не везёт. Его жизнь состоит из цепочки неудач и в конце концов он умирает вследствие несчастного случая на корабле во время школьной экскурсии, погибнув при попытке спасти девушку, которую он едва знал. После смерти он встречает Бога Реинкарнации, которому требуются около ста мертвых пассажиров — среди которых девушка, которую он безуспешно пытался спасти — для перерождения в другом мире. Однако череда несчастливых событий вынуждает Хирото переродиться с ещё меньшей удачей, чем раньше, не имея в начале пути ничего, кроме огромного количества маны. Его вторая жизнь, что была гораздо хуже первой, приводит его к жестокому концу. Несмотря на это, встретившись с Богом в третий раз, он узнает, что будет и третья реинкарнация – она уже запущена и не может быть отменена. Не желая, чтобы Хирото вновь претерпевал жизнь, полную страданий, перед его перерождением Бог проклинает его, в надежде, что Хирото либо умрет быстро, либо совершит самоубийство. На сей раз Хирото переродился как наполовину вампир, наполовину тёмный эльф – дампир. Желая избежать четвёртой реинкарнации, он настроен прожить третью жизнь со способностями, что достались ему от предыдущих – Магией Смерти и Бассейном Маны.  \n  \n  \n\n\n---\n\n**Links:**  \n- [Artist's Twitter](https://twitter.com/bravekid0218)",
      "es-la": "Amamiya Hiroto tuvo una vida desafortunada. Su vida consistió en desgracia tras desgracia, culminando en una desafortunada muerte durante un incidente en su viaje escolar en barco, al intentar salvar a una chica que apenas conocía. Después de morir, a Hiroto y al centenar de pasajeros muertos se les brindó una propuesta proveniente de un dios de la reencarnación. Así fue como ellos reencarnaron en otro mundo.\n\nSin embargo, por una serie de desafortunados y extraños acontecimientos, Hiroto fue forzado a reencarnar con muchísima menos suerte de la poca que ya tenía antes, comenzando así su segunda y desafortunada vida, únicamente con una tremenda cantidad de maná, por lo que su segunda vida fue mucho peor que la primera, concluyendo con un cruel final.\n\nA pesar de ello, al encontrarse con ese estúpido dios por segunda vez, se le informó que tendría una tercera vida, que ya había sido puesta en marcha y no era posible evitarla. El dios, al no querer que Hiroto sufriera una tercera vida igual de cruel y llena de sufrimientos que la anterior, lo maldijo antes de que renaciera con la esperanza de que muriera rápidamente o se suicidara."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db90d832-59a6-4f1a-97cc-84226bdd5d12",
    "title": {
      "en": "Uma Musume Pretty Derby: Uma Musumeshi"
    },
    "updatedAt": "2024-02-24T20:17:50+00:00",
    "coverArt": "https://mangadex.org/covers/db90d832-59a6-4f1a-97cc-84226bdd5d12/22a416c5-c5f2-40e6-8b79-e9a9fb1edca2.png",
    "altTitles": [
      {
        "ja": "ウマ娘プリティーダービーうまむすめし"
      },
      {
        "ja-ro": "Umamusumeshi"
      }
    ],
    "description": {
      "en": "\"In their daily lives, as well as their special moments, Uma Musume enjoy eating \"tasty dishes\"♪\"?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cab91d47-c2d0-46d4-ba81-51dd530b13d1",
    "title": {
      "en": "Saint Seiya - Next Dimension"
    },
    "updatedAt": "2024-05-03T10:47:59+00:00",
    "coverArt": "https://mangadex.org/covers/cab91d47-c2d0-46d4-ba81-51dd530b13d1/40bc38af-84f3-4938-adaa-c3108bb5bd08.jpg",
    "altTitles": [
      {
        "pt-br": "Os Cavaleiros do Zodíaco – Next Dimension: A Saga de Hades"
      },
      {
        "ja-ro": "Saint Seiya - Next Dimension - Meiō Shinwa"
      },
      {
        "ja": "聖闘士星矢 NEXT DIMENSION 冥王神話"
      }
    ],
    "description": {
      "en": "Saint Seiya: Next Dimension - The Myth of Hades, also known as simply Next Dimension, is an ongoing manga written and illustrated by Masami Kurumada. It is a prequel and continuation to his manga series Saint Seiya; placed during the previous \"Holy War\" between the deities Hades and Athena and their respective minions, the Specters and the Saints, during the 18th century in the franchise's fictional chronology. It is published by Akita Shoten in the weekly magazine Weekly Shōnen Champion at irregular dates. It is also known by its alternate subtitle Galaxy Myth (銀河神話 Ginga Shinwa?), which is used during publication to refer to the segments of the storyline set in the 20th century, as opposed to the Myth of Hades subtitle, which refers to the segments set in the 18th century.",
      "pt-br": "Continuação direta de Saint Seiya (Os Cavaleiros do Zodíaco). Em 1990, em Elysium, os cinco Saint's (Cavaleiros), Seiya, Hyoga, Shun, Shiryu e Ikki estão lutando contra o deus Hades. Durante a batalha, Hades começa lembrando que ele tenha visto o rosto de Seiya antes e chega à conclusão de que ele enfrentou antes, e assim começa a história... Athena para tentar ajudar Seiya que foi ferido nessa batalha pela espada sagrada de Hades, volta para o passado com a ajuda de Crhonos o Titã do Tempo, para tentar destruir a espada mas as coisas não saem bem como ela queria..."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f18938b-f466-4f74-b6f0-140dc28e8812",
    "title": {
      "en": "Senyuu."
    },
    "updatedAt": "2023-11-17T18:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/9f18938b-f466-4f74-b6f0-140dc28e8812/8bfce0e0-2d0d-4c76-bc2e-b02bb7719e83.jpg",
    "altTitles": [
      {
        "en": "Senyuu WEB"
      },
      {
        "ja": "せんゆう。"
      },
      {
        "ja": "戦勇。"
      }
    ],
    "description": {
      "en": "Once upon a time, a Demon King named Rchimedes caused havoc and destruction in the Human World. He was sealed away by the great hero Creasion, and peace returned to the world.  \n  \n1000 years later, Rchimedes has returned, a hole has opened up in the Human World, and countless monsters have sprung up. To prevent any further destruction, the King calls upon all 75 (probable) descendants of Creasion.  \n  \nThis story focuses on the adventures of descendant number 45, Alba, and the royal soldier appointed to assist him, Ross.  \n  \n[Senyuu Season 1](http://seiga.nicovideo.jp/comic/senyu)    \n[Senyuu Season 2](http://seiga.nicovideo.jp/comic/senyu2)  \n[Senyuu Season 3](http://seiga.nicovideo.jp/comic/senyu3)  \n[Senyuu Season 4](http://seiga.nicovideo.jp/comic/senyu4)  \n[Senyuu+](http://seiga.nicovideo.jp/comic/senyuplus)  \n[Senyuu F5 Reload](http://seiga.nicovideo.jp/comic/39515)"
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a79e2584-c08e-4bc8-9293-8a441b6802d6",
    "title": {
      "en": "Otagai Dondon Hamatteiku Kyouikugakari to Shinnyuushain"
    },
    "updatedAt": "2024-06-04T16:18:56+00:00",
    "coverArt": "https://mangadex.org/covers/a79e2584-c08e-4bc8-9293-8a441b6802d6/7c61bd15-3fc0-4c01-ae56-e925d577b101.jpg",
    "altTitles": [
      {
        "ja": "お互いどんどんハマっていく教育係と新入社員"
      },
      {
        "en": "The Mentor and the New Employee Who are Getting More and More Into Each Other"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "55"
  },
  {
    "mangaId": "09451341-36e6-4177-8bf9-39aad33b2f7b",
    "title": {
      "en": "Drinks for Two"
    },
    "updatedAt": "2023-10-25T16:03:54+00:00",
    "coverArt": "https://mangadex.org/covers/09451341-36e6-4177-8bf9-39aad33b2f7b/86d8dfa3-3f71-43e2-950d-06eb58b3f2d3.jpg",
    "altTitles": [
      {
        "ja-ro": "Futakiri Banshaku"
      },
      {
        "ja": "ふたりきり晩酌"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29ab6984-7c1d-4d45-b925-25aa082b492e",
    "title": {
      "en": "Shangri-La Frontier"
    },
    "updatedAt": "2024-05-09T23:10:47+00:00",
    "coverArt": "https://mangadex.org/covers/29ab6984-7c1d-4d45-b925-25aa082b492e/1f7fced7-69e9-4f63-b34e-853885341167.jpg",
    "altTitles": [
      {
        "en": "Shangri-La Frontier ~From Trash Game Hunter to God-Tier Gamer!~"
      },
      {
        "ru": "Рубеж Шангри-Ла: любитель игрошлака бросает вызов топ игре"
      },
      {
        "ja": "シャングリラ・フロンティア　～クソゲーハンター、神ゲーに挑まんとす～"
      },
      {
        "zh-hk": "香格里拉・開拓異境～糞作獵手挑戰神作～"
      },
      {
        "ja-ro": "Shangri-La Frontier ~Kusoge Hunter, Kamige ni Idoman to su~"
      }
    ],
    "description": {
      "en": "Second-year high school student Rakuro Hizutome loves nothing more than finding so-called “trash games” and beating the crap out of them. When he decides to change things up by playing a new, “god-tier” VR game known as Shangri-La Frontier (aka. SLF), he does what he does best: min-maxes, skips the prologue, and jumps straight into action! Rakuro may be a seasoned gamer, but a meeting with an old rival will change the fate of every SLF player forever.\n\nClad in nothing but shorts and a bird mask, Rakuro (player name: Sunraku) launches into the world of SLF. Things are going well at first as he takes down a goblin, a bunny, and even a python. But then Sunraku comes up against a huge, hard-hitting wolf known as Lycagon the Nightslayer. Will Sunraku’s years of “trash game” experience be enough, or is he about to suffer a rude awakening just a few hours into his SLF adventure?",
      "pt": "A adaptação cômica do romance superpopular de Syosetu Ni Narou.  \n  \nHizutome Rakurou adora jogos de merda. Seu próximo desafio é Shangri-la Frontier, o jogo divino com uma base de jogadores total de 30.000.000. Reunindo companheiros (ralé) em um mundo expansivo e encontrando velhos inimigos pelo caminho, ele mudará o destino de cada jogador.",
      "ru": "Главный герой истории — лидер таблиц рейтинга в посредственных малоизвестных VR-играх (так называемый «игрошлак») которые, тем не менее, полностью его устраивают. Но однажды он решается бросить вызов сверхпопулярной игре с 30 миллионами активных пользователей под названием «Shangri-La Frontier». Адаптация суперпопулярного романа из \"Shousetsuka ni Narou\"."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6df1a6d3-2b1f-4254-87b4-b620a86d6ebf",
    "title": {
      "en": "Raising the Princess After Her Death"
    },
    "updatedAt": "2024-06-06T05:49:52+00:00",
    "coverArt": "https://mangadex.org/covers/6df1a6d3-2b1f-4254-87b4-b620a86d6ebf/ab337523-186d-46d7-a615-84a538c88e63.jpg",
    "altTitles": [
      {
        "en": "A Princess Is Raised After Death"
      },
      {
        "en": "Desperately Making Her a Princess"
      },
      {
        "en": "The Princess Is Raised After She Dies"
      },
      {
        "ja": "正規エンディングまで異世界ループ転生"
      },
      {
        "ko": "공주는 죽어서 키운다"
      },
      {
        "en": "Raising the Princess to Overcome Death"
      }
    ],
    "description": {
      "en": "The long-term public service exam candidate, Minseo, finds himself trapped in the game, “Raising Lena” as he tries to escape his grim reality. In the game, Minseo becomes a character named Leo, and he must navigate through a world with three different scenarios to accomplish his mission of turning the protagonist, Lena, into a princess. However, the game “Raising Lena” boasts an overwhelming level of difficulty due to enemies who are set to thwart Minseo with their immense power and influence. Will Minseo be able to complete the game by making Lena a princess and return to reality?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "59d890a9-479a-45d9-bda5-8855444a7e7e",
    "title": {
      "en": "OVERWATCH 2 - Guardian of Kanezaka -"
    },
    "updatedAt": "2024-04-03T14:42:40+00:00",
    "coverArt": "https://mangadex.org/covers/59d890a9-479a-45d9-bda5-8855444a7e7e/4b579858-66ff-458f-b6ad-b9e3b94f3a0f.jpg",
    "altTitles": [
      {
        "ja-ro": "OVERWATCH 2: Kanezaka no Moribito"
      },
      {
        "ja": "OVERWATCH２　―鉄坂の守り人―"
      }
    ],
    "description": {
      "en": "A manga based on the popular action shooter game Overwatch 2! Kiriko is a popular character from the game who has been secretly fighting against evil to protect her homeland, Kanezaka."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7be5032d-1059-4381-bb07-48115eba3073",
    "title": {
      "en": "Genshiken Nidaime - The Society for the Study of Modern Visual Culture II"
    },
    "updatedAt": "2024-05-05T00:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/7be5032d-1059-4381-bb07-48115eba3073/2a326e97-2808-4663-90ed-0d8bcacdfc56.jpg",
    "altTitles": [
      {
        "en": "Genshiken: Second Season"
      },
      {
        "ru": "Гэнсикэн: второе поколение"
      },
      {
        "ja": "げんしけん 二代目"
      },
      {
        "zh": "现视研二代目"
      }
    ],
    "description": {
      "en": "Genshiken follows the lives of a group of college students drawn together by their shared hobbies, and the trials and adventures associated with being otaku.  \n  \nGenshiken Nidaime (\"Second Generation\") is a continuation of the previous series, with chapter numbering starting at 56."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "127"
  },
  {
    "mangaId": "9ded1dbf-495b-43a2-a65c-6d220a67fc0e",
    "title": {
      "en": "Just Listen to the Song"
    },
    "updatedAt": "2023-06-22T07:13:39+00:00",
    "coverArt": "https://mangadex.org/covers/9ded1dbf-495b-43a2-a65c-6d220a67fc0e/4edb16b9-6163-4387-af9e-408600db0ff9.jpg",
    "altTitles": [
      {
        "ja": "フツーに聞いてくれ"
      },
      {
        "es-la": "Solamente Escúchala"
      },
      {
        "ru": "Просто послушай"
      },
      {
        "ja-ro": "Futsuu ni Kiite Kure"
      },
      {
        "uk": "Послухай пісню"
      },
      {
        "kk": "Жай тыңдашы"
      },
      {
        "el": "Απλά Άκου το Τραγούδι"
      }
    ],
    "description": {
      "en": "A unique one-shot from the mad genius behind Chainsaw Man and the rising star of To Strip the Flesh.",
      "ja": "鬼才と新鋭！強烈タッグが放つ珠玉の短編読切！",
      "uk": "Студент дарує своїй коханій власну пісню із любовним зізнанням та просить її переглянути відео, перш ніж відповісти йому. Але згодом він виявляє, що дівчина показала відео всьому класу. Попри глузування однокласників, хлопець вирішив залишити відео, бо його однокласник помітив дещо надприродне.",
      "es-la": "¡Genial y prometedora! ¡Una brillante historia corta realizada por dos grandes creadores!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6611fbc7-91a6-4022-8010-850b86328e6c",
    "title": {
      "en": "Elden Ring: Become Lord"
    },
    "updatedAt": "2024-05-30T14:43:39+00:00",
    "coverArt": "https://mangadex.org/covers/6611fbc7-91a6-4022-8010-850b86328e6c/86a11f1a-ed07-49b2-987d-3215fd2700c8.jpg",
    "altTitles": [
      {
        "ru": "Кольцо Элден: Стань Повелителем"
      },
      {
        "ja": "ELDEN RING Become Load"
      }
    ],
    "description": {
      "en": "Guided by a blessing, the fading adventurer who has reached the land between the two lands sets out on a journey to become the king of Elde - and he is not alone.\n\nThis comic book depicts Elden Ring's epic adventures, including fascinating characters encountered along the way, various dungeon explorations, and battles with powerful bosses."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19cabfbe-f31b-48d6-ae92-d4b2f7f13073",
    "title": {
      "en": "Please Behave, My Wife"
    },
    "updatedAt": "2024-05-02T23:31:21+00:00",
    "coverArt": "https://mangadex.org/covers/19cabfbe-f31b-48d6-ae92-d4b2f7f13073/73ba705f-ee17-4b6b-96ec-9591ec919a11.jpg",
    "altTitles": [
      {
        "zh": "老婆请安分"
      },
      {
        "zh-ro": "Lǎopó qǐng ānfèn"
      },
      {
        "vi": "Vợ ơi, xin hãy ngoan nhé!"
      }
    ],
    "description": {
      "en": "This is brought to you by the same author of \"My Wife Is From a Thousand Years Ago\". \n\n\"If you could go back in time, what would you do?\"\n\n\"I would go to the school entrance and wait for you every day to pursue you shamelessly until you're my girlfriend. What about you?\"\n\n\"Hmm... I will definitely carefully wait until I'm twenty-four to get to know you again, then gradually fall in love, then get married, and then ask you this question. I live cautiously because I'm afraid that the butterfly effect will make me lose you.\""
    },
    "status": "cancelled",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ab0a835-175e-477c-9f46-ddec56b27739",
    "title": {
      "en": "Ice Lord"
    },
    "updatedAt": "2024-06-01T15:16:30+00:00",
    "coverArt": "https://mangadex.org/covers/8ab0a835-175e-477c-9f46-ddec56b27739/5012b4fb-10d4-4c13-baef-beb5f721fc9d.png",
    "altTitles": [
      {
        "ko": "얼음군주"
      },
      {
        "en": "The Royal Frozen"
      }
    ],
    "description": {
      "en": "At the young age of twenty, Seol Mudok, a master swordsman, became the Lord of the Northern Sea Ice Palace. Plunged into despair after the death of his lover, he discovers that with the legendary flower, the “Lotus of Love,” that his deceased lover has been reincarnated. In his quest, he descends into another world…",
      "fr": "À l’âge de vingt ans, Seol Mudok, un maître de l’épée, est devenu le seigneur du Palais des glaces de la mer du Nord. Plongé dans le désespoir après la mort de son amante, il découvre qu’avec la fleur légendaire, le « Lotus de l’Amour », sa défunte amante s’est réincarné. Dans sa quête, il descend dans un autre monde…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13f600ad-cc77-473d-b08c-a70240643fe0",
    "title": {
      "en": "Lawless Kid"
    },
    "updatedAt": "2023-10-01T16:58:12+00:00",
    "coverArt": "https://mangadex.org/covers/13f600ad-cc77-473d-b08c-a70240643fe0/e73110ea-95af-4750-bb70-843bc9ca53e9.jpg",
    "altTitles": [
      {
        "ja": "ロウレスキッド"
      },
      {
        "ru": "Пацан вне закона"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]