[
  {
    "mangaId": "d64b0768-bebe-433c-b923-99870503c0a3",
    "title": {
      "en": "Dark Gathering"
    },
    "updatedAt": "2024-09-06T10:56:00+00:00",
    "coverArt": "https://mangadex.org/covers/d64b0768-bebe-433c-b923-99870503c0a3/e75ae3d4-b2b9-4476-b51f-9fd24bf7bf44.jpg",
    "altTitles": [
      {
        "ja": "ダークギャザリング"
      },
      {
        "zh": "黑暗集会"
      },
      {
        "zh-hk": "黑暗集會"
      },
      {
        "ne": "डार्क ज्ञादरिङ"
      },
      {
        "vi": "Thợ săn ác linh"
      }
    ],
    "description": {
      "en": "Keitarou, who's always had a disposition for attracting spirits, gets hired as a tutor for a little girl named Yayoi who can see spirits and is searching for the spirit that took away her mother.",
      "vi": "Keitarou, chàng trai có khả năng thu hút ma quỷ, được thuê làm gia sư cho một cô bé mang tên gọi Yayoi, người có thể trông thấy ma quỷ và đang trong công cuộc tìm kiếm con ma đã mang người mẹ của mình đi mất."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce16b1c3-d6bb-41e0-8671-d8b065248ba2",
    "title": {
      "en": "Nisekoi: False Love"
    },
    "updatedAt": "2024-10-13T04:14:56+00:00",
    "coverArt": "https://mangadex.org/covers/ce16b1c3-d6bb-41e0-8671-d8b065248ba2/b290bdfc-acd3-4aec-9447-fd69801d1ea4.jpg",
    "altTitles": [
      {
        "en": "Fake Love"
      },
      {
        "en": "False Love"
      },
      {
        "tr": "Sahte Aşk"
      },
      {
        "ru": "Притворная любовь"
      },
      {
        "fa": "عشق دروغین"
      },
      {
        "th": "รักลวงป่วนใจ"
      },
      {
        "ja": "ニセコイ"
      },
      {
        "id": "Cinta Palsu"
      },
      {
        "he": "ניסקוי"
      },
      {
        "pt-br": "Amor Falso"
      },
      {
        "hi": "झूठा प्यार"
      },
      {
        "vi": "Tình Yêu Ngang Trái"
      },
      {
        "vi": "Tình Yêu Giả Tạo"
      }
    ],
    "description": {
      "en": "When Raku Ichijou was young, he made a heartfelt promise to his childhood friend that if they were to meet again, they would marry each other. Ten years have passed since that fateful day, leaving Raku's memory of her faded. But he still holds a relic of their relationship together—a locked pendant, which his childhood friend holds the key to. He hopes to reunite with her one day, despite not remembering what she looks like.  \n  \nNow a first-year student at Bonyari High School, Raku attempts to live a normal life, dreaming of becoming a public servant and marrying his crush Kosaki Onodera. However, this isn't as easy as it seems, as he is the unwilling heir to a large yakuza family, and Raku can't escape from his duties when the American Bee Hive gang wages war on his family's turf. In order to forge peace between the two feuding families, Raku is forced into a fake romantic relationship with Chitoge Kirisaki, the beautiful daughter of the Bee Hive's leader. The two quickly come to hate each other, but have to learn to live together and pretend to be deeply in love in order to keep their families at bay.  \n  \nHowever, Raku's quest for the key to his pendant isn't becoming easier as more girls—who were all involved with his pendant in some way—enter his life. Join Raku as he juggles his false relationship, maintains the balance between warring families, and unravels the identity of the girl who will unlock his heart.",
      "ru": "Ничем не примечательный Ичиджу Раку, мечтающий только об обычной школьной жизни, в первый же день старшей школы встречает Кирисаки Читоге, загадочную ученицу из Америки. Они такие разные… Он - слабый и нерешительный, она - сильная и напористая, но есть и то, что их объединяет - их семьи… Мафиозные семьи! Семья Читоге американская группировка ''Улей'', а Раку японская ''Якудза''. Их семьи начинают вражду, единственный способ остановить войну - это притворные отношения между Раку и Читоге. Какого будет притворяться парочкой двум антиподам?",
      "vi": "\"Em sẽ giữ chìa, còn anh sẽ giữ ổ khóa. Sau này nếu mình được gặp lại nhau thì đây sẽ là thứ chúng ta dùng để nhận ra nhau, và khi đó, chúng ta sẽ... cưới nhau\". Tuổi thơ con người thật hồn nhiên và trong sáng, nhìn cảnh hai đứa trẻ mới tí tuổi đầu đã nói mấy lời đỡ không nổi như thế thật đáng yêu biết bao Con người là thế, ai cũng mong rằng mọi thứ sẽ có được một kết quả như những câu chuyện cổ tích Ấy thế mà...",
      "pt-br": "Ichijou Raku é um garoto aparentemente normal, que mantém uma promessa desde sua infância: guardar um colar-cadeado, dado por uma garota. Raku no entanto, é filho do chefe da Yakuza, e por isso nunca teve uma vida lá muito normal. Um dia Chitoge, uma aluna transferida aparece pulando o muro e caindo por cima de Raku, o que causa estranhamento entre os dois devido à perda do colar de Raku no choque entre eles. Após dias de busca e desavenças, ambos descobrem que o futuro lhes pregou uma peça: apesar de se detestarem, precisarão se fingir de namorados para evitar a guerra entre a Yakuza, da família de Raku, e a máfia, da família de Chitoge. Um romance fadado ao desastre e guerra entre facções inimigas."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "229"
  },
  {
    "mangaId": "edbfa52c-b792-4766-8be3-ea8ef9681207",
    "title": {
      "en": "I Became a Dark Fantasy Villain"
    },
    "updatedAt": "2024-08-27T20:56:53+00:00",
    "coverArt": "https://mangadex.org/covers/edbfa52c-b792-4766-8be3-ea8ef9681207/82cc6110-d190-408e-afe0-66621ff95a00.jpg",
    "altTitles": [
      {
        "ko": "다크 판타지의 망캐가 되었다"
      },
      {
        "en": "Doomed Character of a Dark Fantasy World"
      },
      {
        "en": "I Got Transmigrated to a Dark Fantasy MMORPG and Became the Ruined Character I Raised"
      },
      {
        "en": "Trash of a Dark Fantasy"
      }
    ],
    "description": {
      "en": "<Character Deletion Rejected>\n\nNot impossible, but rejected...? I didn’t even give myself time to think, I opened my eyes in the middle of a swamp. As a trash character, I leveled.\n\nA brutal and ominous world. Filled with those who worship chaos and abyss, rushing towards the brink of destruction in a dark age.\n\nThis is the story of a survival journey in the dark fantasy, the survival of a trash character."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "deb90feb-ad58-4fb4-a8c4-53da5c5b2901",
    "title": {
      "en": "Unaware His Majesty Is a Girl"
    },
    "updatedAt": "2024-04-23T19:20:11+00:00",
    "coverArt": "https://mangadex.org/covers/deb90feb-ad58-4fb4-a8c4-53da5c5b2901/fd17e055-249e-4ca2-928b-dbe570350262.jpg",
    "altTitles": [
      {
        "zh": "不知陛下是女郎"
      },
      {
        "zh-hk": "不知陛下是女郎"
      },
      {
        "zh-ro": "Buzhi Bixia Shi Nülang"
      },
      {
        "vi": "Hoàng đế bệ hạ là nữ lang"
      },
      {
        "my": "ဘုရင်ကြီးကမိန်းကလေးမှန်းမသိခဲ့ဘူး"
      },
      {
        "ru": "Является ли ваше величие девушкой?"
      },
      {
        "vi": "Không Ngờ Bệ Hạ Là Nữ"
      }
    ],
    "description": {
      "en": "The new emperor, Qi Nian, acceded to the throne many years ago. He kept refusing the requests by his officials to choose a consort, brushing them off by saying \"the affairs of state are important, and I am busy with my work\". But Qi Nian finally relented as rumors that \"the emperor is impotent\" spread ever more widely.\n\nYu Dingdang was a particularly dim-witted girl, but born to a prestigious family. This led many to say: \"Madame Yu exchanged her brain for her looks\". Who could have expected that Yu would be selected by the emperor to be his empress consort?\n\nA happy and dramatic girl-girl romantic comedy set in the imperial palace. Yu couldn't have expected that this lofty emperor up on high was actually a girl?!",
      "zh": "新帝祁念登基多年，却终日以“国事要紧，朕沉迷工作”，拒绝了朝臣们的选妃请求。但“皇帝不行”的流言愈演愈烈，祁念不胜其烦，终是松口。玉玎珰出身名门，却生了个榆木脑袋，众人纷纷道：“玉家小姐是拿脑子换的脸”却不想，一朝入选，她竟成了国母。玉玎珰表面：啊？什么？是我吗？内心却汹涌澎湃。只因玉玎珰从小便立誓，一！定！要！成！为！祁！念！的！女！人！迷妹追星成功，在皇宫里上演了一系列“她逃她追，她插翅难飞”的啼笑皆非的欢喜故事却不想，这高高在上的至尊帝王，竟是女儿身？！",
      "zh-hk": "新帝祁念登基多年，卻終日以“國事要緊，朕沉迷工作”，拒絕了朝臣們的選妃請求。 但「皇帝不行」的流言愈演愈烈，祁念不勝其煩，終是鬆口。 玉玎璫出身名門，卻生了個榆木腦袋，眾人紛紛道：「玉家小姐是拿腦子換的臉」卻不想，一朝入選，她竟成了國母。 玉玎璫表面：啊？ 什麼？ 是我嗎？ 內心卻洶湧澎湃。 只因玉玎璫從小便立誓，一！ 定！ 要！ 成！ 為！ 祁！ 念！ 的！ 女！ 人！ 迷妹追星成功，在皇宮裡上演了一系列「她逃她追，她插翅難飛」的啼笑皆非的歡喜故事卻不想，這高高在上的至尊帝王，竟是女兒身？ ！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38e121fe-2a2e-40d8-8a0a-e91d79a99ca9",
    "title": {
      "en": "Hyakushou Kizoku"
    },
    "updatedAt": "2024-10-13T04:43:50+00:00",
    "coverArt": "https://mangadex.org/covers/38e121fe-2a2e-40d8-8a0a-e91d79a99ca9/e0f43fad-6503-410f-a706-b6c1b01614a3.jpg",
    "altTitles": [
      {
        "th": "รากหญ้าบรรดาศักดิ์"
      },
      {
        "ja": "百姓貴族"
      },
      {
        "en": "The Noble Farmer"
      },
      {
        "ko": "백성귀족"
      },
      {
        "ko-ro": "baegseong-gwijog"
      },
      {
        "es": "Aristocracia Campesina"
      },
      {
        "it": "Nobiltà contadina"
      },
      {
        "vi": "Quý Tộc Nhà Nông"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\n**\"If you don't have water, why don't you just drink milk?\"** \n\nBefore becoming a mangaka, Hiromu Arakawa worked as a farmer in Hokkaido for seven years. She raised cows, grew vegetables, was frightened of bears, and was at the mercy of Hokkaido chipmunks. \n\nIt was tough, hard work, working 24/7 from morning to night. But if you read the story, you will understand. Farmers are cool! \n\nThe mangaka of \"Full Metal Alchemist\" presents an unknown farmer essay manga full of blood, sweat, and laughter!"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f67c73a1-09ba-4047-8771-5299ae71f750",
    "title": {
      "en": "Meika-san wa Oshikorosenai"
    },
    "updatedAt": "2024-10-11T17:54:11+00:00",
    "coverArt": "https://mangadex.org/covers/f67c73a1-09ba-4047-8771-5299ae71f750/078c9ece-8ba3-4dc2-9b37-4d6db737c7ec.jpg",
    "altTitles": [
      {
        "en": "Meika-san Can't Conceal Her Emotions"
      },
      {
        "en": "The Maid Who Can't Hide Her Feelings (Serialization)"
      },
      {
        "ja": "メイカさんは押しころせない"
      },
      {
        "pt-br": "A Empregada Que Não Consegue Esconder Seus Sentimentos (Serialização)"
      },
      {
        "vi": "Meika-san Không Thể Thổ Lộ Tình Cảm Của Cô Ấy"
      }
    ],
    "description": {
      "en": "A serialization of the webcomic about a maid, Meika, who can't completely suppress her feelings for her master, Kouta.",
      "vi": "Một câu chuyện kể về một cô hầu gái, Meika, người không thể kìm nén hoàn toàn tình cảm của mình dành cho chủ nhân của cô ấy, Kouta.",
      "es-la": "Una serialización del webcomic sobre una maid, Meika, quien no puede reprimir por completo sus sentimientos por su amo, Kouta.",
      "pt-br": "A serialização da webcomic sobre uma empregada, Meika, que não consegue ocultar completamente seus sentimentos pelo seu mestre, Kouta."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "153"
  },
  {
    "mangaId": "0b1598ed-6ac2-4c74-92cf-44fd0f3ab7fe",
    "title": {
      "en": "Homura-sensei Is Probably Unpopular"
    },
    "updatedAt": "2023-08-26T21:19:55+00:00",
    "coverArt": "https://mangadex.org/covers/0b1598ed-6ac2-4c74-92cf-44fd0f3ab7fe/7e1b86a2-cad0-452a-9f0f-f6fc449cf1e6.jpg",
    "altTitles": [
      {
        "ja": "Homura-sensei wa Tabun Motenai"
      },
      {
        "en": "Homura-sensei Is Probably Not Popular"
      },
      {
        "ja": "ほむら先生はたぶんモテない"
      },
      {
        "ru": "Хомура сенсей не хороший"
      },
      {
        "ru": "Хомура сенсей, вероятно, не популярен"
      },
      {
        "ja": "Homura Sensei ha Tabun Motenai"
      },
      {
        "vi": "Homura Sensei hình như không có số đào hoa"
      }
    ],
    "description": {
      "en": "High-school student Hasumi-chan is drawn to Homura-sensei, a young, socially awkward biology teacher generally seen as weak and boring but recognized by her to be kind.   \r\n\r\n\r\n---",
      "fr": "Hasumi-chan, une lycéenne, est attirée par Homura-sensei, un jeune professeur de biologie socialement maladroit, généralement considéré comme faible et ennuyeux mais reconnu par elle comme étant gentil.",
      "ru": "Молодой учитель биологии Хомура всегда ходит в белом халате и выглядит очень скучным и слабым, а так же имеет страх к нынешним школьницам, но Хасуми всегда пытается следовать за учителем, ведь тот добрый и симпатичный.  \r\n\r\n\r\n---"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "75"
  },
  {
    "mangaId": "e76f1a4f-d21a-4f50-9472-45737f7f1480",
    "title": {
      "en": "Kokoro no Program"
    },
    "updatedAt": "2024-10-11T07:18:45+00:00",
    "coverArt": "https://mangadex.org/covers/e76f1a4f-d21a-4f50-9472-45737f7f1480/f966307f-895c-41a8-b6fc-a3af3a5db3e6.jpg",
    "altTitles": [
      {
        "ja": "ココロのプログラム"
      },
      {
        "en": "Heart's Program"
      },
      {
        "en": "Program of the Heart"
      },
      {
        "id": "Program Hati"
      },
      {
        "ru": "Программа сердца"
      },
      {
        "pt-br": "O Código Do Coração"
      },
      {
        "fr": "Heart Program"
      }
    ],
    "description": {
      "en": "An elementary schooler, Usami Kyuu encounters Ichiko, a female robot trying to learn about [heart]. What awaits the two that start to live together... Boy X Robot Girl, Begin!",
      "fr": "Kyû USAMI vit seul avec sa mère. Un jour d'été, il voit débarquer chez lui un robot qui ressemble à s'y méprendre à une jeune fille. Cette créature est venue étudier l'âme humaine, et le jeune Kyû va rapidement se rendre compte qu'on peut facilement tomber amoureux d'un être pourtant dépourvu de cœur…\n\nMaison d'édition FR : Delcourt/Tonkam",
      "ja": "プール帰りの小学生・宇佐美九が出会ったのは、「心」を学びに来たロボットの少女・いちこ。一緒に暮らすことになった二人を待つのは...。ボーイミーツロボットガール、開演！",
      "th": "ผู้ที่ อุซามิ คิว เด็กประถมผู้กลับมาจากสระว่ายน้ำได้พบคือ อิจิโกะ สาวน้อยหุ่นยนต์ที่มาเรียนรู้ \"หัวใจ\" สิ่งที่รอทั้งสองซึ่งจับผลัดจับผลูได้มาใช้ชีวิตด้วยกันคือ... บอยมีตโรบอตเกิร์ล เปิดม่าน!",
      "pt-br": "Ichiko, uma garota robô, conhece Kyuu, um humano, e as engrenagens que nunca haviam se movido começam a funcionar.\n\nDurante as férias de verão, uma robô com aparência humana passa a viver com Kyuu Usami, um garoto que, até então, morava apenas com sua mãe. Kyuu é atraído pela garota, que está tentando entender o \"coração\". Ela, por sua vez, nutre pelo rapaz um amor infantil. Pouco a pouco, o sentimento cresce e os envolve... Boy meets robot girl, que comece o espetáculo! [Planet Mangá]"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "54e1b971-fe2c-4720-b96b-4dc049863ae7",
    "title": {
      "en": "Return of the War God"
    },
    "updatedAt": "2024-07-16T17:58:22+00:00",
    "coverArt": "https://mangadex.org/covers/54e1b971-fe2c-4720-b96b-4dc049863ae7/a421797d-f755-48b4-a357-b5d0b1c7a94e.jpg",
    "altTitles": [
      {
        "ko": "무신귀환록"
      },
      {
        "ko-ro": "Musingwihwallok"
      },
      {
        "en": "Chronicles of the Martial God's Return"
      },
      {
        "en": "Record of Return"
      },
      {
        "ru": "Возвращение Бессмертного"
      },
      {
        "ja": "武神帰還録"
      },
      {
        "zh": "武神回归录"
      },
      {
        "en": "Chronicles of a Returner"
      },
      {
        "es-la": "Crónicas del Regreso del Dios marcial"
      },
      {
        "pt-br": "Crônicas do Retorno do Deus Marcial"
      }
    ],
    "description": {
      "en": "The worst talent that no one can compete with. Unstoppable Demon God, Dan Uhyeon.\n\nA thousand years after being sealed for the misdeed. A thousand years was enough to get rid of Dan Uhyeon's sense of superiority. A world that has changed, solitude with no one knows, and the only thing left is despondency and emptiness.\n\n\"Time goes like the wind. There's really nothing left.\"\n\nA little girl who appeared in front of Dan Uhyeon lost her purpose and will to live aimlessly, Hwa Somi. For a girl who seems to have nowhere to lean on, Dan Uhyeon feels the same and gradually begins to open the door of his mind.\n\n\"I'm Dan Uhyeon. Come with me.\"\n\nThe story of a warrior with an icy heart and acute and pure girl The story of an unusual family's life in the midfield will warm your heart.\n\n---\nThe Ultimate Martial Divine Demon, Dan Woohyun, was sealed up because he was too strong for the world to handle.  After a millennium passed by, he was released from his seal and felt like everything was meaningless as he wandered the back alleys… \n\nJust as he fell down because he was sick of the world, a small hand appeared in front of him.\n\n\"What's this?\" asked Dan Woohyun. \n\n\"A dumpling!\" came a reply. \n\nThis was the first time in his life that someone had been nice to him without any impure intentions, and that changed his fate. This is the chronicle of a martial god who traversed through a thousand years of time and space!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EC%8B%A0%EA%B7%80%ED%99%98%EB%A1%9D/2891), [KakaoPage](https://page.kakao.com/content/59492385)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16060)\n* [Japanese / 日本語](https://piccoma.com/web/product/112858)",
      "fr": "Le sixième chef-d’œuvre du genre Wuxia qui comblera vos attentes, tout comme les [Chroniques du retour du troisième degré], [La conquête de la faction céleste] et les [Chroniques des sept dragons et des sept démons]. [Chroniques du retour du Dieu Martial] Le Démon Martial Divin Ultime, Dan Woohyun, a été enfermé car il était trop fort pour que le monde puisse le gérer. Après un millénaire, il a été libéré de son sceau et avait l’impression que tout n’avait pas de sens alors qu’il errait dans les ruelles… Au moment où il s’est écroulé parce qu’il en avait marre du monde, une petite main est apparue devant lui. « Qu’est-ce que c’est ? » a demandé Dan Woohyun. « Une boulette ! » lui a été répondu. C’était la première fois de sa vie que quelqu’un était gentil avec lui sans aucune intention impure, et cela a changé son destin. Voici les chroniques d’un dieu martial qui a traversé mille ans de temps et d’espace !",
      "ko": "그 누구도 맞설 수 없는 최흉의 인재(人災),\n\n무극신마, 단우현.\n\n이대로 영원히 세상위에 군림할 줄 알았다.\n중원의 질서를 지키는 팔선들에 의해 동정호에 봉인을 당하기 전까지는….\n\n세월이 흘러 천 년 후.\n천 년이라는 시간은 단우현에게서 살심을 없애기에 충분했다.\n변해버린 세상, 아는 사람이라고는 아무도 없는 고독, 남은 것은 허탈함과 공허함 뿐.\n\n“바람이 흐르듯 세월도 흐르는구나. 정말로 아무것도 남은 것이 없어.”\n\n목적도, 삶의 의지도 잃고 정처없이 떠도는 단우현 앞에 나타난 자그마한 소녀. 화소미.\n누구에게도 기댈 곳 없어 보이는 소녀에게 단우현은 동질감을 느끼며 점점 마음의 문을 열기 시작한다.\n\n“나는 단우현이다. 나와 함께 가자꾸나.”\n\n얼음장 같은 마음을 가진 무신과 귀엽고 순수한 소녀의\n마음을 따뜻하게 녹여 줄 평범하지 않은 한 가족의 중원 생활 이야기.\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=lYB8b4SxrLo)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%AC%B4%EC%8B%A0%EA%B7%80%ED%99%98%EB%A1%9D/2891)",
      "zh": "因嗜杀被封印千年的武神苏醒归来，这一世，他却只想安安静静的养女儿...",
      "pt-br": "Dono de um talento inigualável, Dan Woohyeon. Ele pensou que governaria o mundo eternamente, até que foi selado. Milhares de anos se passaram. O mundo mudou e as únicas coisas que restaram foram o desespero e o vazio. “À medida que o vento flui, o tempo também. Realmente não há mais nada.” Uma garotinha aparece na frente de Dan Woohyeon, que não perdeu o propósito nem a vontade de viver.  Dan Woohyeon sente-se unido com uma garota que parece não ter ninguém em quem se apoiar e gradualmente começa a abrir as portas do seu coração. “Meu nome é Dan Woohyeon. Quer vir comigo?” Começa a jornada de um deus marcial com um coração gelado e uma garota fofa e pura."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0c8f7dc-883e-4b26-86e2-51a04cf32863",
    "title": {
      "en": "Touhou - Dear My Mother, Dear My Daughter (Doujinshi)"
    },
    "updatedAt": "2023-08-12T13:47:29+00:00",
    "coverArt": "https://mangadex.org/covers/e0c8f7dc-883e-4b26-86e2-51a04cf32863/bf616797-3059-4155-b4f6-90e4755b0bb3.jpg",
    "altTitles": [],
    "description": {
      "en": "A somewhat heartwarming Touhou doujinshi featuring Alice and Shinki."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7f430ab-2c24-49d3-b698-c9ff4787805b",
    "title": {
      "en": "Flying Witch"
    },
    "updatedAt": "2024-05-28T14:48:03+00:00",
    "coverArt": "https://mangadex.org/covers/f7f430ab-2c24-49d3-b698-c9ff4787805b/6648fd7d-68cc-435c-894b-3eaa7eeb07d9.jpg",
    "altTitles": [
      {
        "ru": "Полет Ведьмы"
      },
      {
        "fa": "جادوگر پرنده"
      },
      {
        "th": "วันธรรมดาของแม่มดว้าวุ่น"
      },
      {
        "ja": "ふらいんぐうぃっち"
      },
      {
        "zh": "飞翔的魔女"
      },
      {
        "zh-hk": "飛翔的魔女"
      },
      {
        "ko": "플라잉 위치"
      },
      {
        "es": "Bruja voladora"
      },
      {
        "it": "La strega volante"
      },
      {
        "tr": "Uçan Cadı"
      },
      {
        "ru": "Летающая ведьма"
      },
      {
        "ru": "Фураингу витти"
      }
    ],
    "description": {
      "en": "Kowata Makoto is an airhead with a bad sense of direction who just moved into her relative's house… \nbut is that all?  \n\nNote: The Oneshot was originally published under a different pen name (Ishioka Chikai).  \n\n\n---\n\n**Links:**\n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=17448)\n- [Official Korean (Lezhin)](https://www.lezhin.com/ko/comic/flying_witch)\n\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E3%81%B5%E3%82%89%E3%81%84%E3%82%93%E3%81%90%E3%81%86%E3%81%83%E3%81%A3%E3%81%A1)"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9bcaaed3-b14a-4c49-b4b6-cc86a2b44be3",
    "title": {
      "en": "Black Corporation: Joseon"
    },
    "updatedAt": "2024-09-02T19:54:16+00:00",
    "coverArt": "https://mangadex.org/covers/9bcaaed3-b14a-4c49-b4b6-cc86a2b44be3/526678d8-a268-4897-a6cc-c14f8068ec8f.jpg",
    "altTitles": [
      {
        "ko": "블랙기업조선"
      }
    ],
    "description": {
      "en": "The maniac who was crazy about all kinds of fields such as military and steampunk had been reincarnated. However, his father was King Sejong the Great?\nThe mania-wise king and his crazy maniac son. Along with the ministers, and countless humans who were getting exploited.\nEven today, the night of Joseon was filled with the light of overtime."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd8b0527-770a-4941-a8e1-c0acffb97a47",
    "title": {
      "en": "Auto Hunting With My Clones"
    },
    "updatedAt": "2024-04-01T23:42:12+00:00",
    "coverArt": "https://mangadex.org/covers/fd8b0527-770a-4941-a8e1-c0acffb97a47/ada82e73-f2f0-455f-9702-f702f8b82472.png",
    "altTitles": [
      {
        "ko": "분신으로 자동사냥"
      },
      {
        "ko-ro": "Bunsin-eulo Jadongsanyang"
      },
      {
        "ru": "Авто-охота с клонами"
      },
      {
        "en": "Auto-Hunting With Clones"
      }
    ],
    "description": {
      "en": "Sangwoo, an average sophomore in college, always dreamt of having multiple versions of himself - one for study, another for play.\n\nOne day, he awakens with a skill called [Cloning], and Sangwoo thinks his dream has come true. But will cloning really steer his life in the direction he had hoped for, or does fate have other plans in store?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b22561f9-81f1-45f6-b2c0-f5b53cfaee19",
    "title": {
      "en": "All Hail the Sect Leader"
    },
    "updatedAt": "2024-08-01T10:27:23+00:00",
    "coverArt": "https://mangadex.org/covers/b22561f9-81f1-45f6-b2c0-f5b53cfaee19/b00c0236-2959-46b3-9580-f78993e2cd24.jpg",
    "altTitles": [
      {
        "en": "The Greatest Sect Leader of All-Time"
      },
      {
        "zh-ro": "Wangu Zui Qiang Zong"
      },
      {
        "zh": "万古最强宗"
      }
    ],
    "description": {
      "en": "All the members of my sect are abnormally strong. All my disciples turn out to be big shots, and I'll definitely become invincible in this world!",
      "fr": "Ma quête est de développer une secte qui serait un foyer chaleureux pour ses membres. Dedans, non seulement le chef de secte est amusant (ouais c'est moi) mais les disciples sont excentriques, aux personnalités très variées. Ils ont comme particularités d'être en constante évolution et d'être anormalement forts. Tous se révèlent être des gros bonnets, et moi, leur patriarche, je deviendrai invincible ! Approchez, les enfants, rejoignez ma secte et ensemble nous réaliserons vos rêves !"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "1f412cdd-5722-49c2-809a-11830893527e",
    "title": {
      "en": "DEAD Tube"
    },
    "updatedAt": "2024-10-01T01:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/1f412cdd-5722-49c2-809a-11830893527e/2f9861d5-7807-43f7-b5df-e335723c60e9.jpg",
    "altTitles": [
      {
        "ja": "DEAD Tube ~デッドチューブ~"
      },
      {
        "ko": "DEAD Tube 데드 튜브"
      },
      {
        "en": "DeadTube"
      },
      {
        "ru": "Смертельная съёмка"
      },
      {
        "zh": "学園殺人ゲーム Dead Tube"
      },
      {
        "zh": "学院里的杀人游戏"
      },
      {
        "kk": "Ажал арнасы"
      }
    ],
    "description": {
      "en": "Distributing thrilling videos in secret! A school game that puts life and death on the line!",
      "kk": "Мектеп оқушылары киноклубта не түсіреді? Күнделікті өмірдің бөлшектері, әуесқой қорқынышты фильмдер... бұның бәрі зеріктіріп жібереді... бірақ бұл жолы емес! Басты кейіпкер Томохиро Мачиге, киноклуб операторы, мектептегі қыз бірнеше күнге оны түсіруді ұсынады. Ол ерекше ынталы емес болсада, бірақ ол да бас тартпайды. Егер жігіт бұл оның өміріндегі ең қызықты және қорқынышты фильм болатынын білгенде...",
      "ru": "Что могут снимать школьники в клубе любителей кино? Зарисовки из повседневности, любительские фильмы ужасов… скука полная… но только не в этот раз! Главному герою Томохиро Мачии, оператору киноклуба, одна девушка из школы предлагает поснимать её несколько дней. Он особо не горит желанием, но и не отказывается. Если бы парень только знал, что это будет самый захватывающий и будоражащий фильм в его жизни…"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5c0b1e3-8b2e-42cc-b512-2c7531ecb5f6",
    "title": {
      "en": "A Modern Man Who Transmigrated Into the Murim World"
    },
    "updatedAt": "2024-05-29T01:23:27+00:00",
    "coverArt": "https://mangadex.org/covers/e5c0b1e3-8b2e-42cc-b512-2c7531ecb5f6/b14f6c10-43e2-4889-aff3-887d237d94d3.jpg",
    "altTitles": [
      {
        "ko": "무림에 떨어진 현대인"
      },
      {
        "en": "Modern Dude in the Murim"
      },
      {
        "en": "Modern Man Falling Into the World of Murim"
      },
      {
        "en": "A Modern Man Who Got Transmigrated to Murim"
      },
      {
        "ko-ro": "Murime Tteoreojin Hyeondaein"
      },
      {
        "es-la": "Un hombre moderno en el Murim"
      }
    ],
    "description": {
      "en": "I was a public official who worked part-time to survive. I was knocked out by a speeding car while making deliveries in the middle of the night. I have a strong memory of dying prematurely in a hit-and-run. “…I’m Jo Hwi?” At some point, I became the second son of the collapsing Jo Ga-cheol Clan. This family has neither the authority to drop a flying bird nor the power to carry out one’s will. There is only an enormous amount of debt that can annihilate the entire family. There’s only one way out! “Father, please pass the Jo Ga-cheol Clan on to me.” The story of a successful modern man who has to utilize all the knowledge and experience of a public official begins now!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac",
    "title": {
      "en": "The Dangers in My Heart"
    },
    "updatedAt": "2024-09-29T15:07:25+00:00",
    "coverArt": "https://mangadex.org/covers/3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac/60b13fdd-6541-48e5-9181-fe1903d840f5.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku no Kokoro no Yabai Yatsu"
      },
      {
        "ru": "Угрозы в моём сердце"
      },
      {
        "ja": "僕の心のヤバイやつ"
      },
      {
        "ja": "僕ヤバ"
      },
      {
        "zh-hk": "我心裡危險的東西"
      },
      {
        "zh": "我心里危险的东西"
      },
      {
        "ko": "내 마음의 위험한 놈"
      },
      {
        "pt-br": "Os Perigos Do Meu Coração"
      },
      {
        "tr": "Kalbimdeki Tehlikeler"
      },
      {
        "es-la": "Los peligros en mi corazón"
      },
      {
        "it": "I pericoli nel mio cuore"
      },
      {
        "id": "Yang Bikin Bahaya di Hatiku"
      },
      {
        "ar": "الشخص الخطير في قلبي"
      },
      {
        "pl": "Czarne chmury w moim sercu"
      },
      {
        "ja-ro": "BokuYaba"
      },
      {
        "fr": "Les dangers de mon cœur"
      },
      {
        "de": "Die Gefahren in meinem Herzen"
      }
    ],
    "description": {
      "de": "Der Teenager Ichikawa Kyoutarou gehört zu den allerletzten auf seiner Schule. Neben seinen Bemühungen, Unterhaltungen mit einer bestimmten Klassenkameradin aufrechtzuerhalten, muss er sich außerdem noch dafür zusammenreißen, mörderische Dränge aus den Tiefen seiner Seele zu verbergen.\n\nEigentlich ist es aber eine niedliche Liebesgeschichte zwischen einem geistig gestörten Jungen und einer fröhlichen, leicht komisch, jedoch schönen Mädchen.",
      "en": "A ‘fearsome psycho-thriller’ centering on the ‘dark side of adolescence’.\n\nFollowing Ichikawa Kyoutarou, a teenage boy belonging to the very bottom caste of his school, this work details his troubled interactions with a certain classmate, and his attempt to hide murderous impulses that find themselves in the darkest recesses of his soul.\n\nIn reality, though, it's a sweet youth rom-com between a messed up boy and a bright, if somewhat strange, beautiful girl.\n\n- Won the Tsugi ni Kuru Web Manga 2020 Award.\n- Was nominated for the 2020 and 2021 Manga Taisho Award.\n- Won the top prize of 2021 Tsutaya Comic Awards",
      "ja": "学園カースト頂点の美少女・山田杏奈の殺害を妄想してはほくそ笑む、重度の中二病の陰キャ・市川京太郎。だが山田を観察する内に、京太郎が思う「底辺を見下す陽キャ」とは全然違うことに徐々に気づいていき…!? 陰キャ男子\n\n---\n\n- Exclusive art is occasionally posted to [the series' official account](https://twitter.com/boku__yaba/status/1060017522303414273)",
      "ru": "«Страшный психо-триллер», сосредоточенный на «тёмной стороне юности». История повествует о Киотаро Ичикаве — человеке, находящемся на самой низшей ступени в своей школе и скрывающем убийственный порыв, находящийся в самой глубине его души... на деле же, это милый ром-ком про странного мальчика и прекрасную, хоть и слегка странную, девушку.",
      "es-la": "La historia trata sobre un joven llamado Kyotaro Ichikawa que sufre de un caso grave de “chūnibyō” y se divierte imaginando la muerte de una hermosa chica llamada Anna Yamada, quien está en la cima de la jerarquía social de la escuela. Sin embargo, mientras observa a Yamada, Kyotaro comienza a darse cuenta de que ella es muy diferente de lo que él pensaba.\n\n - Ganó el premio Tsugi ni Kuru Web Manga 2020.\n- Fue nominado para el premio Manga Taisho en 2020 y 2021.\n- Ganó el primer premio en los premios Tsutaya Comic de 2021.",
      "pt-br": "Um \"intenso thriller psicológico\" centralizado no lado obscuro da adolescência. \n\nO mangá gira em torno de Kyoutaro Ichikawa, uma pessoa no fundo da hierarquia de sua escola, que esconde um impulso assassino no fundo de sua alma. Mas na realidade, é uma doce comédia romântica entre um garoto confuso e uma garota brilhante, embora um tanto estranha e bonita."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f19646d5-e8ec-4508-b008-be3f264f1724",
    "title": {
      "en": "Snake Immortal: The Tale of a Snake's Cultivation to Immortality"
    },
    "updatedAt": "2024-09-30T00:03:47+00:00",
    "coverArt": "https://mangadex.org/covers/f19646d5-e8ec-4508-b008-be3f264f1724/ada3f380-da47-4f20-9668-d23220c793d7.png",
    "altTitles": [
      {
        "zh": "Lao She Xiu Xian Chuan"
      },
      {
        "zh": "Lǎo Shé Xiū Xiān Chuán"
      },
      {
        "zh": "老蛇修仙传"
      },
      {
        "en": "Tale of the Old Snake's Immortal Cultivation"
      },
      {
        "en": "Serpent Ancestor"
      }
    ],
    "description": {
      "en": "In a village, an old snake inadvertently swallowed a cultivator's human-shaped pill, gaining intelligence and setting off on the path of cultivation. With only a brief decade to live, the snake does not fear the passing of time but makes the most of every moment.\n\nThis is the tale of an old snake's journey to immortality."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "14fcfbb1-2e23-4b7a-899e-343953d21fc9",
    "title": {
      "en": "My Ruined Academy"
    },
    "updatedAt": "2024-08-09T19:46:49+00:00",
    "coverArt": "https://mangadex.org/covers/14fcfbb1-2e23-4b7a-899e-343953d21fc9/3be32faf-ccb9-47fb-9283-e587d484cc59.jpg",
    "altTitles": [
      {
        "ko": "아카데미가 망했다"
      }
    ],
    "description": {
      "en": "Amon Drake arrives in the capital with dreams of success. On his first day as a teacher at the prestigious Amonis Academy, he is met with shocking news:\n\n\"Haven't you heard? This academy is on the brink of bankruptcy.\"\n\nOn top of that, the only people left at the academy are a gambling-addicted principal and drunken teachers. Amon thought,\n\n\"If the academy goes bankrupt, doesn't that mean my contract would become void too?\"\n\nThey say escape favors the intelligent. If you don’t want to waste your life away, bring the academy to ruin.\n\nThe story of a wise man's escape from the academy begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1fc6c562-b70c-4f6a-ac23-af657a2c49ab",
    "title": {
      "en": "The Exiled Hero"
    },
    "updatedAt": "2024-07-18T16:00:53+00:00",
    "coverArt": "https://mangadex.org/covers/1fc6c562-b70c-4f6a-ac23-af657a2c49ab/3261805a-3c0c-4e73-9e5f-f7b6d90de4eb.jpg",
    "altTitles": [
      {
        "ko": "파티에서 추방된 영웅이 너무 뛰어남"
      },
      {
        "en": "Expelled Hero Is Too Strong"
      }
    ],
    "description": {
      "en": "\"Yu Ji-han, you're useless.\" \n\nWith those harsh words, Yu Ji-han, a dedicated member of the prestigious guild \"Keroes\" and the elite \"Kim Hyun-tae Party\", is abruptly expelled. After seven years of service, he's left with a meager severance pay of 10 million won. But Yu Ji-han possesses a unique ability - 'Sampling' - which allows him to see probabilities. \n\n\n[Probability of the \"Very Fun Guild\" growing into a large guild]\n\n[99%]\n\n\"I will surely surpass you all!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6676aef9-cf30-4950-9a20-e0382b5e7447",
    "title": {
      "en": "Record of Ragnarok: The Apocalypse of the Gods"
    },
    "updatedAt": "2024-09-25T22:43:45+00:00",
    "coverArt": "https://mangadex.org/covers/6676aef9-cf30-4950-9a20-e0382b5e7447/af188ef2-7ad7-489e-b895-3b3b4b8d0620.jpg",
    "altTitles": [
      {
        "ja": "終末のワルキューレ禁伝 神々の黙示録"
      },
      {
        "ja-ro": "Shuumatsu no Valkyrie Kinden Kamigami no Apocalypse"
      },
      {
        "ja-ro": "Shuumatsu no Warukyuure Kinden Kamigami no Apokaripusu"
      },
      {
        "fr": "L'Apocalypse des dieux"
      }
    ],
    "description": {
      "en": "Zeus, supreme chairman of the Council of Valhalla, announces to the gods twelve of the thirteen fighters set to participate in Ragnarok--and is met with the dissenting voices of those who were not chosen. However, Zeus has foreseen this, and immediately declares the holding of another tournament to decide the final spot on the Ragnarok lineup, one which will break the taboo on gods fighting one another. Thus begins the \"Revelation\" of the untold side of *Record of Ragnarok!*"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50d9f5b3-fc69-4742-bd72-1d652c337cf4",
    "title": {
      "en": "Crossplay Love: Otaku x Punk"
    },
    "updatedAt": "2024-09-14T13:09:02+00:00",
    "coverArt": "https://mangadex.org/covers/50d9f5b3-fc69-4742-bd72-1d652c337cf4/30310ec4-e5e6-4f15-80a6-c83ec520929e.jpg",
    "altTitles": [
      {
        "en": "Crossdressing Has Become a Problem; Emo and Yankee's Unrequited Mutual Feelings"
      },
      {
        "ja": "女装してめんどくさい事になってるネクラとヤンキーの両片想い"
      },
      {
        "ja-ro": "Josoushite Mendokusai Koto ni Natteru Nekura to Yankee Ryou Kataomoi"
      }
    ],
    "description": {
      "en": "The cute and cheerful girl working at a Japanese style maid cafe, Hana. The black haired cold beauty, Mei. Though the two are in love with each other, they have not realized it. However, they have a secret that should not be discovered…"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63f2efed-e0cf-4ad1-98a9-7fba7f5848c1",
    "title": {
      "en": "The Raise"
    },
    "updatedAt": "2024-09-18T23:31:59+00:00",
    "coverArt": "https://mangadex.org/covers/63f2efed-e0cf-4ad1-98a9-7fba7f5848c1/35acb14e-35fa-443d-b5f2-0ac0ae327d30.jpg",
    "altTitles": [
      {
        "es": "El Aumento"
      },
      {
        "es-la": "El Aumento"
      }
    ],
    "description": {
      "en": "Horny boss and underpaid salary man.",
      "es": "Una jefa calenturienta y un asalariado mal pagado.",
      "es-la": "Una jefa calenturienta y un asalariado mal pagado."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "5"
  },
  {
    "mangaId": "349ea5d6-bea4-419b-b022-2435a299f8c7",
    "title": {
      "en": "Ayashii Iyashi no Yakumo-san"
    },
    "updatedAt": "2024-02-29T02:30:30+00:00",
    "coverArt": "https://mangadex.org/covers/349ea5d6-bea4-419b-b022-2435a299f8c7/c9572cac-9291-4e11-bcbe-18f8cb3e35a8.jpg",
    "altTitles": [
      {
        "ja": "あやしい癒しの八雲さん"
      },
      {
        "ja-ro": "Asonde Souna Ryouriya no Oniisan"
      },
      {
        "en": "The older guy at the restaurant who seems like a player."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a98d039a-da7f-46ec-aef4-f4bd03d0d925",
    "title": {
      "en": "The Hero Became the Duke's Eldest Son"
    },
    "updatedAt": "2024-08-27T21:22:35+00:00",
    "coverArt": "https://mangadex.org/covers/a98d039a-da7f-46ec-aef4-f4bd03d0d925/5f31da9b-c565-47a7-9709-0079d43afd25.jpg",
    "altTitles": [
      {
        "ko": "영웅, 공작가 장남 되다"
      }
    ],
    "description": {
      "en": "Aden Albireo, the \"Dragon Slayer King\", was a hero who saved the world by eliminating the Berserker and the Underlord. However, he was betrayed by those who whispered friendship to him, and met his death...\n\n\"I didn't know I would be resurrected like this?!\"\n\n15 years before the Underlord's resurrection, 'Aden Albireo' reincarnated into the body of the eldest son of a unheard-of duke's family, 'Aden Remes'! And...\n\n\"It's been a while, Dragon Slayer King!\"\n\n\"The Underlord I thought I had defeated is inside my soul?!\"\n\nWill Aden be able to end his uncomfortable cohabitation(?) with the Underlord and prevent his resurrection?",
      "ko": "아덴 알비레오, 그는 광룡과 지하 군주, 언더로드를 없애고 세상을 구한 영웅, \"용살왕\"이라 불렸다. 그러나 우정을 속삭였던 이들에게 배신당해, 죽음을 맞게 되는데...\n\n\"이런 식으로 되살아날 줄은 몰랐는데?\"\n\n언더로드 부활 15년 전, 듣도 보도 못한 공작가의 망나니 장남, '아덴 레메스'의 몸으로 회귀한 '아덴 알비레오'! 게다가…\n\n\"오랜만이구나, 용살왕이여!\"\n\n해치운 줄 알았던 언더로드가 내 영혼 안에 있다고?!\n\n과연 아덴은 언더로드와의 불편한 동거(?)를 끝내고 그의 부활을 막아낼 수 있을 것인가!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68562661-6521-4191-add4-f04f4074f783",
    "title": {
      "en": "Konbini Goutou kara Tasuketa Jimi Tenin ga, Onaji Kurasu no Ubu de Kawaii Gyaru datta"
    },
    "updatedAt": "2024-09-30T16:54:55+00:00",
    "coverArt": "https://mangadex.org/covers/68562661-6521-4191-add4-f04f4074f783/867bb27b-eb73-48ad-aa28-0b52f751db8a.jpg",
    "altTitles": [
      {
        "ja": "コンビニ強盗から助けた地味店員が、同じクラスのうぶで可愛いギャルだった"
      },
      {
        "ja-ro": "Conveni Goutou Kara Tasuketa Jimi Tenin ga, Onaji Class no Ubu de Kawaii Gal datta"
      },
      {
        "en": "The Sobbing Clerk I Helped From the Convenience Store’s Robbery Is in Fact a Naive and Cute Gal From My Class"
      },
      {
        "id": "Karyawati yang Terisak-sedu yang Kutolong dari Perampok Toserba adalah Seorang Gadis Naif nan Imut dari Kelasku"
      }
    ],
    "description": {
      "en": "_\"Will you stay over at my house starting today?\"_ \n\nRiku Kuromine, a second-year high school student, became despondent after being rejected by his childhood friend. He happens to enter a convenience store and saves a clerk who was being attacked by a robber. The clerk turns out to be Ayana Hoshimiya, the most popular and beautiful gal in school. As a result of this incident, Ayana asks Riku to protect her from a stalker and they start living together under the guise of him protecting her as she lives alone.",
      "ja": "**見た目は派手ギャル、中身は超絶うぶ!? “うぶかわ”ギャル×非リア、禁断の同棲ラブコメ!!**\n\n「今日から、あたしの家に……泊まる？」高校二年生の黒峰リクは、幼馴染に振られて自暴自棄になったところ、偶然入ったコンビニで強盗に襲われていた店員を助ける。その店員は学校でいちばんモテる美人ギャル・星宮彩奈だった。この件をきっかけに星宮からストーカー被害を相談され、一人暮らしの彼女を守る名目でふたりは同棲することになり――!?",
      "pt-br": "“Você gostaria de ficar em minha casa esta noite?”\nRiku Kuromine, um aluno do segundo ano do ensino médio, ficou triste depois de ser rejeitado por sua amiga de infância. Por coincidência, ele entra em uma loja de conveniência e salva uma funcionária que estava sendo roubada. A funcionária era na verdade Ayana Hoshimiya, a garota mais popular e atraente da escola. Como resultado desse incidente, Ayana pede a Riku para passar a noite em sua casa e protegê-la de um perseguidor."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "2f831905-3548-4ff3-a5d2-5f20e1876564",
    "title": {
      "en": "Upgrade From Wild Monsters"
    },
    "updatedAt": "2024-08-23T06:38:03+00:00",
    "coverArt": "https://mangadex.org/covers/2f831905-3548-4ff3-a5d2-5f20e1876564/2f244977-22e1-4748-b6ec-e6827b946e89.jpg",
    "altTitles": [
      {
        "zh": "从野怪开始升级"
      },
      {
        "zh-ro": "Cong Ye Guai Kaishi Shengji"
      },
      {
        "zh-ro": "Cóng Yě Guài KāIshǐ ShēNgjí"
      }
    ],
    "description": {
      "en": "After Lu Chen entered the cranial neuron quantum transferring game《Empyrean God Realm》—he found himself stripped of his human character, becoming the weakest wild monster in the game, a \"Weak Gnoll.\" Facing players who are ready to use him to level up, Lu Chen lifts the broken Gnoll club and starts to upgrade from a Lv.1 Gnoll. As Lu Chen keeps on killing more and more species, gaining new talents, and levelling up talents, his status keeps getting enhanced. Normal, Strong, Super strong... Soon enough, he..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d0e2994-067b-4fb4-b359-290b5b56718d",
    "title": {
      "en": "Kirio Fanclub"
    },
    "updatedAt": "2024-10-11T01:14:32+00:00",
    "coverArt": "https://mangadex.org/covers/4d0e2994-067b-4fb4-b359-290b5b56718d/966f2139-babc-4df4-9d52-48ac97fdc27f.jpg",
    "altTitles": [
      {
        "ja": "霧尾ファンクラブ"
      }
    ],
    "description": {
      "en": "Aimi Miyoshi and Nami Sometani are two high school girls who often find themselves talking about a boy in their class, Kirio. This lighthearted romantic comedy follows the daily lives of these two friends and rivals on a journey that, for now, seems to be heading everywhere but love.",
      "ja": "女子高生・三好藍美（みよしあいみ）と染谷波（そめたになみ）。二人の間で話題にのぼるのは、いつだって同じクラスの「霧尾（きりお）くん」のこと。\n友人でありライバルでもある二人の日常を描く、ラブまではまだたどり着けそうにない一方通行ラブコメディー。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "45"
  },
  {
    "mangaId": "443ce46d-31fb-4c44-b86e-95b06932ed42",
    "title": {
      "en": "Skill Saisei to Hakai kara Hajimaru Saikyou Boukensha Life – Gomihiroi to Tsuihousareta kedo Kikakugai no Chikara de Nariagaru!"
    },
    "updatedAt": "2024-07-20T17:00:46+00:00",
    "coverArt": "https://mangadex.org/covers/443ce46d-31fb-4c44-b86e-95b06932ed42/86d86d5a-23a3-4a46-bdf9-e0e573478b5b.jpg",
    "altTitles": [
      {
        "ja-ro": "Skill Saisei to Hakai kara Hajimaru Saikyou Boukensha Life – Gomihiroi to Tsuihousareta kedo Kikakugai no Chikara de Nariagaru!"
      },
      {
        "ja": "スキル【再生】と【破壊】から始まる最強冒険者ライフ～ごみ拾いと追放されたけど規格外の力で成り上がる！ ～"
      },
      {
        "en": "The Strongest Adventurer’s Life Begins with the Skills [Regeneration] and [Destruction] ~I Was Banished for Picking Up Garbage, But I’m Born with Extraordinary Power!~"
      }
    ],
    "description": {
      "en": "Rolf, a boy who received the rare skill [Regeneration] and belonged to the strongest party. However, the skill never activates and is banished as useless. He spends his days alone with only a tattered sword as a memento, but when he meets Elsa, who has the [Destruction] skill, his ability awakens…!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc70617a-de43-46e2-b582-0e4df9fd04f9",
    "title": {
      "en": "Tiger Brother - Hổ Sư Huynh"
    },
    "updatedAt": "2024-10-11T07:35:41+00:00",
    "coverArt": "https://mangadex.org/covers/cc70617a-de43-46e2-b582-0e4df9fd04f9/983d40c4-86e0-42cf-b6d4-13345ae3575f.jpg",
    "altTitles": [
      {
        "ko": "Barkhan"
      },
      {
        "ko": "호랑이형님"
      }
    ],
    "description": {
      "vi": "10 năm trước, bầy hổ ở Núi Trắng dưới sự bảo vệ của vua Young Eung đã bị loài Chu Yi tấn công và tàn sát. Dù đến hiện trường cuộc thảm sát muộn màng nhưng vua Young Eung cùng em trai Lông Mày Trắng đã phát hiện ra một hổ con còn sống sót và nhà vua đặt tên cho nó là San Goon.\n\n7 năm sau, khi thủ lĩnh tộc Chu Yi lại một lần nữa tấn công bầy hổ trên Núi Trắng, vua Young Eung trong cơn phẫn nộ đã tàn sát toàn bộ tộc Chu Yi. Tuy nhiên, Lông Mày Trắng đã lén tha mạng cho thủ lĩnh Chu Yi.\n\nSau trận chiến, thủ lĩnh Chu Yi mất trí nhớ và bị biến thành một chiến binh trừ ma, trong khi đó, vua Young Eung đột ngột biến mất. Để bảo vệ con trai của nhà vua là Arangsa khỏi sự truy đuổi của các thế lực tà ác, San Goon (hổ thần) đã đưa cậu đến nương nhờ nhà Mi Ho, cựu đội trưởng đội cận vệ của nhà vua nhưng đã bị phế truất...\n\nĐiều gì sẽ chờ đón họ? Mời các bạn đón đọc để khám phá nhé!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko oji: Salaryman reincarnated as a kitten!"
    },
    "updatedAt": "2024-10-12T03:45:48+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/6f87bf16-6b1e-4ed0-9e83-19f61239706f.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Ojisan"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat.\n___\n**Alt Official Raw:** [KADOComi](https://comic-walker.com/detail/KC_000231_S?episodeType=first)\n\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/neko-oji-salaryman-reincarnated-as-a-kitten/volumes)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38ba5ae8-5f2f-4fb4-b77c-d2137d27c931",
    "title": {
      "ko": "Nangseon Story"
    },
    "updatedAt": "2024-08-06T02:25:16+00:00",
    "coverArt": "https://mangadex.org/covers/38ba5ae8-5f2f-4fb4-b77c-d2137d27c931/2b9c8101-1f8f-458c-9bd2-2545b8f12576.jpg",
    "altTitles": [
      {
        "en": "Lang Xian Fantasy Talk"
      },
      {
        "ko": "낭선기환담"
      },
      {
        "ko-ro": "Nangseongihwandam"
      },
      {
        "en": "Call of the Spear"
      },
      {
        "en": "Cystic Story"
      },
      {
        "en": "Fantastic Story of Nangseon"
      },
      {
        "en": "Story of Thorny Spear"
      },
      {
        "zh": "浪仙奇幻谈"
      },
      {
        "ja": "浪仙奇幻談"
      },
      {
        "ru": "История перерождения в Тигра"
      },
      {
        "en": "The Story Of The Reincarnation Of The Tiger"
      },
      {
        "en": "Tale of the Floating Sages"
      }
    ],
    "description": {
      "en": "San-gun, the owner of the mountain, was reborn as a tiger and became a spiritual creature. A girl visits San-gun, who lived in peace, and says she will serve him. San-gun tries to drive her out, but she has nowhere to go back. San-gun finally decided to take back the girl. And there are countless threats to him…\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%AD%EC%84%A0%EA%B8%B0%ED%99%98%EB%8B%B4/2496)\n\n---\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc30480)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/77920)",
      "ja": "風のように、雲のように暮らす神仙を私たちは浪仙と呼ぶ。 ひょんなことから主人公は読んでいた小説のなかの虎・山君に憑依した。 虎の体で霊物として羽化登仙（うかとうせん）していく、つまり神仙になることを決意。 白山の山君として悠々自適な生活をしていたとき、人間からの生贄として初亜という少女を捧げられる。 彼女を追い出そうとするが、彼女には行き場がない。 結局少女をそばに置いておく決心した山君だったが、そんな彼に幾多の脅威が迫ってくる･･･\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%AD%EC%84%A0%EA%B8%B0%ED%99%98%EB%8B%B4/2496)\n\n---\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc30480)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/77920)",
      "ko": "호랑이로 환생하여, 영물이 되어 살아가던 산의 주인 산군.\n평화롭게 살아가던 산군의 앞에 한 소녀가 찾아오게 된다. \n대뜸 지아비로 모시겠다고 하는 소녀. 귀찮은 산군은 그녀를 내쫓으려고 하지만, 그녀는 돌아갈 곳이 없다.\n결국 소녀를 거두기로 결심한 산군. 그런 그에게 수많은 위협이 닥쳐오게 되는데….\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%AD%EC%84%A0%EA%B8%B0%ED%99%98%EB%8B%B4/2496)\n\n---\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc30480)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/77920)",
      "ru": "Переродившись в тигра из романа, он жил как дух охраняющий гору Бэк. И в одну прекрасную безмятежную ночь в его жизнь ворвалась девочка. Без объяснений она начала утверждать, что теперь является его невестой. Он не раз попытался прогнать её прочь, но ей некуда было возвращаться. Так он решил оставить девочку у себя. Но он даже не представлял к каким опасностям он себя подвергает…\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%AD%EC%84%A0%EA%B8%B0%ED%99%98%EB%8B%B4/2496)\n\n---\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc30480)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/77920)",
      "zh": "转世成为一只有灵力的老虎，并成为山之主的山君，而少女楚儿的到来打乱了它平静的生活。楚儿表示将作为他的夫人服侍他，山君却不耐烦地要赶走她。然而楚儿无处可去，最终山君决定收留楚儿，殊不知危险接踵而至……\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%AD%EC%84%A0%EA%B8%B0%ED%99%98%EB%8B%B4/2496)\n\n---\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc30480)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/77920)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f5d24f0-106b-4c8f-abc9-5c344fb839de",
    "title": {
      "en": "Musume no Shinshitsu"
    },
    "updatedAt": "2024-10-06T04:05:23+00:00",
    "coverArt": "https://mangadex.org/covers/2f5d24f0-106b-4c8f-abc9-5c344fb839de/161d25eb-6d03-45d0-8c43-e18b46f9e552.jpg",
    "altTitles": [
      {
        "ja": "娘の寝室"
      },
      {
        "ja-ro": "Musume no Shinshitsu."
      },
      {
        "en": "The Daughter's Bedroom"
      },
      {
        "vi": "Phòng ngủ của con gái tôi"
      }
    ],
    "description": {
      "en": "He had sex with his own daughter-though, of course, only in a dream. Goto, a university lecturer, had seemingly built a happy family: a beautiful wife who is a painter and lovely, talented children... But that happiness was merely a facade. During the day, he suspected his wife of infidelity, and at night, he was tormented by nightmares, gradually wearing down his mental stability. One day, Goto returned home to find his room in chaos and his daughter in tears. Convinced that his wife was to blame, Goto vows to protect his beloved family...!? A family suspense of immorality!",
      "vi": "Goto, một giảng viên đại học đang tận hưởng cuộc sống gia đình đầm ấm bên vợ mình là một nữ họa sĩ ăn khách xinh đẹp cùng hai người con. Nhưng rồi khi bắt đầu nảy sinh mối hiềm nghi vợ mình ngoại tình, cộng thêm bản thân đang bị một cơn ác mộng giày vò đã khiến tâm trí anh trở nên ngày càng suy sụp thấy rõ. Bỗng một ngày nọ khi vừa đi làm về, Goto phát hiện phòng ngủ của con gái mình bị ai đó phá tan hoang, và con gái anh đang ngồi khóc trên sàn. Tin rằng những hành động điên rồ này là chỉ có thể là do vợ làm ra, Goto liền quyết định sẽ đứng lên bảo vệ gia đình nhỏ của mình."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b97b8f7-8cea-46f5-9e89-705ca694f6aa",
    "title": {
      "en": "Fushi no Gunzei wo Hikiiru Bocchi Shiryoujutsushi, Tenshoku shite SSS-Rank Boukensha ni naru."
    },
    "updatedAt": "2024-04-08T15:57:05+00:00",
    "coverArt": "https://mangadex.org/covers/3b97b8f7-8cea-46f5-9e89-705ca694f6aa/1d8dc259-56e2-4847-8f3d-0c7d836a96a1.jpg",
    "altTitles": [
      {
        "en": "The Solo Necromancer Leading an Immortal Army Transfers to become an SSS-Rank Adventurer"
      },
      {
        "ja": "不死の軍勢を率いるぼっち死霊術師、転職してSSSランク冒険者になる。"
      }
    ],
    "description": {
      "en": "_“The ultimate ambition of the most formidable necromancer… is to make friends?!”_\n\nIn the eleventh hour of the Saldia Empire’s impending defeat, salvation arrives in the form of Rogue, a lone necromancer. Armed with immense power and leading legendary aides, his solitary goal is to forge friendships. Employing the abilities of Kalfa, the most distinguished appraiser, he masks his loathed profession as that of an ‘adventurer.’ Rogue steps into the world as a rookie adventurer, but his extraordinary power can’t be completely hidden, sparking rumors that gradually trigger a grand disturbance in the kingdom. \n\nEmbark on a fresh adventure with this lone necromancer! A long-awaited manga adaptation of a highly popular original work from Syosetu!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "224b4ac7-add1-49df-b0b1-0d98dc71b91a",
    "title": {
      "en": "The Edgeless Sword From the Village"
    },
    "updatedAt": "2023-09-24T06:41:21+00:00",
    "coverArt": "https://mangadex.org/covers/224b4ac7-add1-49df-b0b1-0d98dc71b91a/886f8b11-38fc-4c51-8702-b5b33fd12ff0.png",
    "altTitles": [
      {
        "en": "Rural Edgeless Sword"
      },
      {
        "en": "The Village Sword Without Edge"
      },
      {
        "ko": "촌검 무인"
      },
      {
        "zh": "村劍無刃"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2d2ec8b2-2e34-41d7-bd53-7689fc85d2ae",
    "title": {
      "en": "The Heavenly Demon Will Give You a Massage"
    },
    "updatedAt": "2024-07-23T19:17:29+00:00",
    "coverArt": "https://mangadex.org/covers/2d2ec8b2-2e34-41d7-bd53-7689fc85d2ae/39a510df-0fa4-44c9-a59e-544343b034e8.jpg",
    "altTitles": [
      {
        "en": "The Heavenly Demon Is Giving a Massage"
      },
      {
        "ko": "천마님 안마하신다"
      }
    ],
    "description": {
      "en": "Heaven-bound Heavenly Demon, once known as Kang Taehan, Returns to his original life after 60 years! \"Ah, in such a blessed era, to be in this shape!\" \"Your body is screaming to be saved, haven't you heard?\" The project to physically and mentally rejuvenate everyone, The journey of the Heavenly Demon Kang Taehan begins!! Weary office workers tired from alcohol and overtime, Athletes whose bodies are ruined and performance declined, Heads of families crushed by the weight of life, Modern people who have accumulated fat to withstand life’s burdens. All you modern people who are weary of their life, come and get a massage!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a9aa4d4-3d76-45a2-bf10-3311a7e4bf6a",
    "title": {
      "en": "Sunyu of the Shadowless"
    },
    "updatedAt": "2022-09-09T22:39:04+00:00",
    "coverArt": "https://mangadex.org/covers/5a9aa4d4-3d76-45a2-bf10-3311a7e4bf6a/f0de6428-b5e3-45b7-b2df-fe494dcc0fe2.jpg",
    "altTitles": [
      {
        "ko": "대사형 선유"
      },
      {
        "en": "Sonnyu"
      },
      {
        "en": "The Great Master"
      },
      {
        "en": "The Great Master Sunyoo"
      }
    ],
    "description": {
      "en": "Some children are raised in the hands of Kwak No, After establishing a Disciple-Master relationship, the children dream of their own dreams by practicing martial arts and walking in that path to become masters. In order to make a living, Kwak No always had to leave his seat, and Seon-yu, the eldest of the children, has to take care of the Children, and He’ll be the Great Master.",
      "ko": "삼류 낭인 곽노의 손에 거둬진 아이들.\n\n사제관계를 맺고 아이들은 어설프게나마\n무공과 보법 수련을 하며 각자의 꿈을 꾼다.\n\n먹고살기 위해 곽노는 늘 자리를 비워야 했고,\n아이들 중 맏이인 선유는 사제들을 돌봐야 한다.\n\n그는 대사형大師兄이다."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3faa91a8-795c-4625-b9d2-1ce516d56cfc",
    "title": {
      "en": "The Game That I Came From"
    },
    "updatedAt": "2024-07-09T13:41:57+00:00",
    "coverArt": "https://mangadex.org/covers/3faa91a8-795c-4625-b9d2-1ce516d56cfc/7c1257df-6b29-43ac-8c1d-3bfdb2c1ef57.png",
    "altTitles": [
      {
        "en": "I Back From a Game"
      },
      {
        "en": "I Came From the Game"
      },
      {
        "ja": "ふりだしから始まる覚醒者"
      },
      {
        "zh": "我来自游戏"
      },
      {
        "ko": "어웨이크닝: 회귀 플레이어"
      },
      {
        "zh-ro": "Wo Laizi Youxi"
      },
      {
        "en": "Ultimate Rogue's Awakening"
      },
      {
        "fr": "Back from Heaven"
      }
    ],
    "description": {
      "en": "With the rise of a popular RPG called Tianyong Game, its max-level players called \"awakeners\" have come to dominate the real world in terms of wealth and power. \n\nDespite Ling Ce's natural talent for the game, it's nearly impossible for him to catch up to these players because he started playing the game a year after its release. But as luck would have it, a glitch in the game's teleportation system takes him back three years into the past with his memories intact.\n\nNow, Ling Ce is determined to utilize his knowledge and experiences to become an awakener and turn his life around. No amount of carnivorous plant monsters or insanity level dungeons will stop the determined hero from reaching the peak!\n\n\n---\n\n**Links:**\n- [Official Japanese Translation](https://piccoma.com/web/product/88411)\n- [Official Korean Translation](https://page.kakao.com/home?seriesId=58409509)",
      "zh": "带着上一世满级盗贼的记忆，回到三年前，这是命运给凌策的考验还是赏赐？ 既然重生，那上一世未曾达到的、不能守护的、那些只能幻想的，这一世全都要。 更以巅峰造极之态，摧枯拉朽之势，超越极限，成为最强“觉醒者”。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a32a7f35-4bc5-4c60-8913-999238deeebd",
    "title": {
      "en": "Superstar From Age 0"
    },
    "updatedAt": "2024-08-17T22:53:19+00:00",
    "coverArt": "https://mangadex.org/covers/a32a7f35-4bc5-4c60-8913-999238deeebd/db8512a6-6979-4323-8e03-959670f3bad7.jpg",
    "altTitles": [
      {
        "ko": "0살부터 슈퍼스타"
      }
    ],
    "description": {
      "en": "From elves, fairies, slimes, gift items, devils and more, countless and thousands of reincarnations have led to a new life. I, Lee Seo Jun, have been reborn as a human child!\r\n\r\nIn the library of my life, where memories of my previous lives remain like fairy tales, I happen to see a past life with the dream life I desperately wanted. On top of that, I’ve been given abilities that grabs people’s attention!\r\n\r\nWith my hansome face doing all the hard work! My insane acting skills! This time, at long last, I will achieve my dream and become a superstar!\r\n\r\nWet’s dow it! (Baby Accent)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "39d875a6-5df3-4323-a2da-3a0b50af429a",
    "title": {
      "en": "Soul Land"
    },
    "updatedAt": "2024-10-02T03:20:35+00:00",
    "coverArt": "https://mangadex.org/covers/39d875a6-5df3-4323-a2da-3a0b50af429a/1ce4873a-7198-4452-9af5-b2f35c6df4ff.jpg",
    "altTitles": [
      {
        "en": "Combat Continent"
      },
      {
        "zh-ro": "Dou Luo Da Lu"
      },
      {
        "zh-ro": "Douluo Dalu"
      },
      {
        "vi": "Đấu La Đại Lục"
      },
      {
        "zh-hk": "斗罗大陆"
      }
    ],
    "description": {
      "en": "Tang San was a talented apprentice to the great Tang Sect. Due to mastering the forbidden Tang arts, he was pressured to jump off a cliff and died. However, he was reborn into another world filled with Essence Spirits. At the age of six, every person will have their essence spirit awoken. Spirits can take many forms: weapons, plants, and animals; They can help people with their daily lives. Outstanding spirits can be trained to engage in combat. A spirit master is the soul and heart of the Combat Continent! When Tang San turns six, a huge surprise awaits him. His peaceful life in this new world will change completely.\n\nNote: After the original chapter 344, it continued on from a re-written 322."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bba5f470-d1dd-4c56-bd0e-78bb6f2f5b3c",
    "title": {
      "en": "A Lingering Summer"
    },
    "updatedAt": "2024-08-15T00:59:12+00:00",
    "coverArt": "https://mangadex.org/covers/bba5f470-d1dd-4c56-bd0e-78bb6f2f5b3c/4ad38965-8275-4109-8022-c95cc6538a74.png",
    "altTitles": [
      {
        "zh-ro": "Jǐn Xià Zhī Yān"
      },
      {
        "zh": "尽夏之烟"
      },
      {
        "en": "No End Summer"
      }
    ],
    "description": {
      "en": "Legend has it, centuries ago, the god of love plummeted to the mortal realm, his consciousness shattering into pieces, his time looping indefinitely—these were the kinds of tales Suo Mei liked to read. The summer after graduating from law school, Suo Mei lazes away at an old art studio, where a youth with rose-red eyes strikes up a conversation with her over a box of strawberries. She’d thought he was just a frivolous boy, but the truth seems much more complicated. “So, this time, will you choose to love her, or… kill her?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "878b109c-f92a-4df4-a644-53d08e77080f",
    "title": {
      "en": "Vampire Princess Miyu"
    },
    "updatedAt": "2024-09-22T18:19:19+00:00",
    "coverArt": "https://mangadex.org/covers/878b109c-f92a-4df4-a644-53d08e77080f/773d1a90-ab49-49b7-a280-c78e0e1c3e7f.jpg",
    "altTitles": [
      {
        "ja-ro": "Kyuuketsu Hime Miyu"
      },
      {
        "ja": "Kyuuketsu-Hime Miyu"
      },
      {
        "ja-ro": "Kyuuketsuki Miyu"
      },
      {
        "ja": "吸血姫 美夕"
      }
    ],
    "description": {
      "en": "Miyu is an eternally youthful, 13-year-old vampire. Her peculiar appearance; golden eyes, pale skin, and hair tied with a ribbon in a strange fashion, are concealed during the day. Miyu is the Guardian (or Watcher), whose duty it is to return the Shinma - god-demons that prey on humans - to the dark. She has the power to call forth fire, which burns Shinma and sends them to the dark. Her only companion, friend, and protector is Larva, a Western Shinma who is bound to serve her. Together, they hunt stray Shinma across Japan. How Miyu became a vampire is unknown, so is how and why she became the Guardian. However, more mysterious is the gift she bestows on the people she feeds from…  \n  \nAdapted from a 1985 OVA."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "2"
  },
  {
    "mangaId": "398a26c5-04fa-4076-b921-0b0fb44edb10",
    "title": {
      "en": "Gunka no Baltzar"
    },
    "updatedAt": "2024-05-28T15:00:50+00:00",
    "coverArt": "https://mangadex.org/covers/398a26c5-04fa-4076-b921-0b0fb44edb10/48d1b800-1748-43c3-bf2d-e5b62f4e359a.jpg",
    "altTitles": [
      {
        "ja": "軍靴のバルツァー"
      },
      {
        "ja": "Gunka no Baltzer"
      },
      {
        "ja": "Gunka no Balzer"
      },
      {
        "de": "Baltzar militarismus"
      },
      {
        "en": "Baltzar militarismus"
      },
      {
        "fr": "Baltzar: La guerre dans le sang"
      },
      {
        "zh-hk": "巴爾扎的軍靴"
      },
      {
        "ko": "군화의 발차"
      },
      {
        "ru": "Бальцар на тропе войны"
      }
    ],
    "description": {
      "en": "Glory is won over the roar of cannon fire. Peace exists simply as a time to prepare for the next battle. In a nation with superb military power, Bernd Baltzar advanced quickly through the ranks. However, his career now takes a sudden turn when he is reassigned to being the military advisor in a neighboring allied nation with little military power and a lack of civilian support of firearms. Will Major Baltzar be able to win the hearts and minds of both the soldiers and civilians in this country?  \n\n---\n\n**Retail Links:**  \n- [Amazon: French volumes](https://www.amazon.fr/dp/236877890X/)  \n- [Kinokuniya: Japanese volumes](https://united-states.kinokuniya.com/bw/9784107723499/)  \n- [Korean volumes](http://www.kyobobook.co.kr/product/detailViewKor.laf?mallGb=KOR&ejkGb=KOR&barcode=9791134855451&orderClick=JAj)  \n- See retail section below for two further avenues."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b64ee46-605b-47ed-a208-4a727bf66b25",
    "title": {
      "en": "Slime Seijo"
    },
    "updatedAt": "2024-10-12T18:56:26+00:00",
    "coverArt": "https://mangadex.org/covers/6b64ee46-605b-47ed-a208-4a727bf66b25/67c8c2be-be37-44df-becf-bccbb306428f.jpg",
    "altTitles": [
      {
        "ja": "スライム聖女"
      },
      {
        "en": "Slime Saint"
      },
      {
        "ko": "슬라임 성녀"
      }
    ],
    "description": {
      "en": "The weakest monster (slime) who longed to be human is reincarnated as a saint, but with the worst character of all, a villainous noble girl. From the lowest status, hated and resented; an existence where she will be terminated immediately if her true identity as a slime is discovered, she will become a beloved saint in order to live a safe and secure life!",
      "ja": "人間に憧れた最弱魔物（スライム）が乗っ取ったのは、聖女だけど性格最悪な極悪令嬢・ジェリィの体だった！　折角人間に成ることが出来たのに、周りの人間たちから恨まれ嫌われているうえに、魔物（スライム）とバレたら即終了のバッドエンドまっしぐら…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f6c0f5d-3c3d-4b1d-89e7-b445804d506c",
    "title": {
      "en": "Kono Mama Mobu ja Owarenai!"
    },
    "updatedAt": "2024-08-06T15:04:38+00:00",
    "coverArt": "https://mangadex.org/covers/8f6c0f5d-3c3d-4b1d-89e7-b445804d506c/66a2e2d3-1e3f-41e1-a2d1-6c399075805e.jpg",
    "altTitles": [
      {
        "ja": "このままモブじゃ終われない！"
      },
      {
        "en": "I Don't Wanna End Up as an NPC!"
      }
    ],
    "description": {
      "en": "To achieve her dream of becoming a manga artist, the succubus Satou Piko (26) moved to the human world.\nDespite being an elite among succubi, possessing the pinnacle of sex appeal (self-described), she has no skill when it comes to manga!\nBut just when she was about to abandon her dreams and go back home to the demon world, she got a message from her old classmate, Komona...\n\nEven at rock bottom, you can still dream big!\nA slice-of-life comedy about succubi manga artists!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck - Digital Colored Comics"
      },
      {
        "en": "Undead Unluck"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      },
      {
        "vi": "Bất tử và bất hạnh (Bản màu)"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1ffca916-3ad7-46d2-9591-a9b39e639971",
    "title": {
      "en": "Second Life Ranker"
    },
    "updatedAt": "2024-08-24T02:44:32+00:00",
    "coverArt": "https://mangadex.org/covers/1ffca916-3ad7-46d2-9591-a9b39e639971/60aef1af-2df0-46aa-8270-e1ad9d287289.jpg",
    "altTitles": [
      {
        "ko": "두 번 사는 랭커"
      },
      {
        "en": "SLR"
      },
      {
        "en": "The Ranker Who Lives Twice"
      },
      {
        "ru": "Ранкер, который живёт второй раз"
      },
      {
        "ja": "二度生きるランカー"
      },
      {
        "en": "Ranker Who Lives A Second Time"
      },
      {
        "th": "เกมชีวิตที่สอง ของแรงเกอร์"
      },
      {
        "id": "Ranker yang Hidup Dua Kali"
      },
      {
        "zh-hk": "異界攻塔戰記"
      }
    ],
    "description": {
      "en": "Yeonwoo’s brother disappeared years ago, and he’s devastated to learn of his death.\n\nAs he copes with his loss, he’s given a pocket watch and learns there’s more to his brother’s death: he was betrayed while competing in the Tower of the Sun God.\n\nNow it’s Yeonwoo’s turn to use the knowledge his brother left behind.\n\nCan Yeonwoo navigate that world and gain enough power and experience to reach the top of the tower, defeating his brother’s enemies and all those who stand in his way?\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EB%91%90-%EB%B2%88-%EC%82%AC%EB%8A%94-%EB%9E%AD%EC%BB%A4/2335)",
      "fr": "Yeon-woo avait un frère jumeau qui a disparu il y a cinq ans. Un jour, une montre de poche laissée par son frère est retournée en sa possession. À l'intérieur, il a trouvé un journal intime caché dans lequel on pouvait lire : \"Le temps que tu entendes ceci, je serai déjà mort…\".  \nl'Obélisque, la Tour du Dieu Soleil, un monde où plusieurs univers et dimensions se croisent. Dans ce monde, son frère avait été victime d'une trahison en montant la tour. Après avoir appris la vérité, Yeon-woo décida d'escalader la tour avec le journal de son frère.  \nYeon-woo passe ensuite par les mêmes épreuves que son frère cadet et combat en tant que joueur anonyme. Son but ? Vaincre la Tour de l'Obélisque et venger son frère.",
      "id": "Setelah 5 tahun hilang, Cha Yeonwoo menemukan fakta bahwa adiknya, Cha Jungwoo, sudah meninggal. Ketika membongkar barang peninggalan adiknya, dia menemukan sebuah jam saku. Jam saku itu adalah hadiahnya untuk Jungwoo supaya lulus ujian. Begitu membuka jam tersebut, Cha Yeonwoo mendengar suara adiknya yang menceritakan kehidupannya selama 5 tahun ini. Ternyata Cha Jungwoo bukan hilang melainkan terdampar di dunia lain. Di dunia itu pula Cha Jungwoo dikhianati dan dibunuh. Mendengar itu, amarah Cha Yeonwoo bangkit. Dia berniat balas dendam atas kematian adiknya. Berbekal pengetahuan yang dia dapat dari Jungwoo, Cha Yeonwoo pun pergi ke dunia lain tersebut. Berhasilkah Cha Yeonwoo balas dendam?!",
      "it": "Yeon-woo aveva un fratello gemello scomparso cinque anni fa…  \nUn giorno, un orologio da tasca lasciato da suo fratello è tornato in suo possesso. Dentro, ha trovato un diario nascosto nel quale è stato registrato “Quando ascolterai questo, immagino che sarò già morto …”",
      "ja": "ある日豪の元に届いた双子の弟・駿の訃報。 虚無感を感じる彼の元に駿の懐中時計が届く。 そして豪はその中に隠された駿の日記によって、 駿が道半ばで力尽きた太陽神の塔・オベリスクへと誘われていく―。 弟の復讐に燃える豪が挑む、痛快アクションファンタジー！",
      "ko": "5년 전 사라진 쌍둥이 동생을 잊고 살던 연우.\n어느날 그에게 동생의 유품인 회중시계가 돌아왔다.\n\n그리고 그 속에 숨겨진 일기장.\n\n'형이 이 일기를 들을 때 즈음이라면 나는 이미 이 세상 사람이 아니겠지.'\n\n여러 차원과 우주가 교차하는 세계에 놓인 태양의 신 탑, 오벨리스크.\n그리고 그곳에 오르다 배신당해 눈을 감아야 했던 동생.\n\n모든 걸 알게 된 연우는 동생이 남겨 둔 일기와 함께 탑을 오르기 시작한다.\n\n'오늘부터 난. 차정우이다.'",
      "ru": "Ёну в течение 5 лет жил, смирившись с исчезновением своего младшего брата-близнеца. Однажды ему в руки попали карманные часы его брата.​ Внутри них он обнаружил спрятанную записку.​ «Брат, если ты сейчас слушаешь эти записи, то меня уже нет на Земле». Узнав о том, что его младший брат отправился в Обелиск — башню богов, которая находится где-то в космосе на пересечении нескольких измерений, и был предан, Ёну решает отправиться туда сам.\n«С этого момента я буду Ча Чонъу.​»",
      "th": "ชายอนอู ชายหนุ่มที่น้องชายหายตัวไป พร้อมกับต้องเสียแม่ไปเพราะโรคร้ายได้ ได้ตัดสินใจไปเป็นทหารอาสาสมัครที่ประเทศแอฟริกา จนอยู่มาวันนึงเขาได้ค้นพบความจริงว่า น้องชายของเขาได้หายตัวไปขณะกำลังตามหา 'ยาอายุวัฒนะ' ของอีกโลกหนึ่ง เพื่อนำมารักษาแม่ พร้อมกับถ่ายโอนพลังทิ้งไว้แก่เขา",
      "tr": "Yeon-woo’nun kardeşi beş yıl önce ortadan kaybolmuştur. Bir gün kardeşinden kalan bir cep saati eline geçer. İçinde, kardeşinin bırakmış olduğu gizli bir günlüğün olduğunu fark eder. ”Sen bunu bulduğunda, ben çoktan bu dünyadan göçmüş olacağım.” Obelisk, güneş tanrısının kulesi, farklı evrenler ve boyutların iç içe geçtiği bir dünyadır. Kardeşi, bu dünyada kuleye tırmanmaya çalışırken ihanete uğrayıp hayatını kaybetmiştir. Gerçeği öğrenmiş olan Yeon-woo, kardeşinin günlüğü ile birlikte kuleye tırmanmaya karar verir. ”Şu andan itibaren ben, Cha Jeong-woo’yum.”",
      "zh-hk": "延宇選擇遺忘5年前消失的雙胞胎弟弟，\n過上屬於自己的生活，\n卻在某天收到了弟弟的遺物——懷錶。\n\n而在那懷錶之中，還隱藏著弟弟的日誌。\n\n「當哥聽見我的日誌時，\n也代表我已經不在這個世界上了吧。」\n\n方尖碑——各個次元與宇宙交會的太陽神之塔。\n\n弟弟就是在攻塔過程中遭受背叛，不幸喪命。\n\n於是，得知一切真相的延宇帶著弟弟留下的日誌，\n踏上了攻塔之路!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "334fcfdf-5c15-4fc6-b974-e86f5ca636f9",
    "title": {
      "en": "Akame ga KILL! Zero"
    },
    "updatedAt": "2024-10-09T17:00:55+00:00",
    "coverArt": "https://mangadex.org/covers/334fcfdf-5c15-4fc6-b974-e86f5ca636f9/a0b63eeb-3c3b-4cb7-bd93-ae761b7cdd68.jpg",
    "altTitles": [
      {
        "ja-ro": "Akame ga kiru! Zero"
      },
      {
        "fr": "Red Eyes Sword - Akame ga Kill ! Zero (FR)"
      },
      {
        "ru": "Убийца Акаме! Начало"
      },
      {
        "ja": "アカメが斬る！零"
      },
      {
        "ko": "아카메가 벤다! 제로"
      }
    ],
    "description": {
      "en": "The \"dark action\" story will take place a few years before the events in the original fantasy series. The prequel will center on the title character Akame, a girl bought, brainwashed, and raised by the Empire as an assassin.",
      "pl": "Prequel serii Akame ga Kill, opowiadający o losach Akame przed dołączeniem do Night Raid.  \nmiau\\_miau - 3 czerwca 2017",
      "ru": "Империя погрязла в \"предателях\" и армия не в силах справляться со всеми повстанческими движениями, поэтому правительством были созданы элитные отряды, задачей которых было уничтожение шпионов и войск Революционной армии. Участниками стали дети, что сумели пройти сложнейший отбор и тренировки. Вся их деятельность, как им говорили с самого детства, \"будет приносить улыбки людям\", но действительно ли это так? Есть ли вторая сторона медали? На чьей стороне правда?"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "60"
  },
  {
    "mangaId": "7b43960d-df73-4376-b601-b7f953239833",
    "title": {
      "en": "Rokunen me no Urashima Taro"
    },
    "updatedAt": "2024-10-13T03:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/7b43960d-df73-4376-b601-b7f953239833/fd6c0f61-2ae6-41e3-b381-8ff70636619a.jpg",
    "altTitles": [
      {
        "vi": "Urashima Taro vào năm thứ sáu"
      },
      {
        "ja": "六年目の浦島太郎"
      }
    ],
    "description": {
      "vi": "Sống giữa sự yêu thương của gia đình, bạn bè, và bạn trai, những tưởng cuộc đời của cô nữ sinh Risa sẽ đầy viên mãn. Nhưng rồi một ngày nọ, cô được bác sĩ thông báo rằng tiên lượng rất xấu, thời gian còn lại chỉ khoảng 3 tháng nữa. Trước sự khẩn khoản van xin của người mẹ, Risa đã bước vào máy ngủ đông và hằng năm thức dậy trong 4 ngày. Tuy nhiên, mỗi lần tỉnh dậy, khoảng cách giữa cô và mọi người ngày càng nới rộng…\n\nOneshot dài 143 trang, sáng tác vào năm nay khi tác giả 21 tuổi. Truyện đoạt Giải thưởng Lớn cuộc thi Afternoon Shikishou mùa hè 2024"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c33f5d0-e900-44b7-b560-877e834a9cc9",
    "title": {
      "en": "Rookie but One-in-a-Million Actor"
    },
    "updatedAt": "2024-09-10T00:09:24+00:00",
    "coverArt": "https://mangadex.org/covers/2c33f5d0-e900-44b7-b560-877e834a9cc9/8763f258-e055-41cb-a664-893d2b3c8212.jpg",
    "altTitles": [
      {
        "ko": "신인인데 천만배우"
      },
      {
        "en": "Even Though He's a Rookie"
      },
      {
        "en": "He's an Actor With 10+ Million Views"
      },
      {
        "en": "A Rookie, Also an Actor With 10+ Million Viewers"
      },
      {
        "id": "Pendatang Baru tapi Satu-dari-Sejuta Aktor"
      }
    ],
    "description": {
      "en": "Mooyoung spent his childhood under his stepfather’s oppressive rule, a life that felt like living in hell. A mysterious voice in the living hell showed him the way to survive. “Live someone else’s life instead of yours.” That’s how his acting journey began… Was it a survival instinct? Even when he did well, he excelled too much. Through acting, Mooyoung gained a new life. This is the story of Mooyoung, the overwhelming acting genius, embarking on a challenge in the entertainment industry!",
      "id": "Moo-young mengalami masa kecil yang sulit di bawah ayah tirinya. Hidupnya bagaikan neraka baginya. Namun, pada suatu hari sebuah suara misterius menunjukkan jalan keluar dari neraka hidupnya. \"Jalani hidup orang lain dan bukan hidupmu sendiri.\" Begitulah dia mulai berakting. Itu seperti naluri untuk bertahan hidup. Bagus, sangat bagus. Ha Moo-young mendapatkan kehidupan baru melalui akting. Ha Moo-young, seorang jenius akting yang luar biasa, menantang industri hiburan!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]