[
  {
    "mangaId": "5927e373-f024-42ad-9307-6f4c05ea3fc4",
    "title": {
      "en": "Boku Girl"
    },
    "updatedAt": "2024-08-18T07:18:59+00:00",
    "coverArt": "https://mangadex.org/covers/5927e373-f024-42ad-9307-6f4c05ea3fc4/bcfba414-0a68-4942-8267-04174466a714.jpg",
    "altTitles": [
      {
        "pt": "Eu sou uma garota"
      },
      {
        "de": "Ich bin ein Mädchen"
      },
      {
        "fr": "Je suis une Fille"
      },
      {
        "es": "Soy una Chica"
      },
      {
        "en": "Tomgirl"
      },
      {
        "ru": "Я девушка!?"
      },
      {
        "ja": "ボクガール"
      },
      {
        "zh": "仆少女"
      },
      {
        "ko": "보쿠걸"
      }
    ],
    "description": {
      "en": "Mizuki gets confessed to by a boy in front of a special mirror. Legend has it, that if you confess to someone you like in front of that mirror your wish comes true.  \n  \nThere is a slight problem in this equation: Mizuki is just a very feminine looking boy.  \n  \nAlso, it seems that he caught the attention of the Norse Trickster God, Loki, while glancing into the mirror. Loki decides out of boredom to mess with Mizuki and turns him into a real girl.",
      "fr": "Suzushiro Mizuki est un lycéen en 1e année victime de quelques difficultés dans sa vie : en effet, les gens le confondent constamment avec une fille ! Les garçons qui l’entoure finisse toujours par lui déclarer leur flamme. Même la fille qu’il aime le voit plus comme une amie que comme un potentiel petit ami. Et pour couronner le tout, Loki, déesse des farces fatiguée d’embêter les dieux, décide de se tourner vers le monde des humains, faisant de Suzushiro sa cible. Résultat : Mizuki se réveille dans un corps amputé de la seule réelle preuve de sa masculinité. Comment va-t-il réussir à gérer tout ça ?",
      "pl": "Suzushiro Mizuki, chłopak o bardzo niewieściej urodzie, każdego dnia wychodzi z siebie, aby ludzie nie mylili go z dziewczyną. Jego starania nie przynoszą rezulatatów, a po tym gdy przez lustro w ścianie, zauważa go nordyca bogini Loki, która postanawia się nieco zabawić kosztem nieszczęśnika, zamieniając go w dziewczynę, sprawy przybierają jeszcze bardziej szaleńczy obrót. Teraz będzie musiał stawić czoła poważnym problemom – bo co zrobić, gdy, miłość głównego bohatera zaczyna traktować go jak najlepszą przyjaciółę, a przyjaciel z dzieciństwa zaczyna czuć miętę do przemienionego chłopaka?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/cube_sa)"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "11",
    "lastChapter": "107.5"
  },
  {
    "mangaId": "8a6bc1ad-c02d-4643-b7d8-d316ae5d4561",
    "title": {
      "en": "Seventh"
    },
    "updatedAt": "2024-08-11T19:57:55+00:00",
    "coverArt": "https://mangadex.org/covers/8a6bc1ad-c02d-4643-b7d8-d316ae5d4561/027ab382-14a7-432d-a159-c815924dece2.jpg",
    "altTitles": [
      {
        "ja": "セブンス"
      },
      {
        "en": "7th"
      }
    ],
    "description": {
      "en": "Lyle Walt is a young noble boy and heir looking forward to the day he can inherit his family’s territory. Except around when he was 10 year old, his parents started neglecting him more and more in favour of his little sister, Ceres.\n\nOn his fifteenth birthday, he is challenged to a duel by his sister to see who will inherit the household and horribly loses, being cast out of his family. Afterwards, he gets treated by the family groundskeepers and receives the family heirloom Gem from him that Lyle’s grandfather had entrusted to him. From there, he begins an aimless journey with his childhood friend and former fiancée, Novem, and the Gem-turned-Jewel that houses the memories, personalities, and Skills of seven of his ancestors.",
      "ja": "自身の家族に裏切られ、失意のライエルの前に現れた七人の先祖達…彼らは敵か味方か！？宝玉をめぐる剣と魔法のバトルロワイヤル！！\n\n女神を崇め、剣と魔法が存在する世界で貴族の嫡男として生まれたライエル。過去には天才、麒麟児ともてはやされ期待されたライエルだが、すべてを完璧にこなす妹セレスによって屋敷内で冷遇されていってしまう。そのセレスに思いついたかのようにライエルとの戦いを提案され、セレスと対峙すことになったライエル。全てが上をいくセレスに無様に敗れたライエルは、跡取りの座をセレスに奪われ存在そのものも失われてしまう。傷つき失意したライエルだったが、屋敷の庭に住み込む老人に助けられ、宝玉のついた首飾りを受け取る。それは老人が先代─ライエルの祖父から預かっていた、【アーツ】が記録された青い玉は、ウォルト家の家宝とも言うべき物だった。 歴代当主七人のアーツが記録された宝玉を託されたライエルは、それを持って屋敷を去るのだった。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "feff4eaf-01df-4a05-83f4-68bb5cdf4fad",
    "title": {
      "en": "Mahou Shoujo ni Akogarete"
    },
    "updatedAt": "2024-06-01T21:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/feff4eaf-01df-4a05-83f4-68bb5cdf4fad/4c9b2a41-bd5d-47d9-9e84-84d185d464f0.jpg",
    "altTitles": [
      {
        "en": "Looking up to Magical Girls"
      },
      {
        "id": "Aku menyukai Magical Girls, tapi...."
      },
      {
        "ru": "Стремясь стать девочкой-волшебницей"
      },
      {
        "ja": "魔法少女にあこがれて"
      },
      {
        "zh-ro": "Chōngjǐng chéngwéi mófǎ shàonǚ"
      },
      {
        "zh": "憧憬成为魔法少女"
      },
      {
        "zh-hk": "憧憬成為魔法少女"
      },
      {
        "it": "Le mie adorate maghette"
      },
      {
        "en": "I Admire Magical Girls, and..."
      },
      {
        "en": "Gushing over Magical Girls"
      },
      {
        "fr": "Looking up to Magical Girls"
      },
      {
        "uk": "Я захоплююся чарівними двічатами і..."
      }
    ],
    "description": {
      "en": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but…  \nMagical Girls vs. The Forces of Evil, the fierce battle begins!  \n\n---\n**Links:**\n\n- [Alternative Official Release by Coolmic](https://coolmic.me/titles/1110)",
      "fr": "**Je fais des choses tellement horribles à mes Magical Girls préférées !**\n\nMoi, c’est Utena Hiiragi, et comme toutes les filles de mon âge, j’adore les magical girls !\nUn jour, une étrange créature aux allures de mascotte m’a lancé un sort, et je suis devenue capable de me transformer, moi aussi !\nJe vais pouvoir me battre aux côtés de mes héroïnes préférées !\nEnfin, c’est ce que je croyais…\n\nC’est quoi, cette tenue scandaleuse ?\nEt comment ça, je suis au service du Mal ?!\n\nMais qu’est-ce que c’est que cette histoire ?!\n\n**La comédie BDSM dans laquelle s’affrontent des Magical Girls !!**\n\n**Avec ses personnages tous plus fous les uns que les autres, Looking Up to Magical Girls balaye les genres et nous place du côté du mal ! Akihiro Ononaka déploie tout l’arsenal BDSM à sa disposition pour nous proposer un concentré d’humour légèrement sexy et complètement déjanté !**\n\n---\n**Links:**\n- [Official French](https://www.amazon.fr/Looking-up-Magical-Girls-1/dp/2382750731/)",
      "uk": "Хііраґі Утена завжди захоплювалася чарівними дівчатами і мріяла перетворитися на круту героїню, яка бореться зі злом. Тож, коли одного вечора до неї підходить талісман, яка стверджує, що в ній дрімає магічна сила, вона тремтить від хвилювання. Але її барвиста мрія швидко розбивається об іронічний поворот подій, коли вона перетворюється на лиходійку!",
      "es-la": "Hiiragi Utena, una chica que ama a las Chicas Mágicas, vive su vida cotidiana y desea ser como ellas.\nUn día aparece un personaje curioso frente a ella y le ofrece el poder de hacer realidad sus deseos, pero...\nMagical Girls vs. The Forces of Evil, ¡comienza la feroz batalla!",
      "pt-br": "Hiiragi Utena é uma garota apaixonada por Mahou Shoujo que sonhava em se tornar uma delas e poder lutar ao lado de sua heroína favorita. Certo dia, um mascote inesperadamente apareceu ao seu lado e lançou uma feitiço em Hiiragi, oferecendo a ela a oportunidade de estar de frente para sua ídolo. Entretanto, diferente do que ela esperava, a transformação a fez virar uma vilã ao invés de uma mahou shoujo. Para piorar, a mudança faz com que ela deixe de ser uma tímida garota e passe a ser uma dominatrix sádica. Agora Hiiragi precisará lidar com sua nova “profissão”, ao mesmo tempo que tenta aproveitar os momentos ao lado de sua heroína, por mais que seja para tentar torturá-la."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d44fa52-e344-42bd-9182-7b5887e1fe2c",
    "title": {
      "en": "I Guess I Became the Mother of the Great Demon King's 10 Children in Another World"
    },
    "updatedAt": "2024-07-29T17:15:14+00:00",
    "coverArt": "https://mangadex.org/covers/1d44fa52-e344-42bd-9182-7b5887e1fe2c/f75cd336-9da7-4926-b6b2-576fd53a8c7a.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai de Saikyo Mao no Kodomo-tachi 10-nin no Mama ni Nacchaimashita."
      },
      {
        "ru": "Я стала мамой десяти детей сильнейшего демона в другом мире"
      },
      {
        "zh-hk": "一不小心在異世界當上了最強魔王的十個孩子的媽媽."
      },
      {
        "ja": "異世界で最強魔王の子供達10人のママになっちゃいました。"
      },
      {
        "fr": "Le Roi-Démon et moi, et nos 10 enfants"
      },
      {
        "th": "ชีวิตใหม่ในโลกต่างมิติของฉันถูกลิขิตให้เลี้ยงลูกจอมมารทั้ง 10"
      },
      {
        "zh": "一不小心在异世界当上了最强魔王的十个孩子的妈妈"
      },
      {
        "ko": "이세계에서 최강마왕의 아이들 10명의 엄마가 돼버렸습니다"
      }
    ],
    "description": {
      "en": "High school girl Akari mourns the loss of her mother who died when she shielded Akari from an oncoming truck a year ago. She discovers an adventure game her mother had gotten for her birthday some time ago, but never had a chance to finish. Suddenly, she is summoned to be the mother of the Demon Lord's 10 children in another world…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "40"
  },
  {
    "mangaId": "88a699cb-81ee-4ae9-a27b-d307e56eef42",
    "title": {
      "en": "Mahou Shoujo Madoka★Magica - Mubou Shoujo Sayaka Sowaka (Doujinshi)"
    },
    "updatedAt": "2018-07-11T05:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/88a699cb-81ee-4ae9-a27b-d307e56eef42/5729b5de-76bc-435c-8602-212e5e508f19.jpg",
    "altTitles": [
      {
        "en": "Mahou Shoujo Madoka "
      },
      {
        "en": "Mahou Shoujo Madoka Magica dj - Mubou Shoujo Sayaka Sowaka"
      },
      {
        "en": "Mahou Shoujo Madoka Magica dj - Mubou Shoujo Sayaka Sowaka - Revenge!"
      },
      {
        "en": "無謀少女さやかソワカ"
      },
      {
        "en": "無謀少女さやかソワカ・りべんじ!"
      },
      {
        "en": "無謀少女さやかソワカ番外編"
      }
    ],
    "description": {
      "en": ""
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-09-24T18:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/870c4713-e353-4a0b-9c94-4072aa037ec9.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d685cb5-594b-4891-9f98-e50bfee0ffa4",
    "title": {
      "en": "Masters of Lightning Knives"
    },
    "updatedAt": "2024-08-23T02:17:06+00:00",
    "coverArt": "https://mangadex.org/covers/9d685cb5-594b-4891-9f98-e50bfee0ffa4/755d9f02-7e28-4d90-8587-e0711d7508fa.jpg",
    "altTitles": [
      {
        "ko": "비뢰도"
      },
      {
        "en": "Lightning Swords"
      },
      {
        "ja": "飛雷刀"
      },
      {
        "ru": "Меч разящего грома"
      },
      {
        "vi": "Phi Lôi Đạo"
      },
      {
        "en": "Lightning Degree"
      },
      {
        "pt-br": "Mestre das Lâminas Relâmpago"
      }
    ],
    "description": {
      "en": "A young orphan was alone in the world until he meets the master of a secret form of martial arts. To learn these otherworldly techniques, he will need to endure years of his sadistic teacher’s grueling and weird training. But why does he have to do laundry, cook meals, or play instruments to learn martial arts anyway?! If he can survive long enough (and if his massive ego doesn’t get in the way), he just might be able to wield the unstoppable lightning knives. Will he make the cut or be sliced down to size?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=PlMScBLMT0U)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B9%84%EB%A2%B0%EB%8F%84/2355)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/52248)",
      "ja": "5歳の時母親が亡くなり、10歳の時伝染病で父親まで亡くなった少年「飛雲」。彼は彫刻家だった父からその才能を受け継いでいた。 両親の木像を作り、二人の墓の前にそなえたある日、それを見た老人から「自分を師匠にすれば天下一の武術を教えよう」と話しかけられる。怪しいとは思ったものの老人が見せた武術に惹かれその申し出を受けてしまった飛雲。案の定、武術などろくに教えず、訓練といいながら家事と金稼ぎばかり… そんなある日、女装して働いている酒楼で偶然武林盟主の娘である「羅 香凜」の命を救った。飛雲は男であることを隠して香凜と親しくなるが…\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=PlMScBLMT0U)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B9%84%EB%A2%B0%EB%8F%84/2355)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/52248)",
      "ko": "홀로 길러주신 아버지를 돌림병으로 잃고 10세의 어린 나이에 혈혈단신이 된 비류연.\n조각가였던 아버지에게 배운 기술로 부모님의 조각상을 만들어 두 분의 묘 앞에 세워두는데,\n지나가던 노인이 그걸 보더니 자신을 사부로 삼으면 천하제일 무공을 가르쳐주겠다고 한다.\n\n수상쩍지만 달리 갈 곳도 없고, 그럴듯해 보이는 무공에 혹해 비류연은 그를 따라가고 마는데…\n\n그날 이후 비류연을 길러준 것은 팔할이 바람이었다.\n\n오늘 하루는 좀 편안했으면 좋겠다는 바람!\n사부가 더 늙으면 울 때까지 구박해주겠다는 바람!\n아니 다 필요 없고 여기서 탈출하고 싶다는 바람!\n하늘이여 저한테 왜 이러세요 제발 살려주세요… 하는 바람!\n\n하늘이 비류연의 바람을 들어준 것일까.\n무식한 가사노동과 피골상접 과로사를 야기할 것 같던 돈벌이로 점철된 삶 속에서\n깨알같이 사부 몰래 힘을 비축하던 비류연은 드디어 어느 날 깨닫는다.\n\n‘오늘이 바로 그날이다!’\n\n사부를 따돌릴 꿀떡(?)을 던져놓고는 무한한 용기를 발휘해 묵금과 비뢰도까지 다 들고 튄 비류연.\n\n혹자는 강호를 두고 시산혈해 위에 암투로 쌓아올린 백척간두의 세계라고 하나,\n비류연에겐 드넓은 꿀 천지에 온실 속의 화초들이 노니는 안락한 신세계로만 보였는데…!\n\n비류연의 행복은 과연 언제까지 갈 것인가!\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=PlMScBLMT0U)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B9%84%EB%A2%B0%EB%8F%84/2355)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/52248)",
      "ru": "В 10 лет Би Рю Ён становится сиротой, потеряв последнего родственника, своего отца.\n\nБудучи хорошим сыном и отличным подмастерьем весьма талантливого ремесленника, он решает соорудить две прекрасные статуи в память о своих родителях. Так, когда работа была практически завершена, к нему неожиданно обратился некий старый мастер, пожелав стать наставником парня, и обещая обучить самому могущественному искусству во всей Поднебесной.\n\nЖажда до силы превозмогает сомнения. И он решает последовать за стариком… \n\nС этого момента... жизнь круто изменилась. Невыносимые тренировки и серьезные наказания следовали по пятам день за днём! Иногда казалось, труд настолько изматывал мальчика, что кожа прилипала к костям, а смерть от переутомления уже маячила на горизонте. Много раз Рю Ён хотел бросить всё и покинуть наставника. Возгласы, «О Небо, за что мне всё это?! Кто-нибудь, спасите меня!» - не сходили с его уст. Но Небеса оставались безмолвны.\n\nИ вот, в один из множества преисполненных изнеможением и страданиями дней, когда сил осталось с кунжутное зёрнышка, он понял: «Это оно!»\n\nСегодня Рю Ён превзойдёт своего учителя и узнает, что такое \"Меч разящего грома\".\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=PlMScBLMT0U)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B9%84%EB%A2%B0%EB%8F%84/2355)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/52248)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "86d4b7bc-c4eb-4bb6-810e-9e884a41321a",
    "title": {
      "en": "Yuri Love Slave - Futari dake no Houkago"
    },
    "updatedAt": "2024-08-12T21:40:16+00:00",
    "coverArt": "https://mangadex.org/covers/86d4b7bc-c4eb-4bb6-810e-9e884a41321a/f8f7da16-b855-4bfd-8eb9-d925e49fd5a4.jpg",
    "altTitles": [
      {
        "ja": "百合ラブスレイブ わたしだけの委員長"
      }
    ],
    "description": {
      "en": "Asakura is an ordinary high school girl. Once upon a time, she accidentally saw Reina, the class president who was rude and stiff, going to a bookstore. Asakura followed the chairman, and discovered that book the chairman bought turn was a gay manga.\n\nAsakura, who was surprised by it, along with a feeling of shame, opened and read contents of the book, and over time something tickled her crotch. The devil's grandson whispered - \"Dear Asakura, don't you want to try the things in this book? Don't you want to feel kimochii?\"\n\nIgnoring the angel's warning on her right shoulder, Asakura's plunged into the devil's seduction, and her gay adventure with Reina begins...",
      "id": "asakura adalah seorang gadis sma biasa,  \nsuatu ketika, secara tidak sengaja dia melihat reina, si ketua kelasnya yang jutek dan kaku, pergi ke suatu tempat yang agak asing,  \nmelihat itu asakura berpikir akan menemukan sesuatu yang menarik, namun ternyata si ketua pergi ke toko buku,  \ndengan perasaan kecewa asakura terus mengikuti si ketua, namun tak di sangka, buku yang dibeli ketua ternyata adalah sebuah manga gay,  \nasakura tentu sangat terkejot dibuatnya, dengan perasaan malu, dibukalah isi buku itu, lama kelamaan sesuatu yang geli menggelitik selangkangannya,  \nsang cucu iblis pun berbisik,   \n\"asakura sayang, tak inginkah kau mencoba hal yang ada di dalam buku ini? tak inginkah kau merasa kimochii?\"  \n\"lihatlah sayang, ini adalah kesempatanmu, kini kau telah mendapatkan kelemahan si ketua, kau ancam saja dia kalau dia tak mau melakukannya, kita sebar gosip sama-sama, muhehehe~!\"  \nperingatan malaikat di bahu kanannya tak ia hiraukan,  \ndan dengan terjunnya asakura ke dalam bujuk rayu iblis, petualangan gay asakura dan reina pun dimulai…",
      "ja": "百合に興味を持っている委員長の怜那（れいな）。そんなクラスメイトの秘密を守る代わりに、金髪ギャルの真桜（まお）は百合Ｈを要求することに。興味本位で体験してみるとその快感は衝撃的で、遊びだったはずなのに幾度となく怜那に関係を迫りいつの間にか気持ちよさを忘れられなくて…！？"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "1132efc6-357b-464a-85b7-026fd6661184",
    "title": {
      "en": "Legend of the Holy Sword"
    },
    "updatedAt": "2024-05-21T04:47:35+00:00",
    "coverArt": "https://mangadex.org/covers/1132efc6-357b-464a-85b7-026fd6661184/4adee488-6ff6-4758-80a7-4e8168dae22e.png",
    "altTitles": [
      {
        "ko": "성검전설"
      }
    ],
    "description": {
      "en": "The one and only weapon to take down the Dark Lord.\nThe Holy Sword.\nAnd the Warrior who lost it…\nWarrior seeks and seeks until he finds the Holy Sword.\n10 years, 20 years, 30 years… From the Dragon’s Nest till the Spirit King’s Hideout\nThe Warrior seeks the Holy Sword still to this day."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce0bf90c-937e-4095-9a93-6df22bcbee10",
    "title": {
      "en": "Space Pharaoh ☆ Patra-chan"
    },
    "updatedAt": "2024-02-03T17:08:20+00:00",
    "coverArt": "https://mangadex.org/covers/ce0bf90c-937e-4095-9a93-6df22bcbee10/e4454906-382c-4e13-91eb-ea9625e8e2e6.jpg",
    "altTitles": [
      {
        "ja": "宇宙ファラオ☆パトラちゃん"
      },
      {
        "ja-ro": "Space Pharaoh ☆ Patora-chan"
      },
      {
        "ja-ro": "Uchuu Pharaoh Patra-chan"
      }
    ],
    "description": {
      "en": "Let's invade Earth during summer vacation!?\n\nI, Princess Patra of Ptolemy, chose \"Earth Invasion\" for my summer vacation free study!\nHowever, because of my comfortable life on Earth, I tend to fall behind on my homework!\nToday is another peaceful day♪ (Thanks to Patra-chan's love for the Earth)"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": ""
  },
  {
    "mangaId": "de78b082-ff57-4fe4-9710-0f3b75e4c7a7",
    "title": {
      "en": "Kitchen Soldier"
    },
    "updatedAt": "2024-05-09T23:36:39+00:00",
    "coverArt": "https://mangadex.org/covers/de78b082-ff57-4fe4-9710-0f3b75e4c7a7/88e535b0-3a8e-4c07-99d9-0e92cb944c77.jpg",
    "altTitles": [
      {
        "ko": "취사병 전설이 되다"
      },
      {
        "en": "Becoming a Legend Kitchen Soldier"
      },
      {
        "zh-hk": "菜鳥伙房兵"
      },
      {
        "th": "บันทึกครัวค่ายทหาร"
      },
      {
        "ru": "Становление легендарным поваром"
      },
      {
        "en": "Army Chef"
      },
      {
        "en": "Army Cook"
      }
    ],
    "description": {
      "en": "Korea's representative dirt spoon, Kang Sung-jae, an opportunity to become a legendary cook who has come like a ray of light in an uneasy military life!",
      "ko": "대한민국 대표 흙수저, 강성재. \r\n불안하기만 한 군생활에 한줄기 빛처럼 다가온 전설의 취사병이 될 기회!\r\n\r\n---\r\n- [Webtoon PV](https://www.youtube.com/watch?v=n7ypFCLy5gQ)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/militarycook/list?title_no=3305)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/drama/cp-the-legend/list?title_no=2216)",
      "ru": "Кан Сон Чжэ, гражданин Кореи. Шанс стать легендарным поваром, который лучом света приблизился к непростой военной жизни!\r\n\r\n---\r\n- [Webtoon PV](https://www.youtube.com/watch?v=n7ypFCLy5gQ)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/militarycook/list?title_no=3305)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/drama/cp-the-legend/list?title_no=2216)",
      "th": "ผมเป็นทหารใหม่ที่ถูกส่งไปประจำห้องครัว เรื่องมันควรจะธรรมดาใช่ไหมครับ ถ้าผมไม่ดันเห็นจอประหลาดที่หน้าตาเหมือนจอเกมปรากฏขึ้นตรงหน้า แถมมีแต่ผมคนเดียวที่เห็นซะด้วย?!\r\n\r\n---\r\n- [Webtoon PV](https://www.youtube.com/watch?v=n7ypFCLy5gQ)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/militarycook/list?title_no=3305)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/drama/cp-the-legend/list?title_no=2216)",
      "zh-hk": "21歲的江成宰是大韓民國典型的窮二代，辛苦維持生計之際收到了入伍通知。惴惴不安的新兵生活突然出現了一道曙光，只要跟著只有他才能看到的「遊戲教學」破任務升級，就有機會成為軍中的傳奇廚師！\r\n\r\n---\r\n- [Webtoon PV](https://www.youtube.com/watch?v=n7ypFCLy5gQ)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/militarycook/list?title_no=3305)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/drama/cp-the-legend/list?title_no=2216)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "235"
  },
  {
    "mangaId": "17b1083f-4b1b-4842-9269-927b84fe1d29",
    "title": {
      "en": "Kang-Ho"
    },
    "updatedAt": "2024-10-05T22:11:42+00:00",
    "coverArt": "https://mangadex.org/covers/17b1083f-4b1b-4842-9269-927b84fe1d29/12051f5f-a9e0-4baa-b85f-d6fb278d35ef.jpg",
    "altTitles": [
      {
        "ko": "강호표사"
      }
    ],
    "description": {
      "en": "Mooyoung, a snobbish dreamer who wants to fight! But what are your wishes? 'Be a partner!'"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "161"
  },
  {
    "mangaId": "77bee52c-d2d6-44ad-a33a-1734c1fe696a",
    "title": {
      "ja-ro": "Kage no Jitsuryokusha ni Naritakute!"
    },
    "updatedAt": "2024-07-26T17:21:36+00:00",
    "coverArt": "https://mangadex.org/covers/77bee52c-d2d6-44ad-a33a-1734c1fe696a/c384dedc-0f09-46ed-ae68-c81eb5eacdf4.jpg",
    "altTitles": [
      {
        "en": "The Eminence in Shadow"
      },
      {
        "ru": "Восхождение в тени"
      },
      {
        "ja": "陰の実力者になりたくて！"
      },
      {
        "ko": "숨은 실력자가 되고싶어서"
      },
      {
        "uk": "Сходження у тіні"
      },
      {
        "en": "I Want To Be The Eminence In Shadow!"
      },
      {
        "en": "To Be a Power in the Shadows!"
      },
      {
        "es-la": "La Eminencia en las Sombras"
      }
    ],
    "description": {
      "en": "Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. Ninjas, rogues, shadowy mentor types, that sort of deal.  \r\nAfter hiding his strength and living the mediocre life of a NPC by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power.  \r\nThe young man who is only pretending to be a power in the shadows… his subordinates who took him more seriously than he expected… and a giant organization in the shadows that gets accidentally trampled…  \r\nThis is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world.",
      "ru": "Подобно тому, как некоторые в детстве боготворят героев, один юноша обожал силы, скрывающиеся в тени. Скрыв свою силу и прожив посредственную жизнь посредственного персонажа, проходя в это время через безумные ночные тренировки, он в конце концов перерождается в ином мире, обретая абсолютную силу. Юноша, отыгрывающий роль скрывающейся в тени силы, его неправильно всё понимающие подчинённые и огромная стёртая в пыль теневая организация… Это история о юноше, обожавшем скрывающиеся во мраке силы, который, вероятно, в итоге обретёт власть над теневой стороной иного мира.   \r\n  \r\n  \r\n- [Japanese Light Novel (Bookwalker)](https://bookwalker.jp/series/179219/)  \r\n- [Japanese Light Novel (Amazon.co.jp)](https://www.amazon.co.jp/dp/4047353027/)  \r\n- [LN Vol. 1 Youtube Promo](https://www.youtube.com/watch?v=9pahhkIs4Ss),with Kentarou Kumagai (熊谷健太郎) voicing the MC (Cid Kagenou)",
      "es-la": "Tal cual como todos adoraban héroes en su niñez, cierto adolescente adoraba los poderes que se esconden en las sombras. Tras haber ocultado su fuerza y viviendo la vida mediocre de un mob durante el día y entrenando descontroladamente por la noche, él finalmente reencarna en un mundo diferente y gana el poder definitivo. El adolescente que solo juega a ser una eminencia en las sombras, sus subordinados confusos, y una gigante organización en las sombras que es pisoteada... Esta es la historia de un adolescente que adoraba esos poderes en las sombras y que posiblemente llegue a reinar en las sombras de otro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:13:45+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/f4f5cf17-bd6c-4300-b622-9d070952d3d6.jpg",
    "altTitles": [
      {
        "en": "One Piece - Digital Colored Comics"
      },
      {
        "en": "One Piece"
      },
      {
        "ja-ro": "Wan Pīsu"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      },
      {
        "vi": "Đảo Hải Tặc"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως ο «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba8767ca-a8c6-4e80-a371-b220a7813bd0",
    "title": {
      "en": "Satanophany"
    },
    "updatedAt": "2024-10-02T16:21:46+00:00",
    "coverArt": "https://mangadex.org/covers/ba8767ca-a8c6-4e80-a371-b220a7813bd0/7ce1e4ae-8527-4cbe-9bc4-24e44a61c0af.jpg",
    "altTitles": [
      {
        "ja": "サタノファニ"
      },
      {
        "ja": "Satanofani"
      },
      {
        "es": "Satanofanía"
      },
      {
        "uk": "Демоническая одержимость"
      }
    ],
    "description": {
      "en": "A mysterious syndrome turns schoolgirls into homicidal monsters behind numerous atrocities in Japan. However, nothing is what it seems and when Chika Amagi is arrested for the brutal murder of five people, a journey into uncharted, troubled waters begins!",
      "es": "Un misterioso síndrome convierte a las colegialas en monstruos homicidas detrás de numerosas atrocidades en Japón. Sin embargo, nada es lo que parece y cuando Chika Amagi es arrestado por el brutal asesinato de cinco personas, ¡comienza un viaje a aguas desconocidas y turbulentas!",
      "fr": "Au Japon, un mystérieux syndrome transforme les écolières d'un établissement en monstres sanguinaires, capables de tuer leurs semblables avec un sang-froid incroyable. Dans cette période de trouble, Chika Amagi, étudiante sans histoire, est arrêtée pour le meurtre terrible de cinq personnes…   \n\n\n---",
      "ja": "活発で食いしん坊な、普通の女の子だったはずの彼女は、ある事件をきっかけに「羽黒刑務所」へと導かれる。島に建てられたその刑務所には、メデューサ症候群と呼ばれる殺人少女たちだけが集められているのであった。彼女たちに宿る凶悪とは――!?",
      "pt-br": "Uma síndrome misteriosa torna jovens garotas em monstros homicidas por trás de diversas atrocidades no Japão. Entretanto, nada é o que parece quando Chika Amagai é presa pelo assassinato brutal de cinco pessoas e é levada a uma prisão em uma ilha para estas assassinas!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05d90d16-6530-46c9-8593-80664caf4871",
    "title": {
      "en": "Psycho x Past: Ryouki Satsujin Sennyuu Sousa"
    },
    "updatedAt": "2024-10-02T19:21:34+00:00",
    "coverArt": "https://mangadex.org/covers/05d90d16-6530-46c9-8593-80664caf4871/1103d372-3302-42d1-8a78-a70ce9fc0ed4.jpg",
    "altTitles": [
      {
        "en": "Psycho x Past: Bizarre Murder Undercover Investigation"
      },
      {
        "ja": "サイコ×パスト 猟奇殺人潜入捜査"
      }
    ],
    "description": {
      "en": "Godai, a policeman, who was removed from the investigations division of the police due to violence toward criminals. He teams up with Hidaka, a man who is a self-proclaimed \"paranormal police investigator\" with claims to have the ability to send Godai in the past to prevent all the horrific crimes that happened, is that even possible and what will be the consequences?",
      "ja": "犯人への過剰暴力が原因で左遷させられた熱血刑事の五代。新たな上司は自称“超能力捜査官”の飛高警視正。赴任早々、五代はとある連続殺人事件へと潜入捜査を命じられるのだが…!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d773c8be-8e82-4ff1-a4e9-46171395319b",
    "title": {
      "en": "The Saga of Tanya the Evil"
    },
    "updatedAt": "2024-07-25T11:25:44+00:00",
    "coverArt": "https://mangadex.org/covers/d773c8be-8e82-4ff1-a4e9-46171395319b/80c10fec-1e00-4768-b8bc-f72ae8a7b93c.jpg",
    "altTitles": [
      {
        "de": "Die Militärischen Aufzeichnungen eines kleinen Mädchens"
      },
      {
        "ru": "Военная хроника маленькой девочки"
      },
      {
        "ru": "Колдунья в погонах"
      },
      {
        "th": "บันทึกสงคราม ของยัยเผด็จการ"
      },
      {
        "zh": "幼女战记"
      },
      {
        "ja": "幼女戦記"
      },
      {
        "ko": "유녀 전기"
      },
      {
        "ar": "ملحمة تانيا الآثمة"
      },
      {
        "fa": "حماسه تانیای شیطانی"
      },
      {
        "fa": "داستانی تانیا ھەڵگەڕاوەکە (Sorani Kurdish)"
      },
      {
        "zh-hk": "幼女戰記"
      },
      {
        "ru": "Военный журнал маленькой девочки"
      },
      {
        "uk": "Військова історія маленької дівчинки"
      },
      {
        "id": "Kronik Militer Seorang Gadis Kecil"
      },
      {
        "ms": "Kisah Tentera Seorang Gadis Kecil"
      },
      {
        "ms": "Kisah Tanya yang Jahat"
      },
      {
        "es": "Crónicas de una niña en guerra"
      },
      {
        "es": "Diario de guerra"
      },
      {
        "fr": "Tanya The Evil"
      },
      {
        "it": "La saga di Tanya la malvagia"
      },
      {
        "it": "Le cronache militari di una ragazzina"
      },
      {
        "pt": "Crônicas Militares de uma Pequena Garota"
      },
      {
        "vi": "Tanya Chiến Ký"
      },
      {
        "tr": "Küçük Bir Kızın Askeri Günlükleri"
      },
      {
        "ja-ro": "Youjo Senki"
      },
      {
        "en": "The Military Chronicles of a Little Girl"
      },
      {
        "es-la": "La Saga de Tanya la Malvada"
      },
      {
        "vi": "Ấu Nữ Chiến Ký"
      }
    ],
    "description": {
      "en": "A young girl fights on the frontlines in war. She has blonde hair, blue eyes, and nearly transparent white skin as she flies through the air and mercilessly strikes down her enemies. Her name is Tanya Degurechaff and speaks with a young girl's lisp while she commands the army.\n\nTanya used to be one of Japan's elite office workers, but because of a wrathful god was reborn as a little girl. Prioritizing optimization and career advancement above all, she will become the most dangerous entity among the Imperial Army's sorcerers.  \n\nAdapted from Light Novel of same name.  \n\n---\n\n**Note:** Manga and Light Novel Licensed in English by Yen Press as \"The Saga of Tanya the Evil\".",
      "es-la": "Una joven chica que lucha en el frente de una guerra. Tiene el pelo rubio, ojos azules y una piel blanca, casi transparente, y es conocida por moverse como el viento en el campo de batalla. Ella es Tanya Degurechaff y se encarga de dirigir al ejército. Solía ser un asalariado de élite en Japón, pero debido a la ira de un dios, renació como una niña pequeña. Tanya lo da todo por avanzar en su carrera militar y se convertirá en la maga más poderosa del ejército imperial."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1cb98005-7bf9-488b-9d44-784a961ae42d",
    "title": {
      "en": "Shoujo Juuki"
    },
    "updatedAt": "2024-07-12T08:56:41+00:00",
    "coverArt": "https://mangadex.org/covers/1cb98005-7bf9-488b-9d44-784a961ae42d/dbb0aaed-4c37-4205-ae1f-dde9cfd39779.jpg",
    "altTitles": [
      {
        "ja": "少女戎機"
      },
      {
        "en": "Maria Children"
      }
    ],
    "description": {
      "en": "**DeepL Translation:**\nThe girl flies. To take her revenge.\n\nThe Earth has been consumed by a miasma caused by the appearance of a mysterious monster.\nThe only thing that could fight it was a bioweapon called the \"Mercy\".\n\n――This is a sorrowful story of the beautiful girls.",
      "ja": "少女は飛ぶ。復讐のために。\n\n謎の化け物の出現により瘴気に侵された地球。\n対抗できるのは聖母と呼ばれる生体兵器のみだった。\n\n――これは、美しき少女たちの悲哀の物語。",
      "pt-br": "O mundo está em perigo com a contaminação de miasma, liberada por misteriosas criaturas que surgiram no planeta. A única coisa capaz de detê-los são as armas biológicas que respondem ao nome de Santas — Esta é a triste história do destino dessas garotas."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "14"
  },
  {
    "mangaId": "73c92635-0261-4fba-b7fd-75a5793c1db2",
    "title": {
      "en": "A Joyful Life"
    },
    "updatedAt": "2024-01-16T08:07:26+00:00",
    "coverArt": "https://mangadex.org/covers/73c92635-0261-4fba-b7fd-75a5793c1db2/c68cae07-332f-4473-95cb-59fdedec6f3a.png",
    "altTitles": [
      {
        "ko-ro": "Annyeong Eunhaseyo"
      },
      {
        "ko": "안녕은하세요"
      }
    ],
    "description": {
      "en": "A lonely girl finds solace in her bag full of memories; now it's time for her to break through her shell.\n\n---\n- [Original Webtoon <kakao>](https://page.kakao.com/home/53607659)\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=4622962)\n- [Original Webtoon <Mr.Blue>](https://www.mrblue.com/webtoon/wt_bogeum_wz)\n- [Original Webtoon <RidiBooks>](https://ridibooks.com/books/3498007648)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "75"
  },
  {
    "mangaId": "b4d247b6-50bb-44a1-8723-ebc0ee27a0c5",
    "title": {
      "en": "Isekai Saikou no Kizoku, Harem wo Fuyasu Hodo Tsuyoku Naru"
    },
    "updatedAt": "2024-08-29T16:35:50+00:00",
    "coverArt": "https://mangadex.org/covers/b4d247b6-50bb-44a1-8723-ebc0ee27a0c5/8fa71a63-37f2-4904-892a-9a0faf2d5631.jpg",
    "altTitles": [
      {
        "ja": "異世界最高の貴族、ハーレムを増やすほど強くなる"
      },
      {
        "en": "The Best Noble In Another World: The Bigger My Harem Gets, The Stronger I Become"
      },
      {
        "en": "The Strongest Harem of Nobles"
      }
    ],
    "description": {
      "en": "Yuuto is suddenly reincarnated into the other world in a smartphone game and becomes the third son of a noble family. “Skills” exist in that world, and Yuuto was reincarnated with “Noblesse oblige.” When Yuuto, who has become an adult, embraces a woman as a ceremony, “Noblesse oblige” is activated. That is a rare skill, the skill that lets him copy the skills of the woman he embraces!\n\nYuuto embraces women possessing skills one after another, becoming the strongest with the skills he acquires, and building a harem of women who fall in love with him. Furthermore, it was discovered that “Noblesse oblige” can awaken skills and evolve skills, and the cheating keeps on coming! All the women and skills I want are mine! The strongest cheat harem begins here!",
      "ja": "ノブレスオブリージュという言葉と謎の光に導かれ異世界に転生した男がいた。それから17年。成人の儀を迎えた貴族の三男・ユウト＝ムスクーリは掟に従い初めて（17年ぶり）女を抱くことになったのだが――！",
      "pt-br": "Yuuto reencarna em outro mundo e se torna o terceiro filho de uma família nobre. “Habilidades” existem neste mundo e Yuuto reencarnou com a habilidade “Noblesse oblige”. Quando Yuuto abraça uma mulher através de uma cerimônia, “Noblesse oblige” é ativado. Esta é uma habilidade rara, a habilidade que lhe permite copiar as habilidades da mulher que ele abraçar! Yuuto abraça as mulheres que possuem habilidades uma após a outra, tornando-se mais forte com as habilidades que adquire e construindo um harém de mulheres que se apaixonam por ele. Além disso, “Noblesse oblige” pode despertar outras habilidades e construir habilidades. Todas as mulheres e habilidades que eu quero são minhas! O harém trapaceiro mais forte começa aqui!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67a7dfd1-a39d-46c8-8ff2-9a24a9abaeb6",
    "title": {
      "en": "Goblin Slayer"
    },
    "updatedAt": "2024-10-01T01:06:23+00:00",
    "coverArt": "https://mangadex.org/covers/67a7dfd1-a39d-46c8-8ff2-9a24a9abaeb6/099c9200-8b35-43aa-b02a-c71efa8b01c2.jpg",
    "altTitles": [
      {
        "ru": "Убийца Гоблинов"
      },
      {
        "ja": "ゴブリンスレイヤー"
      },
      {
        "ko": "고블린 슬레이어"
      },
      {
        "zh-hk": "哥布林殺手"
      }
    ],
    "description": {
      "en": "A young priestess has formed her first adventuring party, but almost immediately they find themselves in distress. Luckily for her, the Goblin Slayer chose that place as his next killing grounds–a man who's dedicated his life to the extermination of all goblins, by any means necessary. And when rumors of his feats begin to circulate, there's no telling who might come calling next.  \n\n**NOTE:**   \n- There are *currently* no English scanlations of this manga. The chapters on the net are the official YenPress chapters.  \nAs long as they **(YenPress' chapters)** are in publication they are not allowed on MangaDex.  \n  \n**Links:**  \n- [Official Twitter](https://twitter.com/GoblinSlayer_GA)  \n- [Official LN (JP)](https://ga.sbcr.jp/sp/goblin_slayer/)  \n- [Official Anime (JP)](http://www.goblinslayer.jp/)",
      "pt": "Uma sacerdotisa formou seu primeiro grupo de aventureiros, mas, quase imediatamente se encontram em apuros pelos goblins. E o Goblin Slayer é quem vem ao resgate – um homem que tem dedicado sua vida a exterminação de todos os goblins, através de qualquer meio necessário.",
      "ru": "Юная жрица вместе со своей командой впервые отправилась на поиски приключений, но они тут же попали в беду. На помощь им приходит Убийца Гоблинов – таинственный мечник, посвятивший свою жизнь уничтожению всех гоблинов любыми средствами. В итоге девушка присоединяется к нему в постоянном походе против всевозможных пород гоблинов, в котором сталкивается с новыми тайнами, врагами, друзьями, а иногда и конкурентками.",
      "pt-br": "Um homem deseja tornar-se um “aventureiro”, cujo lema é: “Eu não vou salvar o mundo, eu apenas vou matar goblins.” Após ouvir rumores sobre ele, uma elfa se aproxima dele com um pedido."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af21fa9b-3adb-43d4-8f58-2d57b0b60b5a",
    "title": {
      "en": "Circle"
    },
    "updatedAt": "2024-10-01T04:16:44+00:00",
    "coverArt": "https://mangadex.org/covers/af21fa9b-3adb-43d4-8f58-2d57b0b60b5a/b2631979-8f30-4276-b818-d7e39dc3fa7f.png",
    "altTitles": [
      {
        "pl": "Krąg"
      }
    ],
    "description": {
      "en": "The best way for the diverse human beings who make up society to unite is to find themselves a common enemy. School is a mini-version of society, so why shouldn't the same thing happen in a classroom setting?  \n  \nThis particular class has chosen Xiao Shang to be that common enemy. But one of its more popular students soon finds himself becoming intrigued by Shang's unapologetic, straightforward way of life.  \n\nThis comic is posted for free on the author's weibo: <https://weibo.com/u/3567976483>",
      "pl": "Najłatwiejszym sposobem zjednoczenia się różnorodnych jednostek, które tworzą społeczeństwo, jest znalezienie wspólnego wroga. Szkoła jest mini społeczeństwem, więc czy to samo nie powinno odbywać się w klasie? Ta konkretna klasa wybrała na wspólnego wroga Xu Shanga. Ale wkrótce jeden z najpopularniejszych uczniów w szkole staje się zaintrygowany specyficznym życiem Shanga.",
      "pt-br": "Ao e Xun são amigos desde a infância que mantêm um relacionamento secreto fora da escola, na mesma escola existe o aluno transferido Xiao Shang que esconde uma vida totalmente diferente através de sua natureza tranquila. Círculos Sociais significam aceitações e esses meninos buscam uma forma de como se encaixar nesse meio."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5c25341-d6ff-4585-8548-3a48fc7654d9",
    "title": {
      "en": "Momose Akira no Hatsukoi Hatan-chuu."
    },
    "updatedAt": "2024-10-01T20:07:34+00:00",
    "coverArt": "https://mangadex.org/covers/f5c25341-d6ff-4585-8548-3a48fc7654d9/c4747970-1efa-416b-ac85-485341462b87.jpg",
    "altTitles": [
      {
        "ja": "百瀬アキラの初恋破綻中。"
      },
      {
        "en": "Momose Akira's First Love Struggles."
      },
      {
        "vi": "Mối Tình Đầu Của Akira Momose Đang Trên Bờ Vực Đổ Vỡ"
      },
      {
        "tr": "Momose Akira'nın İlk Aşk Maceraları"
      },
      {
        "pt-br": "O Primeiro Amor de Momose Akira em Ruínas"
      },
      {
        "en": "Momose Akira's First Love Is Coming Apart."
      },
      {
        "fr": "Les difficultés du premier amour de Momose Akira."
      },
      {
        "ru": "Неудавшаяся первая любовь Акиры Момосэ"
      },
      {
        "ru": "Первая любовь Акиры Момосе терпит крах."
      },
      {
        "en": "Momose Akira's First Love is a Failure."
      },
      {
        "es": "El primer amor de Momose Akira se derrumba."
      },
      {
        "pl": "Pierwsze miłosne zmagania Akiry Momose"
      }
    ],
    "description": {
      "en": "Kugayama Hajime, a boy living in the countryside, comes back to his old classmate Momose Akira, whom he used to admire.\n\nJust as he is about to watch her from afar and enjoy his sweet and sour youth, Akira makes an unexpected approach.\n\nAnd there was a “fate” that was more than he could have imagined.",
      "es": "Kugayama Hajime, un chico que vive en el campo, se reencuentra con su antigua compañera de clase Momose Akira, a la que solía admirar.\n\nJusto cuando está a punto de observarla desde lejos y disfrutar de su agridulce juventud, Akira se acerca de forma inesperada.\n\nY el \"destino\" es mucho más de lo que él pudo haberse imaginado.",
      "fr": "Kugayama Hajime, un garçon vivant à la campagne, revient vers son ancien camarade de classe Momose Akira, qu'il avait l'habitude d'admirer.Alors qu'il s'apprête à la regarder de loin et à profiter de sa jeunesse aigre-douce, Akira fait une approche inattendue.Et il y a eu un « destin » qui a été plus que ce qu'il aurait pu imaginer.",
      "ja": "ド田舎に暮らす少年・久我山はじめのもとに帰ってきた、かつての憧れの同級生・百瀬アキラ。\n\n彼女を遠くから眺めて、甘酸っぱい青春を謳歌しよう…と思っていた矢先に、アキラからまさかのアプローチが。\n\nそしてそこには、想像以上の”運命”が拡がってました。\n\n2人の様子を、どうぞあったかく見守ってください。",
      "pl": "Kugayama Hajime, chłopiec mieszkający na wsi, spotyka swoją dawną koleżankę z klasy, Momose Akiry, którą podziwiał. Gdy tylko zamierza obserwować ją z daleka i cieszyć się swoją słodko-gorzką młodością, Akira niespodziewanie zbliża się do niego. A za tym kryło się „przeznaczenie”, którego nie mógł sobie nawet wyobrazić.",
      "ru": "Жизнь Хадзимэ Кугаямы, мальчишки из глухой деревушки, круто меняется, когда в его жизнь возвращается бывшая одноклассница и когда-то недосягаемая мечта — Акира Момосэ. Он планировал просто наблюдать за ней издалека и наслаждаться воспоминаниями о своей юности... Но неожиданно Акира делает первый шаг навстречу. И вот тут начинается нечто гораздо большее, чем он мог себе представить. Следите за их историей и согревайте свои сердца вместе с ними.",
      "tr": "Taşrada yaşayan bir çocuk olan Kugayama Hajime’nin, eskiden hayranlık duyduğu sınıf arkadaşı Momose Akira geri döner. Tam onu uzaktan izleyip tatlı ekşi gençliğinin tadını çıkarmak üzereyken, Akira beklenmedik bir yaklaşımda bulunur. Ve hayal edebileceğinden de öte bir “kader” ile karşılaşır.",
      "pt-br": "Kugayama Hajime é um jovem que vive no interior. Sua vida muda quando Momose Akira, uma antiga colega de classe por quem ele sempre foi apaixonado, retorna à cidade. Hajime planejava admirá-la de longe, saboreando um romance juvenil agridoce. Mas, para sua surpresa, Akira toma a iniciativa de se aproximar. O que se desenrola a partir daí é um destino mais surpreendente do que ele jamais poderia ter imaginado."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50d9f5b3-fc69-4742-bd72-1d652c337cf4",
    "title": {
      "en": "Crossplay Love: Otaku x Punk"
    },
    "updatedAt": "2024-09-14T13:09:02+00:00",
    "coverArt": "https://mangadex.org/covers/50d9f5b3-fc69-4742-bd72-1d652c337cf4/30310ec4-e5e6-4f15-80a6-c83ec520929e.jpg",
    "altTitles": [
      {
        "en": "Crossdressing Has Become a Problem; Emo and Yankee's Unrequited Mutual Feelings"
      },
      {
        "ja": "女装してめんどくさい事になってるネクラとヤンキーの両片想い"
      },
      {
        "ja-ro": "Josoushite Mendokusai Koto ni Natteru Nekura to Yankee Ryou Kataomoi"
      }
    ],
    "description": {
      "en": "The cute and cheerful girl working at a Japanese style maid cafe, Hana. The black haired cold beauty, Mei. Though the two are in love with each other, they have not realized it. However, they have a secret that should not be discovered…"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60c11293-adec-4fb1-b5a3-342e99a46a3b",
    "title": {
      "en": "Mahou Shoujo Madoka★Magica - Magi✩cal (Doujinshi)"
    },
    "updatedAt": "2021-12-08T22:58:20+00:00",
    "coverArt": "https://mangadex.org/covers/60c11293-adec-4fb1-b5a3-342e99a46a3b/057bb666-abf3-4ce6-82c1-cd729cd3bc62.jpg",
    "altTitles": [
      {
        "ja": "Mahou Shoujo Madoka Magica - Magical"
      },
      {
        "en": "Puella Magi Madoka Magica - Magi✩cal"
      },
      {
        "en": "Puella Magi Madoka Magica - Magical"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f78519ca-5cc2-4f80-835e-466d722cae09",
    "title": {
      "en": "Life Changer Voice Phishing"
    },
    "updatedAt": "2024-09-17T15:42:21+00:00",
    "coverArt": "https://mangadex.org/covers/f78519ca-5cc2-4f80-835e-466d722cae09/0a11fa7c-175e-4af3-9a3e-11f5c5d52c17.jpg",
    "altTitles": [
      {
        "ko": "보이스피싱인데 인생역전"
      },
      {
        "en": "It's Voice Phishing, but It's a Life Reversal"
      },
      {
        "en": "Voice Phishing Turns Your Life Around"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "782a399a-7ff4-42d1-a047-720dcf70a7f0",
    "title": {
      "en": "Insector"
    },
    "updatedAt": "2024-04-01T14:30:52+00:00",
    "coverArt": "https://mangadex.org/covers/782a399a-7ff4-42d1-a047-720dcf70a7f0/87d8e621-d15e-402c-8849-c5a7d32979d6.jpg",
    "altTitles": [
      {
        "ko": "인섹터"
      }
    ],
    "description": {
      "en": "One day at school, the class teacher turns into a \"huge spherical insect beetle\" and kills half the students. The Black Ant that appeared at that moment, which was able to save the rest of the students, becomes the main object of attention of the media and social networks, and its existence is no longer a mere legend of the level of urban ghost stories.\nEventually the government decides to infiltrate a team of Bug Reapers, insector-catchers on a secret mission and, according to survivors, on the heels of the Black Ant. Black Ant's personality is an ordinary high school student, Ka Mi-sun, who has an anthill in his body. So that the insects living in it do not eat it, the guy has to become an enemy of the insects and reluctantly fight."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dec0cba3-2a29-409c-bb2b-fc30e7fcc4be",
    "title": {
      "en": "Pierrot Man"
    },
    "updatedAt": "2024-05-29T17:40:35+00:00",
    "coverArt": "https://mangadex.org/covers/dec0cba3-2a29-409c-bb2b-fc30e7fcc4be/e3e618ed-3bdf-476d-9d43-f58afaff11f4.jpg",
    "altTitles": [
      {
        "ja": "ピエロマン"
      },
      {
        "en": "Clown Man"
      }
    ],
    "description": {
      "en": "Manga artist Toratoki Yamamura's serialized work \"Revenge Clown'' has been decided to be made into a movie, and with the support of his beloved wife, he is having the best night in both his professional and private life. However, that was just the beginning of the nightmare that was about to begin...\nWhat is the unexperienced murderous intent called by unconscious malice? ? What is the true identity of the mysterious revenge demon \"Clown Man\"? ?\nSuspense-horror master Shingo Honda collaborates for the first time with Shinsuke Takahashi, a master of writing, to unleash an astonishing and earth-shattering ``wet-clothed'' suspense story! !"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f8ae3cfd-a963-45f6-8772-42c41977c0bf",
    "title": {
      "en": "Sunao ni Narenai Oshikiri-san"
    },
    "updatedAt": "2024-08-23T14:02:03+00:00",
    "coverArt": "https://mangadex.org/covers/f8ae3cfd-a963-45f6-8772-42c41977c0bf/254ec997-3422-4149-b0ec-e0d2dab83eaa.jpg",
    "altTitles": [
      {
        "ja": "素直になれない押切さん"
      }
    ],
    "description": {
      "en": "Majime-kun is a serious guy. A slightly dangerous girl approaches this serious Majime-kun.\n\nWith the strong-willed Oshikiri-san making passionate advances, what will Majime-kun do!? A cute romantic comedy about their interactions."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ae7067a-7e68-4bd2-a064-5e3e3c059078",
    "title": {
      "en": "World Trigger"
    },
    "updatedAt": "2024-05-01T19:55:35+00:00",
    "coverArt": "https://mangadex.org/covers/7ae7067a-7e68-4bd2-a064-5e3e3c059078/84b6a5ad-32d8-42e9-a07b-69e63c05ec53.jpg",
    "altTitles": [
      {
        "ru": "Импульс мира"
      },
      {
        "ja": "ワールドトリガー"
      },
      {
        "ja": "ワートリ"
      },
      {
        "zh": "境界触发者"
      },
      {
        "zh-ro": "Jìngjiè chùfā zhě"
      },
      {
        "zh-hk": "境界觸發者"
      },
      {
        "ar": "وورلد تريغر"
      },
      {
        "ja-ro": "Wātori"
      },
      {
        "en": "World Trigger"
      }
    ],
    "description": {
      "en": "A gate to another dimension has burst open, and from it emerge gigantic invincible creatures that threaten all of humanity. Earth's only defense is a mysterious group of warriors who have co-opted the alien technology in order to fight back!  \n  \n**Please Note:** Chapters 111-114 are only available as licensed versions.",
      "pt-br": "Um portão para outra dimensão se abriu, e dele emergiu todo tipo de criatura poderosa e gigante que ameaça toda a humanidade. A única defesa da Terra é um misterioso grupo de guerreiros que faz uso da tecnologia alienígena a fim de lutar contra eles."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "432f0f9a-8bdb-4cf1-a373-1eb1c3a8567a",
    "title": {
      "en": "Kyou no Ashura Meshi"
    },
    "updatedAt": "2024-09-08T05:40:55+00:00",
    "coverArt": "https://mangadex.org/covers/432f0f9a-8bdb-4cf1-a373-1eb1c3a8567a/18593199-8576-4a23-bb69-b7dbbd7da84d.jpg",
    "altTitles": [
      {
        "ja": "今日のアシュラ飯"
      },
      {
        "en": "Asura’s Dish of the Day"
      }
    ],
    "description": {
      "en": "A bottom-feeder JK and a yankee boy. Bento connects these two opposites in this coming-of-age love story!\n\nOne day, Omori Sizuka, a high school girl who loves to eat and is bullied by bullies, discovers the secret that Akira Kurose, aka \"Ashura-kun,\" the only tough yankee at school, enjoys cooking. The next day at lunchtime, Akira summons Sizuka to the rooftop and asks her to eat his homemade lunch box to keep her mouth shut.\n\n\"A delinquent guy likes a chubby girl for who she is but he’s worried about her health cause she’s eating nothing but unhealthy food. So he starts making lunches for her so her diet gets better and then romance begins\""
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "a1f8f17a-6c51-4a35-9205-bc70bb5fa826",
    "title": {
      "en": "Tsurenai Hodo Aokute Azatoi Kurai ni Akai"
    },
    "updatedAt": "2024-04-15T10:51:45+00:00",
    "coverArt": "https://mangadex.org/covers/a1f8f17a-6c51-4a35-9205-bc70bb5fa826/e8d089bb-70ac-4ab2-a39f-33908756e7fa.jpg",
    "altTitles": [
      {
        "ja": "つれないほど青くて あざといくらいに赤い"
      },
      {
        "ru": "Холодно-синий и коварно-красный"
      },
      {
        "vi": "Xanh đến nỗi Lạnh Lùng, Đỏ tới mức Xảo Quyệt"
      },
      {
        "vi": "𩇢𦤾馁𨗺𡫶 𧹼細墨巧譎 (Nom Script)"
      }
    ],
    "description": {
      "en": "Is this senior... female? Male? Neutral? Demonic? A transfer student suffering from an incurable disease called curiosity meets a mysterious being (human) who is beautiful, cute, cool, and terrifying. The first of a new generation of horror comic authors presents an abyssal love story, a ghost story to peek into and sensuality to you.",
      "ru": "Мой сэмпай... Кто же это? Девушка? Парень? Оно? Демон?.. Главный герой — переведенный ученик старшей школы, страдающий неизлечимым чувством любопытства натыкается на красивое, милое, крутое и опасное создание (человека?). С этого момента и начинаются их необычные отношения.\n\n(Source: mangalib)",
      "vi": "Liệu senpai này là... Nữ giới? Nam giới? Vô giới? Ác quỷ giới?? Một học sinh chuyển trường mắc một căn bệnh vô phương cứu chữa gọi là sự hiếu kì đã gặp phải một tồn tại bí ẩn dưới hình dạng của một con người vô cùng xinh đẹp và dễ thương nhưng cũng rất lạnh lùng và đáng sợ. Một câu chuyện tình yêu nơi vực thẳm, một câu chuyện ma quái đầy gợi cảm, mang đến cho bạn bởi tác giả đứng đầu về một thế hệ mới của truyện kinh dị...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74000a38-0953-4a61-ac7a-c21128c3fa03",
    "title": {
      "en": "Food Truck Owner inside the Dungeon"
    },
    "updatedAt": "2024-08-06T23:24:01+00:00",
    "coverArt": "https://mangadex.org/covers/74000a38-0953-4a61-ac7a-c21128c3fa03/21917932-015d-4dad-bdd4-3af62743328a.jpg",
    "altTitles": [
      {
        "en": "Food Truck Owner in the Dungeon"
      },
      {
        "ko": "던전 안 푸드 트럭 사장님"
      },
      {
        "en": "Dungeon Food Truck Owner"
      }
    ],
    "description": {
      "en": "\"Don't yearn for a world different from yours, just live a normal life.\"\n\nHunters, dungeons, I'm not interested in any of them.\nMy life followed one single path that's of cooking.\nBut the moment I was about to open my first long-awaited food truck....\n\n[Class: You have awakened as a Food Truck Owner (Hidden)!]\n[Item: Dungeon Business Permit (Personal/Non-Transferable)!]\n- Business is only possible inside the dungeon\n\nMin Jiun, 21 years old, awakened as the owner of a food truck inside the dungeon."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ade0306c-f4b6-4890-9edb-1ddf04df2039",
    "title": {
      "en": "Solo Leveling: Ragnarok"
    },
    "updatedAt": "2024-09-25T22:34:29+00:00",
    "coverArt": "https://mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "altTitles": [
      {
        "ko": "나 혼자만 레벨업 : 라그나로크"
      },
      {
        "pt-br": "Upando Sozinho: Ragnarok"
      },
      {
        "ko-ro": "Na Honjaman Level Up: Ragnarok"
      }
    ],
    "description": {
      "en": "The Earth's existence is under threat once more as Itarim, the gods of other universes, seek to fill the void left by the Absolute Being. \n\nSung Jinwoo has no choice but to send Beru, the shadow ant king, to awaken his son's powers and start him on the journey he once took. \n\nSuho must conquer the shadow dungeon and earn his place in the world of hunters as he navigates through a new world against a new evil looking to swallow the world whole.",
      "ko": "줄거리\n\n평범한 대학생으로 살아가던 성수호 죽음을 앞둔 순간, 잠들어 있던 그의 특별한 혈통이 깨어난다!\n\n“일어나라.”\n\n죽음을 거스르고 지배하는 헌터, 그가 선보이는 새로운 레벨업을 주목하라!\n\n* 이 작품은 웹툰 <나 혼자만 레벨업>의 세계관을 이어받은 작품입니다.",
      "pt-br": "A existência da Terra está ameaçada novamente, por Itarim, os deuses de outros universos, buscam preencher o vazio deixado pelo Ser Absoluto.\n\nSung Jinwoo não tem outra opção senão enviar Beru, o rei das formigas das sombras, para despertar os poderes de seu filho e iniciar sua jornada, como ele fez antes.\n\nSuho precisa conquistar a masmorra das sombras e ganhar seu lugar no mundo dos caçadores, enquanto enfrenta um novo mal que ameaça engolir o mundo inteiro."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49ccb19e-34e9-40d4-a53e-cdb48360b351",
    "title": {
      "en": "In This Life, the Greatest Star in the Universe"
    },
    "updatedAt": "2024-05-03T22:55:53+00:00",
    "coverArt": "https://mangadex.org/covers/49ccb19e-34e9-40d4-a53e-cdb48360b351/dd774528-0abf-452e-9fd9-340372da4eca.png",
    "altTitles": [
      {
        "ko": "이번 생은 우주대스타"
      },
      {
        "en": "I'm Going to Be a Big Star"
      }
    ],
    "description": {
      "en": "Sun Woo-joo, an aspiring idol with shining talent, dedication, and passion, had only one shortcoming: \"dancing.\" Having to give up on his lifelong dream of becoming an idol due to this one flaw, he was preparing for a different path in life when a miracle suddenly appeared! \"I'll become a superstar brighter than anyone.\" His once lacking dance skills were no longer a problem. The UV Starship. Five perfectly prepared idols are finally ready with everything they need. A monstrous rookie is about to debut in the entertainment industry! Presenting 'The New Black.' This life, he's destined to be a cosmic superstar!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47f93974-d406-45dd-8dbf-03db95654516",
    "title": {
      "en": "Bombergirl"
    },
    "updatedAt": "2023-07-09T03:29:53+00:00",
    "coverArt": "https://mangadex.org/covers/47f93974-d406-45dd-8dbf-03db95654516/23c246c3-6795-41ea-a8b0-e42eb26494f1.jpg",
    "altTitles": [
      {
        "en": "Bombergirl Short Comics"
      },
      {
        "ja": "ボンバーガール"
      },
      {
        "ja-ro": "Bonbaagaaru"
      }
    ],
    "description": {
      "en": "Sporadically posted comic pages on the official twitter of the Bombergirl arcade game."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d4311a4-7ad0-4fce-bf80-6c19ba37fb47",
    "title": {
      "ja": "Class Saiyasune de Urareta Ore wa, Jitsu wa Saikyou Parameter"
    },
    "updatedAt": "2024-05-26T19:28:29+00:00",
    "coverArt": "https://mangadex.org/covers/9d4311a4-7ad0-4fce-bf80-6c19ba37fb47/3d9226a1-f760-4cbe-8d09-6d813a6cf296.jpg",
    "altTitles": [
      {
        "en": "I Was Sold at the Lowest Price in My Class, However, My Personal Parameter Is the Most Powerful"
      },
      {
        "ja": "クラス最安値で売られた俺は、実は最強パラメーター"
      },
      {
        "id": "Aku Dijual dengan Harga Terendah di kelasku, namun Parameter Pribadiku adalah yang Paling Kuat"
      },
      {
        "zh-hk": "以全班最低價格賣出的我，實際上是最強"
      }
    ],
    "description": {
      "en": "Yuta, a boy who was sent to another world with his classmates. A world that has been summoning earthlings, who tend to have high inherent power, to operate humanoid machines called \"magic-machines\" using the special power \"Ludia\" contained within humans.\n\nHowever, Yuta’s Ludia value has an abysmally low reading of \"2\". Although his peers are auctioned off at a high price, Yuta is sold at the \"lowest price\" and turned into a slave.  However, will an encounter with the white, magic-machine, Arleo, change his fate?\n\nA journey from being an unwanted slave to becoming the strongest hero who shakes the world! The new world Mecha Battle Entertainment has begun",
      "id": "Yuta, seorang anak laki-laki yang dikirim ke dunia lain bersama teman-teman sekelasnya.\r\n\r\nIni memanggil dan menggunakan penduduk bumi yang cenderung memiliki nilai tinggi di dunia yang berbeda di mana mesin humanoid yang disebut \"mesin sihir\" dioperasikan dengan kekuatan khusus \"Ludia\" yang terdapat pada manusia. \r\n\r\nNilai Ludia Yuta hanya \"2\" sementara banyak teman yang membeli dengan harga tinggi. Yuta dibeli dengan \"harga terendah\" dan diubah menjadi budak, tetapi pertemuan dengan mesin sihir putih \"Arleo\" membangunkannya menjadi pria yang kuat--!?\r\n\r\nDari budak dengan harga terendah di kelasnya, dunia baru Mecha Battle Entertainment telah mulai menjadi pahlawan terkuat yang mengguncang dunia!",
      "es-la": "Durante el viaje escolar, el autobús de la clase 3 de segundo año con 32 personas fue convocado a otro mundo... íbamos a ser vendidos para convertirnos en pilotos de robots como armas mágicas, pero parece que los valores de los precios de venta son decididos por algún tipo de parámetro desconocido llamado Ludia .Mientras algunos compañeros obtuvieron precios altos con parámetros de 10,000 o 20,000, mis parámetros eran en realidad 2... realmente increíble, pero en realidad el valor de mi parámetro hizo que la aguja de la maquina de medición realizara una vuelta completa, pero nadie lo notó... aunque tenia los parámetros más fuertes... nadie me compro y, de hecho, me cambiaron como esclavo por dos frutas"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "484ce390-f74b-46d1-9840-3b285d2b372e",
    "title": {
      "en": "Koisuru Asteroid"
    },
    "updatedAt": "2024-08-31T15:11:59+00:00",
    "coverArt": "https://mangadex.org/covers/484ce390-f74b-46d1-9840-3b285d2b372e/fa1e4047-70f5-4ae2-b7b8-30970576b7ed.jpg",
    "altTitles": [
      {
        "ja": "恋する小惑星 (アステロイド)"
      },
      {
        "en": "Asteroid in Love"
      },
      {
        "id": "Cinta Asteroid"
      }
    ],
    "description": {
      "en": "Astronomy and geology are fun…!\n\nMira, who promised to “find an asteroid” with the boy she found at the campsite as a child. She tried to join the astronomy club, but from this year the “astronomy club” and the “geology research society” merged into the “earth sciences club”!? Let’s go search for the asteroid that we promised to look for that day.",
      "ja": "あの日約束した、小惑星を探しに行こう！幼い頃キャンプ場で出会った男の子と“小惑星を見つける”という約束をしたみら。高校では天文部へ入部しようとしたが、今年から「天文部」と「地質研究会」が合併して「地学部」に!?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a502e35-1051-4e4c-b055-5ab211954fa4",
    "title": {
      "en": "Banana Fish"
    },
    "updatedAt": "2023-02-17T09:15:15+00:00",
    "coverArt": "https://mangadex.org/covers/9a502e35-1051-4e4c-b055-5ab211954fa4/18b9c72b-a7d8-48c3-946e-ded711fb1038.jpg",
    "altTitles": [
      {
        "NULL": "Éisc Banana"
      },
      {
        "el": "Μπανάνα Ψάρια"
      },
      {
        "hu": "Banánhal"
      },
      {
        "cs": "Banánová ryba"
      },
      {
        "hi": "बनानिकाला"
      },
      {
        "NULL": "Banana arrainak"
      },
      {
        "tr": "Banana Balığı"
      },
      {
        "ro": "Banana de pește"
      },
      {
        "NULL": "Banana Fiŝo"
      },
      {
        "de": "Bananenfisch"
      },
      {
        "da": "Bananfisk"
      },
      {
        "NULL": "Banani Fiskur"
      },
      {
        "NULL": "Banānu zivis"
      },
      {
        "NULL": "Bannann pwason"
      },
      {
        "vi": "Cá chuối"
      },
      {
        "NULL": "Ħut tal-Banana"
      },
      {
        "NULL": "Iasg Banana"
      },
      {
        "id": "Ikan Pisang"
      },
      {
        "fr": "Poisson banane"
      },
      {
        "pl": "Ryba Bananowa"
      },
      {
        "NULL": "Samaki ya Banana"
      },
      {
        "sr": "Банана риба"
      },
      {
        "ru": "Банановая рыба"
      },
      {
        "NULL": "ბანანის თევზი"
      },
      {
        "he": "דג בננה"
      },
      {
        "fa": "ماهی موز"
      },
      {
        "ar": "موز السمك"
      },
      {
        "bn": "কলা মাছ"
      },
      {
        "th": "ปลากล้วย"
      },
      {
        "zh": "战栗杀机"
      },
      {
        "zh-hk": "戰慄殺機"
      },
      {
        "ko": "바나나 피쉬"
      },
      {
        "ja": "バナナフィッシュ"
      },
      {
        "ja-ro": "Bananafisshu"
      },
      {
        "kk": "Мәуіз Балық"
      },
      {
        "ru": "Рыбка-бананка"
      },
      {
        "tr": "Muz Balığı"
      }
    ],
    "description": {
      "en": "Nature made Ash Lynx beautiful; nurture made him a cold ruthless killer. A runaway brought up as the adopted heir and sex toy of \"Papa\" Dino Golzine, Ash, now at the rebellious age of seventeen, forsakes the kingdom held out by the devil who raised him. But the hideous secret that drove Ash's older brother mad in Vietnam has suddenly fallen into Papa's insatiably ambitious hands—and it's exactly the wrong time for Eiji Okamura, a pure-hearted young photographer from Japan, to make Ash Lynx's acquaintance…  \n\n[Official English](https://www.viz.com/banana-fish)\n  \n---\nLink:  \n[ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20197) (anime)",
      "tr": "Tanrı, Ash Lynx’i güzeller güzeli bir çocuk olarak yarattı; dünya onu soğukkanlı acımasız bir katil haline getirdi. Çocuk yaşta evden kaçan Ash, “Baba” Dino Golzine tarafından bulunur ve hem mafyanın varisi olarak hem de Golzine’nin şahsi zevklerini tatmin etmek üzere yetiştirilir. Şimdi 17 yaşında isyankar bir genç olan Ash kendisini yetiştiren şeytanın ona sunduğu krallığa sırtını döner. Ancak Ash’in ağabeyinin Vietnam’da aklını yitirmesine sebep olan korkunç sır, hırsı dur durak bilmeyen Golzine’nin ellerine düşmüştür. İşte tam bu sırada genç bir fotoğrafçı Japonya’dan New York’a gelir. Temiz kalpli Eiji Okumura ve Ash Lynx olabilecek en talihsiz zamanda karşılaşır.",
      "pt-br": "A natureza fez Ash Lynx um cara bonito; mas o tempo fez dele um assassino cruel e frívolo. Uma criança fugitiva criada como um herdeiro adotado, um guerreiro treinado, e o brinquedo sexual de seu “Papa”, Dino Golzine, o senhor do crime da Costa do Oeste Oriental. Ash está agora na idade rebelde dos dezessete anos – abandonando o reino de poder e riqueza, realizada pelo demônio que o ressuscitou, preferindo um código para viver entre um pequeno, mas fiel, gangue de bandidos de rua. Porém, “Papa” não pode simplesmente deixá-lo ir. Não quando descobre que o segredo que levou o irmão mais velho de Ash a loucura, no Vietnã, poderá cair em suas mãos insaciavelmente ambiciosas. É exatamente o momento errado para Eiji Okamura, um jovem fotógrafo do Japão, de coração puro, chegar em Nova York e travar conhecimento de Ash Lynx… e ao seu lado, ser atraído para dentro de um redemoinho sangrento de orgulho, ganância, luxúria e ira desencadeada pelo enigma de codinome Banana Fish."
    },
    "status": "completed",
    "releaseDate": 1985,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "103"
  },
  {
    "mangaId": "082d6154-42ab-4d5c-9dfa-d4a6526b7aa8",
    "title": {
      "en": "Tsuihou Sareta Tensei Ouji, \"Auto Craft\" Skill de Ryouchi o Bakusoku de Kaitakushi Saikyou no Mura o Tsukutte Shimau"
    },
    "updatedAt": "2024-10-05T22:34:09+00:00",
    "coverArt": "https://mangadex.org/covers/082d6154-42ab-4d5c-9dfa-d4a6526b7aa8/64e8266d-a30c-4033-9aab-8f69784a96d5.png",
    "altTitles": [
      {
        "ja": "追放された転生王子、『自動製作《オートクラフト》』スキルで領地を爆速で開拓し最強の村を作ってしまう　〜最強クラフトスキルで始める、楽々領地開拓スローライフ〜"
      },
      {
        "en": "The Exiled Prince of Auto-Crafting"
      },
      {
        "ja-ro": "Tsuihou Sareta Tensei Ouji, \"Jidou Seisaku\" Skill de Ryouchi o Bakusoku de Kaitakushi Saikyou no Mura o Tsukutte Shimau: Saikyou Crafting Skill de Hajimeru, Rakuraku Ryouchi Kaitaku Slow Life"
      },
      {
        "en": "The Reincarnated Useless Prince Exiled to the Land of Death, Creates the Strongest Village by Expanding his Territory at Lightning Speed with the Skill Auto Craft: Starting a Leisurely Life of Territory Development with the Strongest Craft Skill"
      }
    ],
    "description": {
      "en": "Third Prince Theodulf has been banished to a wasteland known as the Land of Death because he didn’t receive a gift from the Goddess. It’s a barren land where the air is so noxious, nothing can grow there. Surviving there is impossible…or so everyone thought! As it turns out, Theodulf is a reincarnated being and has received a power known as “Auto-Craft” from the Goddess. Using this powerful gift to automatically create everything, the prince proceeds to turn the Land of Death into one brimming with life!!\n\n(Source: K Manga)",
      "ja": "「貴様を死の大地の領主に任命する!!」第三王子テオドルフは、女神からギフトを貰えなかったことを理由に、死の大地と呼ばれる不毛の地へ追放されてしまう！作物も育たない、瘴気にまみれたその地で生き残ることは不可能……に思われたが、実は転生者であるテオドルフには女神より貰ったある「力」があった！その力は「自動製作《オートクラフト》」!!あらゆる物を全自動で作り出すこのチートギフトで、死の大地を楽々開拓していく——!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff4b6bfd-40b4-4a84-b60e-1006c46c106b",
    "title": {
      "en": "How the Little Brother Who Turned Into a Girl Became His Big Brother's Girlfriend"
    },
    "updatedAt": "2024-10-05T18:31:59+00:00",
    "coverArt": "https://mangadex.org/covers/ff4b6bfd-40b4-4a84-b60e-1006c46c106b/acac2130-fe96-4421-9b1d-8d2e49c4696c.jpg",
    "altTitles": [
      {
        "ja": "兄貴の彼女になる、女の子になっちゃった弟。"
      },
      {
        "ja-ro": "Aniki no Kanojo ni Naru, Onnanoko ni Nacchatta Otouto"
      },
      {
        "en": "When I Returned Home for the First Time in a Long Time, My Brother Transformed Into a Girl"
      },
      {
        "ja": "久しぶりに実家に帰ったら弟がTSしてた。"
      },
      {
        "ja-ro": "Hisashiburi ni Jikka ni Kaettara Otouto ga TS Shiteta."
      },
      {
        "ru": "Как Младший Братик, Который Превратился в Девочку, Стал Девушкой Своего Старшего Брата"
      }
    ],
    "description": {
      "en": "When I returned home for the first time in a long time, my little brother transformed into a girl!?\n\n---\n\n[Fantia 18+ Content](https://mangadex.org/title/7a23de9c-01b8-43bd-ac38-0bfe0bebcc3b)",
      "id": "Ketika aku pulang ke rumah setelah sekian lamanya adik tiri laki-laki ku berubah menjadi gadis!?",
      "ru": "Когда я вернулся домой в первый раз спустя долгое время, мой младший брат стал девушкой!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac",
    "title": {
      "en": "Onimushi"
    },
    "updatedAt": "2024-09-27T01:56:38+00:00",
    "coverArt": "https://mangadex.org/covers/8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac/99753227-c2f7-4456-b970-8e5f468ebbd4.jpg",
    "altTitles": [
      {
        "ja": "鬼虫"
      },
      {
        "fr": "Rivage"
      },
      {
        "en": "Demon Bug"
      }
    ],
    "description": {
      "en": "In the middle Heian period, a small island called Onishima is isolated from civilization.\nAs a young girl, Torago was playing with her sister, Tana, when she disappears into the sea unexpectedly.\nHowever, it wasn't Torago's fault, but the fault of another boy who was playing with them.\nTorago and that boy grew up with guilt, and later ended up together, but one day a woman who looks like “Tana” appears in Onishima...",
      "es": "A mediados del periodo Heian, la pequeña isla de Onishima está aislada de la civilización.\nDe niña, Torago estaba jugando junto al mar con su hermana, Tana, cuando esta desapareció por causas ajenas a su voluntad.\nSin embargo, no fue culpa de Torago, sino de otro niño que jugaba con ellas.\nTorago y el chico crecen juntos, ambos llenos de culpa, y más tarde terminan juntos, pero un día una mujer que se parece a «Tana» aparece en Onishima...",
      "ja": "平安時代中頃、文明から隔離された小さな島「鬼島」。\nトラゴは幼少時代、実姉「タナ姉え」と海辺で遊んでいるとき、自分のせいで「タナ姉え」を行方不明にしてしまう。\nだが、それはトラゴの過失ではなく、一緒に遊んでいたもう一人の少年の過失だった。\nトラゴと少年は共に罪悪感にさいなまれながら成長し、後に結婚するが、ある日「タナ姉え」に似た女が鬼島に漂流してきた…。",
      "es-la": "A mediados del periodo Heian, la pequeña isla de Onishima está aislada de la civilización.\nDe niña, Torago estaba jugando junto al mar con su hermana, Tana, cuando esta desapareció por causas ajenas a su voluntad.\nSin embargo, no fue culpa de Torago, sino de otro niño que jugaba con ellas.\nTorago y el chico crecen juntos, ambos llenos de culpa, y más tarde terminan juntos, pero un día una mujer que se parece a «Tana» aparece en Onishima..."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "61"
  },
  {
    "mangaId": "7ae0898a-0876-49de-8890-2814ea030d72",
    "title": {
      "en": "Escape the Original Male Lead!"
    },
    "updatedAt": "2024-07-26T17:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/7ae0898a-0876-49de-8890-2814ea030d72/8e9cad9c-3b29-4a4e-a416-e523072017bf.jpg",
    "altTitles": [
      {
        "ko": "실수로 남주의 동생을 꼬셔버렸다"
      },
      {
        "ko-ro": "Silsuro Namjuui Dongsaengeul Kkosyeobeoryeotda"
      },
      {
        "pt-br": "Sem querer seduzi o caçula do reino"
      },
      {
        "ru": "Я случайно соблазнила младшего брата главного героя"
      },
      {
        "ja": "間違って男主人公の弟を口説いちゃった"
      },
      {
        "id": "Tidak sengaja menggoda adik male lead"
      },
      {
        "zh": "不小心勾引了男主的弟弟"
      },
      {
        "es": "No quise cautivar al hermano menor del protagonista masculino"
      },
      {
        "vi": "Tôi Đã Vô Tình Quyến Rũ Em Trai Của Nam Chính"
      },
      {
        "en": "I Accidentally Seduced the Male Lead's Younger Brother"
      }
    ],
    "description": {
      "en": "She possessed the mistress of the male lead in an R19 novel. In the original novel, the male lead was trash who abandoned her after getting her pregnant, saying that he belatedly realized that he loved the heroine. Fortunately, it was still before the original work started. She decided to scrap that shit herself.\n\n\"No, I don't want to,\" she flatly rejected Killian's offer to have an affair with him.\n\nWhen he asked her why, she smiled brightly and answered, \"Young Master is not my taste. If I must say, your younger brother is much preferable.”\n\n\"What? You prefer my younger brother?\"\n\n*Yeah. Not you, but your brother.*\n\nUnlike the original, she firmly set up an iron wall, took care of Lexion, the younger brother who was abused by his elder brother, and protected the original female lead who had low-esteem from that shitty male lead.\n\nAnd now that she'd already done what she had to do, she's off to go.\n\nBut a few years later–\n\nLexion, who had pushed out his older brother and taken the ducal title, came back to her as a beast with a decadent beauty. On top of that, he was even holding the engagement document that she had signed as a joke during their childhood.\n\n\"I've never forgotten you for a moment. Please marry me, Noona.\"\n\n*No, wasn't that just for playing house?*\n\nEvery time she refuses his marriage proposal, he gently hugs her around the waist, and asks in a cold voice, \"Did your taste change while I was away?\"\n\nLexion's eyes were full of life as he asked.\n\nIt was as if when he found out who her type was, he'd kill them right away.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "es": "“No, no quiero.”\n\nLa propuesta fue rechazada como un golpe en seco.\n\n“Confucio no es de mi agrado. Mi preferencia es el hermano menor de Confucio”.\n\n“¿Qué? ¿A mi hermana le gusta?”\n\n“Así es. No tú, sino tu hermano.”\n\n===\n\nEse ‘hermano menor’ vino a nosotros como una bestia con una belleza trascendental. \n\n“Nunca te he olvidado ni por un solo momento. Por favor, cásate conmigo, hermana.”\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "id": "Dia memiliki kekasih dari pemeran utama pria dalam novel R19. Dalam novel aslinya, pemeran utama pria adalah sampah yang mencampakkannya setelah membuatnya hamil, mengatakan bahwa dia terlambat menyadari bahwa dia mencintai pahlawan wanita tersebut. Untungnya, itu masih sebelum pekerjaan aslinya dimulai. Saya memutuskan untuk menghapus omong kosong ini sendiri. *** \"Tidak, aku tidak mau\". Aku dengan tegas menolak tawaran Killian untuk berselingkuh dengannya. Ketika dia bertanya mengapa, saya tersenyum cerah dan menjawab. “Tuan Muda tidak sesuai dengan seleraku. Jika saya harus mengatakan, adik laki-laki Anda jauh lebih disukai. ” \"Itu? Apakah kamu lebih suka adik laki-lakiku?\" \"Ya. Bukan kamu, tapi kakakmu.\" *** Berbeda dengan aslinya, saya dengan kuat membangun tembok besi, merawat Lexion, adik laki-laki yang dilecehkan oleh kakak laki-lakinya, dan melindungi pemeran utama wanita asli yang memiliki harga rendah terhadap pemeran utama pria yang tidak bermutu itu. Dan sekarang setelah saya melakukan apa yang harus saya lakukan, saya akan pergi. Namun beberapa tahun kemudian, Lexion, yang melewati kakak laki-lakinya dan duduk di kursi sang duke, kembali kepadaku seperti binatang buas dengan kecantikan dekaden. Selain itu, dia bahkan memegang dokumen jaminan yang saya tandatangani sebagai lelucon saat masih kecil. “Aku tidak pernah melupakanmu sedetik pun. Tolong menikahlah denganku, noona.” Tidak, bukankah itu hanya untuk bermain rumah? Setiap kali saya menolak lamaran pernikahannya, dia dengan lembut memeluk pinggang saya dan bertanya kepada saya dengan suara yang begitu dingin. \"Apakah seleramu berubah saat aku pergi?\" Mata Lexion penuh dengan kehidupan saat dia bertanya. Ini seperti ketika dia mengetahui siapa tipeku, dia akan langsung membunuhnya.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "ru": "Обычный офисный работник перевоплотился в романе 18+ в второстепенного персонажа, который изначально был любовницей главного героя. В оригинальном романе главный герой бросил ее после того, как она забеременела, сказав, что запоздало понял, что любит главную героиню. Теперь у нее есть шанс изменить судьбу этого персонажа и отказать главному герою: «Я на это не соглашусь!»\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "vi": "Tôi đã sở hữu cơ thể người yêu của nam chính trong một cuốn tiểu thuyết 19+. Trong nguyên tác, nam chính đích thị là một tên rác rưởi. Anh ta đã vứt bỏ cô sau khi làm cô có thai, còn bonus thêm câu anh ta đã vô tình rơi vào lưới tình của nữ chính. May thay, hiện giờ nguyên tác chưa bắt đầu. Vậy nên, tôi đã quyết định tự mình loại bỏ tên rác rưởi đó. *** “Không thích” Tôi đã nhanh chóng từ chối lời đề nghị làm người yêu từ Killian. Anh ta muốn hỏi tôi lý do với khuôn mặt đầy dấu chấm hỏi, tôi chỉ nhẹ nhàng nở nụ cười rạng rở và trả lời. “Thiếu gia đây không phải gu tôi. Gu tôi chính là em trai của thiếu gia cơ” “Gì? Em thích em trai của ta?” Chính xác rồi đó anh trai. Không phải anh, mà là em trai của anh cơ. *** Không như nguyên tác, tôi đã xây dựng một bức tường thành chắc chắn nhằm ngăn chặn tên thiếu gia kia. Bắt đầu chăm sóc cho Lexion, người bị anh trai của mình ngược đãi và cũng chính là người đã bảo vệ nữ chính. Và khi đã hoàn thành công việc, tôi đã nhanh chóng tẩu thoát khỏi dinh thự công tước. Nhưng trôi qua mấy năm. Lexion, người đã đẩy cái tên khốn kia ra khỏi vị trí công tước và tự mình ngồi chễm chệ trên vị trí đó đã trở thành một con thú và đến tìm tôi. Đồng thời còn mang theo một tờ giấy đính hôn có sẵn chữ ký như trò đùa khi nhỏ. “Em chưa hề quên chị dù chỉ một phút. Chị kết hôn với em nhé” Điều đó chẳng phải chỉ để con nít chơi với nhau à? Mỗi lần từ chối, anh ta lại bắt đầu quấn lấy eo của tôi mà ôm. Quá mệt mỏi, tôi đã hỏi anh ta với vẻ mặt nghiêm túc. “Chẳng lẽ em đã thay đổi gu trong thời gian chị vắng mặt?” Đôi mắt của Lexion chứa đầy sát khí khi tôi cất lời. Cứ như thể khi anh ta phát hiện ra gu của tôi là ai, anh ta sẽ giết người đó ngay lập tức.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "zh": "“公爵不是我喜欢的类型，我喜欢的是公爵您的弟弟。” 果断拒绝油腻海王公爵的的提议，这一世我不会做你的情人，没想到随便使用的借口，却让对方上了心。那个小软萌弟弟长大后居然变成了一个病娇美男？“姐姐不是说喜欢我吗？”这个婚约该怎么拒绝呀！\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "pt-br": "**“Jovem mestre, você não faz o meu tipo… Eu quero o seu irmão!”**\n\n“Você não faz o meu tipo, jovem mestre. Prefiro muito mais o seu irmão mais novo.”\n“O quê? O meu irmão?”\n“Isso mesmo, o seu irmão, não você.”\n\n===\n Quando criança, eu assinei um contrato de casamento com este “irmão mais novo”, eu só não contava que…\n“Eu nunca me esqueci de você, por favor, case-se comigo!”\nEle disse isso enquanto segurava o contrato que foi assinado quando éramos crianças, mas espera… não era tudo apenas uma brincadeira??!\n\n---\n\"Não.\" Rejeitei categoricamente a oferta do canalha de ter um caso comigo. “O jovem mestre não é meu tipo. Meu tipo é seu irmão.” \"O quê? Meu irmão é o seu tipo?\" Garfos. Não você, mas seu irmão. * * * O 'irmão' veio até mim, uma fera da decadência. “Nunca me esqueci de você nem por um momento, quero que se case comigo, irmã.” Segurando os papéis de noivado que assinei de brincadeira na minha infância. Não, isso não era para uma brincadeira de criança? \"Você mudou seus gostos enquanto eu estava fora?\" Os olhos de Lexion estavam cheios de emoção quando ele perguntou. É como se ele soubesse do meu novo gosto, ele me mataria imediatamente.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c00ba6a-0240-47bd-9fb4-b01d2fd69ce7",
    "title": {
      "en": "Mijuku na Futari de Gozaimasu ga"
    },
    "updatedAt": "2024-08-13T20:09:32+00:00",
    "coverArt": "https://mangadex.org/covers/6c00ba6a-0240-47bd-9fb4-b01d2fd69ce7/d6c23eaa-1d03-484f-9769-ecf481b9a2eb.jpg",
    "altTitles": [
      {
        "en": "We're New at This"
      },
      {
        "ru": "Может, мы и неопытная пара, но..."
      },
      {
        "ja": "未熟なふたりでございますが"
      },
      {
        "en": "We May Be an Inexperienced Couple But..."
      },
      {
        "ko": "미숙한 두 사람입니다만"
      },
      {
        "id": "Kami Pemula dalam Hal Ini"
      }
    ],
    "description": {
      "en": "Ikuma Saeki finally married his childhood friend and the girl of his dreams, Sumika. But while years of pining came easily to him, physical closeness does not...and he's having trouble navigating the intimacy that comes with marriage. Sumika, too, is having trouble bridging the gap between friend and lover...what is this innocent couple to do but navigate it together, awkwardness and all! A new rom-com from the author of *Ao-chan Can't Study!* [Kodansha]"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "18",
    "lastChapter": "147"
  },
  {
    "mangaId": "1be53773-752f-4dc7-b540-03bb99b46cd7",
    "title": {
      "en": "The Voodooist's Wrathful Return"
    },
    "updatedAt": "2024-05-29T01:17:36+00:00",
    "coverArt": "https://mangadex.org/covers/1be53773-752f-4dc7-b540-03bb99b46cd7/783e94a3-936f-431e-a753-6151c0ad40ed.png",
    "altTitles": [
      {
        "ko": "회귀했는데 FFF급 부두술사"
      },
      {
        "en": "I Returned as an FFF-Class Witch Doctor"
      },
      {
        "ko-ro": "Hoegwihaessneunde FFF Geup Budusulsa"
      },
      {
        "es-la": "Regrese como un chaman de clase FFF"
      }
    ],
    "description": {
      "en": "Ma Jinsung was once a top-ranked player in Arsia Chronicle, but he was brutally killed by his trusted leader. After that, he thought he'd wake up in his room... not 10 years in the past! \n\nNow, prepared to exact his revenge, he jumps right back into the game. But this time, his job class is voodooist, and he gets bonuses for killing other players. The only downside -  if he dies in the game, he dies in real life.\n\nCan Jinsung get his revenge without causing too much carnage? Don't bet on it..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77ada8df-affa-4a37-84af-4e250b398599",
    "title": {
      "en": "I Became the Youngest Member of Top Idol"
    },
    "updatedAt": "2024-05-14T20:31:29+00:00",
    "coverArt": "https://mangadex.org/covers/77ada8df-affa-4a37-84af-4e250b398599/87476b67-6a6a-4735-97ea-b7e5d67af3aa.png",
    "altTitles": [
      {
        "ko": "탑아이돌의 막내 멤버가 되었다"
      },
      {
        "pt-br": "Meu Retorno Como O Membro Mais Jovem"
      }
    ],
    "description": {
      "en": "“25…that’s too old to become an idol.” Do Seohan, who got eliminated from the successful idol survival audition program ‘Stardust Project’. Giving up his dreams, he is trying to find his way working part-time jobs. When all of a sudden, he wakes up 8 years in the past after an accident. Right before the ‘Stardust Project’ started! As the youngest (but most experienced), can he make it to the final lineup this time?",
      "id": "Do Seohan, yang gagal dalam idol survival show terkenal “Stardust Project”, selalu dibayang-bayangi oleh mimpi masa lalunya. Tak pernah meraih kesuksesan, Seohan hanya bisa bekerja sambilan untuk melewati hari-harinya. Namun, akibat sebuah kejadian yang menimpanya, tiba-tiba ia terbangun dan kembali ke 8 tahun lalu, tepat sebelum “Stardust Project” dimulai! Jiwanya 8 tahun lebih tua dari kontestan lainnya, tapi sekarang ia yang termuda di antara mereka. Apakah kali ini Seohan akan berhasil debut sebagai idol?",
      "ko": "\"25살…그거 아이돌은 못하는 나이잖아요.\"\n유명 서바이벌 아이돌 오디션 '스타더스트 프로젝트'에서 탈락했던 도서한.\n꿈에 미련은 못버리고 현실과 타협한 채 알바를 전전하는데…눈을 떠보니 8년 전으로 돌아왔다.\n그것도 '스타더스트 프로젝트'를 시작하기 직전으로!\n막내가 된 (영혼만은) 최고 연장자, 이번에는 오디션에 합격해 아이돌 멤버가 될 수 있을까?",
      "pt-br": "Do Seohan, que fracassou no famoso programa de sobrevivência de idols \"Stardust Project\", é sempre assombrado por seus sonhos do passado. Sem nunca ter alcançado o sucesso, Seohan só consegue trabalhar em empregos de meio período para passar seus dias. No entanto, devido a um incidente que lhe aconteceu, ele acordou de repente e voltou a 8 anos atrás, logo antes do início do \"Stardust Project\"! Sua alma é 8 anos mais velha que a dos outros participantes, mas agora ele é o mais jovem entre eles. Será que Seohan conseguirá debutar como idol desta vez?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09ab066e-422c-4dea-b1e1-0f3e28240fab",
    "title": {
      "en": "Together With the Gods of Music"
    },
    "updatedAt": "2024-05-27T15:05:23+00:00",
    "coverArt": "https://mangadex.org/covers/09ab066e-422c-4dea-b1e1-0f3e28240fab/571ee636-be6f-43fc-8550-c050c61d2d18.jpg",
    "altTitles": [
      {
        "ko": "음악의 신들과 함께한다"
      },
      {
        "ko-ro": "Eum-ag-ui sindeulgwa hamkkehanda"
      }
    ],
    "description": {
      "en": "A producer who had no talent but wanted to make it as a singer.\nDeath came on what he thought was his last chance, but the music gods didn't turn their backs on him.\n\n-If the music gods don't abandon you, can you really do it?\n\nWith the gods of music, change began.",
      "ko": "재능은 없지만 가수로 성공하고 싶었던 프로듀서.\n마지막 기회라고 생각했던 날 찾아온 죽음, 그러나 음악의 신들은 그를 외면하지 않았다.\n\n-음악의 신들이 너를 버리지 않는다면, 정말 할 수 있겠나?\n\n음악의 신들과 함께 변화는 시작되었다."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c941e60f-4c23-420f-ab56-a1c81acac5ae",
    "title": {
      "en": "Hybrid"
    },
    "updatedAt": "2024-07-02T21:38:10+00:00",
    "coverArt": "https://mangadex.org/covers/c941e60f-4c23-420f-ab56-a1c81acac5ae/d8788cdf-b913-4171-b9ca-931d63c532c5.jpg",
    "altTitles": [
      {
        "ko": "사기캐"
      }
    ],
    "description": {
      "en": "the Grand Hybrid, born from the union of angels and demons, is believed to possess the highest lineage among hybrids. When awakened, this extraordinary being, known as the ‘Apex Hybrid’, is said to have the power to blow up the universe.\n\nContrary to Jake’s desire for a simple and ordinary life, angels and devils eventually seek him out as the ultimate ‘Apex Hybrid’. They employ various strategies to convince him to join their respective sides."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9bca0dbd-607f-49ec-bf33-017a74c12cff",
    "title": {
      "en": "Home Plate's Villain"
    },
    "updatedAt": "2024-08-04T03:54:21+00:00",
    "coverArt": "https://mangadex.org/covers/9bca0dbd-607f-49ec-bf33-017a74c12cff/6f3aa0c0-adef-4250-802a-96a607a7ef4e.jpg",
    "altTitles": [
      {
        "en": "Home Plate Villain"
      },
      {
        "ko": "홈 플레이트의 빌런"
      },
      {
        "en": "ホームベースの魔物"
      }
    ],
    "description": {
      "en": "To meet his dead parents again, Hong Bin made a deal with the Baseball Fairy, who agreed to return him to the past if he achieved 3,000 career hits as a baseball player. And at the age of 40, Bin the baseball legend hits his last ball and goes back in time. After reuniting with his family, Bin decides to pursue his old dream of joining the major league. The only issue is that he's lost all his old skills as a pro! But will his past experiences be enough to help this legend fulfill his new goal?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47633ce0-6b5a-44db-8b50-df645f992ab1",
    "title": {
      "en": "The Artistic Genius of Music Is the Reincarnation of Paganini"
    },
    "updatedAt": "2024-08-18T06:05:34+00:00",
    "coverArt": "https://mangadex.org/covers/47633ce0-6b5a-44db-8b50-df645f992ab1/11661599-76e8-4125-949c-ce2e11fd4832.png",
    "altTitles": [
      {
        "ko": "예술고 음악천재는 환생한 파가니니"
      },
      {
        "en": "High School Musical Genius Is Paganini Reincarnated"
      }
    ],
    "description": {
      "en": "The Rebirth of Paganini, Joo-won Moon. He was once a gifted violinist, but due to an injury, he gradually distanced himself from music and lived the life of a regular high school student. “I don’t pursue music.” However, perhaps the irony of fate… Joo-won Moon accidentally transferred to the music class of an arts high school, he picked up the violin… Will Joo-won Moon be able to overcome his psychological trauma? And is there a chance for him to be reborn as a true violinist?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]