[
  {
    "mangaId": "15b458ec-71fc-40b0-af60-656d0904490e",
    "title": {
      "en": "Air Gear"
    },
    "updatedAt": "2024-06-18T22:11:19+00:00",
    "coverArt": "https://mangadex.org/covers/15b458ec-71fc-40b0-af60-656d0904490e/0311cf36-fb90-45f4-af74-0b96e3660442.jpg",
    "altTitles": [
      {
        "nl": "Lucht Gear"
      },
      {
        "ru": "Эйр Гир"
      },
      {
        "ar": "الهواء والعتاد"
      },
      {
        "bn": "এয়ার গিয়ার"
      },
      {
        "th": "ขาคู่ทะลุฟ้า แอร์เกียร์"
      },
      {
        "ja": "エア・ギア"
      },
      {
        "zh-hk": "飛輪少年"
      },
      {
        "zh": "飞轮少年"
      },
      {
        "ko": "에어 기어"
      }
    ],
    "description": {
      "en": "Minami \"Ikki\" Itsuki, is a student and a delinquent. Also known as the \"Unbeatable Babyface\", Ikki is the leader of the youth gang going by the name of \"East Side Gunz\". Upon his return home after being humiliated by a street gang of Storm Riders called the Skull Saders, Ikki discovers a secret hidden from him by his benefactors, the Noyamano sisters. The sisters belong to a group of Storm Riders who go by the team name of Sleeping Forest. Keen on helping Ikki to regain his confidence and pride, they supply him with a pair of Air Trecks (abbreviated as \"AT\"). Ikki eventually settles his grudge with the Skull Saders, but in the process he receives more than the simple satisfaction of revenge. Determined to experience the sensation of flight for as long as he can, our headstrong protagonist is quickly sucked into the mysterious, yet irresistible world of Air Treck.  \n  \nSee [AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6251) for the anime.  \nSee [AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=11722) for OAV (side story).",
      "pl": "Air Treck – ekstremalny sport przyszłości. Nie próbujcie tego robić ze zwykłymi rolkami.  \nW niedalekiej przeszłości daleko idąca miniaturyzacja pozwoliła opracować napęd do nowego rodzaju rolek. Wynalazek ten, nazwany Air Treck, dał początek nowej subkulturze młodzieżowej – Storm Riders. Liczne zespoły zaczęły nie zawsze w pełni sportową walkę o wpływy",
      "es-la": "Minami \"Ikki\" Itsuki, es un estudiante y delincuente. Conocido también como el \"Invencible Babyface\", Ikki es el líder de la pandilla juvenil que responde al nombre de \"East Side Gunz\". Al volver a casa tras ser humillado por una banda callejera de Storm Riders llamada Skull Saders, Ikki descubre un secreto que le ocultan sus benefactores, las hermanas Noyamano. Las hermanas pertenecen a un grupo de Jinetes de la Tormenta que responden al nombre de equipo Sleeping Forest. Deseosas de ayudar a Ikki a recuperar su confianza y orgullo, le proporcionan un par de Air Trecks (abreviado como \"AT\"). Ikki acaba resolviendo su rencor con los Skull Saders, pero en el proceso recibe algo más que la simple satisfacción de la venganza. Decidido a experimentar la sensación de volar durante todo el tiempo que pueda, nuestro testarudo protagonista se ve rápidamente absorbido por el misterioso pero irresistible mundo de los Air Treck.",
      "pt-br": "Minami “Ikki” Itsuki, é um jovem de 14 anos, estudante e para variar, delinquente juvenil! Também conhecido como o \"imbatível baby Face\", Ikki é o líder de uma gangue juvenil chamada de \"Gunz do Lado Leste\". Após ser humilhado por uma gangue de Storm Riders chamada de Skull Saders, tanto seu orgulho quanto sua reputação na escola é manchada. Ao retornar para casa, ele descobre um segredo envolvendo suas benfeitoras, as irmãs Noyamano..."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "suggestive",
    "lastVolume": "37",
    "lastChapter": "358"
  },
  {
    "mangaId": "8a1ca2e4-d83b-4ce6-a074-4102231bebb5",
    "title": {
      "en": "Rakujitsu no Pathos"
    },
    "updatedAt": "2024-07-12T04:24:19+00:00",
    "coverArt": "https://mangadex.org/covers/8a1ca2e4-d83b-4ce6-a074-4102231bebb5/9f946d19-7657-4480-b671-0a966a581dcb.jpg",
    "altTitles": [
      {
        "en": "Sunset of Passion"
      },
      {
        "ja": "落日のパトス"
      },
      {
        "ja-ro": "Rakujitsu no Pathos"
      },
      {
        "zh": "落日的激情"
      }
    ],
    "description": {
      "en": "What happens when next door to upcoming mangaka Fujiwara moves Yuuki, who was his teacher back in high school and first crush?  \r\n  \r\nYuuki, now a married woman, is starting a new life in the city, however her husband is always away on business trips. She finds comfort in the company of her former student, but what she doesn't realize is that Fujiwara can listen to everything happening in her apartment through the building's thin walls…",
      "ja": "東京。繁華街から離れた閑静な住宅街で連載漫画家を目指す青年・藤原秋。ある日、隣の部屋に新たな住人が引っ越してきた。その隣人は藤原の高校の恩師・仲井間真。偶然の再会に喜ぶ二人。しかしその晩。藤原は耳にする。隣の部屋から漏れる、仲井間の嬌声。自らの欲望を抑えられず、藤原は隣室を覗き込む。そこにはかつての恩師のあられもない姿が…!?隣人愛欲物語。淫靡の世界の幕がいま、開く。"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8891f41a-780e-4c9b-9cbc-4ff7b3b8d56e",
    "title": {
      "en": "Umineko no Naku Utage ni - Tea Party of the Witches"
    },
    "updatedAt": "2024-04-21T18:24:09+00:00",
    "coverArt": "https://mangadex.org/covers/8891f41a-780e-4c9b-9cbc-4ff7b3b8d56e/ac852f4b-5d46-490c-879b-ef9c985705a2.jpg",
    "altTitles": [
      {
        "ja": "うみねこのなく宴に Tea party of the witches"
      },
      {
        "ja-ro": "Umineko no Naku Banquet"
      }
    ],
    "description": {
      "en": "A 4-koma spin-off comic of Umineko no Naku Koro ni following the witches, where Lambdadelta decides to move in with Beatrice and Battler."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": ""
  },
  {
    "mangaId": "ad63efb9-e83f-4f8b-a26b-ff60f491ccd1",
    "title": {
      "en": "Casino Gui"
    },
    "updatedAt": "2024-05-12T12:48:30+00:00",
    "coverArt": "https://mangadex.org/covers/ad63efb9-e83f-4f8b-a26b-ff60f491ccd1/87b6d531-c086-471a-80f7-366bfef36ca4.jpg",
    "altTitles": [
      {
        "ja-ro": "Kajino Gui"
      },
      {
        "ja": "カジノグイ"
      },
      {
        "ru": "Парень из казино"
      },
      {
        "ja-ro": "Casino Gui"
      }
    ],
    "description": {
      "en": "Gen Suzuki, a young man who grew up in an orphanage, is trying to live an honest life.  \nBut when the cruel reality of the 10 million yen debt from her sister hits him, he decides to rob a Dark Casino.  \nWhat awaits him is the baptism of the underworld!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "50"
  },
  {
    "mangaId": "4a89da3a-ebf9-467b-94a1-beeb7d1bd3e8",
    "title": {
      "en": "Koi yori Aoku"
    },
    "updatedAt": "2023-09-25T06:54:46+00:00",
    "coverArt": "https://mangadex.org/covers/4a89da3a-ebf9-467b-94a1-beeb7d1bd3e8/5a1392d4-9518-4d77-a86a-09b7f45d9531.jpg",
    "altTitles": [
      {
        "ja": "恋より青く"
      },
      {
        "en": "A Love Yet To Bloom"
      },
      {
        "ko": "사랑보다 푸른"
      },
      {
        "en": "Bluer Than Love"
      }
    ],
    "description": {
      "en": "Takamine, who can't find anything she likes, and Sakikura, who loves books. The two girls meet by chance and spend their after-school hours together. Are they friends? Or is it a nameless relationship spun between the two girls?\n\n------------\nNote: Serialization of the oneshot of same title by Fukaumi Kon in COMIC Ogyaaa!! published by Homesha."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4904da8-2250-461b-bb29-3ec177c40bb9",
    "title": {
      "en": "Splatoon"
    },
    "updatedAt": "2024-05-05T18:03:04+00:00",
    "coverArt": "https://mangadex.org/covers/f4904da8-2250-461b-bb29-3ec177c40bb9/d3fc8ec6-5281-4049-a556-7f918b0caf34.jpg",
    "altTitles": [
      {
        "ja": "スプラトゥーン"
      },
      {
        "ru": "CoroIka"
      },
      {
        "ja-ro": "Supurato~ūn"
      }
    ],
    "description": {
      "en": "A serialization for the hit game Splatoon with manga-original characters featuring Team Blue's, and more specifically Goggles', antics."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd4bc067-d8f0-43e2-8945-6df37fc27dde",
    "title": {
      "en": "Cockroa-chan"
    },
    "updatedAt": "2024-07-12T00:33:47+00:00",
    "coverArt": "https://mangadex.org/covers/cd4bc067-d8f0-43e2-8945-6df37fc27dde/8ebdd402-c366-48e9-b686-450a10bb6759.jpg",
    "altTitles": [
      {
        "es-la": "Cucara-chan"
      }
    ],
    "description": {
      "es-la": "En un mundo donde las apariencias suelen engañar, vive una cucaracha muy especial. Con su aspecto adorable, esta pequeña cucaracha se destaca entre las demás. A diferencia de sus congéneres, a ella le encanta estar cerca de los humanos, a pesar de que no siempre la traten de la mejor manera."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e74e420-b05e-4975-9844-676c7156bd63",
    "title": {
      "en": "Destiny Unchain Online ~Kyuuketsu-ki Shoujo to natte, Yagate『Aka no Maou』to Yobareru You ni Narimashita~"
    },
    "updatedAt": "2024-06-28T11:53:44+00:00",
    "coverArt": "https://mangadex.org/covers/8e74e420-b05e-4975-9844-676c7156bd63/deff209b-3cd3-4da5-b360-3ae94da0e831.jpg",
    "altTitles": [
      {
        "ja": "Destiny Unchain Online 〜吸血鬼少女となって、やがて『赤の魔王』と呼ばれるようになりました〜"
      },
      {
        "en": "Destiny Unchain Online: After Becoming a Vampire Girl, I Eventually Became Known as \"Crimson Demon King\""
      },
      {
        "th": "Destiny Unchain Online เดสทินี อันเชน ออนไลน์ ~เมื่อผมกลายเป็นสาวน้อยผีดูดเลือดแล้วถูกขนานนามว่าจอมมารสีชาด~"
      },
      {
        "zh": "Destiny Unchain Online 〜成为吸血鬼少女，不久后被称为『红之魔王』〜"
      },
      {
        "ko": "Destiny Unchain Online 데스티니 언체인 온라인 〜흡혈귀 소녀가 되어, 이윽고『붉은 마왕』이라 불리게 되었습니다〜"
      }
    ],
    "description": {
      "en": "Mitsuki Kou is such a feared PVP gamer that he's earned the nickname \"Crim the Headhunter\" in some circles. His next game to take over? \"Destiny Unchain Online\", a brand new VRMMO game developed by none other than Kou's father. But, no new game on release day is without its bugs - namely, Kou glitches to the middle of nowhere, and his vampire avatar is turned into a girl!  A story for all of the people who through games have met new friends and aimed for the top... start!",
      "id": "Mitsuki kou, seorang gamer dengan skill hebat yang memiliki nama lain,  yaitu \"pemburu kepala Cream\". Berpartisipasi dalam sebuah game baru \"Destiny Unchain Online\" yang dibuat oleh ayahnya sebagai tester perangkat game baru, tetapi segera setelah dimulai, karena sebuah bug ia menjadi gadis vampir. Ketika ia bertemu dengan teman-teman yang baik, pada saat itulah ia akan mulai menyelesaikan game, sebuah cerita tentang seorang gamer terbaik yang segala sesuatunya berubah…… sudah di mulai!",
      "ja": "神がかったプレイヤースキルを持ち「首狩りクリム」の二つ名で知られるゲーマー、満月紅。父親が作った新作ゲーム『Destiny Unchain Online』に新型ゲームデバイスのテスターとして参加するが、開始早々バグだらけで姿は吸血鬼種族の少女に。最高の仲間と出会い、ゲームを攻略して行くうちに、何もかもが変わっていく最高のゲーマー物語……開幕！",
      "ko": "압도적인 스킬을 가지고「목 사냥꾼 크림」이라는 별명으로 알려진 게이머, 미츠키 코우. 아버지가 만든 신작 게임 『Destiny Unchain Online』에 신형 게임 장치 테스터로 참가하지만, 시작하자마자 오류투성이로 흡혈귀 종족의 소녀가 되어 버리는데. 최고의 동료와 만나고, 게임을 공략해 나가다 보니,모든 것이 변해 가는 최강 게이머 이야기… 개막!",
      "th": "มิตสึกิ โค เกมเมอร์ฝีมือฉกาจที่รู้จักกันในนาม ‘คริมนักล่าหัว’ ได้เริ่มเล่นเกม ‘Destiny Unchain Online’ ที่พ่อของเขาสร้างในฐานะเทสเตอร์ของเครื่องเล่นเกมรุ่นใหม่ล่าสุด แต่ไม่ทันไรก็เจอบั๊กมากมายจนกลายเป็นเด็กสาวเผ่าผีดูดเลือดไปซะอย่างนั้น เรื่องราวของเกมเมอร์ผู้เก่งกาจที่ทุกอย่างเริ่มเปลี่ยนไปเมื่อได้พบกับพรรคพวกสุดเจ๋งและผจญภัยในโลกแห่งเกม... เปิดฉากแล้ว ณ บัดนี้!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3ad8d2f2-1afe-43da-a88b-0a790c64939e",
    "title": {
      "en": "Maria no Danzai"
    },
    "updatedAt": "2024-07-04T13:27:18+00:00",
    "coverArt": "https://mangadex.org/covers/3ad8d2f2-1afe-43da-a88b-0a790c64939e/a4d08349-2602-41b5-90d0-53ef2550eb0f.jpg",
    "altTitles": [
      {
        "ja": "聖母の断罪"
      },
      {
        "ar": "دَينُونَة ماريا"
      },
      {
        "ne": "मारियाको निर्णय"
      },
      {
        "vi": "Lời tuyên án của Đức Mẹ"
      },
      {
        "en": "Maria's Judgement"
      },
      {
        "id": "Penghakiman Maria"
      },
      {
        "es-la": "La Condena de María"
      },
      {
        "tl": "Ang Paghatol ni Maria"
      },
      {
        "de": "Maria's Judgement"
      },
      {
        "ru": "Возмездие Девы Марии"
      }
    ],
    "description": {
      "ar": "بعد وفاة ابنها بطريقة مروعة، تكتشف والدتهُ تنمر الآخرين الشديد عليه، فعقدت العزم على معاقبة أولئك المتنمرين الذين أخذوا ابنها الحبيب منها، وبدأت العمل كممرضة في المدرسة",
      "en": "The Nagare family was a happy home of three people. However, their son Kiritaka was secretly bullied at school. Then, an incident occurs, and the mother Mari's love for her son goes out of control.",
      "ne": "आमाबुवा र छोरासहित ३ जनाको नागारे परिवारको खुसीको घर थियो। तर, उनीहरुको छोरा किरिताकालाई विद्यालयमा गोप्य रुपमा कुटपिट गरिएको थियो।  त्यसपछि, एउटा घटना घट्छ, र आमा मारियाको छोराप्रतिको माया अनियन्त्रित हुन्छ।",
      "vi": "Một gia đình ba người những tưởng đang hạnh phúc, cho đến khi Kiritaka, người con trai duy nhất của Nagare Mari \"tự sát\" vì \"quá đau khổ\". Cho rằng bản thân đã vô tình dồn ép con trai yêu quý, Mari toang tìm đến cái chết, nhưng không... cô vô tình phát hiện ra sự thật con trai mình đã liên tục bị bắt nạt suốt một thời gian dài bởi những con quỷ đội lốt người tại trường học.\nVà rồi tình thương con da diết của Mari... đã vượt ngoài tầm kiểm soát của trái tim cô.",
      "es-la": "La familia Nagare era un hogar feliz formado por tres personas. Sin embargo, su hijo Kiritaka sufría acoso escolar extremo en secreto. Entonces, ocurre un incidente que haría que el amor de la madre, Mari, se descontrolara por completo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96d64845-fd56-47ac-9f2e-d78bdb73d06a",
    "title": {
      "en": "Buzoku Omegaverse"
    },
    "updatedAt": "2024-07-12T02:49:01+00:00",
    "coverArt": "https://mangadex.org/covers/96d64845-fd56-47ac-9f2e-d78bdb73d06a/a55f543f-71ef-416a-a8cb-d32e2d4072e7.png",
    "altTitles": [
      {
        "ja": "部族オメガバース"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3bdcdbb-d920-4f59-bdc1-cf9240fc1c56",
    "title": {
      "ja": "Bonkotsu Shinpei No Monster Life"
    },
    "updatedAt": "2024-05-13T16:51:40+00:00",
    "coverArt": "https://mangadex.org/covers/b3bdcdbb-d920-4f59-bdc1-cf9240fc1c56/08540cee-2f69-4ab2-b04b-eec4696fc0d8.jpg",
    "altTitles": [
      {
        "ja": "凡骨新兵のモンスターライフ"
      },
      {
        "en": "The Monstrous New Life of the Fallen Empire's Recruit"
      },
      {
        "ja": "凡骨新兵のモンスターライフ@COMIC"
      },
      {
        "ja-ro": "Bonkotsu Shinpei no Monster Life@COMIC"
      }
    ],
    "description": {
      "en": "The protagonist is an ordinary soldier from an empire at war who gets used as a guinea pig for genetic engineering experiments, turned into a monster and put into cryosleep.\r\n\r\n200 years later he wakes up in a sword and sorcery world. The empire is gone and he has to survive alone in the body of a monster whom everybody wants to kill on sight. Meanwhile he encounters various pretty ladies (and elves) in need of rescue.\r\n\r\n[Original JP Web Novel](https://ncode.syosetu.com/n6204gb/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0948937b-682c-4fe2-90bb-4c552c6818c4",
    "title": {
      "en": "I Have Nine Quadrillion Simp Gold Coins"
    },
    "updatedAt": "2024-01-02T15:44:47+00:00",
    "coverArt": "https://mangadex.org/covers/0948937b-682c-4fe2-90bb-4c552c6818c4/1c65e461-6021-4a50-bffc-8197022ab832.jpg",
    "altTitles": [
      {
        "zh": "我有九千万亿舔狗金"
      },
      {
        "vi": "Ta Có 90 Tỷ Tiền Liếm Cẩu!"
      },
      {
        "en": "I Have 90 Billion Licking Gold Coins"
      }
    ],
    "description": {
      "en": "Down-and-out university student Chen Yuan, devotedly pursues Goddess Lin Shutong for three years, gets kicked in the face. In his grief, he accidentally activates the “Licking Dog System” with a memory of 90 trillion Licking Dog Money, solely for licking women. The more you spend, the more you get back, and you can also obtain various attribute bonuses, transforming into a little superhero. It's called the Licking Dog System, but do I really want to be a licking dog? As long as I lick enough, I'll be the king. As long as I prove my love with enough money, I can turn the goddess into my licking dog! At this moment, Chen Yuan, who has undergone a great awakening, embarks on his life as a rich and licking dog."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db90d832-59a6-4f1a-97cc-84226bdd5d12",
    "title": {
      "en": "Uma Musume Pretty Derby: Uma Musumeshi"
    },
    "updatedAt": "2024-06-15T12:43:23+00:00",
    "coverArt": "https://mangadex.org/covers/db90d832-59a6-4f1a-97cc-84226bdd5d12/25d3a677-28d0-4814-83bf-8b85c52aefbe.jpg",
    "altTitles": [
      {
        "ja": "ウマ娘プリティーダービーうまむすめし"
      },
      {
        "ja-ro": "Umamusumeshi"
      }
    ],
    "description": {
      "en": "\"In their daily lives, as well as their special moments, Uma Musume enjoy eating \"tasty dishes\"♪\"?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec0c3cbf-dc3d-4df2-b2c6-2af7ad41541e",
    "title": {
      "en": "Mane Mane Nichi Nichi"
    },
    "updatedAt": "2024-07-12T03:43:07+00:00",
    "coverArt": "https://mangadex.org/covers/ec0c3cbf-dc3d-4df2-b2c6-2af7ad41541e/a8ca665c-f019-4451-a97a-3c76b2258b5b.png",
    "altTitles": [
      {
        "ja": "マネマネ にちにち"
      },
      {
        "tl": "Araw-Araw, Tagapamahala"
      },
      {
        "ja-ro": "Manemane Nichinichi"
      }
    ],
    "description": {
      "en": "In a certain school lies a certain club and its three managers. Though unremarkable, days that can't be found anywhere else have begun! Drawn by Yamamoto Souichiro is a brand new Sports ground youth story!",
      "tl": "Sa isang partikular na paaralan ay may isang natatanging klab at ang tatlong tagapamahala nito. Bagama't hindi kapansin-pansin, ay nagsimula na ang mga araw na kahit saan ay hindi matatagpuan! Iginuhit ni Souichiro Yamamoto, ay isang bagong kuwento ng mga kabataan sa larangan ng isports!",
      "pt-br": "Numa determinada escola reside um determinado clube e as suas três ajudantes. Embora normais, dias que não podem ser encontrados em nenhum outro lugar começaram! Desenhado por Yamamoto Souichirou, é uma nova história juvenil de campo esportivo!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1c2f231-0777-46d4-84ec-f43f25e85b7a",
    "title": {
      "en": "Dark Castle"
    },
    "updatedAt": "2023-10-11T13:01:59+00:00",
    "coverArt": "https://mangadex.org/covers/b1c2f231-0777-46d4-84ec-f43f25e85b7a/2ee1ad27-9d2a-4778-8abf-601135717f54.jpg",
    "altTitles": [
      {
        "ru": "Тёмный Замок"
      }
    ],
    "description": {
      "en": "A dark gloomy castle with endless stairways and an ancient library. Scary, mysterious creatures live here, hiding in the night. One day, a girl who lost her memory ends up there. Who is she and how can she get back? And, most importantly, how will the owner of the castle decide her fate?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4e2da95-1cd7-49e8-9197-b7419be2077b",
    "title": {
      "en": "Ore ni Trauma wo Ataeta Joshi-tachi ga Chirachira Mitekuru kedo, Zannen desu ga Teokure desu"
    },
    "updatedAt": "2024-06-26T07:07:24+00:00",
    "coverArt": "https://mangadex.org/covers/e4e2da95-1cd7-49e8-9197-b7419be2077b/416ab867-3e3d-4fb0-b0bc-c1c769e3c789.jpg",
    "altTitles": [
      {
        "ja": "俺にトラウマを与えた女子達がチラチラ見てくるけど、残念ですが手遅れです"
      },
      {
        "en": "The Girls Who Traumatized Me Keep Glancing at Me, but Alas, It’s Too Late"
      },
      {
        "es-la": "Las chicas que me traumaron me están mirando, pero desafortunadamente es demasiado tarde."
      }
    ],
    "description": {
      "en": "Kokonoe Yukito has always been unlucky when it comes to women. He was rejected by his childhood friend, which he thought they had mutual feelings for each other. He sister hates him. His mother neglected him— Due to all these trauma stacking with each other, his emotions were completely destroyed. When Yukito enters high school, the girls who inflicted these pain on him started to care for him...?! Thus commence a youthful Romcom full of misunderstandings!",
      "ja": "九重雪兎は昔から女運が悪い。両想いだと思っていた幼馴染にはフラれ、姉には嫌われ、母親には疎まれ――度重なるトラウマの果てに感情がぶっ壊れてしまう。そんな雪兎が高校に入学したら、彼にトラウマを与えてきた女子達がやたらと彼のことを気にかけてきて……!?　手遅れから始まる勘違い思春期ラブコメ、開幕！",
      "es-la": "Yukito Kokonoe siempre ha tenido mala suerte. Es odiado por su madre, su hermana, y su amiga de la infancia, pensaba que tenían sentimientos mutuos, pero ella se siente frustrada antes de la confesión, e incluso hace travesuras durante sus heridas, y sus emociones se rompen después de repetidos traumas con muchas mujeres.\n\nSin embargo, cuando ingresó a la escuela preparatoria, ¿¡Las chicas que lo traumatizaron comenzaron a preocuparse por él ...!?\nEsta es una comedia romántica de un adolescente incomprendido que comienza demasiado tarde."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04598a65-4f1f-4807-a419-d79ca7f67457",
    "title": {
      "en": "Under Ninja"
    },
    "updatedAt": "2024-02-28T06:14:44+00:00",
    "coverArt": "https://mangadex.org/covers/04598a65-4f1f-4807-a419-d79ca7f67457/db065abe-a0e4-4201-8fa9-5d490bfb047f.jpg",
    "altTitles": [
      {
        "ja": "アンダーニンジャ"
      },
      {
        "ja-ro": "Andā Ninja"
      }
    ],
    "description": {
      "en": "The once-prosperous Japanese ninja are said to have been dismantled by the GHQ following the Pacific War and disappeared. In reality, the ninja still exist in secret, and their number is rumored to be as many as 200,000. Some of the elite ninja work behind the scenes at the national level. On the other hand, the ninja at the end of the line are often unable to find work. One such ninja, Kuro Kumogakure, is living the life of a NEET."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "accc382a-8b93-4008-95e5-ea8aac8ce1dd",
    "title": {
      "en": "Ijin Tensei - Gokoku Warfare"
    },
    "updatedAt": "2024-07-03T15:11:45+00:00",
    "coverArt": "https://mangadex.org/covers/accc382a-8b93-4008-95e5-ea8aac8ce1dd/c4ec7b3a-074d-4d0a-a9b6-ff4ebef706f9.jpg",
    "altTitles": [
      {
        "en": "Wise Man's Reincarnation: Five Kingdoms"
      },
      {
        "zh": "伟人转生-五国大战"
      },
      {
        "ja": "偉人転生 五國WARFARE"
      }
    ],
    "description": {
      "en": "A world of war that has lasted for 100 years.\nFuugo and Roka, childhood friends of the Kingdom of Asdorm.\nWhen the fates of two people who were once separated are reunited, a new threat that has never been seen before strikes them!\n\nEinstein, Edison ...\nGenius greats who have been reincarnated in a war-torn other world compete with all their best intellect, the Five Kingdoms War begins! !!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80e1c03c-ecf5-4dd4-a421-29eb1655cc93",
    "title": {
      "en": "Ruwei"
    },
    "updatedAt": "2024-03-06T19:12:43+00:00",
    "coverArt": "https://mangadex.org/covers/80e1c03c-ecf5-4dd4-a421-29eb1655cc93/912c398c-5a8d-40f9-8ced-412f58eaaece.png",
    "altTitles": [
      {
        "zh": "入味"
      },
      {
        "zh-ro": "rù wèi"
      },
      {
        "ja": "入味 この娘と食卓を囲む日から"
      },
      {
        "ja-ro": "Ruwei ~Kono Musume to Shokutaku o Kakomu hi Kara~"
      },
      {
        "en": "Flavorful"
      },
      {
        "ko": "루웨이"
      }
    ],
    "description": {
      "en": "While getting a nighttime snack, the female artist Xin Xin accidentally saves Yin Yin, a wasted rich girl. She gives her a bath, changes her clothes, and even makes her a bowl of *suantang* noodles after much wheedling...\n\nAfter multiple attempts at rebuffing her forward advances, Xin Xin ends up letting the \"homeless\" Yin Yin stay with her as she needs a roommate.\n\nSocial and beautiful, Yin Yin breaks the ice bit by bit with the strict and independent Xin Xin... Their yuriful table for two starts becoming available now!\n\n---\n\n**Links:**\n- [Official Japanese Translation](https://manga.bilibili.com/detail/mc33027)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "19"
  },
  {
    "mangaId": "b5e3b32e-5d96-4ebd-b37e-3caa0b258824",
    "title": {
      "en": "Kanzen Kaihi Healer no Kiseki"
    },
    "updatedAt": "2024-05-23T01:04:21+00:00",
    "coverArt": "https://mangadex.org/covers/b5e3b32e-5d96-4ebd-b37e-3caa0b258824/758947d2-6ca6-408d-803f-6d82967f939f.jpg",
    "altTitles": [
      {
        "en": "The Path of the Perfect Evasion Healer"
      },
      {
        "ja": "完全回避ヒーラーの軌跡"
      },
      {
        "ko": "완전회피 힐러의 궤적"
      },
      {
        "zh-hk": "完全迴避補師的異世界軌跡"
      },
      {
        "ru": "Путь целителя с идеальным уклонением"
      }
    ],
    "description": {
      "en": "A college student, Sakurai Hiroki was summoned to another world to defeat the Demon Lord. And since he got “Priest” as a job, his starting Recovery Stat was more than enough to heal any wounds, so he dumped all of his Stat Points into Evasion. In other words, he’s aiming for an Evasion Healer who will never get hit by enemy attacks. But unfortunately, people in that world couldn’t understand his ideal! The King got angry against him and labelled him as useless almost immediately! And thus, the story of how Hiroki become an odd Healer who can even avoid Dungeon Boss’ attacks with ease has started!!",
      "ru": "Учащегося среднего специального образовательного учреждения Сакурай Хироки вызвали в иное измерение для того, чтобы одолеть Лорда Демонов. Поскольку он получит специализацию \"Клирика\", его базового знания в области восстановления хватило в избытке, чтобы врачевать какие угодно повреждения, и по этой причине он использовал все очки способностей для улучшения уклонения. Иначе говоря, он выбрал дорогу исцелителя, который ни за что не окажется под ударами неприятеля. Однако, к несчастью, народ этого измерения не был в состоянии оценить его по достоинству! Правитель рассердился на героя и моментально нарек его бестолковым. Затем началась история о том, как Хироки становится великолепным мастером исцеления, который может уклоняться от самых жестоких атак боссов.",
      "pt-br": "Um estudante universitário, Sakurai Hiroki foi convocado para outro mundo para derrotar o Demon Lord. E desde que ele designado como \"Sacerdote\", seu estado de recuperação inicial foi mais que suficiente para curar qualquer ferida, então ele jogou todos os seus pontos de status em Evasion. Em outras palavras, ele está apontando para uma evasão Healer que nunca vai ser atingido por ataques inimigos. Mas, infelizmente, as pessoas desse mundo não entenderam seu ideal! O rei ficou irritado contra ele e o rotulou como inútil quase imediatamente!E assim, a história de como Hiroki se tornou um Curador estranho que pode até evitar ataques de Dungeon Boss com facilidade começou!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "696b9123-377a-488d-9f79-761b19cab495",
    "title": {
      "en": "Open Sesame"
    },
    "updatedAt": "2024-06-25T21:29:35+00:00",
    "coverArt": "https://mangadex.org/covers/696b9123-377a-488d-9f79-761b19cab495/70131990-05db-43cf-9240-cf61fcd019e0.jpg",
    "altTitles": [
      {
        "zh": "恋爱新鲜人"
      },
      {
        "ja": "オープンセサミ"
      }
    ],
    "description": {
      "en": "Danjou Yamato is a high-school student who lives in the countryside and is the boxing champion of the region. However, when his family has to move out to live in Tokyo, he is transfered to a school in Tokyo that was previously an all-girls school. Girls have a lot of power and give the guys a hard time. But Yamato will not bow down to the power of the girls, and on his way to claim power for the guys in the school, he finds out something about his past… something that he had forgotten long ago…"
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "94"
  },
  {
    "mangaId": "024af7a5-f8ad-4b67-b950-b1708f52b018",
    "title": {
      "en": "Yuusha Party ni Kawaii Ko ga Ita no de, Kokuhaku Shite Mita"
    },
    "updatedAt": "2024-05-06T23:00:01+00:00",
    "coverArt": "https://mangadex.org/covers/024af7a5-f8ad-4b67-b950-b1708f52b018/282e1535-5036-43dd-99d6-bf0c0aecab8e.jpg",
    "altTitles": [
      {
        "ja": "勇者パーティーにかわいい子がいたので、告白してみた。"
      },
      {
        "en": "There Was a Cute Girl in the Hero's Party, so I Tried Confessing to Her"
      },
      {
        "uk": "Красуня з групи героя, якій я зізнався в коханні"
      },
      {
        "zh": "身为魔族的我想向勇者小队的可爱女孩告白"
      },
      {
        "ko": "용사 파티에 귀여운 애가 있어서, 고백해봤다"
      }
    ],
    "description": {
      "en": "Youki was reincarnated in another world. However, instead of being reincarnated as the hero or the demon lord, he was instead reincarnated half-assedly as a minion of the Demon Lord. One day, the Hero's Party attacked the Demon Lord's castle with the intent of defeating the Demon Lord. Of course, Youki was able to repel their attempt with ease. In spite of this, he ended up falling for the cleric, Cecilia, at first sight… The super popular love comedy fantasy set in another world!",
      "uk": "Юкі був реінкарнованим у іншому світі. Однак, замість того щоб реінкарнувати героєм чи королем демонів, він став підлеглим короля демонів. Одного дня група героя атакувала замок короля демонів. Годі й казати, що Юкі відбив спробу героя. Однак, з першого погляду, був зачарований красою Сесиль, клерка групи героя... Супер популярна любовна комедія в іншому світі!",
      "pt-br": "Youki foi reencarnado em outro mundo. Entretanto, em vez de reencarnar como o herói ou o Rei Demônio, ele foi reencarnado como um subordinado do Rei Demônio. Um dia, o grupo do Herói atacou o castelo do Rei Demônio com a intenção de derrotar o Rei Demônio. É claro que Youki conseguiu repelir sua tentativa com facilidade. Apesar disso, ele acabou se apaixonando pelo sacerdotisa Cecília, à primeira vista. A fantasia super popular de comédia romântica que acontece em outro mundo!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c730e74b-cd7c-4a41-bbc6-ffb4693404dc",
    "title": {
      "en": "The Nine Heavens Swordmaster"
    },
    "updatedAt": "2024-05-28T17:44:32+00:00",
    "coverArt": "https://mangadex.org/covers/c730e74b-cd7c-4a41-bbc6-ffb4693404dc/4e0d02f5-25d9-4452-b627-85e946d1c283.jpg",
    "altTitles": [
      {
        "en": "Heavenly Inquisition Sword"
      },
      {
        "ko": "구천구검"
      },
      {
        "ko-ro": "Gucheongugeom"
      },
      {
        "es-la": "La Espada de la Inquisición Celestial"
      }
    ],
    "description": {
      "en": "“He is the master of the Nine Heavens.”\n\nYeon Jeokha was the child of a second wife. Viciously bullied by his father’s first wife and his siblings, he was later imprisoned in a warehouse after his father died of illness…\n\nIt has been ten years since his escape after he had learned martial arts that were out of the world.\n\n“I regard the Yeon Family with great bitterness.”\n\nThe unstoppable adventure of the sole successor of the Heavenly Inquisition Sword, Yeon Jeokha, begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d21c9c1d-21ec-4a15-bc82-73d97458a1d3",
    "title": {
      "en": "Killing Killer"
    },
    "updatedAt": "2023-07-29T11:52:55+00:00",
    "coverArt": "https://mangadex.org/covers/d21c9c1d-21ec-4a15-bc82-73d97458a1d3/0c42889d-81bb-45dc-8f29-4da3eff1c2c1.png",
    "altTitles": [
      {
        "ko": "킬링킬러"
      }
    ],
    "description": {
      "en": "The main character, Siwoo Lee, lost his parents to a murderer ten years ago. Finally, he meets Jack, the killer who killed his parents, and beheads him. “It wasn’t me who killed your parents.”\nAfter learning that the real culprit is a \"contractor\" belonging to a group of killers using superpowers, Si-woo Lee decides to hunt down the registrants with Jack’s help."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "750d3c4f-86cc-46e5-bcbf-1498c6a18b88",
    "title": {
      "en": "The Wicked Ladies in Waiting"
    },
    "updatedAt": "2024-06-26T01:40:16+00:00",
    "coverArt": "https://mangadex.org/covers/750d3c4f-86cc-46e5-bcbf-1498c6a18b88/bcda2e61-5037-456d-8884-d9e2f30cda2a.jpg",
    "altTitles": [
      {
        "en": "Bad Maids"
      },
      {
        "ko": "나쁜 시녀들"
      }
    ],
    "description": {
      "en": "Julia, who was born an orphan, was killed in exchange for falling in love with the Young Master of the Marjoram Family. But when she opened her eyes, at the same location as any other day, she was rescued by the Commander of the Imperial Army, ‘Carus’... She was hit by a curse of being unable to die, and this is now her eighth life. After realizing that she would be stuck in the loop forever if she didn't take down the Marquis, she became a servant within the Palace to utilize the Royal Family’s power to demolish the Marjoram Family in her eighth life. “Isn’t this how we’re supposed to plot revenge?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "017928fe-96c5-4865-9b7f-1f7bc1b22824",
    "title": {
      "en": "I Was the Final Boss"
    },
    "updatedAt": "2024-06-23T19:28:47+00:00",
    "coverArt": "https://mangadex.org/covers/017928fe-96c5-4865-9b7f-1f7bc1b22824/0569286f-4b47-4d85-bc6e-8370dc5d3a53.jpg",
    "altTitles": [
      {
        "ko": "보스였음"
      },
      {
        "ko-ro": "Boss-yeosseum"
      },
      {
        "en": "Ancient Boss of The Abyss"
      },
      {
        "pt-br": "Eu costumava ser um Boss!"
      }
    ],
    "description": {
      "en": "Baphomet is the ruthless, dispassionate lord of the Abyssal Tower, a mysterious, monster-filled dungeon plaguing the human world. Many Hunters seek to defeat him and bring the tower down to no avail. Despite his demonic power, Baphomet grows curious about humanity. One day, Baphomet is defeated by Raven, the strongest Hunter, and realizes that his true wish is to be just like the humans he previously looked down on. In death, he is granted his wish, as he awakens as a human – without his powers!",
      "fr": "Baphomet, le boss de la , attend un chasseur fort capable de se battre à armes égales contre lui.\n\nLorsqu’il s’est lassé de ces combats répétitifs, il a commencé à s’intéresser au monde de l’humanité grâce aux trophées qu’il avait obtenus des chasseurs morts.\n\nDans le même temps, il fut de plus en plus fasciné par l’existence des humains lorsque le puissant chasseur dont il avait toujours rêvé apparut devant lui.\n\nFinalement, Baphomet essaie de devenir lui-même un humain…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "07d18c41-d141-42c6-98a5-f4f3d0484d22",
    "title": {
      "en": "Sesame and Rice Cake"
    },
    "updatedAt": "2024-06-18T17:20:32+00:00",
    "coverArt": "https://mangadex.org/covers/07d18c41-d141-42c6-98a5-f4f3d0484d22/080efdb2-9212-4597-969f-4b654be19926.jpg",
    "altTitles": [
      {
        "zh": "芝麻与米糕"
      }
    ],
    "description": {
      "en": "Sesame saves Rice Cake in the park, and they part ways. Rice Cake saves Sesame in the park, and this time, they become friends after Rice Cake's owner takes in Sesame. They become friends, but will that friendship progress to something more? Oh, and they're cats. GL series, infrequent updates (translator made description)  \r\nAuthor Weibo: <https://www.weibo.com/xllb0118?refer_flag=1005055013_&is_all=1>"
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea4d294d-f026-4bf2-a999-a559084bad1b",
    "title": {
      "en": "Isso Anata ga Todome wo Sashite"
    },
    "updatedAt": "2024-05-26T16:07:53+00:00",
    "coverArt": "https://mangadex.org/covers/ea4d294d-f026-4bf2-a999-a559084bad1b/ea2ecc90-7b32-44c1-93c6-ecf6277ad5a8.jpg",
    "altTitles": [
      {
        "ja": "いっそあなたがトドメを刺して"
      },
      {
        "ja-ro": "Isso Anata ga Todome o Sashite"
      },
      {
        "en": "Better You Give Me The Final Blow"
      }
    ],
    "description": {
      "en": "Ichika is a female college student who wants to have a normal relationship, but is often judged by her appearance. One night at a drinking party she attended, hoping to have a wonderful encounter, she met Kousei who was kind to her. She is attracted to him because they got the same interest, enjoys talking with him and he likes her just the way she is — but she didn't know he had a secret no one knows about. \n\n(Source: heartbuzz2d)",
      "pt-br": "Ichika é uma estudante universitária do sexo feminino que deseja ter um relacionamento normal, mas muitas vezes é julgada pela sua aparência. Uma noite, numa festa em que ela participou, esperando ter um encontro maravilhoso, ela conheceu Kousei, que foi gentil com ela. Ela se sente atraída por ele porque eles têm os mesmos interesses, gosta de conversar com ele e ele gosta dela do jeito que ela é — mas ela não sabia que ele tinha um segredo que ninguém conhece."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bd45a18-27d4-43ba-b3b9-2293f9a957d0",
    "title": {
      "en": "I Stole the First Ranker’s Soul"
    },
    "updatedAt": "2024-07-09T05:11:48+00:00",
    "coverArt": "https://mangadex.org/covers/7bd45a18-27d4-43ba-b3b9-2293f9a957d0/3c760d8c-f073-43ad-b07a-6cdd35d9445c.png",
    "altTitles": [
      {
        "ko": "랭킹 1위를 영혼까지 털어버림"
      },
      {
        "ko-ro": "Ranking 1-Wireul Yeonghonkkaji Teoreobeorim"
      },
      {
        "en": "I Stole the Number One Ranker's Soul"
      }
    ],
    "description": {
      "en": "One day, Son Mo-Ah fell into a dungeon and became a gathering hunter.\nSon Mo-Ah, who somehow narrowly escaped death, was going to live a normal life but gets caught up in a dungeon yet again.\nIn a moment of crisis, she is rescued by Seo Ji-Han, the number one ranker, and succeeds in surviving the situation. Somehow, Son Mo-Ah got entangled in a fateful relationship with said number one ranker.\n\nBut he said something really unusual to me.\n\n“Promise me that you will kill all the dungeons bosses in this world, as many as you can.”\n\nWhat?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f542695-6d90-48a3-bee7-cc84175857ee",
    "title": {
      "en": "One Day Outing Foreman"
    },
    "updatedAt": "2024-04-19T20:52:22+00:00",
    "coverArt": "https://mangadex.org/covers/8f542695-6d90-48a3-bee7-cc84175857ee/fdf0fe48-2065-4544-8a24-3b95ef566519.jpg",
    "altTitles": [
      {
        "ja": "１日外出録ハンチョウ"
      },
      {
        "en": "1 Day Outing Foreman"
      },
      {
        "ja-ro": "Ichinichi Gaishutsuroku Hanchou"
      }
    ],
    "description": {
      "en": "At a certain prison under the surface, the \"bottom of the bottom\" that is the Teiai Underground Labor Facility, there is a man who uses his \"one-day outing passes\" to go above ground and enjoy all the luxuries of life while living in the poor conditions of the underground. His name is Ootsuki, and he is the leader of Squad E and a master of enjoying himself all day long with eating, drinking, and having a great time."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41fbd08c-e2da-4f62-ae84-5ce55503e116",
    "title": {
      "en": "My Fake Girlfriend's Defending Against Their Attacks"
    },
    "updatedAt": "2024-04-13T16:40:05+00:00",
    "coverArt": "https://mangadex.org/covers/41fbd08c-e2da-4f62-ae84-5ce55503e116/2435a138-3700-4294-bb71-e0ae649a55ba.png",
    "altTitles": [
      {
        "zh": "我的假女友正全力防御她们的进攻"
      },
      {
        "en": "My Fake Girlfriend's Defending Against Their Attack"
      },
      {
        "en": "My Fake Girlfriends are using me as a Shield"
      },
      {
        "zh-ro": "Wo De Jia Nüyou Zheng Quanli Fangyu Tamen De Jingong"
      }
    ],
    "description": {
      "en": "One day, I was suddenly confessed to by a girl, and in order to reject her, I had to find a fake girlfriend! I didn’t expect that my plan to avoid trouble… would lead to even bigger trouble?! The tsundere \"Vicious Princess\" from the Archery Club, the \"White Fox\" who is adept at teasing, the \"Flower of the Highlands\" with straight black hair, and…a sister with a severe case of brocon! Could my youth romantic comedy be wrong as well too?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d362fd89-f15c-481f-8bf1-17e59e125d03",
    "title": {
      "en": "Mix"
    },
    "updatedAt": "2024-05-08T14:33:52+00:00",
    "coverArt": "https://mangadex.org/covers/d362fd89-f15c-481f-8bf1-17e59e125d03/7d8d1782-a13e-4572-9f36-cdc7fb180e3c.jpg",
    "altTitles": [
      {
        "ru": "Микс"
      },
      {
        "ja": "ミックス"
      },
      {
        "en": "MIX"
      },
      {
        "ar": "مكس"
      }
    ],
    "description": {
      "en": "Adachi's second serialization in Gessan Shounen Sunday, follows the story of three siblings, students of Meisei Middle School. Takes place 26 years after Adachi's biggest title, Touch.  \n  \nBecause of the legend left by Tatsuya Uesugi, Meisei Academy High School was well-known for their strong baseball team. But 26 years after their glory, the team has not been able to keep their record and has since lost their fame.  \n  \nTwo stepbrothers, Souichirou and Touma Tachibana, aim to revive of the once-strong Meisei Academy baseball team and enter the National High School Baseball Championship.  \n  \n(Source: MAL, edited)",
      "ja": "舞台は明青学園。同年同月同日に生まれた同い年の兄弟とひとつ違いの妹。上杉兄弟の伝説から２６年、運命の兄弟は今再び明青学園の扉を開く。そして、物語は始まる―――"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-06-09T05:58:14+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/76a6bd58-9c0d-43fd-aca9-a63878c8b676.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9bc3ed6a-2f22-466e-a712-c694c07b9064",
    "title": {
      "en": "Kamen Rider Revice: My Brother is a Kamen Rider"
    },
    "updatedAt": "2024-01-04T02:17:38+00:00",
    "coverArt": "https://mangadex.org/covers/9bc3ed6a-2f22-466e-a712-c694c07b9064/d7d31ff0-0f63-439b-9e66-5dd4e39de92e.png",
    "altTitles": [
      {
        "ja": "仮面ライダーリバイス オレの兄貴は仮面ライダー"
      },
      {
        "ja-ro": "Kamen Raida Ribaisu Ore no Aniki ha Kamen Raida"
      },
      {
        "en": "Masked Rider Revice: My Brother is a Masked Rider"
      }
    ],
    "description": {
      "en": "Bonus Kamen Rider Revice preview manga given out at showings of Super Hero Senki, the plot follows Kamen Rider Revice: The Movie but from Daiji's perspective."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd8b0527-770a-4941-a8e1-c0acffb97a47",
    "title": {
      "en": "Auto Hunting With My Clones"
    },
    "updatedAt": "2024-04-01T23:42:12+00:00",
    "coverArt": "https://mangadex.org/covers/fd8b0527-770a-4941-a8e1-c0acffb97a47/ada82e73-f2f0-455f-9702-f702f8b82472.png",
    "altTitles": [
      {
        "ko": "분신으로 자동사냥"
      },
      {
        "ko-ro": "Bunsin-eulo Jadongsanyang"
      },
      {
        "ru": "Авто-охота с клонами"
      },
      {
        "en": "Auto-Hunting With Clones"
      }
    ],
    "description": {
      "en": "Sangwoo, an average sophomore in college, always dreamt of having multiple versions of himself - one for study, another for play.\n\nOne day, he awakens with a skill called [Cloning], and Sangwoo thinks his dream has come true. But will cloning really steer his life in the direction he had hoped for, or does fate have other plans in store?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-07-07T08:42:33+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/ac9e9f65-16c0-4969-a9bb-51bcadff1e39.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көгілдір сандықша"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30b76fde-1574-461f-8b52-949518500483",
    "title": {
      "en": "Real no Heroine wa Irimasen!"
    },
    "updatedAt": "2023-12-23T23:12:57+00:00",
    "coverArt": "https://mangadex.org/covers/30b76fde-1574-461f-8b52-949518500483/fed3c672-46b8-40e9-bce1-1b9441b57312.jpg",
    "altTitles": [
      {
        "en": "Even 'Used Goods' Wants to Experience Love!"
      },
      {
        "en": "Even If It Is Second Hand, I Want to Fall in Love!"
      },
      {
        "pt-br": "Eu não preciso de uma heroína real"
      },
      {
        "ru": "Даже использованный товар желает испытать любовь"
      },
      {
        "th": "มือสองแล้วทําไมถ้าใจคิดจะรัก"
      },
      {
        "zh": "中古也要谈恋爱！"
      },
      {
        "ja": "現実の彼女はいりません!"
      },
      {
        "zh-hk": "醒醒吧！你沒有女朋友"
      },
      {
        "ko": "중고라도 사랑이 하고싶어!"
      },
      {
        "ko": "현실의 여친은 필요 없어요!"
      },
      {
        "ru": "Мне не нужна реальная героиня!"
      }
    ],
    "description": {
      "en": "Aramiya Seiichi is an ordinary high school eroge otaku who's given up all hope on girls in the 3D world due to a certain incident. One day, after he's bought a bunch of new material in consequence of experiencing the frustration of a perfect eroge character turning out to be used goods, he encounters a delinquent-like-looking girl being about to get raped by a bunch of guys. By mere chance, he rescues her. Days later, when school starts again, it turns out to have been his classmate, Ayame, a feared delinquent girl who's got all kind of rumors about her, especially that she's used goods. And it appears that she's set on becoming his ideal girl to make him fall for her.",
      "ja": "三次元に興味ナシのオタクな高校生・新宮清一は、ひょんなことから学校一の不良少女・綾女古都子に告白される。当然の如くこれを断固拒否！　……した清一だったが、古都子は「じゃあ、お前の理想になってやるよ！」とメインヒロインのようなツインテ美少女に変貌して、強引なアプローチで迫り始め…？",
      "pt": "Aramiya Seiichi é um estudante ordinário… Um otaku dos eroges que perdeu todas as esperanças nas garotas em 3D devido um certo incidente. Um dia, após ele comprar alguns materiais novos devido uma frustração em consequência de uma experiência frustrante com uma \"personagem perfeita\" de um eroge, ele encontra uma garota delinquente prestes a ser estuprada por um grupo de homens. Por um acaso ele acaba salvando ela, e por este acaso a sua vida acaba mudando completamente...",
      "ru": "Когда Сейчи учился в младших классах, он получил психическую травму из-за некой девушки. С тех самых пор, он с недоверием относится к девушкам, и испытывает отвращение к не девственницам. Сейчас Сейчи эроге-отаку, ученик старшей школы, однажды вечером он оказывается свидетелем попытки изнасилования девушки группой людей, случайно привлекая внимания насильников, он использует смекалку и успешно спасает себя и девушку. Девушка оказывается известной хулиганкой, и о ней часто ходят не очень хорошие слухи, а что не менее важно, девушка эта – одноклассница Сейчи, Аямэ. После того дня, она влюбляется в главного героя, и решает добиться его расположения любым способом. Видя потуги девушки, учительница Сейчи просит его помочь Аямэ стать нормальной девушкой, на что тот неохотно соглашается. Так и начинается история о парне, который пытается исправить хулиганку, попутно устраняя все нажитые ею слухи, и о девушке, которая хочет любви."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "142"
  },
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents To Give You"
    },
    "updatedAt": "2024-06-28T22:53:19+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai sa Retakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      },
      {
        "es-la": "El regaño que nunca quisieras recibir de tus padres"
      }
    ],
    "description": {
      "es-la": "La charla que nunca quieres que te den tus padres."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7367cf84-a8f5-4b15-aaa7-a551b3616bc9",
    "title": {
      "en": "Seeking a Beauty in the East Sea"
    },
    "updatedAt": "2024-07-09T11:49:12+00:00",
    "coverArt": "https://mangadex.org/covers/7367cf84-a8f5-4b15-aaa7-a551b3616bc9/ecd58653-d8a4-4b2a-82c7-a798843e3e19.jpg",
    "altTitles": [
      {
        "en": "Searching for the Beauty in the East China Sea"
      },
      {
        "zh-ro": "Dōnghǎi Xún Měirén"
      },
      {
        "zh-hk": "东海寻美人"
      },
      {
        "vi": "Đến Đông Hải Tìm Mỹ Nhân"
      }
    ],
    "description": {
      "en": "In a past life, the mountain deity took in a quiet child, only to find her care fostering an unexpected twist: the little one didn't want to be a servant but instead aspired to be the deity's most intimate companion! But fate played its cruel hand, turning the once inseparable pair into bitter enemies.\n\nIn this life, an adorable, water-fearing mermaid happens upon an aloof beauty with no memories of her past. A chance kiss during their first meeting sets off a chaotic companionship. However, what seemed to be a serendipitous meeting turns out to be a reunion of a relationship already rich with deep-seated emotions...\n\nFrom lifetimes past to the present, love flourishes..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ce22c9e-5939-435e-b067-64ce659bb3b3",
    "title": {
      "en": "Hazure Skill “Gacha” de Tsuihou Sareta Ore wa, Wagamama Osananajimi wo Zetsuen Shi Kakusei Suru"
    },
    "updatedAt": "2024-05-25T23:12:03+00:00",
    "coverArt": "https://mangadex.org/covers/7ce22c9e-5939-435e-b067-64ce659bb3b3/06f1f784-5951-4af9-b084-1da23771686b.jpg",
    "altTitles": [
      {
        "ja-ro": "Hazure Skill “Gacha” de Tsuihou Sareta Ore wa, Wagamama Osananajimi wo Zetsuen Shi Kakusei Suru ~ Bannou Cheat Skill wo Getto Shite, Mezase Rakuraku Saikyou Slow Life!~"
      },
      {
        "ja": "ハズレスキル『ガチャ』で追放された俺は、わがまま幼馴染を絶縁し覚醒する ～万能チートスキルをゲットして、目指せ楽々最強スローライフ！～"
      },
      {
        "en": "After Being Banished For Having The Trash Skill \"Gacha\", I Came To My Senses And Broke Off Relations With My Selfish Childhood Friend"
      },
      {
        "fr": "Gacha : The Crest's Adventure"
      }
    ],
    "description": {
      "en": "Crest was born as the fifth son of a duke. However, as the fifth son, he was in no position to talk. His childhood friend and also his fiancée, Ellis, treated him just like a slave. And on Crest's coming-of-age ceremony, he received a skill called \"Gacha.\" Yet, he wasn't able to learn how to use it and was banished away from his home. Banished into the forest full of monsters, Crest began to understand the power \"Gacha.\" And then, Crest made up his mind. He will definitely survive and get back on his feet."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad9ac663-2d34-48cf-a458-a03f5370bf47",
    "title": {
      "en": "The Secret of the Partner Next to You"
    },
    "updatedAt": "2024-01-22T00:26:12+00:00",
    "coverArt": "https://mangadex.org/covers/ad9ac663-2d34-48cf-a458-a03f5370bf47/8579469a-ee38-4fe6-a062-59a6cf75b1ca.jpg",
    "altTitles": [
      {
        "en": "Jae-Kyung's Secret"
      },
      {
        "en": "The Secret of Jae-Kyung"
      },
      {
        "es-la": "El secreto de Jae-Kyung"
      },
      {
        "ko": "옆자리 짝꿍의 비밀"
      },
      {
        "pt-br": "O Segredo de Jae-Kyung"
      },
      {
        "ko-ro": "Yeopjali jjagkkung-ui bimil"
      },
      {
        "id": "Rahasia Mitra Di Samping Anda"
      }
    ],
    "description": {
      "en": "Yang Kiryong is an ordinary high school boy who has a classmate named Yoo Jae-Kyung, who is somewhat clumsy and clueless. Both have a very good friendship, but without any kind of love attraction. Until one day, by chance, Kiryong discovered the deepest secret of his friend and because of this his heart began to beat, will it be beats of fear or love?",
      "ko": "평범한 남자 고등학생 양기룡.\n그리고 언제나 헤실헤실하고 가끔 나사빠진 행동을 하는\n그의 짝꿍 유재경.\n그럭저럭 귀엽다고 생각되는 반 친구였을 뿐인데..\n어느 날 우연히 그녀의 위험한 비밀을 알게 된다.\n이 심장의 두근거림은 두려움인지, 설렘인지..?",
      "es-la": "Yang Kiryong es un chico de preparatoria común y corriente, que tiene una compañera de clase llamada Yoo Jae-Kyung, la cual es algo torpe y despistada. Ambos tienen una muy buena amistad, pero sin ningún tipo de atracción amorosa. Hasta que un día, por casualidad, Kiryong descubrió el secreto más profundo de su amiga y debido a esto su corazón empezó a latir, ¿serán latidos de miedo o amor?",
      "pt-br": "Yang Kiryong é um garoto comum do ensino médio que tem uma colega de classe chamada Yoo Jae-Kyung, que é um pouco desajeitada e sem noção. Ambos têm uma amizade muito boa, mas sem nenhum tipo de atração amorosa. Até que um dia, por acaso, Kiryong descobriu o segredo mais profundo de sua amiga. Por causa disso seu coração começou a bater, será de medo ou de amor?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6532bfa8-1a83-47f6-bec2-38fb2444f3e3",
    "title": {
      "en": "re CERVIN"
    },
    "updatedAt": "2024-05-23T15:53:03+00:00",
    "coverArt": "https://mangadex.org/covers/6532bfa8-1a83-47f6-bec2-38fb2444f3e3/97e0a444-71b1-4ecb-8610-cc82218c8cd5.jpg",
    "altTitles": [
      {
        "ja": "レ・セルバン"
      },
      {
        "ru": "Возвращение Сервана"
      }
    ],
    "description": {
      "en": "Once upon a time, an evil dragon lived in this world. To fight it, humans joined forces with the inhabitants of Paradise and, one day, were able to seal an ancient evil. But years passed and the seal was broken, and the dragon was freed to wreak havoc and destroy countries again. A king who has lost his kingdom and a girl who has lost her memory.",
      "ru": "Когда очнулась Арсиноя, принцесса страны у подножия горы под названием Хелленталь, с вторжения Илийской империи прошёл уже месяц. В тот день была убита её мать, пробудился злой дракон, а родная земля обратилась в пепел. С помощью «безумицы, поглощающей память» Арсиноя смогла сдержать дракона, но взамен лишилась всех воспоминаний об отце. А теперь на её пути появляется человек по имени Серван и называется её отцом…\nПравитель погибшей страны и принцесса, потерявшая память. Сплочённые утратой, вдвоём они отправляются в путешествие ради возрождения былых себя.",
      "pt-br": "Uma jovem princesa do país montanhoso de Helentar, Arsinoe, acorda e descobre que um mês se passou desde o dia em que o Império de Ilia invadiu. Naquele dia, sua mãe foi morta, um dragão maligno despertou e sua terra natal foi arrasada pelo fogo. Com o poder de Sent Fuana, \"Louca que devora memórias\", ela é capaz de manter o dragão à distância, mas em troca perde as memórias de seu pai. Agora, um homem que afirma ser seu pai, Cervin, aparece diante dela. Um rei sem pátria e uma princesa sem memória. Duas pessoas reunidas pela perda partem em uma jornada de recuperação."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "041969a9-c6f6-4aab-b37f-6cba675eb834",
    "title": {
      "en": "Moto Isekai Tenisha datta Kachou no Ojisan, Jinsei Nidome no Isekai wo Kake Meguru"
    },
    "updatedAt": "2024-07-07T20:51:22+00:00",
    "coverArt": "https://mangadex.org/covers/041969a9-c6f6-4aab-b37f-6cba675eb834/7a56ea1f-102f-45b0-909b-9161f28fd945.jpg",
    "altTitles": [
      {
        "ja": "元異世界転移者だった課長のおじさん、人生二度目の異世界を駆け廻る"
      },
      {
        "en": "The Section Chief Uncle Who's a Former Transferee to Another World Goes to Another World a Second Time"
      },
      {
        "ko": "전 이세계 전이자였던 과장 아저씨, 인생 두 번째 이세계를 누빈다"
      },
      {
        "zh": "西装科长的二次转生"
      },
      {
        "zh-hk": "西裝科長的二次轉生"
      }
    ],
    "description": {
      "en": "Souya, the manager of a trading company in a small city, is a 37-year-old office worker who enjoys single life.\n\nOne day, when he wakes up in a strange meadow, he sees two moons floating in the night sky and regains the memory of being transferred to another world 20 years ago.\n\nAn uncle’s adventure in a different world, wearing a business suit, with a low amount of tension, a high level of ability, and a cool but slightly pathetic personality. It’s a different world transition, but it may have an old-fashioned fantasy atmosphere."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "18f5549a-9d1a-44a2-a8ca-aed2448e37c0",
    "title": {
      "en": "Arafoo Otoko no Isekai Tsuhan Seikatsu"
    },
    "updatedAt": "2024-07-03T19:52:11+00:00",
    "coverArt": "https://mangadex.org/covers/18f5549a-9d1a-44a2-a8ca-aed2448e37c0/061adb2f-da7d-44b5-a3a0-fa50e994b0cc.jpg",
    "altTitles": [
      {
        "en": "The Daily Life of a Middle-Aged Online Shopper in Another World"
      },
      {
        "ja": "アラフォー男の異世界通販生活"
      },
      {
        "ja-ro": "Around 40 Otoko no Isekai Tsuuhan Seikatsu"
      },
      {
        "zh-hk": "四十左右男的異世界網購生活"
      },
      {
        "ru": "Жизнь 40-летнего мужчины в другом мире"
      },
      {
        "en": "The Mail Order Life of a Man Around 40 in Another World"
      },
      {
        "zh": "中年男的异世界网购生活"
      },
      {
        "pt-br": "A vida por correspondência de um homem de cerca de 40 anos em outro mundo"
      }
    ],
    "description": {
      "en": "The story of a middle aged man doing whatever he wants with the power of 1-click online shopping!  \n\nKenichi, a single man in his 40s, is transported into another world for no apparent reason. As he tries to escape a dangerous forest teaming with monsters, he realizes he has the power to access to a huge online store.\n\nBy using this power to exchange goods he found in this new world for cash, and then buying modern ones off the internet, he was able to quickly create a very popular business. However, his goal is to have a slow and leisurely life. Instead of growing his business even more, he decides to settle down and live off of the power of Jeff Bezos.\n\nThe mail order life of a middle aged man in other world begins now!\n\n[web novel](https://ncode.syosetu.com/n2945eg/) (jp)\n\n---",
      "ru": "История о мужчине средних лет, который делает все, что хочет, с помощью покупок в Интернете в один клик!",
      "pt-br": "A história de um homem de meia idade fazendo o que quiser com o poder das compras online com um clique!\nKenichi, um homem solteiro de 40 anos, é transportado para outro mundo sem motivo aparente. Enquanto ele tenta escapar de uma floresta perigosa se unindo a monstros, ele percebe que tem o poder de acessar uma enorme loja online."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "93c7cbf2-7a12-4df8-9dde-9ca2b38e7f22",
    "title": {
      "en": "Jaa, Kimi no Kawari ni Korosou ka?"
    },
    "updatedAt": "2024-05-15T16:10:57+00:00",
    "coverArt": "https://mangadex.org/covers/93c7cbf2-7a12-4df8-9dde-9ca2b38e7f22/32046055-07ec-402b-be69-88cb7f74894d.jpg",
    "altTitles": [
      {
        "vi": "Vậy Để Tôi Giết Chúng Thay Cậu Nhé?"
      },
      {
        "ja": "じゃあ、君の代わりに殺そうか？"
      },
      {
        "zh": "杀君所怨"
      },
      {
        "ja-ro": "Jaa, Kimi no Kawari ni Korosou ka?"
      },
      {
        "en": "Well, Shall I Murder Instead of You?"
      }
    ],
    "description": {
      "en": "The manga centers on Yūma Fujikura, a constantly bullied first year high school student. When a classmate named Ryō Amezato, nicknamed \"Amelie,\" helps him out one day, Yūma tells him not to get any more involved, or else the bullies will target Amelie too. In response to this, Amelie only tells Yūma that he would commit murder for him if Yūma wanted.",
      "vi": "Cậu đã giải thoát tôi khỏi những tháng ngày tuyệt vọng vì bị bắt nạt…. Nhưng sau khi cậu xuất hiện, một địa ngục mới lại bắt đầu… Cậu rốt cuộc là ai? Tôi có thể tin ai đây?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7f428a6-3664-4fab-ad93-b9fa642d35c1",
    "title": {
      "en": "Gorin no Megami-sama: Nadeshiko Ryou no Medal Gohan"
    },
    "updatedAt": "2024-05-03T02:22:07+00:00",
    "coverArt": "https://mangadex.org/covers/c7f428a6-3664-4fab-ad93-b9fa642d35c1/e8618986-9f24-4bca-be24-4cff41b47f30.jpg",
    "altTitles": [
      {
        "ja": "五輪の女神さま 〜なでしこ寮のメダルごはん〜"
      },
      {
        "en": "Olympic Goddess ~Nadeshiko Dormitory Medal Rice~"
      },
      {
        "ru": "Богиня Олимпийских игр: Медаль общежития Надесико Райс"
      }
    ],
    "description": {
      "en": "The main character, Kominato Ryo, who is only engaged in cooking, was allowed to enter the prestigious Cho Gakuen Private School on the condition that he work as a cook in a student dormitory under the supervision of his father. However, the “dormitory” was the women's dormitory where future gold medal candidates lived. The nutritional requirements of top athletes are naturally high. Fill their stomachs and take on the challenging mission of building your body for the Olympic Games!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57b52103-769a-490e-af54-49fd9ce08dcf",
    "title": {
      "en": "The Prince of Tennis"
    },
    "updatedAt": "2023-10-20T23:37:37+00:00",
    "coverArt": "https://mangadex.org/covers/57b52103-769a-490e-af54-49fd9ce08dcf/02d303ce-78d9-4236-9200-973fbfb04064.png",
    "altTitles": [
      {
        "vi": "Hoàng tử tennis"
      },
      {
        "en": "Prince of Tennis"
      },
      {
        "ja-ro": "Tennis no Oujisama"
      },
      {
        "ja": "テニスの王子様"
      },
      {
        "zh-hk": "網球王子"
      },
      {
        "zh-hk": "网球王子"
      },
      {
        "ko": "테니스의 왕자"
      },
      {
        "pt-br": "O Príncipe do Tênis"
      }
    ],
    "description": {
      "en": "Ryoma Echizen just joined the Seishun Academy's tennis team, which is known for being one of the most competitive teams in Japan. Its members are incredibly talented, gifted, and athletic. With rigorous and extremely intense practices, the upperclassmen of the team expect the very best from themselves and they expect even more from the new members of the team. While most of the freshmen are on pins and needles hoping they won't get cut from the team, Ryoma Echizen is confident, cool, and collected. Some might even say he's cocky, but at least he's got the skills to back up his attitude. With his virtually unreturnable \"twist serve,\" Ryoma is sure to make the starting team.  \n  \nJoin Ryoma and the other first years, as they train hard, make friends, and try to find a place for themselves on the team. Ryoma Echizen is the Prince of Tennis. He may be ready for the Seishun Academy tennis team, but are THEY ready for HIM?"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "379"
  },
  {
    "mangaId": "968c518e-5be6-4ed5-add6-4d4977415413",
    "title": {
      "en": "Just an Average Confession Scene"
    },
    "updatedAt": "2023-12-25T05:22:44+00:00",
    "coverArt": "https://mangadex.org/covers/968c518e-5be6-4ed5-add6-4d4977415413/76b3b334-da95-4b3c-a309-9d0fb8d9f885.png",
    "altTitles": [
      {
        "ja": "ごく一般的な告白風景"
      },
      {
        "ja-ro": "Goku Ippanteki na Kokuhaku Fuukei"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de2c8252-d340-4f8f-a071-0ca69e145c1d",
    "title": {
      "en": "Asoko de Hataraku Musubu-san"
    },
    "updatedAt": "2024-05-30T20:29:24+00:00",
    "coverArt": "https://mangadex.org/covers/de2c8252-d340-4f8f-a071-0ca69e145c1d/f5ea1791-665c-475e-9323-79587bcd0ebe.jpg",
    "altTitles": [
      {
        "en": "Musubu, the Girl Working There"
      },
      {
        "en": "The Musubu who works there"
      },
      {
        "ru": "Здесь работает Мусубу-сан"
      },
      {
        "ja": "あそこではたらくムスブさん"
      },
      {
        "ko": "그곳에서 일하는 무스부 씨"
      },
      {
        "th": "คุณมุสุบุกับงานของเธอ"
      },
      {
        "zh": "在那里工作的结小姐"
      },
      {
        "it": "Il duro lavoro di Musubu"
      },
      {
        "fr": "Le labo de Musubu"
      },
      {
        "ko": "거기서 일하는 무스부 씨"
      },
      {
        "en": "Musubu-san Who Works Over There"
      },
      {
        "es-la": "La señorita Musubu trabaja aquí"
      }
    ],
    "description": {
      "en": "Sagami Gorou works in sales at Shounan Rubber Industries Co., Ltd. He is secretly harboring feelings for Musubu, a girl working in the company's integrated development department. And what this lovely young scientist is researching day and night are actually…",
      "es-la": "La historia sigue a Sagami Gouro de 24 años que empieza a trabajar en Industria Shounan Gum S.A, allí conocerá a la investigadora Musubu-san una chica que trabaja en el laboratorio de desarrollo de asistencia médica la \"casa\", su primer encuentro no será precisamente el esperado.",
      "pt-br": "Sagami Gorou trabalha no setor de vendas da Indústria de Borracha Shounan Ltda e tem guardado seus sentimentos por Musubu, uma garota que trabalha no departamento de desenvolvimento integrado, em segredo. O objeto de estudo desta adorável cientista, na verdade é…"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c98d2953-2aad-4505-abd2-97da2579bedf",
    "title": {
      "en": "12-Sai"
    },
    "updatedAt": "2024-06-15T16:07:31+00:00",
    "coverArt": "https://mangadex.org/covers/c98d2953-2aad-4505-abd2-97da2579bedf/3eb3523b-9fd0-436a-9efe-fa2e77ad86b0.jpg",
    "altTitles": [
      {
        "es": "12 Años"
      },
      {
        "fr": "12 ans"
      },
      {
        "de": "12 Jahre"
      },
      {
        "ja-ro": "12 Sai"
      },
      {
        "en": "12 Years-old"
      },
      {
        "ru": "12 лет"
      },
      {
        "ja-ro": "12-sai."
      },
      {
        "ja-ro": "12-sai. - Kokuhaku"
      },
      {
        "zh": "12岁。"
      },
      {
        "zh-hk": "12歲。"
      },
      {
        "ja": "12歳。"
      },
      {
        "ko": "12살。"
      },
      {
        "en": "Age 12"
      },
      {
        "ja-ro": "Juuni sai"
      },
      {
        "ja-ro": "Juuni-sai"
      },
      {
        "ja-ro": "Juunisai"
      },
      {
        "th": "12 Years"
      },
      {
        "vi": "Tuổi 12"
      },
      {
        "it": "12enne."
      }
    ],
    "description": {
      "de": "[Wikipedia](https://de.wikipedia.org/wiki/12_Jahre)",
      "en": "The story begins with a 12- years old girls, a sixth-grade girls who is neither an adult nor a child. Worrying about experiencing about your first love.  \n  \nAnimeNewsNetwork Links:  \n[Season 1](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18049)  \n[Season 2](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18702)  \n[OAV](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=16113)\n\n- [Wikipedia](https://en.wikipedia.org/wiki/Age_12)",
      "it": "[Wikipedia](https://it.wikipedia.org/wiki/12-sai.)",
      "ja": "[Wikipedia](https://ja.wikipedia.org/wiki/12%E6%AD%B3%E3%80%82)",
      "ko": "[Wikipedia](https://ko.wikipedia.org/wiki/12%EC%82%B4.)",
      "ru": "[Wikipedia](https://ru.wikipedia.org/wiki/12-Sai.)",
      "zh-hk": "[Wikipedia](https://zh.wikipedia.org/wiki/12%E6%AD%B2%E3%80%82)"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": null
  }
]