[
  {
    "mangaId": "8bfde150-22b9-4361-9845-f2bb6957610b",
    "title": "Hazure Skill \"Soine\" ga Kakuseishi, Boku ga Saikyou Harem wo Kizuku Made ~Micchaku Soine de Ganbou Kaihou!? Yuuwakusare Makutte Komattemasu!!~",
    "updatedAt": "2024-03-28T23:53:40+00:00",
    "coverArt": null,
    "availableChapters": null,
    "altTitles": [
      {
        "ja": "ハズレスキル『添い寝』が覚醒し、僕が最強ハーレムを築くまで～密着添い寝で願望解放!? 誘惑されまくって困ってます!!～"
      }
    ],
    "description": {
      "en": "Regnard defies expectations by enrolling in the esteemed Royal Academy of Lasarzia despite being a dropout. \n\nHowever, during the Blessing Ceremony, he receives a peculiar skill called \"Blessing of Sleeping Together,\" leading to ridicule from classmates. \n\nDespite the mockery, Regnard discovers the true potential of this skill when he spends the night with Frost, an honor student.\n\n This revelation leads to unexpected adventures and a harem fantasy, as Regnard navigates the challenges of his newfound abilities and hidden desires.",
      "ja": "神からスキルを与えられる『祝福の儀』で、『添い寝の祝福』というハズレスキルを授かった新入生のレグナード。ヘンテコスキルを授かった故に同級生からは奇異の目で見られ、クラスのいじめっ子からはパシリにされる毎日。そんな中、とあるキッカケから優等生のフロストと一夜を共にしたことによって、このスキルの真の能力を知ることになり…。一緒に添い寝で完全回復! さらに隠れた願望暴いて女のコに迫られまくり!?『努力』と『添い寝』で成り上がる、最強ハーレムファンタジー開幕!",
      "pt-br": "Regnard, um calouro que recebeu o \"Despertar da Bênção\" que concede habilidades divinas, foi agraciado com a habilidade inusitada de \"Bênção do Dormir Juntos\". Devido a essa habilidade estranha, ele é visto com olhares estranhos por seus colegas de classe e é constantemente abusado por um valentão da turma. No entanto, depois de passar uma noite com Frost, uma estudante exemplar, por um certo acaso, Regnard descobre o verdadeiro poder desta habilidade... Ele se recupera completamente ao dormir junto com alguém! Além disso, seus desejos ocultos são revelados, e ele é perseguido por várias garotas! \"Esforço\" e \"Dormir Juntos\" o levam a ascender, dando início a uma fantasia de harém suprema!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "15459112-dde9-44ca-8b86-85e47d4cb403",
    "title": "Hosomura-san and the Cat's Snack",
    "updatedAt": "2024-02-25T23:33:46+00:00",
    "coverArt": null,
    "availableChapters": null,
    "altTitles": [
      {
        "ja": "Hosomura-san to Neko no Otsumami"
      },
      {
        "ja": "細村さんと猫のおつまみ"
      },
      {
        "zh": "细村小姐和猫的下酒菜"
      },
      {
        "en": "Hosomura-san With Cat's Snack"
      }
    ],
    "description": {
      "en": "Due to money troubles, Hosomura-san is unable to attend the company's drinking party even though she wants to. After returning home, she meets a cat…"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "3b8e4dc5-bffa-4382-a23c-be97c44ab4e2",
    "title": "GATE - Jieitai Kanochi nite, Kaku Tatakaeri",
    "updatedAt": "2024-03-28T23:07:20+00:00",
    "coverArt": null,
    "availableChapters": null,
    "altTitles": [
      {
        "fr": "Gate - Au delà de la porte"
      },
      {
        "ja-ro": "Gate - Jieitai Kare no chi nite"
      },
      {
        "en": "Gate - Where the JSDF Fought"
      },
      {
        "ja-ro": "Gate Jietai Kare no Chi nite, Kaku Tatakeri"
      },
      {
        "en": "Gate: Thus the JSDF Fought There!"
      },
      {
        "ru": "Врата: там бьются наши воины"
      },
      {
        "th": "เกท:หน่วยรบตะลุยโลกต่างมิติ"
      },
      {
        "ja": "ゲート 自衛隊彼の地にて、斯く戦えり"
      },
      {
        "zh-hk": "門 自衛隊在彼之地如此戰鬥"
      },
      {
        "ar": "غيت: قوات الدفاع الذاتي تقاتل في أرض غريبة"
      },
      {
        "ko": "게이트 - 자위대. 그의 땅에서, 이처럼 싸우며"
      },
      {
        "zh": "GATE 奇幻自卫队"
      },
      {
        "ja-ro": "Gate Jieitai Kare no Ji Nite, Kaku Tatakaeri"
      },
      {
        "zh-hk": "GATE 奇幻自衛隊"
      },
      {
        "az": "Darvaza: Buna görə Yaponiya Özünümüdafiə Qüvvələri orada döyüşdü!‎"
      },
      {
        "en": "Gate: Thus the Japanese Self-Defense Force Fought There"
      },
      {
        "de": "Tor: So kämpften die Selbstverteidigungsstreitkräfte an jenem Ort"
      },
      {
        "fr": "Gate : Ainsi les forces d'autodéfense japonaises ont combattu là-bas"
      },
      {
        "it": "Gate: in quella terra, le forze di autodifesa combattono così"
      },
      {
        "pt": "Portal: E assim, as Forças de Autodefesa lutaram"
      },
      {
        "vi": "Cánh cổng"
      },
      {
        "tr": "Geçit: Ve Bu Yüzden Öz Savunma Kuvvetleri Savaştı"
      },
      {
        "ka": "კარებიჭე - სადაც იაპონიის არმია იბრძოდა"
      },
      {
        "en": "GATE"
      }
    ],
    "description": {
      "en": "A gate appears in Tokyo's Ginza district sometime in the 21st century. From the gate pours out monsters, knights from middle-age Europe, and other fantasy-like beings, and they kill many of the citizens of Tokyo. This event is known as the Ginza Incident.  \nThe government sends a small group of soldiers from the Japanese Self-Defense Forces to the alternate world beyond the gate. Led by otaku soldier Youji, they find that the villages in the world are being attacked by a dragon. An elf girl who is a survivor from the dragon's rampage joins the group in their travels across the dangerous new world.  \n  \n [Official Thai](https://shopee.co.th/Gate-%E0%B9%80%E0%B8%81%E0%B8%97%E0%B8%AB%E0%B8%99%E0%B9%88%E0%B8%A7%E0%B8%A2%E0%B8%A3%E0%B8%9A%E0%B8%95%E0%B8%B0%E0%B8%A5%E0%B8%B8%E0%B8%A2%E0%B9%82%E0%B8%A5%E0%B8%81%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%B4-%E0%B8%A1%E0%B8%B1%E0%B8%87%E0%B8%87%E0%B8%B0-1-10-i.30847586.4202197419)\n\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E3%82%B2%E3%83%BC%E3%83%88_%E8%87%AA%E8%A1%9B%E9%9A%8A_%E5%BD%BC%E3%81%AE%E5%9C%B0%E3%81%AB%E3%81%A6%E3%80%81%E6%96%AF%E3%81%8F%E6%88%A6%E3%81%88%E3%82%8A)"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09e807a9-6ef1-4ad1-8096-cbdfde2ef545",
    "title": "Kobayashi-san Chi no Maid Dragon: Okomorigurashi no Fafnir",
    "updatedAt": "2024-02-05T22:59:10+00:00",
    "coverArt": null,
    "availableChapters": null,
    "altTitles": [
      {
        "en": "Miss Kobayashi's Dragon Maid: Fafnir the Recluse"
      },
      {
        "ru": "Дракон-горничная Кобаяши-сан: Затворник Фафнир"
      },
      {
        "ja": "小林さんちのメイドラゴン　お篭りぐらしのファフニール"
      }
    ],
    "description": {
      "en": "Spin-off of Kobayashi-san Chi no Maid Dragon. The series focuses on the life of the otaku dragon Fafnir.  \n\n\n---",
      "ru": "Спин-офф манги \"Дракон-горничная Кобаяши-сан\". Спин-офф посвящен жизни дракона-отаку Фафнира."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3fc1063-fe87-4d56-8d47-8d7dace95e20",
    "title": "Z Mazinger",
    "updatedAt": "2024-04-04T22:23:29+00:00",
    "coverArt": null,
    "availableChapters": null,
    "altTitles": [
      {
        "en": "Zeta Mazinger"
      },
      {
        "en": "Zeus Mazinger"
      },
      {
        "ja": "Z マジンガー"
      },
      {
        "es": "Z Mazinger"
      },
      {
        "it": "Z Mazinger"
      }
    ],
    "description": {
      "en": "A retelling of Mazinger Z mixed with ancient Greek mythology with a modern touch."
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "30"
  },
  {
    "mangaId": "bd3f1a3f-306d-4956-bd1c-7a127eae9790",
    "title": "Batuque",
    "updatedAt": "2024-02-19T14:55:09+00:00",
    "coverArt": null,
    "availableChapters": null,
    "altTitles": [
      {
        "ja": "バトゥーキ"
      },
      {
        "zh": "巴突克战舞"
      },
      {
        "zh-hk": "巴突克戰舞"
      },
      {
        "ko": "바투키"
      },
      {
        "en": "Drumming"
      },
      {
        "ne": "बातुकी: ढोल बजाउनु"
      },
      {
        "fr": "Le Batuque - Capoeira"
      }
    ],
    "description": {
      "en": "The story of a middle school girl trying to find herself in the confusion of adolescence. Skateboard-loving Ichiri Sanjou, nicknamed \"Icchi,\" may look like a normal energetic kid, but whenever she sees the full moon she is hit with a wave of emotions she cannot comprehend.\n\nThe series revolves around her learning the Brazilian martial art of Capoeira.  \n\nFrom the mind of [Usogui](https://mangadex.org/title/a07320a4-afcd-413a-a451-d69a448d0c28/usogui), Sako Toshio.",
      "pt-br": "A história de uma garota do ensino médio tentando se encontrar na confusão da adolescência.Ichiri Sanjou, que gosta de skate, apelidada de \"Icchi\", pode parecer uma criança normal, mas sempre que vê a lua cheia, é atingida por uma onda de emoção que não consegue compreender.A história anda conforme ela aprende a arte-marcial Afro-brasileira, a Capoeira."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "157"
  },
  {
    "mangaId": "f1517c9d-2191-4533-898a-e92618e88d2e",
    "title": "Game of Doppelganger",
    "updatedAt": "2024-03-30T16:49:42+00:00",
    "coverArt": null,
    "availableChapters": null,
    "altTitles": [
      {
        "en": "Doppelänger Games"
      },
      {
        "en": "Doppelgänger's Game"
      },
      {
        "en": "Doppelganger Games"
      },
      {
        "en": "Doppelganger's Game"
      },
      {
        "en": "Game of Doppelgänger"
      },
      {
        "fr": "Jeu de Double"
      },
      {
        "fr": "Jeu de Sosie"
      },
      {
        "ru": "Игра Двойника"
      },
      {
        "ko": "도플갱어의 게임"
      },
      {
        "pt-br": "Jogo do Doppelganger"
      }
    ],
    "description": {
      "en": "A time bomb-like game starts in a certain girls-only high school! Every time the final bell rings, one person's soul is stolen away.",
      "pt-br": "Um jogo parecido com uma bomba-relógio que começou em uma escola só para meninas!\nCada vez que o último sinal toca, a alma de uma pessoa é levada embora."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ce7cd7b0-e595-4f0d-98e8-447da10d652d",
    "title": "Yozakura-san Chi no Daisakusen",
    "updatedAt": "2024-03-23T11:12:49+00:00",
    "coverArt": null,
    "availableChapters": null,
    "altTitles": [
      {
        "it": "Missione: Famiglia Yozakura"
      },
      {
        "ja-ro": "Yozakura-san Chi no Daisakusen"
      },
      {
        "ja": "夜桜さんちの大作戦"
      },
      {
        "en": "Mission: Yozakura Family"
      },
      {
        "ru": "Миссия семьи Ёдзакура"
      },
      {
        "vi": "Nhiệm vụ tối thượng nhà Yozakura"
      }
    ],
    "description": {
      "en": "Taiyo Asano is a super shy high school student and the only person he can talk to is his childhood friend, Mutsumi Yozakura. It turns out that Mutsumi is the daughter of the ultimate spy family! Even worse, Mutsumi is being harassed by her overprotective, nightmare of a brother, Kyoichiro. What drastic steps will Taiyo have to take to save Mutsumi?! A spy family comedy - the mission begins!\r\n\r\n---\r\nOfficial Release:\r\n- Indonesian release by Elex Media as **Mission: Yozakura Family** (2023)",
      "it": ":||Tradotto da [Isekai Italy Scan](https://linktr.ee/isitscan/) e [Bullet Club](https://mangadex.org/group/8588/bullet-club)   \r\n  \r\nTaiyo Asano è un timidissimo studente delle superiori e l'unica persona a cui può parlare è la sua amica d'infanzia, Mutsumi Yozakura. Si scopre che Mutsumi è la figlia della suprema famiglia di spie! Ancora peggio, Mustumi viene tormentata dal suo fratello iperprotettivo, Kyoichiro. Quale tragico destino Taiyo dovrà affrontare per salvare Mustumi?! Una commedia su una famiglia di spie - la missione avrà inizio!||"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25",
    "title": "Hitoribocchi no Isekai Kouryaku",
    "updatedAt": "2023-08-14T21:05:16+00:00",
    "coverArt": null,
    "availableChapters": null,
    "altTitles": [
      {
        "en": "Loner Life in Another World"
      },
      {
        "ja": "ひとりぼっちの異世界攻略"
      },
      {
        "zh": "孤單一人的異世界攻略"
      },
      {
        "el": "Μοναχική επίθεση στον αλον κόσμο."
      },
      {
        "ru": "Нападение одиночки на иной мир"
      },
      {
        "zh-ro": "Duzi Yi Ren De Yi Shijie Gonglüe"
      },
      {
        "ko": "Wetol'i'eui Isegye Gongryag"
      },
      {
        "zh-hk": "獨自一人的異世界攻略"
      },
      {
        "ko": "외톨이의 이세계 공략"
      },
      {
        "th": "นายโดดเดี่ยวพิชิตต่างโลก"
      },
      {
        "en": "Lonely Attack on the Different World"
      }
    ],
    "description": {
      "en": "The strongest doesn’t need any cheats! Haruka, who spends his high school life a loner, was suddenly summoned to another world one day along with all his classmates. When ol’ God enters the picture, Haruka believes he can just choose whatever cheat skill he wants to help him survive in the new world… But, contrary to his expectations, that list of cheat skills works on a first come, first serve basis. And so, his classmates pick out all the cheat skills. His choices now limited to leftovers, Haruka finds himself incapable of assembling a party due to his own “loner” skill. Even though it’s a different world, it seems his adventuring days will be, as per usual, a solitary affair… After becoming aware of a crisis looming over his classmates, Haruka makes a silent vow to save them. No relying on cheats! He will walk a heretical path of strength that transcends the need for them.  \n  \nThe curtain rises on the strongest loner’s otherworld strategy guide!",
      "es-la": "El fuerte no necesita trucos. Haruka, un estudiante de preparatoria quien gastó su vida como un \"solitario\", es convocado a otro mundo con sus compañeros de clases. Al ser convocado se encuentra con un \"Dios\", quien le da a escoger una habilidad, sin embargo... No era lo que esperaba encontrarse.",
      "pt-br": "Exilado da classe? Checado  \r\n  \r\nSer transportado para um mundo alternativo com seus colegas? Checado  \r\n  \r\n Encontrar um Deus em uma espécie de Limbo entre os dois mundos? Checado  \r\n  \r\n Pegar uma skill roubada? Não gostaria de ser você, já foram todas vendidas.  \r\n  \r\n Essa história é sobre a aventura de um garoto solitário em um mundo alternativo, não agradecido a um Deus sênil que deu a ele todas as habilidades que não precisava."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05e70f87-bdd1-4a91-a43f-d5347a153a4f",
    "title": "A Mark Against Thee",
    "updatedAt": "2024-03-18T19:25:46+00:00",
    "coverArt": null,
    "availableChapters": null,
    "altTitles": [
      {
        "ko": "당신의 과녁"
      },
      {
        "ko-ro": "Dangsin-ui Gwanyeok"
      }
    ],
    "description": {
      "en": "Innocent man framed for murder and sentenced to death. Released 17 years later after his name was cleared. The times have changed. Yeop has changed. His friends and family have changed. Nothing is the same anymore. The harsh reality surrounding him turned Yeop from a grateful young man to a stoic, skeptical person. And now, he wants to exact revenge on everything that worked together to ruin his life.\n\n(Source: Webtoon Entertainment)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "76"
  },
  {
    "mangaId": "3ad8d2f2-1afe-43da-a88b-0a790c64939e",
    "title": "Maria no Danzai",
    "updatedAt": "2024-03-12T13:42:44+00:00",
    "coverArt": null,
    "availableChapters": null,
    "altTitles": [
      {
        "ja": "聖母の断罪"
      },
      {
        "ar": "دَينُونَة ماريا"
      },
      {
        "ne": "मारियाको निर्णय"
      },
      {
        "vi": "Lời tuyên án của Đức Mẹ"
      },
      {
        "en": "Maria's Judgement"
      },
      {
        "id": "Keyakinan Maria"
      },
      {
        "es-la": "La Condena de María"
      },
      {
        "en": "Maria's Conviction"
      },
      {
        "tl": "Ang Paghatol ni Maria"
      },
      {
        "de": "Maria's Judgement"
      }
    ],
    "description": {
      "ar": "بعد وفاة ابنها بطريقة مروعة، تكتشف والدتهُ تنمر الآخرين الشديد عليه، فعقدت العزم على معاقبة أولئك المتنمرين الذين أخذوا ابنها الحبيب منها، وبدأت العمل كممرضة في المدرسة",
      "en": "The Nagare family was a happy home of three people. However, their son Kiritaka was secretly bullied at school. Then, an incident occurs, and the mother Mari's love for her son goes out of control.",
      "ne": "आमाबुवा र छोरासहित ३ जनाको नागारे परिवारको खुसीको घर थियो। तर, उनीहरुको छोरा किरिताकालाई विद्यालयमा गोप्य रुपमा कुटपिट गरिएको थियो।  त्यसपछि, एउटा घटना घट्छ, र आमा मारियाको छोराप्रतिको माया अनियन्त्रित हुन्छ।",
      "vi": "Một gia đình ba người những tưởng đang hạnh phúc, cho đến khi Kiritaka, người con trai duy nhất của Nagare Mari \"tự sát\" vì \"quá đau khổ\". Cho rằng bản thân đã vô tình dồn ép con trai yêu quý, Mari toang tìm đến cái chết, nhưng không... cô vô tình phát hiện ra sự thật con trai mình đã liên tục bị bắt nạt suốt một thời gian dài bởi những con quỷ đội lốt người tại trường học.\nVà rồi tình thương con da diết của Mari... đã vượt ngoài tầm kiểm soát của trái tim cô.",
      "es-la": "La familia Nagare era un hogar feliz formado por tres personas. Sin embargo, su hijo Kiritaka sufría acoso escolar extremo en secreto. Entonces, ocurre un incidente que haría que el amor de la madre, Mari, se descontrolara por completo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4d21e37-0eaf-4f9b-b14d-aafd7a52f39c",
    "title": "Honnou Switch",
    "updatedAt": "2024-04-02T23:58:22+00:00",
    "coverArt": null,
    "availableChapters": null,
    "altTitles": [
      {
        "en": "Changes of Heart"
      },
      {
        "fr": "Switch Me On"
      },
      {
        "ja": "ホンノウスイッチ"
      },
      {
        "zh-hk": "本能開關"
      },
      {
        "zh": "本能开关"
      },
      {
        "en": "Instinct Switch"
      },
      {
        "pt-br": "Mudanças do Coração"
      }
    ],
    "description": {
      "en": "The morning after she got dumped by her boyfriend, when she woke up, she was in the same bed as her childhood friend, Hijiri?! Despite the heartbreak and shock of it all, Koyori just can't seem to forget Hijiri telling her \"I love you\"…?! How do you go from being \"childhood friends\" to “lovers”?! Super popular on the online bookstore! An innocent first love between adults who are trying to graduate from being just childhood friends; it's a heart-racing LOVE!\n\n---\n- [Official French Translation](https://www.akata.fr/series/switch-me)",
      "pt-br": "Na manhã seguinte a ter sido abandonada por seu namorado, quando acordou, ela estava na mesma cama que seu amigo de infância, Hijiri?! Apesar do desgosto e do choque de tudo isso, Koyori simplesmente não consegue esquecer o Hijiri dizendo-lhe “Eu te amo”…?! Como você passa de “Amigos de infância” para “Amantes”?! Um inocente primeiro amor entre adultos que estão tentando se formar de amigos de infância; é uma corrida para o coração!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "35.5"
  },
  {
    "mangaId": "73692e5f-4cca-4a03-ab18-91c747cc110f",
    "title": "I Can Have Infinite Epiphanies",
    "updatedAt": "2024-03-25T06:06:50+00:00",
    "coverArt": null,
    "availableChapters": null,
    "altTitles": [
      {
        "zh": "我可以无限顿悟"
      },
      {
        "zh-ro": "Wo Keyi Wuxian Dunwu"
      },
      {
        "zh-ro": "Wǒ Kěyǐ Wúxiàn Dùnwù"
      },
      {
        "ja": "嫉妬を力に変える最強への道"
      }
    ],
    "description": {
      "en": "What should you do if transmigrated to a fantasy world and has become a son called the 'Human Race's Great Traitor'!\n\nDon't worry, looking at his infinite epiphany system, all Bai Mo needs to do is to make others jealous of him!\n\nNo matter what kind of moves and cheats, as long as someone is jealous of him, Bai Mo can start an epiphany and let himself practice those to perfection in an instant!\n\nSo Bai Mo raised a lot of big villains around him, and occasionally molested them.\n\nHe liked to watch his enemies jealous and resentful of him, but they couldn't do that themselves!",
      "id": "Apa yang harus saya lakukan jika saya menjadi putra seorang yang dikenal sebagai pengkhianat umat manusia di dunia fantasi!  Jangan khawatir, melihat sistem pencerahannya yang tak terbatas, yang perlu dilakukan Bai Mo hanyalah membuat orang lain iri padanya!  Tidak peduli keterampilan atau buku rahasia apa pun, selama seseorang iri padanya, Bai Mo akan dapat membuka pencerahannya dan membiarkan dirinya mengembangkannya dengan sempurna dalam sekejap!  Oleh karena itu, Bai Mo telah mengangkat banyak penjahat besar di sekitarnya, dan sesekali menggodanya, dia suka melihat musuhnya iri dan membencinya, tetapi dia tidak bisa bertindak seperti dirinya sendiri!",
      "zh": "越玄幻世界还变成了被称为人族大叛徒的儿子该怎么办！ 不急，看着自己的无限顿悟系统，白墨需要做的就是让别人嫉妒自己！无论何等功法、秘籍，只要有人嫉妒他，白墨就能开启顿悟，让自己瞬间将它修炼圆满！ 于是白墨身边养了很多大反派，偶尔调戏一下，就喜欢看着敌人嫉妒怨恨自己，却又干不了自己的样子！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9eb4d865-ac1c-4bd6-a61e-2a0f583ecf52",
    "title": "Existential Unplugged",
    "updatedAt": "2024-04-05T01:30:06+00:00",
    "coverArt": null,
    "availableChapters": null,
    "altTitles": [
      {
        "ja": "実存アンプラグド"
      },
      {
        "ja-ro": "Jitsuzon Unplugged"
      }
    ],
    "description": {
      "en": "Philosophers, burdened with unexpressed thoughts after lifetimes of reflection, have curiously reemerged in our world! Among them, Kierkegaard finds an unconventional outlet for his philosophy...music?! Watch as he rocks the city of Nakano with a comedic twist on philosophy!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7fbbe8a1-ea30-4f62-99bf-bbd7225ae97d",
    "title": "Mushi Mezuru Himegimi no Kekkon",
    "updatedAt": "2023-12-02T00:06:12+00:00",
    "coverArt": null,
    "availableChapters": null,
    "altTitles": [
      {
        "ja-ro": "Mushi Medzuru Himegimi no Kekkon"
      },
      {
        "ja": "蟲愛づる姫君の結婚"
      }
    ],
    "description": {
      "en": "Li Leilin (Li Linglin) is the 17th princess of Sai (Zhai), the continent's strongest empire. Nicknamed the \"Poison Princess,\" by those around her, she is an eccentric princess who possesses an unbending love for creepy insects and the Gu (poison) they create. One day, Linglin is instructed by Sai Ran (Cai Lan), the empress as well as her beloved sister, to marry the Kai (Kui) country's king, You Kouga (Yang Huangya). However, the prospects of the marriage were grim.\n\nThough the citizens of Kui were delighted to welcome in a beautiful bride from a country larger than their own, upon discovery that Linglin was a poison fanatic who much preferred creating Gu to beautiful clothes and sparkling gems, every citizen recoiled in disgust. As rumors of assassination attempts on their king flourished, suspicions of poisoning were thrown onto Linglin, whose position grew increasingly more perilous...\n\nThis is the adventure of the strongest poison princess who carves her own fate."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26fd7925-f4d7-43af-bcc3-19d93677975a",
    "title": "Golden Print",
    "updatedAt": "2023-07-29T11:57:07+00:00",
    "coverArt": null,
    "availableChapters": null,
    "altTitles": [
      {
        "ko": "골든 프린트"
      }
    ],
    "description": {
      "en": "I wanted to design!\n\nA dream I have had since I was 12 years old and have nurtured since then. For thirty years I worked hard, not missing a single day, but the reality is that I'm a construction site manager constructing buildings for other people. If I hadn't made that choice back then... Would I have become an architectural designer? Thirty years after all that, a miracle happened to me.\n\nI went back to my university school days 20 years ago, in 2010.\nI'm 22 years old, but with 20 years of field experience, I'm going fulfil my dream of being an architectural designer and make world famous designs of my own!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00296c8d-a815-4fdd-b4b8-c79c550ee875",
    "title": "The Indomitable Martial King",
    "updatedAt": "2024-04-03T02:47:57+00:00",
    "coverArt": null,
    "availableChapters": null,
    "altTitles": [
      {
        "en": "Time Slip of the Fist King"
      },
      {
        "ko": "권왕전생"
      },
      {
        "zh": "拳王轉生"
      }
    ],
    "description": {
      "en": "In a world where humans sell and buy otherworldly species as slaves, the great mage Rifenhardt is treated like the Demon King for helping the otherworldly species.\n\nA party of heroes arrive to bring down the Demon King! Rifenhardt succeeds in greatly injuring the heroes, but he faces death at the hands of... the Martial King Tesslon!\n\n\"Time and Space Regression Spell.\"\n\nHowever, Rifenhardt miraculously manages to cast this last-resort spell and regresses to the past. But...\n\n“Who are you?”\n\nHe awakens reincarnated in the body of the continent’s strongest physical warrior, Tesslon!\n\nNow begins Rifenhardt's adventures as both a great mage and the physically strongest man to change the world!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9bff4779-a132-47b9-8b6b-417b823aab4c",
    "title": "Us on the Water.",
    "updatedAt": "2024-03-14T14:04:26+00:00",
    "coverArt": null,
    "availableChapters": null,
    "altTitles": [
      {
        "ko": "물위의 우리"
      },
      {
        "en": "Cage on the Water"
      },
      {
        "en": "Mates Above the Waters"
      }
    ],
    "description": {
      "ko": "After experiencing multiple diastrophisms, the Earth’s sea level rose exponentially. \nHoju wants to show his daughter, Han Byoel, the world and heads toward his hometown. There are multiple strange marks in the town he hasn't visited for 20 years… Will the two be able to survive safely?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80d288be-bdb9-4637-804e-02b2f89ad2d8",
    "title": "Jungle Juice",
    "updatedAt": "2024-03-16T01:42:43+00:00",
    "coverArt": null,
    "availableChapters": null,
    "altTitles": [
      {
        "ko": "정글쥬스"
      },
      {
        "zh-hk": "叢林果汁"
      },
      {
        "es": "Jugo de Jungla"
      },
      {
        "fa": "جوهر جنگل"
      },
      {
        "pt-br": "Essência da Selva"
      }
    ],
    "description": {
      "en": "Jang Suchan is an extraordinary college student at the top of the social food chain. But underneath the perfect façade, he hides a pair of insect wings that suddenly grew when he used a mysterious bug spray called \"Jungle Juice.” Suchan's life crumbles when he bares his wings to the world to save someone's life. When all hope seems lost, Suchan stumbles upon a hidden world of insect humans where everyone is accepted for what they are.\n\nBut the law of the jungle governs this secret society and all must fend for themselves in order to survive.",
      "fr": "Le mystérieux insecticide \"Jungle Juice\" a fait de lui un humain insecte.  \nJang Su-chan, un étudiant qui cachait ses dents, a un jour ressemblé à cela.  \nVous serez vu par tout le monde, et vous serez dans le monde des insectes.  \nVous vous battrez contre la logique du faible…  \n  \nAction/ Fantaisie de divers pouvoirs d'insectes  \nLe nouveau héros de Super String Universe fait son apparition !",
      "pt-br": "Jang Suchan é um aluno universitário no topo de sua cadeia social. Mas, debaixo da faixada perfeita, ele esconde um par de asas de inseto que cresceram de repente após usar um inseticida misterioso chamado “Jungle Juice”. A vida de Suchan desmorona quando ele exibe suas asas ao mundo afim salvar a vida de outra pessoa. Quando toda a esperança parece perdida, Suchan se depara com um mundo escondido de insetos humanos onde todos são aceitos por quem são. Mas a lei da selva governa essa sociedade secreta e todos devem lutar para sobreviverem."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ab38ce9-e668-49b1-a89f-bb294e58809a",
    "title": "The Creator is on Hiatus",
    "updatedAt": "2023-03-27T06:50:14+00:00",
    "coverArt": null,
    "availableChapters": null,
    "altTitles": [
      {
        "en": "I’ll be Taking a Break for Personal Reasons"
      },
      {
        "en": "Temporarily Closed for Work Reasons"
      },
      {
        "ko": "일신상의 이유로 잠시 휴재합니다"
      }
    ],
    "description": {
      "en": "My name is Yu Il-shin, and I'm a shitty, third-rate novelist.\nMy name might be \"Only God\" in Korean, but don't actually pray to me. It's just a name.\n\nThis one random day, I finally get my wish of awakening... but my ability is kind of strange.\n\nI'm able to connect to a small world through my smartphone, where the weak ants there worship me as god!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]