[
  {
    "mangaId": "7622667c-6922-4003-9fc1-ded7a0598292",
    "title": {
      "en": "Namae no nai Kaibutsu - Kumo to Shoujo to Ryoki Satsujin"
    },
    "updatedAt": "2024-11-03T14:37:39+00:00",
    "coverArt": "https://mangadex.org/covers/7622667c-6922-4003-9fc1-ded7a0598292/f632f613-88a1-4a19-929d-69aa67821d0b.jpg",
    "altTitles": [
      {
        "en": "The Nameless Monster - The Spider, the Girl, and the Grotesque Murders"
      },
      {
        "ru": "Безымянный монстр"
      },
      {
        "ja": "名前のない怪物 蜘蛛と少女と猟奇殺人"
      },
      {
        "zh": "沒有名字的怪物"
      },
      {
        "vi": "Quái Vật Không Tên"
      }
    ],
    "description": {
      "en": "Midnight. Awakened by the echoing sound in my room, I was met with a frightening pair of \"legs.\" Since then, as if wishing to merely make its presence known, it remained in my room without letting itself be seen. In the same way it was spreading its encircling net, little by little it encroached on my life until at last it appeared before me. Its true form was that of an exceedingly beautiful \"nameless monster.\" Desperate resistance was futile as the monster dropped its hand towards me. I could not escape or resist. Hiding it from my skeptical lover and friends, thus opened the curtain to our strange life together. Quietly, the senses I had as a human were dying as my normal life continued to collapse. The moment I knew what was awaiting me, I was presented with an important decision.  \n  \nAt the same time the monster first appeared before me, the public was disturbed by a string of bizarre murders. It was then that I began to wonder whether they and my beautiful yet eerie roommate were connected.",
      "ru": "Полночь. Проснувшись от эха в моей комнате, я узрел пугающую пару «ног». С тех пор, словно желая просто заявить о своём присутствии, их обладатель остался в моей комнате, не давая себя увидеть. В тоже время он оплетал своей паутиной мой дом, понемногу вторгаясь в мою жизнь, пока, наконец, не появился передо мной. Его истинным обличьем оказался чрезвычайно красивый «безымянный монстр». Я не мог ни убежать, ни сопротивляться, когда монстр схватил меня. Скрывая это от моих скептически настроенных любимой и друзей, открываю занавес нашей странной совместной жизни. Когда я узнал, что меня ждет, я принял большое решение.  \nС тех пор, как монстр впервые показался мне, общественность была обеспокоена чередой странных убийств. И я начал задаваться вопросом, могли они быть связаны с моим красивым, но жутким соседом по комнате.",
      "pt-br": "Meia-noite. Acordado pelo som ecoando no meu quarto, fui recebido com um assustador par de \"pernas\". Desde então, como se quisesse apenas dar a conhecer a sua presença, ficou no meu quarto sem se deixar ver. Da mesma forma que estendia sua rede envolvente, pouco a pouco invadiu minha vida até que finalmente apareceu diante de mim. Sua verdadeira forma era a de um \"monstro sem nome\" extremamente belo. A resistência desesperada foi inútil quando o monstro baixou a mão em minha direção. Eu não podia escapar ou resistir. Escondendo isso de meu amante cético e amigos, assim abriu a cortina para nossa estranha vida juntos. Silenciosamente, os sentidos que eu tinha como humano estavam morrendo enquanto minha vida normal continuava a desmoronar. No momento em que soube o que me esperava, fui presenteado com uma decisão importante.\n\nAo mesmo tempo em que o monstro apareceu pela primeira vez diante de mim, o público foi perturbado por uma série de assassinatos bizarros. Foi então que comecei a me perguntar se eles e minha linda e misteriosa colega de quarto estavam conectados."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "39"
  },
  {
    "mangaId": "c14c098d-41d1-4dac-9c6d-3089618c791d",
    "title": {
      "en": "Requiem of Subdued Souls"
    },
    "updatedAt": "2024-12-11T20:03:52+00:00",
    "coverArt": "https://mangadex.org/covers/c14c098d-41d1-4dac-9c6d-3089618c791d/ee35bb39-df84-4f60-a8d5-4f097dd3c700.jpg",
    "altTitles": [
      {
        "ko": "진혼기"
      },
      {
        "en": "Subdued Soul Chronicle"
      },
      {
        "en": "SSC"
      }
    ],
    "description": {
      "en": "“If there existed a tainted being among the hwarangs, who would it be? Of course, it’d be Seol Yeong-rang who uses sorcery to call upon spirits!”\n\nHwarang Seol Yeong, who was named as the tainted person who’d bring forth a great disaster one day.\n\nThere was only one way to get rid of the false accusations and return to his rightful position.\n\nIt was to prove he wasn’t tainted by evil spirits by solving abnormal incidents.\n\nThen, Zaha, the governor of the previous generation’s hwarang, the man who killed a Great Chaotic God eight years back and disappeared without a trace, appeared in front of Seol Yeong…",
      "fr": "« S’il existait un horrible fantôme parmi les Hwarangs, qui serait-il ? Bien sûr, ce serait Seol Yeong qui utilise la nécromancie pour invoquer les fantômes ! »\n\nHwarang Seol Yeong, qui avait été désigné comme l’horrible fantôme qui provoquerait un jour un grand désastre.\n\nIl n’y avait qu’un seul moyen de se débarrasser de ces fausses accusations et de retrouver sa position initiale.\n\nIl devait prouver qu’il n’était pas un horrible fantôme en résolvant des incidents anormaux.\n\nC’est alors que Ja Ha, le chef du Hwarang de la génération précédente, l’homme qui a tué un grand esprit maléfique huit ans auparavant et qui a disparu sans laisser de traces, apparaît devant Seol Yeong…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5018f2b1-65ee-4a76-a7f3-4bb851e1ade5",
    "title": {
      "en": "High Score Girl DASH"
    },
    "updatedAt": "2024-10-13T11:17:11+00:00",
    "coverArt": "https://mangadex.org/covers/5018f2b1-65ee-4a76-a7f3-4bb851e1ade5/b0a42749-fcd3-4fd7-805d-d5bdc0239ce8.jpg",
    "altTitles": [
      {
        "ja": "Haisu Koa Gaaru Dasshu"
      },
      {
        "ja": "Hi Score Girl DASH"
      },
      {
        "en": "High Score Girl: Dash"
      },
      {
        "ja": "ハイスコアガールDASH"
      }
    ],
    "description": {
      "en": "The manga will focus on the character Koharu Hidaka, who is a middle school teacher close to 30 years old in 2007.",
      "es-la": "Año 2007, Hidaka Koharu ahora es maestra de secundaria y a punto de alcanzar los 30 años. Sin novio y sin perspectivas para el futuro. Balanceándose entre el trabajo y la búsqueda de matrimonio, el corazón de esta chica madura es como un Kikouken."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-12-18T16:50:40+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/0693f829-07d6-445e-bc08-ba82981ab6ea.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      },
      {
        "uk": "Королівство"
      },
      {
        "ja-ro": "Kingudamu"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "uk": "Мільйони років минуло з часів легенд, коли світ людей і богів був єдиним. У ті часи бажання людини верховодило над світом. Це була епоха 500-річної війни, період ворожих держав. «Королівство» — історія про хлопчину на ім’я Сінь, котрий прагне стати найвеличнішим генералом та про безліч випробувань та скитань, повз які пролягатиме його шлях до мети.",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc201dc1-1370-4903-9b2e-02168696ade1",
    "title": {
      "en": "I Rely on My Harem to Conquer the World"
    },
    "updatedAt": "2025-02-05T01:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/dc201dc1-1370-4903-9b2e-02168696ade1/4a766eb5-7d84-4af4-840f-ce405a56668b.jpg",
    "altTitles": [
      {
        "zh": "我靠后宫征服世界"
      },
      {
        "zh-ro": "Wo Kao Hougong Zhengfu Shijie"
      }
    ],
    "description": {
      "en": "Young Li Haoran tragically died after being ruthlessly betrayed by his teammates in a battle against demonic beasts. However, when he opens his eyes again, he finds himself reborn as the Blood Demon King in a tribe full of succubi. On top of that, he has acquired a special system that allows him to grow stronger simply by building a harem. This time, he will seize the opportunity, forge himself into a true demon, and lead his harem to conquer the world!"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1de48a75-06de-446e-967c-536a3fb3d390",
    "title": {
      "en": "Jinmyaku Cheat de Hajimeru Hitomakase Eiyuu-tan"
    },
    "updatedAt": "2025-01-27T20:23:36+00:00",
    "coverArt": "https://mangadex.org/covers/1de48a75-06de-446e-967c-536a3fb3d390/2247a3b6-bc77-4389-8d4c-4075da5d4cb4.jpg",
    "altTitles": [
      {
        "ja": "人脈チートで始める人任せ英雄譚"
      },
      {
        "en": "A Heroic Tale About Starting With a [Personal Relations] Cheat Ability and Letting Others Do the Job"
      }
    ],
    "description": {
      "en": "Ned is a young man who has been behind many of the world's greatest achievements, wielding a weapon known as \"human networking\". One day, however, he is judged by the selfish king to be a liability and expelled from the heroes' party. Ned decides to start from scratch as an adventurer. However, his life as an adventurer is naturally far from ordinary, as he is adored and connected with everyone, from the leader of the knights to the princess of the mermaid tribe...\n\n\"Can I get help from the Wisdom King and the Great Sage to find this person?\"\n\nMeanwhile, the king is coming to a realization: the heroes' party was full of capable, but incredibly problematic children, and that it was Ned that kept them reined in...",
      "ja": "人脈を武器とし、著名な冒険者パーティ『星屑の灯火団』の一員として、活躍を繰り広げてきたネット＝ワークインター。だがインテール王国が『星屑の灯火団』を勇者パーティに任じるにあたり、国王の身勝手な理屈でネットはパーティから追放されてしまう。仕方なくネットはまた一から冒険者としての旅を始めるのだが……。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae60aa84-3c58-40f1-935b-c7cdd1d5af6b",
    "title": {
      "en": "GaCen Shoujo to Ibunka Kouryuu"
    },
    "updatedAt": "2025-01-15T10:54:44+00:00",
    "coverArt": "https://mangadex.org/covers/ae60aa84-3c58-40f1-935b-c7cdd1d5af6b/80b3b14e-61fa-4733-9942-02ce5880673d.jpg",
    "altTitles": [
      {
        "ja": "ゲーセン少女と異文化交流"
      },
      {
        "ja-ro": "Game Center Shoujo to Ibunka Kouryuu"
      },
      {
        "ja-ro": "Geesen Shoujo to Ibunka Kouryuu"
      },
      {
        "ja": "Cultural Exchange With Game Center Girl"
      },
      {
        "en": "Cultural Exchange With A Game Center Girl"
      },
      {
        "en": "Cross-Cultural Exchange With the Girl at the Arcade"
      },
      {
        "zh": "与游戏中心的少女异文化交流的故事"
      },
      {
        "zh-hk": "與遊戲中心的少女異文化交流的故事"
      },
      {
        "ja": "ゲーセン少女"
      },
      {
        "ja-ro": "GaCenShoujo"
      },
      {
        "en": "GaCenGirl"
      }
    ],
    "description": {
      "en": "A Japanese arcade worker meets a young girl from England and strikes up a friend(?)ship."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ad9900fc-97d7-4d5a-8126-1f3a653a461a",
    "title": {
      "en": "Josou Danshi wa Skirt wo Nugitai!"
    },
    "updatedAt": "2024-08-19T04:38:54+00:00",
    "coverArt": "https://mangadex.org/covers/ad9900fc-97d7-4d5a-8126-1f3a653a461a/21044422-8046-40bf-a873-8d2a891e1f47.jpg",
    "altTitles": [
      {
        "ja": "女装男子はスカートを脱ぎたい！"
      },
      {
        "en": "The Crossdressing Boy Wants to Take Off His Skirt"
      }
    ],
    "description": {
      "en": "Uichiro, a junior high school boy, harbors a secret he cannot share with his childhood friend, Tama-chan. He has been cross-dressing for her because she has a phobia of men. This is a thrilling yet agonizing comedy about a boy who cross-dresses for the girl he loves!",
      "ja": "男子中学生の宇一郎には、幼馴染のたまちゃんに言えないある秘密があった。\nそれは男性恐怖症である彼女のために「女の子を演じている」ということ。\n想いを寄せる少女のために女装を続ける年頃男子のドキドキ悶絶コメディ！！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "520b0898-9ad1-4121-aa3b-a2f22e0cf371",
    "title": {
      "en": "Game of Familia: Kazoku Senki"
    },
    "updatedAt": "2024-10-01T01:00:45+00:00",
    "coverArt": "https://mangadex.org/covers/520b0898-9ad1-4121-aa3b-a2f22e0cf371/3f5adb77-8104-4b7c-9ce4-0220dc756e0c.jpg",
    "altTitles": [
      {
        "en": "Game of Familia: Family Senki"
      },
      {
        "ru": "Игра семьи Обу - Семейная история войны"
      },
      {
        "ru": "Семья в другом мире"
      },
      {
        "ja": "ゲーム オブ ファミリア ―家族戦記―"
      },
      {
        "ja": "ゲーム　オブ　ファミリア-家族戦記-"
      },
      {
        "ko": "게임 오브 패밀리어 -가족전기-"
      }
    ],
    "description": {
      "en": "High schooler Sasae Hatsushima has been summoned to a world of dark fantasy to defeat an undead army. That shouldn’t be hard when he has the help of his hyper-competent stepmom and her two younger daughters, a high school karate champion and a girl genius!\n\nBut to gain the powers needed for their quest, a great and painful price must be paid… And who better to pay it than Sasae, who seems utterly ordinary compared to his brilliant stepfamily?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "312b9bce-c18c-4fa9-ba39-59ecc7d9cbe1",
    "title": {
      "ja": "Isekai Kaeri no Daikenja-sama wa Sore Demo Kossori Kurashite Iru Tsumori desu"
    },
    "updatedAt": "2025-01-28T02:13:51+00:00",
    "coverArt": "https://mangadex.org/covers/312b9bce-c18c-4fa9-ba39-59ecc7d9cbe1/2f65169c-d81f-4887-86db-1e0588ce8d64.jpg",
    "altTitles": [
      {
        "ja": "異世界帰りの大賢者様はそれでもこっそり暮らしているつもりです"
      },
      {
        "en": "The Great Sage Who Returned from Another World Wants to Live Quietly"
      }
    ],
    "description": {
      "en": "Saito was reincarnated to the other world at the age of 15, becomes the Great Sage, and defeated the Demon Lord. Shortly after that, the door connecting the other world and the real world opens, and Saitou return to Japan with the power of the Great Sage. However, 19 years have passed in the real world. Saito, who was drifted away for so long, met his childhood friend Kanako, who's now a single mother. But it seems like there’s someone who’s targeting Kanako's life...",
      "ja": "15歳で異世界へ転生したサイトーは 大賢者となって魔王を余裕で討伐！ 異世界と現実世界を繋ぐ扉をくぐり帰還するも 日本では19年の歳月が過ぎていて‥‥。 ウラシマ状態のサイトーが出会ったのは シングルマザーとなった幼馴染のかなこ。 なにやら、かなこの命を狙う輩がいるらしい！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0",
    "title": {
      "en": "Sakamoto Days"
    },
    "updatedAt": "2024-10-25T16:30:02+00:00",
    "coverArt": "https://mangadex.org/covers/9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0/800833b8-8fee-4309-8e2d-d83df6b842a6.jpg",
    "altTitles": [
      {
        "ru": "Дни Сакамото"
      },
      {
        "ja": "サカモト デイズ"
      },
      {
        "ne": "साकामोतो डेज"
      },
      {
        "pt-br": "Sakamoto Days"
      },
      {
        "fr": "Sakamoto Days"
      }
    ],
    "description": {
      "en": "Taro Sakamoto was the ultimate assassin, feared by villains and admired by hitmen. But one day…he fell in love! Retirement, marriage, fatherhood and then… Sakamoto gained weight! The chubby guy who runs the neighborhood store is actually a former legendary hitman! Can he protect his family from danger? Get ready to experience a new kind of action comedy series!",
      "fr": "Taro Sakamoto est un assassin légendaire, le meilleur d'entre tous, craint par tous les gangsters, adulé par ses pairs. Mais un beau jour... il tombe amoureux ! S'ensuivent retraite, mariage, paternité... et prise de poids.\nSakamoto est aujourd'hui patron d'une petite épicerie de quartier et coule des jours heureux avec sa famille. Mais lorsque son passé le rattrape sous les traits de Shin, un jeune assassin télépathe, Sakamoto reprend du service...\nEt malgré son apparence, il est toujours aussi charismatique lorsqu'il passe à l'action !",
      "ja": "町の商店を営むふくよかな男・坂本太郎。その正体は全ての悪党が恐れ、憧れた元・伝説の殺し屋!!　襲い来る危険から家族と日常を守る、坂本の日々とは…!?",
      "ru": "Таро Сакамото был профессиональным киллером. Другие наёмники им восхищались, а злодеи боялись. Но однажды… Сакамото влюбился! Завязал с криминалом, женился, стал отцом и в итоге… Разжирел! Толстый дядька из соседнего магазина — в прошлом непревзойдённый убийца! Сможет ли он уберечь свою семью от опасности? Приготовьтесь к новой остросюжетной комедии!",
      "pt-br": "Taro Sakamoto era o assassino supremo, temido pelos vilões e admirado pelos assassinos. Mas um dia... ele se apaixonou! Aposentadoria, casamento, paternidade e depois… Sakamoto engordou! O cara gordinho que administra a loja do bairro é na verdade um ex-assassino lendário! Ele pode proteger sua família do perigo? Prepare-se para experimentar um novo tipo de série de comédia de ação!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "012e7cb8-a807-4c5f-86d8-73837444cbb4",
    "title": {
      "en": "The Limits of High Specs Marriage: 13 Great Men in a Reality Love Show"
    },
    "updatedAt": "2024-12-10T21:42:16+00:00",
    "coverArt": "https://mangadex.org/covers/012e7cb8-a807-4c5f-86d8-73837444cbb4/90a4fb33-d510-428c-8aef-bb097bd54119.jpg",
    "altTitles": [
      {
        "ja-ro": "High Spec Kon ni mo Hodo ga Aru: 13-nin no Ijin-tachi to no Renai Reality Show"
      },
      {
        "ja": "ハイスペ婚 ほどがある  13人の偉人たちとの恋愛リアリティーショー"
      },
      {
        "en": "High Specs History Marriage"
      }
    ],
    "description": {
      "en": "The main character in “Highly Spiced Marriage: Love Reality Show with 13 Greats” is Nao Anegawa, the eldest daughter of a mother-son family who loves her younger siblings who are in the prime of life. On her way home from shopping, she is whisked away to the heavenly realm and forced to appear on “Love Key Man,” a romantic reality show for the gods who have nothing better to do in their spare time. For every one of her male partners, 13 men are gathered from various eras, including Hijikata Toshizo, Friedrich II, Prince Shotoku, Alfred Nobel, and Urahara no Narihira. The ultimate love game with these great men who have left their mark on history begins."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64ed4d14-9e00-4b63-8799-547a508f5344",
    "title": {
      "en": "Parallel Paradise"
    },
    "updatedAt": "2025-01-11T07:40:22+00:00",
    "coverArt": "https://mangadex.org/covers/64ed4d14-9e00-4b63-8799-547a508f5344/ff6b43b4-356f-4394-b32f-56027023c9a0.jpg",
    "altTitles": [
      {
        "ja": "パラレルパラダイス"
      },
      {
        "ja-ro": "Parareru Paradaisu"
      },
      {
        "ko": "병렬 파라다이스"
      },
      {
        "zh": "平行天堂"
      },
      {
        "fr": "Un paradis parallèle"
      },
      {
        "ru": "Параллельный рай"
      },
      {
        "es-la": "Paraíso Paralelo"
      },
      {
        "vi": "Thiên đường song song tại dị giới"
      }
    ],
    "description": {
      "en": "One day at school, Youta sees someone strange entering his school. Out of nowhere this being appears next to him and makes him fall from the 3rd floor. He lands in a strange world, where beings like dragons exist! Youta meets a young paladin, and discovers that he is the only man inhabiting that planet, and that its inhabitants are extremely 'weak' to his presence. Could this be paradise?",
      "ja": "異世界に迷い込んだ男子高生・太多陽太は、森の中で美少女騎士・ルーミと出会う。そこは少女だけが存在する世界。神の化身からルーミとの交尾を命じられる陽太。触れられただけで極限まで発情したルーミは‥‥!?",
      "es-la": "“Por favor, apareate conmigo”. En un mundo extraño, Youta Tada es atacado por una hermosa chica caballero en celo. Solamente monstruos temidos y chicas hermosas viven en este mundo.¡El único hombre es Youta Tada! ¿¡Es esto el cielo o el infierno para Youta!?",
      "pt-br": "Em um dia na escola Youta vê alguém estranho entrando na escola, do nada este ser aparece ao seu lado e o joga do 3º andar! Porém ele vai parar em um mundo estranho, onde seres parecidos com dragões existem! Youta conhece uma jovem paladina, e descobre que é o único homem habitando aquele planeta, e que suas habitantes são extremamente ‘fracas’ a sua presença… seria este o paraíso?!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3175db1-7f49-4321-ad68-5a59e0e53b61",
    "title": {
      "en": "Shota Oni"
    },
    "updatedAt": "2024-10-13T12:48:56+00:00",
    "coverArt": "https://mangadex.org/covers/b3175db1-7f49-4321-ad68-5a59e0e53b61/0ea6e4d0-629c-4f8d-b8ec-94617dff56a5.jpg",
    "altTitles": [
      {
        "ja": "ショタおに"
      }
    ],
    "description": {
      "en": "After leaving a scar on his best friend's face years ago, Tsubaki feels responsible and is determined to grow up big and strong so he can protect Yuu. Yuu is already in high school and Tsubaki is only in elementary, but he is sure that his feelings will get through and Yuu will eventually come to rely on him."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7888782-0727-49b0-95ec-a3530c70f83b",
    "title": {
      "en": "Hajime no Ippo"
    },
    "updatedAt": "2024-12-04T05:14:05+00:00",
    "coverArt": "https://mangadex.org/covers/f7888782-0727-49b0-95ec-a3530c70f83b/6b262f80-972a-4bb1-a62a-6e6f1a2f8478.jpg",
    "altTitles": [
      {
        "th": "ก้าวแรกสู่สังเวียน"
      },
      {
        "en": "Fighting Spirit"
      },
      {
        "ru": "Первый шаг!"
      },
      {
        "ja": "はじめの一歩"
      },
      {
        "zh": "第一神拳"
      },
      {
        "ko": "더 파이팅"
      },
      {
        "fr": "Ippo"
      },
      {
        "id": "Fight!! Ippo"
      }
    ],
    "description": {
      "en": "Makunouchi Ippo is an ordinary high school student in Japan. Since he spends most of his time away from school helping his mother run the family business, he doesn't get to enjoy his younger years like most teenagers. Always a target for bullying at school, Ippo's life is one of hardship. One of these after-school bullying sessions turns Ippo's life around for the better, as he is saved by a boxer named Takamura. He decides to follow in Takamura's footsteps and train to become a boxer, giving his life direction and purpose. Ippo's path to perfecting his pugilistic prowess is just beginning.\n\nOfficial Release:\n- Indonesian release by Level Comics as **Fight!! Ippo** (2006-ongoing)",
      "pt-br": "Ippo Makunouchi, um tímido estudante de ensino médio, é um dia salvo se der espancado, por Takamura, um boxeador. Encantado pelas habilidade de Takamura e por vídeos de boxe, Ippo decide enfrentar o mundo profissional do boxe!"
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "931fd4fd-6c22-485e-b717-2dce335500b1",
    "title": {
      "en": "God of Martial Arts"
    },
    "updatedAt": "2024-01-16T12:20:49+00:00",
    "coverArt": "https://mangadex.org/covers/931fd4fd-6c22-485e-b717-2dce335500b1/6d6dcc4a-ae39-44f4-a6a5-2f0b997043b4.jpg",
    "altTitles": [
      {
        "id": "Dewa Seni Beladiri"
      },
      {
        "en": "GoMA"
      },
      {
        "zh-ro": "Juéshì Wǔshén"
      },
      {
        "en": "Peerless Martial God"
      },
      {
        "en": "PMG"
      },
      {
        "ru": "Бог боевых искусств"
      },
      {
        "th": "เทพยุทธ์พลิกลิขิตสวรรค์"
      },
      {
        "zh": "绝世武神"
      },
      {
        "vi": "Tuyệt Thế Võ Thần"
      }
    ],
    "description": {
      "en": "In this world, respect is earned with martial arts. Weak martial artists have strengths of tens of thousands of pounds, capable of cracking boulders. And the strong ones can cut off rivers and split mountains. There are even martial kings who know everything and can travel across the universe. Martial art decides your fate as well as your life and death. The weak is humiliated while the strong looks down on the world. This is a a world where the strong bullies the weak. People's statuses are decided by the levels of their cultivation of martial arts. Each faction fights for the title of \"The Strongest\". Only the strong ones have the right to survive. Even if you are from the same clan or faction, if you are weak, then you will be bullied and kicked out without mercy.  \n  \nAfter a car accident, Lin Feng crosses over to this new world into the body of a young master from the powerful Lin Family.  \nWill Lin Feng be used by others again or will he forge his own path in this place where, regardless of your family ties or sect, only the strong have the right to live.  \n\n\n---",
      "fr": "Dans ce monde, le respect se gagne avec les arts martiaux. Les artistes martiaux faibles ont des forces de dizaines de milliers de pounds, capables de craquer des blocs rocheux. Et les plus forts peuvent couper les rivières et creuser des montagnes. Il y a même des rois martiaux qui savent tout et peuvent voyager à travers l'univers. L'art martial décide de votre destin ainsi que de votre vie et de votre mort. Les faibles sont humiliés tandis que les forts méprisent tout le monde. C'est un monde où les forts intimident les faibles. Les statuts des gens sont déterminés par les niveaux de culture des arts martiaux. Chaque faction se bat pour le titre du \"plus fort\". Seuls les forts ont le droit de survivre. Même si vous appartenez au même clan ou à la même faction, si vous êtes faible, alors vous serez persécuté et expulsé sans pitié.",
      "pt-br": "Neste mundo, o respeito é obtido através das artes marciais. A força de artistas marciais fracos é igual a dezenas de milhares de libras, capazes de quebrar rochas. E os fortes podem cortar rios e dividir montanhas. Há até reis marciais que conhecem tudo e podem viajar pelo universo. A arte marcial decide seu destino, bem como sua vida e sua morte. Os fracos são humilhados enquanto o olhar forte para o mundo. Este é um mundo onde os fortes intimidam os fracos. O status das pessoas é decidido pelos níveis de cultivo de artes marciais. Cada facção luta pelo título de \"O mais poderoso\". Apenas os fortes têm o direito de sobreviver. Mesmo se você é do mesmo clã ou facção, se você é fraco, então você será intimidado e expulso sem piedade."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2025-01-27T16:38:51+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      },
      {
        "vi": "Giết Chết Nam Chính, Ta Trở Thành Nữ Ma Đầu."
      },
      {
        "ja": "Lv99の悪女がLv1の主人公を育てます"
      },
      {
        "ja-ro": "Lv99 no Akujo ga Lv1 no Shujinkou wo Sodatemasu"
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e7a4a0f-8391-4069-839b-de2352297dab",
    "title": {
      "en": "Kakkou no Iinazuke"
    },
    "updatedAt": "2025-01-27T16:32:11+00:00",
    "coverArt": "https://mangadex.org/covers/4e7a4a0f-8391-4069-839b-de2352297dab/3a515964-3695-48ee-bb07-aae3b9263a26.jpg",
    "altTitles": [
      {
        "ja": "カッコウの許嫁"
      },
      {
        "ja-ro": "Cucko no Iinazuke"
      },
      {
        "en": "A Couple of Cuckoos"
      },
      {
        "ko": "뻐꾸기 커플"
      },
      {
        "zh": "杜鹃的婚约"
      },
      {
        "zh-hk": "杜鵑婚約"
      },
      {
        "fr": "A Couple of Cuckoos"
      },
      {
        "pt": "A Noiva do Cuco"
      },
      {
        "ru": "Обрученные"
      },
      {
        "ru": "Сведённые кукушкой"
      },
      {
        "es": "Una Pareja de Cucos"
      },
      {
        "es-la": "La Prometida del Cuco"
      },
      {
        "th": "รักอลวนคนสลับบ้าน"
      }
    ],
    "description": {
      "en": "Nagi Umino was mistakenly switched at birth, and now attends a prestigious private high school. One day, he has a chance meeting with Erika Amano, an incredibly high society highschool girl who claims she's on the way to meet her fiancé, and who asks/forces him to be her fake boyfriend. Neither of them, at the time, understood the significance of their meeting for Erika was the girl Nagi was switched at birth with, and Nagi was Erika's soon-to-be fiancé!",
      "es": "Una comedia romántica sobre Nagi yendo a una reunión con sus verdaderos padres, y sobre Erika, que está atormentada por un compromiso no deseado!",
      "fr": "Nagi est un élève sérieux passionné par ses études. Un jour, alors qu'il est en deuxième année, il découvre qu'il a été échangé à la naissance avec une fille. Espérant garder leurs enfants biologiques et adoptifs, leurs parents décident qu'ils vont se fiancer pour pouvoir rester en famille. Mais Nagi est déjà amoureux d'une autre fille...",
      "it": "Nagi Umino, studente al secondo anno di una prestigiosa scuola preparatoria, ha scoperto di essere un bambino scambiato alla nascita. Un giorno, mentre si sta dirigendo all'incontro con i suoi veri genitori, incontra Erika Amano, una strana ragazza promessa in sposa nonostante la giovane età. Rifiutando di sposarsi, costringe Nagi a far finta di essere il suo ragazzo per cercare di far desistere i genitori dall'idea del matrimonio. Nagi e Erika scopriranno di avere molto più in comune di quanto pensino!",
      "ja": "赤ちゃんの頃に取り違えられ、今は名門私立に通う高校 2年の海野凪。ある日、これから許嫁に会いにいくという超お嬢様女子高生・天野エリカと偶然出会い、彼氏のフリをしてくれと半ば強引に頼まれてしまう。だが、その時の二人は知る由もなかった。エリカは凪と取り違えられた子どもで、凪はエリカの許嫁相手だということを……。",
      "ru": "Романтическая комедия о Наги, идущем на встречу со своими настоящими родителями, и о Эрике, которая мучается из-за нежеланной помолвки!..",
      "pt-br": "Uma comédia romântica sobre Nagi que está indo se encontrar com seus verdadeiros pais e sobre Erika, que é atormentada por um casamento indesejado!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27cec489-fea0-43ff-9b52-2b0cdc70a462",
    "title": {
      "en": "Bloom Into You Anthology"
    },
    "updatedAt": "2025-02-05T00:20:54+00:00",
    "coverArt": "https://mangadex.org/covers/27cec489-fea0-43ff-9b52-2b0cdc70a462/391f6278-8f68-4ff7-b754-8302805f6c7e.jpg",
    "altTitles": [
      {
        "ja": "やがて君になる 公式コミックアンソロジー"
      },
      {
        "ja-ro": "Yagate Kimi ni Naru Koushiki Comic Anthology"
      },
      {
        "en": "Bloom Into You Official Comic Anthology"
      },
      {
        "uk": "Коли прийде час, я стану тобою. Антологія"
      }
    ],
    "description": {
      "en": "Anthology of short stories featuring Bloom into You's characters, drawn by various yuri authors.  \n\n\n---\n\n**Vol 1**\n\n1: Can I Bloom Into You Someday?, by Hiiragi Yutaka.  \n Touko wants to swap uniforms with Yuu, but…  \n2: Perhaps A Constellation Like That, by Canno.  \n Touko and Sayaka read their horoscopes… and Yuu's.  \n3: Floating Maiden, by Chomoran.  \n When romance can make you float. Literally.  \n4: Onigiri, Croquette, Tamagoyaki, by Miyama Okara.  \n Koyomi has started a new novel. And she's hungry.  \n5: Tiny Sempai, by tMnR.  \n Yuu becomes Touko's babysitter.  \n6: In The Box, by Yuikawa Kazuno.  \n What's in Touko's box? And for whom is it? Sayaka wonders…  \n7: Festival Night, by Mekimeki.   \n Touko always gives her all. Especially when there's a reward.  \n8: Let's Write A Script!, by Fumio Aya.  \n The early rejected draft of the Student Council play.  \n9: What Will You Wear Tomorrow?, by Yuzuhara Moke.  \n Touko wants Yuu's opinion on her new clothes.  \n10: Bitter Coffee Time, by Hiroichi.  \n Miyako wants to test her new special coffee on her girlfriend.  \n11: Let's Play With Sempai!, by Itou Hachi.  \n A mysterious maid outfit. A card game to decide who will wear it.  \n12: Secret Student Council, by Tachi.  \n Touko wants to \"recharge her batteries\".  \n13: Ephemeral, by Hara Yuriko.  \n Poems under the cherry blossoms.\n  \n\n\n---\n\n**Vol 2**  \n\n1: What Comes with the Wind (Hiiragi Yutaka)  \n2: The Two, a Game, and From Here On (Kumo Suzume)  \n3: The Gap Between Us (Yuuki Suzu)  \n4: Her Choice (Yuzuhara Moke)  \n5: Solve the Riddle! Koyomi-chan (Arima)  \n6: Musical Chairs (Sunohara Fuuka)  \n7: Still by Your Side 6 Years Later (Yodokawa)  \n8: An Ode to a Fallen Leaf (Canno)  \n9: Lies and Truth (sheepD)  \n10: Unfair (sometime)  \n11: Play Impression! (Musshu)  \n12: Shining in Your Presence (Ueshita)  \n13: Because We're a Couple 45 Days Apart (Nakatani Nio)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "13"
  },
  {
    "mangaId": "ca98fe66-7b88-49a8-83b0-511fca029237",
    "title": {
      "en": "Love Lab"
    },
    "updatedAt": "2024-10-30T07:46:46+00:00",
    "coverArt": "https://mangadex.org/covers/ca98fe66-7b88-49a8-83b0-511fca029237/2ac6ec3d-3a40-4765-be0a-c88ba403c358.jpg",
    "altTitles": [
      {
        "es": "Experimentos de Amor"
      },
      {
        "es": "Laboratorio de Amor"
      },
      {
        "ja": "Rabu Rabo"
      },
      {
        "ja": "Renai Lab"
      },
      {
        "ja": "ラブラボ"
      },
      {
        "ja": "恋愛ラボ"
      }
    ],
    "description": {
      "en": "Love Lab is set in Fujisaki Girls Academy, which is known for their school body being composed of very prim and proper middle school students. The most prominent one of them is Natsuo Maki, the student council president who is admired by her classmates for her calm and polite demeanor, and her profound beauty. On the other hand, Riko Kurahashi is also admired, but due to her having a very forward and boyish personality.   \n  \nOne day, Riko accidentally walks into Maki when she is kissing a body pillow with a picture of a guy for practice, and learns that she is not as collected as everyone thinks she is. Riko is forced into keeping Maki's secret and joins her in practicing romance activities such as holding hands and more, and in the middle of all that mess, somehow smoothly running a student council regardless!"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "15.5",
    "lastChapter": "9"
  },
  {
    "mangaId": "8a38bcc4-0a52-4a46-9d02-7fc802048b1d",
    "title": {
      "en": "Shinobigoto"
    },
    "updatedAt": "2025-02-02T19:28:12+00:00",
    "coverArt": "https://mangadex.org/covers/8a38bcc4-0a52-4a46-9d02-7fc802048b1d/7420ac9c-47fd-4cfc-bb09-9519fa977110.jpg",
    "altTitles": [
      {
        "ja": "しのびごと"
      },
      {
        "en": "Shinobi Undercover"
      },
      {
        "ru": "Синоби под прикрытием"
      }
    ],
    "description": {
      "en": "Even in modern Japan, ninja still hide in the shadows. Young ninja Yodaka has received his mission--protect high school student Aoi at all cost. But can a ninja survive the wild world of high school while also fulfilling his mission?",
      "ja": "時は現代！世を忍び悪を討つ公安忍部隊のヨダカは、女子高生・向日アオイの護衛を命じられる。極端にコミュニケーションが苦手なヨダカは目立たず生徒となりアオイを護る予定が、何故か彼女と友達になり!?",
      "pt-br": "Mesmo no Japão moderno, os ninjas ainda se escondem nas sombras. O jovem ninja Yodaka recebeu sua missão: proteger a estudante do ensino médio Aoi a todo custo. Mas um ninja pode sobreviver ao mundo selvagem do ensino médio e ao mesmo tempo cumprir sua missão?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d02e579-b0db-4240-98e9-e68e458f8dfc",
    "title": {
      "en": "Ore no Ie ga Maryoku Spot datta Ken: Sundeiru dake de Sekai Saikyou"
    },
    "updatedAt": "2025-01-29T12:02:17+00:00",
    "coverArt": "https://mangadex.org/covers/6d02e579-b0db-4240-98e9-e68e458f8dfc/dab1e191-2ef4-4339-8e02-69c7dd3d156e.jpg",
    "altTitles": [
      {
        "fr": "Ma maison est une zone de convergence magique: Uniquement en vivant là je suis le plus fort du monde"
      },
      {
        "ru": "Мой дом — это место волшебной силы"
      },
      {
        "ja": "俺の家が魔力スポットだった件 ～住んでいるだけで世界最強～"
      },
      {
        "zh-hk": "原来我家是魔力点~只是住在那里就变成世界最强~"
      },
      {
        "ko": "우리 집이 마력스팟이었던 건에 대하여 ~살고 있는 것만으로 세계최강~"
      },
      {
        "pt-br": "Minha casa está em um ponto mágico de poder, por morar lá eu me tornei o mais forte do mundo"
      },
      {
        "en": "My House Is a Magic Power Spot: Just by Living There I Become the Strongest in the World"
      }
    ],
    "description": {
      "en": "Living carefree at home is the greatest shortcut—my house is the world’s greatest Magic Power Spot. That being the case, both my house and I were summoned to another world by some guys who were aiming for it. However, I’ve been living in this place for many years and my body is, apparently, abnormally overflowing with magic. Due to some unforeseen circumstances by those guys who summoned me, they quickly ran away. Be that as it may, there are still some ill-mannered people who covet the magic leaking out of my house. I won’t give up my house to those people! I’m going to wield my power as I please!\n___\n**Storyboarder:** [Oomine](https://mangadex.org/author/3a2b2fed-9cc9-4538-b2ca-1d563370316f)\n**Character Designer:** [Nabeshima Tetsuhiro](https://mangadex.org/author/9badc86b-f0ba-4f08-bc11-323ea16aae00)\n\n**Alt Official Raw:** [niconico Manga](https://manga.nicovideo.jp/comic/34698)",
      "ja": "自宅でのんびりすることが、最強への近道だった――。強力な魔力スポットの上に建つ一軒家に住んでいた普通の青年ダイチ。 ある日、それを狙うやつらに家ごと異世界に召喚されてしまう!!　だが、長年魔力スポットに住み続け、魔力が貯めこまれたダイチは敵を一蹴！　さらにかわいい我が家の精霊サクラも現れて至れり尽くせり！　最強の魔力を持ったダイチが望むものはただ一つ――それは自宅で平穏に暮らすこと！",
      "ru": "Жить беззаботно в своём доме — это, несомненно, великолепно. Но мой дом — самое большое в мире место волшебной силы. Каким-то образом вышло так, что меня с моим домом перенесло в другой мир. Выяснилось, что меня призвали какие-то парни, которые хотели присвоить магию моего дома себе. Тем не менее, я живу в этом месте в течение многих лет, и мое тело, по-видимому, аномально переполнено магией. Из-за каких-то непредвиденных обстоятельств те ребята, которые меня вызвали, быстро убежали. Как бы то ни было, все ещё есть невоспитанные люди, которые жаждут магии, просачивающейся из моего дома. Я не отдам свой дом никому! Я буду использовать свою силу, как захочу!   \n\n- [Original Web Novel](https://ncode.syosetu.com/n5915da/) (Raw)",
      "es-la": "Vivir sin preocupaciones en casa es el mejor atajo: mi casa es el mayor punto de poder mágico del mundo. Siendo ese el caso, tanto mi casa como yo fuimos invocados a otro mundo. Sin embargo, he estado viviendo en este lugar durante muchos años y aparentemente mi cuerpo está desbordado magia. Debido a circunstancias imprevistas por parte de los tipos que me invocaron, huyeron rápidamente. Como sea, todavía hay algunas personas mal educadas que codician la magia que escapa de mi casa. ¡No voy a ceder mi casa a esas personas! ¡Voy a ejercer mi poder como me plazca!",
      "pt-br": "Viver despreocupado em casa é a melhor coisa... minha casa é o maior ponto de força mágica do mundo. Sendo esse o caso, tanto minha casa quanto eu fomos convocados para outro mundo por algumas pessoas que estavam visado isso. No entanto, eu moro neste lugar há muitos anos e meu corpo está, aparentemente, transbordando de forma anormal com a magia. Devido a algumas circunstâncias imprevistas por aquelas pessoas que me chamaram, elas rapidamente fugiram. Seja como for, ainda há algumas pessoas mal-educadas que cobiçam a magia que vaza da minha casa. Eu não vou desistir da minha casa para essas pessoas! Vou usar meu poder como quiser!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "233"
  },
  {
    "mangaId": "b5b21ca1-bba5-4b9a-8cd1-6248f731650b",
    "title": {
      "en": "Shuumatsu no Valkyrie"
    },
    "updatedAt": "2025-02-03T16:30:54+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ca1-bba5-4b9a-8cd1-6248f731650b/96e03155-a80f-46f1-a652-3c50f9bdaec3.jpg",
    "altTitles": [
      {
        "ja-ro": "Shuumatsu no Walküre"
      },
      {
        "en": "Record of Ragnarok"
      },
      {
        "ru": "Повесть о Конце Света"
      },
      {
        "fa": "تاریخچه رگنوراک"
      },
      {
        "ja": "終末のワルキューレ"
      },
      {
        "en": "Valkyrie of the End"
      },
      {
        "zh-hk": "終末的女武神"
      },
      {
        "fr": "Valkyrie Apocalypse"
      },
      {
        "es-la": "Los Registros del Ragnarok"
      },
      {
        "ar": "سجلات راغناروك"
      },
      {
        "uk": "Повість про кінець світу"
      },
      {
        "bg": "Рагнарок"
      },
      {
        "tr": "Ragnarok Kaydı"
      },
      {
        "id": "Rekam Jejak Ragnarok"
      },
      {
        "id": "Valkri Jawir Asli Jaksel"
      },
      {
        "en": "Valkyrie Apocalypse"
      },
      {
        "en": "World's End Valkyrie"
      }
    ],
    "description": {
      "ar": "تبدأ القصة عندما يجتمع الحكام في مؤتمر لتقرير مصير البشرية، ويقررون إفناءها.  لكن محاربةٌ من محاربات الفالكيري تقدم اقتراحًا بديعًا، مواجهةٌ فاصلة بين الحكام والبشر، كفرصةٍ أخيرةٍ لبقاءِ الجنسِ البشري.  ثلاثةَ عشرَ حاكمًا سيواجهون ثلاثةَ عشرَ بطلاً بشريًا في معاركٍ فرديةٍ فاصلةٍ لتحديدِ مصيرِ البشريةِ جمعاء.",
      "en": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n___\n**Alt Official English:** [Comikey](https://comikey.com/comics/record-of-ragnarok-manga/61/), [MangaHot](https://mangahot.jp/site/works/e_R0002)",
      "fa": "⁧⁧ داستان جایی شروع میشه که خدایان بحث این رو به میان میاورند که انسان‌ها زنده بمانند یا نابود شوند. ولی یک والکری به تنهایی بحث را به سمتی میکشاند که به انسان‌ها اجازه یک مبارزه در مقابل خدایان داده شود. و به این شکل کور سوی امید بشریت روشن باقی میماند. سیزده خدا، سیزده انسان، در مقابل هم قرار میگیرند تا سرنوشت بشریت را مشخص کنند",
      "fr": "Tous les mille ans, l'ensemble des dieux, tous panthéons réunis, se réunissent au Valhalla, le paradis des âmes, lors d'une assemblée présidée par Zeus, le dieu suprême grec, afin de décider du sort des humains. Or, cette année-là, il est décidé à la quasi-unanimité de détruire l'humanité. Mais la Valkyrie Brunehilde interrompt la conférence et propose aux dieux de se mesurer aux mortels lors du tournoi de Ragnarök, pour déterminer s'ils valent vraiment la peine d'êtres anéantis. Ce tournoi opposera 13 dieux issus de diverses mythologies à 13 puissants humains qui ont fait l'histoire. Si l'humanité remporte au moins sept des 13 duels, alors les dieux épargneront l'humanité.",
      "id": "- In Indonesian by [Akasha](http://www.mncgramedia.id/comics/comic_detail/akasha-record-of-ragnarok-01) as \"Record of Ragnarok\"",
      "it": "- In Italian by [Star Comics](https://www.starcomics.com/titoli-fumetti/record-of-ragnarok) as \"Record of Ragnarok\"",
      "ru": "История начинается c собрания богов, на котором они решают судьбу человечества: убить всех или оставить в живых, согласившись в никчёмности рода людского, боги выбирают первое... Но одна валькирия выдвигает предложение: позволить богам и человечеству сразиться в битве, в качестве последнего луча надежды людей. 13 богов сразятся против 13 чемпионов людей в битвах один на один, чтобы решить, будет ли человечество жить или сгинет в могуществе божественной силы.",
      "tr": "Hikâye, tanrıların insanlığın yaşamasına ya da ölmesine karar vermek için bir toplantı düzenlemesi ve insanlığı yok etmeye karar vermesiyle başlar. Ancak yalnız bir Valkyrie, insanlığın hayatta kalması için son bir umut olarak tanrıların ve insanlığın son bir savaşa girmesine izin verilmesi önerisini ortaya atar. 13 tanrı, insanlığın yaşayıp yaşamayacağına karar vermek için teke tek savaşlarda 13 insan şampiyona karşı dövüşecektir.",
      "uk": "Історія починається зі зборів богів, на яких вирішується доля людства: життя чи смерть. Погодившись з нікчемністю людського роду, боги вибирають друге... Але одна валькірія висуває пропозицію: дозволити богам і людям битися в битві, яка стане останнім променем надії для людства. 13 богів б'ються проти 13 людських чемпіонів у битвах віч-на-віч, щоб вирішити, чи буде людство жити чи згине у могутності божественної сили.",
      "es-la": "Los Dioses se reúnen con el objetivo de decidir si la humanidad debe vivir o morir. Y aunque llegan a la conclusión de que debe perecer, una Valkyria propone que una lucha de dioses contra humanos para tomar tan difícil decisión. Así, 13 humanos pelearán contra 13 Dioses para resolver el destino de la humanidad.",
      "pt-br": "A cada 1.000 anos, as divindades se reúnem sob o conselho de Valhalla para decidir sobre o direito da humanidade de continuar vivendo, ou por sua destruição, porém desta vez os deuses estão furiosos com o descaso humano para com o planeta, pendendo passim para aniquilar toda a raça humana, porém uma única valquíria os convencem de realizar o Ragnarok, uma batalha mortal entre humanos e deuses para decidir sob sua sobrevivência, 13 humanos enfrentarão 13 deuses. Serão este humanos capazes de colidir com as poderosas divindades?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1ea6681-8a5a-443f-b592-c4a3e2c227c5",
    "title": {
      "en": "Banquet With Deer Crying"
    },
    "updatedAt": "2024-12-30T11:39:25+00:00",
    "coverArt": "https://mangadex.org/covers/e1ea6681-8a5a-443f-b592-c4a3e2c227c5/dd626d35-0524-499b-aa6c-6d968fd19247.png",
    "altTitles": [
      {
        "zh": "鹿鸣宴"
      },
      {
        "en": "Lu Ming Banquet"
      }
    ],
    "description": {
      "en": "Inside a certain luxurious building, human desire runs wild, and justice is almost nonexistent. Courtesan Su You receives a visitor, who offers a large sum to buy her freedom, and even claims that she knows the future, hoping that Su You will lend her a hand and save the world."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bd99686-e707-4b4a-9c38-d72645db30a1",
    "title": {
      "en": "The Ugly Duckling's Secret Pouch"
    },
    "updatedAt": "2023-10-24T22:44:24+00:00",
    "coverArt": "https://mangadex.org/covers/6bd99686-e707-4b4a-9c38-d72645db30a1/a3cba9a9-3fc7-4461-bb2e-69a60548fe29.jpg",
    "altTitles": [
      {
        "ko": "못난이 영애의 시크릿 파우치"
      },
      {
        "en": "The Ugly Lady's Secret Pouch"
      },
      {
        "ja": "ブサイク令嬢のシークレットポーチ"
      },
      {
        "zh": "丑八怪小姐的秘密化妆包"
      },
      {
        "fr": "Trousse de maquillage magique"
      }
    ],
    "description": {
      "en": "When Yunseol wakes up as \"Laila el Este\" in the novel, “Bird Cage,” she is horrified.\n\nThough Laila may be beautiful, her beauty is the reason the three male leads obsess over her and make her life a living hell. As such, Laila decides to use her professional makeup skills to become high society’s infamous ugly duckling.\n\nBut out of nowhere, she receives a marriage proposal from Duke Montefeltra, a fellow outcast who is ostracized for his unattractive looks.\n\nWill this turn of events help Laila escape the novel’s bad ending once and for all?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85a99758-de39-471e-9f6d-800547f53d0a",
    "title": {
      "en": "Tougen Anki"
    },
    "updatedAt": "2025-01-27T19:55:13+00:00",
    "coverArt": "https://mangadex.org/covers/85a99758-de39-471e-9f6d-800547f53d0a/e30d77bf-f6c7-4083-ad84-c13aa81dfc5b.jpg",
    "altTitles": [
      {
        "ja": "桃源暗鬼"
      },
      {
        "en": "Tougen Anki: Legend of the Cursed Blood"
      },
      {
        "fr": "Tôgen Anki : La légende du sang maudit"
      }
    ],
    "description": {
      "en": "Ichinose Shiki, an inheritor of the blood of Oni had lived out his entire childhood oblivious to this fact. However, when an unknown man comes rushing into his home in attempts to assassinate him, his foster father finally reveals the truth. In a world where Oni and Momotarou have never been able to coexist, join Ichinose in his struggle for power and unifying the two races!",
      "fr": "Une légende raconte qu'un enfant extrêmement fort serait né d'une pêche et baptisé Momotarô. Lorsqu'il devint assez grand et puissant, ce valeureux guerrier aurait chassé les Oni qui pillaient les villages. Ce héros n'est pas une légende... Tout comme les Oni...\nLeurs descendants sont encore parmi nous et la bataille opposait le clan Momotarô au clan des Oni fait rage ! Shiki est un jeune garçon, au sang chaud. Alors qu'il vient de se faire renvoyer de l'école, il prend conscience qu'il possède du sang de Oni. Le clan Momotarô le cherche et veut l'éliminer. la quête de liberté de Shiki et des autres Oni commence...",
      "ja": "「お前は鬼の血を継いでいる……」　主人公・四季は自らの血に棲む者と出逢うことになる。",
      "pt-br": "Ichinose Shiki, um herdeiro do sangue de Oni, viveu toda a sua infância alheio a esse fato. No entanto, quando um homem desconhecido entra correndo em sua casa na tentativa de assassiná-lo, seu pai adotivo finalmente revela a verdade. Em um mundo onde Oni e Momotarou nunca puderam coexistir, junte-se a Ichinose em sua luta pelo poder e unificando as duas raças!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec30192e-87df-47da-bfda-cc9a282bc51c",
    "title": {
      "en": "Futari Solo Camp"
    },
    "updatedAt": "2025-01-15T10:51:54+00:00",
    "coverArt": "https://mangadex.org/covers/ec30192e-87df-47da-bfda-cc9a282bc51c/d24ae4f8-50d3-4af1-8c53-2624f5c48de6.jpg",
    "altTitles": [
      {
        "ja": "ふたりソロキャンプ"
      },
      {
        "en": "Solo Camping for Two"
      }
    ],
    "description": {
      "en": "Kinokura Gen loves camping solo. He enjoys the quiet solitude away from the hustle and bustle of the city, and being able to appreciate nature all by himself. But on one camping trip, his solitude is broken by the appearance of Kusano Shizuku, a young woman who wanted to go solo camping by herself, but is ill-prepared and completely out of her league. While he tries to to get her to go home so he can camp in peace, she refuses, and stubbornly insists on accompanying him on future camping trips until she's ready to camp solo. Thus Gen and Shizuku's days of solo camping together begin.\n\n**Note**: \"Part 1\" concluded in February 2023 with 3 extra chapters due to start in April as the series is moving magazines from Kodansha Evening to Kodansha Morning.\n\nThe series resumed its publication in December 2023.",
      "es": "A Kinokura Gen le encanta acampar solo. Disfruta de la tranquila soledad lejos del ajetreo de la ciudad, y de ser capaz de apreciar la naturaleza por sí mismo. Pero en un viaje de campamento, su soledad se ve interrumpida por la aparición de Kusano Shizuku, una joven que quería ir sola a acampar, pero está mal preparada y completamente fuera de su alcance. Mientras él intenta que ella regrese a casa para poder acampar en paz, ella se niega, y tercamente insiste en acompañarlo en futuros viajes de campamento hasta que esté lista para acampar sola. Así comienzan los días en que Gen y Shizuku acampan juntos…",
      "ja": "オレは樹乃倉厳。34歳。趣味はキャンプ。独りで野営する生粋のソロキャンパー。車はいらない。電車を乗り継ぎ、最後はバスで山に入る。自然を愛してる、火を木を水を土を。それと同等に孤独な自分の生き方を愛している――。…な俺が！　ひょんなことから草野雫20歳という小娘に出会い、ふたりでソロキャンプをするはめに！"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a65b33d-bc76-4278-81a3-8a2eaebf78a6",
    "title": {
      "en": "We Are Young"
    },
    "updatedAt": "2025-01-04T08:39:25+00:00",
    "coverArt": "https://mangadex.org/covers/4a65b33d-bc76-4278-81a3-8a2eaebf78a6/d7e495a3-8b70-4207-ae7e-4cdb1ef47f3d.jpg",
    "altTitles": [
      {
        "ko": "위아영"
      }
    ],
    "description": {
      "en": "Since the old days, mystical creatures have existed to help humans. However, now that the times have changed, they suddenly receive a warning from their god: \"Prove that you are still needed\".\n\nWhile grappling with how they can assist humans in the modern era, these creatures decide to send their younglings to the human world to seek answers.\n\nMeanwhile, university student Park Geuru, who lives his miserable days commuting for five hours to school due to a sudden move, accidentally ends up making a bet with the goblin Sihan... \n\nThis is a story about the daily life of these young mystical creatures, exploring the human world in order to avoid their own extinction."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f7b4a77-31ca-4ba6-a4a1-ecaa6a66ee1e",
    "title": {
      "en": "Yuiitsu Muni No Saikyou Tamer"
    },
    "updatedAt": "2024-11-03T23:23:04+00:00",
    "coverArt": "https://mangadex.org/covers/6f7b4a77-31ca-4ba6-a4a1-ecaa6a66ee1e/671a8557-ca5d-4017-ae24-e59e83693fcb.jpg",
    "altTitles": [
      {
        "ja": "唯一無二の最強テイマー 〜国の全てのギルドで門前払いされたから、他国に行ってスローライフします〜"
      },
      {
        "ja-ro": "Yuiitsu Muni No Saikyou Tamer: Koku No Subete No Guild De Monzenbarai Sareta Kara, Takoku Ni Itte Slow Life Shimasu"
      }
    ],
    "description": {
      "en": "Kohaku, is a tamer but doesn't have monster followers.\nTreated as incompetent, he was actually the only human who could tame a \"phantom beast\" that ordinary people could not see.\n\nA Tamer's adventure with the strongest monsters begins!",
      "pt-br": "Amber que é domador, mas não doma monstros normais. Tratado como incompetente, ele era na verdade o único ser humano a domar uma \"espécie de besta fantasma\" que era invisível para as pessoas comuns. Uma aventura de um domador de monstro mais forte!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78c3b5fc-037c-46a8-aca2-70fa4ac0e773",
    "title": {
      "en": "Fate/EXTRA"
    },
    "updatedAt": "2025-01-28T00:38:28+00:00",
    "coverArt": "https://mangadex.org/covers/78c3b5fc-037c-46a8-aca2-70fa4ac0e773/d710b01d-63ef-4d59-b161-d18e5c767fd4.jpg",
    "altTitles": [
      {
        "ja": "フェイト/エクストラ"
      }
    ],
    "description": {
      "en": "In cyberspace the battle between magicians unfold. \"Fate\" might not be \"Fate\", and now, the new Holy Grail War has begun! Based of the PSP game of the same name, \"Fate/Extra\""
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "38"
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2025-01-26T19:25:03+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/36415f2c-1c2b-4d0e-984c-84c07973e84c.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "ja-ro": "Kimi no Koto ga Daidaidaidaidaisuki na 100-nin no Kanojo"
      },
      {
        "ja-ro": "Kimi no Koto ga Dai Dai Dai Dai Daisuki na 100-nin no Kanojo"
      },
      {
        "bg": "Стокано"
      },
      {
        "it": "Le 100 fidanzate"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "es-la": "Mis 100 novias que me quieren mucho mucho"
      },
      {
        "vi": "100 Cô Bạn Gái Này Rất, Rất, Rất, Rất, Rất Là Yêu Tôi Đó"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "it": "Le 100 fidanzate che ti amano tanto tanto tanto tanto tanto"
      },
      {
        "it": "Le 100 ragazze che ti amano tanto tanto tanto tanto tanto"
      },
      {
        "es": "Mis 100 Novias Que Me Quieren Mogollón Mogollón"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. In desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! Now this god will set things right by making sure Aijo gets one hundred dates. Except, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! Worse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "es": "Rentaro Aijou es una máquina de declararse y de recibir calabazas, consiguiendo la cifra de 100 rechazos al final de la secundaria. Roto por dentro, va a rezar a un santuario de suerte en el amor para pedir que la fortuna le sonría. Para su sorpresa, el dios del santuario se le aparece y le promete que conocerá a 100 almas gemelas durante el bachillerato.\n\nAunque al principio cree que le ha tomado el pelo, el primer día de clase se le declaran dos chicas en cuanto lo conocen, así que ve que sus rezos funcionaron y la cosa pinta bien. Sin embargo, hay un pequeño detalle que el dios no le explicó: si alguna de estas almas gemelas no consigue establecer una relación con él, esa chica morirá. Su gran corazón hace que no pueda permitir que eso suceda en ningún caso y por eso, ¡decide que saldrá con todas ellas!\n\n¡Su nueva e inesperada vida de bachillerato, llena de amor, confusiones y un montón de chicas, le depara una sorpresa tras otra!\n\n(Fuente: Editorial Ivrea)",
      "it": "**Link:**\n- Official Italian - [J-POP](https://j-pop.it/it/fumetti/manga/le-100-ragazze-che-ti-amano-tanto-tanto-tanto-tanto-tanto.html)",
      "ja": "「好き」っていいたい！いわれたい！中学卒業式に100回目の失恋をした愛城恋太郎は、高校でこそ初めての彼女を！と願う。そんな彼の前に現れた恋の神様が告げた未来は「高校生活で出会う“運命の人”は100人。しかし彼女達は、幸せになれなければなんやかんや（中略）あって…死ぬ」　突然始まるDEAD OR LOVEな純愛ハーレムライフ!!　絶対に脱落しない・させない！",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b89018c2-7a2d-4f9b-a5d6-12aa54087c25",
    "title": {
      "en": "Misumi-san Can't See Through"
    },
    "updatedAt": "2025-02-02T22:16:02+00:00",
    "coverArt": "https://mangadex.org/covers/b89018c2-7a2d-4f9b-a5d6-12aa54087c25/9a523bcb-8e96-4912-a4cd-b205060a62bd.jpg",
    "altTitles": [
      {
        "ja": "ミスミさんは見透かせない"
      },
      {
        "ja-ro": "Misumi-san wa Misukasenai"
      },
      {
        "ja-ro": "Misumi-san ha Misukasenai"
      },
      {
        "en": "Misumi-san can't see through"
      },
      {
        "zh-hk": "看不透的美澄同學"
      }
    ],
    "description": {
      "en": "A romantic comedy about Yuri Tsuguto, who has clairvoyance but isn’t good at it, and Misumi Mitsuhashi, a girl who likes strange things. One day, when Yuri looks at Misumi’s back, he notices that her jacket is transparent and behind it is the message “If anyone can read this, come to the astronomy clubroom after school.” When he goes to the clubroom and explains his clairvoyance ability, Misumi becomes excited and asks “Why don’t you let me study you?”",
      "pt-br": "Uma comédia romântica sobre Yuri Tsuguto, que tem clarividência, mas não é bom nisso, e Misumi Mitsuhashi, uma garota que gosta de coisas estranhas. Um dia, quando Yuri olha para as costas de Misumi, ele percebe que sua jaqueta é transparente e atrás dela está a mensagem \"Se alguém puder ler isso, venha para a sala do clube de astronomia depois da escola.\" Quando ele vai para a sala do clube e explica sua habilidade de clarividência, Misumi fica animada e pergunta \"Por que você não me deixa estudar você?\""
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "32"
  },
  {
    "mangaId": "a1620de1-6eb6-4948-b228-b232f910155a",
    "title": {
      "en": "Adachi to Shimamura"
    },
    "updatedAt": "2024-10-30T15:54:36+00:00",
    "coverArt": "https://mangadex.org/covers/a1620de1-6eb6-4948-b228-b232f910155a/6f2a9f65-4af9-4d37-8c43-686c5c284db3.jpg",
    "altTitles": [
      {
        "en": "Adachi and Shimamura"
      },
      {
        "fr": "Adachi et Shimamura"
      },
      {
        "ja-ro": "Adashima"
      },
      {
        "ru": "Адачи и Шимамура"
      },
      {
        "zh": "安达与岛村"
      },
      {
        "ja": "安達としまむら"
      },
      {
        "zh-hk": "安達與島村"
      },
      {
        "zh-ro": "Āndá yǔ Dǎocūn"
      },
      {
        "id": "Adachi dan Shimamura"
      },
      {
        "pt-br": "Adachi e Shimamura"
      }
    ],
    "description": {
      "en": "In the middle of the school day, on the second floor of the gym. This is where the two came to skip class, and it's where their friendship began. A story of two high school girls, playing ping-pong and chatting as they spend the heydays of their youth.",
      "ja": "入間人間が書く電撃文庫の大人気作品『安達としまむら』。TVアニメ化決定の本作を新鋭・柚原もけがコミカライズ！女子校生2人のゆる～い日常をご堪能ください。",
      "ru": "В середине учебного дня, на втором этаже спортзала. Именно туда эти двое пришли пропустить занятия, и именно там началась их дружба."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46c2d4e3-5764-41f2-a73f-be43b396b3a3",
    "title": {
      "en": "Montage"
    },
    "updatedAt": "2024-05-29T15:45:33+00:00",
    "coverArt": "https://mangadex.org/covers/46c2d4e3-5764-41f2-a73f-be43b396b3a3/92b18110-6cb6-4e5b-b24b-e1ef1cd36467.jpg",
    "altTitles": [
      {
        "ru": "Монтаж"
      },
      {
        "ja": "三億円事件奇譚 モンタージ"
      }
    ],
    "description": {
      "en": "One day, 10-year-old Yamato and his friend Miku discover a man in a back alley who's suffering from vicious stab wounds. The man recognizes Yamato, and uses his last breath to share a secret with the children: Yamato's father was the perpetrator of a bank robbery that is known throughout the country as the most puzzling unsolved crime of the 20th century. He warns them to \"never trust anyone.\"  \nMiku makes Yamato swear to keep the man's final words a secret. A few days later, Yamato's father is found dead, and the boy is taken in by Miku's family. The death is ruled as an accident, but Yamato has his doubts. Six years later, Yamato still can't stop wondering about the incidents, and resolves to take action."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "193"
  },
  {
    "mangaId": "f26c0ae5-c8f6-4630-979e-9a5d310bd795",
    "title": {
      "en": "I Only Want to Beat You"
    },
    "updatedAt": "2024-06-10T12:10:03+00:00",
    "coverArt": "https://mangadex.org/covers/f26c0ae5-c8f6-4630-979e-9a5d310bd795/1bb35d82-9359-4204-b09b-58658726c84a.jpg",
    "altTitles": [
      {
        "en": "I Want to Beat You, Oh Roji"
      },
      {
        "en": "I Want to Defeat You, Oh Roji"
      },
      {
        "ko": "오로지 너를 이기고 싶어"
      },
      {
        "uk": "Я хочу тільки перемогти тебе"
      },
      {
        "ko-ro": "Oroji Neoreul Igigo Sipeo"
      },
      {
        "en": "IOWTBY"
      },
      {
        "ru": "Я хочу победить только тебя"
      },
      {
        "es-la": "Solo quiero derrotarte"
      },
      {
        "es-la": "Solo quiero derrotarte"
      }
    ],
    "description": {
      "en": "The male lead 'Lee Gigo', who has never lost a single time in his life, and the female lead who defeated him 'Oh Roji'. Who will end up as the victor of this 'bet'?",
      "uk": "Головний герой Лі Ґіґо, який жодного разу в житті не програв, і головна героїня, яка перемогла його, О Роджі. Хто в підсумку стане переможцем в цьому «парі»?",
      "es-la": "El protagonista masculino que nunca ha sido derrotado en su vida 'gana', la heroína femenina 'solo' que hizo ese guiño pierde por primera vez ¿Quién será el ganador de esta 'apuesta'?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "235"
  },
  {
    "mangaId": "ebf6b4b1-f514-4e93-8305-0c16c21c7163",
    "title": {
      "en": "Space Juggernaut"
    },
    "updatedAt": "2025-01-19T19:34:32+00:00",
    "coverArt": "https://mangadex.org/covers/ebf6b4b1-f514-4e93-8305-0c16c21c7163/a1433509-4f37-4ebd-a4aa-6d05fa8b862e.jpg",
    "altTitles": [],
    "description": {
      "en": "Wanderer, imposing, somewhere in the vast void of space, Rendezvous awaits! The only space station built inside a living being, where the best scientists, warriors, explorers and engineers of the galaxy live.\nFollow the adventures of the Rendezvaj against the galaxy's major enemy; The Raccoon-race \"preservation\" Federation in this epic Space Opera.",
      "es-la": "Errante, imponente, en algún lugar del vasto vacío espacial, Rendezvous espera! La única estación espacial construida dentro de un ser vivo, que aloja a los mejores científicos, guerreros, exploradores e ingenieros de la galaxia.\nSigue las aventuras de un grupo de Rendezvaj contra su mayor enemigo; La Federación de “Conservación” de la raza Mapache en esta épica ópera spacial."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b87cf52b-e536-4165-bc3c-dba8d9a42202",
    "title": {
      "en": "It Was Just a Contractual Marriage"
    },
    "updatedAt": "2024-07-18T02:15:24+00:00",
    "coverArt": "https://mangadex.org/covers/b87cf52b-e536-4165-bc3c-dba8d9a42202/d52f884a-3ec4-467c-b2b1-ca73bcb9d510.jpg",
    "altTitles": [
      {
        "en": "Just a Contract Marriage"
      },
      {
        "ko": "계약 결혼일 뿐이었다"
      },
      {
        "es-la": "Fue sólo un matrimonio por contrato"
      },
      {
        "ko-ro": "Gyeyak Gyeolhonil Ppunieotda"
      }
    ],
    "description": {
      "en": "The empress of a fallen nation was dragged to the enemy empire. Despite everything, the Treasure of Grandel was still gorgeous. However, in the end she was just a captive who was going to be hanged by the savages. Eliza wanted to avoid that outcome no matter what, even if she had to tell outrageous lies. There was only one option: the man known as Banella's guard dog, the enemy empire's commander, and a lowly and vicious warrior—Lezet Christian. Eliza had to convince this cold and obstinate man who stood before her.\n\nIn a trembling voice, she said, \"I'll give you a child.\"",
      "pl": "Księżniczka z pokonanego kraju przywieziona do wrogiego, skarb Grandela, piękna nawet w chwili upadku.\nJednak nadal jest więźniarką, która wkrótce zostanie powieszona i przedstawiona barbarzyńcom.\nElise próbowała uciec przed tym losem i spróbować żyć.\nNawet jeśli wypowie absurdalne kłamstwo.\nJest tylko jedna możliwość.\nPies Banyella, głównodowodzący wrogiego państwa.\nDo tego dziki smok, Rezette Kyrstan.\nElysee musiała przekonać tego zimnego, upartego człowieka na swoich oczach.\nDrżącym głosem powiedziała.\n\"Urodzę twoje dziecko\"."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a857679-768f-4fe7-9026-790a01f03bee",
    "title": {
      "en": "What Makes Purple?"
    },
    "updatedAt": "2025-01-23T21:35:46+00:00",
    "coverArt": "https://mangadex.org/covers/0a857679-768f-4fe7-9026-790a01f03bee/a559ab40-c79e-4562-bf7f-07a2b367e87c.jpg",
    "altTitles": [],
    "description": {
      "en": "A romance about two stubborn people that like each other."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fce5e92-76bb-46dc-b95c-a4fda80f333e",
    "title": {
      "en": "Becoming a God, Starting as water monkey"
    },
    "updatedAt": "2025-01-29T07:10:56+00:00",
    "coverArt": "https://mangadex.org/covers/3fce5e92-76bb-46dc-b95c-a4fda80f333e/ba5b278f-1cae-4a06-a92a-234b3b9d15b7.jpg",
    "altTitles": [
      {
        "zh": "从水猴子开始成神"
      }
    ],
    "description": {
      "en": "The protagonist, Liang, transmigrates to a world called the Great Wilderness. He was In a desperate situation, he accidentally awakens a system called the “Ze Bloodline System,” and everything changes from that moment! By infusing himself with the bloodlines of ancient divine beasts, the protagonist is able to gain immense power while gradually refining his own godly talents. Come! Fuse with the Ze Spirit bloodline!!! System: “Awakened bloodline—Water Monkey.” Protagonist: “???”"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d590e65a-c3c8-4fd2-a754-1d0c34cf0e91",
    "title": {
      "en": "Resident Evil: Heavenly Island"
    },
    "updatedAt": "2024-10-09T03:00:10+00:00",
    "coverArt": "https://mangadex.org/covers/d590e65a-c3c8-4fd2-a754-1d0c34cf0e91/6d5ee5dd-0cdf-4f34-8ad3-b83f658f9146.jpg",
    "altTitles": [
      {
        "vi": "Đảo Thiên Đường"
      },
      {
        "en": "Biohazard: Heavenly Island"
      },
      {
        "ru": "Обитель Зла - Райский остров"
      },
      {
        "th": "หายนะเกาะสวรรค์"
      },
      {
        "ja": "バイオハザード ～ヘヴンリーアイランド～"
      },
      {
        "zh": "生化危机：天堂岛"
      },
      {
        "zh-hk": "生化危機：天堂島"
      },
      {
        "ko": "바이오하자드 헤븐리 아일랜드"
      }
    ],
    "description": {
      "en": "The story centers around the film crew for Idol Survival, the internationally popular television program where swimsuited idols compete in games. The crew arrives on the same isolated South American island that TerraSave member Claire Redfield is visiting on an investigation.  \n  \nThe manga has some minor ties to the video games Resident Evil: Revelations 2, Umbrella Corps and Resident Evil 7: Biohazard."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "50"
  },
  {
    "mangaId": "730e65ef-b00c-4495-9935-9db252d93d4a",
    "title": {
      "en": "Love Gives Me Superpowers"
    },
    "updatedAt": "2024-12-07T11:21:33+00:00",
    "coverArt": "https://mangadex.org/covers/730e65ef-b00c-4495-9935-9db252d93d4a/ba582d65-8898-4118-84aa-8a1bbaf24096.jpg",
    "altTitles": [
      {
        "zh": "恋爱让我有了超能力"
      },
      {
        "zh-hk": "戀愛讓我有了超能力"
      },
      {
        "zh-ro": "Lian'ai Rang Wo Youle Chao Nengli"
      },
      {
        "en": "Falling In Love Gives Me Superpowers"
      }
    ],
    "description": {
      "en": "Art student Zhong Shenxiu encountered a problem during a sketching class. She couldn't \"truly see\" Xu Ke, a top student and the subject of the sketch. If she can't truly see the subject then she can't draw. Zhong Shenxiu put down her paintbrush. If she became a better student, she would be able to get closer to her, right? If she could get closer to her, then she could truly see her, right? Until the distance between them is no more--Face to face. Phew! Now I can finally see her! But! This is... Too close! Help! What Should I do?!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "410f5f9d-a4ad-465d-9860-cc3f747ba7b8",
    "title": {
      "en": "If You Are Not Careful, Your Name Will Go Down in History"
    },
    "updatedAt": "2024-02-15T11:51:28+00:00",
    "coverArt": "https://mangadex.org/covers/410f5f9d-a4ad-465d-9860-cc3f747ba7b8/67b75e60-f96e-465d-87a7-e5f853a99dd4.jpg",
    "altTitles": [
      {
        "zh": "一不小心，名垂千史"
      },
      {
        "en": "AccidentaIIy Became Famous Throughout History"
      }
    ],
    "description": {
      "en": "Tu Ye, who traveled to ancient times, wanted to kill his country and return to modern times. However, due to a strange combination of circumstances, he got blessed by \"fainting\", and step by step pushed Daqian, who was about to be destroyed, onto the road to the first empire.",
      "zh": "穿越到古代的屠夜一心就想作死灭国从而回到现代，却阴差阳错因得福，一步步将原本即将覆灭的大干推上了第一帝国的道路……"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0cfcda3b-0dcb-459b-9931-aa823e7bf403",
    "title": {
      "en": "Nine Peaks"
    },
    "updatedAt": "2025-01-01T16:56:45+00:00",
    "coverArt": "https://mangadex.org/covers/0cfcda3b-0dcb-459b-9931-aa823e7bf403/553d387e-4f27-470d-9a4b-19e57c93bf6d.jpg",
    "altTitles": [
      {
        "ja": "ナインピークス NINE PEAKS"
      },
      {
        "ru": "Девять вершин"
      },
      {
        "ru": "Пиковая девятка"
      },
      {
        "vi": "Cửu lĩnh"
      },
      {
        "pt-br": "Nove Picos"
      }
    ],
    "description": {
      "en": "After just starting at his new school, Mashio Gaku is suspended within a week for getting into a scuffle with a third year. After returning home to his disapproving dad's okonomiyaki joint, his father, Mashio Harumi, can't help but reprimand him and refuses to serve him. Their harsh words are the last exchange they share before an unfortunate traffic accident takes Harumi's life.\n\nAt his father's wake, Gaku finds out he was, in his words, a big fuckin' deal. In mourning, Gaku heads out to fish like him and his father always would, only to hook a big catch and get pulled into the water... When he comes to, he finds himself staring a familiar stranger in the face... **in the year 2000.**",
      "ja": "真汐樂(ましおがく)は父と2人暮らしの高校1年生。入学早々上級生と乱闘騒ぎを起こし停学処分となった矢先、突然の事故で父を亡くす。父の通夜の晩に、父との思い出である堤防釣りに出かけた樂は、海に落ち22年前にタイムリープしてしまう。そして樂を海から助けたのは、他ならぬ自分と同い年の父・春実だった。春実の両親(樂の祖父母)に気に入られた樂は、宮城樂として真汐家に居候することに。そして、祖父のはからいで父と同じ青波高校に通うことになる。22年前の玖嶺の街は不良だらけ。樂は父と2人でこの街の頂点を目指す!!",
      "ru": "Душещипательная история о взаимоотношениях отца и сына. Главный герой — Масио Гаку, не особо ладит со своим отцом. После ссоры с сыном, Масио Харуми умирает... Гаку даже подумать не мог, что с его отцом, не особо общительным человеком, придёт проститься так много людей. Вскоре Гаку решает пойти на рыбалку где по случайности падает в море, но сразу же выбирается с помощью какого-то странного человека... Этим незнакомцем оказался его отец, ровно в 2000 году! Теперь Гаку начинает помогать Харуми, своему отцу, добиться статуса лидера города и разобраться что же здесь происходит...",
      "vi": "Sau cái chết của cha, Mashio Gaku biết được một sự thật động trời: Cha cậu từng là gã du côn mạnh nhất thành phố. Thế rồi một biến cố bất ngờ xảy ra, đưa cậu trở về quá khứ 22 năm trước, khi cha cậu bằng tuổi cậu..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "542452db-bd1c-4fba-90ee-1213f0bc6718",
    "title": {
      "en": "PEEP"
    },
    "updatedAt": "2024-11-07T22:30:26+00:00",
    "coverArt": "https://mangadex.org/covers/542452db-bd1c-4fba-90ee-1213f0bc6718/5033cd00-c6a4-4109-9699-36f35a8463f3.jpg",
    "altTitles": [
      {
        "ja": "ピープ"
      }
    ],
    "description": {
      "en": "The popular gal who was my childhood friend is secretly uploading provocative selfies!? In his quest to uncover the secret of this popular girl, high school boy Riku discovers that his own deeply hidden emotions were being observed by someone else… A sweet yet suffocatingly intense blend of youth, love, and suspense.",
      "ja": "幼なじみの人気ギャルは、過激な自撮りをアップする裏アカ女子！？人気者の秘密を探ろうとする男子高校生・陸は、逆に自分の隠していた心の底を、別の誰かに覗かれていたことを知る‥‥。溺れるほどに甘く、息もできないほど苦しい、青春×愛憎サスペンス。",
      "es-la": "¿La chica popular que era mi amiga de la infancia está subiendo en secreto provocativos selfies de cosplay?\nEn su búsqueda por descubrir el secreto de esta chica popular, el chico de instituto Riku descubre que sus propias emociones, profundamente ocultas, estaban siendo observadas por otra persona...\n\nUna dulce pero asfixiante mezcla de juventud, amor y suspenso."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4f190b4d-c98e-4ea9-a3eb-54a50b0e9fc3",
    "title": {
      "en": "Shokuba no Onnanoko ni Toushisuru Hanashi"
    },
    "updatedAt": "2025-02-04T15:20:06+00:00",
    "coverArt": "https://mangadex.org/covers/4f190b4d-c98e-4ea9-a3eb-54a50b0e9fc3/69e642cf-1237-41f7-87b6-65a4a1f00c3f.png",
    "altTitles": [
      {
        "ja": "職場の女の子に投資する話"
      },
      {
        "en": "A Story About Investing in a Girl at the Workplace"
      },
      {
        "pt-br": "Uma história sobre investir em uma garota no local de trabalho"
      }
    ],
    "description": {
      "en": "Hatamoto Ikuto, the manager of the local bookstore \"BOOK FOREST\", is an otaku who can't resist spending money on his favorite characters in games.\nTodoroki Miran, the part-time leader, looks up to him but can't understand his obsession with spending on in-game things.\nWhen Ikuto claims, \"For me, spending money is an investment\", Miran teases, \"If that's the case, how about you invest in me...?\"\nAs the two navigate a cycle of investment and returns, the distance between their hearts begins to shrink.\nA unique and charming investment-themed romantic comedy!\n\n(Source: Melonbooks, edited)",
      "ja": "街の書店「BOOK FOREST」で店長を務める畑本育人は、ゲームの「推し」キャラに課金してしまうオタク気質。バイトリーダーの轟ミランは、店長に憧れるものの、データに課金することだけは理解できない。「オレにとって課金は投資だ」と話す育人に、「それならあたしにも投資…して?」と話すミランだが…。投資と還元を繰り返し、2人の心の距離が揺れ動く――新感覚の投資ラブコメ！",
      "pt-br": "Hatamoto Ikuto, gerente da livraria local “BOOK FOREST”, é um otaku que não resiste a gastar dinheiro com seus personagens favoritos dos jogos.\nTodoroki Miran, líder de meio período, o admira, mas não consegue entender sua obsessão por gastar em coisas de jogos.\nQuando Ikuto afirma: “Para mim, gastar dinheiro é um investimento”, Miran provoca: “Se é assim, que tal você investir em mim...?”\nEnquanto os dois navegam em um ciclo de investimentos e retornos, a distância entre seus corações começa a diminuir.\nUma comédia romântica única e encantadora com tema de investimento!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f4e5f5b-d930-4266-8c8a-c4cf9a81e51f",
    "title": {
      "en": "Jahy-sama wa Kujikenai!"
    },
    "updatedAt": "2024-11-10T22:27:41+00:00",
    "coverArt": "https://mangadex.org/covers/2f4e5f5b-d930-4266-8c8a-c4cf9a81e51f/cbe458d3-9559-4e7a-80cc-e3d20a6b5a45.jpg",
    "altTitles": [
      {
        "fr": "La Grande Jahy ne Perd Jamais"
      },
      {
        "en": "The Great Jahy Will Not Be Defeated!"
      },
      {
        "en": "Jahy-sama Won't Be Discouraged!"
      },
      {
        "ru": "Джахи-сама не будет отчаиваться!"
      },
      {
        "ja": "ジャヒー様はくじけない！"
      },
      {
        "ko": "쟈히님은 굴하지 않아!"
      },
      {
        "pl": "Niepokonana Jahy"
      },
      {
        "ja-ro": "Jahy-Sama Ha Kujikenai!"
      },
      {
        "fr": "Jahy-sama ne se découragera pas !"
      },
      {
        "vi": "Jahy-sama sẽ không bỏ cuộc!"
      }
    ],
    "description": {
      "en": "Jahy-sama (pronounced jah-hee) is an existence to be feared and respected throughout the Demon Realm. Well, was.\n\nThe (former) Demon Realm No. 2 is now busy with house chores and work…in the human realm! Her dinner is just beansprouts, and she can't afford anything except water at cafes, but she won't get discouraged!\n\n---\n**Note:**\nJahy's shirt says '魔界復興', which seems to translate to 'Demon Realm Restoration'.",
      "ru": "Джахи-сама - существо, которое боялись и уважали во всем демоническом мире. Ну, когда-то... Вторая по силе (прежде) мира демонов теперь занята домашними заботами и работой... в человеческом мире! Её ужин - одна фасоль, а в кафе она не может себе позволить ничего кроме воды, но её никогда не сломить!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d3905b0-f8c2-4c38-8b26-5b2ff0a9516c",
    "title": {
      "en": "Occhoko Doji Onee-san"
    },
    "updatedAt": "2025-02-03T03:40:35+00:00",
    "coverArt": "https://mangadex.org/covers/1d3905b0-f8c2-4c38-8b26-5b2ff0a9516c/4b691134-1e6c-47d6-8351-08f3aa6678d4.jpg",
    "altTitles": [
      {
        "ja": "おっちょこドジおねえさん"
      },
      {
        "vi": "Chị gái hậu đậu"
      }
    ],
    "description": {
      "en": "She may seem like a beautiful, sophisticated woman! But on the inside, she is just a XXX lady. The more she tries to act like an mature adult in front of younger boys, the more twisted and perverted she gets!",
      "ja": "高校生・直樹の憧れは、書店でアルバイトしてる女子大生・なほさん！癒し系の笑顔にグラマラスボディと、大人の魅力に溢れるおねえさんのヒミツの本性は・・破壊的”おっちょこドジ”！デキる女を装えば装うほど、おっちょこドジが炸裂しちゃう！可愛いことやれば可愛くて、ドジをしてもさらに可愛い！？",
      "es-la": "¡Puede parecer una mujer hermosa y sofisticada! Pero por dentro, es solo una dama XXX. Cuanto más trata de actuar como una adulta madura frente a los niños más pequeños, ¡más retorcida y pervertida se vuelve!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "69"
  },
  {
    "mangaId": "23b7cc7a-df89-4049-af28-1fa78f88713e",
    "title": {
      "en": "Kawaii Joushi wo Komarasetai"
    },
    "updatedAt": "2024-11-27T17:17:25+00:00",
    "coverArt": "https://mangadex.org/covers/23b7cc7a-df89-4049-af28-1fa78f88713e/c4894676-8d20-4187-86ca-45c6acfdd34c.jpg",
    "altTitles": [
      {
        "ja": "可愛い上司を困らせたい"
      },
      {
        "en": "I Want to Annoy the Pretty Boss"
      },
      {
        "ko": "귀여운 상사를 난처하게 만들고 싶어"
      },
      {
        "pt-br": "Quero judiar da minha linda chefinha"
      },
      {
        "ru": "Моя начальница – милашка"
      },
      {
        "es": "Quiero molestar a mi linda jefa"
      },
      {
        "vi": "Tôi muốn được chọc ghẹo bà sếp dễ thương của mình"
      }
    ],
    "description": {
      "en": "Ira Megumi is a 31-year-old woman who is currently at the top of her career. She's a beautiful woman who's brimming with pride and totally has no interest in love or marriage. Though the next morning, she wakes up and finds the new employee, Aoki Shun, sleeping next to her. Just what in the world happened?!",
      "ja": "井羅恵は31歳の食品会社次長。仕事に全てを捧げ、恋愛や結婚は二の次に。そんな彼女の前に、要領が良い新人男子・青木が現れる。彼の言動にいらつく恵だが、飲み会で酔った挙句、青木と一夜を共にして…。",
      "pt-br": "Ira Megumi é uma mulher que desistiu de ter uma família ou de agir como uma simples mulher e se dedicou arduamente em seu trabalho, assim chegando ao cargo de vice-diretora em uma grande empresa. Aoki Shun um novato na empresa, amigável, porém desleixado e não parece levar o novo trabalho a sério. Mas algo acontece na festa de boas vindas dos novatos na empresa e Ira acorda ao lado de Aoki na cama… O que diabos aconteceu? Será possível um relacionamento amoroso entre duas pessoas tão diferentes?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "108"
  },
  {
    "mangaId": "e256ca74-7eea-45d2-ba3c-8e20a0de15a9",
    "title": {
      "en": "Tycoon’s Goddess Contract System"
    },
    "updatedAt": "2023-11-07T00:16:39+00:00",
    "coverArt": "https://mangadex.org/covers/e256ca74-7eea-45d2-ba3c-8e20a0de15a9/bfee2c51-059f-420d-93c1-e89692cced8d.jpg",
    "altTitles": [
      {
        "zh": "我！财阀家大少爷"
      }
    ],
    "description": {
      "en": "Xiao Lin, the young master of the tycoon family, became a super negligent overnight. The twelve gold hairpins, the principal and the deputy, are all elite goddesses from all walks of life. Xiao Lin can only continue his life if he completes the contract with them. So Xiao Lin was forced to embark on the path of the hunting goddess.",
      "zh": "【每周三、六更新】财阀家大少爷萧麟一夜之间变成了超级负翁，世态炎凉，祸不单行，惨遭误杀之际，激活了契约系统。正副十二金钗，全都是各行各业倾国倾城的精英女神，萧麟只有与她们完成契约，才能得以续命。于是萧麟被迫走上了狩猎女神的道路。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f83b8fb-ca25-47c5-9d16-759dacff0a6b",
    "title": {
      "en": "Netorare Manga no Kuzu Otoko ni Tensei Shita Hazu ga Heroine ga Yottekuru Ken"
    },
    "updatedAt": "2024-10-30T01:15:12+00:00",
    "coverArt": "https://mangadex.org/covers/6f83b8fb-ca25-47c5-9d16-759dacff0a6b/def950f3-149b-4713-94e1-3587bc3e3ce9.jpg",
    "altTitles": [
      {
        "ja": "寝取られ漫画のクズ男に転生したはずがヒロインが寄ってくる件"
      },
      {
        "en": "I was Reincarnated as the Scumbag from a Netorare Manga, But the Heroine is Coming on to Me"
      },
      {
        "en": "The Story of a Man Who is Reincarnated as the Shittiest Guy in a Doujin, but the Heroine Keeps on Coming Close to Him"
      },
      {
        "zh": "我转生成了NTR漫画里的黄毛，但是女主却倾心于我"
      },
      {
        "ru": "Я перевоплотился в подонка из netorare манги, но героиня предпочла меня главному герою"
      },
      {
        "es-la": "Reencarné como el Netoreador de una Historia NTR, pero definitivamente no seré uno"
      }
    ],
    "description": {
      "en": "I suddenly remembered. This world is the world of an erotic manga, and that I was reincarnated as the scumbag who is supposed to steal the heroine in this world. Well, I don't have such a hobby, so I thought the heroine should get along with the protagonist. But why are you paying attention to me, heroine?",
      "ja": "ふと俺は思い出した。この世界がエロ漫画の世界であり、ヒロインを寝取る役目のクズ男に自分が転生したことを。まあ俺にその趣味はないので、ヒロインは主人公と仲良くやってくれ。と思ったのに…ヒロイン、なんでお前は俺に構うんだよ!\n小説投稿サイト掲載の人気作『漫画に登場する最悪の男に生まれ変わったはずがヒロインが寄ってくる件』をついにコミカライズ!",
      "pt-br": "De repente, eu me lembrei. Este mundo é o mundo de um mangá erótico, e eu reencarnei como o canalha que supostamente vai roubar a heroína neste mundo. Bem, eu não tenho esse tipo de hobby, então eu achei que a heroína deveria se dar bem com o protagonista. Mas por que você está prestando atenção em mim, heroína?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]