[
  {
    "mangaId": "55da0e8e-f59b-40df-a946-6985293b5129",
    "title": {
      "en": "I Saved the Whole Sect by Playing Badly"
    },
    "updatedAt": "2024-08-23T05:58:59+00:00",
    "coverArt": "https://mangadex.org/covers/55da0e8e-f59b-40df-a946-6985293b5129/5e817581-bde6-48d8-8d5d-37353d021918.jpg",
    "altTitles": [
      {
        "en": "The Junior Sister Is Obviously Super Strong, yet She Is So Dense"
      },
      {
        "zh": "小师妹明明超强却过分沙雕"
      }
    ],
    "description": {
      "en": "\"Well then, I choose to be rotten bad!\" Transmigrating into a book, Ye Qiao wanted to escape the fate of the cannon fodder* side female character, she left the mountain to join the new sect. Unexpectedly, she was not only taken as a direct disciple, but she was also given four Senior Brothers who doted her to no end. From then on, Ye Qiao decided to take the Senior Brothers away from the original female lead, and would go against the Heavens' will to change their fates!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "205"
  },
  {
    "mangaId": "248525ed-ad1c-4ddc-a834-5d6ce66a3ad2",
    "title": {
      "en": "Arifureta Shokugyou de Sekai Saikyou"
    },
    "updatedAt": "2024-05-17T14:56:17+00:00",
    "coverArt": "https://mangadex.org/covers/248525ed-ad1c-4ddc-a834-5d6ce66a3ad2/9bcee346-c58d-4569-8ff5-ce9ad164662e.jpg",
    "altTitles": [
      {
        "en": "Arifureta: From Commonplace to World's Strongest"
      },
      {
        "ru": "Арифурэта"
      },
      {
        "ru": "Арифурэта: Сильнейший ремесленник в мире"
      },
      {
        "ru": "Стать сильнейшим благодаря обычной профессии"
      },
      {
        "th": "อาชีพกระจอกแล้วทำไม ยังไงข้าก็เทพ"
      },
      {
        "ja": "ありふれた職業で世界最強"
      },
      {
        "zh": "平凡职业成就世界最强"
      },
      {
        "ko": "흔해빠진 직업으로 세계최강"
      },
      {
        "es-la": "El más fuerte del mundo en una profesión mundana"
      },
      {
        "vi": "Arifureta - Từ tầm thường đến bất khả chiến bại"
      },
      {
        "de": "Arifureta - Der Kampf zurück in meine Welt"
      }
    ],
    "description": {
      "en": "Among the class transported to another world, Nagumo Hajime is an ordinary male student who didn’t have ambition nor aspiration in life, and thus called “Incompetent” by his classmates.\nThe class was summoned to become heroes and save a country from destruction. Students of the class were blessed with cheat specifications and cool job class, however, it was not the case with Hajime, with his profession as a “Synergist”, and his very mediocre stats. “Synergist”, to put it in another word was just artisan class. Being the weakest, he then falls to the depth of the abyss when he and his classmates were exploring a dungeon. What did he find in the depth of the abyss, and can he survive?\n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://j-novel.club/s/arifureta-from-commonplace-to-world-s-strongest)",
      "fr": "Le quotidien de l’étudiant ordinaire qu’est Hajime Nagumo, dont la vie ne se comporte que de nuits blanches et siestes en cours, se retrouve bouleversé lorsque sa classe et lui se retrouvent transportés en tant qu’héros dans un autre monde afin de le sauver… Alors que tout le monde obtient des jobs assez puissants, notre héros se retrouve avec le job « Synergiste », assez inutile en l’état des choses, humilié et jeté seul dans les tréfonds d’un donjon, arrivera-t-il à survivre ?\n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://j-novel.club/s/arifureta-from-commonplace-to-world-s-strongest)",
      "it": "Tra gli studenti trasportati in un altro mondo, Nagumo Hajime è uno studente senza ambizioni ed aspirazioni nella vita, è infatti soprannominato l’Incapace dai suoi compagni.\nGli studenti sono stati evocati per ergersi ad eroi e salvare il paese dalla distruzione. A loro sono stati donati poteri e classi di livello, a tutti tranne che a Nagumo Hajime, che inizia da Sinergista con statistiche mediocri.\nIl Sinergista, è in altre parole un “crafter”. Essendo il più debole, finisce per cadere nelle profondità di un abisso durante l'esplorazione di un sotterraneo. \nCosa troverà nelle profondità dell’abisso... e riuscirà a sopravvivere?",
      "pl": "Wśród uczniów klasy przeniesionej do innego świata, Hajime Nagumo niczym się nie wyróżnia; ot najzwyklejszy w świecie uczeń niemający ambicji czy życiowego celu, dlatego też nazywany w klasie \"Nieudacznikiem\".\nGdy cała klasa trafiła do innego świata, by zostać bohaterami i ocalić cały kraj przed zniszczeniem, wszyscy zostali pobłogosławieni oszukańczymi statystykami i świetnymi profesjami… za wyjątkiem Hajime, który skończył z profesją \"Synergetyka\" i przeciętnymi statystykami. \"Synergetyk\", ujmując to inaczej, jest zwyczajną klasą rzemieślniczą. Będąc najsłabszym w klasie, spada w głąb otchłani podczas wspólnego eksplorowania lochu. Czego dowiedział się w jej czeluściach i czy uda mu się przetrwać?\n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://j-novel.club/s/arifureta-from-commonplace-to-world-s-strongest)",
      "ru": "Хадзимэ Нагумо, живущий по принципу «Первым делом - хобби», и весь его класс вдруг призывают в другой мир. Одноклассники один за другим открывают невероятные по меркам этого мира способности, ну а Хадзимэ достается бесполезный ремесленный класс «Синергист». Оказавшись в самых глубинах преисподней, он находит применения своему заурядному таланту и стремится найти выход из лабиринта…  \n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://j-novel.club/s/arifureta-from-commonplace-to-world-s-strongest)",
      "es-la": "Entre la clase transportada a otro mundo, Nagumo Hajime es un estudiante normal y corriente que no tiene ambiciones ni aspiraciones en la vida, por lo que sus compañeros le llaman \"Incompetente\".\nLa clase fue convocada para convertirse en héroes y salvar a un país de la destrucción. Los estudiantes de la clase fueron bendecidos con habilidades tramposas y una categoría de trabajo genial, sin embargo, no fue el caso de Hajime, con su profesión de \"Sinergista\", y sus estadísticas muy mediocres. \"Sinergista\", para decirlo en otra palabra era simplemente la clase artesanal. Siendo el más débil, entonces cae a la profundidad del abismo cuando él y sus compañeros estaban explorando una mazmorra. ¿Qué encontró en la profundidad del abismo, y podrá sobrevivir?",
      "pt-br": "Entre a turma transportada para outro mundo, Nagumo Hajime é um estudante do sexo masculino comum que não tem ambição nem aspiração na vida, e, portanto, chamado de \" incompetente\" por seus colegas. A classe foi convocada para se tornar heróis e salvar um país da destruição. Os alunos da classe foram abençoados com as especificações de trapaça e classes legais, no entanto, não foi o caso com Hajime , com a sua profissão como um \" Synergist \" , e suas estatísticas muito medíocres. \"Synergist\", para colocá-lo em outras palavrsa era apenas a classe dos artesãos. Sendo o mais fraco , então ele cai para a profundidade do abismo , quando ele e seus colegas estavam explorando uma dungeon. O que ele encontra na profundidade do abismo, e ele pode sobreviver?"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801",
    "title": {
      "en": "How to Grill Our Love"
    },
    "updatedAt": "2024-07-23T12:21:48+00:00",
    "coverArt": "https://mangadex.org/covers/a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801/209123ce-20fb-43d2-8c6b-c562cd98f36b.jpg",
    "altTitles": [
      {
        "ja": "Yaiteru Futari"
      },
      {
        "ru": "Брак с Нуля: Как Поджарить Нашу Любовь"
      },
      {
        "ja": "焼いてるふたり"
      },
      {
        "ne": "दुई जना पकाउँदै"
      },
      {
        "ko": "굽고 있는 두 사람"
      },
      {
        "zh": "爱情是烤肉的滋味!"
      },
      {
        "th": "จุดรักเราด้วยเตาถ่าน"
      }
    ],
    "description": {
      "en": "After their fateful encounter through a dating app, Kenta and Chihiro decided to get married with zero days of dating in light of Kenta’s transfer. As a couple who got married without knowing much about each other, they deepen their relationship through their regular weekend BBQs.",
      "ja": "マッチングアプリで運命の出会いを果たした、健太と千尋。奥手すぎて最初の一歩を踏み出せずにいるふたりが、健太の浜松への転勤をきっかけに急進展。なんと…交際ゼロ日で結婚することに！　\n\nお互いをよく知らないまま夫婦になったふたりは、毎週末のBBQでじっくり仲を深めていく――。",
      "ru": "После роковой встречи через приложение для знакомств, Кента и Чихиро решили пожениться с нулевым количеством дней знакомств в свете перевода Кенты. Как пара, которая вышла замуж, не зная многого друг о друге, они развивают свои отношения путём регулярных выходных с барбекю.",
      "pt-br": "Quando Kenta, de 30 anos, conhece a designer gráfica Chihiro, ele queima seu exterior descolado com sua paixão por churrasco! Agora, após um lampejo de namoro, eles são recém-casados! Embora seus empregos os mantenham separados, eles ainda têm fins de semana juntos para grelhar, e carne boa não é a única coisa que está esquentando neste relacionamento escaldante!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9c3006-915b-4f7e-8636-9eea6da12ec3",
    "title": {
      "en": "Drug Store Tenin Sacchan no Nichijou"
    },
    "updatedAt": "2024-07-26T19:49:54+00:00",
    "coverArt": "https://mangadex.org/covers/9d9c3006-915b-4f7e-8636-9eea6da12ec3/a58a41c4-ddfe-444a-9b31-0dfff65bad24.jpg",
    "altTitles": [
      {
        "ja-ro": "Drugstore tenin sa-chan no nichijo"
      },
      {
        "ja-ro": "Doraggusutoa ten'in satchan no nichijō"
      },
      {
        "ja": "ドラッグストア店員さっちゃんの日常"
      },
      {
        "vi": "Chuyện nàng Sa ở tiệm thuốc"
      },
      {
        "en": "Daily Life of Sa-chan, a Drugstore Clerk"
      },
      {
        "fr": "Le quotidien de Sa-Chan, une vendeuse comme une autre"
      },
      {
        "fr": "Le quotidien de Sa-chan, une employée de pharmacie"
      }
    ],
    "description": {
      "en": "A series between the expressionless drugstore clerk, Sa-chan, and her boisterous childhood friend who's head over heels over Sa-chan but hesitant in confessing his love for her. Join them in their romcom-packed everyday life working at a drugstore.",
      "fr": "> Une série réunissant une employée de pharmacie sans expression, Sa-chan, et son ami d'enfance turbulent qui est fou amoureux d'elle mais qui hésite à lui avouer son amour. Accompagnez-les dans leur quotidien plein de comédie amoureuse en travaillant dans une pharmacie.",
      "id": "Seri antara petugas toko obat tanpa ekspresi, Sa-chan, dan teman masa kecilnya yang riuh yang jungkir balik terhadap Sa-chan tetapi ragu-ragu dalam mengakui cintanya padanya. Bergabunglah dengan mereka dalam kehidupan sehari-hari mereka yang penuh romansa bekerja di toko obat.",
      "ja": "ドラッグストアで働くさっちゃんとその幼なじみが両思いなんだけど、お互い気づかなくて毎日やきもきする話です。",
      "pt-br": "Uma série entre a inexpressiva balconista da drogaria, Sa-chan, e seu turbulento amigo de infância que está de ponta-cabeça por Sa-chan, mas hesita em confessar seu amor por ela. Junte-se a eles em sua vida cotidiana repleta de comédia romântica trabalhando em uma farmácia."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f1779b9-5fe9-4d0e-be6e-7193c2508b55",
    "title": {
      "en": "Kill My Love"
    },
    "updatedAt": "2024-07-13T19:50:49+00:00",
    "coverArt": "https://mangadex.org/covers/1f1779b9-5fe9-4d0e-be6e-7193c2508b55/f9441e27-b730-4322-abd5-53c12b1d2bb3.jpg",
    "altTitles": [
      {
        "zh": "爱与杀意之夜"
      },
      {
        "zh-ro": "Ai Yu Sha Yi Zhi Ye"
      },
      {
        "en": "Night of Love and Murder"
      },
      {
        "es-la": "Mata Mi Amor"
      },
      {
        "en": "Night of Love and Murderous Intent"
      }
    ],
    "description": {
      "en": "A decade ago, he was a beta at the pinnacle of his assassin career. But one day, while trying to save an Alpha child, he suffered severe injuries leading him to lose the sharpness and insight an assassin needs. Left with no choice, he retired and moved into a remote small town to start a new life under a new identity. Everything was going well until an unexpected visitor showed up at his house. The child he had saved years ago has now grown into the leader of an organization, and he’s coming after the beta with a powerful intent—"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-08-18T13:06:23+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/2e418d11-579c-4078-a960-60781115efc9.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      },
      {
        "id": "Budak Korps Elite Kota Iblis"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a48a20c5-35d3-4262-9d4d-51c8744ae1a3",
    "title": {
      "en": "Confession Series"
    },
    "updatedAt": "2024-03-03T19:00:29+00:00",
    "coverArt": "https://mangadex.org/covers/a48a20c5-35d3-4262-9d4d-51c8744ae1a3/728b822a-4e1f-4b25-b7f5-384889c35ca4.jpg",
    "altTitles": [
      {
        "en": "Confession Of Love Series"
      },
      {
        "ja-ro": "Kokuhaku Series"
      },
      {
        "ja": "告白シリーズ"
      }
    ],
    "description": {
      "en": "Cute Short Stories of Confession of Lovee!!",
      "fr": "De jolies petites histoires de confessions d'amour !",
      "pt-br": "Coletânea de histórias curtas sobre declarações de amor."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "24"
  },
  {
    "mangaId": "342a0f9c-747f-4c22-979d-73391a25e19b",
    "title": {
      "en": "The Story of How the Girl of My Dreams Was a Stalker"
    },
    "updatedAt": "2024-07-10T18:00:59+00:00",
    "coverArt": "https://mangadex.org/covers/342a0f9c-747f-4c22-979d-73391a25e19b/6ac46e2e-c5d6-4aa4-bc87-2c2da0f07c61.jpg",
    "altTitles": [
      {
        "ja": "憧れのあの子がストーカーだった話"
      },
      {
        "ja-ro": "Akogare no Ano Ko ga Stalker Datta Hanashi"
      },
      {
        "es-la": "La historia de cómo la chica de mis sueños era una acosadora"
      }
    ],
    "description": {
      "en": "The story of how the girl of my dreams was a stalker.\n\nManga by Twitter user @ku-sunok1",
      "es-la": "Manga del usuario de Twitter @ku_sunok1, el título es también sinopsis."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "faed40ed-defb-46fd-8afd-c606420ebc7f",
    "title": {
      "en": "Sekai no Hate wa Shinai"
    },
    "updatedAt": "2023-12-28T14:40:54+00:00",
    "coverArt": "https://mangadex.org/covers/faed40ed-defb-46fd-8afd-c606420ebc7f/ae14829b-d458-4534-9ae0-8fe4d7a691f0.jpg",
    "altTitles": [
      {
        "ja": "世界の果ては深愛"
      },
      {
        "zh-hk": "世界的盡頭是深愛"
      }
    ],
    "description": {
      "en": "Fuyuka is a female college student attending an art college in Tokyo, despite her parents' opposition. She feels guilty about leaving her younger brother, who has been supporting her in their strict family home, and running away from home by herself. One day, she is at her wit's end because she can't pay the rent, when her grown-up younger brother, Ameon, appears in front of her...! She is now living together with her brother, whose love is too heavy for her to bear!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56dec7d4-9d44-4689-a748-1434c6dfd17f",
    "title": {
      "en": "TS Eiseihei-san no Senjou Nikki"
    },
    "updatedAt": "2024-08-21T00:55:01+00:00",
    "coverArt": "https://mangadex.org/covers/56dec7d4-9d44-4689-a748-1434c6dfd17f/b774addf-c243-4870-9267-a1006380fa6f.jpg",
    "altTitles": [
      {
        "ja": "TS衛生兵さんの戦場日記"
      },
      {
        "ja-ro": "TS Eiseihei-san no Senjou Nikki"
      },
      {
        "en": "Genderswapped Medic's Battlefield Diary"
      },
      {
        "en": "TS Medic's Battlefield Diary"
      },
      {
        "pt-br": "Diário de Guerra da Enfermeira Transgênero"
      }
    ],
    "description": {
      "en": "An ex-pro gamer of the FPS genre (♂) reincarnated in a fantasy world filled with magic... Only to learn that what greeted him was not a scene from one's dreams, but a muddy battlefield full of bullets flying to and fro! Moreover, he's now an orphan girl named Touri Noel?!\n\nAfter her aptitude for healing magic was discovered, she decided to volunteer in the army as a second-class medic, all to raise money for the orphanage where she was born and raised. However, without even getting magic training, she was attached to an assault squad, repeatedly fighting on the most cruel battlefields of the \"Western Front.\"\nThe mission given to her was to become the personal medic of the frontline's ace, Garback, and not let him die at any cost. But he turned out to be the worst commander, who will try to get results whatever the cost, even if it means the death of his subordinates!\n\nOn the battlefield, mired in unreasonable orders and violence, Touri's fierce battle for survival continues...",
      "ja": "FPSの元プロゲーマー♂が転生した世界は魔法が存在するファンタジー世界だった――が、そこには夢広がる冒険はなく、銃弾が飛び交う泥沼の戦場が待っていた！　しかも、トウリ・ノエルという名の孤児の「少女」として……!?\n\nトウリは回復魔法への適性を見出され、生まれ育った孤児院への資金援助のため軍に志願し二等衛生兵となる。しかし魔法の訓練も受けないまま、彼女は最も過酷な戦闘が繰り広げられている「西部戦線」の突撃部隊へと配属されてしまう。\n彼女に与えられた任務は戦線のエースであるガーバックの専属衛生兵となり、絶対に彼を死なせないこと。けれどガーバックは部下を見殺しにしてでも戦果を上げる最低の指揮官でもあった！\n\n理不尽な命令と暴力が飛び交う戦場で、トウリはただ生き残るために奮闘するが――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "113c8d8d-dc45-4e88-95b9-9950afca37e2",
    "title": {
      "en": "King's Proposal"
    },
    "updatedAt": "2024-08-07T13:23:06+00:00",
    "coverArt": "https://mangadex.org/covers/113c8d8d-dc45-4e88-95b9-9950afca37e2/aa9f5651-34be-4d28-9493-9b516b3fb016.jpg",
    "altTitles": [
      {
        "ja-ro": "Ousama no Propose"
      },
      {
        "ja": "王様のプロポーズ"
      }
    ],
    "description": {
      "en": "The boy’s strongest first love, a witch who rules over the world with her body and strength! Kuozaki Saika. The most powerful witch who has been saving the world from destruction every 3XX hours, and the director of the magicians’ school.\n\n“…I entrust you, my world…”\n\nAnd then… the first girl the boy ever loved died, entrusting her body and power to Kuga Mushiki.\n\nInstructed by the servant of Saika, Kuga Mushiki is tasked with attending school as his now-deceased lover so that no one finds out the truth…\n\nHe’s feared by his classmates and even his teachers. His life becomes even more troublesome as he reunites with his younger sister who asks for counseling about her love for her own brother- him!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b001f9b-47bf-4b5e-8476-80d9b193e373",
    "title": {
      "en": "Seijo no Maryoku wa Bannou desu: Mou Hitori no Seijo"
    },
    "updatedAt": "2023-10-31T05:31:38+00:00",
    "coverArt": "https://mangadex.org/covers/3b001f9b-47bf-4b5e-8476-80d9b193e373/fb1e9527-075a-4cf9-8c27-268fb8a8cb1d.jpg",
    "altTitles": [
      {
        "ja": "聖女の魔力は万能です ～もう一人の聖女～"
      },
      {
        "en": "The Saint's Magic Power Is Omnipotent: The Other Saint"
      },
      {
        "en": "The Power of the Saint is All Around: The Other Saint"
      }
    ],
    "description": {
      "en": "Aira Misono is a run-of-the-mill high school girl, and never imagined that she’d be summoned to another world, let alone declared its savior. Yet from the moment the handsome Prince Kyle lays eyes on her, he’s convinced that she’s the long-awaited Holy Saint destined to banish darkness from his world. Aira herself maintains significant doubts. Is she really up to this challenge? She might be able to use magic, but is she really a Saint? Aira’s fears and struggles only deepen when the woman summoned alongside her begins to look more and more like the one who truly deserves that title."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": ""
  },
  {
    "mangaId": "a8cc0758-8543-4272-b403-a8b7fe0cb29b",
    "title": {
      "en": "Nakamura-san, the Uninvited Gyaru"
    },
    "updatedAt": "2024-05-18T04:43:41+00:00",
    "coverArt": "https://mangadex.org/covers/a8cc0758-8543-4272-b403-a8b7fe0cb29b/dd31100f-2083-4797-86d6-2be5d0df2429.jpg",
    "altTitles": [
      {
        "ja": "押しかけギャルの中村さん"
      },
      {
        "ja-ro": "Oshikake Gal no Nakamura-san"
      },
      {
        "ja-ro": "Oshikake Gyaru no Nakamura-san"
      },
      {
        "en": "Uninvited Gal Nakamura-san"
      }
    ],
    "description": {
      "en": "She tries to show off that she is a bold modern gyaru..... but in reality she's actually a naive and shy girl! Akiyama, your typical glasses wearing otaku, works part-time with Nakamura, a gyaru from the same university. However, he has never tried talking to her before because he thinks \"otakus and gyarus live in different universe\". But then one day, all of a sudden Nakamura-san rolls into Akiyama's house, where he lives alone...? And now get this, Nakamura-san, who is usually not afraid to show her sexy side and puts up a strong, confident blushes right away! A romantic comedy about a gyaru and an otaku living together!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a21b9aa0-4a57-4c61-874c-e842edb8c312",
    "title": {
      "en": "Itai Onee-san wa Suki Desu ka?"
    },
    "updatedAt": "2022-07-26T23:22:12+00:00",
    "coverArt": "https://mangadex.org/covers/a21b9aa0-4a57-4c61-874c-e842edb8c312/3a6cf29b-99c1-4391-a6f7-36a4636d4e94.jpg",
    "altTitles": [
      {
        "id": "Apa kau suka wanita kantoran yang memalukan?"
      },
      {
        "en": "Do you like a cringeworthy older woman?"
      },
      {
        "ja": "いたいお姉さんは好きですか？"
      }
    ],
    "description": {
      "en": "Itai Shiori (26) is an office lady who has gone through her entire life boyfriendless. She might look apathetic, but she still wants to be loved as much as anyone. Never letting a hot tip go to waste, constantly challenging herself. However, her natural awkwardness and cringeyness tend to lead to unfortunate results… An unfortunate but lovable OL's daily life!",
      "es-la": "Itai Shiori (26) es una oficinista que ha pasado toda su vida sin novio. Puede parecer apática, pero todavía quiere ser amada tanto como cualquiera. Nunca dejar que una propina caliente se desperdicie, desafiándose constantemente a sí misma. Sin embargo, su incomodidad natural y su vergüenza tienden a llevar a resultados desafortunados ... ¡La vida diaria de una OL desafortunada pero adorable!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "100"
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0550851a-961b-4b34-9684-4b2901e62079",
    "title": {
      "en": "Moto Azadarake no Kanojo ga Shinpai de"
    },
    "updatedAt": "2024-06-27T14:47:24+00:00",
    "coverArt": "https://mangadex.org/covers/0550851a-961b-4b34-9684-4b2901e62079/edb2619b-9e7c-4c4d-af04-68cf2960f99b.jpg",
    "altTitles": [
      {
        "ja": "元 痣だらけの彼女が心配で"
      },
      {
        "en": "I'm Worried About My Girlfriend, Who Used to be Covered in Bruises"
      },
      {
        "pl": "Martwię Się o Moją Dziewczynę, Która Była Kiedyś Pokryta w Bliznach"
      },
      {
        "ru": "Я беспокоюсь о своей девушке, которая раньше была вся в синяках"
      },
      {
        "tr": "Eskiden Bandajlarla Kaplanmış Olan Kız Arkadaşım Hakkında Endileşeniyorum"
      },
      {
        "ro": "Sunt Îngrijorat Pentru Iubita Mea, Care Obișnuia să Fie Acoperită de Vânătăi"
      },
      {
        "es-la": "Estoy preocupado por mi novia que solía estar cubierta de moretones"
      }
    ],
    "description": {
      "en": "Continuation of [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de).",
      "es-la": "Continuación de [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "93667e0c-bbb5-405e-8698-3539a3c994fc",
    "title": {
      "en": "The Saviour's Time"
    },
    "updatedAt": "2024-08-24T11:55:13+00:00",
    "coverArt": "https://mangadex.org/covers/93667e0c-bbb5-405e-8698-3539a3c994fc/2034b3f8-905b-41f7-b993-687bae35d136.jpg",
    "altTitles": [
      {
        "ko": "구주의 시간"
      },
      {
        "ko-ro": "Gujuui Sigan"
      }
    ],
    "description": {
      "en": "Your younger sibling is dead. After the funeral, you find out that they had been meeting people in a secret group chat app. Everyone in the chat room is a suspect.",
      "pt-br": "Seu irmão mais novo está morto. Após o funeral, você descobre que ele esteve conhecendo pessoas em um aplicativo de chat em grupo secreto. Todos no chat são suspeitos"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "59"
  },
  {
    "mangaId": "1f8970ef-f9a5-43f8-99f0-3361eabf40d8",
    "title": {
      "en": "No Way I'll Go into the Cornfield With You!"
    },
    "updatedAt": "2024-02-17T12:18:05+00:00",
    "coverArt": "https://mangadex.org/covers/1f8970ef-f9a5-43f8-99f0-3361eabf40d8/2a7d942e-5555-4cce-9e00-6d9f2e4a1013.jpg",
    "altTitles": [
      {
        "zh": "我可不跟你去苞米地！"
      }
    ],
    "description": {
      "en": "Jiang Lieyang, a spoiled rich kid  who was born in the Jiangnan region, was deceived by his own mother and sent to the Dongbei countryside. Where the mysterious local resident Xun Zao became Jiang Lieyang’s “acting guardian”\n\nNot being used to the living habits and the difference in local customs make the pampered Jiang Lieyang want to escape, but he couldn't help but getting closer and closer to Xun Zao..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1c94a32-3d3b-465f-a3a1-fb4452968a50",
    "title": {
      "en": "Cat in the Chrysalis"
    },
    "updatedAt": "2023-06-22T05:44:06+00:00",
    "coverArt": "https://mangadex.org/covers/a1c94a32-3d3b-465f-a3a1-fb4452968a50/1710b46b-022a-4f45-a4fd-9cf2f37e042c.jpg",
    "altTitles": [
      {
        "en": "Cat in the Pupa"
      },
      {
        "ko": "번데기 속 고양이"
      }
    ],
    "description": {
      "en": "Kit never forgot her first love, Edwin. One day, she realized that Edwin had been sending some kind of signal for help. So she turned back time to the day when he was still alive. Edwin had given up on his life and only waited for his death to come. But when Kit pleaded for his life, his frozen heart thawed a little.\n\n“Let’s move forward, but this time we will escape death,” she said, “You are not alone. We will do this together.”\n\nTheir affections for each other grew more as they battled against death. However, there was a dark energy of an inevitable doom that hovered between them….\n\n“Your presence. You being alive is all that matters to me,” she said.\n\nThe moment they meet each other over time, their love becomes a stronger reality."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb3e4858-f4c7-4860-b3eb-001537f445a9",
    "title": {
      "en": "Quick Transmigration: Addictive Relationship"
    },
    "updatedAt": "2024-07-28T03:59:59+00:00",
    "coverArt": "https://mangadex.org/covers/fb3e4858-f4c7-4860-b3eb-001537f445a9/33789708-3a3a-435a-8753-ceed8df2b544.jpg",
    "altTitles": [
      {
        "zh": "快穿：上瘾关系"
      },
      {
        "zh-ro": "Kuai Chuan: Shangyin Guanxi"
      }
    ],
    "description": {
      "en": "Ling Qi, a mischievous rabbit spirit, stole the Celestial Emperor's prized carrots and was punished with trials across three thousand lesser realms. In each realm, he diligently cosplays various roles, from pervert to villain, with one goal: sabotage the central couple! However, despite his intentions not to seduce anyone, his attempts often fail. As the trials progress, Ling Qi realizes that everything was manipulated by the Celestial Emperor…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a37158c0-3499-4684-9538-25967fde6e79",
    "title": {
      "en": "Otokojuku Gaiden - Date Omito"
    },
    "updatedAt": "2023-10-07T01:38:57+00:00",
    "coverArt": "https://mangadex.org/covers/a37158c0-3499-4684-9538-25967fde6e79/ef71a63d-94d5-4d5f-8c1f-d5a639f1ee56.png",
    "altTitles": [
      {
        "en": "Otoko Juku Gaiden Date Omito"
      },
      {
        "en": "Otokojuku Gaiden: Date Omito"
      },
      {
        "ja": "Otokojyuku Gaiden Date Omito"
      }
    ],
    "description": {
      "en": "A spin-off of Sakigake!! Otokojuku focusing on Date Omito."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "69"
  },
  {
    "mangaId": "4fb13e27-641c-427e-ac61-01db67837b83",
    "title": {
      "en": "Desharow Merman"
    },
    "updatedAt": "2024-02-29T21:02:58+00:00",
    "coverArt": "https://mangadex.org/covers/4fb13e27-641c-427e-ac61-01db67837b83/89a4f872-f0c5-48d2-b108-b08dce8a0d45.jpg",
    "altTitles": [
      {
        "zh": "德萨罗人鱼"
      },
      {
        "en": "Desharow Mermaid"
      },
      {
        "ko": "다니엘의 인어"
      },
      {
        "th": "นายเงือกของเดซาโรว"
      }
    ],
    "description": {
      "en": "Desharow, a Biology student at the Russian Maritime Academy, embarked on a long distance voyage with his mentor, Rhine, where the two caught a mysterious black scaled merman in Iceland. Little did he know that this mysterious black and evil creature had long viewed him as his prey…\n\nOfficial Translations:\n[Official Korean Translation](https://www.peanutoon.com/ko/comic/detail/11357)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "496b7402-6272-46b5-bf99-1f216acd20df",
    "title": {
      "en": "Rebirth in the End Times: I Reached the Top by Opening Boxes"
    },
    "updatedAt": "2024-08-03T22:39:03+00:00",
    "coverArt": "https://mangadex.org/covers/496b7402-6272-46b5-bf99-1f216acd20df/26286d96-304b-4e75-8d80-d746fd988141.png",
    "altTitles": [
      {
        "zh": "末世重生：我靠开箱子问鼎巅峰"
      }
    ],
    "description": {
      "en": "Jiang Xiaoyong was betrayed and killed by a green tea girl in the apocalypse, but was accidentally resurrected a year ago and obtained the blind box system. \n\nHe was always one step ahead of others, collecting supplies and spending a fortune to build a safe house before the apocalypse. He became stronger through the system and avenged his enemies in his previous life. \n\nFrom then on, he embarked on the road to the king's counterattack."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39e55355-dfb4-44e9-bd0b-df1fc3a0e33e",
    "title": {
      "en": "The Reason Why Raeliana Ended Up at the Duke's Mansion"
    },
    "updatedAt": "2024-01-05T22:35:58+00:00",
    "coverArt": "https://mangadex.org/covers/39e55355-dfb4-44e9-bd0b-df1fc3a0e33e/c6933fbb-e69b-492e-b3f9-ec722d7dc8ff.jpg",
    "altTitles": [
      {
        "ko": "그녀가 공작저로 가야 했던 사정"
      },
      {
        "ko-ro": "Geunyeoga Gongjagjeolo Gaya Haessdeon Sajeong"
      },
      {
        "en": "Why Raeliana Ended Up at the Duke's Mansion"
      },
      {
        "en": "Why She Had to Go to the Duke"
      },
      {
        "en": "The Duke's Fiancée"
      },
      {
        "de": "Raeliana - Warum sie die Verlobte des Dukes wurde"
      },
      {
        "de": "Der Grund, warum Raeliana im Haus des Herzogs landete"
      },
      {
        "fr": "Comment j'ai survécu au Manoir Wynknight"
      },
      {
        "es": "La razón por la cual Raeliana terminó en la mansión del duque"
      },
      {
        "hr": "Razlog Zbog Kojeg je Raeliana Završila u Vojvodinoj Vili"
      },
      {
        "uk": "Раеліана: Наречена герцога за контрактом"
      },
      {
        "ru": "По которой Раэлиана оказалась в особняке герцога"
      },
      {
        "ru": "Невеста герцога по контракту Причина"
      },
      {
        "ru": "Невеста герцога по контракту"
      },
      {
        "th": "พระเอกของฉันเป็นท่านดยุค"
      },
      {
        "ja": "彼女が公爵邸に行った理由"
      },
      {
        "ja-ro": "Kanojo ga Koushakutei ni Itta Riyuu"
      },
      {
        "ja-ro": "Kanojo ga Kōshakutei ni Itta Riyū"
      },
      {
        "zh": "公爵的契约未婚妻"
      },
      {
        "zh-hk": "公爵的契約未婚妻"
      },
      {
        "vi": "Vị hôn thê khế ước của công tước"
      },
      {
        "vi": "Lý do khiến Raeliana đến nhà công tước"
      },
      {
        "id": "Tunangan Kontrak Duke"
      },
      {
        "tr": "Neden hep Dük’ün malikanesinde son buluyor?!"
      },
      {
        "fr": "Comment Raeliana a survécu au manoir Wynknight"
      }
    ],
    "description": {
      "de": "Von ihrem eigenen Verlobten zu Tode vergiftet werden?! Eunha ist nicht in die Geschichte eines Romans aufgewacht, nur um als ein unglückliches Extra wieder getötet zu werden. Um ihre Geschichte zu ändern, braucht sie eine Deckung...sechs Monate lang vorgeben, die Verlobte des männlichen Hauptcharakteren des Romans, Herzog Noah Wynknight, zu sein. Aber wird dieser kaltherzige, engelsgesichtige Dämon eines Mannes ihr wirklich helfen, ihr unglückliches Ende zu vermeiden?!",
      "en": "Poisoned to death by her own betrothed?! Eunha didn’t wake up in a novel’s story just to get killed off again as an unfortunate extra! To change her story she needs a cover… 6 months pretending to be the fake fiancée of the novel's male protagonist, Duke Noah Wynknight. But will this cold-hearted, angel-faced demon of a man really help her avoid another ill-fated ending?!",
      "es": "¿Envenenada hasta la muerte por su propio prometido? ¡Eunha no se despertó en la historia de una novela para ser asesinada de nuevo como un personaje secundario más! Para cambiar su historia, ella necesita fingir 6 meses ser la novia falsa del protagonista masculino de la novela, el Duque Noah Wynknight. ¡¿Pero este demonio de un hombre de corazón frío y rostro de ángel realmente la ayudará a evitar otro final desafortunado?!",
      "fr": "Empoisonnée par son propre fiancé?! Eunha ne s’est pas réveillée dans l’histoire d’un roman pour se faire tuer! Pour changer son histoire, elle a besoin d'une couverture… six mois à prétendre être la fausse fiancée du personnage principal du roman, le Duc Noah Wynknight. Mais ce démon d'un homme au cœur froid et au visage d'ange l'aidera-t-il vraiment à éviter une autre fin malheureuse?!",
      "hr": "Otrovana od strane svog vlastitog zaručnika?! Eunha se nije probudila u romanu samo da bi završila ubijena kao nesretni višak! Da promijeni svoju priču, treba joj zaštita...6 mjeseci pretvaranja da je zaručnica glavnog muškog lika u romanu, zvanog vojvoda Noah Wynknight. Ali hoće li joj taj demon od čovjeka s kamenim srcem i licem anđela stvarno pomoći da izbjegne još jedan tragičan završetak",
      "hu": "Amikor Park EunHa meghal a modern kori Koreában, Raeliana McMillan, egy nouveau riche báró lányának a testében tér magához. Azonban ez nem egy hétköznapi világ - pontosan olyan, mint a regényben lévő, amit olvasott. Családja szereti, mintha egy tündérmesében lenne. De Raeliana messze áll a főszereplőtől - ő csak egy cselekményeszköz, akinek a vőlegénye általi meggyilkolása kezdeményezi a történetet. Raeliana nem szándékozik csendben elviselni sorsát. A szemét olyasvalakire szegezi, aki nagy hatalmi pozícióban van - a vieux riche férfi főszereplőjére, Noah Volstaire Wynknight hercegre. Célja, hogy megváltoztassa az eredeti történetet. A jövőbeni események ismereteit felhasználva Raeliana információt nyújt Noah-nak azzal a feltétellel, hogy eljátssza a hamis vőlegényét, de a kétszínű herceg keresztül húzza a számításait!",
      "ru": "После неожиданной гибели Пак Ын Ха попадает в волшебный мир, где всё идёт по знакомому ей сюжету романа. Однако она - не главная героиня этой истории, ей досталась второстепенная роль со скорым трагичным концом! Чтобы избежать своей незавидной судьбы, она заключает контракт с герцогом Ноа Волстео Виннайтом. Но всё не так просто… За добрым и ангельским лицом герцога скрывается настоящий дьявол! Сможет ли она избежать судьбы, некогда прописанной на страницах?  \r\n\r\n\r\n---\r\n\r\n- Updates every Monday in the Kakao Page  \r\n  \r\nOfficial: [Indonesian](https://kakaopage.co.id/content/Tunangan-Kontrak-Duke/1999), [Chinese](https://www.kuaikanmanhua.com/web/topic/2180/), [Vietnamese](https://comi.mobi/truyen/vi-hon-the-khe-uoc-cua-cong-tuoc/), [Japanese](https://piccoma.com/web/product/3673?etype=episode), [French](https://www.delitoon.com/webtoon/manoir-wynknight)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "158"
  },
  {
    "mangaId": "5b2c7a03-ca53-43f0-abc8-031c0c136ae6",
    "title": {
      "en": "Wonder Cat Kyuu-chan"
    },
    "updatedAt": "2024-07-27T00:55:00+00:00",
    "coverArt": "https://mangadex.org/covers/5b2c7a03-ca53-43f0-abc8-031c0c136ae6/07917c0d-dd8d-47b7-92b8-ac833c0636ac.jpg",
    "altTitles": [
      {
        "ja-ro": "Fushigi Neko no Kyuu-chan"
      },
      {
        "ro": "Pisica Minune Kyuu-chan"
      },
      {
        "ro": "Pisica Misterioasă Kyuu-chan"
      },
      {
        "en": "Wondercat Kyuu-chan"
      },
      {
        "ru": "Чудесный котик Кю"
      },
      {
        "ja": "ふしぎねこのきゅーちゃん"
      }
    ],
    "description": {
      "en": "There’s more to this kitty than meets the eye! Kyuu-chan loves snacks, cuddles, and bow ties, but most of all loves Hinata, the young professional who adopted this mischievous wonder cat into his home.\n\nAs the two adjust to life together, they discover that they have a lot to learn from each other.\n\nThe ordinary and the extraordinary live side by side in this delightful slice-of-life manga!\n\n---\n\n- **[Official English license announcement](https://sevenseasentertainment.com/2020/08/28/seven-seas-isnt-kitten-around-with-license-of-wondercat-kyuu-chan-manga-series/)**\n\n- **[ManiManiTV YouTube channel](https://www.youtube.com/c/ManiManiTV/videos/), Official Kyuu-chan motion comic videos:** [#1,](https://www.youtube.com/watch?v=zCBZUbEbI-w) [#2,](https://www.youtube.com/watch?v=wSJURvGO494) [#3](https://www.youtube.com/watch?v=ytJbXHsqikw)…",
      "ro": "O manga adorabilă color despre un tânăr ce salvează o pisică foarte specială. Dar pisica asta nu e ceea ce pare! Kyuu-chan iubeste mâncarea, îmbrățișările și fundele, dar cel mai mult, îl iubește pe Hinata, tânărul care l-a adoptat. Pe măsură ce se obișnuiesc să trăiască împreună, ei descoperă că au mult de învățat unul de la celălalt. Vedeți viața ordinară și extraordinară pe care cei doi o trăiesc în această minunată slice-of-life manga pentru toți iubitorii de animale și nu numai!",
      "ru": "Милая история о повседневной жизни бездомного котика Кю и человека, который решает его приютить.",
      "pt-br": "Hinata é um jovem trabalhador que leva uma vida mundana. No meio de uma tempestade de neve, ele acha um gato abandonado passando frio em uma caixa de papelão, e decide o levar pra casa. O que Hinata não sabia é que ele tinha acabado de pegar o melhor gato de todos!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db0ac526-46c9-41ea-be96-1959bc26a314",
    "title": {
      "en": "A Cool Older Lady Who Drives Me Crazy"
    },
    "updatedAt": "2024-08-24T09:00:43+00:00",
    "coverArt": "https://mangadex.org/covers/db0ac526-46c9-41ea-be96-1959bc26a314/c033ea56-b62c-41c7-b6ed-23d52cc98f5b.jpg",
    "altTitles": [
      {
        "ja": "僕を狂わすカッコイイお姉さん"
      },
      {
        "ja-ro": "Boku o Kuruwasu Kakkoii Onee-san"
      },
      {
        "en": "A Cool Older Lady That Makes Me Crazy"
      },
      {
        "pt-br": "Uma mulher mais velha legal que me deixa louco"
      },
      {
        "es-la": "Una mujer mayor genial que me vuelve loco"
      },
      {
        "vi": "Cô nàng hơn tuổi lạnh lùng khiến tôi phát điên"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d13332db-7b57-4cc4-9e46-802cf52e3b8b",
    "title": {
      "en": "Koharu to Minato: Watashi no Partner wa Onna no Ko"
    },
    "updatedAt": "2024-07-27T17:14:31+00:00",
    "coverArt": "https://mangadex.org/covers/d13332db-7b57-4cc4-9e46-802cf52e3b8b/22f98a26-ebd8-4c9e-be94-7f8044ff2381.jpg",
    "altTitles": [
      {
        "ja": "小春と湊 わたしのパートナーは女の子"
      },
      {
        "ja-ro": "Koharu to Minato"
      },
      {
        "en": "Koharu and Minato: My Partner is a Girl"
      },
      {
        "en": "Happy Life with my Girlfriend"
      },
      {
        "zh": "小春和湊"
      },
      {
        "zh-hk": "小春和湊"
      },
      {
        "th": "โคฮารุกับมินาโตะ -แฟนของฉันเป็นผู้หญิง-"
      },
      {
        "ko": "코하루와 미나토, 내 파트너는 여자아이."
      }
    ],
    "description": {
      "en": "A sweet essay by a real-life couple, that attracted a lot of attention on SNS, is now being serialized on Yuri-Hime!\n\nKoharu and Minato are a long-distance couple who finally got the chance to live together. Their lovey-dovey daily life, even with a 10-year age difference, will heal you from the fatigue of modern life...!",
      "es-la": "El dulce ensayo de una pareja real, que está causando sensación en las redes sociales, comienza a ser serializado en Yuri Hime! Koharu y Minato, una pareja a larga distancia, empiezan a vivir juntas, cumpliendo su sueño. La vida amorosa de estas dos chicas con una diferencia de edad de 10 años, ¿¡será un remedio eficaz para el cansancio diario de la vida moderna...!?",
      "pt-br": "Um doce ensaio de um casal da vida real, que atraiu muita atenção no SNS, agora está sendo serializado na Yuri-Hime!\n\nKoharu e Minato são um casal distante que finalmente teve a chance de morar juntos. Seu cotidiano amoroso, mesmo com 10 anos de diferença de idade, vai te curar do cansaço da vida moderna...!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "338f3cec-45bd-4aa7-8175-f051580a2b17",
    "title": {
      "en": "Campione!"
    },
    "updatedAt": "2023-05-07T20:34:03+00:00",
    "coverArt": "https://mangadex.org/covers/338f3cec-45bd-4aa7-8175-f051580a2b17/6335f028-9b51-4560-9a82-ff289b118518.jpg",
    "altTitles": [
      {
        "sr": "Кампион!"
      },
      {
        "ru": "Чемпион!"
      },
      {
        "ja": "カンピオーネ!"
      },
      {
        "ko": "캄 피오 네!"
      },
      {
        "ja-ro": "Kanpiōne!"
      },
      {
        "zh-hk": "Campione 弒神者！"
      },
      {
        "pt": "Campeão!"
      }
    ],
    "description": {
      "en": "A Campione – a Godslayer – is a supreme ruler.  \n  \nSince he can kill a celestial being, he can therefore call on the sacrosanct, divine powers wielded by the gods.  \n  \nA Campione – a Godslayer – is a lord.  \n  \nSince the power to kill a deity is in his hands, he therefore looms over all mortals on Earth.  \n  \nA Campione – a Godslayer – is a devil.  \n  \nSince for all mortal who live in the world, none can assume a power to match his!  \n  \nKusanagi Godou, a 16 year old boy who played in the senior league as catcher and fourth hitter - that is, the cleanup - when he was in Junior High. However, an injury put an end to baseball.  \n  \nThough that was not the end for him. During the spring break of his third ,and last year in Junior High, he got involved in an adventure and ended up slaying one of the Heretic Gods, Verethragna. Thus, he became the youngest - and seventh - Campione.  \n  \nNow that he is a Campione, a godslayer, the young Godou must defeat the troublemaking gods, with the help of his followers!  \n  \n[See AnimeNewsNetwork for the anime.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=13841)"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "11"
  },
  {
    "mangaId": "75714cad-01c2-478e-9a2c-4c4903549352",
    "title": {
      "en": "Guide to Raising a Loyal Dog"
    },
    "updatedAt": "2024-06-24T15:42:11+00:00",
    "coverArt": "https://mangadex.org/covers/75714cad-01c2-478e-9a2c-4c4903549352/125bf59d-b664-447c-9e0f-c7fc60b483c1.png",
    "altTitles": [
      {
        "zh": "忠犬攻略"
      },
      {
        "zh-ro": "Zhong Quan Gong Lüe"
      }
    ],
    "description": {
      "en": "A reward notice for a “lost dog” ties the fates of Ling Xiangwan and Bai Qingxiao together. As the poor university student, Ling Xiangwan, searches for the owner of the dog he is currently carrying, he accidentally catches glimpses of Bai Qingxiao’s naughty deeds. It is only then that he realizes this is not the kind of “dog” the notice was looking for. As the door to flee the scene is quite literally shut, Bai Qingxiao asks Ling Xiangwan to pay him company, how humiliating! Ling Xiangwan leaves, fuming. After that, Bai Qingxiao just can’t seem to get Ling Xiangwan out of his mind…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "965423db-c32e-43ea-ae69-5e0586b69d85",
    "title": {
      "en": "Wind Sword"
    },
    "updatedAt": "2024-08-15T17:24:19+00:00",
    "coverArt": "https://mangadex.org/covers/965423db-c32e-43ea-ae69-5e0586b69d85/a53e326a-1e6c-4e27-a066-56a96636f688.jpg",
    "altTitles": [
      {
        "en": "Cenangkas Angin"
      },
      {
        "en": "Punggeom"
      },
      {
        "ru": "Клинок ветра"
      },
      {
        "ko": "풍검"
      }
    ],
    "description": {
      "en": "The world is riddled with beasts and demons, however little do people know that a magical barrier is currently sealing away high-level demons. There are those who wish to break the barrier and bring about the end of the world, and those who wish to protect it and its inhabitants. A great battle with heroes, villains, demons and magic is about to begin and will determine the fate of the world."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "bab3340e-90c4-47fc-a979-61b8ad9fa022",
    "title": {
      "en": "What the Duke Picked up in the Forest"
    },
    "updatedAt": "2024-07-23T20:52:56+00:00",
    "coverArt": "https://mangadex.org/covers/bab3340e-90c4-47fc-a979-61b8ad9fa022/3b8dba88-42ff-4fb4-a70e-39273ffd81e5.png",
    "altTitles": [
      {
        "ko": "숲 속에서 공작이 주운것은"
      },
      {
        "ko-ro": "Supsogeseo Gongjagi Juungeoseun"
      },
      {
        "en": "The Duke Picked up Something in the Forest"
      },
      {
        "fr": "Ce qui le duc ramassa dans la forêt"
      },
      {
        "es": "El duque cogió algo en el bosque"
      },
      {
        "es": "Lo que el duque recogió en el bosque"
      },
      {
        "ru": "Что нашёл герцог в лесу"
      },
      {
        "tr": "Dük ormanda ne buldu?"
      },
      {
        "id": "Duke mengambil sesuatu di hutan"
      },
      {
        "zh": "森林中公爵找到的她"
      }
    ],
    "description": {
      "en": "“I’m going to do this for the last time, so let me go back with my memories.”\n\nThose who died for me 29 times... I wanted to protect you with my own hands at least once. I want to protect those poor and pitiful 'my people.'\n\nThus, Elysia's 30th and last regression began. Everything began to change as if fate had been twisted into place. A child who was born without a ‘sign’ in a family that received God’s protection and lived a harsh life. I gradually realize that the beginning of the curse disguised as God's blessing all started with one person...",
      "fr": "Élisia Creed est de retour dans son corps de 10 ans.\"Mais pourquoi à ce moment précis ?\"La personne qui l'a sauvée, qui était presque la proie des chiens sauvages dans la forêt de minuit, est le duc Balne, le protagoniste de toutes sortes de rumeurs dangereuses.Elle a vécue 29 vies dans le malheur à cause de sa belle-mère, qui cherche désespérément à la tuer, et de son père froid et négligent. C'était la dernière chance que Dieu lui a donnée. Avec l'aide du duc, Élysia change son destin.",
      "zh": "重生30次遇见危险公爵\n这次要亲手改变不幸的命运\n艾莉希雅·克雷德回来了！再一次回到了自己儿时的身体里。这倒不是坏事，可为什么偏偏回到了这个时间点啊？在午夜的森林里，有着各种危险传闻的瓦尔恩公爵，救了差点被一群野狗撕咬的她。因为绞尽脑汁想要夺走她的性命的继母，和对此冷眼旁观、放任不管的父亲，艾莉希雅过了29次悲惨的人生。这是神给予她的最后一次机会，这一次艾莉希雅在公爵的帮助之下，开始了改写自己命运的故事！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "95"
  },
  {
    "mangaId": "0a522e70-37c7-476e-8b2c-ddc1050ccc2a",
    "title": {
      "en": "Higashimai"
    },
    "updatedAt": "2024-08-23T19:16:39+00:00",
    "coverArt": "https://mangadex.org/covers/0a522e70-37c7-476e-8b2c-ddc1050ccc2a/c5883801-a0b0-4b53-94ad-c470e83ec15a.png",
    "altTitles": [
      {
        "ja": "比嘉姉妹"
      },
      {
        "en": "Higa Sisters"
      },
      {
        "ru": "Сёстры Хига"
      },
      {
        "pt-br": "Irmãs Higa"
      }
    ],
    "description": {
      "en": "A mystical horror series about two psychic sisters who encounter terrifying supernatural phenomena. In the first novel, they help an office worker and his family after they are haunted by a strange creature.\n\n*Based on the novel by Ichi Sawamura",
      "ru": "Мистическая серия ужасов о двух сёстрах-экстрасенсах, столкнувшихся с ужасающими сверхъестественными явлениями. В первом романе они помогают офисному работнику и его семье после того, как их преследует странное существо.\n\n*Основано на новелле Ити Савамуры"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1f8f17a-6c51-4a35-9205-bc70bb5fa826",
    "title": {
      "en": "Tsurenai Hodo Aokute Azatoi Kurai ni Akai"
    },
    "updatedAt": "2024-04-15T10:51:45+00:00",
    "coverArt": "https://mangadex.org/covers/a1f8f17a-6c51-4a35-9205-bc70bb5fa826/e8d089bb-70ac-4ab2-a39f-33908756e7fa.jpg",
    "altTitles": [
      {
        "ja": "つれないほど青くて あざといくらいに赤い"
      },
      {
        "ru": "Холодно-синий и коварно-красный"
      },
      {
        "vi": "Xanh đến nỗi Lạnh Lùng, Đỏ tới mức Xảo Quyệt"
      },
      {
        "vi": "𩇢𦤾馁𨗺𡫶 𧹼細墨巧譎 (Nom Script)"
      }
    ],
    "description": {
      "en": "Is this senior... female? Male? Neutral? Demonic? A transfer student suffering from an incurable disease called curiosity meets a mysterious being (human) who is beautiful, cute, cool, and terrifying. The first of a new generation of horror comic authors presents an abyssal love story, a ghost story to peek into and sensuality to you.",
      "ru": "Мой сэмпай... Кто же это? Девушка? Парень? Оно? Демон?.. Главный герой — переведенный ученик старшей школы, страдающий неизлечимым чувством любопытства натыкается на красивое, милое, крутое и опасное создание (человека?). С этого момента и начинаются их необычные отношения.\n\n(Source: mangalib)",
      "vi": "Liệu senpai này là... Nữ giới? Nam giới? Vô giới? Ác quỷ giới?? Một học sinh chuyển trường mắc một căn bệnh vô phương cứu chữa gọi là sự hiếu kì đã gặp phải một tồn tại bí ẩn dưới hình dạng của một con người vô cùng xinh đẹp và dễ thương nhưng cũng rất lạnh lùng và đáng sợ. Một câu chuyện tình yêu nơi vực thẳm, một câu chuyện ma quái đầy gợi cảm, mang đến cho bạn bởi tác giả đứng đầu về một thế hệ mới của truyện kinh dị...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85b3504c-62e8-49e7-9a81-fb64a3f51def",
    "title": {
      "en": "Houkago Kitaku Biyori"
    },
    "updatedAt": "2024-08-24T02:09:44+00:00",
    "coverArt": "https://mangadex.org/covers/85b3504c-62e8-49e7-9a81-fb64a3f51def/d241a461-acac-48f4-9c8a-ec8211619263.jpg",
    "altTitles": [
      {
        "en": "Journey Home After School"
      },
      {
        "es-la": "El camino a casa después de la escuela"
      },
      {
        "ja": "放課後帰宅びより"
      },
      {
        "pt-br": "Viagem para casa depois da escola"
      },
      {
        "ru": "Дорога домой после школы"
      },
      {
        "en": "The Perfect Weather For Returning Home After School"
      }
    ],
    "description": {
      "en": "Shun was invited to the Going-Home Club by Naoki Satou, also known as \"Chokki-chan\". Despite refusing, he ends up being somewhat forcefully involved in the club's activities! A Going Home Club rom-com featuring a detour-loving high school girl and a new high school student who has lost his dream.",
      "ja": "佐藤直希こと“直帰ちゃん”から帰宅部に勧誘された瞬。断ったのに、半ば強引な形で活動に参加させられるハメに！ 寄り道大好き女子高生と夢を失った新入生が紡ぐ帰宅部ラブコメディ！\n\n---\n\nSatō Naoki koto “chokki-chan” kara kitaku-bu ni kan'yū sa reta Shun. Kotowatta no ni, nakaba gōin'na katachi de katsudō ni sanka sa se rareru hame ni! Yorimichi daisuki mesukōsei to yume o ushinatta shin'nyūsei ga tsumugu kitaku-bu rabukomedi!",
      "es-la": "Shun fue invitado al Club de Irse a Casa por Naoki Satou, también conocida como \"Chokki-chan\". A pesar de negarse, acaba involucrándose a la fuerza en las actividades del club. Una comedia romántica del Club de Irse a Casa protagonizada por una chica de preparatoria amante de los desvíos y un nuevo estudiante de preparatoria que ha perdido su sueño.",
      "pt-br": "Shun foi convidado para o Clube vá-para casa por Naoki Satou, também conhecido como \"Chokki-chan\". Apesar de recusar, ele acaba se envolvendo de alguma forma nas atividades do clube! Uma comédia romântica do Clube vá-para casa apresentando uma colegial amante de desvios e um novo aluno do ensino médio que perdeu seu sonho."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "840ebe1f-d1a5-4205-9dd0-58124bdda8f7",
    "title": {
      "en": "Ichigo Mashimaro"
    },
    "updatedAt": "2023-08-26T03:04:56+00:00",
    "coverArt": "https://mangadex.org/covers/840ebe1f-d1a5-4205-9dd0-58124bdda8f7/3f162f08-bdd0-4dcf-a4da-267c994f6cb8.jpg",
    "altTitles": [
      {
        "de": "Erdbeeren & Marshmallows"
      },
      {
        "fr": "Les petites fraises"
      },
      {
        "en": "Strawberry Marshmallow"
      },
      {
        "ja": "苺ましまろ"
      },
      {
        "zh": "草莓棉花糖"
      },
      {
        "zh": "莓乱扔"
      },
      {
        "ko": "딸기 마시마로"
      },
      {
        "ja-ro": "Ichigo Marshmallow"
      }
    ],
    "description": {
      "en": "\"Cute girls doing cute things in cute ways.\" Everyday things make up the fabric of life, whether it's making friends, going to school, trying to make money, or celebrating a holiday. Ichigo Mashimaro follows the antics and daily lives of Chika Itoh, her sister Nobue, and her friends Miu, Matsuri, and Ana."
    },
    "status": "ongoing",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06338c21-dfd9-4ab0-a0c6-1d973821b992",
    "title": {
      "en": "Bad Girl"
    },
    "updatedAt": "2024-01-09T13:00:47+00:00",
    "coverArt": "https://mangadex.org/covers/06338c21-dfd9-4ab0-a0c6-1d973821b992/a4800fe8-51c2-4f74-9e43-faca9a6657d0.jpg",
    "altTitles": [
      {
        "ja": "ばっどがーる"
      }
    ],
    "description": {
      "en": "The daily life of a (self-proclaimed) high school delinquent, fangirling and kohyuuing over the head prefect!?\n(to) kohyuu (v. infinitive form) When one is surprised and excited, their breathing begins to kohyuu. (see: hyperventilation)\nSummary: High school first-year Yuu is an ardent admirer of Head Prefect Atori, and in order to get her attention, Yuu begins to act like a delinquent. \nBut while her intention is to appeal with her \"badness\" and \"coolness,\" her simple-minded facade is seen through by Atori, who teases and treats her like a small animal...!?\nA totally not \"bad\" delinquent girl's 4-koma school life manga!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64c59add-698a-4260-8671-848356f26eab",
    "title": {
      "en": "Gendai Shakai De Otome Game No Akuyaku Reijou Wo Suru No Wa Chotto Taihen"
    },
    "updatedAt": "2024-08-06T20:12:08+00:00",
    "coverArt": "https://mangadex.org/covers/64c59add-698a-4260-8671-848356f26eab/4ff5223d-fb79-4d0e-8aa3-3685257041fd.jpg",
    "altTitles": [
      {
        "ja": "現代社会で乙女ゲームの悪役令嬢をするのはちょっと大変"
      },
      {
        "en": "Modern Villainess: It’s Not Easy Building A Corporate Empire Before The Crash"
      },
      {
        "id": "Tidak mudah membangun kerajaan perusahaan sebelum runtuh"
      }
    ],
    "description": {
      "en": "In the tough times after the Japanese economic bubble burst, a career woman suffering through the aftermath reincarnates as Keikain Runa, the villainess of an otome game with a modern setting! However, not long after reincarnating, she realizes just how dire a situation her family is in due to the ongoing financial recession. Using knowledge from her previous life, Runa sets out to rescue her new family from crisis and stand against the tide of 'the times' that caused her past life to end in misery.",
      "id": "Saya bereinkarnasi sebagai putri jahat dalam game otome berdasarkan dunia modern.\r\n\r\nTetapi karena ini adalah dunia modern, kehidupan lambat seorang penjahat memiliki banyak kesulitan, dan sejarah Jepang modern, sejarah ekonomi modern, dan ekonomi global menyerang karakter utama saat dia mencoba mengatur urusan rumah tangga.\r\n\r\nBertahanlah, penjahat! Jangan kalah, penjahat!\r\n\r\nIni adalah kisah tentang perjuangan Keikain Runa, seorang putri jahat yang melemparkan dirinya ke dalam pemalsuan sejarah dan perang uang, meninggalkan karakter utama dan target penangkapan untuk menjalani kehidupan yang lambat, dengan latar belakang Perang Dunia yang hilang , runtuhnya gelembung ekonomi, dan krisis keuangan yang mengancam.",
      "ja": "バブル崩壊以降長く続く不況に沈む日本――。厳しい時代の中で不遇に喘ぐ女性が、失意のうちに命を落とした。しかし彼女の運命はそこで終わらず、目を覚ますと“現代”を舞台にした乙女ゲームの悪役令嬢・桂華院瑠奈に転生を果たす！時はバブル崩壊直後、転生からほどなくして生家が危機に瀕するも、前世の知識を駆使して平成の一大特需“ITバブル”に乗ることに成功。莫大な利益を手にした瑠奈は、破滅の運命を回避――したはずだった･･･。\n\n「これは、私達が時代に行う復讐の物語よ」"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0023f687-8405-478e-b0a9-691b56e7a344",
    "title": {
      "en": "Unsleep"
    },
    "updatedAt": "2024-08-24T10:49:12+00:00",
    "coverArt": "https://mangadex.org/covers/0023f687-8405-478e-b0a9-691b56e7a344/dadca310-7307-49c1-b49f-cd9de0942ca9.jpg",
    "altTitles": [
      {
        "ko": "언슬립"
      }
    ],
    "description": {
      "en": "On the day of the group project presentation for the first semester, , Lee Seunghyun is falsely accused of being a pervert while on the subway  on his way to university, causing him to miss the presentation and ruining his grades.  Desperate to recover to a critical 3.0 GPA for job applications, he scrapes together enough money to enroll in a summer course. The class, once again, involves a group project, and he discovers that 'Seo Chaejun,' a junior in the same group who hasn't been attending class, is the same guy who falsely accused him of being a pervert. 'In this precious summer of my senior year, what on earth did I do to be dealing with this crazy guy and this bullshit?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6f01dcb-fe7e-4074-9396-374bc85abe18",
    "title": {
      "en": "The Ducal Family's Poisonous Flower"
    },
    "updatedAt": "2024-03-21T00:58:24+00:00",
    "coverArt": "https://mangadex.org/covers/d6f01dcb-fe7e-4074-9396-374bc85abe18/2c4ad6ff-352b-4392-b07e-a01238ad24ba.png",
    "altTitles": [
      {
        "zh": "公爵家的毒之花"
      },
      {
        "zh-ro": "Gong Jue Jia De Du Zhi Hua"
      },
      {
        "zh-ro": "Gōng Jué Jiā De Dú Zhī Huā"
      },
      {
        "en": "The Poisonous Flower of the Duke's House"
      }
    ],
    "description": {
      "en": "Lily Roland, the daughter of Duke Roland, stumbled upon her fiancé and her illegitimate sister having an affair! She was poisoned by the two people whom she grew up with, and thrown into the wilderness.\n\nWhen her life was hanging by a thread, she was saved by a monstrous creature that had a body of a human, but a head of a beast, who turned out to be the Crown Prince, Isaac Stewart.\n\nIsaac was cursed by a mysterious witch to turn into a bloodthirsty monster on the night when the moon is full, and Lily’s blood is his only antidote!\n\nIsaac decides to help Lily in her revenge, but in exchange, she must marry him and assist him in lifting the curse."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a4786cf-c185-4ad3-89a9-294a1ec0bfc9",
    "title": {
      "en": "Iron Ladies"
    },
    "updatedAt": "2024-08-22T22:37:39+00:00",
    "coverArt": "https://mangadex.org/covers/4a4786cf-c185-4ad3-89a9-294a1ec0bfc9/bd3b29e3-ae6c-4f7d-9cc9-5d1381e9d2ac.jpg",
    "altTitles": [
      {
        "fr": "Dames de Fer"
      },
      {
        "tr": "Demir Bayanlar"
      },
      {
        "id": "Gadis Baja"
      },
      {
        "en": "Metal Goddess Soldier"
      },
      {
        "zh": "Tie Ji Gang Bing"
      },
      {
        "ru": "Железные леди"
      },
      {
        "zh": "铁姬钢兵"
      },
      {
        "ka": "რკინის ქალბატონები"
      },
      {
        "en": "Angels of War"
      },
      {
        "en": "Battle Angels"
      }
    ],
    "description": {
      "en": "**Description translated from the author:**\nUniversity graduate Mu Siyun sent his resume to the star fleet on a whim and somehow became the Fleet Admiral! This is the story about an admiral with a harem of 3000 female soldiers conquering the universe.\n\n---\n\n**Translator's version:**\nThe smartest university student to ever graduate from Daxia University's Department of Political History, Mu Siyun, enlists in Beiyang's Fleet on a whim and somehow becomes the Fleet Admiral. Knowing fully well how the world works and how the rich dominate the poor, Mu Siyun seeks to defy the heavens and bring order and hope back to the universe by cleverly scheming against his enemies.",
      "ru": "По прихоти судьбы выпускник университета Му Сыюнь отправил свое резюме в звёздный флот и каким-то образом стал адмиралом флота! Это история об адмирале с гаремом в 3000 женщин-солдат, покоряющих вселенную…",
      "tr": "Üniversiteden mezun olan Mu Siyun, bir heves ile öz geçmişini yıldız filosuna yollar ve her nasılsa filo amirali olur! bu hikaye 3000 kız askerin bir filo amiraliyle evreni ele geçirmesini anlatıyor…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "730"
  },
  {
    "mangaId": "0428fcd8-7a65-47b1-9be7-05b22f75e6dd",
    "title": {
      "en": "Phoenix Queen"
    },
    "updatedAt": "2024-03-12T20:33:28+00:00",
    "coverArt": "https://mangadex.org/covers/0428fcd8-7a65-47b1-9be7-05b22f75e6dd/707f6d32-2a16-4c25-8c8b-e8912c0ccff3.jpg",
    "altTitles": [
      {
        "zh": "神医凰后"
      },
      {
        "en": "Divine Empress Doctor"
      },
      {
        "en": "Dance of the Phoenix"
      },
      {
        "zh-ro": "Shenyi Huang Hou"
      },
      {
        "zh-ro": "Shényī Huáng Hòu"
      }
    ],
    "description": {
      "en": "Feng Wu was born with the true blood of the phoenix and was hailed as a peerless genius in all of Junwu. However, her blessing was also a curse...it placed a target on her back. After she was attacked and had her blood stolen, her master Mu Jiuzhou exhausted his spiritual power to save Feng Wu and disappeared right in front of her. Powerless, she could only watch.\n\nStarting again from the beginning, she resolves herself \"Zuo Qingyun, our relation is irreconcilable, I cannot live in a world with you in it!\"\n\nWatch how our \"useless\" protagonist becomes a phoenix step by step!",
      "fr": "Feng Wu, une jeune fille talentueuse, perd son sang de phénix et devient inutile après avoir été piégée par son ennemi Zuo Qingyuan. Son professeur tombe dans un profond sommeil après l'avoir sauvée. Fei Chai, une étudiante en médecine traditionnelle de l'ère moderne, entre accidentellement dans ce monde fantastique par le biais d'un jeu et prend l'identité de Feng Wu. Il s'avère que Feng Wu a conclu un accord de mariage avec Jun Linyuan, prince du clan Jun Wu. Feng Wu commence une nouvelle vie, utilisant ses connaissances modernes et ses compétences médicales pour aider sa famille, tout en passant ses journées à se cultiver. Elle se fait ainsi de nouveaux amis et tombe amoureuse de Jun Linzhou.\n\n⋆┊Adapté du novel \"Godly Empress Doctor\" de Su Xiaonuan"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-07-16T21:11:27+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/281a36bd-4e6e-4cb7-8728-01318e8b7dcf.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?\n Brought to you by mmk of 'Love Comedy Quest,' this is a pure love short comedy of the new era about 'neighbors'!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bdf0dbce-3795-4ce0-8f46-86aebd018a6c",
    "title": {
      "en": "The Fox's Never-Ending Lies"
    },
    "updatedAt": "2024-08-22T19:53:22+00:00",
    "coverArt": "https://mangadex.org/covers/bdf0dbce-3795-4ce0-8f46-86aebd018a6c/2a446fe0-6787-4948-9f8b-db9669a46b45.jpg",
    "altTitles": [
      {
        "en": "The Fox Always Lies"
      },
      {
        "zh": "狐狸总是在说谎"
      },
      {
        "en": "Foxes Always Lie"
      }
    ],
    "description": {
      "en": "Tang Ran is a sunny and cheerful little fox. In order to graduate from the monster school, she transformed into a human college student and wanted to seduce a human to fall in love with her. However, what she didn't know was that the cold-hearted human female professor she fell in love with, Su Qingci, was actually...? A lie requires countless other lies to cover it up. To make the other person fall in love with them first, the fox will always tell \"lies\"."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fae66343-6f5d-4ecb-8363-5295e5726dc9",
    "title": {
      "en": "New Antique Partner"
    },
    "updatedAt": "2022-02-13T16:04:54+00:00",
    "coverArt": "https://mangadex.org/covers/fae66343-6f5d-4ecb-8363-5295e5726dc9/c2146323-630b-495d-aa0b-f146173826ab.jpg",
    "altTitles": [
      {
        "ko": "뉴 앤틱 파트너"
      },
      {
        "en": "Neo Antique Partner"
      },
      {
        "ko": "여행 단편선_바캉섹스"
      },
      {
        "en": "Travel Short Stories Vacation Sex"
      }
    ],
    "description": {
      "en": "Sick of his repetitive lifestyle, Gaeul decides to go on the trip he’s been putting off due to his many fears. He arrives in Paris with an excited heart in anticipation of a new relationship, but Gaeul’s partner doesn’t show up. Tired of waiting, he goes to find his partner, but to make matters worse, he bumps into someone who takes Gaeul’s precious handkerchief as garbage…?\n\n---\n- **Note:** \nPart of Bomtoon [<Travel Short Stories Vacation Sex>](https://twitter.com/studio_Weiib/status/1471043087007105026) and the 10th Story (Ch.33-36) on [<Lezhin>](https://www.lezhin.com/ko/comic/vacationsex)",
      "ko": "매일 챗바귀 같은 일상에 지쳐있던 가을은 그동안 겁이 많아 가지 못했던 여행을 떠나기로 결심한다.\n새로운 인연을 기대하며 부푼 마음을 안고 파리에 도착했지만, 가을의 파트너는 나타나지 않는다.\n기다리다 지쳐 상대를 찾아가려던 중 설상가상으로 누군가와 부딪히게 되고\n그로부터 자신의 소중한 손수건을 쓰레기 취합당하게 되는데...?\n\n---\n- **Note:** \nPart of Bomtoon [<Travel Short Stories Vacation Sex>](https://twitter.com/studio_Weiib/status/1471043087007105026) and the 10th Story (Ch.33-36) on [<Lezhin>](https://www.lezhin.com/ko/comic/vacationsex)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "4"
  },
  {
    "mangaId": "4640778f-9f2b-45eb-b7fd-348137ac90e7",
    "title": {
      "en": "Kappa Shounen Benisuke"
    },
    "updatedAt": "2023-11-23T14:00:31+00:00",
    "coverArt": "https://mangadex.org/covers/4640778f-9f2b-45eb-b7fd-348137ac90e7/043dc712-e3f7-4cff-8a98-82210605fe95.jpg",
    "altTitles": [
      {
        "ja": "カッパ少年紅介〜昭和妖怪恋物語"
      },
      {
        "zh": "河童少年红介~昭和妖怪恋物语~"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e563a8e9-a730-4216-ba42-734aee59b3f3",
    "title": {
      "en": "Genkai Dokushin Joshi (26) Gohan"
    },
    "updatedAt": "2024-06-18T16:10:05+00:00",
    "coverArt": "https://mangadex.org/covers/e563a8e9-a730-4216-ba42-734aee59b3f3/abbec61a-1c46-4df5-977f-f89b63fc653b.jpg",
    "altTitles": [
      {
        "ja": "限界独身女子(26)ごはん"
      },
      {
        "ru": "Страдания 26-летней одинокой девушки-думера"
      },
      {
        "vi": "Bữa ăn đạm bạc của bà chị (26) độc thân"
      },
      {
        "es-la": "Comidas de despedida de soltera de 26 años"
      },
      {
        "es-la": "El sufrimiento de una Doomer no amada de 26 años"
      },
      {
        "en": "The Meals Of A Single Woman (26) At Her Limit"
      },
      {
        "en": "The Meals Of a 26 Year Old Single At Her Limit"
      },
      {
        "en": "26 Year Old Bachelorette's Meals"
      },
      {
        "en": "The Suffering of a 26 Year Old Unloved Female Doomer"
      }
    ],
    "description": {
      "en": "Hiiragi-san is a single woman who is exhausted from work and life. No matter how depressed she is, she always ends up hungry.",
      "ja": "鬱、孤独、たまに飯。\n仕事につかれ、生活につかれた限界独身女子の柊さん。どんなに憂鬱でも、おなかだけは空いてしまうようです。",
      "vi": "Cuộc sống hằng ngày cùng những bữa ăn đạm bạc của bà chị độc thân thất nghiệp chán đời.",
      "es-la": "La Sr. Hiiragi, es una chica marginalmente soltera que está cansada del trabajo y la vida. No importa cuán deprimido esté, mi estómago parece estar vacío."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9aaa96b-36fc-41c5-a427-6e39c26b7720",
    "title": {
      "en": "Fuku wo Kiru nara Konna Fuu ni"
    },
    "updatedAt": "2024-06-02T08:27:01+00:00",
    "coverArt": "https://mangadex.org/covers/c9aaa96b-36fc-41c5-a427-6e39c26b7720/fb65b75e-9e45-4aa6-929c-9e35206fd5cc.jpg",
    "altTitles": [
      {
        "ja": "服を着るならこんなふうに"
      },
      {
        "en": "Do It this Way If you Wear the Clothes."
      },
      {
        "en": "If You're Gonna Dress Up, Do It Like This"
      },
      {
        "zh": "衣服要这么穿"
      },
      {
        "vi": "Đã ăn diện thì phải ăn diện sao cho đúng."
      }
    ],
    "description": {
      "en": "Yuusuke, an average office worker meets with his friend at a reunion, only to find out that the fashion world has left him behind. Now, with the help of his sister Tamaki, Yuusuke must take his step into the world of trends and charisma.",
      "pt-br": "Yuusuke, um trabalhador de escritório comum encontra-se com seu amigo em uma reunião, apenas para descobrir que o mundo da moda o deixou para trás. Agora, com a ajuda de sua irmã Tamaki, Yuusuke deve entrar no mundo das tendências e do carisma"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd13dad6-7cda-46cf-8d4f-13adfc6c37d6",
    "title": {
      "en": "Shihai Shoujo Kubaru-chan"
    },
    "updatedAt": "2024-08-21T01:05:11+00:00",
    "coverArt": "https://mangadex.org/covers/dd13dad6-7cda-46cf-8d4f-13adfc6c37d6/f4b0c129-d962-4cd3-b7ac-7783c3eb219e.jpg",
    "altTitles": [
      {
        "ja": "支配少女くばるちゃん"
      },
      {
        "en": "Ruling Girl Kubaru-chan"
      },
      {
        "en": "Controlling Girl Kubaru-chan"
      }
    ],
    "description": {
      "en": "After fierce bullying, Yuuto Kiba wanted to die. On the verge of committing suicide, his fate changes rapidly when a strange and funky beautiful girl, Kubaru, tells him, \"Give me your life.\"\n\nMake your life happy with love?! A slightly strange and psycho love drama.",
      "ja": "熾烈ないじめの末に、もう死にたいと思っていた少年・木場優人（きばゆうと）。自殺する寸前に、奇妙なファンキー美少女・くばるに「君の人生を頂戴」と言われたことで、運命が目まぐるしく変わっていく。\n\nラブで君の人生を幸せにする？！ちょっと奇妙でサイコなラブドラマ。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 9 - The JOJOLands"
    },
    "updatedAt": "2024-08-18T15:46:59+00:00",
    "coverArt": "https://mangadex.org/covers/ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c/3832deac-8513-492e-beba-d6e4c4b8f846.jpg",
    "altTitles": [
      {
        "ja-ro": "JoJo no Kimyou na Bouken Part 9 -  The JoJoLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 Part9 The JOJOLands"
      },
      {
        "es-la": "JoJo's Bizarre Adventure Parte 9 - Las JOJOLandias"
      },
      {
        "pl": "JoJo's Bizarre Adventure Część 9 - The JoJoLands"
      },
      {
        "fr": "JoJo's Bizarre Adventure Partie 9 - The JOJOLands"
      },
      {
        "pt-br": "A Estranha Aventura de JoJo, Parte 9: As JoJoLândias"
      },
      {
        "uk": "Химерні Пригоди ДжоДжо Частина 9 — ДжоДжоЛендс"
      },
      {
        "kk": "ЖоЖоның Шытырман Хикаясы: ЖоЖоландс"
      },
      {
        "ru": "Невероятные приключения ДжоДжо"
      },
      {
        "it": "Le Bizzarre Avventure di JoJo: Le JOJOLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第9部 ザ・ジョジョランズ"
      }
    ],
    "description": {
      "en": "The ninth story arc of Jojo’s Bizarre Adventure. \n\nO’ahu, present day. Dua Lipa is the trending musician, and COVID is still a major concern. On this island lives a 15-year-old boy named Jodio Joestar. Living with his brother and mother, he acts as a dealer for certain illegal substances. One day, his employer comes and shows him an excellent find: a Japanese person has landed in Hawaii with a diamond worth over six million dollars. Normally it would be impossible to steal, but for someone with a stand…\n\nThis is a story of a young boy and his quest to become rich.",
      "hu": "Ez a Jojo's Bizarre Adventure kilencedik történetíve.\n\nO'ahu, napjainkban. Dua Lipa a trendi előadó és a COVID még mindig a fő gond. Ezen a szigeten él egy 15 éves srác, Jodio Joestar. Bátyával és édesanyjával él, dílerként dolgozik és bizonyos illegális anyagokat árul. Egy nap, a főnöke mutat neki egy kiválló fogást: egy japán személy Hawaiira érkezett egy hat millió dollárt érő gyémánttal. Normális esetben lehetetlen lenne ellopni, de akinek standje van...\n\nEz egy fiatal fiú és az ő küldetésének a története, hogy gazdag legyen.",
      "it": "O'ahu, oggi. Dua Lipa è la musicista di tendenza e il COVID è ancora una delle principali preoccupazioni. Su quest'isola vive un ragazzo di 15 anni di nome Jodio Joestar. Vive con il fratello e la madre e fa lo spacciatore di alcune sostanze illegali. Un giorno, il suo datore di lavoro arriva e gli mostra un'eccellente scoperta: un giapponese è sbarcato alle Hawaii con un diamante del valore di oltre sei milioni di dollari. Normalmente sarebbe impossibile da rubare, ma per qualcuno con una posizione... Questa è la storia di un ragazzo e della sua ricerca della ricchezza.",
      "uk": "Дев’ята сюжетна арка «Неймовірних пригод Джоджо». Оаху, теперішній час. Дуа Ліпа – популярна музикантка, а COVID-19 досі викликає серйозне занепокоєння. На цьому острові мешкає 15-річний хлопчик на ім'я Джодіо Джостар. Живе з братом і матір'ю, торгує певними забороненими речовинами. Одного разу його бос прийшов до нього і показав неймовірну знахідку: японець висадився на Гаваях з діамантом вартістю понад шість мільйонів доларів! Зазвичай, вкрасти таку коштовність було б неможливо, але для того, хто має стенд… \nЦе історія про молодого хлопця та його прагнення розбагатіти.",
      "es-la": "Cierto japonés ingresó a la isla de Hawái con un diamante de valor de 6 millones de dólares. En la isla de Oahu vive un chico llamado Jodio Joestar, cuya meta es arrebatar el diamante de las manos de esa persona. Junto a sus asociados, irán a la quinta de esa persona. Sin embargo, ¿Qué misterios les esperan?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]