[
  {
    "mangaId": "39d875a6-5df3-4323-a2da-3a0b50af429a",
    "title": {
      "en": "Soul Land"
    },
    "updatedAt": "2023-07-15T13:01:46+00:00",
    "coverArt": "https://mangadex.org/covers/39d875a6-5df3-4323-a2da-3a0b50af429a/1ce4873a-7198-4452-9af5-b2f35c6df4ff.jpg",
    "altTitles": [
      {
        "en": "Combat Continent"
      },
      {
        "zh-ro": "Dou Luo Da Lu"
      },
      {
        "zh-ro": "Douluo Dalu"
      },
      {
        "vi": "Đấu La Đại Lục"
      },
      {
        "zh-hk": "斗罗大陆"
      }
    ],
    "description": {
      "en": "Tang San was a talented apprentice to the great Tang Sect. Due to mastering the forbidden Tang arts, he was pressured to jump off a cliff and died. However, he was reborn into another world filled with Essence Spirits. At the age of six, every person will have their essence spirit awoken. Spirits can take many forms: weapons, plants, and animals; They can help people with their daily lives. Outstanding spirits can be trained to engage in combat. A spirit master is the soul and heart of the Combat Continent! When Tang San turns six, a huge surprise awaits him. His peaceful life in this new world will change completely."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5369047f-c487-4adb-a285-b09a01ed9693",
    "title": {
      "en": "Attacking the Girls' Dormitory of the Demon King"
    },
    "updatedAt": "2024-09-23T22:29:39+00:00",
    "coverArt": "https://mangadex.org/covers/5369047f-c487-4adb-a285-b09a01ed9693/733b9772-7525-4c96-9f0c-89cd809bb18d.jpg",
    "altTitles": [
      {
        "zh": "攻略魔王的女生寝室"
      },
      {
        "zh-hk": "攻略魔王的女生寢室"
      },
      {
        "en": "Attacking the Girls' Dormitory of Demon King"
      },
      {
        "zh-ro": "Gōnglüè Mówáng De Nǚshēng Qǐnshì"
      }
    ],
    "description": {
      "en": "A female assassin from the modern era transmigrates into a cheesy Western-themed fantasy otome game and needs to make the Demonic male leads fall in love with her in order to save the world. Bent on returning to reality, she begins to train the assassination skills of the evil second female lead, Lisa, in the hope that Lisa will kill her, but because of her stubbornly silly personality and various types of ambiguous physical contact, she made Lisa fall in love with her?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "92"
  },
  {
    "mangaId": "ba3b2b52-2279-4714-b37c-31270689b35a",
    "title": {
      "en": "Illusion Blessing"
    },
    "updatedAt": "2024-08-15T17:24:20+00:00",
    "coverArt": "https://mangadex.org/covers/ba3b2b52-2279-4714-b37c-31270689b35a/d6e00467-b428-4337-9cd2-2c97039497d7.jpg",
    "altTitles": [
      {
        "ko": "일루션"
      },
      {
        "en": "Illusion"
      }
    ],
    "description": {
      "en": "For a very long time, the Baek family has been haunted by the legendary existence known as \"Illishine.\" Hong Soorim, who has been imprisoned for ten years due to suspicions about this existence, finally shows a mark on his body upon turning twenty. The company that has been keeping her decides to strike a deal with both Chairman Baek and his son, Baek Wookyung. Wookyung offers a higher price than his father to meet Soorim. As Soorim accepts his fate, he tries to use Wookyung to his advantage. Despite their age difference, Wookyung finds himself drawn to Soorim..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f18464a-9251-4a71-83fb-f9de7460bf7b",
    "title": {
      "en": "The Hero Wants to Die"
    },
    "updatedAt": "2024-08-03T19:08:23+00:00",
    "coverArt": "https://mangadex.org/covers/6f18464a-9251-4a71-83fb-f9de7460bf7b/a43ab7db-3ccc-4b38-9c82-e089adf34397.jpg",
    "altTitles": [
      {
        "ko": "영웅은 죽고 싶다"
      }
    ],
    "description": {
      "en": "At 19, Kim Gunho is transported to the 23rd century with enhanced abilities. After spending 50 painful years preventing an apocalypse, he returns to his younger self at 19. Now, with the threat gone and no one aware of his suffering, all he desires is to rest and even wishes to die. It will take 100 days to fully eliminate his enhanced cells. As he prepares to spend his final days in peace, he is unexpectedly visited by Ye Haejung, the boy he secretly loved before his time travel."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5725100d-81bd-467d-b680-1f4dff43adbd",
    "title": {
      "en": "The Vampire Dies in No Time"
    },
    "updatedAt": "2024-04-03T20:47:40+00:00",
    "coverArt": "https://mangadex.org/covers/5725100d-81bd-467d-b680-1f4dff43adbd/83fb9657-c8f5-44ad-adfb-aaa776a15a29.jpg",
    "altTitles": [
      {
        "en": "The Vampire Dies In No Time."
      },
      {
        "en": "The Vampire Dies Now"
      },
      {
        "ja": "吸血鬼すぐ死ぬ"
      },
      {
        "zh": "吸血鬼即将便当"
      },
      {
        "ja-ro": "Kyuuketsuki Sugu Shinu"
      }
    ],
    "description": {
      "en": "Vampires are said to have many weaknesses to balance out their incredible powers. The vampire lord Draluc just so happens to be weak to... everything. He dies, disintegrating into a pile of sand, at the slightest shock.\n\nAfter a disastrous encounter with the vampire hunter (and author) Ronaldo leaves Draluc’s castle destroyed, Draluc decides to pack up his remaining belongings and adorable armadillo familiar John and move into Ronaldo’s office (despite the hunter’s protests). Chaos ensues as this unlikely duo is forced to work together while fending off perverted vampires, Ronaldo's terrifying editor, Draluc’s eccentric family, and more—with Draluc dying continuously along the way.\n  \n[Anime Adaptation Announcement](https://www.animenewsnetwork.com/news/2020-05-06/itaru-bonnoki-the-vampire-dies-in-no-time-manga-gets-anime/.159208)"
    },
    "status": "hiatus",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23aadc44-d2fe-46ca-83a6-6c86fd36ee12",
    "title": {
      "en": "Bouken ni wa, Buki ga Hitsuyou da! ~Kodawari Rudy no Kajiya Gurashi~"
    },
    "updatedAt": "2024-08-17T11:51:40+00:00",
    "coverArt": "https://mangadex.org/covers/23aadc44-d2fe-46ca-83a6-6c86fd36ee12/ddfd566d-0414-45eb-9fb1-f45a727a2e1c.jpg",
    "altTitles": [
      {
        "ja": "冒険には、武器が必要だ！～こだわりルディの鍛冶屋ぐらし～"
      },
      {
        "ja-ro": "Bouken ni ha, Buki ga Hitsuyou da! ~Kodawari Rudy no Kajiya Gurashi~"
      },
      {
        "en": "Every Adventure Needs Weapons!: The Meticulous Rudy's Blacksmith Life"
      },
      {
        "en": "Weapons Are Necessary For Adventures!: The Fixated Rudy's Blacksmith Life"
      }
    ],
    "description": {
      "en": "A young girl Rudy may dream of becoming the greatest weaponsmith in the world, but right now she's just an apprentice at a hardware store. She can't help getting scolded by her master for crafting the craziest weapons! In this dungeon-city where heroes dare to delve, experience the everyday life of the regular folk that keep things running smoothly! Welcome to your \"Craft Fantasy!\"",
      "ja": "迷宮前町の金物屋で働く見習いの少女・ルディは親方に怒られながらも奇想天外な武器を作って、世界一の鍛冶職人を目指して奮闘中。 迷宮の外側の街で冒険を支える普通の人々の日常を描くクラフト・ファンタジー！",
      "pt-br": "Uma jovem chamada Rudy pode sonhar em se tornar a melhor armeira do mundo, mas, no momento, ela é apenas uma aprendiz em uma loja de ferramentas. Ela não consegue evitar levar broncas de seu mestre por criar as armas mais malucas! Nesta cidade-dungeon onde heróis se aventuram, vivencie o dia a dia das pessoas comuns que mantêm tudo funcionando perfeitamente! Bem-vindo ao seu \"Craft Fantasy!\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4413d794-e0da-4a6e-b61a-afd5758914e6",
    "title": {
      "en": "Hanninmae no Koibito"
    },
    "updatedAt": "2024-06-27T01:23:25+00:00",
    "coverArt": "https://mangadex.org/covers/4413d794-e0da-4a6e-b61a-afd5758914e6/00cacf54-7e03-4669-904b-01bd439d38b2.jpg",
    "altTitles": [
      {
        "ja": "半人前の恋人"
      },
      {
        "en": "Blooming Love"
      },
      {
        "ru": "Цветущая любовь"
      },
      {
        "bg": "Разцъфтяваща любов"
      },
      {
        "th": "มือใหม่หัดรัก"
      },
      {
        "pt-br": "Amor Florescente"
      },
      {
        "ru": "Неопытные возлюбленные"
      },
      {
        "ru": "Недостаточно опытные возлюбленные"
      },
      {
        "en": "Half Serving Lover"
      }
    ],
    "description": {
      "en": "One day, when I was making school supplies in the art room, a very scary-looking girl was staring at me…!? Crafts girl vs. art boy romantic comedy!!",
      "ru": "В один прекрасный день Ибуки Синтаро поручили сделать ящик для предложений только потому, что он состоит в художественном кружке. Пока он работал с непривычными для него инструментами, он заметил на себе сверлящий взгляд устрашающей девчонки. Неожиданно она забирает у него пилу и энергичными движениями начинает резать доску! Так начинаются отношения между мальчишкой-художником и девчонкой-мастерицей!",
      "th": "“ในวันหนึ่ง ขณะที่กำลังทำงานอุปกรณ์ในห้องศิลปะ มีเด็กสาวที่มีหน้าตาน่ากลัวกำลังเฝ้ามองมาที่ผม...!?” เรื่องราวความรักคอมเมดี้ระหว่างสาวช่างฝีมือกับหนุ่มสายศิลป์!?",
      "pt-br": "Um dia, quando eu estava fazendo material escolar na sala de arte, uma garota muito assustadora estava olhando para mim...!? \n\nMenina do artesanato vs. garoto da arte comédia romântica!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6ba7003-ee42-4b25-aec5-bf9b6c91974e",
    "title": {
      "en": "Black Sheep"
    },
    "updatedAt": "2024-08-15T17:25:17+00:00",
    "coverArt": "https://mangadex.org/covers/d6ba7003-ee42-4b25-aec5-bf9b6c91974e/1ead4c02-3f56-4235-bfd5-6cd60e9c9b06.png",
    "altTitles": [
      {
        "ko": "블랙쉽"
      }
    ],
    "description": {
      "en": "Chris, a detective specializing in serious crimes, has been pursuing the culprit of a murder case for five years. During his investigation, he is unexpectedly saved by Anton.\n\"Who are you, really?\"\n\"If you're curious, spend the night with me.\"\nEverything about their relationship is suspicious, yet Chris finds himself irresistibly drawn to Anton."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3bfc8cd-b23c-47b1-8a7f-d5c8df02418e",
    "title": {
      "en": "The Day the Snow Melts"
    },
    "updatedAt": "2024-08-03T18:23:41+00:00",
    "coverArt": "https://mangadex.org/covers/c3bfc8cd-b23c-47b1-8a7f-d5c8df02418e/f580b1a4-002e-4515-bc2c-22d9562a2c9e.png",
    "altTitles": [
      {
        "ko": "눈 녹는 날"
      },
      {
        "en": "Snow Melting Day"
      },
      {
        "en": "The Day the Snow Thaws"
      }
    ],
    "description": {
      "en": "\"I'll buy you and I'll pay more than anyone else!\"\r\nLee Seol was a single ray of light when Haru lost his sight. After regaining his vision, Haru finds Seol again, but Seol has completely changed. Now, he is hosting wild parties at a mountain lodge, giving himself to men, and receiving sponsorships. Haru decides to become Seol's new sponsor."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4f087165-48b4-4041-8fd0-e063b5daed2b",
    "title": {
      "en": "Yumeiro Patissiere"
    },
    "updatedAt": "2023-12-21T18:08:25+00:00",
    "coverArt": "https://mangadex.org/covers/4f087165-48b4-4041-8fd0-e063b5daed2b/8e48e57d-e7b0-4b00-9a0d-4ecec61bac53.png",
    "altTitles": [
      {
        "en": "Dream-Colored Pastry Chef"
      },
      {
        "ja-ro": "Yume-Iro Pâtissière"
      },
      {
        "ja-ro": "Yumeiro Pâtissière"
      },
      {
        "ja": "夢色パティシエール"
      }
    ],
    "description": {
      "en": "Amano Ichigo is a clumsy 14-year-old girl whose only \"outstanding\" trait is an incomparable love of sweets. Constantly overshadowed by her near genius-pianist little sister, Ichigo looked forward to a Sweets Festival to lift her spirits a bit; and lo and behold, a taste takes her by the tongue, leading her to Henri Lucas- a world-famous master patissier. She's not the only one enthralled; Henri is sure she's someone amazing, and gives her a recommendation to St. Marie Academy, a school famous for turning out master patissieres!  \n  \nNo sooner than she transfers, Ichigo finds herself amongst the biggest big-shots of the entire middle school, and faced with more troubles than her klutzy self is quite ready to handle. But with the help of her \"Sweets Spirit\" Vanilla… who knows what'll be possible?"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc3db8cd-fe54-457d-90b3-3cc43148b9c8",
    "title": {
      "en": "Jesus"
    },
    "updatedAt": "2024-05-21T15:04:26+00:00",
    "coverArt": "https://mangadex.org/covers/dc3db8cd-fe54-457d-90b3-3cc43148b9c8/884a541d-6edf-4943-80b4-9d3354af7345.png",
    "altTitles": [
      {
        "ja": "シーザス"
      },
      {
        "ja": "復活殺手JESUS"
      },
      {
        "en": "Jesus (FUJIWARA Yoshihide)"
      },
      {
        "id": "J"
      }
    ],
    "description": {
      "en": "The underground speaks of hitman of incredible skill, this man goes by the name \"Jesus.\" Why, you ask? because that happens to be last word to escape the lips of any fool unfortunate enough to be caught on the wrong end of his gun.\n\n\n----\n\nIndonesian release by Elex Media Komputindo as **J**"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "125"
  },
  {
    "mangaId": "ae1687aa-843e-4e32-b20d-583e36a1d09b",
    "title": {
      "en": "Zero Centimeter"
    },
    "updatedAt": "2024-08-16T04:59:40+00:00",
    "coverArt": "https://mangadex.org/covers/ae1687aa-843e-4e32-b20d-583e36a1d09b/0c290a41-e1bb-4adc-8ea2-8b67437292e4.jpg",
    "altTitles": [
      {
        "ko": "제로센티미터"
      }
    ],
    "description": {
      "en": "Reuniting with a First Love After 10 Years! Hyun Jiwoo, once a star on the Seongeon High School baseball team, faced a heartbreaking split when his junior and lover, Choi Sunho, unexpectedly left for the United States. Ten years later, Jiwoo has buried his emotions and thrown himself into his work, still haunted by the pain of that sudden separation. But his world is turned upside down when Sunho, the first love who shattered his heart, reappears—as a short-term part-time worker with a wild streak and a taste for liquor!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "24e7400d-dbad-4ff4-9ae0-9660102ce823",
    "title": {
      "en": "Rise From the Rubble"
    },
    "updatedAt": "2024-09-26T03:56:35+00:00",
    "coverArt": "https://mangadex.org/covers/24e7400d-dbad-4ff4-9ae0-9660102ce823/13e2b475-9cec-43a1-9521-fb2836874bd0.jpg",
    "altTitles": [
      {
        "zh": "从末世崛起"
      },
      {
        "zh": "Cong Moshi Jueqi"
      }
    ],
    "description": {
      "en": "Eight years ago, Zuo Fan's Warrior father was arrested for deserting his post when a huge monster tide swept through S City. Zuo Fan is determined to clear his father's name and save him from his death sentence, but that's easier said than done when he's a low-level Warrior hated for being a traitor's son.\n\nHowever, things take a surprising turn when he's betrayed by his party and left to die in a monster lair. Thanks to the sudden activation of a mysterious warrior system, Zuo Fan's lethal wounds are healed and his fighting skills are boosted. Not long after he escapes danger, he also learns that the truth behind what happened at S City is hidden within a dangerous restricted area teeming with high-level monsters.\n\nIt's up to Zuo Fan to tango with fish lizards and level up so he can get to the bottom of the truth once and for all!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "320"
  },
  {
    "mangaId": "6dbc24cd-56ed-4171-83cd-8115ac0814b6",
    "title": {
      "en": "Returned from Hell"
    },
    "updatedAt": "2024-05-21T03:01:20+00:00",
    "coverArt": "https://mangadex.org/covers/6dbc24cd-56ed-4171-83cd-8115ac0814b6/c346b34a-572b-4559-aebf-9a6348e32bb1.jpg",
    "altTitles": [
      {
        "ko": "지옥에서 돌아온 한대성"
      },
      {
        "en": "Han Dae Sung Returned From Hell"
      },
      {
        "ko-ro": "Jiogeseo Doraon Handaeseong"
      }
    ],
    "description": {
      "en": "On the way home from the third year of middle school. Han Dae-sung falls into hell without any context.\n\nAt first, he wandered in hell for about a few days and despaired, but he said that he had to live. He starts fighting with the determination to return to Earth. Hell was like a game. A UI pop-up window like an RPG game appears in front of your eyes as a hologram, there is a status window, and you learn skills and acquire items. Even though he almost lost his life several times from the ferocious beasts of hell, he persisted and continued to grow. \n\n10 years passed, 50 years passed, and 80 years were taken. He finally defeats the demon, the absolute lord of hell, and ascends to a new seat of power. \n\n[Would you like to return to Earth?] until the message pops up. Hell is worthless. Daesung returns to Earth, feeling no need to stay in this place where there is only a desolate land covered in flames and magical beasts who cannot communicate. \n\nAnd when he wakes up in a hospital in Seoul, he realizes that only 10 years have passed since he fell to hell. Daesung, who was in a vegetative state on Earth for 10 years, receives rehabilitation treatment. \n\nAt that time, a message that could only be seen in hell appears in front of his eyes. [The advent quest has arrived.] He accepts the system provided by hell and completes his rehabilitation training at an explosive pace while carrying out his mission. \n\nWhile hospitalized in his hospital room, Hell gave him quests relentlessly. Daesung's skinny body recovers the body of those days, which was solidified by living in hell for 80 years. Let Daeseong finish his descent. The system of Hell invites them to the other side of the world called 'Pantheon'.\n\n 'Pantheon' Based on the diary Daeseong wrote in his selfishness, the time and space of hell are recreated. Demonic beasts imprisoned in all the English spaces of Pandaemonium beg Daesung, the absolute, to save them. However, with the cold-hearted reply, \"Fuck Daesung\". He himself declares that he will not fight anymore and will live normally. \n\nHowever, the hometown Earth, which should be peaceful, was in a state of air raids by beings from another alien dimension, and the 'great upheaval' began on the day Daesung fell into hell. Since then, in the earth of cataclysm, in order to counteract the monsters that have entered the earth, a monster-specialized monster extermination certificate called 'Hunter' has been created. \n\nDaesung, who promised to live a normal life without fighting, makes one decision. home just returned. To protect the barely reunited family, the enemies from that extraterrestrial dimension must be exterminated. \n\nHaving made up his mind to become a hunter, he goes back and forth to the Pantheon and unlocks the powers of hell one by one. and your own world. He shows the real 'hell' as the absolute of hell to all who threaten his precious people."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37e6a45f-3eda-4f27-93d0-84ec8e8c34a7",
    "title": {
      "en": "Shouraiteki ni Shinde Kure"
    },
    "updatedAt": "2022-04-01T14:00:49+00:00",
    "coverArt": "https://mangadex.org/covers/37e6a45f-3eda-4f27-93d0-84ec8e8c34a7/7dadcf70-27f3-4dd3-817e-af94b7128ad2.jpg",
    "altTitles": [
      {
        "en": "Just Let Your Future Burn!"
      },
      {
        "id": "Mati Demi Masa Depanmu!"
      },
      {
        "ja-ro": "Shouraiteki ni Shindekure"
      },
      {
        "ja-ro": "Syouraiteki ni Shindekure"
      },
      {
        "ja": "将来的に死んでくれ"
      }
    ],
    "description": {
      "en": "A girl tries to \"buy\" her female classmate with money."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "42"
  },
  {
    "mangaId": "dbdffb51-7817-40af-a090-e6c68f42d7e3",
    "title": {
      "en": "A Flirty and Devoted Kouhai (Pre-Serialization)"
    },
    "updatedAt": "2024-07-22T01:00:30+00:00",
    "coverArt": "https://mangadex.org/covers/dbdffb51-7817-40af-a090-e6c68f42d7e3/c8241361-4116-498d-ab92-98e04434692e.jpg",
    "altTitles": [
      {
        "ja-ro": "Ichizu de Bitch na Kouhai (Web)"
      },
      {
        "ja": "一途ビッチちゃん"
      },
      {
        "ja": "一途でビッチな後輩"
      },
      {
        "ja-ro": "Ichizu Bitch-chan (Pre-Serialization)"
      }
    ],
    "description": {
      "en": "A story about a flirty kouhai seducing her senpai.",
      "pt-br": "Uma kouhai vai tentar todas as maneiras românticas e talvez eróticas para seduzir seu senpai."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "191"
  },
  {
    "mangaId": "29ab6984-7c1d-4d45-b925-25aa082b492e",
    "title": {
      "en": "Shangri-La Frontier"
    },
    "updatedAt": "2024-08-22T03:00:13+00:00",
    "coverArt": "https://mangadex.org/covers/29ab6984-7c1d-4d45-b925-25aa082b492e/fe4d8ec7-6bda-4de7-9606-107c21159dd9.jpg",
    "altTitles": [
      {
        "en": "Shangri-La Frontier ~From Trash Game Hunter to God-Tier Gamer!~"
      },
      {
        "ru": "Рубеж Шангри-Ла: любитель игрошлака бросает вызов топ игре"
      },
      {
        "ja": "シャングリラ・フロンティア　～クソゲーハンター、神ゲーに挑まんとす～"
      },
      {
        "zh-hk": "香格里拉・開拓異境～糞作獵手挑戰神作～"
      },
      {
        "ja-ro": "Shangri-La Frontier ~Kusoge Hunter, Kamige ni Idoman to su~"
      }
    ],
    "description": {
      "en": "Second-year high school student Rakuro Hizutome loves nothing more than finding so-called “trash games” and beating the crap out of them. When he decides to change things up by playing a new, “god-tier” VR game known as Shangri-La Frontier (aka. SLF), he does what he does best: min-maxes, skips the prologue, and jumps straight into action! Rakuro may be a seasoned gamer, but a meeting with an old rival will change the fate of every SLF player forever.\n\nClad in nothing but shorts and a bird mask, Rakuro (player name: Sunraku) launches into the world of SLF. Things are going well at first as he takes down a goblin, a bunny, and even a python. But then Sunraku comes up against a huge, hard-hitting wolf known as Lycagon the Nightslayer. Will Sunraku’s years of “trash game” experience be enough, or is he about to suffer a rude awakening just a few hours into his SLF adventure?",
      "pt": "A adaptação cômica do romance superpopular de Syosetu Ni Narou.  \n  \nHizutome Rakurou adora jogos de merda. Seu próximo desafio é Shangri-la Frontier, o jogo divino com uma base de jogadores total de 30.000.000. Reunindo companheiros (ralé) em um mundo expansivo e encontrando velhos inimigos pelo caminho, ele mudará o destino de cada jogador.",
      "ru": "Главный герой истории — лидер таблиц рейтинга в посредственных малоизвестных VR-играх (так называемый «игрошлак») которые, тем не менее, полностью его устраивают. Но однажды он решается бросить вызов сверхпопулярной игре с 30 миллионами активных пользователей под названием «Shangri-La Frontier». Адаптация суперпопулярного романа из \"Shousetsuka ni Narou\"."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "329c2f03-dec8-45ec-97a7-835947e8325b",
    "title": {
      "en": "Since I don't know about it, should we part ways, Your Majesty?"
    },
    "updatedAt": "2024-09-01T14:49:52+00:00",
    "coverArt": "https://mangadex.org/covers/329c2f03-dec8-45ec-97a7-835947e8325b/5f9a890d-3426-4f27-bafb-b72e223e5545.jpg",
    "altTitles": [
      {
        "ko": "저는 모르는 일이니 헤어질까요, 폐하?"
      }
    ],
    "description": {
      "en": "Due to a carriage accident, Lumiere suffers from amnesia. \nWhile searching for her memories, she discovers a warning in her diary.\n\n[Do not fall for him.]\n\nAt that time, a man claiming to be her lover appears.\n“I know everything about you, even the parts you don't know yourself.”\n\nThis man, who doesn't exist in her memories.\nBut she finds herself increasingly attracted to him…\n\n… Were we really lovers? Why did we break up?\nIs approaching the truth really the right thing for me?",
      "ko": "마차 사고로 인해 기억상실증에 걸린 르미에.\n기억을 찾기 위해 본 일기장에서 경고를 발견한다.\n\n[그를 사랑해선 안 돼.]\n\n그때, 그녀의 연인이었다고 주장하는 남자가 찾아왔다.\n\"난 당신 스스로도 모르는 부분까지 전부 다, 알고 있으니까.\"\n\n분명 기억 속엔 존재하지 않는 그.\n하지만 그에게 점점 끌리는 자신을 발견하는데...\n\n…진짜 우린 연인이었을까? 왜 헤어진 걸까?\n진실에 다가서는 것이, 정말로 나를 위한 일이 맞을까?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e4805a6-75ab-462d-883c-4ddedb8e4df6",
    "title": {
      "en": "Nano Machine"
    },
    "updatedAt": "2023-04-05T13:15:22+00:00",
    "coverArt": "https://mangadex.org/covers/6e4805a6-75ab-462d-883c-4ddedb8e4df6/664dfc87-4464-486e-bc87-74156805fd18.jpg",
    "altTitles": [
      {
        "ko": "나노마신"
      },
      {
        "zh": "某天成为魔神"
      },
      {
        "zh-hk": "奈米魔神"
      },
      {
        "zh-hk": "喇勞 魔神"
      },
      {
        "id": "Nano Mashin"
      },
      {
        "ru": "Наномашины"
      },
      {
        "ja": "ナノ魔神"
      },
      {
        "th": "นาโนมาชิน"
      }
    ],
    "description": {
      "en": "After being held in disdain and having his life put in danger, an orphan from the Demonic Cult, Cheon Yeo-Woon, has an unexpected visit from his descendant from the future who inserts a nano machine into Cheon Yeo-Woon's body, which drastically changes Cheon Yeo-Woon's life after its activation. The story of Cheon Yeo-Woon's journey of bypassing the Demonic Cult and rising to become the best martial artist has just begun.  \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "fr": "La vie remplit d'infortune et d'épreuve de Cheo Yeo-Woon, bâtard et dernier dans l'ordre de succession, prit un tournant après qu'un de ses « descendant » venant du futur ait injecté des Nano Machines dans son corps.",
      "id": "Setelah mengalami cobaan berat pada hidupnya, Tiba tiba Chun yeowun mendapatkan pertolongan tidak terduga dari keturunannya di masa depan yang memasukkan teknologi nano ke dalam tubuhnya! Mampukah Chun Yeowun menjadi master bela diri dengan menggunakan kekuatan nano mashin!?\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ja": "「未来の力を手に入れ、邪悪な魔教に立ち向かう！」 魔教の私生児として生まれた主人公・天黎雲。 幼い頃から卑しまれ、後継者争いで命を狙われる。 死に物狂いの抵抗もむなしく、危うく命を落としかねない絶体絶命のピンチに･･･！ その瞬間、突如現れた謎の男から「ナノマシン」と呼ばれる未来の力を注入され、 目覚めるととてつもない力を手に入れていた。 魔教を超え、最強の武人を目指す天黎雲の物語が幕を開ける！\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ko": "갖은 멸시와 목숨의 위협을 받던 마교의 사생아 천여운, \n미래에서 나타난 후손이 천여운의 몸에 나노 머신을 주입한 후 그의 인생이 송두리째 바뀐다.\n마교를 넘어 무림 최고의 자리에 오르기 위한 천여운의 거침없는 이야기가 시작된다!\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ru": "Чен Еун — незаконнорожденный принц, появившийся на свет без единой частички Нейгуна. С самого раннего детства он находился под гнетом всеобщего отвращения. Весь забитый, с отсутствием какой-либо мотивации, год за годом Еун влачил свое жалкое существование. Ни на что не рассчитывая... и не претендуя.\n\nБудучи изгоем, исконно презираемым шестью великими кланами, в один прекрасный день он оказался в окружении десятка подосланных убийц. Когда глаза практически застлала пелена белого света... и казалось, он уже начал теряться, проваливаясь в пучину... безграничного отчаяния, на горизонте возникла еле заметная фигура.\n\nНеизвестный \"потомок\", снизошедший из будущего, в мгновение ока уничтожил всех врагов. Прошептав нечто невнятное, он подсадил в тело нашего героя какой-то странный предмет... наномашину. С этого момента все кардинально переменилось. Поселившийся где-то внутри искусственный интеллект дал его жизни невероятный толчок.\n\nБольше не будет как прежде. Это... новая ветвь истории. Истории о парне, который бросил вызов небесам.",
      "th": "เรื่องราวของชอนยออุนลูกนอกสมรสภายในพรรคมารที่ได้เป็นเทวบุตรมารรุ่นที่ 2 และอยู่เหนือประมุขพรรคมาร\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "zh": "无名小卒却有了神秘机器，\n或许我也能挑战一下魔神？\n魔教私生子天如运饱受蔑视和生命威胁，某天来自未来的后人突然出现，给天如运的身体注入了纳米机器，从此他的人生发生了翻天覆地的变化。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "pt-br": "Depois de ser desdenhado e ter sua vida em perigo, Cheon Yeo-Woon, um órfão do culto demoníaco, recebeu uma visita inesperada de seu descendente do futuro, que inseriu nele uma micro máquina, que mudou drasticamente a vida de Cheon Yeo-Woon após sua ativação. A história da jornada de Cheon Yeo-Woon no culto demoníaco e sua subida para se tornar o melhor nas artes marciais acabou de começar.",
      "zh-hk": "在魔教少教主候選人中排名最後的天如運，是個運氣極差的人。 某天，來自未來的後代突然穿越時空出現，並且將奈米機器注入他的身體，徹底翻轉了他的人生。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9c367d0-4d46-4054-a337-8addec182bce",
    "title": {
      "en": "Manga Time Kirara SUN(Manga Time Kirara Exhibition Final Limited Edition)"
    },
    "updatedAt": "2024-09-25T15:58:05+00:00",
    "coverArt": "https://mangadex.org/covers/c9c367d0-4d46-4054-a337-8addec182bce/feedb8d1-bdf8-4ee1-b2f6-1cbc755f8a86.jpg",
    "altTitles": [
      {
        "ja": "まんがタイムきらら展FINAL企画本 SUN"
      },
      {
        "ko": "망가타임 키라라전 FINAL 기획본 SUN"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "15"
  },
  {
    "mangaId": "30120395-d156-4076-a4fd-59e2880e2d0f",
    "title": {
      "en": "My Younger Sister Was a Genius"
    },
    "updatedAt": "2024-03-16T19:15:39+00:00",
    "coverArt": "https://mangadex.org/covers/30120395-d156-4076-a4fd-59e2880e2d0f/da45a31e-6392-486e-9d04-ff0b72ad519e.jpg",
    "altTitles": [
      {
        "en": "My Younger Sibling Was a Genius"
      },
      {
        "ko": "동생이 천재였다"
      },
      {
        "ko-ro": "Dongsaengi Cheonjaeyeotda"
      }
    ],
    "description": {
      "en": "Yoon Hajoon, who struggled to pursue his musical career despite his iffy talents and ended up sacrificing his own family along the way, \" If only I could turn back time...! \" One day, after living with regrets and alcohol for a while, he woke up and found himself had returned to the past. Just then, it dawned on him. The fact that my younger sister is a musical genius...! Now is the time to turn my life around, that is by producing my younger sister into becoming the best singer!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc541cb9-0037-45ac-a3e9-4189a42afb6c",
    "title": {
      "en": "Musician Genius Who Lives Twice"
    },
    "updatedAt": "2024-08-14T02:50:50+00:00",
    "coverArt": "https://mangadex.org/covers/dc541cb9-0037-45ac-a3e9-4189a42afb6c/7c256b2b-b68f-4149-a0e3-f48fe3b3e07a.jpg",
    "altTitles": [
      {
        "ko": "두 번 사는 음악천재"
      }
    ],
    "description": {
      "en": "Even if a musician dies, he never dies. It's just covered. Singer-songwriter Kim Han-seok, who became a legend in Korea with just a guitar... Waking up as a college student in the streaming era 30 years after his death!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2022-05-26T05:34:44+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "d04c225e-d017-42e4-b805-cb910d833672",
    "title": {
      "en": "Monster Devourer"
    },
    "updatedAt": "2024-03-12T01:19:04+00:00",
    "coverArt": "https://mangadex.org/covers/d04c225e-d017-42e4-b805-cb910d833672/5eb25cb8-82b7-4a0b-af31-2e584d3d8875.jpg",
    "altTitles": [
      {
        "ko": "먹뀌싸"
      }
    ],
    "description": {
      "en": "‘Meok Gwi-Sa’ is a Monster Hunter who eats monsters to protect the human world. After the release of the Hell demon, he lost his power. He managed to survive and met Goyoung. Goyoung, is a young individual with a petite build, who has endured a lifetime of torment due to his physical stature. His childhood friend, Kang Jong-bo, suddenly transforms into a bully during high school. However, their lives take an unexpected turn when Goyoung acquired a mysterious power which is the ability to devour monsters. Goyoung embarks on a perilous journey to protect humanity from the impending threat of the Gate to Hell. Will he be able to control his new powers and save the world from its impending doom?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13c18abd-2a44-4f1e-86fb-63f970566c3c",
    "title": {
      "en": "Osoto Gohan wo Goisshoni"
    },
    "updatedAt": "2024-09-18T03:08:03+00:00",
    "coverArt": "https://mangadex.org/covers/13c18abd-2a44-4f1e-86fb-63f970566c3c/90c1f600-f883-492a-886b-d8825a658db7.png",
    "altTitles": [
      {
        "ja": "おそとごはんをご一緒に"
      },
      {
        "zh": "邀你一起在户外共进美餐"
      },
      {
        "id": "Ayo makan di Luar ruangan bersama"
      },
      {
        "en": "Let's Eat Outdoors!"
      },
      {
        "en": "Please Join Us For Osoto Gohan"
      }
    ],
    "description": {
      "en": "Fuuka, a college student who enjoys cooking but is confined by her apartment's small kitchen, meets Yomogi, a wild outdoor girl who isn't particularly good at cooking. Their outdoorsy meal that started by chance is somehow very delicious and heartwarming....\n\nThis is the start of a gourmet outdoor manga about two women helping each other out!",
      "ja": "アパートの狭いキッチンに悩む料理好きの女子大生・風香が出会ったのは、料理が苦手で破天荒なアウトドア女子・よもぎだった。\n成り行きで始まったたふたりのおそとごはんは、なんだかとっても温かくて…\n女ふたりの助け合いアウトドアグルメ漫画スタート！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "17"
  },
  {
    "mangaId": "bb8bb845-be01-4ac0-965e-0a0612521056",
    "title": {
      "en": "A Certain Yankee Valentine"
    },
    "updatedAt": "2022-01-28T06:16:36+00:00",
    "coverArt": "https://mangadex.org/covers/bb8bb845-be01-4ac0-965e-0a0612521056/75676d1b-8b3a-4806-ab30-ff23fb103ed2.jpg",
    "altTitles": [
      {
        "ja-ro": "Toaru Yankee no Valentine"
      },
      {
        "ja-ro": "Toaru Yankii no Barentain"
      },
      {
        "ja": "とあるヤンキーのバレンタイン"
      }
    ],
    "description": {
      "en": "A short Valentines Day oneshot by Aimai Mii."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "0948937b-682c-4fe2-90bb-4c552c6818c4",
    "title": {
      "en": "I Have Nine Quadrillion Simp Gold Coins"
    },
    "updatedAt": "2024-07-29T19:36:49+00:00",
    "coverArt": "https://mangadex.org/covers/0948937b-682c-4fe2-90bb-4c552c6818c4/1c65e461-6021-4a50-bffc-8197022ab832.jpg",
    "altTitles": [
      {
        "zh": "我有九千万亿舔狗金"
      },
      {
        "vi": "Ta Có 90 Tỷ Tiền Liếm Cẩu!"
      },
      {
        "en": "I Have 90 Billion Licking Gold Coins"
      }
    ],
    "description": {
      "en": "Down-and-out university student Chen Yuan, devotedly pursues Goddess Lin Shutong for three years, gets kicked in the face. In his grief, he accidentally activates the “Licking Dog System” with a memory of 90 trillion Licking Dog Money, solely for licking women. The more you spend, the more you get back, and you can also obtain various attribute bonuses, transforming into a little superhero. It's called the Licking Dog System, but do I really want to be a licking dog? As long as I lick enough, I'll be the king. As long as I prove my love with enough money, I can turn the goddess into my licking dog! At this moment, Chen Yuan, who has undergone a great awakening, embarks on his life as a rich and licking dog."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af0527c1-8734-4498-b128-7090340bc10d",
    "title": {
      "en": "Dragon Ball (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:59:32+00:00",
    "coverArt": "https://mangadex.org/covers/af0527c1-8734-4498-b128-7090340bc10d/74af82cd-d605-4600-a697-64b2cc96d01b.jpg",
    "altTitles": [
      {
        "en": "Dragon Ball - Digital Colored Comics"
      },
      {
        "en": "Dragon Ball - Full Color Edition"
      },
      {
        "ja": "DRAGON BALL カラー版"
      }
    ],
    "description": {
      "en": "Goku and friends battle intergalactic evil in the greatest action-adventure-fantasy-comedy-fighting series ever! Legend has it that if all seven of the precious orbs called “Dragon Balls” are gathered together, an incredibly powerful dragon god will appear to grant one wish. Unfortunately, the orbs are scattered across the world, making them extremely difficult to collect. Enter 16-year-old Bulma, a scientific genius who has constructed a radar to detect the exact locations of the Dragon Balls. She’s on a mission to find all seven orbs, but first she must convince young Son Goku to join her on her quest. With a monkey tail, superhuman strength and a magic staff for a weapon, Son Goku is ready to set out on the adventure of a lifetime…"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "519"
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-09-19T16:05:58+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/93b0b3ea-5990-4e2b-ad1a-01e231a7938a.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      },
      {
        "uk": "Королівство"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "uk": "Мільйони років минуло з часів легенд, коли світ людей і богів був єдиним. У ті часи бажання людини верховодило над світом. Це була епоха 500-річної війни, період ворожих держав. «Королівство» — історія про хлопчину на ім’я Сінь, котрий прагне стати найвеличнішим генералом та про безліч випробувань та скитань, повз які пролягатиме його шлях до мети.",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "394398f2-6287-48c7-9713-cd1759c97291",
    "title": {
      "en": "The Blood Princess and the Knight"
    },
    "updatedAt": "2024-09-12T22:58:59+00:00",
    "coverArt": "https://mangadex.org/covers/394398f2-6287-48c7-9713-cd1759c97291/78a07ad9-a65b-43ca-bf59-a0cf18694e43.jpg",
    "altTitles": [
      {
        "zh-ro": "Xue Ji Yu Qi Shi"
      },
      {
        "ja": "血の姫と騎士"
      },
      {
        "zh": "血姬与骑士"
      },
      {
        "en": "Vampires and Knight"
      },
      {
        "ru": "Вампиры и рыцарь"
      },
      {
        "ru": "Рыцарь и Королева Крови"
      },
      {
        "ko": "서큐버스가 되어버린 기사님"
      },
      {
        "fr": "From Holy Knight to Vampire"
      }
    ],
    "description": {
      "en": "I, who was a sacred knight, was defeated and captured in a battle against the vampire clan.   \n\n\"Oh? Letting you die? In your dreams! Accept my embrace, and in the future, please take care of me, my lovely daughter~\"   \n\nThe silver-haired Queen of the Vampire Clan lifted my chin and smiled cunningly, her sharp canines drawing closer to my neck… \n\n---\n**Links:**\n- [Alternative raw (Bilibili)](https://manga.bilibili.com/detail/mc28199)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "The Ghost and the Exhausted Office Worker"
    },
    "updatedAt": "2024-05-25T01:52:42+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "ja-ro": "Yuurei to Tsukareta Kaishain"
      }
    ],
    "description": {
      "en": "A story about a ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f28c47a-bf8d-4e79-83ca-2e64fe906372",
    "title": {
      "en": "Jashin-chan Dropkick"
    },
    "updatedAt": "2023-06-13T23:31:03+00:00",
    "coverArt": "https://mangadex.org/covers/3f28c47a-bf8d-4e79-83ca-2e64fe906372/f246d479-7f08-4d72-a54f-54a81c77ac6d.jpg",
    "altTitles": [
      {
        "en": "Dropkick On My Devil!"
      },
      {
        "ja-ro": "Jashinchan Doroppu Kikku"
      },
      {
        "en": "Jyashin-chan Drop Kick"
      },
      {
        "en": "Jyashin-chan Dropkick"
      },
      {
        "ru": "Демонический дропкик"
      },
      {
        "ja": "邪神ちゃんドロップキック"
      },
      {
        "zh": "邪神与厨二病少女"
      },
      {
        "ko": "사신짱 드롭킥"
      }
    ],
    "description": {
      "en": "Jashin-chan Dropkick is a violent slapstic comedy about a delusional gothic lolita, Yurine, who summons a demon girl with the tail of a cobra, Jashin-chan.\nThey'll have to live together until Yurine finds a way to send Jashin-chan back to hell, or until Jashin-chan kills Yurine.\n\n---\n\n[Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20484)",
      "ja": "魔界の悪魔、通称「邪神ちゃん」は、ある日突然、人間界に召喚されてしまう。\n彼女を召喚したのは、神保町のボロアパートで暮らす、ちょっとブラックな心を持つ女子大生、花園ゆりねだった。しかもゆりねは、邪神ちゃんを魔界に帰す方法がわからないと言う。仕方なく一緒に暮らし始めた邪神ちゃんとゆりね。しかし、召喚者が死ねば魔界に帰れることから邪神ちゃんはゆりねを……!?\n少女と邪神ちゃんが繰り広げるちょっとキケンな同居生活コメディ！",
      "pt-br": "Jashin-chan Dropkick é uma comédia violenta sobre uma lolita gótica, Yurine, que invoca uma garota demônio com um rabo de cobra, Jashin-chan.\nElas terão que viver juntas até que Yurine encontre uma maneira de enviar Jashin-chan de volta ao inferno, ou até que Jashin-chan mate Yurine."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbf95c63-dc64-4518-9ed8-362805165fd6",
    "title": {
      "en": "Isekai Yururi Kikou"
    },
    "updatedAt": "2024-09-14T23:35:30+00:00",
    "coverArt": "https://mangadex.org/covers/fbf95c63-dc64-4518-9ed8-362805165fd6/70455534-b71f-4539-b586-c56b1d6d184b.jpg",
    "altTitles": [
      {
        "ja": "異世界ゆるり紀行"
      },
      {
        "ja": "異世界ゆるり紀行 ～子育てしながら冒険者します～"
      },
      {
        "ja-ro": "Isekai Yururi Kikou: Kosodate Shinagara Bouken-sha Shimasu"
      },
      {
        "ja-ro": "Isekai Yururi Kikou: Kosodateshinagara Boukensha Shimasu"
      },
      {
        "en": "Isekai Yururi Kikou - Raising Children While Being an Adventurer"
      },
      {
        "en": "Another World Leisurely Journey - Raising Children While Being an Adventurer"
      },
      {
        "en": "A Journey Through Another World ~Raising Kids While Adventuring~"
      },
      {
        "zh": "异世界悠闲纪行"
      },
      {
        "zh": "异世界悠闲纪行～边养娃边当冒险者～"
      },
      {
        "zh-hk": "異世界悠閒紀行"
      },
      {
        "zh-hk": "異世界悠閒紀行 ~ 邊養娃邊當冒險者 ~"
      },
      {
        "ja-ro": "Isekai Yururi Kikō ~ Kosodate Shinagara Bōken-sha Shimasu ~"
      }
    ],
    "description": {
      "en": "\"I'm terribly sorry!\"\n\nTakumi gets accidentally killed by the wind god Syl and is reborn and summoned to another world. After giving Takumi his sincerest apologies, Syl grants Takumi with skills and sends him to the world Etelldia that Syl presides over. However, this new world is a vast forest filled with dangerous monsters!\n\nIn the forest, Takumi finds a young boy and girl who appear to be twins. He is worried about their safety and names them Alan and Elena, and decides to take care of them. He soon finds out to his surprise they are able to defeat a monster with their bare hands. The three of them reach a town, and Takumi decides to register at a guild to make a living. He begins his life as an adventurer while taking care of the two children.\n\nAn isekai fantasy about an adventurer with two kids!",
      "it": "\"Son veramente dispiaciuto\"\n\nUn dio si è improvvisamente chinato davanti a Kayano Takumi. Èù stato ucciso per errore. Tuttavia, può essere reincarnato. Però, da quanto ha detto dio, deve essere in un'altro mondo. Ma, dio commette un'altro errore teletrasportandolo in una pericolosa foresta… dove trova due gemelli. Fu così che Takumi decide di prendersi cura di loro.",
      "pt-br": "\"Sinto muito!\"\n\nTakumi é acidentalmente morto pelo deus do vento Syl e renasce sendo convocado para outro mundo. Após pedir desculpas sinceras a Takumi, Syl concede-lhe habilidades e o envia para o mundo Etelldia, que Syl preside. No entanto, este novo mundo é uma vasta floresta cheia de monstros perigosos!\n\nNa floresta, Takumi encontra um menino e uma menina que parecem ser gêmeos. Preocupado com a segurança deles, ele os chama de Alan e Elena e decide cuidar deles. Logo, para sua surpresa, descobre que eles são capazes de derrotar um monstro com as próprias mãos. Os três chegam a uma cidade, e Takumi decide se registrar em uma guilda para ganhar a vida. Ele começa sua vida como aventureiro enquanto cuida das duas crianças.\n\nUma fantasia isekai sobre um aventureiro com duas crianças!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ced1a3f9-9a34-4ada-a3b7-ca773e5af0b8",
    "title": {
      "en": "Piccolina"
    },
    "updatedAt": "2024-09-26T02:57:49+00:00",
    "coverArt": "https://mangadex.org/covers/ced1a3f9-9a34-4ada-a3b7-ca773e5af0b8/9b660a7f-d367-4d4c-90bd-f77dafc22014.jpg",
    "altTitles": [
      {
        "ja": "ピッコリーナ"
      },
      {
        "ja-ro": "Piccolina"
      },
      {
        "ja": "Picco di Stellina"
      }
    ],
    "description": {
      "en": "Akira, a young yakitori shop owner, has fallen in love with Houka, a bunny girl who often eats at his restaurant. But how can he get close to her when he has to focus on the grill‽ And there are 4 other bunny girls that look just like her‽\n___\n**Note:** “Piccolina” is short for “Picco di Stellina”, which means “Starlet Peak” or “Peak of the Starlet” in Italian.",
      "pt-br": "Cinco garotas bonitas em trajes de coelho visitam uma churrascaria todas as noites, encantando o cozinheiro. O dono se sente atraído por uma delas, mas não há muitas abordagens possíveis para ele fazer, pois não pode sair da cozinha. Este mangá retrata a história de amor saudável de um dono de restaurante."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/32cc09d8-18ca-45b2-bb60-1e1504a272ba.png",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1469f6d7-aed8-4870-8b9c-f1c9ca5dfae5",
    "title": {
      "en": "Ore no Dankon ♡ Sacrifice"
    },
    "updatedAt": "2024-08-23T17:27:21+00:00",
    "coverArt": "https://mangadex.org/covers/1469f6d7-aed8-4870-8b9c-f1c9ca5dfae5/39506c7e-2c4f-4bc5-a00c-0b5f817b2448.jpg",
    "altTitles": [
      {
        "ja": "俺の男魂♡サクリファイス"
      },
      {
        "en": "Sacrifice of My Manly Soul ♡"
      }
    ],
    "description": {
      "en": "In order to lose my family's debt (4 billion), I decided to go to a girls' school by dressing as a woman, as per the order of \"a pervert who loves romantic comedy and has too much power\". School life is full of confusion, but fortunately, in the midst of misfortune, all the members of the student council are \"men\" who go to girls' schools in the same circumstances. Can you win a peaceful school life despite the perverted old man who wants romantic comedy troubles?\n\n(source: mangaupdates)",
      "ja": "実家が背負った40億円の借金のため、進学先が強制的に女子校になってしまった藤堂純（16歳・♂）。しかしその女子校には同じ様な理由で集まった”男の娘”達の生徒会があり…\n\nバレてしまったら（社会的な）死、間違いなし俺の青春はどうなっちまうんだ?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "47"
  },
  {
    "mangaId": "3bf11a6a-89c4-4f19-97a5-7e19f56c0eec",
    "title": {
      "en": "Loving Summer Sky"
    },
    "updatedAt": "2024-09-02T22:51:33+00:00",
    "coverArt": "https://mangadex.org/covers/3bf11a6a-89c4-4f19-97a5-7e19f56c0eec/758fece8-e6c4-4ccb-a316-9295d57f0d0a.jpg",
    "altTitles": [
      {
        "ko": "사랑하는 여름 하늘"
      },
      {
        "ko-ro": "Salanghaneun Yeoleum Haneul"
      },
      {
        "en": "Dear Summer Sky"
      }
    ],
    "description": {
      "ar": "بايك قيهو الذي يحب السماء أكثر من الناس، لذا كل ما تلتقطه كاميراته هو السماء. في أحد أيام الصيف، تنتقل فتاة تدعى \"هانيول\" والذي يعني اسمها \"سماء\" إلى صف قيهو لتجلس بجانبه.",
      "en": "Baek Gihu, who loves the sky more than people, takes pictures of the sky with his camera. One summer day, a girl named \"Haneul\"—her name means \"Sky\"—transfers to his class and sits in the seat next to him."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fac533c1-baeb-4dc5-af60-8792abe463a3",
    "title": {
      "en": "Bloodline"
    },
    "updatedAt": "2024-09-12T06:23:12+00:00",
    "coverArt": "https://mangadex.org/covers/fac533c1-baeb-4dc5-af60-8792abe463a3/d67f7224-ecca-4139-ba99-735530966ae1.jpg",
    "altTitles": [
      {
        "zh": "血族BLOODLINE"
      },
      {
        "zh-hk": "血族BLOODLINE：聖魔虛像篇"
      },
      {
        "en": "Bloodline: The Illusory Noble Demon"
      },
      {
        "zh": "血族Bloodline：圣魔虚像篇"
      }
    ],
    "description": {
      "en": "Yeren, who dreams of being a vampire hunter, is unwittingly caught in the crossfire between a vampire girl and the Holy lands. As a temporary blood servant, he doesn't know what to do when the hatred and strife between them have been ongoing for thousands of years… This is a story about Lilo·Ai, the last vampire."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": ""
  },
  {
    "mangaId": "6fa56cd5-add7-4603-bf9b-72503e802523",
    "title": {
      "en": "Tsuihou Yuusha no Yuugana Slow Life: Jiyuu ni Nattara Ore Dake no Saiai Tenshi no Te ni Haitta!"
    },
    "updatedAt": "2024-09-16T22:52:39+00:00",
    "coverArt": "https://mangadex.org/covers/6fa56cd5-add7-4603-bf9b-72503e802523/8d0e651b-5863-43f6-befb-baf8814e9cb8.jpg",
    "altTitles": [
      {
        "en": "The Elegant Life of the Exiled Hero: When I Became Free, I Also Gained My Beloved Angel!"
      },
      {
        "ja": "追放勇者の優雅な生活 ～自由になったら俺だけの最愛天使も手に入った！～"
      },
      {
        "ja-ro": "Tsuihō Yūsha no Yūgana Seikatsu (Slow Life) ～Jiyū ni Nattara Ore Dake no Saiai Tenshi no Te ni Haitta!～"
      }
    ],
    "description": {
      "en": "After suddenly being fired despite serving as a hero for 30 years, Alec was left with nowhere to turn. Orphaned from a young age, he had no parents to rely on, and having been a hero since childhood, he lacked basic common sense. With nowhere else to go, Alec ends up at an unexpected place—a slave market!?\n\nThere, he encounters the beautiful and kind-hearted Lyrishia.\n\nThis is the story of an unwittingly strongest protagonist and an angelic heroine weaving an excessively naughty second life together."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99e883fd-04f6-449b-ab23-1d904695d272",
    "title": {
      "en": "Blue Archive - The Adventure of Game Development Department!"
    },
    "updatedAt": "2024-04-07T14:58:52+00:00",
    "coverArt": "https://mangadex.org/covers/99e883fd-04f6-449b-ab23-1d904695d272/456390b9-7d4c-4074-a995-fb23c3c66f42.png",
    "altTitles": [
      {
        "ja": "ブルーアーカイブゲーム開発部だいぼうけん！"
      },
      {
        "ja-ro": "Blue Archive - Game Kaihatsubu Daibouken!"
      },
      {
        "ja-ro": "Blue Archive - Game Kaihatsu-bu Daibouken!"
      },
      {
        "vi": "Blue Archive: Cuộc phiêu lưu của Câu lạc bộ Phát Triển Game"
      },
      {
        "ru": "Blue Archive: Грандиозное приключение отдела разработки игр!"
      }
    ],
    "description": {
      "en": "From the hit game Blue Archive, comes a spin-off manga featuring the Game Development Department! Where Momoi, Midori, Yuzu and Aris share their days of youth, friendship, and clumsy moments. A heartwarming, cute and funny youth-comedy crafted by the master of comedy, Asato Mizu!",
      "ja": "人気ゲーム「ブルーアーカイブ」よりゲーム開発部のスピンオフが登場！モモイ、ミドリ、ユズ、アリスの4人が送る青春、友情、ぽんこつの日々...。コメディの名手・水あさとが手掛ける、笑えて泣けて可愛い青春コメディ！",
      "ru": "Спин-офф манга по мотивам популярной игры Blue Archive, в которой девочки из отдела разработки игр делятся смешными историями о своей юности и дружбе. Это душевная и милая история, созданная мастером комедии Мидзу Асато!",
      "vi": "Bộ truyện chuyển thể từ trò chơi đang làm mưa làm gió \"Blue Archive\" với sự xuất hiện của Câu lạc bộ Phát Triển Game! Nơi Momoi, Midori, Yuzu và Arisu cùng nhau sẻ chia những năm tháng của tuổi trẻ, tình bạn và những khoảnh khoắc vụng về. Đây là một câu chuyện ấm lòng, hài hước và dễ thương từ Bậc thầy Truyện hài Mizu Asato!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "718d9146-8c9e-4ff3-9dc4-e4736a1239bb",
    "title": {
      "en": "The Warrior Returns"
    },
    "updatedAt": "2024-07-20T20:21:08+00:00",
    "coverArt": "https://mangadex.org/covers/718d9146-8c9e-4ff3-9dc4-e4736a1239bb/04917b57-eeef-48ae-9147-a7e6b4bae0eb.jpg",
    "altTitles": [
      {
        "ko": "용사가 돌아왔다"
      },
      {
        "en": "Hero Has Returned"
      },
      {
        "en": "The Warrior Is Back"
      },
      {
        "en": "Warrior Returns"
      },
      {
        "ru": "Герой вернулся"
      },
      {
        "ne": "हिरो फिर्ता आएको छ"
      },
      {
        "ne": "हिरो फर्केको छ"
      },
      {
        "ne": "हिरो ह्याज रिटर्नड"
      },
      {
        "ne": "हिरो को पुनरागमन"
      },
      {
        "ja": "勇者が帰ってきた"
      },
      {
        "th": "สงครามนักรบผู้หวนคืน"
      },
      {
        "zh": "毁灭勇士"
      },
      {
        "zh-hk": "勇士歸來"
      },
      {
        "es-la": "El héroe ha regresado"
      }
    ],
    "description": {
      "en": "After saving one world, warrior Kim Minsu returns to Earth only to find that he’s lost everything… so he decides to destroy the world he used to call home.\n\nIn his rampage, he kills teenager Jeongsu Park and his family. But instead of dying normally, Jeongsu is transported to another world, where he finds that he’s now a warrior himself. After killing the demon king of this alternate world and honing his skills as a warrior, Jeongsu returns to earth, hell-bent on revenge against Minsu.\n\nAs the two warriors fight with the fate of their country in the balance, who will emerge victorious?",
      "fr": "Après avoir sauvé un monde, le héros Minsu Kim revient sur Terre et découvre qu'il a tout perdu. Il décide donc de détruire le monde qu'il avait l'habitude d'appeler ‘chez lui’. Dans son saccage, il tue le héros Jeongsu Park, mais au lieu de mourir normalement, Jeongsu est transporté dans un autre monde. Après avoir tué le roi démon de ce monde alternatif et grandi en tant que héros, Jeongsu revient sur terre, déterminé à se venger de Minsu. Alors que les deux héros se battent avec le destin de leur pays en jeu, qui sortira vainqueur?\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "id": "Jeongsu Park, seorang pahlawan yang menyelamatkan dunia lain dengan tekad untuk balas dendam pada Kim Minsu Kisah tragis tentang seorang pahlawan yang membunuh para pahlawan, Sebuah kenyataan yang dingin tanpa akhir yang bahagia.\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ja": "その日、ひとりの勇者によって町が一つ消えた。 異世界を救って現世に帰還した「剣の勇者」。だか彼を待っていたのは、家族の死と自分に向けられた嫌悪、そしてふりかかる不幸。 「こんな世界・・・ぶっ壊してやる」悲しみと狂気に満ちた勇者による破壊が始まる。\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ko": "김민수에게 복수를 하겠다는 일념 하나로 이세계를 구한 용사, 박정수.\n그는 스스로는 구했지만, 세계를 구하지 못했고, 자신의 세상을 멸망시킨 용사들을 죽이기로 마음 먹는다.\n\n이 이야기는 해피 엔딩 따윈 없는 차가운 현실, 용사들을 죽이는 용사에 대한 이야기이다.\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ne": "किम मिन-सू, एक हिरो, जसले घर फर्कने एकल सोचको साथ अर्को विश्व बचायो। उसले संसार बचायो, तर आफैंलाई बचाउन सकेन, र संसारलाई नष्ट गर्ने निर्णय गर्यो। यो कथा हिरोको अन्तिम क्षणहरुको बारेमा हो, एक चिसो वास्तविकता जसको कुनै राम्रो अन्त्य छैन\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ru": "Пак Чон Су, герой, что спас мир только по одной причине - вернуться и отомстить Ким Мин Су.\nОн спасся сам, но не смог спасти тех, кто были всем его миром. Пак Чон Су намерен уничтожить того, кто сотворил с ним это.\n\nИстория без счастливого конца. Пробирающая до костей реальность, в которой герой убивает себе подобных.\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "th": "พัคจองซู นักรบผู้กอบกู้อีกโลกหนึ่งได้ย้อนคืนกลับสู่โลกเดิมเพื่อแก้แค้น คิมมินซู นักรบผู้ฆ่าครอบครัวของเขา นี่คือเรื่องราวของนักรบที่ปราศจากตอนจบแสนสุข เพราะมันคือการห่ำหั่นนักรบด้วยกันเอง!\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "zh": "被黑化勇士们毁灭的世界，\n绝望之中最后的勇士归来！\n经历千辛万苦最终回到地球的勇士金闵洙，可等他的却是人们冰冷的眼光和父母双亡的事实，绝望的他决定毁灭整个世界。男主朴正秀的家人也被陷入到了这场灾难之中…就在这时，朴正秀也被传送到了异世！勇士朴正秀能否拯救这个世界呢？\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "zh-hk": "為了報仇雪恨這唯一念頭而拯救異世界的勇士，雖然拯救了自己，卻拯救不了原本世界的他，決心要殺光毀滅世界的勇士們。 這是關於沒有幸福結局的冷酷現實，以及殺勇者們的勇者的故事。\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4",
    "title": {
      "en": "Rent-A-Girlfriend"
    },
    "updatedAt": "2024-07-25T06:48:00+00:00",
    "coverArt": "https://mangadex.org/covers/32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4/d3f541e8-792b-4944-a9fe-a789f35c1de2.jpg",
    "altTitles": [
      {
        "pt-br": "Namorada de aluguel"
      },
      {
        "id": "Dia, Aku Pinjam"
      },
      {
        "pl": "Dziewczyna do wynajęcia"
      },
      {
        "id": "Gadis yang Aku [Akan] Pinjam"
      },
      {
        "de": "Ich würde mir gerne eine Freundin ausleihen"
      },
      {
        "fr": "J'aimerais louer une petite amie"
      },
      {
        "ja-ro": "KanoKari"
      },
      {
        "tr": "Kiralık Sevgili"
      },
      {
        "es-la": "Novia de Alquiler"
      },
      {
        "ms": "Pacar Sewaan"
      },
      {
        "it": "Vorrei noleggiare una ragazza"
      },
      {
        "ru": "Девушка на прокат"
      },
      {
        "ru": "Девушка на час"
      },
      {
        "th": "สะดุดรักยัยแฟนเช่า"
      },
      {
        "ja": "かのかり"
      },
      {
        "zh": "女朋友、借我一下"
      },
      {
        "ja": "彼女、お借りします"
      },
      {
        "zh": "租借女友"
      },
      {
        "ko": "여친, 빌리겠습니다"
      },
      {
        "hr": "Unajmi curu"
      },
      {
        "it": "Una ragazza a noleggio"
      },
      {
        "pt": "Namorada de Aluguer"
      },
      {
        "ja-ro": "Kanojo Okarishimasu"
      },
      {
        "zh-hk": "出租女友"
      },
      {
        "vi": "Dịch Vụ Cho Thuê Bạn Gái"
      },
      {
        "en": "Rent-a-Girlfriend"
      },
      {
        "en": "Rent A Girlfriend"
      },
      {
        "en": "Rental Girlfriend"
      }
    ],
    "description": {
      "en": "Kinoshita Kazuya is a regular college student who was just dumped by his girlfriend for another guy. Feeling down in the dumps, he decides to use an app called Diamond to hire Mizuhara Chizuru, a rental girlfriend, to make himself feel better. From their first meeting, she seems to be the perfect girl for him, but is there more to her than meets the eye? And how will their not quite typical relationship develop?\n\n---\n**Links:**\n\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10001/episode/312699) (U.S. Only), [Kodansha](https://kodansha.us/series/rent-a-girlfriend/)",
      "fr": "Kinoshita Kazuya est un étudiant régulier qui vient d'être largué par sa petite amie pour un autre gars. Se sentant dans les décharges, il décide d'utiliser une application appelée Diamond pour embaucher Mizuhara Chizuru, une petite amie de location, afin de se sentir mieux. Dès leur première rencontre, elle semble être la fille parfaite pour lui, mais est-ce qu'il y a autre chose pour elle que ce qui est à l'oeil? Et comment va se développer leur relation pas tout à fait typique?",
      "it": "Kinoshita Kazuya è un normale studente universitario che è stato appena lasciato dalla sua ragazza. Devastato, decide di usare un app chiamata \"Diamond\" per reclutare Mizuhara Chizuru, una ragazza a noleggio per tirargli su il morale. Fin dal loro primo incontro, sembra essere la ragazza perfetta per lui, ma ci sarà altro dietro a quell'immagine da \"brava ragazza\"…? E come si evolverà la loro inusuale relazione?",
      "pt": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar uma aplicação de relacionamentos depois de ter levado terminado com a sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!",
      "ru": "Двадцатилетний никудышный студент университета муниципального района Киносита Кадзуя. Встреча с «особенной» красавицей ознаменует начало изменений в его жизни?!",
      "es-la": "Kinoshita Kazuya es un estudiante universitario normal al que su novia acaba de dejar por otro chico. Sintiéndose deprimido, decide usar una aplicación llamada Diamond para contratar a Mizuhara Chizuru, una novia de alquiler, para sentirse mejor. Desde su primer encuentro con ella, parece ser la chica perfecta para él, pero ¿hay más en ella de lo que parece? ¿Y cómo se desarrollará su relación no muy típica?",
      "pt-br": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar um aplicativo de relacionamentos depois de ter levado um fora de sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "994978d7-a23b-40bc-afc8-5d5057eaa0c2",
    "title": {
      "en": "Magical Realm Shopkeeper"
    },
    "updatedAt": "2024-08-27T02:21:30+00:00",
    "coverArt": "https://mangadex.org/covers/994978d7-a23b-40bc-afc8-5d5057eaa0c2/58ddb719-7564-4e3e-b07a-55b9cdd09ccd.jpg",
    "altTitles": [
      {
        "en": "Convenience Store Worker From Another World"
      },
      {
        "en": "Isekai Convenience Store Worker"
      },
      {
        "ko": "이세계 편돌이"
      }
    ],
    "description": {
      "en": "The protagonist Chan, who was looking for a part-time job after his previous company went bankrupt, coincidentally discovers a convenience store. Lured by the very high hourly wage, he decides to become a part-timer from that day. But the customers who come in seem a bit strange. Vampires, kobolds, and even succubi??",
      "pt-br": "O protagonista Chan, que estava procurando um trabalho de meio período depois que sua empresa anterior faliu, descobre por acaso uma loja de conveniência. Atraído pelo salário por hora extremamente alto, ele decide começar a trabalhar lá a partir daquele dia. Mas os clientes que entram parecem um pouco estranhos. Vampiros, kobolds e até succubus??"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a4bdf95-dc11-4011-937e-7bdc4dd6e786",
    "title": {
      "en": "Mayonaka Heart Tune"
    },
    "updatedAt": "2024-09-24T13:46:25+00:00",
    "coverArt": "https://mangadex.org/covers/0a4bdf95-dc11-4011-937e-7bdc4dd6e786/0016195b-9cd8-49c0-b3de-90babab2f27c.jpg",
    "altTitles": [
      {
        "ja": "真夜中ハートチューン"
      },
      {
        "en": "Finding the girl behind the voice."
      },
      {
        "en": "Midnight Heart Tune"
      },
      {
        "ru": "Полуночный мотив сердца"
      },
      {
        "pt-br": "Sintonizando com o Coração da Meia Noite"
      },
      {
        "pt-br": "Em busca da garota por trás da voz"
      },
      {
        "fr": "Au Chœur de la Nuit"
      },
      {
        "nl": "Middernachtshart Tune"
      }
    ],
    "description": {
      "en": "***\"Late at night, alone on my bed, your voice was the only thing that saved me. I want to talk to you again. There's something I want to say.\"***\n\nWithout knowing her real name or face, Yamabuki Arisu, a second-year high school student, was looking for a girl named \"Apollo'' who was a livestreamer. However, one day, Arisu gets a clue about Apollo from the broadcast club of the high school where she is going. There were 4 beautiful girls who dreamed of \"getting a job related to voice\"!! Who is Apollo? What will happen to the dreams of the four people? A cute yet hard-working success romantic comedy begins here!!\n\n---\n**Links:**\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10568/episode/347385) (U.S. Only)",
      "ja": "***「深夜ひとり、ベッドの上、キミの声だけが救いだった。もう一度キミと話したい。言いたいことがあるんだ」。***\n\n高校2年生の山吹有栖は、「アポロ」という名の、顔も本名も知らないラジオ配信者の少女を探していた。だがある日、有栖は進学先の高校の放送部にアポロの手がかりを得る。そこにいたのは「声に関わる仕事に就く」夢を描く美少女が…4人!!アポロは誰？4人の夢の行方は？かわいくも懸命なサクセスラブコメ、ここに開演!!",
      "ru": "«Пока я лежал на кровати посреди ночи в полном одиночестве, твой голос был моим единственным утешением. Я хочу поговорить с тобой ещё раз. И должен кое-что тебе сказать».\n\nЯмабуки Арису, ученик второго класса старшей школы, ищет бывшую ведущую радио-стримов «Аполло», не зная ни её лица, ни имени. Однако, однажды он понимает, что Аполло скрывается среди участниц клуба радиовещания в его школе. Четыре красавицы оттуда мечтают получить работу, связанную с голосом. Но которая из них — Аполло? И что станет с их мечтами? Милый ромком о тяжёлом труде и успехе начинается!",
      "pt-br": "Yamabuki Arisu, um estudante do segundo ano do ensino médio, estava procurando por uma garota chamada “Apollo”, que era locutora de rádio e ele não conhecia seu rosto ou seu nome verdadeiro. No entanto, um dia, Arisu recebe uma pista sobre Apollo do clube de transmissão da escola secundária para a qual ela estava indo. Havia quatro belas garotas que sonhavam em “conseguir um emprego relacionado à voz”!! Quem é Apollo? O que acontecerá com os sonhos dessas quatro pessoas? Uma comédia romântica fofa, mas trabalhadora e de sucesso, começa aqui!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "843ca1ad-371d-4112-a75c-6db0d86547bd",
    "title": {
      "en": "Kanojo no Carrera"
    },
    "updatedAt": "2024-05-10T05:48:19+00:00",
    "coverArt": "https://mangadex.org/covers/843ca1ad-371d-4112-a75c-6db0d86547bd/db5e2e31-fec3-4046-b3a9-ea83ff2b567d.jpg",
    "altTitles": [
      {
        "en": "Her Carrera"
      },
      {
        "en": "My Carrera"
      },
      {
        "en": "My Favorite Carrera EV"
      },
      {
        "ja": "彼女のカレラ"
      },
      {
        "ja": "My Favorite Carrera"
      }
    ],
    "description": {
      "en": "The main character’s father passes away. The will states that each of the three siblings receive a portion of the father’s wealth. The main character receives a Porsche Carrera. She doesn’t know what a Porsche Carrera looks like, didn’t know the car company Porsche, can’t drive a manual and had absolutely no interest in cars, at the time."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "suggestive",
    "lastVolume": "24",
    "lastChapter": "272"
  },
  {
    "mangaId": "a67996ca-ef48-4fd1-84d5-5319afd49108",
    "title": {
      "en": "Prince of Tennis II"
    },
    "updatedAt": "2024-07-21T13:55:18+00:00",
    "coverArt": "https://mangadex.org/covers/a67996ca-ef48-4fd1-84d5-5319afd49108/fb39953f-098a-47dc-b16e-e5bc8d657019.jpg",
    "altTitles": [
      {
        "en": "New Prince of Tennis"
      },
      {
        "ja-ro": "Shin Tennis no Oujisama"
      },
      {
        "ja": "新テニスの王子様"
      },
      {
        "zh": "新网球王子"
      },
      {
        "ja-ro": "Shin Tennis no Ouji-sama"
      }
    ],
    "description": {
      "en": "Prince of Tennis II\nThe purported advertisement from the Jump Square issue says that everything in The Prince of Tennis up to now has been \"prologue\" and that \"a new legend for [the main character] Ryoma and the others will begin.\" This new legend focuses on Ryoma and other middle school tennis players experience against high school and Japan All-stars (Japan U-17 Representatives)."
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67258389-41e4-4e3e-8d1b-ac7eed806623",
    "title": {
      "en": "Watashi no Arika"
    },
    "updatedAt": "2024-09-18T16:29:36+00:00",
    "coverArt": "https://mangadex.org/covers/67258389-41e4-4e3e-8d1b-ac7eed806623/250a7e3e-79b7-426a-bf72-ef1cf9ff0d72.jpg",
    "altTitles": [
      {
        "ja": "私のアリカ"
      },
      {
        "en": "My Arika"
      },
      {
        "vi": "Arika của tôi"
      }
    ],
    "description": {
      "en": "A huge incident happens to Arika, the center of a hugely popular idol group. Is the culprit a fan? Or could it be... The light and dark sides of the glamorous idol industry are now exposed!",
      "ja": "人気急上昇中のアイドルグループのセンター・アリカの身に起きた大事件。犯人はファンか、それとも‥‥。華々しいアイドル業界の光と闇が今暴かれる！",
      "vi": "Mamiya Arika, nữ hát chính của nhóm nhạc thần tượng \"Lyrical Trick\" bỗng mất tích một cách bí ẩn. Và đầu mối duy nhất về dấu vết của cô chỉ đơn giản là một đoạn video camera an ninh.\nLiệu đây có đơn giản chỉ là hành vi của một fan hâm mộ quá khích, một idol otaku hay không...!?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "62"
  },
  {
    "mangaId": "1132efc6-357b-464a-85b7-026fd6661184",
    "title": {
      "en": "Legend of the Holy Sword"
    },
    "updatedAt": "2024-05-21T04:47:35+00:00",
    "coverArt": "https://mangadex.org/covers/1132efc6-357b-464a-85b7-026fd6661184/4adee488-6ff6-4758-80a7-4e8168dae22e.png",
    "altTitles": [
      {
        "ko": "성검전설"
      }
    ],
    "description": {
      "en": "The one and only weapon to take down the Dark Lord.\nThe Holy Sword.\nAnd the Warrior who lost it…\nWarrior seeks and seeks until he finds the Holy Sword.\n10 years, 20 years, 30 years… From the Dragon’s Nest till the Spirit King’s Hideout\nThe Warrior seeks the Holy Sword still to this day."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2db02ba8-8dfe-477b-bd48-6724fc533baf",
    "title": {
      "en": "Reincarnated as a Legendary Grimoire"
    },
    "updatedAt": "2024-09-26T01:01:03+00:00",
    "coverArt": "https://mangadex.org/covers/2db02ba8-8dfe-477b-bd48-6724fc533baf/2b4e5452-db3a-470f-93e3-d039417b3ae2.png",
    "altTitles": [
      {
        "en": "Please Read Me"
      },
      {
        "ko": "제발 좀 읽어달라고"
      },
      {
        "en": "I Became a Legendary Archmage by Reading a Book"
      }
    ],
    "description": {
      "en": "I was reincarnated as a grimoire containing all the magical knowledge of another world.\n\nAnyone who reads me can become a legendary archmage.\n\nPlease, just read me...\nBut no one is willing to open my pages."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]