[
  {
    "mangaId": "e1b7fb5c-dc71-4727-8086-5d89e144091f",
    "title": {
      "en": "Angel Densetsu"
    },
    "updatedAt": "2023-03-02T21:21:43+00:00",
    "coverArt": "https://mangadex.org/covers/e1b7fb5c-dc71-4727-8086-5d89e144091f/f9b37ff4-1df7-430c-98fd-db3743c6d97e.jpg",
    "altTitles": [
      {
        "en": "Angel Legend"
      },
      {
        "es": "La leyenda del Ángel"
      },
      {
        "ru": "Легенда об ангеле"
      },
      {
        "ar": "أسطورة ملاك"
      },
      {
        "ja": "エンジェル伝説"
      },
      {
        "zh": "冷面天使"
      },
      {
        "ko": "엔젤전설"
      },
      {
        "en": "Legend of an Angel"
      },
      {
        "ja-ro": "The Legend of Angel"
      }
    ],
    "description": {
      "en": "The story is of Kitano Seiichirou, a very kind and pure-hearted young man, with a horrifying, monstrous face. People being what they are, they think he's a terrifying delinquent, and there are plenty of chance misunderstandings (coupled with Kitano's convenient inability to understand what's happening around him) that propel him into the position of \"school guardian\", a.k.a. head thug on campus.",
      "es": "La historia es de Kitano Seiichirou, un joven muy amable y de corazón puro, con una cara horrible y monstruosa. La gente, siendo lo que es, piensa que es un terrible delincuente, y hay un montón de malentendidos (junto con la conveniente incapacidad de Kitano para entender lo que está pasando a su alrededor) que lo impulsan a la posición de \"guardián de la escuela\", también conocido como el matón principal del campus.  \n\n\n---\n\n**Links:**  \n- [AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=3807) (OAV)",
      "ru": "Китано Сэйтиро - добрый и отзывчивый парень, который больше всего на свете хочет мира на Земле и счастья всем людям. Вот только с внешностью ему не повезло, потому что выглядит наш герой как маньяк-убийца из фильма ужасов - одной робкой улыбкой Китано способен довести человека до инфаркта. Его поистине детская наивность вкупе с его лицом вызывают сложную череду событий, в ходе которой Китано побеждает всех хулиганов в своей школе, становится их лидером, вызывает на войну хулиганов соседней школы, побеждает их, доводит до увольнения несколько учителей… даже не догадываясь об этом… Это история о добре в маске беспощадного зла, это легенда об ангеле, держащем в страхе целый город…",
      "pt-br": "Kitano Seichirou – um garoto com a face de um demônio, mas o coração de um anjo. A história começa com sua transferência para uma nova escola, onde ninguém o conhece… Por causa de sua aparência, professores e colegas de classe pensam que ele é o pior dos delinqüentes , “a encarnação da violência”. Eles tentam corrigi-lo, expulsá-lo ou derrotá-lo. Vários incidentes não ajudam a melhorar a situação, e ele ganha o posto de guardião de sua escola. Mas devido a sua atitude super-certinha, alguns daqueles que o atacaram, se tornam seus amigos…"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "84"
  },
  {
    "mangaId": "377e0ea6-3061-47e8-9414-dc1bed3400b3",
    "title": {
      "en": "Killed Again, Mr. Detective"
    },
    "updatedAt": "2024-10-26T11:07:52+00:00",
    "coverArt": "https://mangadex.org/covers/377e0ea6-3061-47e8-9414-dc1bed3400b3/b36a098e-b04b-472a-b0a7-5ffed71709a1.jpg",
    "altTitles": [
      {
        "en": "Mata Korosarete Shimatta no desu ne, Tantei-sama"
      },
      {
        "ja": "また殺されてしまったのですね、探偵様"
      }
    ],
    "description": {
      "en": "High school student Sakuya Otsuki, whose father is a legendary detective, works as a half-baked detective alongside his beautiful and talented assistant Lilithea. However, due to Sakuya's \"special constitution\" and a request that comes in one day, they become embroiled in a major incident, and their fates change dramatically."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "db39fcf9-509b-4786-b0a5-410487273476",
    "title": {
      "en": "Punishing Gray Raven: Engraved in the Heart       (Doujinshi)"
    },
    "updatedAt": "2024-11-24T04:59:28+00:00",
    "coverArt": "https://mangadex.org/covers/db39fcf9-509b-4786-b0a5-410487273476/9f19d462-c6f8-43ec-84a8-c00b329ef484.jpg",
    "altTitles": [
      {
        "zh": "铭记于心"
      },
      {
        "en": "PGR: Engraved in the Heart"
      }
    ],
    "description": {
      "en": "Two worlds, each fighting a war against a deadly virus. And a chance meeting between two lone inhabitants, one of each world, both bearing the scars of their struggling civilizations.\n\nThe captivating musician Selena, a famous opera singer who became a soldier due to her desire to experience and preserve relics of the old world.\n\nBut it's been more than a year since Selena went MIA, as she was captured by enemy forces and subjected to experiments with the virus. However, she has since escaped captivity- at the cost of her memories. Her appearance having changed due to the virus, she now wanders the broken lands, searching for purpose.\n\nMeanwhile, a recent college graduate ends up jobless due to the 2019 Covid Pandemic and isolated from society. But soon after, they inadvertently find themselves phasing out of their reality and shifting into another earth far different than their own- a world identical to a game they own, and the very world Selena lives in. Inevitably, the two cross paths.\n\nThis is the beginning of their story."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0856403f-7519-4c2d-ab44-83b5eef48472",
    "title": {
      "en": "Reiko no Fuugi: Akuyaku Reijou to Yobarete imasu ga, tada no Binbou Musume desu"
    },
    "updatedAt": "2024-10-26T11:38:36+00:00",
    "coverArt": "https://mangadex.org/covers/0856403f-7519-4c2d-ab44-83b5eef48472/ec36999b-d27c-4600-8e7f-2d0f8df4b30b.jpg",
    "altTitles": [
      {
        "ja": "麗子の風儀 悪役令嬢と呼ばれていますが、ただの貧乏娘です"
      },
      {
        "ja-ro": "Reiko no Fuugi: Akuyaku Reijou to Yobareteimasu ga, Tada no Binbou Musume desu"
      },
      {
        "en": "Reiko's Style: Despite Being Mistaken for a Rich Villainess, She's Actually Just Penniless"
      },
      {
        "en": "Reiko's Manners — She's Referred to as a Villainess, but Actually She's Just Penniless"
      },
      {
        "en": "Reiko's Manners: Although She Is Called the Villainess, She Just Comes From a Poor Family"
      },
      {
        "ru": "Стиль Рейко: Хоть её и принимают за злодейку, на самом деле она просто бедна"
      },
      {
        "ko": "레이코의 품격 ~악역 영애라고 불리고 있지만, 평범한 가난뱅이입니다~"
      }
    ],
    "description": {
      "en": "With the only thing she inherited from her parents being their once-great family name, the poverty-stricken Reiko Kujouin jumped at the chance for a scholarship to attend a prestigious school known called Meisei Private Academy. Why? Because of the ¥50,000 per month allowance and all her school supplies being paid for, of course!  \n  \nBut little could she expect that, on her very first day of classes, she would be tackled from behind by another girl who, convinced that she's been reincarnated into the world of an otome game, accuses Reiko of being a wealthy villainess…!\n\n\nSeries has been on Hiatus since March 2023 due to the illustrator's health problems."
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2024-10-27T22:39:22+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/88aad1a1-6749-42d9-9c47-13ac008191c9.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "769a5e79-0670-4188-8582-035f0a3cc051",
    "title": {
      "en": "Zannen Jokanbu Black General-san"
    },
    "updatedAt": "2024-10-09T17:08:04+00:00",
    "coverArt": "https://mangadex.org/covers/769a5e79-0670-4188-8582-035f0a3cc051/43d681b6-5f88-4da4-8341-65dfdb9d391f.jpg",
    "altTitles": [
      {
        "en": "Precarious Female Executive Miss Black General"
      },
      {
        "en": "Precarious Woman Executive Miss Black General"
      },
      {
        "ja-ro": "Zannen Onna-Kanbu Black General-san"
      },
      {
        "ja": "残念女幹部ブラックジェネラルさん"
      },
      {
        "es-la": "La Precaria Mujer Ejecutiva Señorita General Black"
      }
    ],
    "description": {
      "en": "Braveman is your average superhero. Unfortunately for him, his arch-nemesis also happens to be a stalker and his number one fan. Follow their story as Braveman struggles to overcome his greatest adversary and retain his peace of mind.",
      "es-la": "La General Black es la líder de una organización secreta que quiere dominar al mundo. Por desgracia también esta loca por Braveman un superhéroe dedicado a frustrar los malvados planes de esta organización. Entonces, ¿Cómo exactamente va a conquistar el mundo cuando ni siquiera puede conquistar sus propios sentimientos? ¿Y cómo va a responder Braveman a este extraño giro?",
      "pt-br": "Braveman é um super herói como qualquer outro. Infelizmente pra ele, sua arqui-inimiga é sua stalker e sua fã número 1. Acompanhe as aventuras de Braveman e sua luta incansável contra seu maior adversário enquanto tenta não perder a cabeça."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c79bcd31-4c0e-43c2-873d-7e614361096e",
    "title": {
      "en": "Heart of Thorns"
    },
    "updatedAt": "2024-11-12T05:51:20+00:00",
    "coverArt": "https://mangadex.org/covers/c79bcd31-4c0e-43c2-873d-7e614361096e/a7e05bd3-1d31-480c-8e47-9c8ebfe27beb.jpg",
    "altTitles": [
      {
        "zh": "荆棘之心"
      },
      {
        "zh-ro": "Jing Ji Zhi Xin"
      }
    ],
    "description": {
      "en": "One day, Liu Hai happened upon a dilapidated magic book. When she imitated the wizard in the magic book to create a magic circle, she accidentally summoned a monster girl named Chi Liu. Chi Liu is the source of strength in the country of Chi. She had been imprisoned for a long time and finally managed to escape. While Liu Hai in the human world was experimenting with the magic circle, the two met..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1e284bc-0436-42fe-b571-fa35a94279ce",
    "title": {
      "en": "Drama Queen"
    },
    "updatedAt": "2024-12-03T22:36:33+00:00",
    "coverArt": "https://mangadex.org/covers/c1e284bc-0436-42fe-b571-fa35a94279ce/dd3eb0cc-c864-4919-b3e3-c2518dfc28e8.jpg",
    "altTitles": [
      {
        "ja": "ドラマクイン"
      },
      {
        "ru": "Королева Драмы"
      }
    ],
    "description": {
      "en": "After saving Earth, aliens have taken up residence with the humans in Japan. Nomamoto, a factory worker with an abusive alien boss, one day meets Kitami, who tells her his own family was killed by aliens. The two quickly forge a friendship, but one day Kitami does the unthinkable…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27df130e-4c21-4a8b-a0f5-93d7e846dc63",
    "title": {
      "en": "Ubu na Furyou wa Kyou mo ×× de Tokasareru"
    },
    "updatedAt": "2024-11-15T20:52:10+00:00",
    "coverArt": "https://mangadex.org/covers/27df130e-4c21-4a8b-a0f5-93d7e846dc63/250a7c00-d9f2-44ef-8106-177ea1b8fda2.jpg",
    "altTitles": [
      {
        "ja": "ウブな不良は今日も××でとかされる"
      },
      {
        "en": "The naive delinquent is being treat like an XX today"
      }
    ],
    "description": {
      "en": "\"Kissing a guy just for skinship...I wouldn't do that!!\"\n\nYojiro, a high school student who has a hard time making friends due to his family's business, meets Hideaki, a senior student a year above him, on the school roof one day. He realizes that his father has approached him to help him make friends, but Hideaki treats him without regard for Yojiro's family background. When he can't help but relax at Yojiro's carefree attitude, Hideaki suddenly kisses him!? He says it's just skinship, but it gradually escalates..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "ee80e31f-0d55-4cd5-9a67-c0bcee3ecc95",
    "title": {
      "en": "Black Channel"
    },
    "updatedAt": "2024-10-13T03:19:59+00:00",
    "coverArt": "https://mangadex.org/covers/ee80e31f-0d55-4cd5-9a67-c0bcee3ecc95/4efa50ee-ee6a-4789-9245-0c3a0e61fb3c.jpg",
    "altTitles": [
      {
        "ja": "ブラックチャンネル"
      },
      {
        "ja-ro": "Burakkuchanneru"
      }
    ],
    "description": {
      "en": "A dark comedy for the modern era, from CoroCoro Comic!Enter Black, the \"Demonic Yo-Tuber\"! With his sidekick Camera-chan, and the aspiring 5th grade Yo-Tuber Satoshi, he makes all kinds of crazy videos using his demonic powers. Filming the \"true natures\" of anyone from top honor students, to class idols, to supernatural monsters, he makes crazy videos with his demonic powers! What will Black film next...?",
      "ja": "今もっとも勢いがあるのは動画クリエイター！\n悪魔であるブラックが作る動画は超鬼ヤバ！\nクラスのアイドルやエリート小学生の裏を暴いたり、やりたい放題！\nちょっと怖いけど目が離せない、令和の新ダークヒーローここに爆誕！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96d02f4f-ff02-410f-878f-a12f529237b0",
    "title": {
      "en": "Shinsouban WORST"
    },
    "updatedAt": "2024-10-24T03:42:04+00:00",
    "coverArt": "https://mangadex.org/covers/96d02f4f-ff02-410f-878f-a12f529237b0/190f6924-3e54-422b-80b2-7e84df52916c.jpg",
    "altTitles": [
      {
        "ja": "新装版 WORST"
      },
      {
        "ja-ro": "Shinsōban WORST"
      },
      {
        "en": "WORST New Editon"
      },
      {
        "vi": "WORST Ấn Bản Mới"
      }
    ],
    "description": {
      "en": "Worst but New Edition",
      "vi": "Liên minh Kurotaki sụp đổ, quyền lực của King Joe ở Housen dần bị mai một, Zetton bại trận trước Guriko đưa Suzuran vào thế hỗn loạn, Vũ Trang Chiến Tuyến ngày càng mạnh mẽ và bền bỉ... Trước tình cảnh đó thì ở Toaru bất ngờ xuất hiện một chàng trai đến từ ngoại thành mang tên Tsukishima Hana - kẻ mang ước mơ trở thành thủ lĩnh đầu tiên của toàn bộ Cao Trung Nam Sinh Suzuran vốn luôn hỗn loạn!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "133"
  },
  {
    "mangaId": "83067b19-bdfb-4ba1-8178-7052e68b41bf",
    "title": {
      "en": "Goshujin-sama to Yuku Isekai Survival!"
    },
    "updatedAt": "2024-06-24T13:02:08+00:00",
    "coverArt": "https://mangadex.org/covers/83067b19-bdfb-4ba1-8178-7052e68b41bf/04b35e06-f28a-4690-a46d-470780980063.jpg",
    "altTitles": [
      {
        "en": "Survival in Another World with My Mistress!"
      },
      {
        "ja-ro": "Craft Game no Nouryoku de Isekai Kouryaku!!"
      },
      {
        "en": "Different World Survival to go with the Master"
      },
      {
        "ja-ro": "Goshujin-sama to Yuku Isekai Sabaibaru!"
      },
      {
        "ja-ro": "Goshujinsama to Yuku Isekai Survival!"
      },
      {
        "en": "Isekai Minecraft"
      },
      {
        "ru": "Захватить другой мир с силой майнкрафта!"
      },
      {
        "ru": "Захватить другой мир с силой ремесленных игр!"
      },
      {
        "ja": "ご主人様とゆく異世界サバイバル！"
      },
      {
        "zh": "跟主人一起在异世界生存!"
      },
      {
        "zh-hk": "跟主人一起在異世界生存！"
      },
      {
        "ja": "ご主人様とゆく異世界サバイバル! THE COMIC"
      },
      {
        "ja-ro": "Goshujin-sama to Yuku Isekai Survival! THE COMIC"
      }
    ],
    "description": {
      "en": "Kosuke found himself in a whole different world. Standing there with the wilderness to the east and a forest to his left, he decided to make good use of the occurrence, and tests his knowledge, to where he finds this amazing crafting ability, just like the games from his original world!  \n\n――This is a light for life in a different world.  When I thought, I was suddenly attacked by a beautiful dark elf…?!  \n  \nStart different world capture with different races and sub-races!  \n\n---\n\n- [Official LN (Eng)](https://sevenseasentertainment.com/series/survival-in-another-world-with-my-mistress-light-novel/)",
      "es": "Supervivencia en el otro mundo con mi maestro  \n¿¡Kousuke se encontró en un mundo completamente diferente!?  \nDe pie allí, con el desierto al este y un bosque a su izquierda, decidió hacer un buen uso de la ocurrencia y pone a prueba su conocimiento, donde encuentra esta increíble habilidad de creación, ¡al igual que los juegos de su mundo original!",
      "ja": "気が付けば、そこは異世界だった!?目の前には荒野と背後には森が広がる大地に立っていたコースケ。\n\n培った知識から森でサバイバルをしていたところ、元の世界でプレイしていたサバイバルゲームのように道具を作れるクラフト能力を手に入れていたことに気が付いた。\n\n——これで異世界生活にも光明が。と思っていたところ、いきなり美人ダークエルフに襲われて……!?\n\n異種族・亜人種たちとゆく異世界攻略スタート!!\n\n---\n\n- [Official LN (JP)](https://gcnovels.jp/goshujin/)  \n- [Original WN (JP)](https://ncode.syosetu.com/n3742ey/)",
      "ru": "Косукэ оказался в совершенно ином мире. Стоя там посреди дикой природы в густом лесу, он решил использовать это перемещение с умом и проверить свои знания выживания! Там он находит эту удивительную возможность крафта, точно такую же, как и в игре из его изначального мира!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd60cf1e-6775-4546-8b84-949502a2b113",
    "title": {
      "en": "Rai Rai Rai"
    },
    "updatedAt": "2024-10-25T22:43:15+00:00",
    "coverArt": "https://mangadex.org/covers/cd60cf1e-6775-4546-8b84-949502a2b113/d10b4665-a209-4888-9724-e743efc05d34.jpg",
    "altTitles": [
      {
        "ja": "雷雷雷"
      },
      {
        "ja-ro": "Rairairai"
      },
      {
        "ja-ro": "Rai Rai Rai"
      },
      {
        "uk": "ГрімГрімГрім"
      }
    ],
    "description": {
      "en": "Fifty years after the war with the aliens...danger emerges...from within a young girl! Ichigaya Sumire, age 18, works at a \"space pest\" extermination company to pay off the debts her father left behind. But one day, her life is turned upside down when she's abducted by a UFO!",
      "ja": "ガール・ミーツ・エイリアン！\n\nエイリアンと戦争から50年――\n\n市ヶ谷スミレ、18歳。父親の残した借金返済のため宇宙害蟲駆除会社に勤務する日々。そんなスミレの日常が、UFOにさらわれたことで一変する…！頭の中で聞こえる何者かの声…襲いかかる宇宙害獣…さらには軍事企業からも狙われて――！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8c282f4-065c-4fe8-84a4-2a37fa288508",
    "title": {
      "en": "Boudoir Photos"
    },
    "updatedAt": "2024-10-06T15:18:37+00:00",
    "coverArt": "https://mangadex.org/covers/a8c282f4-065c-4fe8-84a4-2a37fa288508/ee44c197-1f95-4ac6-90d0-df50942dd918.jpg",
    "altTitles": [
      {
        "zh": "私房照"
      },
      {
        "zh-ro": "Si Fang Zhao"
      },
      {
        "en": "Private Photos"
      },
      {
        "en": "Intimate Photos"
      }
    ],
    "description": {
      "en": "\"I only shine under your lens.\"\n\n[Silent Yet Passionate X Luring]\n\nNan Mo, the top photographer in the country, having captured numerous internet celebrities and stars, still finds Jiang Yudai as her one and only obsession in her midnight dreams. Jiang Yudai became Grand Slam actress at the age of 18, and a decade later, she remains at the peak of popularity. She possesses an alluring, distant gaze and an untouchable, ethereal beauty. No one knows that behind the scenes, Jiang Yudai, under an online persona, she frequently expresses her love on Nan Mo's account, yearning for Nan Mo's lens to touch every inch of her body."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01f1c42b-cd00-4051-b63f-81ea40a3a4fc",
    "title": {
      "en": "It's not Ba, it's Va"
    },
    "updatedAt": "2024-10-25T15:51:23+00:00",
    "coverArt": "https://mangadex.org/covers/01f1c42b-cd00-4051-b63f-81ea40a3a4fc/ae98c004-49bb-4da4-bf7e-e80e91340e0e.png",
    "altTitles": [
      {
        "ja": "バじゃなくて、ヴァ"
      }
    ],
    "description": {
      "en": "Choboraunyopomi x Vanguard\n\nThe crazy unit comedy four-panel story begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "646d9695-113b-42ca-b143-438d90a1b95b",
    "title": {
      "en": "Human Weapon Katsuo!"
    },
    "updatedAt": "2023-09-27T17:08:02+00:00",
    "coverArt": "https://mangadex.org/covers/646d9695-113b-42ca-b143-438d90a1b95b/f56cddc0-f086-44d6-aec6-9e1bd6042eac.jpg",
    "altTitles": [
      {
        "en": "Human Weapon - Katsuo"
      },
      {
        "ja": "人間凶器カツオ!"
      },
      {
        "ja-ro": "Ningen Kyouki Katsuo!"
      }
    ],
    "description": {
      "en": "The protagonist Hamada Katsuo, is your everyday pervert/loser character. He's starting a new semester in school, so he wants to escape from his loser days, the only problem is the new change in look/lifestyle he got is that of a gang member. He beats a strong guy that was bullying a friend of his by mistake and now, because of it he's the target for all the gangs in the region, even though he's still only a weakling and a pervert. Will Katsuo escape alive…? Find out."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "77"
  },
  {
    "mangaId": "47f93974-d406-45dd-8dbf-03db95654516",
    "title": {
      "en": "Bombergirl"
    },
    "updatedAt": "2023-07-09T03:29:53+00:00",
    "coverArt": "https://mangadex.org/covers/47f93974-d406-45dd-8dbf-03db95654516/23c246c3-6795-41ea-a8b0-e42eb26494f1.jpg",
    "altTitles": [
      {
        "en": "Bombergirl Short Comics"
      },
      {
        "ja": "ボンバーガール"
      },
      {
        "ja-ro": "Bonbaagaaru"
      }
    ],
    "description": {
      "en": "Sporadically posted comic pages on the official twitter of the Bombergirl arcade game."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc06172f-8e62-4e92-84ec-2bfbd9dab255",
    "title": {
      "en": "Ueki no Housoku"
    },
    "updatedAt": "2024-07-30T00:13:38+00:00",
    "coverArt": "https://mangadex.org/covers/bc06172f-8e62-4e92-84ec-2bfbd9dab255/1c4d3f86-4325-48f1-b6ee-77678e1fef25.jpg",
    "altTitles": [
      {
        "it": "La Legge di Ueki"
      },
      {
        "fr": "La Loi d'Ueki"
      },
      {
        "vi": "Luật của Ueki"
      },
      {
        "ms": "Peraturan Ueki"
      },
      {
        "en": "The Law of Ueki"
      },
      {
        "ja": "Ueki no Housoku"
      },
      {
        "ja": "うえきの法則"
      },
      {
        "zh-hk": "植木的法則"
      }
    ],
    "description": {
      "en": "A group of powerful beings called tenkaijin are holding a special tournament. The rules of the game–each tenkaijin selects a kid in junior high to be his champion and grants him a special power. The kids take each other on in heated battle, but if they hurt innocent bystanders, then they lose one of their natural-given abilities. Every time they win a battle, they gain a new ability. The ultimate winner of the tournament is granted any power of his choosing, and the tenkajin who he represents succeeds in becoming the next god. Kosuke Ueki has been chosen to fight in the tournament. His special power–the ability to turn garbage into trees.\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **The Law of Ueki** (2006)"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "154"
  },
  {
    "mangaId": "c185ef1c-6fec-44f1-8c79-a8e74399cdba",
    "title": {
      "en": "Eroge Sekai ni Tensei Shita Ore ga, Oshi e no Ai de Netorare Heroine o Shiawase ni Suru."
    },
    "updatedAt": "2024-11-23T19:28:36+00:00",
    "coverArt": "https://mangadex.org/covers/c185ef1c-6fec-44f1-8c79-a8e74399cdba/037b6493-47bf-4947-8f5f-cd0bf8cc2e09.jpg",
    "altTitles": [
      {
        "ja": "エロゲ世界に転生した俺が、推しへの愛で寝取られヒロインを幸せにする。"
      },
      {
        "ja-ro": "Eroge Sekai ni Tensei Shita Ore ga, Oshi he no Ai de Netorare Heroine wo Shiawase ni Suru."
      },
      {
        "en": "I, Who Was Reincarnated into the World of Eroge, Will Make the NTR Heroine Happy with My Love."
      },
      {
        "en": "I, Who Was Reincarnated Into An Eroge World, With My Love For My Fave, Will Make The Netorare Heroine Happy."
      },
      {
        "vi": "Chuyển sinh vào thế giới eroge, tôi sẽ dùng tình yêu waifu của mình để khiến nữ chính NTR hạnh phúc"
      }
    ],
    "description": {
      "en": "\"Suck it nicely, you weakling!\"\n\nThe one servicing that bastard's thing was my beloved girlfriend. There was nothing I could do before that scene...\n\nAfter starting to play an erotic game recommended by a friend, Mitsuki falls head over heels in love with the game's main heroine, Kotoha. But this game is a NTR game in which the heroine is seduced by the player's best friend, Ryou?! While searching for a happy ending with Kotoha, Mitsuki accidentally falls onto the train platform. When he wakes up, he finds himself faced with none other than… Kotoha!? To his surprise, Mitsuki has been reincarnated as the player character of \"that\" game…!\n\nWith his vast knowledge and love of games, Mitsuki is determined to change fate this time.\nIn order to protect Kotoha and the others from Ryou, he must achieve a perfect happy ending!\n___\n**Additional Official Raws:**\n- Individual Chapters: [comipo](https://comipo.app/series/web/20610/), [Amazon](https://www.amazon.co.jp/dp/B0CTHPS4K3), [ebookjapan](https://ebookjapan.yahoo.co.jp/books/811406/)\n- Volumes: [DLsite](https://www.dlsite.com/comic/work/=/product_id/BJ01208710.html)",
      "ja": "「上手にしゃぶれよザコ×××！」\n\nクソ野郎のアレに奉仕するのは俺の大好きな彼女。その光景を前に俺は何もできず…。\n\n友人の薦めでとあるエロゲーを始めた光希は、作品のメインキャラ・古都葉にガチ恋をする。だがこのゲーム、ヒロインがプレイヤーの親友キャラ・凌に堕とされる寝取られゲーで！？古都葉との幸せな結末を探し求める中、誤って駅のホームに転落してしまう光希。目覚めた彼の眼前にいたのは、他でもない…古都葉！？なんと光希は「あの」ゲームのプレイヤーキャラに転生したのだった…！\n\n膨大なゲーム知識と愛で、今度こそ運命を変えようと決意する光希。凌から古都葉たちを守り抜き、完全無欠のハッピーエンドを迎えるために――！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "192aa767-2479-42c1-9780-8d65a2efd36a",
    "title": {
      "en": "Gachiakuta"
    },
    "updatedAt": "2024-10-25T20:32:56+00:00",
    "coverArt": "https://mangadex.org/covers/192aa767-2479-42c1-9780-8d65a2efd36a/8a3024a1-524c-4fab-9549-1e66c53b7669.jpg",
    "altTitles": [
      {
        "ja": "ガチアクタ"
      },
      {
        "ja-ro": "Gachi Akuta"
      },
      {
        "ru": "Гачиакута"
      },
      {
        "fa": "گاچیاکوتا"
      },
      {
        "en": "Real Trash"
      },
      {
        "id": "Gachiakuta"
      },
      {
        "hi": "असल कचरा"
      },
      {
        "uk": "Ґачіакута"
      }
    ],
    "description": {
      "en": "A slum where criminals' descendants live... People beyond the border look down and discriminate them as \"tribal people.\" Ludo, an orphan boy, lives in the slum with his foster parent, Legt, and makes a living using his extraordinary physical abilities. However, one day, he was accused for a crime he didn't commit., and is thrown into the \"abyss\" which even the slum people fear.\n___\nLiving in the slums of a wealthy town, Rudo and his foster father Legto try to coexist with the rest of the town's residents, but Rudo despises the wastefulness of the upper class. Ignoring the warnings from those around him, Rudo regularly rummages through the town's garbage in search of anything useful or valuable to save from the \"Abyss\"—a massive hole where anything considered trash is dumped, including people. Rudo's biological father was one such person, having been thrown into the Abyss after he was accused of murder.\n\nOne day, after running into a mysterious figure on the way home, Rudo returns to find Legto's dying body on the floor. He is immediately found at the scene by the authorities and is charged with murder. No one believes his claims of innocence, and he is thrown into the Abyss. Instead of dying, however, he finds himself in a strange, foul-smelling place surrounded by monsters made out of trash.\n\nWhen Rudo is attacked by said monsters, he is saved by a man named Engine, who reveals himself to be a \"janitor\"—someone who uses special weapons called \"jinkis\" to combat these creatures. In order to get his revenge on the one who killed Legto, Rudo reluctantly becomes a janitor to fight his way back up and out of the Abyss.\n___\n**Additional Links:**\n- Alternative Official English: [K MANGA](https://kmanga.kodansha.com/title/10010/episode/325146) (US Only)",
      "fa": "در اطـــــــراف حلبی‌آباد  پرتـگاهی وجـو د دارد که هرکـس مرتکب\nخلافی شود به آنجا پـــــرت می‌شــود. رودو یتــیمی است که   در \nآنجا زندگی میکند اما روزی  به‌خاطر یک پاپوش او را به اشــــــــد\nمجازات محکوم می‌کنند.",
      "id": "Di daerah kumuh dimana keturunan kriminal tinggal... orang-orang yang di luar perbatasan mendiskriminasi dan merendahkan mereka sebagai \"orang suku.\". rudo, anak yatim, yang tinggal di daerah kumuh dengan orang tua angkatnya, regto, dan bertahan hidup menggunakan kemampuan fisik hebatnya. bagaimanapun, suatu hari, dia dituduh melakukan kejahatan yang dia tidak lakukan, dan dilempar ke dalam \"abyss\" yang bahkan orang-orang di daerah kumu bahkan ditakuti.'\nTinggal di daerah kumuh dari kota makmur, Rudo dan ayah angkatnya regto mencoba untuk bersahabat dengan orang-orang kota, tapi rudo membenci borosnya orang kelas atas. mengabaikan peringatan dari sekitarnya, Rudo mengais sampah melalui tempat pembuangan kota untuk mencari barang-barang bernilai atau berguna untuk diselamatkan dari \"abyss\"- lubang besar dimana apapun yang dianggap sampah dibuang ke sana, termasuk manusia. Ayah kandung Rudo termasuk orang itu, yang dilempar ke dalalm Abys setelah dia difitnah melakukan pembunuhan.\nSuatu hari, setelah lari dari sesosok misterius saat jalan pulang, Rudo menemukan tubuh sekarat Regto terbaring di lantai. dia dengan segera ditemukan di tkp oleh petugas dan dijatuhi dengan pembunuhan. Tidak seorangpun percaya ketidak bersalahannya, dan dia dilempar ke Abyss. Alih-alih mati, dia menemukan dirinya di tempat aneh, dan berbau busuk yang dikelilingi oleh monster yang terbuat dari sampah.\nKetika rudo diserang oleh monster itu, dia diselamatkan oleh pria yang bernama enjin, yang menyebut dirinya sebagai \"janitor\"- seseorang yang menggunakan senjata spesial yang disebut \"jinki\" untuk melawan makhluk itu. Agar dapat balas dendam pada orang yang membunuh Regto, Rudo dengan enggan menjadi seorang janitor untuk dapat kembali ke atas dan keluar dari Abyss.",
      "ja": "犯罪者の子孫たちが暮らすスラム街。境界線の向こうの人々からは「族民」とさげすまれ、差別を受けていた。孤児だった少年・ルドは、育ての親であるレグトと共にスラム街に住み、常人離れした身体能力を武器に生計を立てていた。だがある日、身に覚えのない罪を着せられ、スラムの人々でさえ恐れる「奈落」へと落とされてしまう……。",
      "es-la": "Barrios marginales habitados por descendientes de delincuentes. La gente de fuera de la frontera los desprecia y discrimina como \"gente de la tribu\". Ludo, un niño huérfano, vive en el barrio bajo con su padre adoptivo Legto, y se gana la vida utilizando sus extraordinarias habilidades físicas. Sin embargo, un día es acusado de un crimen que no cometió y se ve abocado al \"abismo\" que hasta los habitantes de los barrios bajos temen.\n\n(Source: Pocket Magazine)",
      "pt-br": "O grito redundante da alma que vem do fundo do poço em direção ao mundo infestado pelo desprezo e segregação! O subúrbio onde vivem os descendentes dos criminosos. Mesmo assim o Ludo vivia em meio à esse ambiente, de cabeça erguida, mas......!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a4e195d-97eb-4304-a863-28111cae5c75",
    "title": {
      "en": "Creepy Pharmacist: All My Patients are Horrific"
    },
    "updatedAt": "2024-07-11T21:40:05+00:00",
    "coverArt": "https://mangadex.org/covers/3a4e195d-97eb-4304-a863-28111cae5c75/b4d40da4-fc34-48fc-93e0-3d9ce0f03a40.jpg",
    "altTitles": [
      {
        "zh": "诡异药剂师：我的病人皆为恐怖"
      },
      {
        "zh-ro": "Guiyi Yaoji Shi: Wo De Bingren Jie Wei Kongbu"
      }
    ],
    "description": {
      "en": "Will this treacherous darkness swallow you up, or will you survive as a unique existence? \n\nLin En accidentally transmigrated into this monstrous world. As a rare human doctor, every one of his patients was moved by his \"gentle\" treatment and \"sincere\" service! \n\n“Anesthetics? Maybe next time.\"\n\"My knife is quick, it’ll be over soon~\"\n\nWelcome to Bloodsaw Pharmacy, where we will serve you wholeheartedly."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "290"
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-12-03T15:13:11+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/be30dcd5-dba6-4867-9b5e-85c9919599b5.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      },
      {
        "vi": "SHY"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "vi": "Vào giữa thế kỷ 21, trong số các anh hùng có mặt khắp nơi trên khắp thế giới xuất hiện một anh hùng siêu xấu hổ đến từ Nhật Bản với biệt danh là \"Shy\".\nCô gánh trên mình trách nhiệm của một anh hùng, mặc dù bản thân rất kém trong việc đối mặt với ánh mắt đến từ mọi người.\nDù gặp biết bao gian khó và khổ đau, nhưng Shy vẫn đứng lên vì những người xung quanh...! \nKhông chỉ dừng ở những cuộc xung đột, SHY còn là câu chuyện về tình người, về sự đồng tâm hiệp lực của các anh hùng để cùng nhau tiến về phía trước!\nCâu chuyện trưởng thành về anh hùng mang tấm lòng nhân ái!",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…",
      "pt-br": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada “Shy”..."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a313d06-8002-42cd-b7f5-bf1d9cfceb34",
    "title": {
      "en": "The Dragon Tamer (Webtoon)"
    },
    "updatedAt": "2024-04-04T05:21:41+00:00",
    "coverArt": "https://mangadex.org/covers/1a313d06-8002-42cd-b7f5-bf1d9cfceb34/ff965230-5150-4e8b-86e4-416412645ef3.jpg",
    "altTitles": [],
    "description": {
      "en": "What happens when a girl from a quaint and small town meets the son of a Yakuza crime lord? Will she be able to change him for the better or will he continue down the dangerous and violent path?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "394398f2-6287-48c7-9713-cd1759c97291",
    "title": {
      "en": "The Blood Princess and the Knight"
    },
    "updatedAt": "2024-09-12T22:58:59+00:00",
    "coverArt": "https://mangadex.org/covers/394398f2-6287-48c7-9713-cd1759c97291/78a07ad9-a65b-43ca-bf59-a0cf18694e43.jpg",
    "altTitles": [
      {
        "zh-ro": "Xue Ji Yu Qi Shi"
      },
      {
        "ja": "血の姫と騎士"
      },
      {
        "zh": "血姬与骑士"
      },
      {
        "en": "Vampires and Knight"
      },
      {
        "ru": "Вампиры и рыцарь"
      },
      {
        "ru": "Рыцарь и Королева Крови"
      },
      {
        "ko": "서큐버스가 되어버린 기사님"
      },
      {
        "fr": "From Holy Knight to Vampire"
      }
    ],
    "description": {
      "en": "I, who was a sacred knight, was defeated and captured in a battle against the vampire clan.   \n\n\"Oh? Letting you die? In your dreams! Accept my embrace, and in the future, please take care of me, my lovely daughter~\"   \n\nThe silver-haired Queen of the Vampire Clan lifted my chin and smiled cunningly, her sharp canines drawing closer to my neck… \n\n---\n**Links:**\n- [Alternative raw (Bilibili)](https://manga.bilibili.com/detail/mc28199)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e6fe2fd-ea67-4ca0-83f2-5bebfce436c2",
    "title": {
      "en": "Breaking Into The Body of The Emperor's Daughter"
    },
    "updatedAt": "2024-11-30T10:48:14+00:00",
    "coverArt": "https://mangadex.org/covers/4e6fe2fd-ea67-4ca0-83f2-5bebfce436c2/ffcebc89-cc21-4541-960f-48fb713d6338.png",
    "altTitles": [
      {
        "en": "Unveiling The Emperor's Secret"
      },
      {
        "zh": "撞破皇帝女儿身"
      }
    ],
    "description": {
      "en": "After transmigrating to another world as a wealthy young master, Su Changqing only wanted to live a low-profile life as a rich second-generation heir and enjoy his days in comfort. However, his plans are suddenly disrupted when his family faces an unexpected crisis, and he accidentally discovers the Emperor's secret - that she is actually a woman.\n\nWhile he initially feared the female Emperor would stop at nothing to silence him, to his surprise, she instead becomes interested in his mysterious ability to transform his appearance. She wants him to become her male body double. What Su Changqing never expected was that being the female Emperor's male substitute would mean he has to visit the imperial harem on his very first day. His peaceful life completely falls apart from that moment on..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a91719c-1009-482a-9915-389a366505e7",
    "title": {
      "en": "Osananajimi no Ijou Kawaii Imouto-chan"
    },
    "updatedAt": "2024-09-30T15:53:03+00:00",
    "coverArt": "https://mangadex.org/covers/1a91719c-1009-482a-9915-389a366505e7/9986a701-57da-4816-ab5d-7dafb46294d0.jpg",
    "altTitles": [
      {
        "ja": "幼馴染の異常可愛い妹ちゃん"
      },
      {
        "en": "My Friend's Abnormally Cute Sister"
      },
      {
        "zh-hk": "發小的異常可愛的妹妹"
      },
      {
        "zh-hk": "發小的巨可愛妹妹"
      },
      {
        "zh": "发小的异常可爱的妹妹"
      },
      {
        "zh": "发小的巨可爱妹妹"
      },
      {
        "vi": "Cô Em Gái Dễ Thương Nhưng Lạ Thường Của Bạn Tôi"
      }
    ],
    "description": {
      "en": "Yanagi, a second-year high school student, has a faint crush on Mizuki, the younger sister of her childhood friend Momo.\n\nOne day, while rummaging through Mizuki's personal belongings in her room, Yanagi discovers the truth about Mizuki...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87bca59d-1911-4231-829f-d49f0ff80ab4",
    "title": {
      "en": "Futaribocchi no OtaCir no Hime"
    },
    "updatedAt": "2024-11-24T23:00:03+00:00",
    "coverArt": "https://mangadex.org/covers/87bca59d-1911-4231-829f-d49f0ff80ab4/46239653-f40f-4898-b210-eaa96995c9f4.jpg",
    "altTitles": [
      {
        "ja": "ふたりぼっちのオタサーの姫"
      },
      {
        "ja-ro": "Futaribocchi no Otaku Circle no Hime"
      },
      {
        "ja": "Futaribocchi no Otasaa no Hime"
      },
      {
        "en": "The Otaku Circle's Princess in a Club of Two"
      }
    ],
    "description": {
      "en": "Ooyama Takeko joins an otaku club in the hopes of being worshiped as a princess as she'd be the only female member, but the club she joins only has two members (including herself). Based on a one shot of the same name.",
      "ja": "『小林さんちのメイドラゴン』などアニメ化多数の大人気作家が、初の週刊連載でYJに大登場！ 「ヲタクさんたちに”ちやほや”されたい！」 ”姫”を目指して大山武子が入ったオタサーは…、部員が二人しかいなかった！ 1年たっても二人っきりのサークルで、大山は立派な姫になれるのか!? 満たせ欲求！目指せ姫！天然ダメっ娘オタサーコメディ、開幕！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "100"
  },
  {
    "mangaId": "fbd9b470-c83d-4238-940d-d335a016d92e",
    "title": {
      "en": "Kawaisou na Imouto-chan"
    },
    "updatedAt": "2024-11-25T02:57:16+00:00",
    "coverArt": "https://mangadex.org/covers/fbd9b470-c83d-4238-940d-d335a016d92e/b0dacb85-e085-4c2d-b07a-ce6b3732dfcd.png",
    "altTitles": [
      {
        "ja": "かわいそうな妹ちゃん"
      },
      {
        "ja-ro": "Kawaisou na Imoutochan"
      },
      {
        "en": "Poor Little Sister"
      },
      {
        "vi": "Cô em gái đáng thương"
      },
      {
        "pl": "Biedna siostrzyczka"
      }
    ],
    "description": {
      "en": "Poor little sister who loves her onii-chan",
      "pl": "Biedna młodsza siostrzyczka, która zakochała się w swoim bracie",
      "vi": "Cô em gái đáng thương phải lòng anh trai mình"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54510496-b1d9-4b71-ac97-b50dec06d685",
    "title": {
      "en": "Fire Emblem Engage"
    },
    "updatedAt": "2024-11-02T16:37:15+00:00",
    "coverArt": "https://mangadex.org/covers/54510496-b1d9-4b71-ac97-b50dec06d685/647a72c9-d53f-4aae-988c-baf75fb174e0.jpg",
    "altTitles": [
      {
        "ja": "ファイアーエムブレム エンゲージ"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1acceea4-9aef-494c-8093-66d2fc0486c7",
    "title": {
      "en": "Tengu no Daidokoro"
    },
    "updatedAt": "2024-10-11T09:58:52+00:00",
    "coverArt": "https://mangadex.org/covers/1acceea4-9aef-494c-8093-66d2fc0486c7/73a22017-0b8c-4266-9320-e5f3d338fa68.jpg",
    "altTitles": [
      {
        "ja": "天狗の台所"
      }
    ],
    "description": {
      "en": "New Yorker On will be shown the wonderful and sweet perks of slow life by his skilled cook brother (Who’s actually a Tengu!).\n\nOn, a boy from New York discovers he is a descendant of a Tengu. According to their traditions, after reaching 14 he must spend a year of seclusion in Japan with his older brother: Motoi Izuna. Tengu aren’t particularly powerful, they live a simple life working in the fields and enjoy cooking, which only disappoints On. His interest only gets caught after discovering his brother has wings! Will he also develop Tengu powers!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c4dc433c-1e4d-405b-8cd2-a2c00ca2bc49",
    "title": {
      "en": "Firefighter"
    },
    "updatedAt": "2024-11-28T15:54:26+00:00",
    "coverArt": "https://mangadex.org/covers/c4dc433c-1e4d-405b-8cd2-a2c00ca2bc49/35648a1b-2472-48d1-9a14-675ce05a2e68.jpg",
    "altTitles": [
      {
        "ko": "소방관"
      }
    ],
    "description": {
      "en": "Ordinary college student Chul-woong, who was pondering what to do with his life, was led to become a firefighter after a fateful incident where he saved someone's life. However, in the early 2000s in South Korea, the treatment of firefighters was very different from Chul-woong's expectations. As a rookie firefighter, Chul-woong gives it his all, but one day he encounters an incident that will become a turning point in the history of firefighting in South Korea..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a580438-bc72-4503-940b-12a5da881b56",
    "title": {
      "en": "Kimi wa Yotsuba no Clover"
    },
    "updatedAt": "2024-11-14T23:54:43+00:00",
    "coverArt": "https://mangadex.org/covers/0a580438-bc72-4503-940b-12a5da881b56/e09b4033-bb8c-430b-b08e-5d77d2229bf6.jpg",
    "altTitles": [
      {
        "en": "You are a Four Leaf Clover"
      },
      {
        "vi": "Cậu là cỏ 4 lá"
      },
      {
        "ja": "きみは四葉のクローバー"
      },
      {
        "zh": "恋人手中四叶草"
      }
    ],
    "description": {
      "en": "Uichi was once popular, but now he is being bullied excessively. Then suddenly, his first love, Yotsuha, appears in front of him. What is this cute and brave girl's purpose...?",
      "ja": "かつての人気者で、今は過激ないじめを受ける宇一。そんな彼の前に突然現れた初恋の相手・よつは。可愛く健気な彼女の目的とは一体…!?",
      "vi": "Câu chuyện romcom nhẹ nhàng về hành trình chữa lành trái tim đã tan vỡ của main",
      "zh": "某天，曾很有人气的宇一的生活陡然一变。 以往光芒四射的日子被用抹布也无法擦去的黑暗所笼罩。 这时，熟悉宇一过去的初恋—— 四叶突然出现在了他的面前。 她的目的究竟是…！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "856d206f-f51c-4034-b259-a094b2a60547",
    "title": {
      "en": "Kanpeki na Imouto wa Tabun Hentai"
    },
    "updatedAt": "2024-12-02T03:27:16+00:00",
    "coverArt": "https://mangadex.org/covers/856d206f-f51c-4034-b259-a094b2a60547/eb7e31a2-80e9-441d-862c-6c283443e767.png",
    "altTitles": [
      {
        "ja": "完璧な妹は多分変態"
      },
      {
        "ja-ro": "Kanpekina Imouto wa Tabun Hentai"
      },
      {
        "en": "The Perfect Sister is Probably a Pervert"
      }
    ],
    "description": {
      "en": "A little sister too obsessed with her brother"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a0a8bc9-4e81-4055-b6e3-45c49bd36674",
    "title": {
      "en": "The Demon King Levels Up"
    },
    "updatedAt": "2024-10-07T00:47:32+00:00",
    "coverArt": "https://mangadex.org/covers/6a0a8bc9-4e81-4055-b6e3-45c49bd36674/1fbc486a-baeb-4aca-8e01-751c80c3faf5.jpg",
    "altTitles": [
      {
        "en": "Demon Lord's Martial Arts Ascension"
      },
      {
        "en": "The Demon Lord Levels Up With Martial Arts"
      },
      {
        "ko": "무공으로 레벨업하는 마왕님"
      }
    ],
    "description": {
      "en": "Now that the demonic realm and the heavenly realm have called a truce, the human world has returned to an era of peace.\n\nJeon Minchul lives the life of an ordinary college student until the day he comes across an artifact from the war and remembers — in his past life, he was the demon king who brought the world to its knees.\n\nUpon recalling these memories, Minchul awakens his old powers, along with some new ones. But can this demon king harness the powers of both good and evil to protect the peace?",
      "ko": "“마왕.”\n\n그건.\n인간이 되기 전, 전생의 나를 부르던 말이었다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "366dcef2-11ac-4ec0-9d75-967638f211a7",
    "title": {
      "en": "Holiday Yasumi's Twitter Shorts"
    },
    "updatedAt": "2024-11-22T12:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/366dcef2-11ac-4ec0-9d75-967638f211a7/b2bbbada-a74f-4a68-920f-6da3e09bde07.jpg",
    "altTitles": [],
    "description": {
      "en": "Short comics posted by Holiday Yasumi on Twitter/X.\n\nThe chapter numbers aren't important as most of the comics are unrelated to the rest, though some feature recurring characters."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e526d86-e9ae-46a1-ae5a-f80bc1756660",
    "title": {
      "en": "Imouto no Mune ga Suki"
    },
    "updatedAt": "2024-12-04T07:59:09+00:00",
    "coverArt": "https://mangadex.org/covers/0e526d86-e9ae-46a1-ae5a-f80bc1756660/b3452b12-a3e1-4ff1-aa1f-644e2650f481.jpg",
    "altTitles": [
      {
        "ja": "妹の胸が好き"
      },
      {
        "en": "I Like My Little Sister's Breasts"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa36a320-8ab6-4fa8-a1ce-fa58089a4e54",
    "title": {
      "en": "Match Uri"
    },
    "updatedAt": "2024-10-20T16:46:59+00:00",
    "coverArt": "https://mangadex.org/covers/fa36a320-8ab6-4fa8-a1ce-fa58089a4e54/dcce79f2-2ef2-43f9-a60f-a5c92ceb3175.jpg",
    "altTitles": [
      {
        "ja-ro": "Macchi Uri"
      },
      {
        "ja-ro": "Macchiuri"
      },
      {
        "en": "The Match Seller"
      },
      {
        "ja": "マッチ売り"
      }
    ],
    "description": {
      "en": "University student Kiyotaka Hirose finds a love letter tucked into the pages of a borrowed book. The intended recipient is a mystery, but the writer’s identity is clear: a fellow student who’s suddenly leaving Tokyo and heading back to his hometown. Hirose is determined to return the letter, and as he tries to do so he runs into a black-market match seller, Seiji Hanashiro. Drawn to each other at first sight, tangled up in destiny and their own feelings, the men see their lives turned upside down by a single love letter. The first volume of Sakae Kusama’s standalone series, Lost Letters."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "d880ae9a-f400-4ff7-9251-ba3de6bed450",
    "title": {
      "en": "Show-ha Shou-ten!"
    },
    "updatedAt": "2024-10-09T11:49:43+00:00",
    "coverArt": "https://mangadex.org/covers/d880ae9a-f400-4ff7-9251-ba3de6bed450/4bf617de-69e8-49d9-b445-ba792ed20b14.jpg",
    "altTitles": [
      {
        "zh": "笑波冲天！"
      },
      {
        "zh-hk": "笑波衝天！"
      },
      {
        "ja": "ショーハショーテン！"
      }
    ],
    "description": {
      "en": "The manga centers on a high school student who sends material to programs and a former child actor. The two team up to become an aspiring comedian duo.",
      "ja": "お笑いのセンスはあれど、人前では緊張してしまう内気な少年・四十万畦道！　かたやネタは作れずとも表現力はピカイチの元天才子役・東片太陽！　生きてきた道も違えば、性格も違う高校1年生の2人だが、目指す目標は唯一つ“お笑いの頂点”!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33d43bb9-da74-43f7-b5a7-bb597c19406a",
    "title": {
      "en": "The Constellations Are My Disciples"
    },
    "updatedAt": "2024-07-22T03:51:01+00:00",
    "coverArt": "https://mangadex.org/covers/33d43bb9-da74-43f7-b5a7-bb597c19406a/9fcfd23f-0dfc-42f1-ab96-97593039e325.jpg",
    "altTitles": [
      {
        "ko": "성좌들이 내 제자"
      }
    ],
    "description": {
      "en": "300 years ago, the invincible warrior Hyeon-oh Kim brought down the Tower of the End, preventing the world’s demise. Though he should have died the moment the Tower of the End collapsed, Hyeon-oh is reborn 300 years later in the body of a 17-year-old boy named Juhyeok Kim.\n\nMeanwhile, he discovers the existence of the Constellations, who were once his disciples 300 years ago but were born during the time when he did not exist in this world. Will he be able to find them again and train them?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ad5bad9-8181-494a-8a74-0d59028593ca",
    "title": {
      "en": "Saikin Kokuhaku wo Kotowatta Bakari no Kouhai Joshi ga Gimai ni Natte Shimatta"
    },
    "updatedAt": "2024-12-03T18:43:24+00:00",
    "coverArt": "https://mangadex.org/covers/0ad5bad9-8181-494a-8a74-0d59028593ca/d5560348-750a-4347-93ef-05c9c6a2ae47.jpg",
    "altTitles": [
      {
        "ja": "最近告白を断ったばかりの後輩女子が義妹になってしまった"
      },
      {
        "en": "The Junior Girl Who I Recently Rejected Has Become My Step-sister"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5588759b-894a-468e-9497-eb43f2c51fee",
    "title": {
      "en": "Net no \"Oshi\" to Real no \"Oshi\" ga Tonari ni Hikkoshite Kita"
    },
    "updatedAt": "2024-11-27T20:55:53+00:00",
    "coverArt": "https://mangadex.org/covers/5588759b-894a-468e-9497-eb43f2c51fee/81df133a-8991-4f85-9a42-af4cc22404cd.jpg",
    "altTitles": [
      {
        "ja": "ネットの『推し』とリアルの『推し』が隣に引っ越してきた"
      },
      {
        "en": "My Fave Persons Moved into Condominium Where I Live"
      }
    ],
    "description": {
      "en": "**The only one who can support them is... me?**\n\nTendou Souma, who spends his days in idle monotony, has two \"idols.\" His online idol is Henrietta, a hugely popular VTuber. His real-life idol is Hiyori Yatsumi, an idol and voice actress. Souma's university life was supposed to be centered around supporting these two idols... But then, one of his idols unexpectedly moves into the room next door!? Excited by this dream-like turn of events, Soma is thrilled, but what he discovers is the disappointing true nature of his idol...",
      "ja": "無為な日々を過ごす天童蒼馬には二人の『推し』がいる。ネットの『推し』大人気VTuberのアンリエッタ。リアルの『推し』アイドル声優の八住ひより。二人への推し活を生きがいに大学生活を送るはずが……なんと隣の部屋に『推し』の一人が引っ越してきて!?夢のような展開に胸を躍らせる蒼馬だったが、目の当たりにしたのは残念すぎる『推し』の本性で――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c507bf3-4f6d-4491-8ad2-c8725e03796f",
    "title": {
      "en": "Stuck in the Tower"
    },
    "updatedAt": "2024-05-14T00:27:29+00:00",
    "coverArt": "https://mangadex.org/covers/0c507bf3-4f6d-4491-8ad2-c8725e03796f/60986962-0ab3-4a68-a646-fb8c4e86be8e.jpg",
    "altTitles": [
      {
        "ko": "탑에 갇혀 고인물"
      },
      {
        "ar": "عالق في البرج"
      }
    ],
    "description": {
      "en": "A world where gates open and monsters come out to play— Hyunsoo longs to enter the tower and take on the role a sa hunter. But in reality, he works as a porter and meat shield of E Class Hunters who are worse than gangsters. Moreover, he was taken advantage by this hunters to the point where he was about to meet death. As soon as he thought that he was dead, he was summoned to the tower, was revived back from the dead, and began climbing up the tower to become a hunter that he had been longing to be. Depending on how much coins one has, the tower offers them the chance to challenge it. Hyunsoo looks at the number of coins he has…. [You have an infinite number of coins!] “Then I’ll awaken myself in the 100th floor and go home!!!” Hyunsoo, who is stucked in the tower, begins his conquer!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5422f55a-4fbf-4f60-9289-bab55c87c2bc",
    "title": {
      "en": "Guilty Circle"
    },
    "updatedAt": "2024-11-15T14:30:28+00:00",
    "coverArt": "https://mangadex.org/covers/5422f55a-4fbf-4f60-9289-bab55c87c2bc/0b54fd9e-edae-4ae2-b98f-db86ceec3254.jpg",
    "altTitles": [
      {
        "ja": "ギルティサークル"
      },
      {
        "zh-hk": "罪惡社團"
      },
      {
        "zh": "罪恶社团"
      }
    ],
    "description": {
      "en": "April! Sawaya Doji's college life at his dream school of Seio University starts with an encounter with the beautiful Kaede Hoshimi during the club recruiting fair. Sawaya believes that if he goes to Tokyo... if he joins a university... if he joins a club, he can get a girlfriend! It's a great way to meet new people, but what kind of club has he gotten himself into?",
      "ja": "４月！憧れの青応大学へと入学した大学１年生・沢屋童二は、サークル勧誘期に美少女・星見楓と出会う。「東京に行けば…大学に入れば…サークルに入れば、彼女ができる！」と信じる沢屋は星見楓とともに派手目なサークルの新歓コンパへと参加するが……。沢屋が足を踏み入れたサークルの罪深き実態、秘密とは何か！？",
      "pt-br": "Abril! A vida universitária de Sawaya Doji em sua escola de sonho da Universidade de Seio começa com um encontro com a bela Kaede Hoshimi durante a feira de recrutamento do clube. Sawaya acredita que se ele for para Tóquio... se ele entrar em uma universidade... se ele entrar em um clube, ele pode conseguir uma namorada! É uma ótima maneira de conhecer novas pessoas, mas em que tipo de clube ele se meteu?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00a080b4-2978-41d4-b0fb-d2e38b1abcb7",
    "title": {
      "en": "Sounds Like"
    },
    "updatedAt": "2024-11-02T22:52:19+00:00",
    "coverArt": "https://mangadex.org/covers/00a080b4-2978-41d4-b0fb-d2e38b1abcb7/1957f4bf-5e82-42c8-b08d-2efb25041897.jpg",
    "altTitles": [
      {
        "ko": "사운즈 라이크"
      }
    ],
    "description": {
      "en": "A dazzling survival band audition, youth? Revenge? Well, the only thing for sure is… ‘As long as I’m here, you won’t debut gracefully.’ My brother, Ha Seong-woo, a famous singer-songwriter, was murdered. The killer was Baek Do-hyung, my brother’s friend and colleague. The moment I found out, I, Ha Su-in, also died in an unexpected accident… After a moment of excruciating pain, I opened my eyes to find myself back 5 years ago, when my brother died. This second chance, I won’t just stand by and watch like before. I’m going to enter <PICK BAND 2>, the follow-up season of the audition my brother won and the grand debut stage for the killer Baek Do-hyung, and ruin everything. Just me? No, I’ll gather geniuses that no one can mess with. After all, I’ve replayed this audition hundreds of times."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "523ac7ed-0b24-4598-b440-814d8bdcf540",
    "title": {
      "en": "Soul Land II - The Peerless Tang Sect"
    },
    "updatedAt": "2023-10-22T09:31:37+00:00",
    "coverArt": "https://mangadex.org/covers/523ac7ed-0b24-4598-b440-814d8bdcf540/cb1ee7d7-57ea-4de0-b66f-9e17ffe29054.jpg",
    "altTitles": [
      {
        "en": "Combat Continent 2"
      },
      {
        "en": "Combat Continent II"
      },
      {
        "zh-ro": "Douluo Dalu II - Jueshui Tangmen"
      },
      {
        "en": "Đấu La Đại Lục 2 - Tuyệt Thế Đường Môn"
      },
      {
        "en": "Soul Land 2 - The Peerless Tang Sect"
      },
      {
        "en": "Soul Land II"
      },
      {
        "en": "斗罗大陆2 - 绝世唐门"
      },
      {
        "zh-ro": "Douluo Dalu 2 - Jueshui Tangmen"
      },
      {
        "en": "Soul Land II - The Unrivaled Tang Sect"
      },
      {
        "en": "Soul Land 2 - The Unrivaled Tang Sect"
      }
    ],
    "description": {
      "en": "A land without magic, dou-qi, martial arts, but with essence spirits instead. This is the continent 10,000 years after the formation of the Tang Sect. A new hero and his friend walk the land, a new \"Seven Monsters of Shriek.\" Will they keep up the name of the Tang Sect? Or will it crumble due to a new essence system?  \n\n---\n\n**Notes:**\n- This is Soul Land's sequel, but you don't have to read it before reading this. There might be spoilers though.\n- Starting at chapter 181, the manhua format changes to long strip."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39d875a6-5df3-4323-a2da-3a0b50af429a",
    "title": {
      "en": "Dou Luo Da Lu"
    },
    "updatedAt": "2024-10-14T00:35:32+00:00",
    "coverArt": "https://mangadex.org/covers/39d875a6-5df3-4323-a2da-3a0b50af429a/1ce4873a-7198-4452-9af5-b2f35c6df4ff.jpg",
    "altTitles": [
      {
        "en": "Combat Continent"
      },
      {
        "en": "Soul Land"
      },
      {
        "zh-ro": "Douluo Dalu"
      },
      {
        "vi": "Đấu La Đại Lục"
      },
      {
        "zh-hk": "斗罗大陆"
      }
    ],
    "description": {
      "en": "Tang San was a talented apprentice to the great Tang Sect. Due to mastering the forbidden Tang arts, he was pressured to jump off a cliff and died. However, he was reborn into another world filled with Essence Spirits. At the age of six, every person will have their essence spirit awoken. Spirits can take many forms: weapons, plants, and animals; They can help people with their daily lives. Outstanding spirits can be trained to engage in combat. A spirit master is the soul and heart of the Combat Continent! When Tang San turns six, a huge surprise awaits him. His peaceful life in this new world will change completely.\n\nNote: After the original chapter 344, it continued on from a re-written 322."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3397fcf6-18bb-4983-8daa-2b0ccd79487e",
    "title": {
      "en": "Shen Yin Wang Zuo"
    },
    "updatedAt": "2023-08-29T17:44:02+00:00",
    "coverArt": "https://mangadex.org/covers/3397fcf6-18bb-4983-8daa-2b0ccd79487e/65b1d7d9-a776-4590-8fa0-7264de7dda68.jpg",
    "altTitles": [
      {
        "en": "Sealed Divine Throne"
      },
      {
        "ru": "Трон, отмеченный Богом"
      },
      {
        "zh": "神印王座"
      },
      {
        "ko": "신인왕좌"
      },
      {
        "vi": "Thần Ấn Vương Toạ"
      },
      {
        "zh-ro": "Shén Yìn Wángzuò"
      },
      {
        "zh-ro": "Shén Yìn Wáng Zuò"
      },
      {
        "zh-ro": "Shen Yin Wangzuo"
      },
      {
        "en": "Throne of Seal"
      }
    ],
    "description": {
      "en": "While the demons were rising, mankind was about to become extinct. Six temples rose, and protected the last of mankind. A young boy joins the temple as a knight to save his mother. During his journey of wonders and mischief in the world of temples and demons, will he be able to ascend to become the strongest knight and inherit the throne?",
      "it": "demoni erano in aumento e l'umanità era sul punto di estinguersi. Sei templi rosa proteggono quanto rimasto del genere umano. Un giovane ragazzo si unisce ad un tempio come cavaliere per salvare sua madre iniziando un viaggio nel mondo dei templi e dei demoni. Sarà egli in grado di salire di livello sino a diventare il cavaliere più forte sino ad ereditare il trono?",
      "pt": "Enquanto os demônios estavam em ascensão, a humanidade estava prestes a extinguir-se. Seis templos se ergueram e protegeram a humanidade. Um garoto que se junta aos templos como um cavaleiro para salvar sua mãe. Durante sua jornada nas maravilhas e males em um mundo de templos e demônios, será ele capaz de subir e tornar-se o cavaleiro mais forte a herdar o trono?!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "395d14e7-5555-4995-9faf-7f1495754fba",
    "title": {
      "en": "The Barbarian of Seoul Station"
    },
    "updatedAt": "2024-11-15T21:31:28+00:00",
    "coverArt": "https://mangadex.org/covers/395d14e7-5555-4995-9faf-7f1495754fba/56bff71d-b222-4b27-80ac-392f1fd4ec5a.jpg",
    "altTitles": [
      {
        "ko-ro": "서울역 바바리안"
      },
      {
        "en": "Seoul Station Barbarian"
      }
    ],
    "description": {
      "en": "Cheoldu, a barbarian raised on Earth, lives a mundane life with his best friend Jintae.\n\nBut when he sees an alien creature from his planet on the news, everything changes. Thrown into an apocalyptic challenge, Cheoldu and Jintae must adjust their lives in Nova, a savage world filled with goblins and ogres. \n\nWill the two conquer Nova’s perils and uncover the secrets that could change Earth’s fate? An epic tale of friendship, survival, and untamed adventure awaits.",
      "ko": "K고딩 강철두는 평화로운 지구가 따분하다. 이유는 그에게 ‘바바리안’의 피가 흐르기 때문!\n\n전투를 갈망하던 그때, 지구에 종말이 선포되고살기 위해선 야만의 세계 ‘노바 행성’으로 이주해야 한다!\n\n철두의 심장이 뛴다.전투와 모험이 가득한, K-바바리안의 노빠꾸 행성 정복기!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78df87fa-74bb-4e8c-9c22-33194e3935ae",
    "title": {
      "en": "A Woman Who Is Too Honest Despite Her Kyoto Dialect"
    },
    "updatedAt": "2024-12-03T21:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/78df87fa-74bb-4e8c-9c22-33194e3935ae/e1b5ad65-77ea-431e-8606-077730f6c68f.png",
    "altTitles": [
      {
        "ja": "京都弁なのに正直すぎる女"
      },
      {
        "ja-ro": "Kyoto-ben na no ni Shoujiki Sugiru Onna"
      },
      {
        "vi": "Cô gái ấy quá trung thực mặc cho giọng thổ ngữ Kyoto của mình"
      },
      {
        "en": "A Girl Who Is Too Honest Despite Her Kyoto Dialect"
      },
      {
        "es-la": "Una chica demasiado honesta a pesar de su dialecto de Kyoto"
      },
      {
        "fr": "Trop honnête pour quelqu’un qui parle Kyoto !"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "Yuurei to Tsukareta Kaishain"
    },
    "updatedAt": "2024-11-28T01:13:26+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/b951d7de-6e16-4f01-9973-0efbcccb7536.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "en": "The Ghost and the Exhausted Office Worker"
      }
    ],
    "description": {
      "en": "No matter how hard things seem to be, there is always 'someone' watching over you.\n\nA ghost who remained in this world with lingering attachments, one day encountered an office worker left exhausted from work, Nozaki.\n\n\"Nobody even looks at me...\"\n\nNozaki was consumed with loneliness.\nThe ghost, who was all alone at the end of his own life, decided to watch over his daily life.\n\nThough left at the mercy of his job, Nozaki desperately carried on each day.\nUntil one day, he encountered someone new.\n\nThe feelings he lost amid the restless day-to-day, through connecting with others, Nozaki will gradually take back.",
      "ja": "どんなつらい時でも、見ていてくれる「誰か」がいる。\n\nこの世に未練を残してさまよっていた幽霊は、ある日、仕事に疲れた会社員、野崎と出会う。\n\n「俺のことなんて、誰も見てないんだ…」\n\n孤独感に打ちひしがれる野崎。人生の最後に一人ぼっちだった幽霊は、彼の生活を見守ってみることに。仕事に翻弄されながらも必死に日々を送る野崎。やがて彼に新たな出会いが訪れる。忙しない日々の中でこぼれ落ちてしまった気持ちを、野崎は人との関わりの中で、少しずつ取り戻していく――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]