[
  {
    "mangaId": "65936513-d6aa-4aeb-ae16-6afb00c3d8c3",
    "title": {
      "en": "Liu Sui Kaishi Chengwei Nvwang"
    },
    "updatedAt": "2025-01-09T22:51:57+00:00",
    "coverArt": "https://mangadex.org/covers/65936513-d6aa-4aeb-ae16-6afb00c3d8c3/2ab1b80c-9e7c-4c58-b7a6-51dfb8cf1b21.png",
    "altTitles": [
      {
        "zh": "六岁开始成为女王"
      },
      {
        "en": "Becoming the Queen at the Age of Six"
      }
    ],
    "description": {
      "en": "I woke up to find myself transmigrated into a novel as the “background character that's doomed to die.” Now stuck in the body of a six-year-old, I’ve got some serious challenges ahead of me. But I’m not about to let fate have its way. Even if I have to become the villain, I’ll do whatever it takes to survive!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b8e96a88-1b11-4948-b523-524353a90c3b",
    "title": {
      "en": "Tabi"
    },
    "updatedAt": "2024-05-19T23:56:38+00:00",
    "coverArt": "https://mangadex.org/covers/b8e96a88-1b11-4948-b523-524353a90c3b/eaf7b8f2-071b-4c12-a2a8-6237306d9eab.jpg",
    "altTitles": [
      {
        "ja": "旅"
      },
      {
        "en": "The Journey of Life"
      },
      {
        "en": "Spring Horse"
      },
      {
        "tr": "Bahar Atı"
      },
      {
        "ja-ro": "Harukoma"
      },
      {
        "en": "The Girl Underwater"
      },
      {
        "ja": "水中国の娘"
      },
      {
        "ja-ro": "Mizu Chuugoku no Musume"
      },
      {
        "en": "The Legend of the President's Glasses"
      },
      {
        "ja": "会長の眼鏡伝説"
      },
      {
        "ja-ro": "Kaichou no Megane Densetsu"
      },
      {
        "tr": "Başkanın Gözlük Efsanesi"
      }
    ],
    "description": {
      "en": "A collection of short stories, centered around the theme of journey.\n\nTable of Contents\nChapter 1: Harukoma\nChapter 2: The Pine Tree Occasionally Awakens\nChapter 3: Traveling Prince\nChapter 4: Six Months' Vacation\nChapter 5: The Girl Underwater\nChapter 6: How to Wake Up Your Lady\nChapter 7: The Legend of the President's Glasses\nChapter 8: Eru's House Sitting\nChapter 9: Family Ensemble\nChapter 10: Tazaki in the Desert\nChapter 11: Taro and Tayura\nChapter 12: Ran and the Gray World Extra\nChapter 13: Toki's Journey\nAppendix\nAfterword"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "13"
  },
  {
    "mangaId": "1866529a-d421-43e6-8d5f-9ebd9a2dbb2b",
    "title": {
      "en": "Tsuma, Shougakusei ni Naru. Spinoff: Hatsukoi Aite no Kimi wa Dare?"
    },
    "updatedAt": "2025-01-27T13:40:17+00:00",
    "coverArt": "https://mangadex.org/covers/1866529a-d421-43e6-8d5f-9ebd9a2dbb2b/786e6238-5781-496c-a067-9038b3f67f93.jpg",
    "altTitles": [
      {
        "ja": "妻、小学生になる。スピンオフ　初恋相手の君は誰？"
      },
      {
        "ja-ro": "Tsuma, Shougakusei ni Naru. Spinoff: Hatsukoi Aite no Kimi ha Dare?"
      },
      {
        "ja": "If my wife become an elementary school student."
      },
      {
        "en": "If My Wife Became An Elementary School Student. Spinoff: My First Love, Who Are You?"
      },
      {
        "en": "My Wife Became An Elementary School Student. Spinoff: My First Love, Who Are You?"
      }
    ],
    "description": {
      "en": "Now in high school, Takeru goes to his elementary school reunion and runs into Marika, his first love. This causes him to remember his elementary school days when he was in love with her, his classmate who'd recently become mature."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "0768e6d2-3d75-4c2e-ad02-02366b8c5d7a",
    "title": {
      "en": "Mesh"
    },
    "updatedAt": "2025-01-19T07:34:12+00:00",
    "coverArt": "https://mangadex.org/covers/0768e6d2-3d75-4c2e-ad02-02366b8c5d7a/7c4ae09e-fa2d-4928-a17c-82f02e1da847.jpg",
    "altTitles": [
      {
        "ja-ro": "Mesh"
      },
      {
        "ja": "メッシュ"
      }
    ],
    "description": {
      "en": "The story follows the life of a teenage boy named \"Mesh,\" so-called for his unique \"mesh\"-colored hair: blonde with silver strands on the sides. It begins with a scene where Mesh, after being beaten, escapes from a mob and encounters Milon, a forger and painter. Mesh ends up staying at Milon’s house, and the two form an unlikely bond as they navigate life together. Each chapter is a poetic blend of crime, peaceful everyday moments, or the vibrant nightlife of artists in a fictionalized Paris.\n\n\"Mesh\" is regarded as one of Hagio Moto’s defining works, marking a pivotal shift in her artistic style. It was her first series to adopt a more realistic look while retaining the ethereal beauty characteristic of 1970s shōjo art. The story ventures into more mature themes while continuing to explore Hagio's recurring motifs, such as parent-child relationships and adolescence.",
      "vi": "\"Mesh\" kể về một phần tuổi niên thiếu của cậu bé cùng tên, biệt danh bắt nguồn từ mái tóc vàng pha bạc đặc trưng. Câu chuyện mở đầu với cảnh Mesh vừa bị xã hội đen hành hung, tình cờ gặp Milon, một họa sĩ chuyên vẽ tranh nhái. Mesh ở lại nhà Milon, và giữa hai người hình thành một mối liên kết kỳ lạ. Mỗi chương là sự kết hợp đầy chất thơ giữa thế giới tội phạm, những khoảnh khắc đời thường yên bình, và nhịp sống sôi động của các nghệ sĩ tại một Paris huyền ảo được Hagio phác họa.\n\nTác phẩm này được coi là dấu mốc quan trọng trong sự nghiệp của Hagio Moto, đánh dấu sự chuyển mình lớn trong phong cách nghệ thuật của cô. Đây là loạt truyện đầu tiên của cô mang nét vẽ hiện thực hơn, trong khi vẫn giữ được nét mềm mại đặc trưng của dòng shōjo những năm 1970. Câu chuyện khai thác các chủ đề trưởng thành hơn trước, đồng thời tiếp tục đào sâu những motif quen thuộc trong sáng tác của Hagio, như mối quan hệ cha mẹ - con cái và các vấn đề tâm lý tuổi trẻ."
    },
    "status": "completed",
    "releaseDate": 1980,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": ""
  },
  {
    "mangaId": "8d601b9d-08c1-427d-b937-c8662baf0b94",
    "title": {
      "en": "Torch Song Ecology"
    },
    "updatedAt": "2022-08-01T07:01:10+00:00",
    "coverArt": "https://mangadex.org/covers/8d601b9d-08c1-427d-b937-c8662baf0b94/40111d0f-9008-4c82-8cde-c1080d8e529a.jpg",
    "altTitles": [
      {
        "ja": "トーチソング・エコロジー"
      },
      {
        "zh-hk": "悲傷情歌生態學"
      }
    ],
    "description": {
      "en": "The story follows Kiyotake, a man with no aim or accomplishments in life. He’s an actor who lands extra roles at best, works multiple part-time jobs to barely support himself, and has few personal attachments. His best friend Shun died when he was 19 in an accident and he now has a few casual friends. This expands when an old acquaintance moves in next door…"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "23"
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2025-02-06T14:29:35+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/ae1a9844-3a74-462d-8bdd-bef3232e1e03.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      },
      {
        "en": "The weirdo one desk over keeps giving me THAT kind of look"
      },
      {
        "ur": "Sath ki kursi par beithne wali mujhe \"Un Ankhoñ\" se deikhti he"
      }
    ],
    "description": {
      "en": "While you were admiring the girl in the next seat, she might be eyeing you up, too…? A new kind of “neighborly” short-form pure love comedy!\n\n(Source: Sunday Webry, translated)",
      "ja": "主人公の池沢くんは、同じクラスの美少女・江口さんのことを「そういう目」で見ている。しかし実は、江口さんも「そういう目」で池沢くんのことを見ていて！？チラ見えする筋肉、汗ばむ肌、髪の香り…互いに興味津々な2人の「下心」から始まる純愛ラブコメ！好きな人のなら、臭いも汗も×××も…全部好き。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "35afa4a9-0128-4e15-9801-c34d9e1b9f9a",
    "title": {
      "en": "Kimi no Tame no Curtain Call"
    },
    "updatedAt": "2025-01-28T16:50:48+00:00",
    "coverArt": "https://mangadex.org/covers/35afa4a9-0128-4e15-9801-c34d9e1b9f9a/72828433-13f5-4089-8bac-8f877b4e5e82.jpg",
    "altTitles": [
      {
        "ja": "君のためのカーテンコール"
      },
      {
        "en": "A Curtain Call for You"
      }
    ],
    "description": {
      "en": "Akutsu Sakura, a wallflower with no self-esteem to speak of, and Hiiragi Tsubame, a girl brimming with confidence and dignity. The meeting between these two polar opposites marks the start of their adolescence.",
      "ja": "『青春を演れ――!』自分に自信がなく目立たないように生きる阿久津 桜と、常に自信に満ち溢れ堂々と行動する柊 つばめ。対照的な二人が出会い今、青春が始まる――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b5a3b43-effb-4f54-aa9b-d6093d523452",
    "title": {
      "ja": "Silent Witch Chinmoku no Majo no Kakushigoto"
    },
    "updatedAt": "2025-02-06T21:27:33+00:00",
    "coverArt": "https://mangadex.org/covers/2b5a3b43-effb-4f54-aa9b-d6093d523452/7d7c1eb5-0088-4e55-b9e2-666913554631.jpg",
    "altTitles": [
      {
        "ja": "サイレント・ウィッチ 沈黙の魔女の隠しごと"
      },
      {
        "en": "Secrets of the Silent Witch"
      },
      {
        "ko": "사일런트 위치"
      },
      {
        "es": "Secretos de la Bruja Silenciosa"
      }
    ],
    "description": {
      "en": "Monica Everett is revered as \"The Silent Witch.\" She's the only magician in the world who can use magic without an incantation... In reality though, she's just shy— the only reason she practiced chantless magic was so that she wouldn't have to speak in public! Before even realizing her own talent, Monica is chosen as one of the \"Seven Sages,\" and is assigned the secret mission of protecting the kingdom’s second prince...?",
      "es": "Monica Everett es venerada como «La Bruja Silenciosa». Es la única maga del mundo que puede usar la magia sin conjuros... En realidad, es tímida: ¡la única razón por la que practicaba magia sin encantamientos era para no tener que hablar en público! Antes incluso de darse cuenta de su propio talento, Mónica es elegida como uno de los «Siete Sabios», ¿y se le asigna la misión secreta de proteger al segundo príncipe del reino...?\n\nLa antisocial joven prodigio tendrá que ocultar su verdadera naturaleza mientras rescata en secreto al príncipe del peligro que la acecha en esta emocionante historia de fantasía.",
      "id": "Keajaiban tidak membutuhkan nyanyian. Ini adalah kisah tentang penyihir terlemah, paling pemalu, namun terkuat, dan bagaimana dia dilahirkan kembali, semuanya menjadi sebuah buku. (Penyihir Keheningan) Monica Everett. Satu-satunya penyihir di dunia yang bisa menggunakan sihir diam (tanpa nyanyian), dan seorang pahlawan muda yang membunuh sendiri naga hitam legendaris itu. Tapi apa sifat aslinya?? Alasan sebenarnya saya berlatih sihir diam adalah agar saya tidak perlu berbicara di depan umum. Ketika Monica terpilih sebagai salah satu dari 7 Watchers, tanpa disadari, dia terpaksa mengambil misi rahasia untuk melindungi pangeran kedua…? Lemah dan pemalu, namun yang terkuat. Penyihir surgawi yang antisosial menyembunyikan identitas aslinya dan diam-diam membawa kejahatan ke pengadilan melawan pangeran dalam fantasi yang menyakitkan! Fantasi penyihir web, terlahir kembali menjadi sebuah buku, dengan tambahan! Apa yang akan menjadi misteri baru yang berdiri di depan Monica Everett…?",
      "ja": "〈沈黙の魔女〉モニカ・エヴァレット。無詠唱魔術を使える世界唯一の若き魔術師………だがその本性は――超がつく人見知り！！無詠唱魔術を練習したのも人前で喋らなくて良いようにするためだった！才能に無自覚なまま“七賢人”に選ばれてしまったモニカは、同僚ルイスから第二王子を護衛する極秘任務を押しつけられて……？引きこもり天才魔女が正体を隠し、学園へ潜り込む！人見知りモニカは果たしてどうなる――！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5a7c4af-d22f-42f6-a615-b086775bad23",
    "title": {
      "en": "Kuromaku Ikka ni Tensei Shita Kedo Gensaku Mushishite Dokuritsu Suru"
    },
    "updatedAt": "2025-01-29T11:40:53+00:00",
    "coverArt": "https://mangadex.org/covers/d5a7c4af-d22f-42f6-a615-b086775bad23/bbca72cc-fdad-4fe5-832c-1f973d5264a0.jpg",
    "altTitles": [
      {
        "ja": "黒幕一家に転生したけど原作無視して独立する"
      },
      {
        "en": "Reincarnated Into a Villainous Family, but I'm Ignoring the Plot and Going Rogue!"
      },
      {
        "en": "I Was Reincarnated Into a Villainous Family, but I'll Ignore the Original Story and Live Independently"
      }
    ],
    "description": {
      "en": "The protagonist, who has been reincarnated into the world of a game he played extensively, has become Yuri, the third son of a villainous family!!\n\nHis father, siblings, and the entire household are the worst and most ruthless, all doomed to be brutally massacred.\nAs for Yuri himself, he is destined to betray the Hero as the final boss, dragging the heroine down with him to meet the worst possible death.\n\nNot wanting to die, he decides to completely distance himself from both his villainous family and the Hero’s party, intending to live a peaceful and carefree life… Or so he thought, but now, one by one, the original story’s characters keep gathering around him…!?\n\nFrom a self-declared \"exile\", the lone Final Boss’s journey of independence and unrivaled strength begins!!!\n\n___\n* Alternative Raw: [Niconico](https://manga.nicovideo.jp/comic/71281)",
      "ja": "やり込んだゲームの世界に転生した主人公は\n黒幕ファミリーの三男・ユーリになっていた！！\n\n父や兄姉ともに最悪＆最凶の一家は、いずれ惨殺される運命。\nユーリに至ってはラスボスとして勇者を裏切り、ヒロインを道連れにして最悪の死に方をする。\n\n死ぬのはごめんなので、黒幕一家とも勇者パーティーとも無関係に、ぬくぬく暮らす…\nはずなのに、原作キャラたちがどんどん俺のもとに集まってくるんだが…!?\n\n自主的『追放』宣言から始まる\nはぐれラスボスの独立無双譚、スタート！！！"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57fe3f00-8626-462b-8f75-fce0e6faa6be",
    "title": {
      "en": "Waka-chan wa Kyou mo Azatoi"
    },
    "updatedAt": "2025-02-07T06:10:08+00:00",
    "coverArt": "https://mangadex.org/covers/57fe3f00-8626-462b-8f75-fce0e6faa6be/c15f762d-5437-4f73-aa85-64a7b686ddba.jpg",
    "altTitles": [
      {
        "ja": "和歌ちゃんは今日もあざとい"
      },
      {
        "en": "Waka-chan Is Pushy Again"
      },
      {
        "ja-ro": "Waka-chan wa Kyou mo Azatoi"
      },
      {
        "en": "A Hidden Side to my Crush"
      },
      {
        "pt-br": "O lado oculto da minha Crush"
      }
    ],
    "description": {
      "en": "Tomoya is a college freshman on a mission to finally get his first ever girlfriend, but with one small problem: he's still a virgin! While he's gotten close with the beautiful and charming girl Waka Sakuraba in his club at school, he can't wrack up the courage to take the first step and ask her out. One day, Tomoya stumbles upon a hidden side to his crush Waka...",
      "ja": "彼女を作ろうと意気込むDT（童貞）な大学１年生・友哉。同じサークルの癒やし系美少女・桜庭和歌と親しくなるものの、勇気が出ずなかなか第一歩を踏み出せずにいた。\nそんなある日、友哉は和歌の「別の一面」を目撃してしまい…？"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "214"
  },
  {
    "mangaId": "73bf8c30-55ed-4a6c-807f-0bcf26b0e8c6",
    "title": {
      "en": "Kimi no Tame no Eden"
    },
    "updatedAt": "2025-01-28T13:52:23+00:00",
    "coverArt": "https://mangadex.org/covers/73bf8c30-55ed-4a6c-807f-0bcf26b0e8c6/d6b77ca1-cbd6-4156-801c-4ea1d21ddf28.png",
    "altTitles": [
      {
        "ja": "きみのためのエデン"
      },
      {
        "en": "An Eden for You"
      },
      {
        "pt-br": "Um Éden para Você"
      }
    ],
    "description": {
      "en": "\"Please... Kiss Me\"\n\nThe young man, Yuusei Hakozaki, carries the memory of being kidnapped and confined along with six girls during his childhood. One day, as an adult leading a peaceful life, a girl suddenly appears before him and demands a kiss...!?\n\nYuusei is told of a single \"rule\": He must kiss the girls once every 24 hours. If he fails to do so, their heads will explode and they will die.\n\nTo save the girls from their deadly fate, Yuusei starts a communal life with them where he must \"kiss them every day.\" In this closed-off miniature Eden, the story begins to unfold. Can Yuusei discern their lies and truths and find his one destined partner?",
      "id": "\"Tolong ― Cium Aku\"Hakozaki Yuuki, seorang pemuda yang dihantui kenangan tentang penculikan dan penyekapan bersama enam gadis sewaktu kecil, menjalani kehidupan tenang dan biasa sebagai orang dewasa. Namun, ketenangannya hancur ketika salah satu gadis tersebut tiba-tiba muncul di depannya dan memintanya untuk menciumnya!Yuuki dihadapkan pada satu aturan mengerikan:Dia harus mencium setiap gadis itu sekali dalam 24 jam.Jika dia gagal melakukannya, kepala mereka akan meledak, menyebabkan kematian mereka.Bertekad untuk menyelamatkan mereka dari nasib tragis ini, Yuuki memulai hidup bersama dengan para gadis tersebut, dengan misi \"mencium mereka setiap hari.\" Di tengah kehidupan bersama dalam dunia yang tertutup ini, cerita mulai terungkap.Di balik kebohongan dan kebenaran para gadis, Yuuki harus memahami perasaan mereka yang sebenarnya dan mengungkap rahasia masa lalu mereka. Bisakah dia menemukan satu-satunya takdir sejatinya?",
      "pt-br": "\"Por favor... Beije-me\"\n\nO jovem Yuusei Hakozaki carrega a memória de ter sido sequestrado e mantido em cativeiro junto com seis garotas durante sua infância. Um dia, já adulto e levando uma vida pacífica, uma garota aparece repentinamente diante dele e exige um beijo...!?\n\nYuusei é informado de uma única \"regra\": ele deve beijar as garotas uma vez a cada 24 horas. Se falhar, suas cabeças explodirão e elas morrerão.\n\nPara salvar as garotas desse destino mortal, Yuusei começa a viver com elas, onde precisa \"beijá-las todos os dias\". Nesse pequeno Éden fechado, a história começa a se desenrolar. Será que Yuusei conseguirá distinguir suas mentiras e verdades e encontrar sua única parceira predestinada?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26854d1a-dfd0-4e5c-b6d1-ab291035b8cc",
    "title": {
      "en": "10-Nen Buri ni Saikai shita Kusogaki wa Seijun Bishoujo JK ni Seichou shiteita"
    },
    "updatedAt": "2025-01-20T08:28:27+00:00",
    "coverArt": "https://mangadex.org/covers/26854d1a-dfd0-4e5c-b6d1-ab291035b8cc/6df71e63-2c8e-4477-9b2e-46f750405ccf.jpg",
    "altTitles": [
      {
        "ja": "10年ぶりに再会したクソガキは清純美少女JKに成長していた"
      },
      {
        "en": "The Brat I Hadn't Seen in 10 Years Turned into a Pure, Beautiful High School Girl."
      },
      {
        "es-la": "La mocosa que no había visto en 10 años se convirtió en una pura y hermosa chica de secundaria"
      },
      {
        "ja-ro": "10-Nen Buri ni Saikai shita Kusogaki wa Seijun Bishoujo JK ni Seichou shiteita"
      }
    ],
    "description": {
      "en": "Yuu Arizuki returned to his hometown after quitting his job at an exploitative company in Tokyo. Just as he was getting ready to start a new life back home, he met a beautiful and innocent high school girl, who turned out to be Haruyama Miya, one of the little girls (brats) Isamu used to play with when he was young. But Isamu didn't recognize her because of how much she had changed after growing up...?",
      "ja": "ブラック企業を退職した有月勇は、10年振りに帰ってきた地元で心機一転して新しい生活を始めようとしていた。すると、実家の喫茶店にやってきたのは謎の清純美少女ＪＫ。ドギマギする彼に対してＪＫは「自分の名前を当ててください」と迫ってきて――。キミは一体誰なんだ…!? 10年振りの青春が蘇るすれ違いラブコメ！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4351665-25f3-4edd-8546-10e5122e721d",
    "title": {
      "en": "Tsumi to Batsu no Spica"
    },
    "updatedAt": "2025-02-05T18:48:48+00:00",
    "coverArt": "https://mangadex.org/covers/e4351665-25f3-4edd-8546-10e5122e721d/b3fe7053-96e5-44fb-9285-5215cc0caa7f.jpg",
    "altTitles": [
      {
        "ja": "罪と罰のスピカ"
      },
      {
        "en": "Spica of Sin and Punishment"
      },
      {
        "vi": "Spica - Tội Ác và Hình Phạt"
      },
      {
        "zh-hk": "罪與罰的澄光"
      },
      {
        "zh": "罪与罚的澄光"
      }
    ],
    "description": {
      "en": "Hatori, a high school teacher leading an ordinary life, notices one day that his student, Spica Tsumugi, is being bullied. On a rainy day after school, Hatori finds himself alone with Tsumugi by chance. Hatori tells her, \"I'll do something about it!\" but Tsumugi gently takes his hand and says with a smile, \"Hatori-sensei, you're such a liar.\" Teacher and student... two people who should not get too close. This somewhat bewitching girl will dramatically change Hatori's ordinary life.",
      "ja": "最も無垢で、最も罪深い。世界はこんなヒロインを待っていたーー。",
      "vi": "Câu chuyện xoay quanh Hatori, một giáo viên tại trường cấp 3 và là người có cuộc sống rất đỗi bình thường. Một ngày nọ, anh nhận ra rằng học sinh mà mình chủ nhiệm, Tsumugi Spica đang bị bạn cùng lớp bắt nạt.\nNhững tưởng đây chỉ là một cô bé nhút nhát, nhưng..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c408ec80-586a-4d87-8bbc-e5e8d17a3898",
    "title": {
      "en": "My Intern Bullied Me Again!"
    },
    "updatedAt": "2025-01-20T10:29:15+00:00",
    "coverArt": "https://mangadex.org/covers/c408ec80-586a-4d87-8bbc-e5e8d17a3898/331fe865-0044-4346-901e-b9bcd1c6c096.jpg",
    "altTitles": [
      {
        "zh": "又被后辈下克上"
      },
      {
        "zh-ro": "You Bei Houbei Xia Ke Shang"
      },
      {
        "zh-ro": "Yòu Bèi Hòubèi Xià Kè Shàng"
      },
      {
        "en": "I've Been Defeated by The Younger Generation Again"
      },
      {
        "en": "I Was Beaten Down By The Younger Generation Again"
      }
    ],
    "description": {
      "en": "Referred to as “The Cobra” by her employees, art director Lu Meihe appears to most as a strict and callous boss but she is actually rather innocent at heart. She has a secret crush on her intern Lin Wenjing, but because of her public image, she cannot express her feelings openly and instead pours them into the sketchbook she always carries with her. One day, she accidentally leaves the sketchbook behind only for it to be discovered by Lin Wenjing. Lu Meihe soon realizes that while Lin Wenjing may seem gentle and carefree, she may actually be hiding a secret persona of her own. Today my intern bullied me again, I’m so happy I don’t know what to do!",
      "zh": "被下属称呼为“眼镜蛇”的美术组长吕美合是个外表严苛内心纯情的人。她暗恋组内实习生林文静，然而碍于形象和人设，无法自然地表达自己的情谊，只能将自己的情感寄托于随身携带的素描本。 一次意外，素描本的秘密被当事人发现，吕美合才知道，看似温柔随性的林文静，似乎人后性格不文静啊…… 今天又被后辈欺负了，太幸福了，怎么办？"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "105"
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece (Official Colored)"
    },
    "updatedAt": "2025-01-26T00:24:55+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/da0341d8-5526-452c-8bd3-dc8e3cd89f99.jpg",
    "altTitles": [
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      },
      {
        "vi": "Đảo Hải Tặc"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως ο «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US).**"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ada20eb-085a-491a-8c49-477ab42014d7",
    "title": {
      "en": "The Beginning After the End"
    },
    "updatedAt": "2025-01-24T19:51:44+00:00",
    "coverArt": "https://mangadex.org/covers/4ada20eb-085a-491a-8c49-477ab42014d7/e12dda4b-3f8b-4df4-94de-56278ff83b97.jpg",
    "altTitles": [
      {
        "pt-br": "O começo após o final"
      },
      {
        "pt-br": "O começo depois do fim"
      },
      {
        "en": "TBATE"
      },
      {
        "zh": "三岁开始做王者"
      },
      {
        "ja": "最強の王様、二度目の人生は何をする？"
      },
      {
        "ko": "끝이 아닌 시작"
      },
      {
        "ru": "Начало после конца"
      },
      {
        "es": "El comienzo después del fin"
      },
      {
        "es-la": "La Vida Después de la Muerte"
      },
      {
        "uz": "Oxiridan Keyingi Boshlanish"
      }
    ],
    "description": {
      "de": "In einer Welt regiert durch die stärksten Kämpfer ist König Grey der unangefochten Stärkste, Reichste und Berühmteste. Aber eine solche Macht kommt Hand in Hand mit Einsamkeit. Unter der glamourösen Erscheinung eines mächtigen Königs liegt die leere Hülle eines Mannes, beraubt von Ziel und Willen.\n\nNach einer Wiedergeburt in eine Welt voller Magie und Monster hat der König die Möglichkeit, sein Leben erneut zu leben. Die Fehler seiner Vergangenheit zu korrigieren wird aber nicht seine einzige Herausforderung sein. Unter dem Frieden und Reichtum dieser neuen Welt lauert etwas, das alles vernichten kann, was er jemals erreicht hat, was seine Rolle darin und den Grund für seine Wiedergeburt in Frage stellt.",
      "en": "King Grey has unrivaled strength, wealth, and prestige in a world governed by martial ability. However, solitude lingers closely behind those with great power. Beneath the glamorous exterior of a powerful king lurks the shell of man, devoid of purpose and will.\n\nReincarnated into a new world filled with magic and monsters, the king has a second chance to relive his life. Correcting the mistakes of his past will not be his only challenge, however. Underneath the peace and prosperity of the new world is an undercurrent threatening to destroy everything he has worked for, questioning his role and reason for being born again.",
      "fr": "Le Roi Grey a une force, une richesse et un prestige inégalés dans un monde gouverné par l'aptitude martiale. Cependant, la solitude s'approche de près derrière ceux ayant de grands pouvoirs. Sous l'apparence glamour d'un Roi puissant se cache la carapace de l'homme, dépourvue de volonté et de but.\n\nRéincarné dans un nouveau monde rempli de monstres et de magie, le Roi a une seconde chance de revivre sa vie. Cependant, corriger les erreurs de sa précédente vie ne sera pas sa seule tâche. Sous la paix et la prospérité de ce nouveau monde se cache une menace sous-jacente remettant en question tout ce pour quoi il a travaillé, son rôle, et sa raison de renaître.",
      "ja": "私は史上最強の「王」である。数多の敵を退け、数々の功績を残した歴代最高の覇王だ。 しかし、ある朝目覚めた私は奇妙な違和感を覚える。手足が短い、視界が極端に低い、見知らぬ男女が私を「アーサー」と呼び、微笑みながら覗き込む。そう…私は無力な赤子に転生してしまったのだ！最強の王様がいたいけな赤ちゃんに転生する、痛快冒険ファンタジー‼",
      "pl": "Król Gray ma niezrównaną siłę, bogactwo i prestiż w świecie rządzonym przez umiejętności walki. Jednak samotność pozostaje tuż za tymi, którzy mają wielką moc. Pod olśniewającą powierzchownością potężnego króla kryje się skorupa człowieka, pozbawionego celu i woli.\n\nWskrzeszony w nowym świecie wypełnionym magią i potworami, król ma drugą szansę na ponowne przeżycie swojego życia. Jednak naprawienie błędów przeszłości nie będzie jego jedynym wyzwaniem. Pod pokojem i dobrobytem nowego świata kryje się ukryty nurt, który grozi zniszczeniem wszystkiego, na co pracował, kwestionując jego rolę i powód narodzin na nowo.",
      "ru": "Король Грей обладает непревзойденной силой, богатством и престижем в мире, во главе которого стоит боевая мощь. Однако одиночество обычно появляется именно у тех, кто обладает большой властью. Мало кто знает, но под гламурной внешностью могущественного короля скрывается оболочка человека, лишённого цели и воли.",
      "pt-br": "Dizem que a solidão acompanha aqueles com grande poder. Permanecendo como um Rei com força incomparável, status, e fama… e muito mais. Eu, que uma vez lutei para viver, me afogava em meu raso trono sem nenhuma vontade ou propósito. Haviam muitos que tinham inveja de mim, mas eu diria de bom grado, “Tirem tudo de mim! Será meu presente!” Um dia, eu finalmente consegui meu presente – uma nova vida.\n\nCom uma segunda chance de corrigir meus erros e cumprir meus arrependimentos, permita-me mostrar a você o que um (ex-rei) pode fazer!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c4dfd90-0d26-455b-8e04-786f472395f7",
    "title": {
      "en": "Kouhai-chan Who Understands You"
    },
    "updatedAt": "2024-07-27T10:31:58+00:00",
    "coverArt": "https://mangadex.org/covers/5c4dfd90-0d26-455b-8e04-786f472395f7/37b8cb0b-6a6e-4a43-a064-6bb886525812.jpg",
    "altTitles": [
      {
        "ja": "理解る後輩ちゃん"
      },
      {
        "ja-ro": "Wakaru Kouhai-chan"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee845b1a-b1cd-4fb3-ade2-0030890f7c2a",
    "title": {
      "en": "Mizuki-senpai’s Love Fortune-Telling"
    },
    "updatedAt": "2025-01-11T07:53:14+00:00",
    "coverArt": "https://mangadex.org/covers/ee845b1a-b1cd-4fb3-ade2-0030890f7c2a/c0e604e1-903a-4f94-af7d-d4668b931edf.jpg",
    "altTitles": [
      {
        "ja": "水姫先輩の恋占い"
      },
      {
        "ja-ro": "Mizuki-senpai no Koi Uranai"
      },
      {
        "en": "Mizuki-sempai's Love-Fortune-Telling"
      },
      {
        "en": "Mizuki-senpai Is a Love Fortune-Teller"
      },
      {
        "en": "Mizuki-senpai Is a Love Divinator"
      },
      {
        "zh": "水姬学姐的恋爱占卜"
      },
      {
        "zh-hk": "水姬前輩的戀愛占卜"
      }
    ],
    "description": {
      "en": "A story about an unattractive second-year student, Sakagami, being teased around by a mysterious first-year student who is good at fortune-telling, Mizuki-senpai… But at the same time is actually showing signs that she likes him…\n\nA frustrating and strange romcom begins!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "82507b6c-e585-46b2-b6e2-9956b3dd7a2b",
    "title": {
      "en": "Mini 4WD Fighter V"
    },
    "updatedAt": "2023-06-25T03:12:25+00:00",
    "coverArt": "https://mangadex.org/covers/82507b6c-e585-46b2-b6e2-9956b3dd7a2b/53b2ee1d-12f5-4eb4-b7b2-397c2c91d0b4.png",
    "altTitles": [
      {
        "ja-ro": "Miniyon Faitā Bui"
      },
      {
        "en": "Mini-4WD Fighter V"
      },
      {
        "ja-ro": "Minishi Fighter V"
      },
      {
        "ja": "ミニ四ファイターV"
      },
      {
        "ja-ro": "Mini Yonku Fighter V"
      },
      {
        "en": "Mini Yon Fighter V"
      }
    ],
    "description": {
      "en": "Mini 4WD Fighter, the iconic superhero of the Mini 4WD hobby! He loves the hobby just as much as the kids and shows his enthusiasm though his commentary through tournaments while cheering the racers in fair play."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "77"
  },
  {
    "mangaId": "09807595-57cf-47e8-bd46-748ea5170b77",
    "title": {
      "en": "Ueno-kun wa Kaihatsuzumi"
    },
    "updatedAt": "2025-01-28T21:37:23+00:00",
    "coverArt": "https://mangadex.org/covers/09807595-57cf-47e8-bd46-748ea5170b77/37c83bc0-aff0-4a3f-bfb4-351272cafd8e.jpg",
    "altTitles": [
      {
        "ja": "上野くんは開発済み"
      },
      {
        "en": "Ueno-kun Has Been Developed"
      }
    ],
    "description": {
      "en": "\"Spring! My college debut! The blossoming of my sexuality! Even now, I can't cum without being harassed by them.\" An unfortunate story in the spring of youth.",
      "ja": "春! 大学デビューだ! 性癖開花だ! 未だに僕は、彼女たちにいじめられないと射精ができないんだ――。哀しきフルボッキ青春譚。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "167971d3-6aa6-467f-a59e-38cee3226474",
    "title": {
      "en": "Gap Couple"
    },
    "updatedAt": "2025-01-10T15:38:21+00:00",
    "coverArt": "https://mangadex.org/covers/167971d3-6aa6-467f-a59e-38cee3226474/40599bcb-6c42-40b7-8f34-3970d606ea8b.jpg",
    "altTitles": [
      {
        "ja": "ギャップカップル"
      },
      {
        "en": "Gap Moe Couple"
      },
      {
        "ja": "こういうギャップカップルがめちゃくちゃ好きっていうだけの話"
      },
      {
        "ja-ro": "Kou Iu Gap Couple ga Mechakucha Suki tte Iu Dake no Hanashi"
      },
      {
        "en": "A Story About Liking This Kind of Gap Moe Couple"
      },
      {
        "vi": "Chả là tôi thích kiểu 'gap couple' thế này"
      }
    ],
    "description": {
      "en": "This is a story about a man and a woman who met each other under false pretenses.",
      "ja": "偽りの姿で出会った男女の話です"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c8ddbf0-7807-493b-960d-c1e508f12c46",
    "title": {
      "en": "The Marshal King"
    },
    "updatedAt": "2025-02-07T01:04:43+00:00",
    "coverArt": "https://mangadex.org/covers/3c8ddbf0-7807-493b-960d-c1e508f12c46/84c06085-b6c3-400e-82b0-e72505a8e0e2.png",
    "altTitles": [],
    "description": {
      "en": "Nobody on the continent hasn't heard of the evil deeds of the great outlaw M. Godspeed.\nBut one day, a young man claiming to be the criminal's son suddenly appears trekking through the harsh desert.\nThis Jim Godspeed says he's killed his father and has the corpse to prove it!\nA steampunk western from the mind of the master, Boichi!\n\n(Source: MangaPlus)",
      "es": "M. Godspeed fue un legendario villano cuya crueldad extrema hizo que su nombre resonara por todo el continente.\nUn día, apareció un joven llamado Jim Godspeed, quien afirmó ser su hijo.\nJim dijo haber matado a su padre con sus propias manos y haber cruzado el desierto ¡con su cadáver a cuestas...!\n¡Disfruta de esta épica historia ambientada en el Oeste de mano del aclamado maestro Boichi!\n\n(Fuente: MangaPlus)",
      "ja": "<毎週金曜更新>悪逆の限りを尽くし、大陸に名を轟かせた、偉大なる悪党M・ゴッドスピード。\nある日、彼の息子を名乗る、ジム・ゴッドスピードが現れた。\nジムは自らの手で父を殺し、その亡骸とともに、砂漠を渡ってきたと語る...！\n巨匠・Boichiが紡ぐ、新たなるウエスタンストーリー！"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c3d2ca2-0857-4a6c-be97-59ffa3e29873",
    "title": {
      "en": "Hand Jumper"
    },
    "updatedAt": "2025-02-01T23:54:27+00:00",
    "coverArt": "https://mangadex.org/covers/0c3d2ca2-0857-4a6c-be97-59ffa3e29873/88f758f9-7415-4d11-8f47-1d52ae89c653.jpg",
    "altTitles": [],
    "description": {
      "en": "Sayeon Lee despises Aberrants. They wreak havoc on society with their strange, unthinkable powers. It's just too bad she happens to be an Aberrant herself! Forced to fend for her life in the deadly Aberrant Corps, she's determined to make it to the top, and her unusual ability should help her -- if she can figure out how to use it in time."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a7cc394-21a6-413d-8a6c-6e2c9209c15a",
    "title": {
      "en": "Grey is..."
    },
    "updatedAt": "2024-12-08T13:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/9a7cc394-21a6-413d-8a6c-6e2c9209c15a/036fc4b0-480c-446b-9e70-a4789e1ad69c.jpg",
    "altTitles": [],
    "description": {
      "en": "Two childhood friends—Black, an emotional fashion designer with selective amnesia, and White, a rational writer who’s been absent for two years—reunite to confront their traumatic pasts and navigate the fragile space between heart and mind as they struggle to preserve their friendship on the brink of adulthood.\nGrey is... is a deeply emotional coming-of-age series about the messy journey of self-discovery, about friendship, and about the delicate balance between emotion and reason."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "140e8eef-2f6f-42e8-a7f7-965534ab142d",
    "title": {
      "en": "Omae, Tanuki ni Naranee ka?"
    },
    "updatedAt": "2025-01-18T13:54:07+00:00",
    "coverArt": "https://mangadex.org/covers/140e8eef-2f6f-42e8-a7f7-965534ab142d/3785d94c-e336-4e87-9eaf-26409b15162b.jpg",
    "altTitles": [
      {
        "ja": "お前、タヌキにならねーか?"
      },
      {
        "en": "Would you like to be a Tanuki?"
      },
      {
        "vi": "Bạn có muốn làm gấu mèo không?"
      },
      {
        "vi": "Này, có muốn làm Tanuki không?"
      }
    ],
    "description": {
      "en": "\"Tired of life? Be a tanuki!\"\r\n\r\nA story of being scouted by a raccoon dog when trying to die.",
      "ja": "大事なことは、タヌキになったら見つかるかも。タヌキのこがね丸は、今日も山の住人を増やそうと人間たちをスカウトしに街へ繰り出す。「お前、タヌキにならねーか?」仕事に疲れたOL、 性格に難ありのホスト、親との関係に悩むいじめっ子など、様々な問題をかかえた人々が、タヌキになってみたことで人生で本当に大切なことを見つけなおしていく。",
      "vi": "Ngọn đồi nơi chú gấu mèo/tanuki Kogane Maru sống ngày càng ít \"cư dân\" vì những chú gấu mèo ở đây lần lượt biến thành người rồi đi đến thành phố sinh sống. Vậy nên Kogane có nhiệm vụ xuống thị trấn để \"chiêu mộ\" thêm cư dân gấu mèo về đây ở. Kogane gặp những mảnh đời bất hạnh, những người bị bắt nạt hay những người có rắc rối với gia đình... để cho họ một cơ hội: bạn có muốn làm gấu mèo không?\n\nSunflower Group:\nGiữa dòng đời tấp nập vô thường, bỗng có một ngày bạn nhận ra sống thật mệt mỏi.\n\nVất vả lắm đúng không? Chán nản lắm chứ gì? Muốn nghỉ ngơi? Muốn buông xuôi? Muốn từ bỏ? \n\nĐã thế thì... \"Này, có muốn làm Tanuki không?\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8fb5110-0570-4de7-9af8-87c1c11f30c9",
    "title": {
      "en": "I Need Someone to Stop My Older Brothers"
    },
    "updatedAt": "2024-12-29T20:00:35+00:00",
    "coverArt": "https://mangadex.org/covers/d8fb5110-0570-4de7-9af8-87c1c11f30c9/7a7bc303-a409-434e-ac3f-1623efa451b3.jpg",
    "altTitles": [
      {
        "ko": "누가 우리 오빠들 좀 말려 주세요"
      }
    ],
    "description": {
      "en": "I only went to calm the disturbance in front of my house, but the one I encountered was the Demon King that I punished, and unfortunately, I was falsely accused of being the demon king and died in the hand of the subjugation team.\n\n‘I’ll kick your ass, Pamel Asinov! I’ll make you shed tears from both of your eyes!’\n\nAmong them, the worst one was the hero, Pamel Asinov, who drove me to death as a Demon King!\n\nBut when I pleaded to take revenge, I opened my eyes, 500 years later! Pamel’s been dead for a long time, and the ‘brothers’ who came one day…\n\n“Purple eyes. It’s not a color that anyone can have.”\n“But I was like this from the beginning.”\n“Yes, you were. Because you are the granddaughter of Archduke Asinov.”\n“…the granddaughter of Archduke Asinov?”\n\nOf all people, I’m the daughter of ‘that’ Asinov? It’s nice to live a peaceful life, but I was born an enemy’s blood!\n\n‘All the brothers in this house have a habit of hugging people.’\n\nThis shitty family. I have to hate them, but why do I keep getting attached to them?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2025-01-23T17:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      },
      {
        "es-la": "Existen Bestias"
      },
      {
        "es-la": "Bestias Fabulosas"
      },
      {
        "vi": "Có Linh Thú"
      },
      {
        "vi": "Hữu Thú Yên"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。",
      "es-la": "\"En este reino, criaturas mitológicas deambulan, descendientes de los nueve cielos que llaman hogar.\"\nSibuxiang, un hombre-ciervo mitológico y perezoso, es expulsado del cielo y asignado a apoyar a las criaturas mitológicas que vagan por el mundo humano. Conoce y vive aventuras con sus amigos: el enérgico Pixiu amante de la comida llamado Pipi, el fanático conejo lunar Tony, los hermanos ratones Jinjiao y Yinjiao, también desterrados del cielo, y muchos otros. ¿Qué tipo de aventuras emprenderán?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c5026183-3124-4d46-8fc9-bf78995cb47e",
    "title": {
      "en": "I Ran Away and Got Married"
    },
    "updatedAt": "2023-02-10T01:39:31+00:00",
    "coverArt": "https://mangadex.org/covers/c5026183-3124-4d46-8fc9-bf78995cb47e/d16942c2-ae00-4ec3-890f-5c359153fdb5.jpg",
    "altTitles": [
      {
        "ko": "도망쳤더니 결혼을 하게 됐습니다"
      }
    ],
    "description": {
      "en": "“You’re mine.”\n\nWhen Raphia met her demise after having been used and thrown away by her benefactor, Yuri, she went back nine years in the past.\n\n‘I’m not going to relive that hell!’\n\nRunning away from her benefactor, she went to Kasein Soleia, Yuri’s archnemesis, and signed a new sponsorship contract with him.\n\n“I shall kill every single person you despise, Milord.”\n\n“The necessary role happens to be open, and you might just be the right person for it.”\n\nYoung Duke. This is a sponsorship contract, right? But why . . . why are we getting married?\n\n===\n\n“Throughout the time I won’t be by your side . . . I will think of nothing but your small, cute head.”\n\nThat low voice sent shivers down her spine.\n\n“I can’t believe you’re leaving. I’ll just . . .”\n\nKasein looked at her sharply as if he was daring her to continue making up excuses.\n\n“You have to answer well, brat. Depending on what you say, all the wagon and shoe craftsmen of the Empire might lose their livelihood.”\n\nDespite his harsh words, Kasein’s touch was gentle. He couldn’t take his eyes off of Raphia, who strangely grew more beautiful by the day.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8F%84%EB%A7%9D%EC%B3%A4%EB%8D%94%EB%8B%88-%EA%B2%B0%ED%98%BC%EC%9D%84-%ED%95%98%EA%B2%8C-%EB%90%90%EC%8A%B5%EB%8B%88%EB%8B%A4/3299), [KakaoPage](https://page.kakao.com/content/61190666)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "999e2a25-43f8-4f88-bf71-5617a2e7468c",
    "title": {
      "en": "I Will Break Ties With the Harmful Sister"
    },
    "updatedAt": "2025-02-07T06:50:38+00:00",
    "coverArt": "https://mangadex.org/covers/999e2a25-43f8-4f88-bf71-5617a2e7468c/2f509811-d189-40cf-8d50-db40d0e3f32a.jpg",
    "altTitles": [
      {
        "ja": "害悪姉と決別します"
      }
    ],
    "description": {
      "en": "Clara, who had been oppressed for many years by her tyrant sister, Enefia. Even their parents obeyed the sister's wishes, and Clara had no place in the Astraia Baron’s household despite it being her home. In the midst of this, Clara's sister's engagement to a prominent nobleman was decided, and Clara finally felt relieved, believing she would be freed from this hell. However, even after the engagement, the sister's unfaithful nature did not change, and fearing the fiance might discover the inconvenient truth, the parents ordered Clara to monitor her sister. Despite Clara's efforts, her sister became pregnant with another man's child. The engagement was broken off, and the sister quickly eloped somewhere, leaving the Astraia Baron’s household with a huge debt, angering the influential nobleman. In order to repay her family's debts, Clara was sold to a sadistic noble and faced severe torture, ultimately approaching death.\n\n\"If I could do it over again... This time, I will definitely kill you!\" When Clara opened her eyes again, time had rewound to the day of her sister’s engagement. Revived with strong determination, Clara pushed back against her sister's insidious bullying and ran to change the worst possible future."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2d0b8ea-4dfc-4d72-b584-5b26380f9bed",
    "title": {
      "en": "The Ramparts of Ice"
    },
    "updatedAt": "2025-02-05T18:22:19+00:00",
    "coverArt": "https://mangadex.org/covers/d2d0b8ea-4dfc-4d72-b584-5b26380f9bed/3ac79714-ef69-4274-a018-75a31c76fca8.png",
    "altTitles": [
      {
        "ja": "氷の城壁"
      },
      {
        "ja-ro": "Koori no Jouheki"
      },
      {
        "en": "Ice Castle Wall"
      },
      {
        "ko": "얼음 성벽"
      },
      {
        "es-la": "Rompiendo el hielo"
      }
    ],
    "description": {
      "en": "Inept at dealing with people, Hikawa Koyuki maintains a wall between herself and others. She spends her time in highschool away from others, all alone. At least until she encounters Amamiya Minato who keeps closing the distance between them for some reason?! The aloof Koyuki, the popular Miki, the boundary-less Minato, and the easygoing and kind basketball team member, Youta. This is the story of these somewhat complicated four, and their tantalizing, bumbling youth!\n\n___\n**Additional Links:**\n[Official X Account](https://x.com/ramparts_ice)\n[Official Website for the Anime](https://korinojoheki-pr.com/)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "117"
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2025-01-24T16:44:33+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/78d0c2a9-08fb-4d3c-904a-d9dae23debc7.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      },
      {
        "id": "Budak Korps Elite Kota Iblis"
      },
      {
        "vi": "Nô lệ của đội tinh nhuệ Ma đô"
      },
      {
        "uz": "Zanjirlangan Askar"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "vi": "Chiều không gian đầy quỷ dữ được gọi là \"Ma đô\" đã mở ra đe dọa đối với loài người. Tại đó, có một loài  \"đào\" ban cho kẻ ăn sức mạnh đặc biệt, giúp nhân loại có cơ hội chiến đấu, tuy nhiên, chỉ có nữ giới mới có thể sử dụng thứ sức mạnh \"trái đào\" ấy. Bởi vậy mà phụ nữ trở thành những người bảo vệ loài người, địa vị xã hội tăng cao, trong khi nam giới bị giáng xuống tầng lớp công dân hạng hai, giành giật nhau những công việc cơ bản và sự thừa nhận.\n\nNhân vật chính Yuuki Wakura, một nam sinh chăm chỉ yêu nội trợ, chị gái cậu đã bị bắt trong một sự kiện của Ma đô 5 năm về trước. Khi đang than thở về những khó khăn gặp phải, cậu đã bị lũ quỷ tấn công. Nhờ được đội trưởng Kyouka của Đội chống Quỷ kịp thời ứng cứu, cậu chấp nhận trở thành \"nô lệ\" của cô để có thể sở hữu sức mạnh tiêu diệt bầy quỷ.\n\nBất ngờ thay, việc làm \"nô lệ\" đòi hỏi một cái giá tương xứng...và người phải trả giá lại không phải là cậu.",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed9d57a3-a688-4419-a03a-29aee0deab6a",
    "title": {
      "en": "Tsureneko:  Maruru to Hachi"
    },
    "updatedAt": "2024-12-01T02:33:49+00:00",
    "coverArt": "https://mangadex.org/covers/ed9d57a3-a688-4419-a03a-29aee0deab6a/ce050e43-9f7b-4202-84ea-05015a9fd599.jpg",
    "altTitles": [
      {
        "vi": "Đôi Mèo Song Hành - Maruru và Hachi"
      },
      {
        "ja": "ツレ猫　マルルとハチ"
      },
      {
        "ja-ro": "Tsureneko: Maruru to Hachi"
      },
      {
        "en": "Cat Companions Maruru and Hachi"
      }
    ],
    "description": {
      "en": "House cat Maruru is in a bad situation: after chasing after crows he cannot find his way back home. Thus start his life as a stray cat, partnering up with fellow stray Hachiware.",
      "vi": "Câu chuyện kể về \"Maruru và Hachi\", những chú mèo đã trở thành mèo hoang sau khi rời bỏ chủ nhân vì vài lí do.\n\nVì vài lí do nào đó, Maruru đã rời bỏ chủ nhân và trở thành mèo hoang. Rồi gặp được Hachi, một chú mèo đực khác với quả mắt chán đời (?), và cả hai bắt đầu đi dạo cùng nhau -- song đời thì lại không đơn giản đến thế. Đây là câu chuyện kể về những chú mèo hoang (và những con người xung quanh chúng) sống sót trong thế giới khắc nghiệt này. Một bộ truyện kể về chú mèo hài hước và dễ thương song hành cùng một chú mèo khó tính!",
      "pt-br": "O gato doméstico Maruru está em uma situação complicada: depois de perseguir corvos, ele não consegue encontrar o caminho de volta para casa. Assim, comece sua vida como um gato de rua, fazendo parceria com o colega de rua Hachiware."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/85d8c7f0-e029-4810-b76d-a51a338d47dc.jpg",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68da21ba-6875-4b3e-b79f-8e3492fc1260",
    "title": {
      "en": "Blue Archive x Kamen Rider Decade - Story of Tsukasa Kadoya Sensei in Schale (Doujinshi)"
    },
    "updatedAt": "2025-01-01T12:48:42+00:00",
    "coverArt": "https://mangadex.org/covers/68da21ba-6875-4b3e-b79f-8e3492fc1260/6483db44-f1cd-48d7-936c-96734e608bdd.jpg",
    "altTitles": [
      {
        "ja": "シャーレの門矢士先生概念"
      },
      {
        "vi": "Blue Archive x Kamen Rider Decade - Câu chuyện về thầy giáo Schale Kadoya Tsukasa"
      }
    ],
    "description": {
      "en": "Anyone who is a fan of the Kamen Rider genre probably knows Kamen Rider Decade, also known as Kadoya Tsukasa;  world destroyer... The story is about Decade working as a sensei in the Blue Archive world"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc8f71a4-49d8-498b-a231-10faa0d53ab6",
    "title": {
      "en": "Stardust Telepath"
    },
    "updatedAt": "2024-03-07T00:49:39+00:00",
    "coverArt": "https://mangadex.org/covers/bc8f71a4-49d8-498b-a231-10faa0d53ab6/77302f0c-54bc-430e-b29f-6cee377517a7.jpg",
    "altTitles": [
      {
        "ja": "星屑テレパス"
      },
      {
        "zh": "星灵感应"
      },
      {
        "ja-ro": "Hoshikuzu Telepath"
      },
      {
        "pt-br": "Telepata de Poeira Estelar"
      },
      {
        "ko": "별무리 텔레패스"
      },
      {
        "th": "โทรจิตละอองดาว"
      },
      {
        "zh-hk": "星靈感應"
      }
    ],
    "description": {
      "en": "Umika is a very shy girl who has always been very bad at communicating with others. Over time she gave up on making any friends, until one day she meets the transfer student Yuu. Yuu claims to be an alien with the power of \"Foreheadelepathy\" - being able to read people's emotions by pressing her forehead to theirs.    From the up-and-coming author Okuma Rasuko, a dazzling story about yuri, space and youth.",
      "pt-br": "Umika é uma estudante muito gentil e tímida. Ela acha difícil falar com outras pessoas e sonha em um dia conhecer alguém de outro planeta. Mas sua solitária vida escolar toma um rumo cósmico quando ela conhece a nova aluna transferida chamada Yu, uma alienígena com poderes telepáticos! As duas se aproximam e prometem um dia irem ao espaço. É assim que elas decidem construir um foguete e disparar em direção às estrelas, fazendo novas amizades pelo caminho."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "400e349a-0432-44cc-912b-b5162385b59e",
    "title": {
      "en": "Kyouryuu-chan to Kaseki-kun"
    },
    "updatedAt": "2025-01-17T11:25:40+00:00",
    "coverArt": "https://mangadex.org/covers/400e349a-0432-44cc-912b-b5162385b59e/4198ab14-d2ff-4ace-bb7d-7cf1549f0426.jpg",
    "altTitles": [
      {
        "ja": "恐竜ちゃんと化石くん"
      }
    ],
    "description": {
      "en": "Rinko Shinobu may seem like a normal high school girl, but she is actually a hybrid between human and dinosaur. Although she usually stays in human form, sometimes her T-rex bits will pop out when she's distracted. The only person who knows her secret is the dinosaur nerd Kazuya Kobake, who tries his hardest to help hide her dinosaur form. But his distracting antics are drawing strange stares from their classmates and stressing him out…\n\n(Source: Natalie.mu, translated)",
      "ja": "大の恐竜オタクでぼっち男子の小化石也。高校入学初日、そんな彼の目に飛び込んだ衝撃的すぎる光景！誰もいない教室にたたずむ一匹のティラノサウルス…これは夢か、幻か、はたまたタイムトラベルか!!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "ec96fc62-975a-4abf-83e3-d2426ca8fbe6",
    "title": {
      "en": "The Villainess Lives Again"
    },
    "updatedAt": "2025-01-19T13:38:02+00:00",
    "coverArt": "https://mangadex.org/covers/ec96fc62-975a-4abf-83e3-d2426ca8fbe6/c773bf7f-9db8-44a6-80d0-9709a4b479a3.jpg",
    "altTitles": [
      {
        "ko": "악녀는 두 번 산다"
      },
      {
        "ko-ro": "Agnyeoneun Du Beon Sanda"
      },
      {
        "fr": "La vilaine vit encore une fois"
      },
      {
        "fr": "L'antagoniste vit une deuxième fois"
      },
      {
        "pt": "A vilã vive duas vezes"
      },
      {
        "es": "La villana vive dos veces"
      },
      {
        "uk": "Друге життя лиходійки"
      },
      {
        "ru": "Вторая жизнь злодейки"
      },
      {
        "ja": "悪女は2度生きる"
      },
      {
        "ja": "悪女は２度生きる"
      },
      {
        "tr": "Kötülüğün İkinci Yaşamı"
      },
      {
        "th": "ชีวิตที่สองของนางร้าย"
      },
      {
        "th": "ชีวิตครั้งใหม่ ของยัยตัวร้าย"
      },
      {
        "zh": "恶女的王座"
      },
      {
        "zh": "恶女的重生"
      },
      {
        "zh": "恶女的二次人生"
      },
      {
        "zh-hk": "惡女重生"
      },
      {
        "zh-hk": "惡女的王座"
      },
      {
        "zh-hk": "惡女的重生"
      },
      {
        "zh-hk": "惡女的二次人生"
      },
      {
        "vi": "Ác nữ tái sinh"
      },
      {
        "id": "The Villainess Lives Twice"
      },
      {
        "fr": "The Villainess Lives Again"
      }
    ],
    "description": {
      "de": "Von klein auf lebte Artezia Rosan in dem Glauben, sie könne ein glückliches Leben führen, solange ihr Bruder erfolgreich ist. Als Meisterin der Manipulation und Intrigen wurde sie das wichtigste Hilfsmittel ihres Bruders, um den Thron des Imperiums zu erobern. Genau deshalb traf sie der Verrat ihres Bruders so hart, als sie für ihre Taten gefesselt und gefoltert wurde. Nachdem sie von Großherzog Cedric Ebron gerettet wird, nutzt sie eine verbotene Magie und opfert ihr eigenes Leben, um ihm zu helfen, dem grausamen Kaiser ein Ende zu setzen. Die Ereignisse nehmen eine seltsame Wendung, als sie einige Jahre in der Vergangenheit aufwacht und schwört, Großherzog Cedric um jeden Preis zu helfen, selbst wenn dies bedeutet, ihre eigene Familie aufzugeben. Man sagt, Blut ist dicker als Wasser, aber kann Artezia es schaffen, ihren Bruder zu besiegen, während ihre eigene Romanze inmitten des Chaos erblüht?\n\n---\n* [Official Translation (DE)](https://www.tappytoon.com/de/comics/the-villainess-lives-again-de)",
      "en": "From childhood, Artezia Rosan's happiness was dependent on ensuring the success of her brother. As a master manipulator and schemer, she became his most valuable ally in seizing the empire’s throne. That’s exactly why her brother's betrayal cut so deeply when Artezia was imprisoned as punishment for all of her crimes. Soon after being rescued by Grand Duke Cedric Ebron, she vows to help him overthrow the cruel new emperor by sacrificing her own life with forbidden magic. Now waking up several years earlier back in time, she will forsake her own family to help Cedric at all costs. They say that blood is thicker than water, but can Artezia destroy her brother while her own romance blossoms amidst the chaos?",
      "fr": "Depuis son plus jeune âge, Artezia vit dans l’ombre de son frère, dont le succès suffirait à garantir le bonheur et la sécurité de la famille, selon sa mère. Elle devient donc la meilleure alliée de ce dernier, organisant maintes conspirations afin de l’aider à accéder au trône impérial. C’est pourquoi, quand ce but est finalement atteint mais qu’elle se retrouve trahie, mutilée et enchaînée en punition pour ses crimes, son ressentiment n’en est que plus grand. Sauvée par le Grand Duc Cedric Ebron, elle décide alors d’utiliser la magie pour aider ce dernier à détrôner l’empereur cruel qu’est devenu son frère. Un sort magique lui permet de revenir plusieurs années en arrière et de changer le cours des choses… Mais Artezia parviendra-t-elle à changer le destin, alors que l’amour s'immisce au milieu du chaos?\n\n---\n**Official Translations:**\n* [French / Français](https://www.tappytoon.com/fr/comics/villainess-lives-again-fr)",
      "ja": "謀略の天才、皇帝を作り上げる！ ”お兄様が成功すれば、お前も成功するのよ” それを信じ、あらゆる悪事を企てた悪女「アルティゼア」。 しかし、彼女の兄への忠誠は裏切りとして返ってくる。 死を前にした彼女に手を差し伸べたのは宿敵であり、正義ある大公「セドリック」だけだった。 魔術で命と引き換えに18歳の自分に生まれ変わった彼女は、「セドリック」を皇帝にするために新たな人生を捧げることにするがーー\n\n---\n**Official Translations:**\n* [Japanese / 日本語](https://piccoma.com/web/product/50796)",
      "ko": "모략의 천재, 황제를 만들다!\n\n\"오빠가 잘되어야 너도 잘되는 거야.\"\n\n온갖 악행을 저질러 오빠를 황제로 만들었다.\n하지만 아르티제아의 헌신은 배신으로 돌아왔다.\n죽음의 문턱에서 그녀에게 구원의 손을 내민 것은, 정의로운 숙적 세드릭 대공뿐이었다.\n\n“계책을 내라.”\n“…….”\n“이 상황을 뒤집을 수 있는 인물을 나는 그대 외에는 떠올리지 못하겠어. 로산 후작.”\n“…….”\n“나에게는 그대의 힘이 필요하다.”\n\n이미 기울어진 세력 판도를 뒤집고 도탄에 빠진 제국을 구할 계책은 없다.\n그러나 방법은 있다.\n모든 것이 잘못되기 이전으로 시간을 돌리는 것.\n\n피의 눈물과 함께 그녀는 자신의 몸을 바쳐 고대마법으로 시간을 돌린다.\n이번에는, 실패하지 않으리라.\n\n죽지 않고 18세로 회귀한 아르티제아는 세드릭 대공을 위한 악녀가 될 것을 결심한다.\n\n“저에게 청혼해 주십시오. 당신을 황제로 만들어 드리겠습니다.”\n\n악마에게 무릎을 꿇은 대가로,\n당신은 당신 대신 손을 더럽힐 악마를 얻을 것입니다.",
      "pt": "Ao cometer todo tipo de atos malignos, ela fez do irmão o imperador. Mas sua dedicação foi recompensada com traição. À beira da morte, quem estendeu uma ajuda foi seu arqui-inimigo, o justo Grão-Duque Cedric.Não era possível restaurar o equilíbrio de poder para um império que já estava caindo em ruínas, mas havia uma maneira... de voltar no tempo antes que tudo desse errado. Com seu sangue e lágrimas, ela sacrifica seu próprio corpo para lançar magia antiga, a fim de voltar no tempo. Desta vez, ela não iria falhar.",
      "ru": "«Твой старший брат хорош, и ты должна соответствовать.»\nОна совершила множество злoдеяний, чтoбы сделать своего старшего брата Императором. Однако преданность Артезии обернулась против неё, ведь единственным, кто подал ей руку помощи на пороге смерти, был заклятый враг, эрцгерцог Седрик.\n«Уловки прочь.»\n«Я не знаю никого, кроме вас, кто мог бы обратить эту ситуацию вспять. Маркиза Розанна.»\n«Мне нужна ваша сила.»\nКазалось, тогда уже невозможно было спасти Империю, находившуюся в крайне бедственном положении, и предотвратить падение власти. Но всё же был один способ. Повернуть время вспять прежде, чем все пойдёт не так. Она, с кровавыми слезами на глазах, пожертвовала своим телом, чтобы овладеть древней магией и обернуть время вспять. В этот раз она не подведёт. Вернувшись в возраст восемнадцати лет, Артезия принимает решение не покорно умереть, а стать злодейкой и пойти на службу к эрцгерцогу Седрику.\n«Пожалуйста, сделайте мне предложение. И я сделаю вас Императором.»\nДабы демoн пал ниц, нужнo запoлучить другoгo, что испачкает руки вместо вас.",
      "zh": "前世为助哥哥成王做尽坏事，却反遭灭口…这一世甘为恶女，联手曾经的政治宿敌，夺回操控人生的王座！\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9146/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E9%87%8D%E7%94%9F/116)",
      "pt-br": "Ao cometer todo tipo de atos malignos, ela fez do irmão o imperador. Mas sua dedicação foi recompensada com traição. À beira da morte, quem estendeu uma ajuda foi seu arqui-inimigo, o justo Grão-Duque Cedric. Não era possível restaurar o equilíbrio de poder para um império que já estava caindo em ruínas, mas havia uma maneira … de voltar no tempo antes que tudo desse errado. Com seu sangue e lágrimas, ela sacrifica seu próprio corpo para lançar magia antiga, a fim de voltar no tempo. Desta vez, ela não iria falhar."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "230"
  },
  {
    "mangaId": "f0a83c26-d7f9-49f5-826c-79dc5e0cede7",
    "title": {
      "en": "Kimi ga Bokura wo Akuma to Yonda Koro"
    },
    "updatedAt": "2025-02-07T03:30:50+00:00",
    "coverArt": "https://mangadex.org/covers/f0a83c26-d7f9-49f5-826c-79dc5e0cede7/11300513-706e-491c-bdc9-f49517bbddff.jpg",
    "altTitles": [
      {
        "en": "Back When You Called Us Devils"
      },
      {
        "en": "The bird has flown, that ship has sailed"
      },
      {
        "zh": "你将我们称作恶魔之时"
      },
      {
        "zh-hk": "你將我們稱作惡魔之時"
      },
      {
        "ja": "君が僕らを悪魔と呼んだ頃"
      },
      {
        "ja-ro": "Kimi ga Bokura o Akuma to Yonda Koro"
      },
      {
        "vi": "Ngày ấy các người gọi chúng tôi là quỷ dữ"
      },
      {
        "pt-br": "Naquela época em que nos chamavam de Demônios"
      }
    ],
    "description": {
      "en": "Yusuke Saito is a normal high school kid...well, normal enough, though there's six months missing out of his memory. But when he starts to get confronted by people who insist they're from his past, who allege that he did horrible things to them...suddenly Yusuke realizes that those missing six months may be crucial to remember. Otherwise, the skeletons in his closet may just make him a skeleton, too...",
      "pt-br": "Yusuke Saito é um estudante comum do ensino médio... bem, comum o suficiente, embora tenha seis meses faltando em sua memória. Mas quando ele começa a ser confrontado por pessoas que insistem que fazem parte de seu passado e alegam que ele fez coisas horríveis com elas... de repente, Yusuke percebe que esses seis meses perdidos podem ser cruciais para lembrar. Caso contrário, os esqueletos em seu armário podem acabar transformando-o em um também..."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "154"
  },
  {
    "mangaId": "231f40a0-9987-4a70-98e1-c31fcfce74a3",
    "title": {
      "en": "Pushoff"
    },
    "updatedAt": "2023-09-23T00:59:45+00:00",
    "coverArt": "https://mangadex.org/covers/231f40a0-9987-4a70-98e1-c31fcfce74a3/f503174c-384e-455d-930c-de40756f0d92.jpg",
    "altTitles": [
      {
        "ko": "푸쉬오프"
      },
      {
        "ko-ro": "Puswiopeu"
      }
    ],
    "description": {
      "en": "Dahye was forced to grow up in a cult by her mother, cut off from the rest of the world. However, she meets a half-sister her age named Yunseo, who is her polar opposite, and meets new people.",
      "ko": "어릴 때부터 엄마에게 이끌려 사이비종교에 들어갔던 주인공 다혜는 세상과 단절되어 살다가 \n자신과 정반대 성격의 동갑내기 이복자매 윤서와 여러 사람들을 만나게 된다."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "90"
  },
  {
    "mangaId": "d91e369a-17fa-4f92-90de-1fd150129ce2",
    "title": {
      "en": "Crimson Hero"
    },
    "updatedAt": "2022-09-21T13:08:12+00:00",
    "coverArt": "https://mangadex.org/covers/d91e369a-17fa-4f92-90de-1fd150129ce2/16773e89-1ee3-418e-99c5-b60c56371350.png",
    "altTitles": [
      {
        "ja-ro": "Beniiro Hero"
      },
      {
        "en": "Crimson Hero"
      },
      {
        "tr": "Kızıl Kahraman"
      },
      {
        "vi": "Xứng danh anh hùng"
      },
      {
        "ar": "البطل القرمزي"
      },
      {
        "ja": "べにいろヒーロー"
      },
      {
        "ja": "紅色HERO"
      },
      {
        "zh": "艷紅色英雄"
      },
      {
        "ko": "홍색 히어로"
      },
      {
        "ja-ro": "Beni-iro Hīrō"
      },
      {
        "ja-ro": "Beni-iro Hero"
      }
    ],
    "description": {
      "en": "All that matters to 15-year-old Nobara Sumiyoshi is volleyball–she's an awesome player with big-time ambitions. But sometimes it seems like a girl just can't get a break in the competitive world of high school volleyball.  \nNobara's family wants her to inherit the role of \"young mistress,\" serving rich patrons at her family's old-fashioned Japanese restaurant. No thanks! When Nobara transfers to Crimson Field High School, known for its top-notch volleyball team, it turns out that her mother will stoop to dirty tricks to keep her off the court. With assistance from her feisty Aunt Momoko, who's got some connections at Crimson Field, Nobara decides to start playing offense."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "83"
  },
  {
    "mangaId": "416e63e0-a641-4338-b9e8-2461e81ff152",
    "title": {
      "en": "How to Survive as a Maid in a Horror Game"
    },
    "updatedAt": "2024-09-23T18:12:22+00:00",
    "coverArt": "https://mangadex.org/covers/416e63e0-a641-4338-b9e8-2461e81ff152/29d67fe8-47e2-4242-8793-eca46049c117.png",
    "altTitles": [
      {
        "ko": "공포게임 메이드로 살아남기"
      },
      {
        "ko": "공포 게임 메이드로 살아남기"
      },
      {
        "en": "Surviving as a Maid in a Horror Game"
      },
      {
        "en": "No Exit Horror"
      }
    ],
    "description": {
      "en": "\"How did you know? I hid it well so that no one would find out.\"\n \nAdrian Caesar von de Paltzgraf, the successor to the Paltzgraf Family. He is hailed as an angel in this world, but only I knew that the serial murders and murder attempts happening in the area which everyone was talking about were all committed by a young, good-looking gentleman.\n\n[Adrian's murderous intent has increased.]\n[Convince Adrian to lower his murderous intent. If not, you die.]\n[Adrian's murderous intent is at 92%.]\n\nI am the only one who knows. I was the only one who transmigrated into the world of this ridiculous horror game.\n\n---\n\nNote:\n- Only Ridibooks has all the volumes, due to Volume 1 of the side stories being R19.\n- \"No Exit Horror\" is the English name on the ebook and physical Korean novel cover."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26102334-1f7b-4a5b-a64f-107c5c24a70f",
    "title": {
      "en": "Mao"
    },
    "updatedAt": "2024-09-29T01:24:52+00:00",
    "coverArt": "https://mangadex.org/covers/26102334-1f7b-4a5b-a64f-107c5c24a70f/60356bcc-3936-445d-b485-014a43bcad66.jpg",
    "altTitles": [
      {
        "en": "MAO"
      },
      {
        "ja": "マオ"
      },
      {
        "zh-hk": "摩緒"
      },
      {
        "th": "หาญสู้พลิกชะตาอาถรรพณ์"
      }
    ],
    "description": {
      "en": "The story is set in a \"land where two worlds intersect,\" and it centers on \"a strange romance between a boy and girl who meet by fate.\"\n\n(from ebookjapan):\n\nOnmyoji and Yokai? A girl's bizarre Taisho romance! When she was in the first grade of elementary school, her whole family was involved in an accident, but she is the only one who survived. In her third year of junior high school, she passes by the accident site again and is somehow transported back to the Taisho Era!　\n\nThe next day, Nanoka's physical abilities are awakened when she is told by Mao, a boy she met there who is an Onmyoji, \"You are a demon, aren't you?\" The Taisho bizarre romance in which the two of them face their \"destiny\" that will come begins!\n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/mao)\n- Indonesian release by [Elex Media](https://www.gramedia.com/products/mao-01) (2021)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "163306e6-1700-42a4-882f-26db124cbec2",
    "title": {
      "en": "Hero Killer"
    },
    "updatedAt": "2024-07-14T02:24:46+00:00",
    "coverArt": "https://mangadex.org/covers/163306e6-1700-42a4-882f-26db124cbec2/649d7c41-83fc-49ca-b271-abb21b882042.jpg",
    "altTitles": [
      {
        "ko": "히어로 킬러"
      },
      {
        "de": "Heldentöter"
      },
      {
        "fr": "La tueuse d'héros"
      },
      {
        "es": "La asesina de héroes"
      },
      {
        "pl": "Zabójca bohaterów"
      },
      {
        "uk": "Вбивця героїв"
      },
      {
        "ru": "Убийца героев"
      },
      {
        "zh-hk": "英雄殺手"
      },
      {
        "fr": "Tueur des héros"
      }
    ],
    "description": {
      "de": "Alle Schurken sind besiegt und die Helden haben die Welt gerettet. Das klingt erst einmal gut, doch sind wirklich alle Helden gut? Nicht alle, die sich „Helden“ nennen, verhalten sich auch so: Eine Frau, deren Schwester von einem dieser „Helden“ getötet wurde, begibt sich auf die Mission, den Täter zu finden, und wird zum „Hero-Killer“, der jede Nacht Jagd auf korrupte Helden macht. Kann sie es schaffen, ihre Schwester zu rächen und die Welt zu einem besseren Ort zu machen?\n\n---\n**Official Translations:**\n* [German / Deutsch](https://www.webtoons.com/de/action/hero-killer/list?title_no=3403)",
      "en": "The world is in constant turmoil, with constant wars breaking out between Heroes and Villains.\n\nGifted with supernatural abilities, one lone girl sets out on a bloody path for revenge against the injustices of the world she lives in. With the constant clashes between titans, no one is safe.\n\nIf no one is willing to protect the innocent, who are the real heroes, and who are the real villains? What truly separates one from the other?",
      "es": "El mundo está en constante agitación, con guerras constantes desatándose entre héroes y villanos. Dotada con habilidades extraordinarias, una chica solitaria recorre un camino sangriento de venganza contra las injusticias del mundo en el que vive. Con los enfrentamientos constantes entre los titanes, nadie está a salvo. Si nadie está dispuesto a proteger a los inocentes, ¿quiénes son los verdaderos héroes? ¿Quiénes son los verdaderos villanos? ¿Qué es lo que realmente separa a los unos de los otros?\n\n---\n**Official Translations:**\n* [Spanish / Español](https://www.webtoons.com/es/action/hero-killer/list?title_no=3422)",
      "fr": "Dotée de capacités surnaturelles, Ehwa, une jeune fille solitaire, s'engage sur un chemin sanglant afin de se venger pour sa soeur qui a été tuée par un \"héros\". Elle ne sait toujours pas qui de ces \"héros\" est responsable de sa mort, mais cela lui importe peu... car il suffit de les massacrer tous.\n\n---\n**Official Translations:**\n* [French / Français](https://www.webtoons.com/fr/action/hero-killer/list?title_no=3151)",
      "hu": "A világ állandó kavarodásban van, állandó háborúk törnek ki a Hősök és a Gonoszok között. Természetfölötti képességekkel felruházva egy magányos lány véres útra indul, hogy bosszút álljon a világ igazságtalanságai ellen, amelyben él. Ha senki sem hajlandó megvédeni az ártatlanokat, kik az igazi hősök és kik az igazi gonosztevők? Mi választja el igazán a másikat?",
      "id": "Bertahun-tahun yang lalu, Ehwa kehilangan saudara perempuan karena seorang hero yang tidak dikenal. Sampai sekarang, tidak ada yang tahu siapa pembunuh saudara perempuan Ehwa. Tetapi hal itu tidak masalah baginya, karena dia akan menghabisi semua hero yang ada di dunia.\n\n---\nPerang berakhir dengan kekalahan para villain. Sekarang dunia dikuasai oleh Hero yang korup. Dan Salah satu Hero tersebut membunuh saudara perempuan Ehwa. dia tidak tahu yang mana, tapi tidak masalah. Jika dia membunuh satu per satu, mereka akan ada di antara mereka. Ehwa menjadi Hero killer, Villain yang memburu para Hero setiap malam. \"Aku akan membunuh semua orang dan akan mengambil semuanya!\"\n\n---\n**Official Translations:**\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/hero-killer/list?title_no=3083)",
      "it": "Il mondo è in costante fermento, con continue guerre scoppiate tra eroi e cattivi. Dotata di abilità soprannaturali, una ragazza solitaria intraprende un percorso sanguinoso per vendicarsi contro le ingiustizie del mondo in cui vive. Con i continui scontri tra titani, nessuno è al sicuro. Se nessuno è disposto a proteggere gli innocenti, chi sono i veri eroi e chi sono i veri cattivi? Cosa separa veramente l'uno dall'altro?",
      "ko": "전쟁은 빌런들의 패배로 막을 내렸다.\n이제 세상은 부패한 히어로들이 지배하고 있다.\n그리고, 그런 히어로들 중 하나가 이화의 언니를 죽였다.\n언니를 죽인 게 누구인지는 모르지만 상관없다.\n한 놈씩 죽이다 보면 그중에 있을 테니까.\n이화는 매일 밤 영웅들을 사냥하는 빌런, 히어로 킬러가 된다.\n​\n한 악당의 지독한 액션 활극.\n“모조리 죽이고, 빼앗아 주마!”",
      "th": "เรื่องราวสงครามระหว่างเหล่าฮีโร่และวายร้ายได้จบลงด้วยชัยชนะของกลุ่มฮีโร่ แต่โลกในตอนนี้กลับปกครองด้วยกลุ่มฮีโร่ที่ฉ้อฉล และหนึ่งในฮีโร่กลุ่มนั้นได้ฆาตกรรมพี่สาวของอีฮวา อีฮวาไม่รู้เลยว่าฮีโร่คนไหนที่ลงมือฆ่าพี่สาวของเธอ เธอเลยตัดสินใจไล่ฆ่าพวกฮีโร่ไปทีละคน เธอคิดว่าถ้าฆ่าพวกฮีโร่กลุ่มนั้นให้หมด แล้วมันจะนำไปสู้การล้างแค้นให้พี่สาวเธอได้ การล้างแค้นของวายร้ายผู้สิ้นหวังได้เริ่มต้นขึ้น “ฉันจะฆ่าพวกแกทุกคน ฉันจะพรากทุกอย่างที่แกมีไปจากแก”\n\n---\n**Official Translations:**\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/hero-killer/list?title_no=2840)",
      "zh-hk": "戰爭在反派的敗北下落幕了，而世界由腐敗的英雄們接手掌控。 然而，其中一個英雄殺了苡禾的姐姐。 她不在乎兇手是誰，反正把他們全部殺掉就可以了。 苡禾每晚都會行動，成為了英雄殺手的反派角色。 一個壞蛋的殘忍獵殺行動。「全部殺掉！全部搶走！」\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/hero-killer/list?title_no=5647)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbb287b2-5392-4364-8a8e-8e2b39f2c181",
    "title": {
      "en": "Enchanter Enchanter"
    },
    "updatedAt": "2024-10-26T08:07:22+00:00",
    "coverArt": "https://mangadex.org/covers/fbb287b2-5392-4364-8a8e-8e2b39f2c181/266f78c5-5462-48b0-a1fe-414881de833d.png",
    "altTitles": [
      {
        "ja": "エンチャンターゼロ"
      }
    ],
    "description": {
      "en": "Enchanters possess special talents that set them apart from the average human. They are recognized by their ability to manipulate Chi. However, some use their abilities for personal gain. Some rise against Enchanters to uncover the secrets of the world. Others seek to become the highest power or simply wish to erase Enchanters from existence. Even if it’s destiny, karma, or nature, in the Enchanter world, one must understand the blur between life and death."
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ccf515f7-8a7f-448f-91d3-815534fd05fb",
    "title": {
      "en": "The Evil God Descends, I Own Great Hell"
    },
    "updatedAt": "2025-02-07T01:33:13+00:00",
    "coverArt": "https://mangadex.org/covers/ccf515f7-8a7f-448f-91d3-815534fd05fb/31ca4396-c76b-4696-bfb2-458f0b51b5f6.jpg",
    "altTitles": [
      {
        "zh": "邪神降世，我有一座大凶狱"
      }
    ],
    "description": {
      "en": "In the apocalypse, an evil god descends, devouring humans and threatening my homeland, China! Little do they know, I hold the control of the Demon-Suppressing Hell, where countless gods and ancient monsters from China have been secretly imprisoned for thousands of years! All for this moment... to annihilate the foreign gods and cleanse the human world!\n\n— Of course, if you surrender, as the Warden, I might consider letting you evil gods into the Great Hell to work on sewing machines. Meals and accommodation are provided, of course."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a787b10a-02d0-46c0-8236-0d01d69ad4a3",
    "title": {
      "en": "Naruto (Official Colored)"
    },
    "updatedAt": "2025-01-18T17:36:08+00:00",
    "coverArt": "https://mangadex.org/covers/a787b10a-02d0-46c0-8236-0d01d69ad4a3/608815f3-45dd-41b7-a10d-55fb3dc6a05c.jpg",
    "altTitles": [
      {
        "en": "Naruto - Digital Colored Comics"
      },
      {
        "ja": "ナルト"
      },
      {
        "ja": "NARUTO―ナルト― カラー版"
      },
      {
        "ar": "ناروتو"
      },
      {
        "bg": "Наруто Цветна Версия"
      }
    ],
    "description": {
      "en": "Twelve years ago, the powerful Nine-Tailed Demon Fox attacked the ninja village of Konohagakure. The demon was quickly defeated and sealed into the infant Naruto Uzumaki, by the Fourth Hokage who sacrificed his life to protect the village. Now Naruto is the number one knucklehead ninja who's determined to become the next Hokage and gain recognition by everyone who ever doubted him!",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Naruto\". Uzumaki Naruto é um garoto que teve um demônio preso dentro dele quando era um bebê, para evitar que esse demônio destruísse sua vila. Ele cresceu sendo temido por todos, já que existe a lembrança dos mortos pelo demônio em quase todas as famílias. Evitado e ignorado, tudo o que ele realmente deseja é ser amado e reconhecido pelos outros, pelo que de fato ele é. Acompanhe a vida de Naruto, seu amor pela \"doce e amável\" Sakura e sua \"amizade\" com Sasuke... Uma história aparentemente simples, em que o herói acumula poderes e vence os malvados, fazendo amigos no caminho, certo? Errado. Naruto tem ação e comédia, sim, mas o tema central do mangá é a solidão e como cada um dos personagens lida com essa solidão. A leveza cômica de alguns capítulos é francamente contrastante com o clima pesado e trágico de outros."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "72",
    "lastChapter": "700"
  },
  {
    "mangaId": "ad9ac663-2d34-48cf-a458-a03f5370bf47",
    "title": {
      "en": "The Secret of the Partner Next to You"
    },
    "updatedAt": "2024-01-22T00:26:12+00:00",
    "coverArt": "https://mangadex.org/covers/ad9ac663-2d34-48cf-a458-a03f5370bf47/8579469a-ee38-4fe6-a062-59a6cf75b1ca.jpg",
    "altTitles": [
      {
        "en": "Jae-Kyung's Secret"
      },
      {
        "en": "The Secret of Jae-Kyung"
      },
      {
        "es-la": "El secreto de Jae-Kyung"
      },
      {
        "ko": "옆자리 짝꿍의 비밀"
      },
      {
        "pt-br": "O Segredo de Jae-Kyung"
      },
      {
        "ko-ro": "Yeopjali jjagkkung-ui bimil"
      },
      {
        "id": "Rahasia Mitra Di Samping Anda"
      }
    ],
    "description": {
      "en": "Yang Kiryong is an ordinary high school boy who has a classmate named Yoo Jae-Kyung, who is somewhat clumsy and clueless. Both have a very good friendship, but without any kind of love attraction. Until one day, by chance, Kiryong discovered the deepest secret of his friend and because of this his heart began to beat, will it be beats of fear or love?",
      "ko": "평범한 남자 고등학생 양기룡.\n그리고 언제나 헤실헤실하고 가끔 나사빠진 행동을 하는\n그의 짝꿍 유재경.\n그럭저럭 귀엽다고 생각되는 반 친구였을 뿐인데..\n어느 날 우연히 그녀의 위험한 비밀을 알게 된다.\n이 심장의 두근거림은 두려움인지, 설렘인지..?",
      "es-la": "Yang Kiryong es un chico de preparatoria común y corriente, que tiene una compañera de clase llamada Yoo Jae-Kyung, la cual es algo torpe y despistada. Ambos tienen una muy buena amistad, pero sin ningún tipo de atracción amorosa. Hasta que un día, por casualidad, Kiryong descubrió el secreto más profundo de su amiga y debido a esto su corazón empezó a latir, ¿serán latidos de miedo o amor?",
      "pt-br": "Yang Kiryong é um garoto comum do ensino médio que tem uma colega de classe chamada Yoo Jae-Kyung, que é um pouco desajeitada e sem noção. Ambos têm uma amizade muito boa, mas sem nenhum tipo de atração amorosa. Até que um dia, por acaso, Kiryong descobriu o segredo mais profundo de sua amiga. Por causa disso seu coração começou a bater, será de medo ou de amor?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49650a04-d0d7-4526-b460-8203ae223586",
    "title": {
      "en": "Fight Class 3"
    },
    "updatedAt": "2025-01-15T10:05:07+00:00",
    "coverArt": "https://mangadex.org/covers/49650a04-d0d7-4526-b460-8203ae223586/e684daa6-8687-4b54-a5ee-0fdc82bdd4bd.jpg",
    "altTitles": [
      {
        "ko-ro": "Gyeoggi 3 Ban"
      },
      {
        "ko-ro": "Gyeok Gi 3 Ban"
      },
      {
        "ko": "격기3반"
      },
      {
        "pt-br": "Turma De Luta 3"
      },
      {
        "ru": "Бойцовский класс 3"
      },
      {
        "en": "Fight Class 3"
      }
    ],
    "description": {
      "en": "A world in which Korea is the global capital of combat sports. At Nam-Il High School where the best and most talented students of martial arts reside, Jiu Ji-Tae suddenly finds himself thrust into their midst despite being a total weakling.  \n  \nBy neutralizing his physical shortcomings through jiu-jitsu, can he rise to the top of the fight classes?  \n\n\n---",
      "fr": "Un monde dans lequel la Corée est le Pays leader des sports de combats. Au lycée Nam-il où les meilleurs et plus talentueux élèves en arts martiaux étudient, Jiu Ji-tae se trouve soudainement entraîné avec eux alors qu'il n'est qu'un faiblard.  \n  \nEn faisant disparaître ses défauts physiques à l'aide du Ju-Jitsu, pourra-t-il devenir le meilleur des classes de combat ?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mymmx89)",
      "pt-br": "Em um mundo onde a Coréia do Sul é a capital mundial dos esportes de combate, o Colégio Namil é onde os melhores e mais talentosos estudantes de artes marciais competem, e nosso protagonista Jiu Jitei se encontra subitamente em meio à eles mesmo sendo um fracote completo.\n  \nSuperando suas fraquezas com jiu-jitsu, será que Jitei consegue chegar ao topo das turmas de luta?"
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9c33607-9180-4ba6-b85c-e4b5faee7192",
    "title": {
      "en": "Official \"Test\" Manga"
    },
    "updatedAt": "2025-01-06T00:48:27+00:00",
    "coverArt": "https://mangadex.org/covers/f9c33607-9180-4ba6-b85c-e4b5faee7192/c18da525-e34f-4128-a696-4477b6ce6827.png",
    "altTitles": [
      {
        "en": "TEST edited"
      },
      {
        "ko": "Korean"
      },
      {
        "en": "test title"
      },
      {
        "ja": "刃直海角骨入"
      },
      {
        "zh": "刃直海角骨入"
      },
      {
        "zh-hk": "刃直海角骨入"
      },
      {
        "ko": "刃直海角骨入"
      },
      {
        "en": "Taest"
      },
      {
        "de": "Test"
      },
      {
        "de": "Test Titel"
      },
      {
        "pt-br": "Quem ler é gay!!"
      },
      {
        "el": "Δοκιμαστικό"
      },
      {
        "pl": "Testowa manga"
      },
      {
        "ja": "test"
      },
      {
        "ja-ro": "test"
      },
      {
        "ko": "test"
      },
      {
        "ko-ro": "test"
      },
      {
        "zh": "test"
      },
      {
        "zh-hk": "test"
      },
      {
        "zh-ro": "test"
      },
      {
        "en": "test"
      },
      {
        "sq": "test"
      },
      {
        "ar": "test"
      },
      {
        "az": "test"
      },
      {
        "bn": "test"
      },
      {
        "bg": "test"
      },
      {
        "my": "test"
      },
      {
        "ca": "test"
      },
      {
        "hr": "test"
      },
      {
        "nl": "test"
      },
      {
        "cs": "test"
      },
      {
        "da": "test"
      },
      {
        "eo": "test"
      },
      {
        "et": "test"
      },
      {
        "tl": "test"
      },
      {
        "fi": "test"
      },
      {
        "fr": "test"
      },
      {
        "ka": "test"
      },
      {
        "de": "test"
      },
      {
        "el": "test"
      },
      {
        "he": "test"
      },
      {
        "hi": "test"
      },
      {
        "hu": "test"
      },
      {
        "id": "test"
      },
      {
        "it": "test"
      },
      {
        "kk": "test"
      },
      {
        "la": "test"
      },
      {
        "lt": "test"
      },
      {
        "ms": "test"
      },
      {
        "mn": "test"
      },
      {
        "ne": "test"
      },
      {
        "no": "test"
      },
      {
        "fa": "test"
      },
      {
        "pl": "test"
      },
      {
        "pt": "test"
      },
      {
        "pt-br": "test"
      },
      {
        "ro": "test"
      },
      {
        "ru": "test"
      },
      {
        "sr": "test"
      },
      {
        "sk": "test"
      },
      {
        "sl": "test"
      },
      {
        "es": "test"
      },
      {
        "es-la": "test"
      },
      {
        "sv": "test"
      },
      {
        "ta": "test"
      },
      {
        "te": "test"
      },
      {
        "th": "test"
      },
      {
        "tr": "test"
      },
      {
        "uk": "test"
      },
      {
        "vi": "test"
      },
      {
        "es": "Test2"
      }
    ],
    "description": {
      "de": "Von dem Ersteller von be***l***iebten Ser***i***en wie ***T***wo Pi***e***ce, Da***r***uto und Detergent kommt die Serie Test, eine preisgekrönte rom***a***ntische Komödie über einen Highschoo***l***-Waffenmeister namens Yugi, der die ganze We***l***t bereist und alle Life Notes sammelt, damit er eines Tages die Leiche seines Bruders bergen kann, nachdem er das Taboo erfüllt hat, den Titan, den wir an dem Tag mit seinem Stand gesehen haben, zu one-punchen und zum Nokage-Piratenkönig zu werden -datteba***y***o. Schauen Sie zu, wie er mit seinem Onii-Chan und generischen ***H***arem Mädchen durch das He***i***lige Reich von Bri***t***annia streift, während sie alle Widrigkeiten mit der Kraft der Freundschaft, ***L***iebe und... (warum knall***e***n sie sich nicht einfach gegenseitig.) In diesem Epos in Spielfilmlänge, was das von Gilgamesch und der Ilias konku***r***riert, werden wir die Mentalität und Soziologie dieser gesellschaftlichen Bedrohungen erforschen, während sie die Erde in ihrem nie stillbaren Durst nach Imoutos verwüsten.\n\nRezensenten geben dieser Serie eine 10/10 für die unkonventionelle Darstellung des Magical Girl Genre.\nNominiert für die 1. MangaDex Auszeichnungen für den schlechtesten Manga des Jahres.\nGewinner der 2. MangaDex Auszeichnungen für den besten Manga des Jahres.\nDer beste Manga aller Zeiten, wie Meichiro Noda feststellte.\n\n---\n\n**Hinweis:** Bitte fügen Sie *KEINE* Genre hinzu, oder der Test Manga wird die Suche verschmutzen. Weil dieser Manga die reinste Form aller Manga ist [Der Plural von Manga ist Manga].\n**Fun fact:** Im Jahr 127, als dieser Manga ursprünglich veröffentlicht wurde, hieß er \"Taest\", aber wurde wegen den amerikanischen Druckkosten pro Buchstabe zu \"Test\" verkürzt.\n\n+++ hah\n\n![WHOAAAAAA](https://i.ibb.co/dM9yv89/WHOAAAAAA.gif)\n![EHE](<https://media1.tenor.com/images/fdcd995c9db4af798c2daa4380c79a8c/tenor.gif>)\n![HEH](https://cdn.discordapp.com/emojis/650248281091342346.png)\n\n+++",
      "en": "From the creator of popu***l***ar ser***i***es like ***T***wo Pi***e***ce, Da***r***uto, ***a***nd Detergent, comes the series Test, an award winning romantic comedy about a high schoo***l*** weapon meister named Yugi as he trave***l***s the entire world collecting all the Life Notes, so that one da***y*** ***h***e can recover h***i***s bro***t***her's body after performing the taboo of one punching the Titan we saw that day with his Stand and becoming the Nokage Pirate King -dattebayo. Watch as he roams through the Ho***l***y ***E***mpi***r***e of Britannia with his Onii-chan and generic harem girls as they conquer all odds with the power of friendship, love and…(why don't they just bang each other.) In this feature length epic rivaling that of Gilgamesh and the Iliad we will explore the mentality and sociology of these societal menaces as they ravage the Earth in their never quenchable thirst for imoutos.  Reviewers gives this series a 10/10 for the unconventional portrayal of the magical girl genre.  Nominated for the 1st Mangadex Award for Worst Manga of the Year.  Winner of the 2nd Mangadex Awards for Best Manga of the Year.  Best manga ever written, as stated by meichiro noda\n\n---\n\n**Note:** Please do *NOT* add genres or Test will pollute genre searches. Because this manga is the most purest form of any manga [The plural of manga is manga]\n**Fun fact:** In the year 127, when this manga was originally released, it used to be called Taest, but because of American per/letter printing costs it was shortened to Test.\n\n+++ hah\n\n“Umm… so, personally… this is the first time this has happened, so I'm a bit surprised. Only a centimeter away… I mean, I don't think there's ever been someone who's gotten that close to me… without a, you know… calamity occurring. I'm not really… not really sure what happens at one centimeter away… 'cause it's my first time. I don't really understand it either. Seriously. But in the flow of calamity… there's nobody who can attack me. Not a single person. That, I know for sure. Wonder of U.” - Unknown\n\"Thanos kills Dumbledore\" - Anonymous Reviewer\n\"Like zoinks, man it's Mr Bombastic.\" - Shaggy\n\"DEUS VULT!!\"  - Knight Templars\n\"There are zombies on my Lawn\" - Crazy Astel\n\"I FINALLY HAVE A F*CKING NOSE\" - Lord Coco\n\"NOOOOOOOOOOOOOOOOOOOO!!!!!!!!!!!!!!!!!!!!\" - Darth Vader\n\"The turtles! *They're everywhere!\"* - #8699\n\"Who's Rem?\" - Subaru Impreza\n\"I approb\" - Oozora Subaru\n\"My unmatched piquancy, coupled with sheer interpretability, makes me a feared opponent in any realm of human cuisine.\" - Andrew Tatertot\n\"PURGE THE HERETICS\" - The Space Marines\n![WHOAAAAAA](<https://i.ibb.co/dM9yv89/WHOAAAAAA.gif>)\n![EHE](https://media1.tenor.com/images/fdcd995c9db4af798c2daa4380c79a8c/tenor.gif)\n![HEH](https://cdn.discordapp.com/emojis/650248281091342346.png)\nI have so many questions.\nTest2\n\n----\n\n[YumGumYum](https://mangadex.org/user/3678de43-a55d-43be-b2ab-5c32a8219021/yumgumyum) **:**      remind me to write something here-\n[Tristan](https://mangadex.org/user/01642be8-72b8-48ae-9199-d8c747946ca5) **:**      @YumGumYum reminder\n\n+++",
      "es-la": "Spanish (LATAM)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34019331-7377-4e2c-837e-f6e1ab2b5ef7",
    "title": {
      "en": "The Seven Deadly Sins: Four Knights of the Apocalypse"
    },
    "updatedAt": "2025-02-04T12:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/875a3012-1e72-4270-a6be-e64422eeb4e2.jpg",
    "altTitles": [
      {
        "ja": "黙示録の四騎士"
      },
      {
        "en": "The Four Knights of Apocalypse"
      },
      {
        "es-la": "Los cuatro caballeros del apocalipsis"
      },
      {
        "uk": "Чотири лицарі Апокаліпсису"
      },
      {
        "ko": "묵시록의 사기사"
      },
      {
        "zh-hk": "默示錄的四騎士"
      },
      {
        "tr": "Mahşerin Dört Şövalyesi"
      },
      {
        "tr": "Yedi Ölümcül Günah: Mahşerin Dört Şövalyesi"
      },
      {
        "pt-br": "Os Quatro Cavaleiros do Apocalipse"
      },
      {
        "ru": "Четыре рыцаря Апокалипсиса"
      },
      {
        "ja-ro": "Mokushiroku no Yonkishi"
      },
      {
        "vi": "Tứ Kỵ Sĩ Khải Huyền"
      },
      {
        "la": "Quattuor Equites Apocalyptici"
      },
      {
        "en": "4KOA"
      }
    ],
    "description": {
      "en": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey. Whether you know \"The Seven Deadly Sins\" or not, you can still enjoy it! The world's most awaited adventure fantasy!",
      "es": "La profecía se ha cumplido. \"En un futuro no muy lejano, habrá cuatro caballeros sagrados que destruirán el mundo. Son los Cuatro Jinetes del Apocalipsis.\"\"\nLos santos caballeros que juraron fidelidad al rey Arturo estaban ansiosos por cortar el mal de raíz. Las consecuencias de estos acontecimientos llegan hasta la frontera... y sacuden el destino de un niño. Un niño que da el primer paso como le dice su corazón. ¿Qué le espera: sueños, esperanzas, gloria o pecado? La fantasía heroica del pasado y del presente, ¡el inicio!",
      "fr": "Percival vit seul avec son grand-père Bargis, au sommet d’une haute montagne nommée le “Doigt divin”. Il y mène une vie heureuse, préservé du monde extérieur. Mais le jour de ses 16 ans, son destin bascule : un mystérieux guerrier à l’armure rouge s’en prend violemment à lui et à son grand-père. En effet, ce Chevalier sacré de Camelot est chargé d’éliminer quiconque s’apparenterait aux “Four Knights of the Apocalypse”, un groupe de cavaliers qui, d’après la prophétie, apparaîtra pour renverser le roi Arthur… Laissé pour mort, Percival survit à ses blessures et décide de partir en quête de vengeance, et d’aventures !",
      "ja": "『七つの大罪』正統続編！ 全世界待望の冒険ファンタジー!!\n\n予言は示された。「遠くない未来、世界を滅ぼす四人の聖騎士が現れる。――その名を〈黙示録の四騎士〉」。厄災の芽を摘まんと色めき立つは、アーサー王に忠誠を誓いし一騎当千の聖騎士たち。その余波は、遠く辺境にまで及び……、一人の少年の運命を揺るがす！ 己が心の命ずるまま、一歩を踏み出す少年。その前途に待つは、夢か希望か栄光か罪か。古今無双のヒロイック・ファンタジー、開幕!!",
      "pt": "A profecia indicava que num futuro não muito distante, aparecerão quatro cavaleiros sagrados que destruirão o mundo: São os Quatro Cavaleiros do Apocalipse. Os quatro cavaleiros sagrados, que juraram fidelidade ao Rei Artur, estão muito animados para cortar esta calamidade pela raiz. As consequências chegam até à fronteira e abalam o destino de um rapaz, ......! Um rapaz dá um passo em frente como manda o seu coração. O que o espera é um sonho, uma esperança, glória ou pecado. Começa uma fantasia heróica dos mundos antigo e moderno!",
      "tr": "Nazik bir çocuk olan Percival, büyükbabasıyla birlikte \"Tanrı'nın Parmağı\" adlı uzak bir yerde yaşıyor. Ancak dünya onun barış içinde yaşamasına izin vermeyecektir. Gizemli bir şövalyeyle karşılaşmaları kaderlerini değiştirir ve şok edici bir sır ortaya çıkar. Çocuk sonsuz bir yolculuğa çıkar. \"Yedi Ölümcül Günah\"ı bilseniz de bilmeseniz de tadını çıkarabilirsiniz! Dünyanın en çok beklenen macera fantezisi!",
      "uk": "Історія є продовженням манги \"Сім Смертних гріхів\". Початок манги знайомить нас з Персівалем - шістнадцятирічний хлопець з ширяючого острова «Палець бога», який після певних подій вирушає в подорож чарівним королівством під назвою Британія.",
      "es-la": "Percival, un niño bondadoso, vive con su abuelo en un lugar remoto llamado \"El dedo de Dios\". Sin embargo, el mundo no le permite vivir en paz. Un encuentro con un misterioso caballero cambia su destino, y se revela un impactante secreto. El niño emprende un viaje interminable. Tanto si conoce \"Los siete pecados capitales\" como si no, ¡podrá disfrutar de él! ¡La fantasía de aventuras más esperada del mundo!",
      "pt-br": "Percival, um menino bem-humorado, vive com seu avô num lugar remoto chamado “O Dedo de Deus”. No entanto, o mundo não permite que ele viva em paz. Um encontro com um misterioso cavaleiro muda seu destino, e um segredo chocante é revelado. O menino embarca numa jornada sem fim."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]