[
  {
    "mangaId": "95a10c9f-3836-4b62-86f8-eefe6688df41",
    "title": {
      "en": "Bon appétit!"
    },
    "updatedAt": "2023-11-05T13:54:29+00:00",
    "coverArt": "https://mangadex.org/covers/95a10c9f-3836-4b62-86f8-eefe6688df41/c7a49587-a793-4385-b587-0ee579ed4bf9.jpg",
    "altTitles": [
      {
        "ko": "맛본 김에 꿀꺽!"
      },
      {
        "ko-ro": "Masbon Gim-e Ggulggeog!"
      },
      {
        "en": "Bon Appetit"
      },
      {
        "en": "Swallow After Tasting"
      },
      {
        "uk": "Смачного!"
      },
      {
        "fr": "Régalez-vous!"
      },
      {
        "th": "เมนูรักปักใจท่านดยุก"
      },
      {
        "zh": "投喂悲剧男二后，他想HE了！"
      }
    ],
    "description": {
      "en": "\"If I die after eating, that’ll be great!\" Luana was born an abandoned princess of a kingdom that would soon be occupied. It’s the story where her death was decided anyway, so she ate what she wanted to eat. Her cooking has captured The General of the Conquering Army, the duke who was cursed and can’t taste foods? \"There was nothing I wanted in this small kingdom, but now I think I do.” Why are you looking at me when you say that~?!!! The story of Legion, the occupier of the kingdom who lost his sense of taste due to the curse, and Luana, the only person who could make him taste food.\n\n---\n“Are you eating in this situation?”\n\n“Of course! I’ll have to keep savoring the taste until I die. Do you want one?”\n\nShe was reincarnated in a novel as Luana, the abandoned princess. And her death was already decided. She just wanted to let people know about her cooking talent, but she was misunderstood as a witch because of her cheese jerky!\n\nThe General of the conquering army, Duke Legion, who had lost his sense of taste, took her to the Empire for her extraordinary jerkies and to break the curse that had come down from generation to generation.\n\n“It is delicious, isn’t it?”\n\n“Prepare the same for the dinner.”\n\nShe was happy to be able to cook and eat as much as delicious food as she wanted… But now, she also wanted to look after Legion.\n\n‘Eat three meals a day, and make sure to make dessert. I’m sure he will be able to gain some weight…!’\n\n–\n\nThe Duke took the jerky from the princess. On the surface, it was no different from any beef jerky. But when he took a bite of it, it felt like a new world had opened up. The jerky, made by the princess, felt more tender than the others as he gently crushed it with his teeth. The taste of condensed meat smudged his tongue as he chewed on. It was just as she said. He could feel the savory taste of the spicy meat, and at the end of the day, he wanted to have more. The desire that he had, faded for a while.\n\n“I didn’t really want anything, but now I think I do.”",
      "uk": "«Ти їси в такій ситуації?» \"Звичайно! Я буду насолоджуватися смаком до кінця. Хочеш шматочок?» У романі вона перевтілилася в Луанну, покинуту всіма принцесу. Її трагічна доля була вирішена заздалегідь. Дівчина просто хотіла показати людям свій кулінарний талант, а її, навпаки, охрестили відьмою. І, здавалось би, через що. Через в’ялений сир! Генерал армії-завойовника, герцог Легіон, який втратив почуття смаку, помітив принцесу і взяв до Імперії за її надзвичайні здібності. А може він сподівався, що Луанна зруйнує його прокляття, що повторювалось з покоління в покоління?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "59"
  },
  {
    "mangaId": "d76a350d-c6b5-42bb-bfba-e521a3964a6a",
    "title": {
      "en": "The S-Class Hunter Doesn't Want to Be a Villainous Princess"
    },
    "updatedAt": "2024-07-17T06:15:01+00:00",
    "coverArt": "https://mangadex.org/covers/d76a350d-c6b5-42bb-bfba-e521a3964a6a/456b542c-6fc3-4b51-9013-eac97a3da72c.jpg",
    "altTitles": [
      {
        "ko": "S급 헌터는 악역 공녀가 되기 싫습니다"
      },
      {
        "ko-ro": "S-geup Hunter-neun Agyeok Gongnyeoga Doegi Silseumnida"
      }
    ],
    "description": {
      "en": "\"I'm done with romance, so send me home!\"\n\nKim Yi-Young was just an ordinary civil service exam candidate in South Korea.\nAfter studying for more than four and a half years, she finally passed, a truly ordinary person with nothing but reading novels here and there as a hobby.\n\nHowever, on the day she went out for a celebratory meal after passing the exam, she got into a traffic accident and died, only to find herself reincarnated into the fantasy hunter novel she was reading.\n\nTo her, the \"System\" offered a way back home.\nDetermined solely to return home and cuddle her warm cat and adorable Maltese, Cerberus, she gained strength through dozens of regressions.\n\nSigning contracts with the constellations of the original work and dying multiple times, she eventually succeeded in conquering the \"Tower\" of the original work and defeating the owner of the tower on the final floor.\n\nNow, all that's left is to go home......\n\nOr so she thought!\n\n[Due to an error, instead of returning to the original world, we will reincarnate you into the author's new work!]\n\nI don't need that! All I wanted was my sweet home! Is that so difficult?! I even got rid of the Tower!?\n\nMoreover, romance fantasy?! Even in my previous life, I didn't care about romance, not one bit!\nAnd to top it off, I didn't even reincarnate into my own body this time, but into the \"villainess\" of the book!\n\nI'm not afraid of the threats in this world, but I'm worried about being forced into a romance quest.\n\n\"Can I go home...?\"",
      "ko": "**로맨스는 됐으니까 집에나 보내줘!**\n김이영, 그녀는 대한민국의 평범한 공무원 시험 응시생이었다.\n그것도 4년 반이 넘는 긴 시간동안 공부 끝에 합격한, 낙이라고는 짬짬이 소설읽는 것밖에 없는 정말 평범한 사람.\n\n그러나 합격을 축하하기 위해 외식을 나간 날 교통사고를 당해 죽고, 자신이 읽던 현태판타지 헌터물에 빙의하고 만다.\n그런 이영에게 집으로 돌아갈 수 있는 길을 제안하는 '시스템'.\n그녀는 오로지 집에 돌아가서 배 따땃하게 지지고 귀여운 말티즈 켈베로스를 끌어안겠다는 일념 하에 수십 번씩 회귀하며 힘을 길렀다.\n원작 속의 성좌들과 계약하고 수차례 죽어가며 원작 속의 '탑'을 공략하여 결국 마지막 층의 지배자, 탑의 주인을 처리하는 데 성공한다. \n\n이제 남은 건 집으로 가는 것 뿐……,\n\n\n인줄 알았는데!\n\n[오류로 인해 원래 세상으로의 복귀 대신, 작가의 신작에 빙의시켜드리겠습니다!]\n\n필요 없어! 내가 바란건 내 스윗 홈뿐이었는데!\n그게 그렇게 어려워?! 탑도 내가 없애줬는데?!?!\n\n게다가, 로맨스 판타지라니! 이전 빙의에서도 로맨스의 ㄹ도, 아니, ㄹ의 한 획도 신경 안 쓰고 살았는데!\n거기에 이전처럼 내 몸으로 책에 빙의한 게 아니라 책 속의 '악녀'에 빙의했다!\n\n이 세계의 위협은 전혀 두렵지 않지만, 로맨스를 강제로 끌어내는 퀘스트는 걱정된다. \n\n나, 집에 갈 수 있을까……?",
      "pt-br": "**Estou farta de romance, então me mandem para casa!**\n\nKim Yi-Young era apenas uma candidata comum ao exame de serviço civil na Coreia do Sul. Depois de estudar por mais de quatro anos e meio, finalmente passou, uma pessoa verdadeiramente comum que só gostava de ler romances de vez em quando como passatempo.\n\nNo entanto, no dia em que saiu para uma refeição comemorativa após passar no exame, sofreu um acidente de trânsito e morreu, apenas para se ver reencarnada no romance de caçadora de fantasia que estava lendo.\n\nPara ela, o \"Sistema\" ofereceu um caminho de volta para casa. Determinada apenas a voltar para casa e abraçar seu gato e o adorável Maltês, Cerberus, ela ganhou força através de dezenas de regressões. Assinando contratos com as constelações da obra original e morrendo várias vezes, eventualmente conseguiu conquistar a \"Torre\" da obra original e derrotar o dono da torre no último andar.\n\nAgora, tudo o que resta é voltar para casa......\n\nOu pelo menos era o que ela pensava!\n\n[Devido a um erro, em vez de retornar ao mundo original, vamos reencarná-la na nova obra do autor!]\n\nEu não preciso disso! Tudo o que eu queria era minha doce casa! É tão difícil assim?! Até me livrei da Torre!?!?!\n\nAlém disso, fantasia romântica?! Nem mesmo na minha vida anterior eu me importava com romance, nem um pouco! E para piorar, nem reencarnei em meu próprio corpo desta vez, mas na \"vilã\" do livro!\n\nNão tenho medo das ameaças deste mundo, mas estou preocupada em ser forçada a uma busca romântica.\n\nSerá que posso voltar para casa......?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff78afd7-6298-4ab0-8d45-9bd2660fa66f",
    "title": {
      "en": "THE iDOLM@STER Cinderella Girls - Daremasu Battle Royale (Doujinshi)"
    },
    "updatedAt": "2024-03-29T09:07:22+00:00",
    "coverArt": "https://mangadex.org/covers/ff78afd7-6298-4ab0-8d45-9bd2660fa66f/c0734bcd-d426-4fad-a031-b02127efa8b4.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fe91d96-738a-4fec-b518-d00c20e85a89",
    "title": {
      "en": "Rockman-san"
    },
    "updatedAt": "2024-05-26T16:04:56+00:00",
    "coverArt": "https://mangadex.org/covers/0fe91d96-738a-4fec-b518-d00c20e85a89/b3b944ad-22ff-4aea-ac8f-65c9162562f9.jpg",
    "altTitles": [
      {
        "en": "Mr. Rockman"
      },
      {
        "ar": "السيد روكمان"
      },
      {
        "ja": "ロックマンさん"
      },
      {
        "en": "Rockman Adulthood"
      },
      {
        "en": "Mega Man-san"
      }
    ],
    "description": {
      "ar": "بعد انتهاء القتال مع وايلي روكمان يخوض معركة جديدة كطبيب اسنان في العالم الحقيقي",
      "en": "Much time has passed since his battle with Dr. Wily, and Rockman has grown up in a peaceful world. Working as a dentist at the dental clinic opened by Dr. Right, Rockman struggles in his daily life with the allies he once fought with!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "44"
  },
  {
    "mangaId": "d82f5749-25eb-4e2e-a71c-221a376b77fc",
    "title": {
      "en": "Galnanajimi wa Koko ga Suki"
    },
    "updatedAt": "2024-04-21T21:36:12+00:00",
    "coverArt": "https://mangadex.org/covers/d82f5749-25eb-4e2e-a71c-221a376b77fc/3b0a60ca-5a47-416f-a6a4-61b8f2cf229f.jpg",
    "altTitles": [
      {
        "ja": "ギャルななじみはここが好き"
      },
      {
        "ja-ro": "Gyarunanajimi wa Koko ga Suki"
      },
      {
        "ja-ro": "Gyarunanajimi ha Koko ga Suki"
      },
      {
        "ja-ro": "Gal-nanajimi wa Koko ga Suki"
      },
      {
        "ja-ro": "Gyaru-nanajimi wa Koko ga Suki"
      },
      {
        "ja-ro": "Gal Nanajimi wa Koko ga Suki"
      },
      {
        "en": "My Galdhood Friend Likes It Here"
      },
      {
        "en": "A Gyaru Childhood Friend Likes It Here"
      },
      {
        "en": "My Gyaru Childhood Friend Loves it Here"
      }
    ],
    "description": {
      "en": "Hiro, a high school boy living in the countryside, is walking along the beach one day when he is approached by a black gal who looks like she belongs in Shibuya. He is surprized to find out that she's Rio, his childhood friend who he used to play with in the old days! An explosive reunion × countryside × sea romcom with heart-throbbing situations, delivered in a double feature!!",
      "ja": "田舎に住む男子高校生・ひろはある日、海辺を歩いていると渋谷にいそうな黒ギャルから声を掛けられる。 びっくりするのも束の間、彼女はなんと昔遊んでいた男勝りな幼馴染・莉央だった!? 田舎×海×再会、ドキドキのシチュエーション爆盛ラブコメディ、2本立てでお届け!!",
      "pt-br": "Voltando para a cidade natal, um encontro inesperado com um amigo de infância que cresceu... E mudou."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "2"
  },
  {
    "mangaId": "98f854e5-583b-4afc-a586-796249a62d16",
    "title": {
      "en": "Final Boss Fake-out: The Protagonist Thinks She Killed Me So Now I'm Free!"
    },
    "updatedAt": "2024-01-22T07:27:21+00:00",
    "coverArt": "https://mangadex.org/covers/98f854e5-583b-4afc-a586-796249a62d16/0225d1ca-5b8a-4b7a-aa7a-cdb5fa7ef7cc.jpg",
    "altTitles": [
      {
        "ja": "ラスボス、やめてみた　～主人公に倒されたふりして自由に生きてみた～"
      },
      {
        "en": "I Tried to Stop Being the Last Boss ~I Pretended to be Defeated by the Main Character and Tried to Live Freely~"
      },
      {
        "ja-ro": "Last Boss, Yamete Mita ~Shujinkou ni Taosareta Furi Shite Jiyuu ni Ikite Mita~"
      }
    ],
    "description": {
      "en": "The strongest final boss in RPG history figures out a way to get super rich in his own world! Demon Lord Menas, ruler of the Noa Empire, finds the Resistance's forces on his doorstep. While Alex, a determined, beautiful, blonde young lady stands before him, he gets this weird feeling of deja vu... Isn't this just like the prologue of 'ResNoa', the video game he plays in his dreams?! Menas realizes that he was the final boss of his own world all along! He fakes his death at the hands of Alex and seizes his chance at a brand new life with both hands.Our dark hero takes his world by storm, using whatever cheat codes he has to protect his newfound freedom!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79dff01d-d7c7-415d-bb30-55af681cbce0",
    "title": {
      "en": "Watashi ni Tenshi ga Maiorita!"
    },
    "updatedAt": "2024-04-22T01:13:16+00:00",
    "coverArt": "https://mangadex.org/covers/79dff01d-d7c7-415d-bb30-55af681cbce0/6aa9ab4b-a127-4259-aa2e-9b3d529bd6b6.jpg",
    "altTitles": [
      {
        "en": "An Angel Flew Down to Me!"
      },
      {
        "ja-ro": "Wataten"
      },
      {
        "ja": "私に天使が舞い降りた!"
      },
      {
        "ru": "Мой ангел спустился ко мне!"
      },
      {
        "zh-hk": "天使降臨到我身邊！"
      },
      {
        "zh": "天使降临到我身边！"
      },
      {
        "es-la": "Wataten: ¡Un ángel descendió ante mi!"
      }
    ],
    "description": {
      "en": "The four-panel comedy manga's story centers on Miyako Hoshino, a shy college student and otaku. Miyako's younger sister Hinata, who is a fifth grader, has a classmate and friend named Hana. When they meet, Miyako falls for Hana at first sight.",
      "es-la": "La historia de este manga cómico 4-Koma se centra en Miyako Hoshino, una tímida estudiante universitaria y otaku. La hermana pequeña de Miyako, Hinata, que está en quinto grado, tiene una compañera de clase y amiga llamada Hana. Cuando se conocen, Miyako se enamora de Hana a primera vista..."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1481bb8c-e782-4f95-b638-bf2b449551a1",
    "title": {
      "en": "Jigoku no Ashita"
    },
    "updatedAt": "2024-06-21T19:57:07+00:00",
    "coverArt": "https://mangadex.org/covers/1481bb8c-e782-4f95-b638-bf2b449551a1/05a0380c-9673-47e1-a519-a663125503c5.jpg",
    "altTitles": [
      {
        "ja": "地獄のアシタ"
      },
      {
        "en": "Ashita in Hell"
      },
      {
        "vi": "Ashita lưu lạc chốn địa ngục"
      },
      {
        "zh-hk": "地獄的明日"
      }
    ],
    "description": {
      "en": "Ashita, a high schooler who will do anything for love, falls down the stairs after a heartbreak. When he opens his eyes, he finds himself crossing the River Styx in the arms of a beautiful woman. Gently comforted by Gasha, the woman, Ashita agrees to go on a trip to Hell. Then Gasha, the headmaster of a school for demons, decides to enroll Ashita...! His school life of bloodshed begins!",
      "vi": "Ashita, một cậu sinh viên cao trung đang nghiêng nước nghiên thành chỉ vì một cô gái, đã ngã xuống cầu thang và chầu ông bà sau khi bị người tình trong mơ của mình cự tuyệt. Mở mắt ra cậu ấy thấy mình đang nằm trong vòng tay của một người phụ nữ hương sắc tuyệt trần trên một chiếc thuyền nhỏ đang trên đường tới cõi âm. Ashita được nhẹ nhàng vỗ về trong suốt chuyến thăm quan dưới âm phủ bởi người phụ nữ tên là Gasha ấy. Sau đó cậu ấy nhập học vào một ngôi trường dành cho acwy nơi mà Gasha là hiệu trưởng. Bị đẩy vào giữa một lũ quỷ tham lam máu lạnh chỉ biết lo cho những nhục dục bản thân, một cuộc đời sinh viên không tránh khỏi đổ máu của cậu ấy đã bắt đầu!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "14"
  },
  {
    "mangaId": "70c10b0a-6e4f-41fb-a253-56d213e9205b",
    "title": {
      "en": "Bishoujo ga Tenshi wo Yashinau Hanashi"
    },
    "updatedAt": "2021-05-25T15:43:43+00:00",
    "coverArt": "https://mangadex.org/covers/70c10b0a-6e4f-41fb-a253-56d213e9205b/63e09128-0ffe-4cbb-b425-6c5ec9ff92e1.jpg",
    "altTitles": [
      {
        "en": "A Story About A Pretty Girl Raising An Angel"
      },
      {
        "en": "美少女が天使をやしなう話。"
      }
    ],
    "description": {
      "en": ""
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7fb53be7-534d-4e32-97d9-47bcd9381afc",
    "title": {
      "en": "Secrets of the Mystic Moonlit Library"
    },
    "updatedAt": "2024-06-20T23:38:41+00:00",
    "coverArt": "https://mangadex.org/covers/7fb53be7-534d-4e32-97d9-47bcd9381afc/ca97e2bb-4fa3-46dd-952d-fae09c4d270c.png",
    "altTitles": [
      {
        "en": "Moonlight Library"
      },
      {
        "ko": "달빛 도서관"
      },
      {
        "es-la": "Biblioteca a la Luz de la Luna"
      }
    ],
    "description": {
      "en": "In an empire where women are forbidden from learning the ancient language, Luna cross-dresses as \"Lou\" to work as an ancient language translator. Sure, her actions are punishable by death, but what haunts her more are the depressing details of her future self's diary from the mysterious library in her dreams. Making money as a translator is the fastest way she can leave her uncaring uncle's house and change her dismal future.\n\nHowever, Luna's main client happens to be her cousin's fiance, Duke Rothenbern, who gets drugged with a potent love potion and needs her \"assistance\" detoxifying it..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "758ccd83-5d27-4e81-b48c-f0f32909166e",
    "title": {
      "en": "The Matchmaker Gets Matched!"
    },
    "updatedAt": "2024-07-14T18:00:55+00:00",
    "coverArt": "https://mangadex.org/covers/758ccd83-5d27-4e81-b48c-f0f32909166e/2236aac8-bac1-4169-b756-727f6f5e326f.jpg",
    "altTitles": [
      {
        "ko": "주인공들의 파혼을 막으려 했을 뿐인데"
      },
      {
        "en": "I Was Just Trying to Prevent the Breakup of the Main Characters"
      },
      {
        "fr": "Un amour d'entremetteuse"
      },
      {
        "ja": "北部の公爵は炎の令嬢なしでは生きられない"
      },
      {
        "es-la": "La casamentera consigue pareja"
      }
    ],
    "description": {
      "en": "I brought the slowest couple in the universe together and finally got them engaged, but they called the engagement off on the day of the ceremony itself!\n\nI was reborn as the male lead's younger sister in a fantasy romance novel. But the female lead's older brother, Aiberg Rafaello, has a severe sister complex and would not let go of his sister.\n\nSo, how do I make him stop obsessing over his sister? Find him a love interest.\n\n\"What kind of person do you like, your grace?\"\n\n\"I like someone with blazing-red hair and eyes like the flame, a lady who never stands down for anybody. Speaking of which... I'd say you match the description.\"\n\nI was only trying to save the lead characters' engagement. How did I end up flirting with the female lead's brother?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "40"
  },
  {
    "mangaId": "39c1a725-967c-411f-9ef1-76a152930ee7",
    "title": {
      "en": "Kantai Collection -KanColle- You Are Not Alone (Doujinshi)"
    },
    "updatedAt": "2018-11-11T22:06:09+00:00",
    "coverArt": "https://mangadex.org/covers/39c1a725-967c-411f-9ef1-76a152930ee7/80999fdd-69ce-4bf6-ac8f-38f65d190d24.jpg",
    "altTitles": [
      {
        "en": "Kantai Collection -KanColle- dj - You Are Not Alone"
      }
    ],
    "description": {
      "en": "A Kantai Collection doujin featuring Taigei and Shigure"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "eec98e94-3d04-4c36-aec4-8fc7b7e5f0d4",
    "title": {
      "en": "Majo Maid wa Joou no Himitsu o Shitte Iru"
    },
    "updatedAt": "2024-01-30T21:46:18+00:00",
    "coverArt": "https://mangadex.org/covers/eec98e94-3d04-4c36-aec4-8fc7b7e5f0d4/b83ea4bd-f23f-45c3-b284-e93d3f156a64.jpg",
    "altTitles": [
      {
        "ja": "魔女メイドは女王の秘密を知っている。"
      },
      {
        "en": "The Witch Maid Knows the Queen's Secret"
      },
      {
        "ne": "बोक्सी दासीलाई रानीको रहस्य थाहा छ।"
      }
    ],
    "description": {
      "en": "Liz, whose engagement is broken off due to her mysterious power to see the future is hired as a maid by Her Majesty, Queen Schriess of Lynphilia. Her Majesty is neither married, nor has an heir, and her five younger brothers have started a struggle for succession. But, Liz ended up finding out, finding out that the queen whom everyone wishes to have a prompt wedding for the sake of the future hides a big secret."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f13fef2-328c-4124-afe8-03c83d35e428",
    "title": {
      "en": "Digimon 2023 Oneshot Contest"
    },
    "updatedAt": "2024-02-15T14:06:19+00:00",
    "coverArt": "https://mangadex.org/covers/6f13fef2-328c-4124-afe8-03c83d35e428/06c64051-601f-4308-a47f-d7ebbec50565.jpg",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "d47ebf9e-f039-47ef-8469-d2de193957c9",
    "title": {
      "en": "Kantai Collection -KanColle- FIEND (Doujinshi)"
    },
    "updatedAt": "2023-11-20T13:00:06+00:00",
    "coverArt": "https://mangadex.org/covers/d47ebf9e-f039-47ef-8469-d2de193957c9/304a082a-104d-43ae-b514-aa6cb88da3ee.jpg",
    "altTitles": [],
    "description": {
      "en": "Shigure transcends into a Shinigami, due to seeing her friends die in front of her, warping her mind for the worse as a homicidal and suicidal ship girl."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f66ebd9-e17f-4d70-9814-a4ebf1e1d453",
    "title": {
      "en": "Beatrice"
    },
    "updatedAt": "2022-11-13T11:54:55+00:00",
    "coverArt": "https://mangadex.org/covers/8f66ebd9-e17f-4d70-9814-a4ebf1e1d453/dbca6f30-59f9-4c41-b1b7-437bd6d14c9a.jpg",
    "altTitles": [
      {
        "en": "Béatrice"
      },
      {
        "bg": "Беатрис"
      },
      {
        "fa": "بئاتریس"
      },
      {
        "en": "بیتریس"
      },
      {
        "ja": "ベアトリチェ"
      },
      {
        "en": "比亚特丽丝"
      },
      {
        "en": "贝阿特丽刺"
      },
      {
        "ko": "베아트리체"
      },
      {
        "th": "เจ้าหญิงเบียทริซ"
      }
    ],
    "description": {
      "en": "Having previously been a slave in her youth, Chloe was revealed to be an illegitimate child of the King of Elpasa, and is raised to the level of a Princess and renamed Beatrice, all in order to secure a political marriage to a toady man, as the king was unwilling to marry his legitimate daughters to him. After two years of hellish marriage, the Kingdom of Elpasa falls before the blade of the Empire's Archduke, its greatest hero. In order to survive her new enslavement Princess Beatrice re-assumes the guise of 'Chloe' as a slave of the Empire. But then, she catches the eye of that very same hero…  \n  \nThe Archduke wonders who is this squirrelly short-haired young woman, who is so surprisingly educated for a slave, and who is terrified of him, not knowing that he butchered the Elpasa Royal Family in front of her and enslaved her himself. What will become of them, since she proves to be one of his only sources of levity?  \n\n\n---",
      "ja": "帝国の侵略により滅亡したエルパーサ王国の王女ベアトリーチェは、正体を隠したまま帝国の奴隷クロエとしての人生を送ることになる。 新しい人生を切り開いて生きてきたのも束の間、彼女はエルパーサ王国を滅ぼし自分を殺そうとした帝国の英雄・アレクサンドロス大公の目につくようになる。 正体を隠すクロエと彼女の正体を知りたいアレクサンドロスのラブロマンス。",
      "ru": "Когда королевство Эльпаса пало перед клинком величайшего героя империи, чтобы выжить, принцесса Беатрис приняла облик рабыни Хлои. Но потом она поймала взгляд того самого героя…\n\n---\n\nUpdates every 10 days in the Kakao Page"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed",
    "title": {
      "en": "Isekai de Haishin Katsudou wo Shitara Tairyou no Yandere Shinja wo Umidashite Shimatta Ken"
    },
    "updatedAt": "2024-01-30T04:19:05+00:00",
    "coverArt": "https://mangadex.org/covers/7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed/a310496a-0b5c-4b81-8250-9608c8ce40c6.jpg",
    "altTitles": [
      {
        "ja": "異世界で配信活動をしたら大量のヤンデレ信者を生み出してしまった件"
      },
      {
        "en": "When I started streaming in another world, I ended up creating a large number of Yandere followers."
      }
    ],
    "description": {
      "en": "Living in Ataraxia, a world of swords and magic, a reincarnated individual decided to make a living out of streaming.\n\nLiving in a world where such a thing did not exist despite the many forms of entertainment, he quickly made a name for himself.\n\nThis is not the tale of just a streamer… but of a boy who becomes a legend as a haishinsha.",
      "ja": "剣と魔法の世界アタラシア――その世界に生きる一人の転生者が配信活動に手を出した。 数多くの娯楽はあれど、そのようなモノが存在しなかった世界で彼はたちまち有名になった。 これは異世界で唯一の配信者……ではなく、ハイシンシャになろうと考えた少年の物語である。",
      "vi": "Anh nhân vật chính của chúng ta được chuyển sinh sang thế giới có sự tồn tại của ma thuật. Sở hữu trong mình sức mạnh bá ko tả nổi, anh sẽ đánh bại quái vật để kiếm sống ư? Không, anh chê, anh muốn theo đuổi đam mê, anh muốn làm streamer để kiếm sống."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "540a9c85-aefe-4263-bcef-68441b13ea35",
    "title": {
      "en": "Necrophilia of Darkside Sister"
    },
    "updatedAt": "2024-03-28T19:02:23+00:00",
    "coverArt": "https://mangadex.org/covers/540a9c85-aefe-4263-bcef-68441b13ea35/45bc7687-ae95-4011-8b55-0f0fea08e1a7.jpg",
    "altTitles": [
      {
        "en": "Necrophile of Darkside Sister"
      },
      {
        "ja-ro": "Shoujo Gensou Necrophilia"
      },
      {
        "ja": "少女幻葬~Necrophilia"
      },
      {
        "ja": "少女幻葬ネクロフィリア"
      }
    ],
    "description": {
      "en": "Georg and Riselotte are your typical brother and sister, except the former's a priest and the latter's \"alive\" by way of…darker methods. As a result, Rise is stuck in a child-like body. Georg immerses himself in research to free Rise from these chains.  \n  \nNote: This manga is about necrophage and not necrophilia. However, the correct title is still necrophile."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "15"
  },
  {
    "mangaId": "71a72715-c6ba-42fe-af9f-a030b751ce27",
    "title": {
      "en": "I Guess My Roommate Is Pretty?"
    },
    "updatedAt": "2024-07-12T20:07:51+00:00",
    "coverArt": "https://mangadex.org/covers/71a72715-c6ba-42fe-af9f-a030b751ce27/989ece1b-1d33-4cbe-a3b3-9d149612d20b.png",
    "altTitles": [
      {
        "vi": "Thằng bạn cùng phòng tôi chắc cũng xinh?"
      },
      {
        "en": "I Guess My Roommate Is Pretty?"
      },
      {
        "es": "¿Supongo que mi compañero es hermoso?"
      },
      {
        "tr": "Oda arkadaşım da güzel mi ne?"
      },
      {
        "ru": "Думаю мой сосед по комнате милый?"
      },
      {
        "pt-br": "Eu Acho Que Meu Colega de Quarto É Bonita?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c349aee-97f1-4752-9109-b7cd27a18e1a",
    "title": {
      "en": "One Night of a 19 Year Old Friendship"
    },
    "updatedAt": "2024-07-18T13:40:25+00:00",
    "coverArt": "https://mangadex.org/covers/7c349aee-97f1-4752-9109-b7cd27a18e1a/c8a15d67-72ec-4949-bf21-31a284dc37df.jpg",
    "altTitles": [
      {
        "ko": "19년지기의 하룻밤"
      }
    ],
    "description": {
      "en": "“What’s wrong? Are you nervous?”\n\nA warm hand caressed my cheek.\n\n“It looks like you’ll start crying any moment now if you if I went any further.”\u2028\u2028He murmured in a low voice.\u2028\u2028“Well, shall we put that to the test?”\u2028\u2028He snaked his hand across my waist and pulled me in.\nThe moment our bodies touched, my breath caught in my throat.\n\n“Lately,”\n\n“Our relationship has become a little strange.”\u2028\u2028His whisper wrapped around the shell of my ear perilously.\n\nThe water inside the pot had started boiling, but neither of us dared to move.\n\nWe merely stayed in place, facing each other.\n\n\nFor 19 years, under our status as friends,\n\nThe once indifferent man has slowly became heated over time,\n\nUntil he has transformed into a man consumed by infatuation in the course of one month.",
      "ko": "“왜. 긴장돼?”\n\n뜨거운 손끝이 볼을 어루만졌다.\n\n“좀만 더 건드리면 울겠어.”\n\n읊조리는 그의 숨이 낮았다.\n\n“어디, 우는지 볼까.”\n\n돌연 그가 허리를 끌어갔다.\n몸이 밀착된 찰나 숨이 멎는 듯했다.\n\n“요즘.”\n\n“좀 이상하네, 우리.”\n\n귓가를 훑는 속삭임이 위태했다.\n냄비 안의 물이 끓고 있었으나 누구도 움직이지 않았다.\n그저 서로만을 향해 있었을 뿐이었다.\n\n19년 지기, 그 친구라는 이름 아래.\n그리도 무심하던 남자가 조금씩 뜨거워지기 시작한다.\n끝내는 지독한 집착에 허덕이는 남자가 되기까지 겨우 한 달이었다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dca4faff-79f4-4b50-bb1e-0538e4ab5800",
    "title": {
      "en": "When I Returned to My Hometown, My Childhood Friend was Broken"
    },
    "updatedAt": "2024-01-11T17:53:21+00:00",
    "coverArt": "https://mangadex.org/covers/dca4faff-79f4-4b50-bb1e-0538e4ab5800/b3a65573-9982-4053-a305-c1d9e7d4dafc.jpg",
    "altTitles": [
      {
        "ja-ro": "Jimoto ni Kaettekitara Osananajimi ga Kowareteta"
      },
      {
        "ja": "地元に帰ってきたら幼馴染が壊れてた"
      },
      {
        "pt-br": "Quando voltei pra minha cidade natal, minha amiga de infância estava falida"
      },
      {
        "pt-br": "Quando voltei pra minha cidade natal, minha amiga de infância estava quebrada"
      },
      {
        "tr": "Memleketime Döndüğümde Çocukluk Arkadaşım Paramparça Bir Durumdaydı"
      }
    ],
    "description": {
      "en": "When I was younger, one of my best friends was Kyouko. She was a brash and hotheaded young girl who, even though she was a tomboy, was still loved by her peers. \n\nTo be honest, it’s been a few years since I came back home. The only person I know from there was Kyouko and she seems… different?",
      "tr": "Gençken en iyi arkadaşlarımdan biri Kyouko'ydu. Cesur ve atılgan bir genç kızdı; tomboy olmasına rağmen, arkadaşları tarafından seviliyordu. Dürüst olmak gerekirse, birkaç yıl sonra eve anca döndüm. Orada tanıdığım tek kişi Kyouko'ydu ve o sanki... biraz değişmişti?",
      "pt-br": "Quando eu era mais jovem, uma das minhas melhores amigas era Kyouko. Ela era uma jovem impetuosa e cabeça quente que, embora fosse uma tomboy, ainda era amada por seus colegas.\n\nPara ser sincero, já se passaram alguns anos desde que voltei para casa. A única pessoa que conheço de lá é Kyouko e ela parece... diferente?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "50"
  },
  {
    "mangaId": "be467dc5-b001-4781-9b00-99c0434a5109",
    "title": {
      "en": "Tears by Day, Love by Night"
    },
    "updatedAt": "2024-07-05T14:39:44+00:00",
    "coverArt": "https://mangadex.org/covers/be467dc5-b001-4781-9b00-99c0434a5109/2242fe71-a6d0-4224-90b5-b6a54b292fd1.jpg",
    "altTitles": [
      {
        "ko": "울지 마세요, 선배님!"
      },
      {
        "en": "Don't Cry, Sunbae!"
      },
      {
        "ko-ro": "Ulji Maseyo, Seonbae-nim!"
      }
    ],
    "description": {
      "en": "The first time, I wasn't considered a priority. Then, it didn't feel right to date men. The third time, I went on a blind date, to discover that I was dating a married man.  \n  \nEunsoo's relationships always ended badly.  \n  \nBut it's different this time. Just as he was about to be beaten up, Eunsoo is comforted by Hajoon, who appeared like a knight.   \n  \nBut why would you… You're even comforting me in my dreams?!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": "55"
  },
  {
    "mangaId": "4f5b1519-88c9-485b-a3f7-590c31ca39d8",
    "title": {
      "en": "Duchess's Lo-Fi Coffeehouse"
    },
    "updatedAt": "2024-07-14T17:58:05+00:00",
    "coverArt": "https://mangadex.org/covers/4f5b1519-88c9-485b-a3f7-590c31ca39d8/4dcfdec5-c62b-4a67-bbba-e59a4d37a1f2.jpg",
    "altTitles": [
      {
        "ko": "느긋한 공작 부인의 커피하우스"
      },
      {
        "fr": "Au Café de la Duchesse"
      },
      {
        "en": "The Laid Back Duchess's Coffeehouse"
      },
      {
        "ko-ro": "Neugeuthan Gongjak Buinui Keopihauseu"
      },
      {
        "en": "Duchess LoFi Coffeehouse"
      },
      {
        "en": "The Carefree Duchess's Coffeehouse"
      },
      {
        "ja": "転生バリスタと無愛想な公爵様"
      },
      {
        "es-la": "La cafetería de baja calidad de la Duquesa"
      }
    ],
    "description": {
      "en": "Roana/Loanna was raised in neglect and isolation as an illegitimate child of the Count Louis family.\n\nShe gets married off to Duke Bruggen, who orders her to keep quiet and out of the way. Free from all expectations or responsibilities, she decided to enjoy a leisurely life. She roams around the castle and on a walk, she found a familiar looking fruit in the garden. \n\nUsing the knowledge from her previous life, and as a passionate barista in her past life, Roana/Loanna remembers exactly how to brew a perfect cup of Joe, she reproduced coffee to have a something to drink between her readings...\n\nThe trouble is, no one in this realm seems to know what \"coffee\" is, nor its wonderful benefits. As a matter of fact, coffee fruits are regarded as \"evil\":\n\n\"My brain is clearer than usual, full of energy, and new ideas keep coming to me.\"\n\"What is this? Is it a drug? What's the name of this drink?\"\n\"...Thank you for letting me experience this.\"\n\"I've never had this kind of bevarage before!\"\n\"It's very... very delicious.\"\n\"....\"\n\nBut people from this the world loved coffee too much, and her husband who was supposed to be cold-hearted, act strangely now...\n\nCan Roana enjoy her coffee life properly?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c353cd64-d95c-4b98-b5f4-4aae9368f50a",
    "title": {
      "en": "Keep an Eye on You"
    },
    "updatedAt": "2024-06-05T22:16:23+00:00",
    "coverArt": "https://mangadex.org/covers/c353cd64-d95c-4b98-b5f4-4aae9368f50a/e4cb8772-eb19-4776-839b-31469c08001b.png",
    "altTitles": [
      {
        "zh": "囚你于掌中"
      },
      {
        "zh-ro": "Qiu Ni Yu Zhang Zhong"
      },
      {
        "en": "confine you in my palm"
      }
    ],
    "description": {
      "en": "A mystery murder case shatters Lan Zhiqing's serene and blissful life into pieces. The past she has long forgotten returns in the form of a nightmarish case, encroaching ever the closer... Shocked, Lan Zhiqing discovers that the most dangerous existence may just be the person she shares a bed with."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "60"
  },
  {
    "mangaId": "cb114a5d-56ed-4288-a2ab-671a9d9702c4",
    "title": {
      "en": "Barbarian Quest"
    },
    "updatedAt": "2024-06-16T14:56:12+00:00",
    "coverArt": "https://mangadex.org/covers/cb114a5d-56ed-4288-a2ab-671a9d9702c4/1e9681c1-43cf-4084-abc7-b6f37e2d1830.png",
    "altTitles": [
      {
        "ko": "바바리안 퀘스트"
      },
      {
        "ru": "Варварский Квест"
      },
      {
        "pt-br": "Missão Bárbara"
      }
    ],
    "description": {
      "en": "The greatest warrior of the Boulder Axe Tribe, Urich. He accomplished what others in his tribe could not, and went beyond the Sky Mountain Range.\n\nWhat he saw beyond the mountains was different clothing being worn, different languages being spoken, and unfamiliar people in iron-clad armor.\n\n“So, the realm past the mountains wasn’t just a spirit world for the dead!”\n\nAn uncharted world, and the one who faces it, barbarian Urich is headed towards the civilized world!\n\n---\n\n- [Webtoon PV](https://www.youtube.com/watch?v=FJQwFVnatmw)",
      "ko": "바위도끼 부족 최강 전사 유릭.\r\n그는 부족 누구도 닿지 못한 '하늘산맥' 너머로 향했다.\r\n\r\n산맥 너머 그가 마주한 것은,\r\n\r\n처음 보는 옷차림과 언어\r\n그리고 강철 갑옷의 낯선 자들.\r\n\r\n\"산맥 너머는 망자들이 가는 영혼의 세계 따위가 아니었어!\"\r\n\r\n미지의 세계, 새로운 세계를 마주한\r\n\r\n야만인 유릭, 문명세계로 가다!\r\n\r\n---\r\n\r\n- [Webtoon PV](https://www.youtube.com/watch?v=FJQwFVnatmw)",
      "ru": "Варвар Юрий отправляется в цивилизованный мир.\r\n\r\n---\r\n\r\n- [Webtoon PV](https://www.youtube.com/watch?v=FJQwFVnatmw)",
      "pt-br": "A Cordilheira Celeste era o local de descanso das almas e e os vivos não eram autorizados a passar por lá. Todos acreditavam nisso. “Urich, você será um grandioso guerreiro.” Urich, o guerreiro mais forte da tribo, virou as costas para sua casa e se aventurou num mundo civilizado."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "100"
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-07-03T23:07:42+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/57e16619-850d-4e91-9a23-d95f81b3d3c4.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c13035e-a0d3-4720-a3b9-e36b0eecdf74",
    "title": {
      "en": "Castle of the Beast"
    },
    "updatedAt": "2024-07-14T17:21:55+00:00",
    "coverArt": "https://mangadex.org/covers/9c13035e-a0d3-4720-a3b9-e36b0eecdf74/b7348598-fe38-435a-96db-3c8637a02f58.png",
    "altTitles": [
      {
        "ko": "야수의 성"
      },
      {
        "en": "The Beast Within"
      },
      {
        "en": "The Castle of the Beast"
      },
      {
        "en": "Citadel of Desire"
      },
      {
        "ja": "愛を知らない令嬢と野獣"
      },
      {
        "es": "El castillo de la bestia"
      },
      {
        "es": "La bestia interior"
      },
      {
        "es-la": "La Bella Es Deseada Por La Bestia"
      }
    ],
    "description": {
      "en": "Ray and her older brother Hayes are driven out of their home as their household falls apart. Hoping to find shelter, they arrive at an ominous castle covered in bloody red roses located in the middle of nowhere. This is where Ray meets the castle's mysterious host Clodan—a dark, beasty man possessing dangerous charm and even more deadly secrets. Within the enclosed walls of a remote castle, there is no reason or logic left as Clodan desires innocent Ray.\n\n---\n***Note:** This series is being published in English and Japanese prior to its release in its original language, Korean.*\n\n---\n**Official Translations:**\n* English: [R19](https://www.pocketcomics.com/comic/9321?languageCode=en), [R15](https://www.pocketcomics.com/comic/9028?languageCode=en)\n* [Japanese / 日本語](https://comico.jp/comic/9028)",
      "es": "Ray y su hermano mayor Hayes son expulsados ​​de su hogar cuando este se desmorona. Con la esperanza de encontrar refugio, llegan a un siniestro castillo cubierto de rosas rojas ensangrentadas ubicado en medio de la nada. Aquí es donde Ray conoce al misterioso anfitrión del castillo, Clodan, un hombre oscuro y bestial que posee un encanto peligroso y secretos aún más letales. Dentro de los muros cerrados de un castillo remoto, no queda razón ni lógica ya que Clodan desea a la inocente Ray.\n\n---\n**Official Translations:**\n* English: [R19](https://www.pocketcomics.com/comic/9321?languageCode=en), [R15](https://www.pocketcomics.com/comic/9028?languageCode=en)\n* [Japanese / 日本語](https://comico.jp/comic/9028)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "142438ca-afa5-439c-8bd4-dbc98e6324fc",
    "title": {
      "en": "Please Lay Your Eyes on Jasmine"
    },
    "updatedAt": "2024-07-03T11:47:57+00:00",
    "coverArt": "https://mangadex.org/covers/142438ca-afa5-439c-8bd4-dbc98e6324fc/218b035d-1cd3-42f9-952e-7dffea019236.jpg",
    "altTitles": [
      {
        "en": "Please Look at Jasmine"
      },
      {
        "ko": "자스민을 봐주세요!"
      }
    ],
    "description": {
      "en": "Jasmine had an accident with her one-sided love, Duke Aion. The straightforward man, who had not paid attention to her before, who had consistently ignored her, for some reason, now caught the feeling… “Don't you like me? Is that a lie? \"Why would I lie about that?\" “I know. You are that kind of person.” He was in a phase where he broke off from his cursed love, but instead it took a turn for the worse."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "208"
  },
  {
    "mangaId": "9c1b03b3-fb3d-409e-9870-31ce23fb83f2",
    "title": {
      "en": "One Hundred and Eight Ways to Discuss About the Villain's Pretentious Crappiness"
    },
    "updatedAt": "2024-07-14T09:35:06+00:00",
    "coverArt": "https://mangadex.org/covers/9c1b03b3-fb3d-409e-9870-31ce23fb83f2/79618a4b-99fb-4600-9695-62cceb013399.jpg",
    "altTitles": [
      {
        "en": "Lun Fanpai Bai Lan De Yibai Ling Ba Zhong Fangshi"
      },
      {
        "zh": "论反派摆烂的一百零八种方式"
      }
    ],
    "description": {
      "en": "Meng Guiti originally thought she would be the most powerful cultivator in the world. But she one day realized she is just number one cannon fodder and this world is a novel she knew from her previous life. After being aware of that, she was stuck in hundreds of loops throughout her lives. In short, she is doomed to fail. She can't fight against the Fated Chosen, she couldn't even steal their fates. She could only follow the plot to maintain such a life, in hope to reach the end.\n\nMeng Guiti: I'm tired! Now I just want to lie down. Everyone, do whatever you want!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "166"
  },
  {
    "mangaId": "71b4031e-8e08-49aa-8f1a-b4ea1ef71fe6",
    "title": {
      "en": "The Flower That Swallowed the Beast"
    },
    "updatedAt": "2024-05-03T17:33:46+00:00",
    "coverArt": "https://mangadex.org/covers/71b4031e-8e08-49aa-8f1a-b4ea1ef71fe6/23e64cea-7aa5-4946-bb39-60dee36e941a.jpg",
    "altTitles": [
      {
        "en": "A Beast Swallowed by a Flower"
      },
      {
        "ar": "الزهرة التي ابتلعت الوحش"
      },
      {
        "ko": "꽃이 삼킨 짐승"
      },
      {
        "pt-br": "A Flor que Devorou a Fera"
      },
      {
        "es-la": "La bestia devorada por la flor"
      }
    ],
    "description": {
      "ar": "وبسبب جمالها، عُرفت إيريس بزهرة الدوق ويتل. لكن في الواقع، كانت مجرد طفلة غير شرعية ولدت من لقاء بين الدوق وإحدى خادماته. حتى نهايتها، كانت حياتها أشبه بعشبة ذابلة تحاول الصمود في وجه نيران الجحيم.\n\nولكن عندما أُغلقت الستائر، بدأت حياتها الجديدة. للتأكد من أن هذه الفرصة الثانية لن تسير بنفس الطريقة التي حصلت عليها في المرة الأولى، تقتربت إيريس من كيبراندت، وهو رجل شرس ووحشي تخطط لاستخدامه من أجل العيش بشكل مريح.\n\n“دعونا نرى ما إذا كان بإمكانك أن تجعلني مثارة يا كيبراندت – على الرغم شكي في أن ذلك سيكون ممكنًا.”\n\nهذه قصة خيالية عن امرأة فخورة قامت بترويض وحش.",
      "en": "“A wolf only keeps one female by its side, Lisi.” Iris was called the flower of the Whitlow Duchy, but in reality, she lived a life no better than a weed. The man named Caverant Green, who deliberately approached her to live a comfortable life again, was an extremely hot and beast-like man. Every time she make eye contact with the leader of the beastmen, a dangerous atmosphere blooms between them…",
      "es-la": "Iris era llamada la flor del duque de Whitlow, pero en realidad no vivía una vida mejor que la de una mala hierba.\nEl hombre llamado Caverant Green, que deliberadamente se acercó a mí para volver a vivir una vida cómoda, era un hombre muy atractivo y parecido a una bestia.\n\n“Un lobo sólo mantiene a una hembra a su lado durante toda su vida, Rishi”.\n\nCada vez que hace contacto visual con el líder de los hombres bestia, una atmósfera peligrosa florece entre ellos…",
      "pt-br": "\"Seu sorriso é lindo, Iris\", disse a fera. \"Eu quero devorar você inteira.\" \nDevido à sua beleza, Iris era conhecida como a flor do Ducado Whittle. Na realidade, porém, ela era apenas uma filha ilegítima nascida de um caso entre o duque e uma de suas criadas. \nAté o fim, sua vida foi semelhante a uma erva daninha murcha tentando resistir ao fogo do inferno. \nMas assim que as cortinas se fecharam, sua nova vida começou. Para garantir que essa segunda chance não tenha o mesmo destino da primeira, Iris se aproxima de Keibrandt, um homem feroz e bestial que ela planeja usar para viver confortavelmente. \n\"Vamos ver se você consegue me deixar excitada, Keibrandt—embora eu duvide que isso seja possível.\" Este é um conto de fadas sobre uma mulher orgulhosa que domou uma fera."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66b2f599-51e5-4b21-8ed0-70a9534af0de",
    "title": {
      "en": "Midnight Taxi"
    },
    "updatedAt": "2024-03-16T19:23:17+00:00",
    "coverArt": "https://mangadex.org/covers/66b2f599-51e5-4b21-8ed0-70a9534af0de/17e85d03-2b53-4ae5-872f-550c013d3b23.jpg",
    "altTitles": [
      {
        "ko": "야간택시"
      }
    ],
    "description": {
      "en": "Even angels give into temptation. Once God’s right-hand warrior, the archangel Agnes has succumbed to desire and formed a contract with Lucifer, the ruler of demons. Now a fallen angel, she poses as a simple taxi driver and patrols the bustling city of Seoul during the midnight hours. Cursed by the king of hell to seek souls for her life force, Agnes pursues depraved individuals who prey upon innocents for their own pleasure, and uses their carnal desires against them. But when her past comes back to haunt her, a tantalizing game of cat and mouse involving vengeful entities ensues."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d0672c6-ae30-4ce0-a272-eaef33e9fd97",
    "title": {
      "en": "Kiss The Bride"
    },
    "updatedAt": "2024-07-18T14:04:02+00:00",
    "coverArt": "https://mangadex.org/covers/1d0672c6-ae30-4ce0-a272-eaef33e9fd97/1e9ac4fd-f8bc-45af-a4bf-eac1cea7ade0.png",
    "altTitles": [
      {
        "zh": "亲吻新娘"
      },
      {
        "ko": "키스 더 브라이드"
      }
    ],
    "description": {
      "en": "Shin Jae-Won attended the World Camp hosted by the Spanish King as a tennis player in his Junior Year.  \n  \nJae-Won meets Javier, an unusually conspicuous participant in the World Camp.  \n  \n“When are we going to practice?”  \n  \nThere are always people (especially women) around him.  \n  \nThen, Jae-Won, who happened to stumble upon Javier one night during practice, ended up spending the night alone. The more he faced his whimsical, pure side, the more his heart began to beat…  \n  \n“I hate this kind of things…”  \n  \nJae-Won’s first love ended as fast as a Siesta.  \n  \nA decade later, they meet again Spain."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "34"
  },
  {
    "mangaId": "f961227f-5893-4ebb-b310-5e52a007bfdd",
    "title": {
      "en": "Obscene Baguette"
    },
    "updatedAt": "2024-05-30T02:39:15+00:00",
    "coverArt": "https://mangadex.org/covers/f961227f-5893-4ebb-b310-5e52a007bfdd/a4313779-03b0-4358-ac45-694f26dabbfa.png",
    "altTitles": [
      {
        "ko": "음란한 바게트 빵"
      },
      {
        "en": "Naughty Baguette Bread"
      }
    ],
    "description": {
      "en": "I'm 27 years old. Although I'm old enough to have my own sweet romance, I refuse to date any man because of my traumatising experience with my first boyfriend when I was 20 years old.\n\nWhat matters to me is the size of a man!\n\nBecause of that, I was cold toward my co-worker who gave me a lot of affection... When I accidentally fell on him, I felt that there was something on his thigh. It was very long and hard... Is it a baguette?\n\n\"I'm serious, not because of your background, but because of that thing between your legs!\"\n\nThe thing between the legs of the man I dumped looks like it'll be trouble?!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "21"
  },
  {
    "mangaId": "57fe3f00-8626-462b-8f75-fce0e6faa6be",
    "title": {
      "en": "Waka-chan wa Kyou mo Azatoi"
    },
    "updatedAt": "2024-01-26T17:26:58+00:00",
    "coverArt": "https://mangadex.org/covers/57fe3f00-8626-462b-8f75-fce0e6faa6be/3764c25f-c596-421b-b0c7-9eabba109b5a.jpg",
    "altTitles": [
      {
        "ja": "和歌ちゃんは今日もあざとい"
      },
      {
        "en": "Waka-chan Is Pushy Again"
      },
      {
        "ja-ro": "Waka-chan wa Kyou mo Azatoi"
      },
      {
        "en": "A Hidden Side to my Crush"
      }
    ],
    "description": {
      "en": "Tomoya is a college freshman on a mission to finally get his first ever girlfriend, but with one small problem: he's still a virgin! While he's gotten close with the beautiful and charming girl Waka Sakuraba in his club at school, he can't wrack up the courage to take the first step and ask her out. One day, Tomoya stumbles upon a hidden side to his crush Waka...",
      "ja": "彼女を作ろうと意気込むDT（童貞）な大学１年生・友哉。同じサークルの癒やし系美少女・桜庭和歌と親しくなるものの、勇気が出ずなかなか第一歩を踏み出せずにいた。\nそんなある日、友哉は和歌の「別の一面」を目撃してしまい…？"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "939361bd-32c5-4fb9-ba93-dce280889af4",
    "title": {
      "en": "Back to Rule Again"
    },
    "updatedAt": "2022-01-25T00:49:36+00:00",
    "coverArt": "https://mangadex.org/covers/939361bd-32c5-4fb9-ba93-dce280889af4/a9b0316d-738d-4c02-b276-56ea30408474.jpg",
    "altTitles": [
      {
        "en": "重回末世当大佬"
      }
    ],
    "description": {
      "en": "A young man named Yang Fan was betrayed by his girlfriend while he and his sister at death's door, when suddenly, he traveled back to the past. Last time, you guys bullied me and sold me out. This time, with the power of the ring, only the strongest can survive. And I, am the strongest.  \n  \n\n\n---\n\n",
      "pl": "Yang Fan został zdradzony przez swoją dziewczynę, kiedy on i jego siostra walczyli o życie. Dzięki mocy tajemniczego pierścienia cofa się do przeszłości i przysięga obronić swoją rodzinę w świecie, w którym przetrwają tylko najsilniejsi."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f817d19e-e377-4fe3-b3e7-a334e80fb6f7",
    "title": {
      "en": "How to Live as a Villain"
    },
    "updatedAt": "2024-07-11T20:48:44+00:00",
    "coverArt": "https://mangadex.org/covers/f817d19e-e377-4fe3-b3e7-a334e80fb6f7/1e3147d4-cbc8-4b2f-a3a8-99d3a124c7e3.png",
    "altTitles": [
      {
        "ko": "악당이 살아가는 법"
      },
      {
        "ru": "Истинный злодей"
      },
      {
        "en": "The True Villain"
      },
      {
        "fr": "Les règles à suivre pour vivre en tant qu'antagoniste"
      },
      {
        "fr": "La façon de vivre comme un antagoniste"
      },
      {
        "fr": "Comment un vilain doit vivre"
      },
      {
        "es-la": "Como vivir como un villano"
      }
    ],
    "description": {
      "en": "\"You have been chosen as a player in the great game to select the god's next successor, The Mission! Congratulations!\"\n\nSeonghoon has suddenly fallen into another world to participate in a game to become a god. This other world that is akin to that of a game contains players who cooperate and also kill each other in cold blood…!\n\nSeonghoon, a person without an ounce of talent, uses wicked and crude tricks to become an all-powerful player!",
      "ko": "당신은 차기 신의 후계자를 뽑는 위대한 게임, \n더 미션의 플레이어로 선택받으셨습니다! 축하드립니다! \n\n갑작스레 이세계에 떨어져 신이 되는 서바이벌 게임에 참여하게 된 성훈.\n\n판타지 게임과 흡사한 이세계,\n서로 협력하기도, 죽이기도 하는 피도 눈물도 없는 플레이어들…!!\n재능이라곤 하나 없는 성훈은 비열함과 조잡한 술수로 점차 만능캐가 되어간다!",
      "ru": "Будь ты хоть мерзавцем, хоть убийцей или насильником, ты всё равно имеешь право участвовать в ней. Участвовать в игре, которая определит приемника бога. И я отношусь к самым худшим из людей. Подлая, грязная, слабохарактерная мразь, которая никогда не стеснялась проявлять свою истинную натуру.",
      "zh": "穿越成为异世界的玩家， 天生恶棍的卑鄙生存记！\n\n您已成为伟大的神之继承者选拔游戏—“The Mission” 的正式玩家！\n\n突然来到了异世界的刘成勋…在这个相助相杀、亦敌亦友的异世界里，即将开启一场激烈残酷的生存之战！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "86bedc60-6168-4019-9e9b-4867a4001b0c",
    "title": {
      "en": "Royal Marriage"
    },
    "updatedAt": "2024-07-17T03:31:05+00:00",
    "coverArt": "https://mangadex.org/covers/86bedc60-6168-4019-9e9b-4867a4001b0c/a36c42a4-37d9-4a7c-8c51-4700c812601d.jpg",
    "altTitles": [
      {
        "ko": "국혼"
      },
      {
        "ko-ro": "Guo Hun"
      },
      {
        "en": "National Marriage"
      }
    ],
    "description": {
      "en": "'Lovers in peril amongst troubled times, and a grand wheel of fate that awaits them'\n\nYou told me, my little Princess,\n\nThat a sworn promise must be carved into the heart, not a rock.\n\n\"Swear it in front of the Gods of Heaven and Earth, that Eunri and Gyeol are now wed. Carve our names onto here.\"\n\nThe young obedient groom, Se Gyeol, took out a pocket knife and carved their names side by side like the little bride had asked.\n\n\"As our names have been carved into this rock, it has now become an oath set in stone.\"\n\n\"Hmph. A sworn promise should be carved into the heart, not a rock, you know.\"\n\nThe Crown Prince of Sayuta, Lee Hun Se Geyol, 13 years old\n\nThe Crown Princess of the Je Empire, Dam Eunri, 8 years old\n\nA sworn promise made at youth blossoms entrancingly amidst an impure world stained with betrayals and conspiracies.",
      "ko": "난세(亂世)의 위태로운 연인들, 그들 앞에 기다리는 거대한 운명의 수레바퀴\n\n내 어린 비(妃)여\n맹세는 돌에 새기는 것이 아니라 마음에 새기는 것이라 했지.\n\n“천지신명에게 약속해. 은리와 결이 오라버니가 혼인하였다고. 여기다 오라버니랑 은리 이름을 새겨.”\n말 잘 듣는 꼬마신랑 세결은 주머니칼을 꺼내, 꼬마 신부 은리가 시키는 대로 둘의 이름을 나란히 새겨놓았다.\n“칼로 돌에 우리 이름을 새겼으니, 금석지약이다.”\n“쳇, 약조는 돌에다 새기는 게 아니지. 마음에 새기는 거랬다, 뭐.”\n\n사유타의 황태자 이헌세결 13세\n제나라의 태자비 담은리 8세\n\n어린 시절 마음에 새긴 맹세는 배신과 음모로 얼룩진 세상에 고귀하게 피어난다.\n\n**********************\n\n이지환 작가님의 <국혼(國婚)>의 본격 웹툰화!\n어지러운 시대의 물결에 휩쓸린 연인들의 애절한 로맨스를 만나보세요.\n\n**********************"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ace1b3c4-41a7-44d2-a9ad-ae798932479e",
    "title": {
      "en": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
    },
    "updatedAt": "2024-07-02T02:45:25+00:00",
    "coverArt": "https://mangadex.org/covers/ace1b3c4-41a7-44d2-a9ad-ae798932479e/93a92d8f-d94e-46f3-9537-8aa288cb2bdf.jpg",
    "altTitles": [
      {
        "ja": "FPSで初心者ボコってリアルファイトに発展した結果w"
      },
      {
        "en": "After Beating a Noob in an FPS, He Wanted to Fight Me in Real Life LOL"
      },
      {
        "vi": "Sau Khi Bị Tôi Bón Hành Trong Game, Có Đứa Hẹn Kèo Đánh Tôi!"
      },
      {
        "id": "Hasil dari Mengalahkan seorang Pemula di FPS yang Berkembang Menjadi Pertarungan di RL haha"
      },
      {
        "ro": "Luptând Cu Un Începător La Jocurile FPS"
      }
    ],
    "description": {
      "en": "After I beat a noob in an FPS, he challenged me to a fight in real life!?\n\nI decided to go along with it just for fun, but when I got there, a cute girl was waiting for me!\n\nThis is a romcom featuring a scummy male lead and a feisty female lead!\n\n(Source: [BookLive](https://booklive.jp/product/index/title_id/1564434/vol_no/001))",
      "ja": "FPSで初心者をボコったらリアルファイトに誘われた！？\n面白半分で行ってみるとそこにいたのは可愛い女の子！\nクズ系主人公と、闘志マンマンのヒロインによる\nラブコメディ！？\n未公開の前日章「とある1日」も追加しています！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d00bd104-d9b2-4ee9-a088-b5065d1c406a",
    "title": {
      "en": "To Aru Kagaku no Railgun"
    },
    "updatedAt": "2024-04-01T15:54:51+00:00",
    "coverArt": "https://mangadex.org/covers/d00bd104-d9b2-4ee9-a088-b5065d1c406a/d9267aac-84e3-411a-bf06-a7a4d763e456.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Railgun"
      },
      {
        "id": "Seorang Railgun Ilmiah"
      },
      {
        "ja-ro": "To Aru Kagaku no Choudenjibou"
      },
      {
        "ja-ro": "Toaru Kagaku no Choudenjihou"
      },
      {
        "ja-ro": "Toaru Kagaku no Railgun"
      },
      {
        "ja-ro": "Toaru Majutsu no Index Gaiden: Toaru Kagaku no Railgun"
      },
      {
        "es": "Un cierto cañón de riel científico"
      },
      {
        "ru": "Некий научный Рейлган"
      },
      {
        "th": "เรลกัน แฟ้มลับคดีวิทยาศาสตร์"
      },
      {
        "ja": "とある科学の超電磁砲"
      },
      {
        "ja": "とある魔術の禁書目録外伝 とある科学の超電磁砲"
      },
      {
        "zh": "某科学的超电磁炮"
      },
      {
        "ko": "어떤 과학의 초전자포"
      },
      {
        "zh-hk": "某科學的超電磁炮"
      },
      {
        "zh-hk": "科學超電磁砲"
      },
      {
        "zh": "科学超电磁炮"
      },
      {
        "zh-hk": "科學超電磁砲 (Classical Chinese)"
      },
      {
        "uk": "Певний науковий Рейлган"
      },
      {
        "de": "Eine gewisse wissenschaftliche Railgun"
      },
      {
        "it": "Una certa scientifica railgun"
      },
      {
        "tr": "Belli Bir Bilimsel Elektromanyetik Silah"
      }
    ],
    "description": {
      "en": "Welcome to a world where mysticism and science collide, and supernatural powers are derived from either science or religion. At the heart of this world is Academy City, an advanced metropolis whose population is comprised mostly of students The majority of students are enrolled in the city's \"Power Curriculum Program,\" where they must learn to master their latent psychic powers. Out of several million students, only seven are deemed powerful enough to have Level 5 status.\r\n\r\nMeet Mikoto Misaka, the third most powerful Level 5 ESPer in Academy City. Together with her best friends Kuroko Shirai and the other members of Judgment, a student-run law enforcement agency, Mikoto delves deep into the dark heart of the scientific sprawl she calls home, and uncovers secrets she wishes she hadn't!",
      "ru": "Где-то на островах Южной Японии раскинулся Академия Сити - город, большинство жителей которого учатся и работают в школах юных эсперов. Обладатели паранормальных способностей в поте лица трудятся, чтобы познать свой дар и поднять владение им на новую высоту. Гордость школы Токивадай и всего города? Мисака Микото – третья по силе среди известных миру эсперов высшего уровня. У «Электрической принцессы» много полезных умений, одно из которых – ручной рейлган, то есть возможность своими электромагнитными способностями разогнать монетку где-то до трех Махов (на другом конце траектории стоять не рекомендуется). Но всех усилий Микото пока не хватает для решения двух насущных задач: отбиться от юрийных домогательств своей подруги Сирай Куроко и разобраться с наглым парнем по имени Камидзё Тома!\r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e78a489b-6632-4d61-b00b-5206f5b8b22b",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken"
    },
    "updatedAt": "2024-07-08T20:44:32+00:00",
    "coverArt": "https://mangadex.org/covers/e78a489b-6632-4d61-b00b-5206f5b8b22b/322e1d4e-5d1f-4e38-b456-327a4b51d0b8.jpg",
    "altTitles": [
      {
        "en": "That Time I Got Reincarnated as a Slime"
      },
      {
        "fr": "Moi, quand je me réincarne en Slime"
      },
      {
        "pl": "Odrodzony jako galareta"
      },
      {
        "en": "Regarding Reincarnated to Slime"
      },
      {
        "ja-ro": "Tensei Slime"
      },
      {
        "ja-ro": "TenSli"
      },
      {
        "ja-ro": "TenSura"
      },
      {
        "en": "In Regards to My Reincarnation as a Slime"
      },
      {
        "it": "Vita da Slime"
      },
      {
        "ru": "О моём перерождении в слизь"
      },
      {
        "th": "เกิดใหม่ทั้งทีก็เป็นสไลม์ไปซะแล้ว"
      },
      {
        "zh-hk": "关于我转生后成为史莱姆的那件事"
      },
      {
        "ja": "転生したらスライムだった件"
      },
      {
        "ko": "전생했더니 슬라임이었던 건에 대하여"
      },
      {
        "es-la": "Aquella vez que me convertí en Slime"
      },
      {
        "ar": "ذلك الوقت الذي تجسدت فيه كسلايم"
      },
      {
        "fi": "Kun jälleensynnyin hirviönä"
      },
      {
        "tr": "O zaman bir balçık olarak reenkarne oldum"
      },
      {
        "tr": "O zaman bir slime olarak reenkarne oldum"
      },
      {
        "de": "Meine Wiedergeburt als Schleim in einer anderen Welt"
      }
    ],
    "description": {
      "en": "The ordinary Mikami Satoru found himself dying after being stabbed by a slasher. It should have been the end of his meager 37 years, but he found himself deaf and blind after hearing a mysterious voice.  \nHe had been reincarnated into a slime!  \n  \nWhile complaining about becoming the weak but famous slime and enjoying the life of a slime at the same time, Mikami Satoru met with the Catastrophe-level monster “Storm Dragon Veldora”, and his fate began to move.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10044/episode/317350) (U.S. Only), [INKR](https://comics.inkr.com/title/233-that-time-i-got-reincarnated-as-a-slime), [Azuki](https://www.azuki.co/series/that-time-i-got-reincarnated-as-a-slime), [Coolmic](https://coolmic.me/titles/587), [Manga Planet](https://mangaplanet.com/comic/618e32db10673)",
      "ru": "37-летний японец-холостяк был зарезан на улице каким-то мерзавцем-грабителем. Тут бы и истории конец, да всё обернулось иначе, неожиданно он переродился слизью в фэнтезийном мире. Но что может сделать, пускай и разумная, но слизь?  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20736)",
      "es-la": "Un hombre, que al tratar de salvar a su compañero de trabajo y su novia, fue apuñalado por un ladrón que escapaba. Mientras moría desangrado escuchó una voz extraña. Esta voz escuchó su lamento de haber muerto virgen y a causa de eso le dio la Habilidad Única \"Gran Sabio\" ¿Fue esto una burla? Ahora él ha reencarnado como un Slime en otro mundo, ¿Será este el inicio de una emocionante aventura?",
      "pt-br": "Depois de ser morto por um ladrão que fugia, um rapaz normal de 37 anos de idade se encontra reencarnado em um outro mundo como um slime cego com habilidades únicas. Com um novo nome \"Rimuru Tempest\" ele chegou depois de conhecer seu novo amigo, o \"nível catástrofe\", Dragão da Tempestade Verudora, ele começa sua vida de slime em outro mundo com seu crescente número de seguidores."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f91224ca-1e79-489b-b3ea-44b36f3d630d",
    "title": {
      "en": "My 100th Chapter!!"
    },
    "updatedAt": "2024-07-18T13:36:53+00:00",
    "coverArt": "https://mangadex.org/covers/f91224ca-1e79-489b-b3ea-44b36f3d630d/d3369dd2-1010-4b88-86b2-c23ffd58c775.jpg",
    "altTitles": [
      {
        "ja-ro": "Bari Uma Shokudou Kirishima!!"
      },
      {
        "en": "Battle Sexer SEISHIRO"
      },
      {
        "ja-ro": "BOWWOW Providence ―Isetsu Hakkenden―"
      },
      {
        "en": "Bravery Saga"
      },
      {
        "ja-ro": "Kantan Z ~Kanzen Tantei Kanta, Saisho de Saigo no Jiken~"
      },
      {
        "ja-ro": "Ore no 100 Hanashime!!"
      },
      {
        "ja-ro": "Nie Miko no Touya"
      },
      {
        "en": "Offside Trap"
      },
      {
        "ja-ro": "Ore no 100 wa me!"
      },
      {
        "ja-ro": "Ore no 100th!!"
      },
      {
        "ja-ro": "Ore no Hyaku wa me!"
      },
      {
        "ja-ro": "Sasa ni Negai o★"
      },
      {
        "ja-ro": "Shin Oni-den Nagugowainega"
      },
      {
        "ja-ro": "Tabete Kara no o Tanoshimi da yo!"
      },
      {
        "en": "The Super Delicious Restaurant Kirishima"
      },
      {
        "th": "บ้านของเสียงหัวใจ"
      },
      {
        "ja": "オフサイドトラップ"
      },
      {
        "ja": "バトル セクサー セイシロウ"
      },
      {
        "ja": "俺の100話目!!"
      },
      {
        "zh": "君のいる町"
      },
      {
        "zh-hk": "小镇有你"
      },
      {
        "ja": "有你的小镇"
      }
    ],
    "description": {
      "en": "A series in Young Magazine and Young Magazine the 3rd, where authors write the 100th chapter of a series without writing chapters 1-99 first.  \n  \n1. Offside Trap Kumeta Kouji (2015, Young Magazine): Ashida Isami is the star player of the Kota High Soccer Club, and childhood friends with its manager, Kaneda Chiyo. Just as his teammates go missing, his mysterious rival recovers from an injury…  \n  \n2. Tabete Kara no o Tanoshimi da yo! by Ooima Yoshitoki (2015, Young Magazine the 3rd Vol.2)  \n  \n3. Bravery Saga by Yoshimoto Masume (2015, Vol.3)  \n  \n4. BattleSexer SEISHIRO by Kubo Yasuhisa (2015, Vol.4): It is the 23rd century, an age of science and technology, where sex is no longer required to reproduce. However, humanity has not forgotten sex! Sex has evolved to become a form of martial arts, and those who practice it are known throughout the world as BattleSexers!  \n  \n5. Shin Oni-den Nagugowainega by Oshikiri Rensuke (2015, Vol.5)  \n  \n6. Kantan Z ~Kanzen Tantei Kanta, Saisho de Saigo no Jiken~ by Suzuki Nakaba (2015, Vol.6)  \n  \n7. Sasa ni Negai o★ by Yamamoto Souichirou (2015, Vol.7)  \n  \n8. BOWWOW Providence ―Isetsu Hakkenden― by Segawa Masaki (2015, Vol.8)  \n  \n9. Bari Uma Shokudou Kirishima!! (The Super Delicious Restaurant Kirishima by Seo Kouji (2015, Vol.9)  \n  \n10. Nie Miko no Touya by Yoshimura Kana (2015, Vol.12)"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c628170-479f-45f4-8119-e1f1eba4ee19",
    "title": {
      "en": "The Invincible Banished Shadow Archer"
    },
    "updatedAt": "2024-07-18T13:49:37+00:00",
    "coverArt": "https://mangadex.org/covers/6c628170-479f-45f4-8119-e1f1eba4ee19/d873aff8-9f86-43fb-95a5-a11730186627.jpg",
    "altTitles": [
      {
        "ja": "日陰のアミル 追放されて無双する最強弓使い【タテスク】"
      }
    ],
    "description": {
      "en": "Amir Waker is an archer who’s been banished from an S-Rank party [The Band of Prodigies], which mainly consisted of nobles. \n\nHe falsifies his identity and registered himself as an F-Rank adventurer. He took an escort quest to the countryside. The quest was supposed to be an easy task for him as a former S-Rank. But surprisingly, the client of this quest is none other than the 3rd princess who’s being targeted for some certain reasons! \n\nWill Amir be able to escort the princess safely from the [strongest] knight’s division of the kingdom? Amir is thus dragged into the political struggles and conflicts of the kingdom."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1b60d61-8122-4dc1-8ff3-e3d136e73f70",
    "title": {
      "en": "A CERTAIN STORY OF AI MEETS GENIUS"
    },
    "updatedAt": "2024-07-10T09:29:52+00:00",
    "coverArt": "https://mangadex.org/covers/c1b60d61-8122-4dc1-8ff3-e3d136e73f70/07e8d0d9-428d-4945-ab4e-70e9fb10922f.png",
    "altTitles": [],
    "description": {
      "en": "A genius girl in her field is sent to train an AI. The story is about how two very different individuals, in both structure and mindset, gradually come to understand and become close to each other."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c4d5d4fb-1b7b-4aa7-8be4-727966380960",
    "title": {
      "en": "Romance Code"
    },
    "updatedAt": "2024-07-18T12:21:15+00:00",
    "coverArt": "https://mangadex.org/covers/c4d5d4fb-1b7b-4aa7-8be4-727966380960/bcac3c82-4d44-4198-ac76-93d52c35bef0.png",
    "altTitles": [
      {
        "ja": "ロマンスコード"
      },
      {
        "ko": "로맨스 코드"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec7ed18c-37db-4fd3-8472-0b4dad8e0e39",
    "title": {
      "en": "Dr. Kumahige"
    },
    "updatedAt": "2023-04-20T17:56:14+00:00",
    "coverArt": "https://mangadex.org/covers/ec7ed18c-37db-4fd3-8472-0b4dad8e0e39/4edd18ce-36ef-41de-bf92-5e55139e00bb.png",
    "altTitles": [
      {
        "ja": "Dr.クマひげ"
      },
      {
        "zh": "流氓俠醫"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\nSaburo, a new doctor, met a man in downtown Susukino, Sapporo. Saburo sees the life of a fierce doctor in Tetsuro Kokubu, who has suddenly disappeared after having shown great promise for the future due to his competence at a university hospital. \n\nThe gekiga contains nine heart-wrenching arcs including \"The End of Snow,\" which depicts the past of Kokubu, who established a small clinic in a backstreet of Shinjuku and is called \"Dr. Kumahige\" by the residents of the town."
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "46"
  },
  {
    "mangaId": "0ab7ae56-2800-4426-819d-0cda91aad12a",
    "title": {
      "en": "The Blood Knight’s Villains"
    },
    "updatedAt": "2024-07-18T12:38:35+00:00",
    "coverArt": "https://mangadex.org/covers/0ab7ae56-2800-4426-819d-0cda91aad12a/74fdd2f4-0387-4289-96c4-7dfb0718609f.jpg",
    "altTitles": [
      {
        "ko": "나의 악당들"
      }
    ],
    "description": {
      "en": "Dark World, the game I, a thirty-year-old salaryman, had devoted my entire youth to. \n\n\"What the fuck is this…\"\n\nWhen I opened my eyes, Dark World had become my reality. The pouring rain, dripping hot blood, and a cold blade. At the moment of my impending death, I came into this familiar world."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96e1ddf1-55f8-4089-ac9c-92fd6837affc",
    "title": {
      "en": "Super Cub"
    },
    "updatedAt": "2024-06-09T19:27:59+00:00",
    "coverArt": "https://mangadex.org/covers/96e1ddf1-55f8-4089-ac9c-92fd6837affc/a2e28ce9-9bfd-44af-8b65-d967e2307e10.jpg",
    "altTitles": [
      {
        "ja": "スーパーカブ"
      },
      {
        "ru": "Супер Каб"
      },
      {
        "it": "Super Cub"
      }
    ],
    "description": {
      "en": "In early summer, 2nd year of high school, Koguma's mom suddenly abandons her, leaving only a note that says \"Bye.\" She is alone, having no parents, no friends, no hobbies. She silently reflects, \"I don't have anything.\" But a chance encounter results in her buying a Honda Super Cub with a disturbing history, and a new life suddenly blossoms open.  \n  \nBased on the [light novel series with the same name](https://en.wikipedia.org/wiki/Super_Cub_(novel_series)).",
      "it": "Koguma vive a Yamanashi e frequenta le superiori, ma le sue giornate scivolano via vuote e monotone: non ha amici, non ha hobby, ed essendo orfana si sente molto sola. Un giorno compra una Honda Super Cub usata e la utilizza per andare a scuola. Iniziano così una serie di piccole avventure: resta a secco, si perde, scopre nuovi percorsi e deviazioni. Grazie alla moto, Koguma fa anche la conoscenza di Reiko, una sua compagna di classe che un giorno all'improvviso inizia a parlare di motociclette...",
      "pt-br": "No 2°ano do ensino médio, início de verão, a mãe de Koguma a abandonou repentinamente, deixando a apenas um bilhete escrito: \"Adeus\". Ela está sozinha, sem pais, amigos e sem hobbies. Silenciosamente ela pensa: \"Eu não tenho nada\". Mas um motivo aparece quando ela compra uma Honda Super Cub de uma forma bem peculiar, e assim uma nova vida floresce inesperadamente.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 5, Cap 26. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c1e7dc6-90b7-48ff-9f22-97eb78ab68f6",
    "title": {
      "en": "Between Jaeyoung and Jaeyoung"
    },
    "updatedAt": "2024-07-18T07:33:08+00:00",
    "coverArt": "https://mangadex.org/covers/6c1e7dc6-90b7-48ff-9f22-97eb78ab68f6/44cee642-5eae-4605-b8bf-c47910ce46a4.jpg",
    "altTitles": [
      {
        "ko": "재영과 재영 사이"
      }
    ],
    "description": {
      "en": "The \"Ha Jaeyoung\" whom Seou had a crush on in high school has died. Seou meets the deceased Ha Jaeyoung in a dream, and as the past is reenacted in the dream, Seou tries to change it to save him. Meanwhile, the death of another Ha Jaeyoung gets entangled, complicating the present. Before this dream that transcends time ends, can Seou save both Ha Jaeyoungs?",
      "ko": "고등학생 때 짝사랑했던 '하재영'이 죽었다.\n'서우'는 꿈에서 죽은 '하재영'을 만나고, 꿈에서 과거가 재현되자 그를 살리기 위해 과거를 바꾸려 한다.\n한편, 또 다른 '하재영'의 죽음까지 엮이면서 현재는 복잡하게 변해가는데..\n시간을 넘나드는 이 꿈이 끝나기 전, '서우'는 두 '하재영'을 모두 살릴 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]