[
  {
    "mangaId": "e223dcb8-20f4-4f13-9bfe-f8e65fd70723",
    "title": {
      "en": "Steal My King Back"
    },
    "updatedAt": "2024-06-19T20:07:18+00:00",
    "coverArt": "https://mangadex.org/covers/e223dcb8-20f4-4f13-9bfe-f8e65fd70723/cfd48a2d-09d1-4615-a33e-126548865205.jpg",
    "altTitles": [
      {
        "zh": "驭君记之倾世神偷"
      }
    ],
    "description": {
      "en": "In an attempt to change her poor life and save her family members, a girl from a ghetto, also known as the thief master, tries to steal a national treasure, the Pearl of Origin. However, she is accidentally shot by an arrow. After she wakes up, she witnesses a live \"porno show\"! And more, she enteres a stranger's body? What has happened to her? Has she... time travelled?",
      "fr": "Dans le but de changer sa pauvre vie et de sauver les membres de sa famille, une fille des bas-quartiers, également connue sous le nom de maître voleur, tente de voler un trésor national, la Perle de l'Origine. Mais elle est accidentellement touchée par une flèche.   \nAprès son réveil, elle assiste à un \"spectacle porno\" en direct !   \nDe plus, elle est dans le corps d'un inconnu ? Que lui est-il arrivé ? A-t-elle… voyagé dans le temps ?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "107"
  },
  {
    "mangaId": "b3b6fa42-08df-4663-b827-caaa49c7ccbf",
    "title": {
      "en": "Kimi ni Todoke: From Me to You"
    },
    "updatedAt": "2023-03-03T00:32:43+00:00",
    "coverArt": "https://mangadex.org/covers/b3b6fa42-08df-4663-b827-caaa49c7ccbf/b8144222-85cb-49ec-8a46-2668081bcf7e.jpg",
    "altTitles": [
      {
        "es": "Alcanzándote"
      },
      {
        "it": "Arrivare a te"
      },
      {
        "ja-ro": "Kimi ni Todoke"
      },
      {
        "en": "Reaching You"
      },
      {
        "tr": "Sana Ulaşmak"
      },
      {
        "ja": "君に届け"
      },
      {
        "zh": "好想告诉你"
      }
    ],
    "description": {
      "en": "Sawako Kuronuma is the perfect heroine… for a horror movie. With her jet-black hair, sinister smile and silent demeanor, she's often mistaken for the haunting movie character Sadako. But behind her scary facade is a very misunderstood teenager. Too shy to fit in, all she wants to do is make some friends. But when a popular boy in class befriends her, she's sure to make more than just that–she's about to make some enemies too!  \n  \n---\n- **Won the 32nd Kodansha Manga Award for Shojo in 2008**\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **Kimi ni Todoke: From Me To You** (2014)"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "30",
    "lastChapter": "123"
  },
  {
    "mangaId": "4897d49a-66ea-4b4f-92e6-693d0b541eff",
    "title": {
      "en": "A Dog Lives in the Imperial Palace Garden"
    },
    "updatedAt": "2024-04-21T01:15:27+00:00",
    "coverArt": "https://mangadex.org/covers/4897d49a-66ea-4b4f-92e6-693d0b541eff/5aaac47a-42e8-4868-a57b-3a57456e88b9.jpg",
    "altTitles": [
      {
        "ko": "황궁의 정원에는 개가 산다"
      },
      {
        "en": "In the Doghouse"
      },
      {
        "en": "A Dog Lives in the Garden of the Imperial Palace"
      },
      {
        "de": "Im Palastgarten lebt ein Hund"
      },
      {
        "fr": "Le caniche du jardin impérial"
      },
      {
        "es": "Un perro vive en el jardín imperial"
      },
      {
        "th": "เปิดข้อเสนอลับ วิวาห์ร้าย"
      },
      {
        "zh-hk": "住在皇宮庭院裡的狗"
      }
    ],
    "description": {
      "en": "The Devon family sits on a mountain of debt and they are on the brink of bankruptcy. This is no fault of hers of course, but Courtney Devon has always been the one painted as the villain in her family. However, the family is in dire straits and they have to do something, anything, to raise some money and get out of this situation. But then one day, news arrives from the Imperial Palace that His Royal Highness the crown prince has decided to make Courtney the crown princess. Seemingly a typical prince on the outside, His Royal Highness is actually quite a troublemaker with a dark side. Will this arrangement end up solving Courtney Devon’s problems or just complicating things further? Will a love against all odds bloom or will someone end up in the doghouse...?",
      "id": "Keluarga Devon terlilit hutang dan berada di ambang kebangkrutan. Tentu saja ini bukan salahnya, tapi Courtney Devon selalu digambarkan sebagai penjahat di keluarganya. Namun, keluarga tersebut berada dalam kesulitan dan mereka harus melakukan sesuatu, apa saja, untuk mengumpulkan sejumlah uang dan keluar dari situasi ini. Namun suatu hari, datang kabar dari Istana Kekaisaran bahwa Yang Mulia putra mahkota telah memutuskan untuk menjadikan Courtney sebagai putri mahkota. Tampaknya seorang pangeran pada umumnya, Yang Mulia sebenarnya adalah pembuat onar dengan sisi gelap. Apakah pengaturan ini akan menyelesaikan masalah Courtney Devon atau justru semakin memperumit masalah? Akankah cinta melawan segala rintangan berkembang atau akankah seseorang berakhir di rumah anjing...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:13:45+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/f4f5cf17-bd6c-4300-b622-9d070952d3d6.jpg",
    "altTitles": [
      {
        "en": "One Piece - Digital Colored Comics"
      },
      {
        "en": "One Piece"
      },
      {
        "ja-ro": "Wan Pīsu"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      },
      {
        "vi": "Đảo Hải Tặc"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως ο «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af6f72d6-af16-4974-ac72-c8ca8cb6db58",
    "title": {
      "en": "Ochame na Okusan to no Nichijou Chabangoto"
    },
    "updatedAt": "2024-06-29T12:14:52+00:00",
    "coverArt": "https://mangadex.org/covers/af6f72d6-af16-4974-ac72-c8ca8cb6db58/3a295f23-9722-464f-85f6-c4b2e530c167.jpg",
    "altTitles": [
      {
        "ja": "とある奥さんの様子"
      },
      {
        "ja-ro": "Toaru Okusan no Yousu"
      },
      {
        "en": "The State of a Certain Wife"
      },
      {
        "ja": "お茶目な奥さんとの日常茶番事"
      },
      {
        "ja-ro": "Ochame na Okusan to no Nichijou Chabangoto"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternate Official Raw - [X (Formerly Twitter)](https://x.com/gibagibagiba/status/1633031267829817344) (Chapter 2),\n[Nico Nico Douga Manga](https://sp.manga.nicovideo.jp/comic/63088) (Different chapter numbering)\n- Defunct Official Raw (Chapter 1) - [Pixiv](https://www.pixiv.net/artworks/105860251), [FANBOX](https://gibagibagiba.fanbox.cc/posts/5412957)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e0fdb3b-632c-4f8f-a311-5b56952db647",
    "title": {
      "en": "Bocchi the Rock!"
    },
    "updatedAt": "2024-07-28T18:21:38+00:00",
    "coverArt": "https://mangadex.org/covers/2e0fdb3b-632c-4f8f-a311-5b56952db647/62c28c06-838e-43e7-afa1-533ddde1e9db.jpg",
    "altTitles": [
      {
        "en": "Bocchi the Rock!"
      },
      {
        "ja": "ぼっち・ざ・ろっく！"
      },
      {
        "zh-hk": "愛好·扎·搖滾！"
      },
      {
        "zh": "孤独摇滚！"
      },
      {
        "ru": "Одинокий Рокер!"
      },
      {
        "ne": "बोच्चि द रक!"
      },
      {
        "pl": "Samotność w Rocku!"
      }
    ],
    "description": {
      "en": "Hitori Gotou is a high school girl who's starting to learn to play the guitar because she dreams of being in a band, \nbut she's so shy that she hasn't made a single friend. \nHowever her dream might come true after she meets Nijika Ijichi, a drummer girl looking for a new guitarist for her band.",
      "es": "Bocchi The Rock! cuenta la historia de Goto Hitori, una chica de secundaria que empieza a aprender a tocar la guitarra persiguiendo su sueño de formar parte de una banda. Pese a que es muy dedicada, su arrolladora timidez le impide poder conseguir siquiera una amiga. Pero cuando conozca a Ijichi Nijika, una baterista que está buscando una nueva guitarrista para su grupo, Goto dará el primer paso para cumplir su gran sueño página a página, tira a tira.",
      "it": "Hitori Goto è una liceale che inizia a imparare a suonare la chitarra perchè il suo sogno è di entrare a far parte di una band, \nma è talmente timida da non avere nemmeno un amico. \nMa il suo sogno potrebbe avverarsi in seguito all'incontro con Nijika Ijichi, una ragazza che suona la batteria \ned è alla ricerca proprio di un chitarrista per la band in cui suona.",
      "ja": "「ぼっちちゃん」こと後藤ひとりは、ギターを愛する孤独な少女。\n家で一人寂しく弾くだけの毎日でしたが、ひょんなことから伊地知虹夏が率いる「結束バンド」に加入することに。\n人前での演奏に不慣れな後藤は、立派なバンドマンになれるのか――！？\n全国のぼっちな少年少女に届ける、いま最高にアツい音楽漫画！！\n陰キャならロックをやれ！！！",
      "pt-br": "Hitori Gotou é uma colegial que está começando a aprender a tocar violão porque sonha em fazer parte de uma banda, mas é tão tímida que não fez um único amigo. No entanto, seu sonho pode se tornar realidade depois que ela conhece Nijika Ijichi, uma garota que toca bateria e está procurando um novo guitarrista para sua banda.\n\n[ 1° TEMP.  DO ANIME ADAPTOU ATÉ: Vol. 2, Cap 21. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0874979e-301a-47a5-a559-0e33a1162571",
    "title": {
      "en": "Giri Choko Girai no Danjo"
    },
    "updatedAt": "2024-07-05T00:03:22+00:00",
    "coverArt": "https://mangadex.org/covers/0874979e-301a-47a5-a559-0e33a1162571/60d5480c-67aa-4dec-a916-3f234aaeed5e.jpg",
    "altTitles": [
      {
        "ja": "義理チョコ嫌いの男女"
      },
      {
        "en": "A Man and a Woman Who Hate Obligatory Chocolates"
      },
      {
        "pt-br": "Um homem e uma mulher que odeiam chocolates obrigatórios"
      }
    ],
    "description": {
      "en": "\"You realize that these aren't just obligatory chocolates, right?\"\n\nObligatory chocolate is the kind that you give to people you don't even like, just because it's a Valentine's Day tradition. Aya, a beautiful office lady who is often misunderstood because of her lack of visible emotions, was complaining about it to her boss Takaki, as they walked to the train station together after work. However, Takaki told her, \"That's too bad, because I was really looking forward to getting chocolates from Aya, even if it's just obligatory…\"\n\nAs they parted ways, Aya hands Takaki a box of chocolates. Takaki is confused, because he thought she didn't like giving out obligatory chocolates…\n\n\"Senpai, are you really that dumb?\"\n\nWinner of the 3rd Toaru Nichijou Manga Award, it's a sweet romantic comedy that will satisfy your heart and your sweet tooth!",
      "pt-br": "Você percebe que estes não são apenas chocolates obrigatórios, certo?\n\nAya, uma bela moça de escritório que costuma ser mal interpretada por causa de sua falta de emoções visíveis, estava reclamando disso com seu chefe Takaki, enquanto caminhavam juntos para a estação de trem depois do trabalho. No entanto, Takaki disse a ela: \n\n\"Isso é uma pena, porque eu realmente estava ansioso para ganhar chocolates de Aya, mesmo que seja apenas obrigatório...\"\n\nAo se despedirem, Aya entrega uma caixa de chocolates a Takaki. Takaki fica confuso, porque pensou que ela não gostava de dar chocolates obrigatórios...\n\n\"Senpai, você é realmente tão burro?\""
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "4017de66-fe69-4e46-baa8-787c399de6d2",
    "title": {
      "en": "Magic Level 99990000 All-Attribute Great Sage"
    },
    "updatedAt": "2023-06-11T18:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/4017de66-fe69-4e46-baa8-787c399de6d2/e9b358fc-e603-446e-8720-83be10992006.png",
    "altTitles": [
      {
        "ja": "魔力9999万 全属性使いの大賢者"
      },
      {
        "ja-ro": "Maryoku 9999 man Zen Zokusei Tsukai no Dai Kenja"
      }
    ],
    "description": {
      "en": "Magic Level 99990000 All-Attribute Great Sage\nAll over the world, Monsters suddenly began appearing. The only person who could save humanity from “The Calamity” was “The Great Sage”, Ichikami Atsumu.\nBut, despite being satisfied in his death, he was reincarnated into the body of a boy who was bullied into killing himself, Kusanagi Minato.\nAtsumu, waking up in a Japan fifty years into the future, is shocked to see a peaceful world, and where magic has become far weaker compared to when he was alive.\nFor now, Atsumu decides to go back to Kamui Magic Academy as Minato, but learns that mages are nothing more than a relic of the past, and in their place exist a class of privileged nobles\n.After blowing off his bragging, low-levelled bullies, Atsumu gains the interest of a noble magician girl, Mizuha Yuika, as well as his schoolmates and teachers.\nWhat’s more, Atsumu finds a sign that the Calamity, which was supposed to have been subdued, will return––\n“It looks like my power is still needed”\nWithin the soul of student lies the Great Sage?!\nThe strongest Great Sage will change this world drunk on peace.\nWith his reincarnation in the future set, the curtain opens on a new Hero’s story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2aa230e8-a940-43ee-bbc6-c921d4686298",
    "title": {
      "en": "I Scared the Divine Lord as I Handed over the Ancient Immortal Pill"
    },
    "updatedAt": "2023-10-31T10:28:01+00:00",
    "coverArt": "https://mangadex.org/covers/2aa230e8-a940-43ee-bbc6-c921d4686298/20782494-0ce4-42d6-8036-7b49da295e71.png",
    "altTitles": [
      {
        "zh-ro": "Kaiju Shang Jiao Taigu Xian Yao, Wo Xia Huai Sheng Zhu"
      },
      {
        "zh": "开局上交太古仙药，我吓坏圣主"
      },
      {
        "id": "Aku menakuti sang dewa agung dengan menyerahkan ramuan surgawi kuno"
      }
    ],
    "description": {
      "en": "Bai Yifan has an ancient ring that allows him to travel freely between the Earth and the fantasy world, and he has discovered that \"plants and animals\" on the Earth will evolve into treasures when they are taken to the fantasy world. An apple evolves into an immortal fruit, an egg will hatch into a phoenix or an earth dog has the bloodline of a dragon. One could even use tobacco to manipulate the enemy to their advantage.",
      "id": "Bai Yifan memiliki cincin kuno yang memungkinkannya untuk melakukan perjalanan dengan bebas antara Bumi dan dunia fantasi, dan dia telah menemukan fakta bahwa \"tanaman dan hewan\" di Bumi akan berevolusi menjadi harta karun ketika dibawa ke dunia fantasi. Sebuah apel berevolusi menjadi buah abadi, sebuah telur akan menetas menjadi burung phoenix atau seekor serigala bumi yang memiliki garis keturunan naga. Mereka bahkan dapat menggunakan tembakau untuk memanipulasi musuhnya."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc056512-7d4a-475b-b93b-7d9b09ffb016",
    "title": {
      "en": "Umineko When They Cry Episode Collection"
    },
    "updatedAt": "2024-05-03T22:17:04+00:00",
    "coverArt": "https://mangadex.org/covers/bc056512-7d4a-475b-b93b-7d9b09ffb016/4685dc25-5d5b-4f6c-aa72-155fac6dff77.jpg",
    "altTitles": [
      {
        "ja-ro": "Umineko no Naku Koro ni Episode Collection"
      },
      {
        "ja": "うみねこのなく頃に Episode collection"
      }
    ],
    "description": {
      "en": "A series of Umineko When They Cry anthology manga published by Ichijinsha with 5 total volumes."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b74ede8-4d15-471d-95b3-77986254a212",
    "title": {
      "en": "All My Abilities Are Forbidden Spells"
    },
    "updatedAt": "2023-11-06T00:00:10+00:00",
    "coverArt": "https://mangadex.org/covers/5b74ede8-4d15-471d-95b3-77986254a212/b8d1b6de-ba19-4d1e-bf6c-ac36bbec5b79.png",
    "altTitles": [
      {
        "zh-ro": "Quanmin Zhuan Zhi Wode Jineng Quan Shi Jin Zhou Qianyue"
      },
      {
        "zh": "全民转职：我的技能全是禁咒 签约"
      },
      {
        "en": "Job Transfer For All: My Skills Are All Forbidden Spells"
      }
    ],
    "description": {
      "en": "Lin Han finds himself transmigrated into a world that merges reality and games. This world is rife with dungeons, forbidden zones, and hidden realms, not to mention rampaging monsters! \n\nWhen the time for the Class Change comes, Lin Han doesn’t receive the Warrior Class that he has always dreamt of. \n\nInstead, he receives the class Life Cleric. Just as he’s despairing over his misfortune…\n\n[Ding! You’ve awakened the “Myriad Augmentation System”!] \n\nWith every attribute augmented ten thousand times, all of Lin Han’s basic skills have turned into Forbidden Spells! \n\nWatch Lin Han as he dominates the battlefield with his Forbidden Spells and becomes known as a close-combat Healer!\n- - -\nCrossing to the other world with his soul, Lin Han arrived in an era where games and reality merged. There are countless dungeons, forbidden lands, and hidden realms where mighty monsters reign supreme!\n\nOn the day of his class profession, Lin Han missed the opportunity to become a warrior, the class of his dreams! Unexpectedly, he awakened the unique hidden profession – Life Sacrificer – at a critical moment!\n\n[Ding! Ten Thousandfold Amplification System Awakening!]\n\nLin Han’s attributes increased by ten thousand times, and his basic skills all reached forbidden curses!\n\nIn the name of a close-combat healer, during the moment of unlimited forbidden curse devastation!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41275d32-369d-49a4-b347-ef28ee93702e",
    "title": {
      "en": "Onban Kikou"
    },
    "updatedAt": "2024-07-03T19:57:57+00:00",
    "coverArt": "https://mangadex.org/covers/41275d32-369d-49a4-b347-ef28ee93702e/2ed3139d-af1f-41a1-af77-23a30d9ea7e5.jpg",
    "altTitles": [
      {
        "ja": "音盤紀行"
      },
      {
        "en": "Record Journey"
      },
      {
        "en": "Record Travelog"
      }
    ],
    "description": {
      "en": "The secret of the record left by my grandfather, the underground record shop dealing with forbidden pop music, and the old jukebox in the diner of the near future. A collection of short stories that traces the memories and feelings contained in the records.",
      "ja": "祖父の遺したレコードの秘密、禁制のポップ音楽を扱う地下レコード店、近未来のダイナーにおかれた古びたジュークボックス。レコードに込められた記憶と想いを辿る短篇集。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ede55c-1584-4019-b85b-3902a423c3ab",
    "title": {
      "en": "Fairy Tail: 100 Years Quest"
    },
    "updatedAt": "2024-04-20T22:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/52ede55c-1584-4019-b85b-3902a423c3ab/81452260-1789-43e7-b7f4-cd5dcef486b1.jpg",
    "altTitles": [
      {
        "en": "Fairy Tail 100 Years Quest"
      },
      {
        "vi": "Fairy Tail Nhiệm vụ Trăm năm"
      },
      {
        "ja-ro": "Feari Teiru: Hyaku-nen Kuesuto"
      },
      {
        "ru": "Хвост Фей: 100-летний квест"
      },
      {
        "th": "แฟรี่เทล ภาคเควส 100 ปี ตอนที่"
      },
      {
        "ja": "フェアリーテイル １００年クエスト"
      },
      {
        "ko": "페어리 테일 -100년 퀘스트"
      },
      {
        "zh-hk": "妖精的尾巴 百年任務"
      },
      {
        "uk": "Хвіст Феї: 100-річний квест"
      }
    ],
    "description": {
      "en": "After overcoming the threat of Acnologia and Zeref, Fairy Tail has become stronger and more energetic! The 100 year quest which Natsu and company left for, and also to the members who had remained at the guild, something new is going to happen!? Although the story was supposed to have concluded, a new adventure now begins!\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "ru": "Продолжение популярной манги \"Хвост Феи\" или \"Фейри Тейл\", которая будет носить отдельное название \"100 летний квест\"! После победы над Зерефом нашу любимую, еще более сильную гильдию, ждет новое приключение! Не пропустите новые приключения популярных героев!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27676267-634a-4477-80ff-e3789bd7b5c3",
    "title": {
      "en": "The Academy’s Genius Tamer"
    },
    "updatedAt": "2024-08-21T11:37:04+00:00",
    "coverArt": "https://mangadex.org/covers/27676267-634a-4477-80ff-e3789bd7b5c3/b55e6de6-62c4-41ce-96a7-1582233e5e3a.jpg",
    "altTitles": [
      {
        "ko": "아카데미의 천재 테이머"
      }
    ],
    "description": {
      "en": "“A system window…? What’s going on here…”\r\n\r\n[Synchronizing the story from Han Siha’s perspective] I’ve become Han Siha, a minor villain in the dark fantasy novel I once loved. ‘Why did it have to be Han Siha?! He’s got zero talent in magic and gets killed by the protagonists early in the story!’\r\n\r\nI have to survive, no matter what! To live a peaceful life without getting tangled up with the protagonists, graduating from the academy is a must. But for Han Siha, who has no magical talent and terrible social skills, this is an almost impossible task… Taming… It might be connected to my previous life’s work. Should I give it a shot? “That… reptile. Trust me.”\r\n\r\n[You have tamed a Red Dragon.] It worked…? Could I actually be a genius tamer? Alright, let’s just focus on making it to graduation like this! But then… “Han Siha, team up with me.” “Han Siha! Want to join me in the alchemy competition?” “Han Siha… I need to tell you something… It’s important.” The protagonists who were supposed to kill me in the original story are now starting to take an interest in me?! Can I really graduate safely?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d5208b9d-5233-4672-bf5c-6e7d23767e37",
    "title": {
      "en": "J<->M"
    },
    "updatedAt": "2024-07-12T10:03:31+00:00",
    "coverArt": "https://mangadex.org/covers/d5208b9d-5233-4672-bf5c-6e7d23767e37/cc9ca0cb-2201-4e45-b164-24723c30ff37.jpg",
    "altTitles": [
      {
        "en": "J and M"
      },
      {
        "uk": "J⇔M ДжЕм"
      },
      {
        "ja": "J⇔M　ジェイエム"
      },
      {
        "ja-ro": "J⇔M　jeiemu"
      }
    ],
    "description": {
      "en": "J is a lone assassin feared as \"untouchable\" in the underworld.\nMegumi is a lonely girl who has no place at home or school.\nWhen the two meet, an unexpected story begins.",
      "uk": "Джей - самотній найманий вбивця, якого у злочинному світі вважають \"невразливим\". Меґумі - самотня дівчинка, якій немає місця ні вдома, ні в школі. Коли вони познайомилися, розпочалася несподівана історія, Джей та Меґумі обмінялися тілами. Тепер, Джей змушений взятися за завдання по вбивству у своєму новому тілі."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e9adf937-bc19-4d94-8b34-88fd74615737",
    "title": {
      "en": "Mobile Suit Gundam N-Extreme"
    },
    "updatedAt": "2024-07-02T07:21:30+00:00",
    "coverArt": "https://mangadex.org/covers/e9adf937-bc19-4d94-8b34-88fd74615737/6bf9ec59-ff54-4458-971d-e4b67e0863eb.png",
    "altTitles": [
      {
        "ja": "機動戦士ガンダム N-EXTREME"
      },
      {
        "ja-ro": "Kidou Senshi Gundam N-Extreme"
      }
    ],
    "description": {
      "en": "One day, Amagi Sai and Ebihara Chikage are transported to another world by a mysterious woman who wants them to save the world. \nThe first volume of the collaboration comic for the popular arcade game \"Mobile Suit Gundam EXVS.2 XB\" is now available!",
      "ja": "アマギ・サイとエビハラ・チカゲはある日、世界を救って欲しいという謎の女性によって異世界に転移させられてしまう…！？ 大人気アーケードゲーム「機動戦士ガンダムEXVS.2 XB」コラボコミック第1巻登場！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4902975b-ddec-4c34-880c-2ecd3434c94b",
    "title": {
      "en": "The Big Bees"
    },
    "updatedAt": "2024-06-30T10:56:44+00:00",
    "coverArt": "https://mangadex.org/covers/4902975b-ddec-4c34-880c-2ecd3434c94b/58c16a15-ca53-45dc-a352-4f63587d666f.png",
    "altTitles": [
      {
        "ja": "デカいはちの話"
      },
      {
        "ja-ro": "Dekai Hachi no Hanashi"
      }
    ],
    "description": {
      "en": "What if bees were big and fluffy? Like, really big and fluffy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9363b613-ac57-4336-9481-601565a89e08",
    "title": {
      "en": "I Am the Shadow Reverend"
    },
    "updatedAt": "2024-02-27T20:16:11+00:00",
    "coverArt": "https://mangadex.org/covers/9363b613-ac57-4336-9481-601565a89e08/a247bcf5-0b4f-46ac-b9da-274ec0debe3f.jpg",
    "altTitles": [
      {
        "zh": "全民转职：我牧师，都什么阴间技能"
      },
      {
        "vi": "Tiān Shēng Dú Nǎi, Wǒ Zǔzhòule Quán Shìjiè!"
      }
    ],
    "description": {
      "en": "Traveling through a parallel world, the game merges with the real world, where ferocious beasts are rampant, alien races are raging, and there are a large number of dungeons and secret realms in the wild.\nHumans can awaken into various professions and work hard to kill monsters and upgrade.\nOn the day of his profession awakening, Lin Luo awakened the priest profession, which is the most popular but has no damage ability.\nJust when he was struggling, he discovered that his skills had mutated!\nThe blood recovery technique mutates into the bleeding technique?\nBlessing mutates into curse?\nBut I am really a healing priest!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e271dc2-53de-4335-a964-71e2fd518d01",
    "title": {
      "en": "Gods of All People: I Sacrificed Hundreds of Millions of Living Beings To Become a God"
    },
    "updatedAt": "2024-06-14T16:06:02+00:00",
    "coverArt": "https://mangadex.org/covers/4e271dc2-53de-4335-a964-71e2fd518d01/1623b419-1976-4063-89d7-5b4e18794b72.jpg",
    "altTitles": [
      {
        "zh": "全民神祇：我献祭亿万生灵成神"
      },
      {
        "en": "Spirit Sacrifice: The Path to Godhood"
      },
      {
        "en": "Everyone Is a King: I Sacrifice Countless Lives to Become a King"
      }
    ],
    "description": {
      "en": "Han Wu transmigrated to a world where everyone can become a god. He obtained the ability to sacrifice life.\nAt the beginning, he had a trash clan, so he sacrificed to change his fate against the heavens.\nWith no power, no status, and no money, he sacrificed his way to the top.\nAs long as he has enough followers, he can become infinitely stronger through sacrifice, becoming the main god, the god of gods!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd0811d0-46fe-4116-b44b-1aeb5c2bd1b5",
    "title": {
      "en": "King Game"
    },
    "updatedAt": "2024-07-14T00:30:10+00:00",
    "coverArt": "https://mangadex.org/covers/dd0811d0-46fe-4116-b44b-1aeb5c2bd1b5/574deaec-8eb5-4568-9739-d229ea467c65.png",
    "altTitles": [
      {
        "en": "Kings Game"
      },
      {
        "ko": "왕게임"
      },
      {
        "ko-ro": "Wanggeim"
      }
    ],
    "description": {
      "en": "An action packed suspense story of a boy who obtains the absolute authority! \nThe story centers around a boy named \" Hwang Chomin\"  who spends his high school days while enduring its unjust violent treatment. Being informed of his isolated brother's passing away, he receives his phone and confronts the truth about his brother. He learns that his brother is the leader of a notorius ring called [Emperor's Division]. Upon learning that he decides to impersonate his brother and take control of the division by passing judgment on it's scums. And so the King's Game that must be never revealed begins!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5582230-6611-46cc-866c-3e2679d24b7a",
    "title": {
      "en": "I Can See the Forbidden Zone Rules"
    },
    "updatedAt": "2024-08-09T09:40:10+00:00",
    "coverArt": "https://mangadex.org/covers/a5582230-6611-46cc-866c-3e2679d24b7a/fc93a81e-2656-4ef3-9e4b-66734242f37e.jpg",
    "altTitles": [
      {
        "zh": "我能看到禁区规则"
      },
      {
        "en": "Exclusion Zone Rules"
      }
    ],
    "description": {
      "en": "Two hundred years ago, the White Mist Forbidden Land suddenly appeared, and the world underwent a huge change. Monsters and supernatural beings with various strange powers appeared. \n\nThe White Mist Forbidden Land is known as the Forbidden Zone for Life. Only one in ten thousand people who enter it survives. \n\nAfter being imprisoned by the mysterious wall for seven years, Ye Shiqi, who was tired of life, finally stepped into the White Mist Forbidden Land again. \n\nWith the reappearance of blindness, a set of information suddenly appeared in front of Ye Shiqi’s eyes: That is the forbidden zone rules that have troubled mankind for many years!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d68ce67b-38f3-454a-854f-118323b6ff4b",
    "title": {
      "en": "Angel Beats! Spin-off!! Tabisuru Tenshi-chan"
    },
    "updatedAt": "2024-06-20T19:07:08+00:00",
    "coverArt": "https://mangadex.org/covers/d68ce67b-38f3-454a-854f-118323b6ff4b/7bbbfc07-933b-475e-a22d-53038fbe0afd.jpg",
    "altTitles": [
      {
        "en": "Angel Beats! Spin-off!! Traveling Tenshi-chan"
      },
      {
        "ja": "Angel Beats! スピンオフ!!　旅する天使ちゃん"
      },
      {
        "vi": "Thiên sứ-chan du hành"
      },
      {
        "id": "Tenshi-chan dalam Petualangan"
      }
    ],
    "description": {
      "en": "Kanade Tachibana is a cute girl who is called \"Tenshi-chan\" at school. She traveled all over the country in search of \"someone\". During her travels, when she stops by Kanagawa, she meets Yuri Nakamura, a lively and cheerful girl. People who look a lot like SSS members also appear on the road!? Will Angel be able to find \"a certain person\"...?",
      "vi": "Đây là một spin-off của \"Angel Beats!\".\n\nTachibana Kanade là một cô gái xinh xắn được các bạn ở trường gọi là \"Thiên sứ-chan\". Cô đang du hành xuyên Nhật Bản để tìm kiếm \"một ai đó\". Dọc đường, khi đi ngang qua Kanagawa, cô gặp một cô nàng năng nổ và vui tính tên Nakamura Yuri.\n\nNhững người giống hệt các thành viên của chiến tuyến SSS cũng sẽ xuất hiện trong chuyến du hành của Thiên sứ-chan. Liệu cuối cùng cô sẽ có thể tao ngộ cùng \"ai đó\"?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a96f9ee5-1452-493b-b371-e54de3868a58",
    "title": {
      "en": "AOTU World"
    },
    "updatedAt": "2024-08-17T12:53:28+00:00",
    "coverArt": "https://mangadex.org/covers/a96f9ee5-1452-493b-b371-e54de3868a58/99e36d60-2dc1-44c3-aac8-0ae61c85aac8.jpg",
    "altTitles": [
      {
        "zh": "凹凸世界"
      },
      {
        "zh-ro": "AOTU Shijie"
      },
      {
        "vi": "Thế Giới Ao Đột"
      },
      {
        "en": "AOTU World"
      },
      {
        "ko": "요철세계"
      }
    ],
    "description": {
      "en": "A god created AOTU World and established the 7 Oracles to rule it on behalf of this god. The poor and rich, enslaved and free, suffering and happiness, destruction and birth: every status is ordained by God. Mortals can only accept, but cannot resist. However, God has given his people the opportunity to change their fate through \"AOTU Contest.\" The contestants use their unique \"ability\" gifted by the Contest System and inbate wisdom and courage in hopes of winning the competition and becoming the world's ruler.",
      "vi": "Thần Sáng Thế của thế giới Ao Đột là một vị thần rất ngẫu hứng.\nNgài tạo ra vô số hành tinh và con dân trong thế giới Ao Đột, nhưng lại cai quản họ một cách tùy ý không theo quy luật --- có hành tinh màu mỡ tươi đẹp, có hành tinh cằn cỗi hoang vu, có con dân được hưởng tự do hạnh phúc, có con dân lại phải chịu sưu thuế nặng nề và lao động khổ sai.\nThần Sáng Thế thành lập ra Bảy Thần Sử, để họ thay mình thực hiện ý chỉ của thần\nThế nhưng cũng không phải là Thần Sáng Thế hoàn toàn không cho con dân mình cơ hội --- nếu như ai muốn thay đổi vận mệnh, thực hiện nguyện vọng của bản thân, vậy thì hãy tham gia \"Đại chiến Ao Đột\" đi! Các thí sinh sẽ được hệ thống đại chiến ban cho \"năng lực đặc biệt\", rèn luyện và vận dụng năng lực của riêng mình, không ngừng chiến đấu vượt qua thử thách. Chỉ cần là người chiến thắng sau cùng trong đại chiến Ao Đột là có thể đạt được tất cả, đồng thời được ban cho quyền thay mặt thần cai trị thế giới giống như Bảy Thần Sử.\nTuy nhiên, những điều trên chỉ là quan niệm giả dối, cuộc đấu này đã định sẵn không hề có kẻ chiến thắng. Cho tới khi nhân vật chính của chúng ta - Kim, xuất hiện trên sân đấu."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5bf9cc3-d003-47fe-bc76-99774b2a0562",
    "title": {
      "en": "Nichijou"
    },
    "updatedAt": "2024-07-23T19:18:02+00:00",
    "coverArt": "https://mangadex.org/covers/f5bf9cc3-d003-47fe-bc76-99774b2a0562/2c0a7c4f-43cc-4d3c-b43e-0246ffc2aad3.jpg",
    "altTitles": [
      {
        "fi": "Arki"
      },
      {
        "tr": "Günlük Yaşam"
      },
      {
        "en": "My Ordinary Life"
      },
      {
        "ru": "Мелочи Жизни"
      },
      {
        "ja": "日常"
      },
      {
        "ko": "일상"
      },
      {
        "fr": "Mon quotidien"
      },
      {
        "uk": "Повсякденнощі"
      }
    ],
    "description": {
      "de": "Währendessen der Titel \"alltägliches Leben\" bedeutet ist der Inhalt alles andere als alltäglich. Es handelt sich um ein komplett bizarres und verücktes \"alltags Leben\" von einer gruppe High School Schüler. Das Setting ist eine außergewöhnliche Schule, wo du den Rektor sehen kannst wie er mit einen Reh kämpft oder einen Roboter Arm. Wie auch immer, es gibt immernoch normale Geshichten, wie ein Kartenhaus bauen oder einen Test schreiben für den du dich nicht vorbereitet bist. Der Stil ist süß aber mischt auch extreme Ausdrücke und Actionszenen für Überraschende Komedie Einlagen.",
      "en": "While the title suggests a story of simple, everyday school life, the contents are more the opposite. The setting is a strange school where you may see the principal wrestle a deer or a robot's arm hide a rollcake. However there are still normal stories, like making a card castle or taking a test you didn't study for. The art style is cute but mixes with extreme expressions and action sequences for surprising comedy bits.\n\n(The original magazine run ends at Chapter 192)",
      "ru": "Обычная манга про обыную японскую жизнь.",
      "uk": "Хоча назва вказує на щось буденне, вона є абсолютним протилежним до того, що коїться у манзі. Дії відбуваються у дуже дивній школі, де директор не проти побоксувати з оленем. Або робот, у руці якого сховано тістечко. Звісно не обійшлося без буденності, як от коли вірша забув вивчити і вчиш на уроці. Або картковий дім, який ти вже майже добудував, руйнується вщент! Словом, небуденна буденність.",
      "pt-br": "Enquanto o título sugere uma história simples de vida escolar, todos os dias, o conteúdo é mais o contrário. O cenário é uma escola estranha, onde você poderá ver o principal lutar com um cervo ou o braço de um robô esconder um bolo. No entanto ainda há histórias normais, como fazer um castelo de cartas ou de um teste que você não estudou. O estilo de arte é bonito, mas se mistura com expressões extremas e sequências de ação para os bits de comédia surpreendentes..."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01f65d04-15d3-4f73-8c36-c5c39300a398",
    "title": {
      "en": "The Xiao Chronicles"
    },
    "updatedAt": "2024-08-01T23:36:18+00:00",
    "coverArt": "https://mangadex.org/covers/01f65d04-15d3-4f73-8c36-c5c39300a398/4f89b126-6758-4718-a545-0baf74e10bb9.jpg",
    "altTitles": [
      {
        "zh-ro": "Xiaolu"
      },
      {
        "zh": "骁录"
      },
      {
        "es": "Las crónicas de Xiao"
      }
    ],
    "description": {
      "en": "Mu Shiba and Long Shuo — one hot-blooded and passionate, the other cold and distant. Despite their vastly different personalities, the two young men's paths cross and they set out on a journey to find the mysterious \"Xiao\"...",
      "es": "Mu Shiba y Long Shuo: uno ardiente y apasionado, el otro frío y distante. A pesar de sus personalidades tan diferentes, los caminos de los dos jóvenes se cruzan y emprenden un viaje para encontrar al misterioso «Xiao»..."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "145"
  },
  {
    "mangaId": "bcf2a791-c789-483a-91b1-12b09d2b38d7",
    "title": {
      "en": "Inochi no Tabekata"
    },
    "updatedAt": "2024-08-15T10:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/bcf2a791-c789-483a-91b1-12b09d2b38d7/bc5620f2-3071-4fd2-a5d2-fad46a8e3fc1.jpg",
    "altTitles": [
      {
        "ja": "いのちの食べ方"
      },
      {
        "en": "How to Eat Life"
      },
      {
        "pt-br": "Como Comer a Vida"
      }
    ],
    "description": {
      "en": "Otogiri Tobi, a 2nd grade middle school student, spends his depressing days searching for his missing older brother alongside his inhuman companion, Baku.\nTobi used to rarely speak to anyone besides Baku, however one day after his classmate Shiratama Ryuuko suddenly approaches him, his life begins to change…?\n\nThis is an adventure surrounding the “human” and the “inhuman” that a lone boy faces.\n___\n**Character Designers:** [Mariyasu](https://mangadex.org/author/c4b0336b-a879-4634-9053-9efb11c3f71b), [Waboku](https://mangadex.org/author/03dcd51c-8a6b-4302-8c84-d943a039db25), [lack](https://mangadex.org/author/b68dc199-aaab-4deb-825a-5f3df6482b28)\n\n**Note:** Adapted from the song and novel of the same name."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "The Ghost and the Exhausted Office Worker"
    },
    "updatedAt": "2024-05-25T01:52:42+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "ja-ro": "Yuurei to Tsukareta Kaishain"
      }
    ],
    "description": {
      "en": "A story about a ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e038b47c-00db-4623-b1c3-35b46f6cdc2d",
    "title": {
      "en": "Tensei Youjo. Kamikemono to Ouji to, Saikyou no Ojisan Youhei-dan no Naka de Ikiru."
    },
    "updatedAt": "2024-08-06T15:06:31+00:00",
    "coverArt": "https://mangadex.org/covers/e038b47c-00db-4623-b1c3-35b46f6cdc2d/2811ef1b-450e-403d-a204-dde811981bb6.jpg",
    "altTitles": [
      {
        "ja": "転生幼女。神獣と王子と、最強のおじさん傭兵団の中で生きる。"
      },
      {
        "en": "Reincarnated Girl; Living With a Beast, a Prince, and The Strongest Mercenary Group"
      }
    ],
    "description": {
      "en": "Lise found herself alone in a strange meadow as a young girl. Also, there is a big dog in front of her. There wasn't a dog like that in the neighborhood, and that's when Lise was convinced. \n\n\"I see... This is what they call reincarnation in another world!\"\n\n Then, a group of muscular mercenaries appears in front of Lise. It seems that they have come to defeat this dog. But to her surprise, this dog is a divine beast! Ranagh, the divine beast, has grown fond of Lise, who is the only one who can understand him. So, the leader of the mercenary group, Arlagia, offers to protect Lise and Ranagh with his mercenary group...? \n\nA young girl, a divine beast, and the strongest group of mercenaries - a wacky otherworldly fantasy with a cast of unorthodox characters!",
      "ja": "気が付けば見知らぬ草原にいた優乃。目の前には“神獣”を名乗る大きな犬と屈強な傭兵たち。しかも自分の姿はなぜか幼女に!?「なるほどこれは…異世界転生だ！」即座に状況を理解し、リゼと名乗ることにした彼女が魔法を使ってみるとチートすぎる能力が発覚！ 傭兵団に保護されつつも、ドラゴン狩りに出かけたり、竜巻魔法で新しい料理を開発したりとさっそく大暴れで…？",
      "es-la": "Lise se encontró sola en un extraño prado con la forma de una niña. Además, hay un gran perro frente a ella. No había ningún perro así en el barrio, y fue entonces cuando Lise se convenció. Ya veo...... ¡Esto es lo que llaman reencarnación en otro mundo!　Entonces, un grupo de mercenarios musculosos aparece frente a Lise. Parece que han venido a derrotar a este perro. Pero para su sorpresa, ¡este perro es una bestia divina!　Ranagh, la bestia divina, se ha encariñado con Lise, que es la única que puede entenderle. Entonces, el líder del grupo de mercenarios, Arlagia, se ofrece a proteger a Lise y a Ranagh con su grupo de mercenarios.....?　Una joven, una bestia divina y el grupo de mercenarios más fuerte. Una extravagante fantasía de otro mundo con un elenco de personajes poco ortodoxos."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4304a738-21c2-497a-8952-16deabc87fa1",
    "title": {
      "en": "Joukamachi no Dandelion"
    },
    "updatedAt": "2024-07-04T15:15:29+00:00",
    "coverArt": "https://mangadex.org/covers/4304a738-21c2-497a-8952-16deabc87fa1/9e3cebcb-cbda-4db4-a1aa-c76feed4031c.jpg",
    "altTitles": [
      {
        "en": "Castle Town Dandelion"
      },
      {
        "ja": "城下町のダンデライオン"
      },
      {
        "zh": "城下町的蒲公英"
      }
    ],
    "description": {
      "en": "In the manga's story, the everyday lives of the nine super-powered siblings of the royal family are monitored by more than 200 surveillance cameras and broadcast nationwide. The people of the nation who are watching the broadcast will have the ability to elect the next monarch. The story focuses on Akane, the third-oldest sister who can manipulate gravity. She is shy and desperately does not want to be caught on camera."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66f311b9-96e8-4645-9e20-cdf72a4c7df9",
    "title": {
      "en": "Only for Love"
    },
    "updatedAt": "2024-01-28T07:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/66f311b9-96e8-4645-9e20-cdf72a4c7df9/89183a50-9b2f-414e-ad10-793096165cbb.png",
    "altTitles": [
      {
        "zh": "错撩"
      },
      {
        "en": "Accidental Love"
      }
    ],
    "description": {
      "en": "The stunning financial reporter, Zheng Shuyi, is dating a two-timing scumbag? How could she possibly stand back and do nothing about those love birds: the cheating bastard and his white lotus of a mistress. Upon seeing the Rolls-Royce's plate number of the mistress' uncle, which was a straight numerical number plate, Zheng Shuyi made up her mind. Doesn't the cheater plan to marry rich to retire twenty years early, by going down the laughable CEO route? Then I shall become both you and your mistress' aunt!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c84ffbda-8648-4356-aa5b-e472b155c529",
    "title": {
      "en": "noHEROES!"
    },
    "updatedAt": "2023-08-28T04:45:16+00:00",
    "coverArt": "https://mangadex.org/covers/c84ffbda-8648-4356-aa5b-e472b155c529/55235c88-2959-4bc3-9864-67b0455c2969.jpg",
    "altTitles": [
      {
        "en": "noHeroes!"
      },
      {
        "en": "There are noHeroes!"
      }
    ],
    "description": {
      "en": "A fighter, a wizard and a misguiding spirit are on Nameless Isle-what happens next is the stuff of heroes - or not! It's up to them."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "316f816a-5de2-4eff-ad04-4c308574b13e",
    "title": {
      "en": "Half"
    },
    "updatedAt": "2024-07-11T00:22:00+00:00",
    "coverArt": "https://mangadex.org/covers/316f816a-5de2-4eff-ad04-4c308574b13e/b3247f5c-320b-4e30-917a-4a7303a0d8c1.png",
    "altTitles": [
      {
        "en": "Yi Ban"
      },
      {
        "zh": "一半"
      },
      {
        "ka": "ნახევარი"
      },
      {
        "ru": "Половина"
      }
    ],
    "description": {
      "en": "The heartwarming story of two different girls brought together over a cat, as they learn about each other, spend time together, and heal one another.",
      "es-la": "Una conmovedora historia de dos chicas, diferente una de la otra, que se conocen por un encuentro con un gato y desde entonces han estado acompañándose y consolándose ."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "79"
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2024-08-06T11:25:43+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/0be74b17-5073-47d6-850c-f5de838ce4df.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "bg": "Стокано"
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ja-ro": "Kimi no koto ga daidaidaidaidai suki na 100-nin no Kanojo"
      },
      {
        "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
      },
      {
        "vi": "100 Cô Bạn Gái Này Rất, Rất, Rất, Rất, Rất Là Yêu Tôi Đó"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. In desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! Now this god will set things right by making sure Aijo gets one hundred dates. \n\nExcept, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! Worse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c00cc3d9-f7c7-46da-95d5-8f5ae1e6fe57",
    "title": {
      "en": "It Starts With A Mountain"
    },
    "updatedAt": "2024-08-06T02:43:50+00:00",
    "coverArt": "https://mangadex.org/covers/c00cc3d9-f7c7-46da-95d5-8f5ae1e6fe57/112b1634-884d-4c34-af67-63dd8380d562.jpg",
    "altTitles": [
      {
        "en": "Starting with a mountain"
      },
      {
        "zh": "开局一座山"
      },
      {
        "en": "It Starts With A Mountain"
      },
      {
        "en": "I Have a Shanzhai"
      },
      {
        "en": "Kāijú Yī Zuò Shān"
      },
      {
        "en": "Kāijú Yīzuò Shān"
      },
      {
        "en": "Start a Mountain"
      },
      {
        "en": "Ta Có Một Sơn Trại"
      },
      {
        "ko": "퀘스트 : 지상 최고의 산적"
      },
      {
        "ko": "퀘스트: 지상 최고의 산적"
      },
      {
        "en": "Kaiju Yi Zuo Shan"
      },
      {
        "es": "Comienza con una Montaña"
      }
    ],
    "description": {
      "en": "It starts with a mountain. A strategic leader gets isekai-ed into a war dynasty. He only has a group of members who were planning to ditch him. Facing this war era, he thinks of stealing food and girls to live a king’s life. He is hot-blooded, picks fights with war heroes. How will he bring chaos to the war? Will he be able to rise up high?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
    },
    "updatedAt": "2024-08-10T14:21:30+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/dc042b02-91bc-46ee-a779-8756556b66d0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten"
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      }
    ],
    "description": {
      "en": "Mahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まった。自堕落な一人暮らしを送る周を見かねて、なにかと世話を焼く真昼。お互いに興味ないと言い合う二人は、それでも少しずつ距離を縮めていく……。",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7d3a91a-f47a-43ce-9a2c-4da813b15eea",
    "title": {
      "en": "My Dog Becomes a Human"
    },
    "updatedAt": "2024-08-15T13:29:07+00:00",
    "coverArt": "https://mangadex.org/covers/f7d3a91a-f47a-43ce-9a2c-4da813b15eea/5cbdc6a0-f667-43d1-84a1-f01e4caffcd2.jpg",
    "altTitles": [
      {
        "ja": "犬がヒトになる話"
      },
      {
        "ja-ro": "Inu ga Hito ni Naru Hanashi"
      },
      {
        "fr": "Mon Chien Est Devenu Humain"
      },
      {
        "zh-hk": "我家碰太變成了人類這件事"
      },
      {
        "ru": "Моя собака становится человеком"
      },
      {
        "uk": "Мій пес став людиною"
      },
      {
        "en": "Ponta Becomes A Human"
      },
      {
        "ja": "ポン太がヒトになりまして。"
      }
    ],
    "description": {
      "en": "A slapstick comedy that involves a town and its neighbors where “pet dogs” have become “humans”!\nFeelings that couldn’t be conveyed as a dog can now be understood directly…!?",
      "fr": "Un jour, les chiens de cette ville sont soudainement devenus humains. L'histoire suit la vie de Saki et de son chien Ponta.",
      "ru": "В один прекрасный день домашние собаки в этом городе вдруг превращаются в людей. История рассказывает о жизни хозяйки Саки и ее собаки Понты.",
      "uk": "Одного разу всі собаки, які жили в цьому місті раптово перетворилися на людей. Історія розповідає про життя Сакі, власниці, та Понти, її пса."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1afa2287-8408-4b17-9195-c42902153cfb",
    "title": {
      "en": "Tamaranai no wa Koi na no ka"
    },
    "updatedAt": "2024-02-19T17:33:19+00:00",
    "coverArt": "https://mangadex.org/covers/1afa2287-8408-4b17-9195-c42902153cfb/9da82724-d1e9-42a9-801e-6d8f598d8427.jpg",
    "altTitles": [
      {
        "ja": "たまらないのは恋なのか"
      },
      {
        "en": "Is It Because of Love That I Can't Resist?"
      }
    ],
    "description": {
      "en": "Misuzu became a delinquent through a trivial chance and spends his days getting into fights. One day, Misuzu finds Kitahara, an honor student in a special class, getting involved with some delinquents and helps him out. Kitahara then tries to get involved with Misuzu. Misuzu tries to push him away, saying, \"If you get involved with me, the people around you will leave you,\" but his feelings are wavering...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e0d1449-0f4b-4ba7-9ef6-2e8024715345",
    "title": {
      "en": "Goddess of Victory: Nikke - Sweet Encount"
    },
    "updatedAt": "2024-08-09T12:45:48+00:00",
    "coverArt": "https://mangadex.org/covers/5e0d1449-0f4b-4ba7-9ef6-2e8024715345/39946fa0-e98b-4541-91db-90395b4adb40.jpg",
    "altTitles": [
      {
        "ja": "勝利の女神：NIKKE すいーとえんかうんと"
      },
      {
        "ja-ro": "Shouri no Megami: Nikke - Sweet Encount"
      },
      {
        "en": "Goddess of Victory: Nikke - Sweet Encounter"
      }
    ],
    "description": {
      "en": "In this manga, NIKKE and their friends live peacefully. A loose comedy in which the main character N102 works as a maid at a maid café called \"Maid For You\", where Cocoa and Soda work too!\n\nThe first official manga based on the popular mobile game *Goddess of Victory: NIKKE* with over 25 million downloads worldwide!",
      "ja": "この世界ではニケたちは平和に過ごす─。Nが、アニスが、ココアとソーダが働く「メイド･フォー・ユー」でメイドとして働くことに…！一生懸命働く姿やゲームではあまり見ることができない服装などに癒やされること間違いなし！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49496e76-08b8-4d47-aced-a13f2f8d90a4",
    "title": {
      "en": "Kiraware Majo Reijou to Dansou Ouji no Kon'yaku"
    },
    "updatedAt": "2024-07-11T20:40:52+00:00",
    "coverArt": "https://mangadex.org/covers/49496e76-08b8-4d47-aced-a13f2f8d90a4/33f02c22-5e0d-43cf-bc69-c851bf330cc8.png",
    "altTitles": [
      {
        "ja": "嫌われ魔女令嬢と男装皇子の婚約"
      },
      {
        "en": "The Engagement of the Disgraced Witch and the Cross-Dressing Princess"
      },
      {
        "vi": "Hôn Ước Của Phù Thủy Bị Ruồng Bỏ Và Công Chúa Cross-dressing"
      },
      {
        "es": "El compromiso de la bruja deshonrada y la princesa travestida"
      },
      {
        "vi": "Cuộc đính hôn giữa Nàng phù thủy bị ghét bỏ và Cô công chúa giả nam"
      },
      {
        "th": "การหมั้นหมายของยัยเจ้าหญิงแต่งชายกับคุณหนูแม่มดผู้ถูกชิงชัง"
      },
      {
        "zh": "万人厌的魔女大小姐与男装皇子的婚约"
      },
      {
        "zh-hk": "萬人厭的魔女大小姐與男裝皇子的婚約"
      },
      {
        "zh-ro": "Wàn rén yàn de mónǚ dà-xiǎojiě yǔ nánzhuāng huángzǐ de hūnyuē"
      },
      {
        "ru": "Помолвка презираемой ведьмы и переодетой принцессы"
      },
      {
        "ko": "미움받는 마녀 영애와 남장 황자의 약혼"
      }
    ],
    "description": {
      "en": "Vilified by others as a \"witch\", Evris, the youngest daughter of the House of Bradley, is engaged to Mark, the fifth prince of the Kingdom of Klengel. When he abruptly announces that their engagement is broken off, Evris is plunged into despair. However, someone reaches out to her instead... The cross-dressing crown prince (♀) of a neighboring country!?\n\nThis is the story of a red-haired witch who manipulates shadows and a cross-dressing crown prince (♀) who is serving as a body double for her missing older brother. \n\nThe curtain rises on a fantasy romantic comedy of a girl being teased by a princess!\n\nSerialization began in the July 2023 issue of *Yuri Hime*.",
      "ja": "「魔女」と罵られるブラッドリー家の末娘・イヴリスは、婚約相手であるクレンゲル王国第5王子・マルクに突然の婚約破棄を宣言されていた。絶望のどん底に落とされるイヴリス。しかし、そんな彼女に手を差し伸べるのは…隣国の男装皇太子!?\n影を操る赤髪の魔女令嬢と失踪した兄の影武者となる男装皇子。\n王子様系女子に翻弄されるファンタジーラブコメ開幕！",
      "ru": "Эйвери, младшая дочь дома Брэдли, проклинаемая окружающими как \"ведьма\", помолвлена с Марком, пятым принцем королевства Кленгель. Когда он неожиданно объявляет, что их помолвка расторгнута, Эйвери впадает в отчаяние. Однако кто-то протягивает ей руку помощи... Наследный принц (♀) соседней страны?!\n\nЭто история о ведьме, управляющей тенями, и о переодетом наследном принце (♀), который является двойником пропавшего старшего брата.\n\nЗанавес приподнимается над фэнтезийной романтической комедией о девушке, которую дразнит принцесса!",
      "tr": "Bu, gölgeleri manipüle eden kızıl saçlı bir cadı ile kayıp ağabeyinin dublörü olarak rol yapan melez veliaht prensin hikâyesidir.\n\nDiğerleri tarafından “cadı” olarak lanetlenen Bradley Hanesi’nin en küçük kızı Evris, Klengel Krallığı’nın beşinci prensi Mark ile nişanlıdır. Mark aniden nişanı bozduğunu açıklayınca Evris umutsuzluğa kapılır. Ancak biri ona yardım elini uzatacaktır… Komşu ülkelerden birinin karşı cinsin kıyafetlerini giymeyi seven veliaht prensi!? Bir prenses tarafından dalga geçilen bir kızın fantastik romantik komedisinde perde açılıyor!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12aa8f65-5914-4f38-be6a-4484766eb7e5",
    "title": {
      "ja": "Maou no Musume-Tachi to Maguwaeba Tsuyoku Narerutte Hontou Desuka?"
    },
    "updatedAt": "2024-04-27T07:24:10+00:00",
    "coverArt": "https://mangadex.org/covers/12aa8f65-5914-4f38-be6a-4484766eb7e5/60553522-7b22-449e-8279-5346a53e52a9.jpg",
    "altTitles": [
      {
        "en": "Is It True That I Can Be Stronger If I Make Love The Devils Daughters?"
      },
      {
        "ja": "魔王の娘たちとまぐわえば強くなれるって本当ですか?"
      }
    ],
    "description": {
      "en": "Orphaned after the his parents were murdered, Uta Rain was ultimately auctioned off as a slave. Certain that he would be treated terribly no matter where he was taken, Uta was in despair. But what awaited him was... a luxurious meal and five pretty sisters. However, they were the daughters of the demon lord who was defeated by the hero 16 years ago?! Uta's fate begins to change drastically!\n\n(Source: Takeshobo, translated)",
      "ja": "両親を殺され孤児となったウタ＝レインは、ついに奴隷として競売にかけられてしまう。どこへ連れていかれようとまた酷い仕打ちを受けるに違いないと絶望するウタを待ち受けていたのは……豪華な食事と5人の可愛いお姉さんだった。でも、彼女たちは16年前に勇者に倒された魔王の娘たちで――!?ウタの運命が大きく変わり始める!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a4786cf-c185-4ad3-89a9-294a1ec0bfc9",
    "title": {
      "en": "Iron Ladies"
    },
    "updatedAt": "2024-07-28T09:41:44+00:00",
    "coverArt": "https://mangadex.org/covers/4a4786cf-c185-4ad3-89a9-294a1ec0bfc9/bd3b29e3-ae6c-4f7d-9cc9-5d1381e9d2ac.jpg",
    "altTitles": [
      {
        "fr": "Dames de Fer"
      },
      {
        "tr": "Demir Bayanlar"
      },
      {
        "id": "Gadis Baja"
      },
      {
        "en": "Metal Goddess Soldier"
      },
      {
        "zh": "Tie Ji Gang Bing"
      },
      {
        "ru": "Железные леди"
      },
      {
        "zh": "铁姬钢兵"
      },
      {
        "ka": "რკინის ქალბატონები"
      },
      {
        "en": "Angels of War"
      },
      {
        "en": "Battle Angels"
      }
    ],
    "description": {
      "en": "**Description translated from the author:**\nUniversity graduate Mu Siyun sent his resume to the star fleet on a whim and somehow became the Fleet Admiral! This is the story about an admiral with a harem of 3000 female soldiers conquering the universe.\n\n---\n\n**Translator's version:**\nThe smartest university student to ever graduate from Daxia University's Department of Political History, Mu Siyun, enlists in Beiyang's Fleet on a whim and somehow becomes the Fleet Admiral. Knowing fully well how the world works and how the rich dominate the poor, Mu Siyun seeks to defy the heavens and bring order and hope back to the universe by cleverly scheming against his enemies.",
      "ru": "По прихоти судьбы выпускник университета Му Сыюнь отправил свое резюме в звёздный флот и каким-то образом стал адмиралом флота! Это история об адмирале с гаремом в 3000 женщин-солдат, покоряющих вселенную…",
      "tr": "Üniversiteden mezun olan Mu Siyun, bir heves ile öz geçmişini yıldız filosuna yollar ve her nasılsa filo amirali olur! bu hikaye 3000 kız askerin bir filo amiraliyle evreni ele geçirmesini anlatıyor…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "710"
  },
  {
    "mangaId": "84aecc41-06f1-4003-8492-5c84f8731601",
    "title": {
      "en": "Reforming the Obsessive Male Lead"
    },
    "updatedAt": "2024-07-29T09:33:14+00:00",
    "coverArt": "https://mangadex.org/covers/84aecc41-06f1-4003-8492-5c84f8731601/adc92b50-a984-4e87-8fe9-c60c7207523d.jpg",
    "altTitles": [
      {
        "ko": "후회 광공의 여동생이 되었다"
      },
      {
        "ko-ro": "Huhoe Gwanggongui Yeodongsaengi Doeeotda"
      },
      {
        "en": "I Became the Younger Sister of a Regretful Obsessive Male Lead"
      },
      {
        "pt": "Eu me tornei a irmã mais nova de um protagonista obsessivo arrependido"
      },
      {
        "uk": "Головний герой у відчаї, а я стала його молодшою сестрою"
      },
      {
        "uk": "Я стала молодшою сестрою героя, сповненого жалю"
      },
      {
        "id": "I Became the Younger Sister of a Regretful Obsessive Male Lead"
      },
      {
        "th": "ฉันกลายเป็นน้องสาวของพระเอกวายตัวร้ายสายกลับใจ"
      },
      {
        "ja": "ヤンデレ公子の妹になりました"
      },
      {
        "zh": "成为BL主人公的妹妹"
      },
      {
        "zh": "穿成后悔偏执狂的妹妹"
      },
      {
        "zh-hk": "在BL世界死裡逃生"
      }
    ],
    "description": {
      "en": "One day, I transmigrated to an unknown story!\n \nMy parents here have passed away, and it was only after being adopted by a new duke that I realized what story I transmigrated to…\n \nA tragic BL webtoon where all the characters die- and at the center of it, I’m the first side character to die!\n \nAnd on top of that, I’m destined to die by my favorite character, Lucian’s, hands?!\n \nFortunately, or unfortunately, we’re here before the start of the tragedy.\nSince I’ve been adopted by the dukedom where my favorite character is, there’s still plenty of time to change the ending!\n \nHowever…\n \nI just wanted to change Lucian into a sweet guy and have a happily ever after, but why is his obsession coming towards my direction?!"
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e618f14a-58c0-448c-9eb7-ef30d2422f6f",
    "title": {
      "en": "Not-Sew-Wicked Stepmom"
    },
    "updatedAt": "2024-01-20T06:44:07+00:00",
    "coverArt": "https://mangadex.org/covers/e618f14a-58c0-448c-9eb7-ef30d2422f6f/60a16ff5-9ad2-4a1f-abce-7aa595ba579d.jpg",
    "altTitles": [
      {
        "ko": "계모인데 딸이 너무 귀여워"
      },
      {
        "ko-ro": "Gyemoinde, Ttari Neomu Gwiyeowo"
      },
      {
        "ko-ro": "Gyemo-inde Ddal-i Neomu Gwiyeowo"
      },
      {
        "en": "I'm Only a Stepmother, but My Daughter Is Just So Cute!"
      },
      {
        "en": "I'm a Stepmother, but My Daughter Is Just Too Cute!"
      },
      {
        "en": "I'm the Stepmother, but My Daughter Is Too Cute"
      },
      {
        "de": "Meine etwas zu entzückende Stieftochter"
      },
      {
        "fr": "La belle-mère de la princesse"
      },
      {
        "es": "Solo soy una madrastra pero mi hija es tan linda"
      },
      {
        "uk": "Я тільки мачуха, але моя дочка така мила!"
      },
      {
        "ru": "Я всего лишь мачеха, но моя дочь - просто прелесть!"
      },
      {
        "ru": "Я мачеха, но моя дочь слишком милая"
      },
      {
        "th": "ฉันเป็นแม่เลี้ยงนะ แต่ลูกสาวน่ารักเกินไปแล้ว"
      },
      {
        "ja": "継母だけど娘が可愛すぎる"
      },
      {
        "tr": "Pamuk Prensesin üvey annesi"
      },
      {
        "zh": "我是继母，但是女儿太可爱了"
      },
      {
        "zh-hk": "我的繼女超可愛"
      },
      {
        "id": "Aku seorang ibu tiri, namun anakku sangat imut"
      }
    ],
    "description": {
      "de": "Sie lebt für ihren Beruf und arbeitet zu viel — bis sie an Überarbeitung zusammenbricht und stirbt. Doch statt ihre Augen für immer zu schliessen, erwacht sie in einer Märchenwelt. Sie steckt im Körper der bösen Stiefmutter! Aber wie kann sie nur das Vertrauen ihrer Stieftochter aewinnen?\n\nSpieglein, Spieglein an der Wand, wer ist die netteste Stiefmutter im ganzen Land?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B3%84%EB%AA%A8%EC%9D%B8%EB%8D%B0-%EB%94%B8%EC%9D%B4-%EB%84%88%EB%AC%B4-%EA%B7%80%EC%97%AC%EC%9B%8C/2487), [KakaoPage](https://page.kakao.com/content/56714856)\n\n**Official Translations:**\n* [English](https://tapas.io/series/not-sew-wicked-stepmom/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30154)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%9A%84%E7%B9%BC%E5%A5%B3%E8%B6%85%E5%8F%AF%E6%84%9B/212)\n* [French / Français](https://www.delitoon.com/detail/daf_1000497)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2010120)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Aku-Seorang-Ibu-Tiri-Namun-Anakku-Sangat-Imut/152)\n* [Japanese / 日本語](https://piccoma.com/web/product/72467)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%89%E0%B8%A2%E0%B8%87%E0%B8%99%E0%B8%B0_%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%88%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%81%E0%B9%80%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B9%84%E0%B8%9B%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/253)",
      "en": "Fairytale stepmothers are notoriously wicked. But after a children’s clothing designer is reborn as young Princess Blanche’s stepmom, she’s determined to break the mold and shower her daughter with love. Now she just has to convince the girl’s cold-hearted father to do the same. In her quest to make a happier home for Blanche, Abigail begins to uncover secrets and schemes within the palace. Will devious forces tear the Freidkins apart, or can Abigail stitch them back into a family?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B3%84%EB%AA%A8%EC%9D%B8%EB%8D%B0-%EB%94%B8%EC%9D%B4-%EB%84%88%EB%AC%B4-%EA%B7%80%EC%97%AC%EC%9B%8C/2487), [KakaoPage](https://page.kakao.com/content/56714856)\n\n**Official Translations:**\n* [English](https://tapas.io/series/not-sew-wicked-stepmom/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30154)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%9A%84%E7%B9%BC%E5%A5%B3%E8%B6%85%E5%8F%AF%E6%84%9B/212)\n* [French / Français](https://www.delitoon.com/detail/daf_1000497)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2010120)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Aku-Seorang-Ibu-Tiri-Namun-Anakku-Sangat-Imut/152)\n* [Japanese / 日本語](https://piccoma.com/web/product/72467)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%89%E0%B8%A2%E0%B8%87%E0%B8%99%E0%B8%B0_%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%88%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%81%E0%B9%80%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B9%84%E0%B8%9B%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/253)",
      "fr": "J'ai été transmigrée en le parfait cliché de la belle-mère jalouse et cruelle! Une mauvaise femme qui a énormément fait souffrir l'adorable Blanche, finissant même par l'empoisonner. Heureusement, le destin se retourne contre elle et la belle-mère finit exécutée par son mari.\n\nMa petite Blanche est tellement mignonne, je veux la couvrir d'affection et de tous les cadeaux possibles.\n\nSauf que pendant ce temps là, mon mari pense qu'il s'agit d'un nouveau stratagème pour attirer son attention, mais la seule que je veux, c'est ma belle-fille!\n\n---\nRéincarnée en la méchante belle mère de Blanche neige, je ferai tout pour gagné l'amour de cette enfante. Cependant, un obstacle de taille ce dressera sur ma route.\n\n«Je suis aussi le parent de Blanche, j'exige des excuses pour m'avoir tellement méfié.»\n\n«Et si je ne le fait pas?»\n\n«Je viendrais visiter votre chambre ce soir, majesté.»\n\n«...»\n\n«J'ai même réussi a obtenir des culottes vraiment sexy juste pour vous~»\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B3%84%EB%AA%A8%EC%9D%B8%EB%8D%B0-%EB%94%B8%EC%9D%B4-%EB%84%88%EB%AC%B4-%EA%B7%80%EC%97%AC%EC%9B%8C/2487), [KakaoPage](https://page.kakao.com/content/56714856)\n\n**Official Translations:**\n* [English](https://tapas.io/series/not-sew-wicked-stepmom/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30154)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%9A%84%E7%B9%BC%E5%A5%B3%E8%B6%85%E5%8F%AF%E6%84%9B/212)\n* [French / Français](https://www.delitoon.com/detail/daf_1000497)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2010120)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Aku-Seorang-Ibu-Tiri-Namun-Anakku-Sangat-Imut/152)\n* [Japanese / 日本語](https://piccoma.com/web/product/72467)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%89%E0%B8%A2%E0%B8%87%E0%B8%99%E0%B8%B0_%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%88%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%81%E0%B9%80%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B9%84%E0%B8%9B%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/253)",
      "zh": "我穿越成了白雪公主的恶毒继母？！但是前世的我其实是一个非常喜欢小孩子的儿童服装设计师。明明面对可爱的女儿喜不自禁，但是不论怎么努力，都得不到女儿和丈夫的信任。丈夫觉得我态度大转变，定有阴谋。我到底如何才能在这个充满怀疑的新世界成功的活下去…？\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B3%84%EB%AA%A8%EC%9D%B8%EB%8D%B0-%EB%94%B8%EC%9D%B4-%EB%84%88%EB%AC%B4-%EA%B7%80%EC%97%AC%EC%9B%8C/2487), [KakaoPage](https://page.kakao.com/content/56714856)\n\n**Official Translations:**\n* [English](https://tapas.io/series/not-sew-wicked-stepmom/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30154)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%9A%84%E7%B9%BC%E5%A5%B3%E8%B6%85%E5%8F%AF%E6%84%9B/212)\n* [French / Français](https://www.delitoon.com/detail/daf_1000497)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2010120)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Aku-Seorang-Ibu-Tiri-Namun-Anakku-Sangat-Imut/152)\n* [Japanese / 日本語](https://piccoma.com/web/product/72467)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%89%E0%B8%A2%E0%B8%87%E0%B8%99%E0%B8%B0_%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%88%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%81%E0%B9%80%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B9%84%E0%B8%9B%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/253)",
      "pt-br": "Eu me vi dentro de uma história como a madrasta ciumenta de sua filha que tentou matar com uma maçã envenenada. Eu amaria se pudesse ter a confiança da minha fofa e amável Blanche. Mas- \"Hilário, Desde quando você gosta tanto da Blanche?\" Esse marido continua em meu caminho!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B3%84%EB%AA%A8%EC%9D%B8%EB%8D%B0-%EB%94%B8%EC%9D%B4-%EB%84%88%EB%AC%B4-%EA%B7%80%EC%97%AC%EC%9B%8C/2487), [KakaoPage](https://page.kakao.com/content/56714856)\n\n**Official Translations:**\n* [English](https://tapas.io/series/not-sew-wicked-stepmom/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30154)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%9A%84%E7%B9%BC%E5%A5%B3%E8%B6%85%E5%8F%AF%E6%84%9B/212)\n* [French / Français](https://www.delitoon.com/detail/daf_1000497)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2010120)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Aku-Seorang-Ibu-Tiri-Namun-Anakku-Sangat-Imut/152)\n* [Japanese / 日本語](https://piccoma.com/web/product/72467)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%89%E0%B8%A2%E0%B8%87%E0%B8%99%E0%B8%B0_%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%88%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%81%E0%B9%80%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B9%84%E0%B8%9B%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/253)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5171948a-84fb-4226-90ce-bf49dd18a0d4",
    "title": {
      "en": "The Ending, I Want to Change it"
    },
    "updatedAt": "2024-08-05T19:50:51+00:00",
    "coverArt": "https://mangadex.org/covers/5171948a-84fb-4226-90ce-bf49dd18a0d4/786ef720-b192-44df-a748-5281c6cbd6eb.jpg",
    "altTitles": [
      {
        "ko": "엔딩, 바꿔보려합니다"
      }
    ],
    "description": {
      "en": "Byun Soo-ah, an impoverished novelist who only writes bad endings, is possessed by someone's curse as Choi Se-hwa, the villainess of 'End of Youth', which is currently being serialized. Can Su-ah survive and return to her original world in a novel full of traitors, sociopaths, double personalities, and psychopaths?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a414441-bbad-43f1-a3a7-dc262ca790a3",
    "title": {
      "en": "Omniscient Reader's Viewpoint"
    },
    "updatedAt": "2023-07-15T15:10:35+00:00",
    "coverArt": "https://mangadex.org/covers/9a414441-bbad-43f1-a3a7-dc262ca790a3/aeb88211-faa2-4f9f-adee-a8e4d814d51a.jpg",
    "altTitles": [
      {
        "ko": "전지적 독자 시점"
      },
      {
        "fr": "Lecteur omniscient"
      },
      {
        "es": "Lector omnisciente"
      },
      {
        "en": "ORV"
      },
      {
        "pl": "Punkt Widzenia Wszechwiedzącego Czytelnika"
      },
      {
        "ru": "Всеведущий читатель"
      },
      {
        "ar": "دیدگاه خواننده‌ی همه‌چی‌دون"
      },
      {
        "ar": "وجهة نظر القارئ العراف"
      },
      {
        "th": "อ่านชะตาวันสิ้นโลก"
      },
      {
        "ja": "全知的な読者の視点から"
      },
      {
        "zh-hk": "全知讀者視角"
      },
      {
        "zh": "全知读者"
      },
      {
        "ko": "전독시"
      },
      {
        "ko": "Jeonjijeok Dokja Sijeom"
      },
      {
        "en": "Omniscient Reader"
      },
      {
        "de": "Der allwissende Leser"
      },
      {
        "vi": "Toàn Trí Độc Giả"
      },
      {
        "zh": "全知读者视角"
      },
      {
        "vi": "Góc nhìn của Độc giả Toàn tri"
      }
    ],
    "description": {
      "de": "Damals hatte Dokja noch überhaupt keine Ahnung. Er hatte keine Ahnung, dass sein Lieblings-Web-Roman ‘Drei Wege um die Apokalypse zu überleben’ Realität wird und dass er der einzige ist, der weiß wie der Weltuntergang aussehen wird. Er hatte auch keine Ahnung, dass er letztendlich der Protagonist von diesem Roman werden würde. Jetzt begibt sich Dokja auf eine Reise, um den Lauf der Geschichte zu ändern und die Menschheit zu retten!\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "en": "Dokja was an average office worker whose sole interest was reading his favorite web novel 'Three Ways to Survive the Apocalypse.' But when the novel suddenly becomes reality, he is the only person who knows how the world will end. Armed with this realization, Dokja uses his understanding to change the course of the story, and the world, as he knows it.",
      "es": "En ese entonces, Dokja no tenía idea de que su novela web favorita, Tres maneras de sobrevivir al apocalipsis, cobraría vida y que solo él sabría cómo iba a terminar el mundo. Tampoco tenía idea de que se convertiría en el protagonista de esta novela transformada en realidad. Ahora Dokja debe embarcarse en un viaje para alterar el curso de la historia y salvar a la humanidad de una vez por todas.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "fr": "« Je suis le seul lecteur à connaître la fin du monde. » [Les trois façons de survivre dans un monde en ruine], ce roman fantastique de 3 149 chapitres, est devenu la réalité. Et il n'existe qu'une seule personne qui a lu l'intégralité de l'ouvrage.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "id": "\"Jalan cerita ini... hanya aku yang tahu!\" Dunia baru akan datang, maka dunia yang lama harus hancur. Apakah dia bisa menyelamatkan diri dari kehancuran dunia yang lama?!\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "ja": "「ありえない...これは俺が知っている展開だ。」 10年以上読み続けた小説の最終話を読んだ日、世界は滅亡し小説の世界が現実となった。 平凡で冴えないサラリーマンの主人公・ドクシャ。 そんな彼の趣味はWEB小説『滅亡した世界で生き残る３つの方法』を読むこと。 ついに最終話を読み終えたかと思いきや、作者からのメッセージが届き小説のモンスターと登場人物が突如現れ、新たな世界が幕を開けた！ 「俺は、この世界の結末を知る唯一の読者となった。」 たった一人だけが読み終えたファンタジー小説が現実に。 果たしてドクシャは滅亡した世界を救うことができるのか？\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "ko": "'이건 내가 아는 그 전개다'\r\n한순간에 세계가 멸망하고, 새로운 세상이 펼쳐졌다.\r\n오직 나만이 완주했던 소설 세계에서 평범했던 독자의 새로운 삶이 시작된다.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "ru": "«Я знаю то, что сейчас будет».\r\nВ тот момент, когда он подумал об этом, мир был уже разрушен, и вдруг открылась новая вселенная. Новая жизнь обычного читателя начинается в мире романа, романа, который смог прочесть лишь он.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "th": "\"เดี๋ยวนะ สถานการณ์นี่มันคุ้นๆ?\" โลกใบเดิมพลิกผันไปในชั่วพริบตา! ชีวิตพนักงานบริษัทธรรมดาๆ ของผมเปลี่ยนแปลงไปอย่างฉับพลัน นี่มันโลกในนิยายที่มีผมอ่านอยู่แค่คนเดียวนี่!\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "vi": "'Mình biết diễn biến tiếp theo của câu chuyện này.' Ngay trong khoảnh khắc ấy, thế giới cũ bị diệt vong, và một thế giới khác được mở ra. Cuộc sống của một độc giả tầm thường bỗng chuyển sang chương mới, giữa thế giới của một cuốn tiểu thuyết nọ, một cuốn tiểu thuyết mà chỉ mình anh ta biết được kết cục.",
      "zh-hk": "「您收到了主線任務。」 長著角的妖怪，熟悉的人物登場…… 太扯了...這是我所讀過的小說劇情！\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "295f05b8-cef7-4b41-b003-393a3016a650",
    "title": {
      "en": "Neko x Neko"
    },
    "updatedAt": "2024-07-04T18:10:24+00:00",
    "coverArt": "https://mangadex.org/covers/295f05b8-cef7-4b41-b003-393a3016a650/fcd9fdd1-ba25-4b07-8b68-0067acc26444.jpg",
    "altTitles": [
      {
        "en": "Bottom x Bottom"
      },
      {
        "ja": "ネコ×ネコ"
      },
      {
        "ja": "ネコ×ネコ beginning"
      },
      {
        "ja": "ネコ×ネコ hopeful"
      },
      {
        "ja": "ネコ×ネコ wedding"
      }
    ],
    "description": {
      "en": "In high school, Keita Tsukiji was slender and had feminine features. He confessed to an upper-classman who had his ideal body build, Satoshi Murakami, and they started going out.   \n  \nThree years have passed. The two of them started living together, but there was one big change… Keita had matured and grown to be really manly! Anxious about what Satoshi, who used to be straight, thinks about the situation, Keita is distracted during sex. On the other hand, Satoshi is concerned that he cannot make love to Keita in the same manner that he used to. And then, one night, an aroused Keita pushes Satoshi down…?!",
      "fr": "Keita qui pendant ses années de lycée était mince et avait des traits féminins, est tombé amoureux de Satochi. Un Sempai qui avait le physique mince et masculin dont il rêvait. Keita s'est déclaré, peut-être qu'en raison de son apparence girly et mignonne, puis ils ont commencé à sortir ensemble. Trois ans plus tard, leur relation est plus forte que jamais et ils vivent actuellement comme des jeunes mariés. Cependant, il y a eu un grand changement... ! Keita est devenu un jeune homme viril ! Comme Satoshi était hétéro, Keita commence à se demander ce que son petit ami pense de cette situation. Malgré qu'ils aient des relations sexuelles.."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "19f7ffb3-92de-4ce5-ae0f-b943f0df76f0",
    "title": {
      "en": "Global Examination"
    },
    "updatedAt": "2024-07-25T09:08:05+00:00",
    "coverArt": "https://mangadex.org/covers/19f7ffb3-92de-4ce5-ae0f-b943f0df76f0/ccd352d2-4991-47e3-bc27-c4e24fc526e0.jpg",
    "altTitles": [
      {
        "en": "Global University Entrance Examination"
      },
      {
        "zh": "全球高考"
      }
    ],
    "description": {
      "en": "This is a test that puts your life at stake. Pass the test and survive. When the two-faced examiner Qin Jiu meets the cold examinee You Huo, the two amnesiacs are put head to head in a fight by the inhumane system. However, they form a tactic agreement. The system collapses after a series of warnings and the erased memories gradually become clearer. It turns out that at the end of this smoke-filled world, you are still the first person I met. The world is brilliant and grand. Welcome home."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5c25341-d6ff-4585-8548-3a48fc7654d9",
    "title": {
      "en": "Momose Akira no Hatsukoi Hatan-chuu."
    },
    "updatedAt": "2024-08-21T02:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/f5c25341-d6ff-4585-8548-3a48fc7654d9/c4747970-1efa-416b-ac85-485341462b87.jpg",
    "altTitles": [
      {
        "ja": "百瀬アキラの初恋破綻中。"
      },
      {
        "en": "Momose Akira's First Love Struggles."
      }
    ],
    "description": {
      "en": "Kugayama Hajime, a boy living in the countryside, comes back to his old classmate Momose Akira, whom he used to admire.\n\nJust as he is about to watch her from afar and enjoy his sweet and sour youth, Akira makes an unexpected approach.\n\nAnd there was a “fate” that was more than he could have imagined.",
      "ja": "ド田舎に暮らす少年・久我山はじめのもとに帰ってきた、かつての憧れの同級生・百瀬アキラ。\n\n彼女を遠くから眺めて、甘酸っぱい青春を謳歌しよう…と思っていた矢先に、アキラからまさかのアプローチが。\n\nそしてそこには、想像以上の”運命”が拡がってました。\n\n2人の様子を、どうぞあったかく見守ってください。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67e56a7a-c7ea-4db8-84f0-db19c2034729",
    "title": {
      "en": "Seasons of Blossom"
    },
    "updatedAt": "2024-07-29T16:18:11+00:00",
    "coverArt": "https://mangadex.org/covers/67e56a7a-c7ea-4db8-84f0-db19c2034729/86f85502-4640-4947-b740-69a2149c2eb3.jpg",
    "altTitles": [
      {
        "en": "Cheongchun Blossom"
      },
      {
        "en": "Youth Blossom"
      },
      {
        "ko": "청춘 블라썸"
      },
      {
        "uk": "Розквіт молодості"
      }
    ],
    "description": {
      "en": "Children who are beginning their youth.  \nTheir growing pain on their way to spring."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "130"
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-06-14T00:03:54+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/0bb214e7-446c-454f-a65e-95db3cdbd38c.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]