[
  {
    "mangaId": "a1c7c817-4e59-43b7-9365-09675a149a6f",
    "title": {
      "en": "One Piece"
    },
    "updatedAt": "2024-12-09T11:57:16+00:00",
    "coverArt": "https://mangadex.org/covers/a1c7c817-4e59-43b7-9365-09675a149a6f/17f8c157-ae5c-4702-a762-11bc2c8b8c64.jpg",
    "altTitles": [
      {
        "ja": "ワンピース"
      },
      {
        "uk": "Ван Піс"
      },
      {
        "ru": "One Piece. Большой куш"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "fa": "وان پیس"
      },
      {
        "hi": "वन पीस"
      },
      {
        "bn": "ওয়ান পিস"
      },
      {
        "ne": "वान पिस"
      },
      {
        "ne": "वान पीस"
      },
      {
        "ta": "ஒன் பீஸ்"
      },
      {
        "th": "วันพีซ"
      },
      {
        "mn": "Уан Пийс"
      },
      {
        "kk": "Уан Пис"
      },
      {
        "kk": "One Piece. Батпан құйрық"
      },
      {
        "kk": "Бір бөлік"
      },
      {
        "he": "וואן פיס"
      },
      {
        "ar": "ون بيس"
      },
      {
        "ar": "قطعة واحدة"
      },
      {
        "zh": "海贼王"
      },
      {
        "zh": "海盗路飞"
      },
      {
        "zh": "航海王"
      },
      {
        "zh-hk": "海賊王"
      },
      {
        "my": "ဝမ်းပိစ်"
      },
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "vi": "Vua Hải Tặc"
      },
      {
        "ms": "Budak Getah"
      },
      {
        "ko": "원피스"
      },
      {
        "te": "వన్ పీస్"
      }
    ],
    "description": {
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n---\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free by clicking the chapter links below.**\n\n---\n- **The Best-Selling Manga in History**\n- **Won the 41st Japan Cartoonists Association Award Grand Prize alongside Neko Darake in 2012** \n- **Received the Kumamoto Prefecture Honorary Prize in 2018**",
      "es": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "ru": "Последние слова, произнесённые Королем Пиратов Гол Д. Роджером перед казнью, вдохновили многих выйти в море: «Мои сокровища? Я завещаю их тому, кто сможет их найти. Ищите! Я все оставил в одном месте!». Лишённые сна и покоя люди ринулись на Гранд Лайн, самое опасное место в мире. Так началась великая эра пиратов… Но с каждым годом романтиков становилось все меньше, их постепенно вытесняли прагматичные пираты-разбойники, которым награбленное добро было куда ближе, чем какие-то «никчёмные мечты». Но вот, одним прекрасным днем, семнадцатилетний Монки Д. Луффи исполнил заветную мечту детства - отправился в море. Его цель — ни много, ни мало стать новым Королём Пиратов. За достаточно короткий срок юному капитану удаётся собрать команду, состоящую из не менее амбициозных искателей приключений. И пусть ими движут совершенно разные устремления, главное, этим ребятам важны не столько деньги и слава, сколько куда более ценное – принципы и верность друзьям. И ещё – служение Мечте. Что же, пока по Гранд Лайн плавают такие люди, Великая Эра Пиратов всегда будет с нами!",
      "uk": "Король піратів Ґолд Роджер буде страчений Світовим урядом. Прямо перед смертю він підтвердив існування великого скарбу «Ван Піс», який знаходиться десь на величезному морі Ґранд Лайн. Як тільки Роджер сказав, що будь-хто гідний досягти Ван Пісу може забрати його собі, його стратили, і почалася Велика ера піратів.\r\n\r\nДвадцять два роки потому, молодий хлопець на ім’я Монкі Д. Луффі готовий почати свою пригоду по пошуку Ван Пісу та здобуванню титулу Короля піратів. Маючи при собі солом’яну шапку, невеличкий човен та еластичне тіло, він вирушає у неймовірну подорож, щоб зібрати собі команду та хороший корабель, який зможе пронести їх через весь Ґранд Лайн, щоб стати найвеличнішими в усіх морях.",
      "es-la": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "pt-br": "One Piece começa quando Gol D. Roger, o Rei Dos Piratas que possuiu tudo nesse mundo, antes de ser executado, diz que escondeu o seu tesouro em algum lugar da Grand Line, um oceano extremamente perigoso. Desde então muitos piratas se aventuram pela Grand Line para tentar encontrar o tesouro chamado One Piece. Um deles é Monkey D. Luffy, o garoto que, acidentalmente, comeu uma das Akuma No Mi, a Gomu Gomu No Mi (Fruta da Borracha), e agora ele pode esticar seu corpo como se fosse uma borracha. A jornada dele começa atrás de companheiros e um barco, que ele vai conseguindo pouco a pouco, pois tem um objetivo: Ser o Rei Dos Piratas!!"
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d52650c-eba9-4ebe-ab94-32948aa03a0a",
    "title": {
      "en": "No More Regrets, Just Kill Me"
    },
    "updatedAt": "2024-12-22T08:37:59+00:00",
    "coverArt": "https://mangadex.org/covers/9d52650c-eba9-4ebe-ab94-32948aa03a0a/23678bc3-7d55-4254-89bd-c8e00f9feb38.jpg",
    "altTitles": [
      {
        "ko": "후회는 됐고 죽여달라니까요"
      },
      {
        "ja": "後悔はいいから殺してください"
      },
      {
        "ja-ro": "Koukai wa Ii Kara Koroshite Kudasai"
      }
    ],
    "description": {
      "en": "Tsukishiro Yuina, a singer who lost her voice in a traffic accident, felt hopeless. In her despair, Yuina chose to end her life, but when she opened her eyes, she found herself in the world of a novel she had read before her death, The Saint Who Abandons Her Status.\n\nShe had possessed the body of the novel's villainess, Ariadeline. To make matters worse, it was at the point where the main protagonists were already married, and Ariadeline had been condemned.\n\nEven in the world of the novel, her miserable situation didn't improve. Yuina (now Ariadeline) decided to take her own life again, but this time she was stopped by her former husband, Carlothian.\n\n\"I don't want you to die.\"\n\nEven though he was the one who killed her in the original story, Carlothian repeatedly interfered with Ariadeline's attempts to end her life.\n\n\"Why won't you kill me like you did in the original story...?\"\n\nThus begins the tale of the villainess who lost her dream, Ariadeline, and her tsundere former husband, Carlothian, as they attempt to redo their misunderstood love story."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac783473-e74c-4ed4-b3d7-89e50b171b5f",
    "title": {
      "en": "GALAXIAS"
    },
    "updatedAt": "2024-12-29T05:05:07+00:00",
    "coverArt": "https://mangadex.org/covers/ac783473-e74c-4ed4-b3d7-89e50b171b5f/89620328-4916-4b8b-bbe8-caf8d83d3ab0.jpg",
    "altTitles": [
      {
        "ja": "ガラクシアス"
      },
      {
        "ru": "Галаксия"
      }
    ],
    "description": {
      "en": "It's been ten years since the assassination of the Dragon King, the land's most powerful ruler. Off in the corner of the kingdom where tailed dragonfolk dwell, Jio, a human girl, yearns for adventure and an escape from rural life. However, when she meets the mysterious, amnesiac young man Neraid, Jio's life turns upside-down! With courage and curiosity knocking on the door, the two of them find the ultimate adventure waiting for them!! A traditional battle fantasy from a rookie artist begins!! (K MANGA)\n___\n[Official X Account](https://x.com/GALAXIAS_manga)\n**Official English:** [K MANGA](https://kmanga.kodansha.com/title/10608/episode/352898) - United States, Canada, Australia, New Zealand, & Singapore only."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03d60b4c-551a-4f3d-925b-a67135cd616a",
    "title": {
      "en": "Pen to Wappa to Jijitsu-kon"
    },
    "updatedAt": "2024-12-01T20:16:57+00:00",
    "coverArt": "https://mangadex.org/covers/03d60b4c-551a-4f3d-925b-a67135cd616a/76332ca5-8684-4d9b-8143-393199ac03f9.jpg",
    "altTitles": [
      {
        "ja": "ペンと手錠と事実婚"
      },
      {
        "ja-ro": "Pen to Tejou to Jijitsukon"
      },
      {
        "en": "A Pen, Cuffs, & a De Fact-o Marriage"
      },
      {
        "en": "Pen, Cuffs, & a De Facto Marriage"
      },
      {
        "vi": "Hôn thú giữa bút và còng tay"
      }
    ],
    "description": {
      "en": "A middle-aged detective, Eiji Kirisame (40), meets a strange high school girl at the scene of a certain crime. She doesn't speak a word, but she helps solve the case using her drawings. However, suddenly this middle-aged detective is getting a marriage proposal from this girl!",
      "ja": "中年刑事、切鮫鋭二(40)は、とある事件現場で声を出さない不思議な女子高生、梔子鶫に出会う。 事件の真相をド下手な絵で次々に明らかにしていく鶫に驚く切鮫だったが、突然、鶫から求婚されて―――？",
      "vi": "Kirisame Eiji, một cảnh sát luôn tận tâm với công việc quá mức đến nỗi không được lòng các đồng nghiệp của mình. Kuchinashi Tsugumi, một nữ sinh trung học kỳ lạ tuyệt chỉ giao tiếp bằng cây bút và quyển tập phác thảo của mình.Trong lúc Kirisame đang gặp bế tắc trong một vụ án mạng mà đồng nghiệp anh ai cũng cho rằng chỉ là một vụ tự sát, Tsugumi đã liên tiếp cho anh vô số lời gợi ý bằng những nét vẽ nguệch ngoạc của mình.Cuối vụ án, ngay vào lúc tính mạng của Tsugumi bị hung thủ đe doạ, Kirisame đã kịp thời cứu cô và bắt giữ tên tội phạm.Những tưởng mọi thứ đã xong Kirisame cảm thấy nhẹ nhõm, nhưng ngay sau đó, Tsugumi bất ngờ cầu hôn anh!?!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52cf8fd3-0993-4074-83d6-e591f2d73ecf",
    "title": {
      "en": "Even though She’s the Substitute Queen, She Spent the First Night with Him"
    },
    "updatedAt": "2024-12-16T18:52:07+00:00",
    "coverArt": "https://mangadex.org/covers/52cf8fd3-0993-4074-83d6-e591f2d73ecf/f26beb69-5381-4b26-85d3-f7b5b252a59f.png",
    "altTitles": [
      {
        "ko": "대리 황후지만 첫날밤을 보내버렸다"
      },
      {
        "en": "The Acting Empress Still Spends the First Night"
      },
      {
        "th": "คืนเข้าหอของจักรพรรดินีจำเป็น"
      },
      {
        "de": "Als Ersatzkaiserin die erste Nacht verbracht"
      },
      {
        "zh-hk": "代嫁皇后假戲成真"
      }
    ],
    "description": {
      "en": "Zelda became the substitute Empress of the Raffion Empire, standing in for Princess Resilia, who had eloped for love.\n\nShe thought she just had to pretend to be the real Empress until the princess returned…\n\nBut after spending the first night with Emperor Linel, her plan to divorce began to waver.\n\n“Don’t be in such a hurry. Tonight… I plan to fulfill my first duty as your husband.”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c6e0eb8-fb94-44a3-9bf4-fa72dee36775",
    "title": {
      "en": "Your Throne"
    },
    "updatedAt": "2023-07-19T20:55:50+00:00",
    "coverArt": "https://mangadex.org/covers/8c6e0eb8-fb94-44a3-9bf4-fa72dee36775/0c04d507-5603-407e-9fc5-ff9b55461c37.jpg",
    "altTitles": [
      {
        "id": "I Wanna Be U"
      },
      {
        "pt": "Seu Trono"
      },
      {
        "en": "To Be You, Even Just for a Day"
      },
      {
        "ko": "하루만 네가 되고 싶어"
      },
      {
        "fr": "La duchesse déchue"
      },
      {
        "th": "ชิงชีวิตพลิกลิขิตชะตา"
      },
      {
        "de": "Dein Thron"
      },
      {
        "es": "Quiero ser tú, solo por un día"
      },
      {
        "tr": "Sadece Bir Günlüğüne Sen Olmak İstiyorum"
      },
      {
        "es": "Tu trono"
      },
      {
        "vi": "Tôi muốn trở thành cô ấy, dù chỉ một ngày"
      },
      {
        "zh": "以你之名"
      },
      {
        "ja": "君の全てを奪いたい"
      },
      {
        "zh-hk": "惡女的變身"
      },
      {
        "uk": "Я хочу стати тобою хоча б на один день"
      }
    ],
    "description": {
      "de": "[Official German Version](https://www.webtoons.com/de/fantasy/your-throne/list?title_no=2580)",
      "en": "Tensions are brewing under the seemingly calm surface of the Vasilios Empire, a kingdom ruled by the Imperial Family and the Temple. Lady Medea Solon has lost her place next to Crown Prince Eros, but resolves to do whatever it will take to win back what's rightfully hers. Will she reclaim her throne?",
      "es": "[Official Spanish Version](https://www.webtoons.com/es/fantasy/your-throne/list?title_no=2414)",
      "fr": "[Official French Version](https://www.webtoons.com/fr/drama/la-duchesse-dechue/list?title_no=1957)",
      "id": "[Official Indonesian Version](https://www.webtoons.com/id/drama/i-wanna-be-u/list?title_no=1877)",
      "ja": "[Official Japanese Version](https://manga.line.me/product/periodic?id=Z0000765)",
      "th": "[Official Thai Version](https://www.webtoons.com/th/romantic-fantasy/i-wanna-be-u/list?title_no=1874)",
      "zh": "[Official S.Chinese Version](https://www.dongmanmanhua.cn/LOVE/yinizhiming/list?title_no=1481)",
      "zh-hk": "[Official T.Chinese Version](https://www.webtoons.com/zh-hant/western-palace/envbianshen/list?title_no=1904)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94d60d12-452d-49f0-8d0f-5af785e561a8",
    "title": {
      "en": "Red Cat Ramen"
    },
    "updatedAt": "2024-11-02T11:55:54+00:00",
    "coverArt": "https://mangadex.org/covers/94d60d12-452d-49f0-8d0f-5af785e561a8/866f4623-d301-4b38-adc7-9f1d8778d93a.jpg",
    "altTitles": [
      {
        "ja": "ラーメン赤猫"
      },
      {
        "ja-ro": "Ramen Aka Neko"
      },
      {
        "en": "Ramen Red Cat"
      },
      {
        "vi": "Quán Ramen Mèo Đỏ"
      }
    ],
    "description": {
      "en": "Tamako comes for an interview at a ramen shop run only by cats, with no humans. The cat manager asks her if she likes cats, and when Tamako honestly says she is a dog person, she is easily hired. However, her job is not to run a ramen shop, but to look after cats...?",
      "ja": "人間のいない、猫だけが営むラーメン屋に面接に来た珠子。猫の店長に猫好きか聞かれ、珠子は正直に犬派と答えるとあっさり採用される。しかし仕事内容はラーメン屋ではなく、猫のお世話係で…!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "257c9f86-4216-46f3-8681-66efa8523841",
    "title": {
      "en": "My Sp/lit Little Sister"
    },
    "updatedAt": "2024-12-27T12:31:58+00:00",
    "coverArt": "https://mangadex.org/covers/257c9f86-4216-46f3-8681-66efa8523841/ef9dfe5e-86a6-49e9-9f51-5356d0fca4f3.jpg",
    "altTitles": [
      {
        "ja-ro": "Imouto ga Bun Retsu Shita."
      },
      {
        "ja": "妹が分 裂した。"
      }
    ],
    "description": {
      "en": "After years of barely talking to her big brother, Uiha suddenly wakes up to find that she has a body-double, who is both her copy and her complete opposite.\n\n---\n[Alt. Raw](https://www.pixiv.net/user/209814/series/72439)",
      "it": "Dopo anni in cui Uiha non ha quasi mai rivolto la parola a suo fratello, un giorno si sveglia scoprendo di avere un suo clone tanto uguale a lei quanto completamente il suo opposto."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "134.5"
  },
  {
    "mangaId": "8c1d7d0c-e0b7-4170-941d-29f652c3c19d",
    "title": {
      "en": "Kusuriya no Hitorigoto ~Maomao no Koukyuu Nazotoki Techou~"
    },
    "updatedAt": "2024-12-20T08:01:34+00:00",
    "coverArt": "https://mangadex.org/covers/8c1d7d0c-e0b7-4170-941d-29f652c3c19d/2d47a177-2c79-4a7f-a45e-3004afcfe465.jpg",
    "altTitles": [
      {
        "en": "The Apothecary Diaries: Maomao's Rear Palace Mysteries Journal"
      },
      {
        "en": "The Apothecary Diaries: Maomao's Rear Palace Notebook of Mysteries"
      },
      {
        "ru": "Монолог в аптечной лавке - Журнал тайн внутреннего дворца Маомао"
      },
      {
        "ja": "薬屋のひとりごと～猫猫の後宮謎解き手帳～"
      }
    ],
    "description": {
      "en": "In the imperial court, a young woman is put into servitude, Maomao. The tale is just beginning for the female apothecary from the red-light district, as rumors circulate about the emperor's children's lives being short-lived. Her curious nature and thirst for knowledge pushes her to action. To satisfy her curiosity, this young apothecary  will investigate the origin! What is shifting in the imperial court..!?  \n  \n\n\n---",
      "ja": "誘拐された挙句、とある大国の後宮に売り飛ばされた薬屋の少女・猫猫（マオマオ）。年季が明けるまで大人しくしようと決めていた猫猫だったが、あるとき皇帝の子どもたちが次々と不審死することを知る。好奇心と少しばかりの正義心、そして薬屋の知識を使い、その謎を調べ始めてから猫猫の運命は大きく変わって…？",
      "ru": "В императорский двор была доставлена молодая девушка Маомао. История её берёт начало в районе красных фонарей, где начали ходить слухи о том, что жизни детей императора под угрозой. Ею движут любопытство и жажда знаний. Чтобы удовлетворить своё любопытство, молодая целительница будет докапываться до истины! Что же изменится при императорском дворе?!",
      "pt-br": "Na corte imperial, uma jovem é colocada em servidão, Maomao. A história está apenas começando para a médica/apotecária do distrito da luz vermelha, enquanto circulam rumores de que a vida dos filhos do imperador foi de curta duração. Sua natureza curiosa e sede de conhecimento a levam à ação. Para satisfazer a sua curiosidade, esta jovem médica/apotecária irá investigar a origem! O que está mudando na corte imperial..!?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9308cb58-bff6-49fd-bd4f-84f51053c2ae",
    "title": {
      "en": "Masochist Gal Himekawa-san"
    },
    "updatedAt": "2024-01-22T01:16:30+00:00",
    "coverArt": "https://mangadex.org/covers/9308cb58-bff6-49fd-bd4f-84f51053c2ae/e8727388-c5d3-4efd-9d4a-530648580b1d.jpg",
    "altTitles": [
      {
        "ja": "ドMギャルの姫川さん♡"
      },
      {
        "ja-ro": "Do M Gyaru no Himekawa-san♡"
      },
      {
        "ja": "姫川さんは先輩しゅきしゅきドМギャル"
      },
      {
        "ja-ro": "Himekawa-san wa Senpai shi Kishuki do Gyaru"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/18815611/series/196159) ([Chapter 23](https://www.pixiv.net/artworks/113234053) isn't in the Pixiv series, but was still uploaded to Pixiv.)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a920060c-7e39-4ac1-980c-f0e605a40ae4",
    "title": {
      "en": "Gal Yome no Himitsu"
    },
    "updatedAt": "2024-12-17T23:49:31+00:00",
    "coverArt": "https://mangadex.org/covers/a920060c-7e39-4ac1-980c-f0e605a40ae4/2fec274d-b8b8-4ab2-9bf5-a59b2c6e2a8f.jpg",
    "altTitles": [
      {
        "ja": "ギャル嫁の秘密"
      },
      {
        "ja-ro": "Gyaru Yome no Himitsu"
      },
      {
        "en": "Secrets of the Gal Wife"
      },
      {
        "id": "Rahasia Istri Gal"
      }
    ],
    "description": {
      "en": "Fuyuki is a beautiful and cool gal! But there's a secret side of her that she only shows in front of her husband...?",
      "ja": "冬雪（ふゆき）は美人でクールなギャル！でも「旦那」の前だけ見せる秘密の姿があって……？SNS累計37万いいね！の可愛い「ギャル嫁」とのラブコメディ！",
      "es-la": "¡Fuyuki es una hermosa y atractiva gal! ¿Pero hay una parte de ella que solo le muestra a su esposo y mantiene en secreto del resto? Una linda comedia romántica con una esposa que es una gal.",
      "pt-br": "Fuyuki é uma linda gyaru! Mas tem um lado secreto que ela só mostra para o seu marido? Uma comédia romântica fofa com uma esposa gyaru!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b54dc164-023a-42da-acd7-25ca4571289f",
    "title": {
      "en": "Yonezaad Monogatari"
    },
    "updatedAt": "2024-12-27T20:34:34+00:00",
    "coverArt": "https://mangadex.org/covers/b54dc164-023a-42da-acd7-25ca4571289f/ce5b564a-4cae-404b-99a5-7c3e7dfe1dc9.jpg",
    "altTitles": [
      {
        "ja": "ヨネザアド物語"
      },
      {
        "ja-ro": "Yonezaado Monogatari"
      },
      {
        "en": "Yonezaad Story"
      }
    ],
    "description": {
      "en": "This series is a precursor to Hiroshi Masumura’s Atagoal. It was serialized in Monthly Magazine Garo (月刊漫画ガロ) from May to December 1975.\n\nThe story depicts the people of Yonezaad, rising up against the re-invasion of King Carmel, who once ruled the Yonezaad continent.\n\nMany characters in Atagoal would make their first appearances in this series (Ex. Hideyoshi, Tempura, Gilbars, and Pantsu) although their roles are significantly different in this series than those from future Atagoal publications."
    },
    "status": "completed",
    "releaseDate": 1975,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "8"
  },
  {
    "mangaId": "c3b168a0-2f0c-4f2b-b75a-17b081866c64",
    "title": {
      "en": "Magabanashi: Ghost Stories Spreading on Social Media"
    },
    "updatedAt": "2024-12-29T06:06:55+00:00",
    "coverArt": "https://mangadex.org/covers/c3b168a0-2f0c-4f2b-b75a-17b081866c64/6b10056e-4dd6-4ef6-bfe6-c45932c75ca7.jpg",
    "altTitles": [
      {
        "ja": "禍話: SNSで伝播する令和怪談"
      },
      {
        "ja-ro": "Magabanashi: SNS de Denpa suru Reiwa Kaidan"
      }
    ],
    "description": {
      "en": "Based on the popular horror radio show Magabanashi, this anthology captures supernatural stories that have taken on a life of their own across social media. Readers are cautioned that these tales come with risks, as they tap into deep-seated fears and blur the line between reality and the supernatural."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c235406f-8e2d-4215-a351-265461fc6448",
    "title": {
      "en": "Bowblade Spirit"
    },
    "updatedAt": "2024-06-06T09:08:01+00:00",
    "coverArt": "https://mangadex.org/covers/c235406f-8e2d-4215-a351-265461fc6448/70e64c21-b800-4f59-a5f4-a5a690a6053d.jpg",
    "altTitles": [
      {
        "ko": "궁귀검신"
      },
      {
        "ko-ro": "Gunggwigeomsin"
      },
      {
        "ru": "Владыка Лука и Клинка"
      },
      {
        "en": "Lord of the Bow and Blade"
      },
      {
        "fr": "L'esprit de L'arc-Lame"
      }
    ],
    "description": {
      "en": "The bow is a weapon that dominates everything in sight, even for targets hiding at distances too far for the eyes to see. Just imagine a weapon you cannot even see targeting your life. What could possibly be scarier than that? A training regime from hell with a brutal grandfather. A joyful trip to Zhongyuan in search of a wife. The rise of a hero who will overturn the Murim world. Ki Guided Arrow - a fresh take on Ki Guidance that is stronger than both the Ki Guided Sword and Blade! Fire the arrow into tomorrow!  \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)",
      "fr": "L'arc est une arme qui domine tout ce qui est en vue, même pour les cibles qui se cachent à des distances trop éloignées pour que les yeux puissent les voir. Imaginez une arme que vous ne pouvez même pas voir et qui vise votre vie. Qu'est-ce qui pourrait être plus effrayant que cela ? Un régime d'entraînement de l'enfer avec un grand-père brutal. Un joyeux voyage à Zhongyuan à la recherche d'une femme. L'ascension d'un héros qui va bouleverser le monde des Murim. La Flèche Guidée Ki - une nouvelle version de la Flèche Guidée Ki qui est plus forte que l'Épée et la Lame Guidée Ki! Lancez la flèche dans le futur!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)",
      "ko": "조돈형 작가의 궁귀검신, 만화로 다시 태어나다!\n \n\"활이라는 것은 눈에 보이는 거리를 뛰어넘어 그 뒤에 도사리고 있는 생명까지 지배하는 병기다. 눈에 보이지도 않는 무기가생명을 노린다고 가정을 해 보거라. 이보다 두려운 것이 또 무엇이 있겠느냐?\"\n \n악덕 조부와의 고난에 찬 수련행.\n정혼녀를 찾아 떠난 즐거운 중원행.\n어지러운 무림을 바로잡는 영웅행.\n이기어검과 이기어도를 능가하는 이기어시의 신선한 등장! \n내일을 향해 쏘아 볼까나?!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)",
      "ru": "Лук - это оружие, способное убить не только того, кто стоит на видном месте, но и воина, запрятавшегося в гуще событий. Только представьте, как в вас целится орудие, которого не видно. Черт, да что вообще может быть страшнее?\n\nИ так, наше приключение… начинается.. История великого труженика… история... о путешествии в поисках женщины, назначенной ему судьбой. О герое... о воине, что пройдет грандиозный путь… во имя добра и справедливости. Это сказ о непобедимом… властелине лука и меча.\n\nЛетящая стрела укажет путь, я буду следовать за ней, покуда не взойду… на Олимп славы!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "147"
  },
  {
    "mangaId": "3aa0faf6-6234-4496-954c-86ac38d10357",
    "title": {
      "en": "Monmusugo! ~Honnyaku Skill de Saikyou Monmusume to Isekai Seikatsu~"
    },
    "updatedAt": "2024-11-02T14:50:44+00:00",
    "coverArt": "https://mangadex.org/covers/3aa0faf6-6234-4496-954c-86ac38d10357/5a5e4fb2-c128-4194-843d-3a8826412493.jpg",
    "altTitles": [
      {
        "ja": "モンむすご！〜翻訳スキルで最強モン娘と異世界生活〜"
      },
      {
        "en": "Monmusugo!: Living in Another World with the Strongest Monster Girls with Translation Skills"
      }
    ],
    "description": {
      "en": "Amakawa Keisuke, a hapless corporate slave who suddenly dies, wakes up in a different world! He tries his best to enjoy life in another world, but he has only been given the bottom-tier skill \"Translation\" and on top of that, the most powerful monster was in front of him...!",
      "ja": "突然死した社畜サラリーマン・天川慶介が目を覚ますとそこは異世界！異世界ライフを謳歌しようと頑張るが、ゴミスキル「翻訳」しか授かってなかった上に、目の前には最強のモンスターが…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2024-11-17T00:12:53+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "4fd4f8c0-fab8-4ee5-ab9e-5907720afed9",
    "title": {
      "en": "Iken Senki Völundio"
    },
    "updatedAt": "2024-12-23T02:22:05+00:00",
    "coverArt": "https://mangadex.org/covers/4fd4f8c0-fab8-4ee5-ab9e-5907720afed9/45b1e9d3-ecf3-4994-bb53-f7ddffe2199b.jpg",
    "altTitles": [
      {
        "en": "Helck Volundio"
      },
      {
        "en": "Helck: Völundio ~Surreal Sword Saga~"
      },
      {
        "ja-ro": "Iken Senki Verndio"
      },
      {
        "ru": "Хельк"
      },
      {
        "zh": "勇者赫鲁库"
      },
      {
        "ja": "異剣戦記ヴェルンディオ"
      },
      {
        "en": "Verndio - Surreal Sword Saga"
      },
      {
        "zh-hk": "異劍戰記"
      },
      {
        "en": "Völundio ~Divergent Sword Saga~"
      },
      {
        "es-la": "Völundio: Saga de las espadas divergentes"
      },
      {
        "vi": "Volundio - Sử thi về mộng kiếm"
      }
    ],
    "description": {
      "en": "On a desperate battlefield... I'll start running a tavern!\r\n\r\nCleo, a man who has been a mercenary for 10 years, meets a mysterious girl named Kohaku. In order to survive on the battlefield, where \"different swords\" with great power are flying around, the two of them start running a \"tavern\" where soldiers gather!",
      "ja": "絶望の戦場で…酒場経営はじめます！\r\n\r\n傭兵歴10年の男・クレオは\r\n不思議な少女・コハクと出会う。\r\n強大な力を持つ「異剣」が飛び交う\r\n戦場を生き延びるために、\r\n二人が始めたのは――\r\n兵士たちが集う「酒場」の経営！？",
      "es-la": "En un campo de batalla desesperado... ¡Empieza a dirigir una taberna!\r\n\r\nCleo, un hombre con 10 años de experiencia como mercenario\r\nConoce a una misteriosa chica llamada Kohaku.\r\nPara sobrevivir en el campo de batalla donde vuelan las poderosas \"otras espadas\".\r\nLo que los dos empiezan a hacer es... Dirigir una \"taberna\" donde se reúnen los soldados."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7853368f-d58f-4281-8c29-1bb4eae7dfed",
    "title": {
      "en": "Too Cute to Handle"
    },
    "updatedAt": "2024-02-17T15:11:22+00:00",
    "coverArt": "https://mangadex.org/covers/7853368f-d58f-4281-8c29-1bb4eae7dfed/f6706c72-a8a4-47ca-9bc6-642892102490.png",
    "altTitles": [
      {
        "ko": "귀여운 걸 어떡해"
      },
      {
        "en": "You’re So Cute What Should I Do"
      },
      {
        "en": "You are so cute"
      }
    ],
    "description": {
      "en": "Forget \"saving face,\" this is \"saved by face!\"\nRoseny has been masquerading as a boy for years at the orphanage. But when the duke chooses her to be a playmate for his son, it isn't long before her secret is revealed. Instead of being sent back, her adorable complexion results in Roseny being adopted! What will this new future hold for her?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3a9c1f8-93d2-49ba-96e2-84727c1031a6",
    "title": {
      "en": "Isekai ni Otosareta… Jouka wa Kihon!"
    },
    "updatedAt": "2024-10-02T12:57:11+00:00",
    "coverArt": "https://mangadex.org/covers/b3a9c1f8-93d2-49ba-96e2-84727c1031a6/ad9cd8b6-7ba4-4504-9f80-9c9e677c16b1.jpg",
    "altTitles": [
      {
        "en": "Summoned to Another World... Purification Is Basic!"
      },
      {
        "ja": "異世界に落とされた…浄化は基本！@COMIC"
      },
      {
        "en": "Dropped into Another World"
      }
    ],
    "description": {
      "en": "One day, a dull young man from Japan gets caught up in a heroic summoning and goes to another world. The next time he wakes up, he's not in a castle with a king, but in a deep forest since the summoning failed! You'd think he'd be at a loss, but he starts living a life of survival with a positive attitude that doesn't involve deep thought!   \r\nThen, before he knows it, he saves the cursed forest and magical beasts one after another with his magical powers, and is befriended by wolves and dogs in a healing paradise! However, he doesn't realize that they are actually legendary demonic beasts and spirits at all. What's more, that they are adored! A positive young man unknowingly plays with the legendary magical beasts, a heartwarming and misunderstood fantasy begins!  \r\n  \r\n\r\n\r\n---\r\n\r\n[Original Web Novel](https://ncode.syosetu.com/n0223eu/) (Japanese)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9df7aba4-fa68-4cee-8b73-8b4681dc775a",
    "title": {
      "en": "Horegusuri ga Kikanai Joshu"
    },
    "updatedAt": "2024-12-30T15:15:14+00:00",
    "coverArt": "https://mangadex.org/covers/9df7aba4-fa68-4cee-8b73-8b4681dc775a/d3ff05ea-a46d-41f6-a057-3151b2407072.jpg",
    "altTitles": [
      {
        "ja": "惚れ薬が効かない助手"
      },
      {
        "en": "Assistant Who is Immune to Love Potion"
      },
      {
        "en": "An Assistant Immune to Love Potions"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-11-13T14:44:13+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/99e71e52-efad-4173-a2d9-00344da262b2.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's a Little Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "ja": "さらなみ"
      },
      {
        "ja-ro": "Saranami"
      },
      {
        "ru": "Слишком поздно я влюбилась в друга детства"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*.\n\n_____________\n**Links:**\n- Buy the collected volume on [Melonbooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=2491232) or [Toranoana](https://ecs.toranoana.jp/tora/ec/item/040031176072/).",
      "pl": "Mangowa adaptacja powieści napisanej przez Maruto Fumiaki. Twórcą tej adaptacji jest Yom, mangaka z Ganbare, Douki-chan."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4c93297-b32f-4f90-b619-55456a38b0aa",
    "title": {
      "en": "Fuufu Ijou, Koibito Miman."
    },
    "updatedAt": "2024-10-06T12:09:44+00:00",
    "coverArt": "https://mangadex.org/covers/b4c93297-b32f-4f90-b619-55456a38b0aa/9daf17a6-0e51-4c71-8122-26efe5765370.jpg",
    "altTitles": [
      {
        "ms": "Melebihi Suami Isteri, Namun Bukan Kekasih."
      },
      {
        "en": "More Than A Married Couple, But Not Lovers."
      },
      {
        "zh": "夫妇以上，恋人未满。"
      },
      {
        "ko": "부부이상, 연인미만"
      },
      {
        "ja": "夫婦以上、恋人未満。"
      },
      {
        "pt-br": "Mais do que um casal, menos do que um amante."
      },
      {
        "th": "แผนสมรักไม่สมเลิฟ"
      },
      {
        "fr": "Presque mariés, loin d'être amoureux."
      },
      {
        "de": "Mehr wie ein Ehepaar, aber weniger als Liebhaber."
      }
    ],
    "description": {
      "en": "Jirou, a third-year in high school, is forced to live with a gyaru named Akari under a course called the \"Couple Practical\". In order to be paired with their own romantic interests, they're going to act as a married couple…!?",
      "ja": "高校三年生になった次郎は、「夫婦実習」という授業の一環で非リア充な自分とは正反対の存在のクラスのギャル・渡辺星と一緒に暮らすことになってしまう。だが、ペアを入れ替えられる制度を知った二人は、それぞれの好きな人と一緒になるために無理矢理【夫婦】らしい事を演じるのだが…!?",
      "vi": "Yakuin Jirou, nam sinh năm ba cao trung. Cậu ta buộc phải sống chung nhà với một gái Gyaru tên là Watanabe Akari. Lý do là vì đợt huấn luyện “Cặp đôi“ của trường mà hai người họ theo học. Để được sống với người tình trong mộng của mình, hai người họ phải đã lên kế hoạch sống cùng nhau như một cặp vợ chồng."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df1a09fe-d773-4755-90ae-ab34db033769",
    "title": {
      "en": "Jinruishoku"
    },
    "updatedAt": "2024-12-30T15:03:15+00:00",
    "coverArt": "https://mangadex.org/covers/df1a09fe-d773-4755-90ae-ab34db033769/f2ebfe8d-06ee-40f1-80f2-f8f9703b2cc8.jpg",
    "altTitles": [
      {
        "ja": "人類蝕"
      },
      {
        "en": "Jinrui-Shoku: Blight of Man"
      },
      {
        "th": "สาปกลืนมนุษย์"
      },
      {
        "en": "The Devouring Eclipse Of Man"
      }
    ],
    "description": {
      "en": "“You just die one day and turn into a mummy!” Mysterious mummified corpses that people have nicknamed “Mummily-sans” keep being found one after another, causing a lot of fuss. One day, a boy named Seita notices that his friend is acting strangely…?! Don’t miss this thrilling suspense story about an invasion by the unknown!",
      "th": "“ในวันหนึ่ง อยู่เฉยๆ เขาก็กลายเป็นมัมมี่และจบชีวิตลง--” ปริศนาของศพมัมมี่ปรากฏออกมา ทีละร่างๆ ศพเหล่านี้ถูกเรียกว่า“มัมมี่ซัง“และทำให้เกิดความปั่นป่วน ในวันหนึ่ง เด็กหนุ่มชื่อเซตะ สังเกตเห็นพฤติกรรมแปลกๆ ของเพื่อนร่วมชั้น...!? เรื่องราวระทึกขวัญที่ถาโถมเข้ามาโดยที่ไม่เคยรู้มาก่อน!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "45"
  },
  {
    "mangaId": "14a1ebb4-bcd8-4a39-904d-963b6fe03044",
    "title": {
      "en": "Imitation Play 2 -dawn-"
    },
    "updatedAt": "2024-08-01T06:19:09+00:00",
    "coverArt": "https://mangadex.org/covers/14a1ebb4-bcd8-4a39-904d-963b6fe03044/5400113b-5f6b-462a-847d-cad6e4cdd8c1.jpg",
    "altTitles": [
      {
        "ja": "イミテーション・プレイ 2 -dawn-"
      }
    ],
    "description": {
      "en": "Haruma and Nagisa have overcome their strained relationship due to their \"sex friends contract\" and have confirmed their feelings for each other. Now that Haruma is his boyfriend, he grows sweeter with each passing day, and Nagisa is constantly at his mercy with his straightforward expressions of affection...! They\nare so happy that it's almost scary, and they are enjoying a fulfilling life together as lovers, both physically and mentally. However, at work they are just senior and junior, and their relationship is still a secret.\nEven when female customers who are after Haruma ask if he has a girlfriend, he can't bring himself to say that it's \"me\"... Then, a certain person who is looking for Nagisa appears--!?\n\nWhat lies beyond the unrequited love that was thought to be impossible to fulfill.\n[A younger bartender who is at the mercy of Nagisa x A strong-willed and devoted beautiful bar owner] The long-awaited lovers edition restarts!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c34b0ca-86c9-4806-928a-e943a6b227a8",
    "title": {
      "en": "Akumade Kujaku no Hanashi desu."
    },
    "updatedAt": "2024-10-26T14:46:26+00:00",
    "coverArt": "https://mangadex.org/covers/7c34b0ca-86c9-4806-928a-e943a6b227a8/85e7507d-2724-437f-899f-ba236e0fdac6.jpg",
    "altTitles": [
      {
        "ja": "あくまでクジャクの話です。"
      },
      {
        "en": "It's just a story about peacocks."
      }
    ],
    "description": {
      "en": "Kuji Yakurou is a teacher who was cheated on and dumped by his girlfriend because of his \"lack of masculinity\". Shouldn't the world be gender-free? He is in anguish, and then Akano, a model, influencer, high achiever, and head of the biology department, appears before him and asks him to be the advisor of the biology department. She then begins to explain why \"masculinity\" is necessary to be popular after all, using the flamboyant feathers of a peacock as an example of \"biology\"...! \n\nThis is a biological comedy that confronts you with the brutal truth!",
      "es-la": "Kuji Yakurou es un profesor que fue engañado y abandonado por su novia debido a su \"falta de masculinidad\". ¿No debería el mundo estar libre de género? Está angustiado, y luego Akano, una modelo, influencer, triunfadora y jefa del departamento de biología, aparece ante él y le pide que sea el asesor del departamento de biología. Luego comienza a explicar por qué la \"masculinidad\" es necesaria para ser popular después de todo, ¡usando las extravagantes plumas de un pavo real como ejemplo de \"biología\"...!\n\n¡Esta es una comedia biológica que te enfrenta a la brutal verdad!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5df6352-817c-4fcd-9624-de56b4ca61ff",
    "title": {
      "en": "Imitation Play"
    },
    "updatedAt": "2024-03-16T15:47:20+00:00",
    "coverArt": "https://mangadex.org/covers/c5df6352-817c-4fcd-9624-de56b4ca61ff/4800fe52-12b8-4fa7-8380-1b3ce2b38a37.jpg",
    "altTitles": [
      {
        "ja": "イミテーション・プレイ"
      }
    ],
    "description": {
      "en": "Nagisa, who is the bar owner, has unrequited feelings for his junior at work, Yuuma. To him, I’m nothing more than an “admired senior”. Nagisa hides his feelings by sleeping around with strangers. However, while he was meeting up with his partner, he was caught by Yuuma. If he is going to end his one-sided feeling, he wanted to make Yuuma feel disillusioned.\n\n“I’ll be your sex partner from now on”\n\nThey come to an agreement with each other and Nagisa is stuck in a predicament that leaves him tattered and torn deep down…\n\nA charming younger bartender and a strong, beautiful shopkeeper who is clumsy in love.\n\nA mild, sweet and emotional love story that will keep you twisting and turning the love that you’ve been keeping deep down in your heart."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "9bf55e63-4128-4457-a955-5cdbaf5179c3",
    "title": {
      "en": "Off-Nature Museum"
    },
    "updatedAt": "2024-12-02T12:48:27+00:00",
    "coverArt": "https://mangadex.org/covers/9bf55e63-4128-4457-a955-5cdbaf5179c3/d70d03b9-93b8-46b6-b45c-77db3c18a8d5.png",
    "altTitles": [
      {
        "zh": "不自然博物馆"
      }
    ],
    "description": {
      "en": "This museum's treasured collection is a slew of strange comics!",
      "zh": "这个博物馆，珍藏着许多奇怪的漫画！"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "25"
  },
  {
    "mangaId": "8c21fe3b-4fe6-4f11-b51b-ced00d8aec60",
    "title": {
      "en": "Aekanaru"
    },
    "updatedAt": "2023-07-24T05:47:34+00:00",
    "coverArt": "https://mangadex.org/covers/8c21fe3b-4fe6-4f11-b51b-ced00d8aec60/a6ff5471-1f9d-4fc2-a94a-0b86a0a9a7fe.jpg",
    "altTitles": [
      {
        "ja": "アエカナル"
      },
      {
        "zh-hk": "亞惠佳奈瑠"
      }
    ],
    "description": {
      "en": "Sadai, looking for a place to die, headed deep into the mountains. There he encountered a mysterious and gentle girl who had lived alone in an abandoned village for 150 years, continuing to serve an intangible god. A man that had failed to die and a widow with a graceful aura — from the remains of their wasted lives, the two of them begin a new chapter of their story."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "41"
  },
  {
    "mangaId": "ae3736bf-dc58-40cc-b1cb-928269edf62b",
    "title": {
      "en": "Chigau Miyahara Omae janai!"
    },
    "updatedAt": "2024-12-18T17:23:27+00:00",
    "coverArt": "https://mangadex.org/covers/ae3736bf-dc58-40cc-b1cb-928269edf62b/fb21d9b4-2c85-4a5d-bb05-77190cbb58d5.jpg",
    "altTitles": [
      {
        "ja": "ちがう宮原おまえじゃない！"
      },
      {
        "ja-ro": "Chigau Miyahara Omae ja nai!"
      },
      {
        "en": "No, Miyahara, Not You!"
      },
      {
        "pt-br": "Não, Miyahara, você não!"
      },
      {
        "vi": "Không Phải Cậu Đâu, Miyahara!"
      },
      {
        "id": "Bukan, Miyahara, Bukan Kamu!"
      },
      {
        "zh-hk": "錯了宫原、不是妳啊！"
      },
      {
        "zh": "我要找的、才不是宫原你啦！"
      },
      {
        "ja": "ちが宮"
      },
      {
        "ja-ro": "ChigaMiya"
      },
      {
        "en": "NoMiya"
      }
    ],
    "description": {
      "en": "The manga centers on Arima, a boy who has a crush on a girl named Yukihira. But every time he tries to make a move to get closer to Yukihira, his other friend Miyahara just happens to be in the scene and will always mistakenly think that Arima is making a move on her. ([ANN](https://www.animenewsnetwork.com/news/2022-11-11/midori-obiya-launches-new-manga-mini-series/.191780))\n___\n**Alt Official Raw:** [Young Jump!](https://ynjn.jp/title/7831)",
      "ja": "憧れの女子”雪比良さん”と仲良くなるべく奮闘する有馬！ でもなぜか、いつもイイところであらわれるのは…。 末永〜く見守りたい！中学生３人の青春ラブコメ、ここに開幕っ！",
      "vi": "Câu chuyện diễn biến xung quanh Arima - một cậu bạn sơ trung phải lòng một bạn nữ cùng lớp tên Yukihira. Nhưng mỗi khi cậu ấy chuẩn bị tiến gần hơn với Yukihara thì cô bạn thuở nhỏ Miyahara lại bất chợt xuất hiện lúc nào chẳng hay làm cho mọi người lầm tưởng rằng Arima đang nhắm đến cô bạn đó hơn là Yukihara.",
      "pt-br": "Arima, é um garoto apaixonado por uma garota chamada Yukihira. Mas toda vez que ele tenta ficar mais próximo de Yukihira, sua outra amiga, Miyahara simplesmente entra em cena e sempre pensa erroneamente que Arima está fazendo seus movimentos por ela."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae8c6312-6121-4469-846f-637f40afbd3b",
    "title": {
      "en": "Winter Moon"
    },
    "updatedAt": "2023-09-22T22:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/ae8c6312-6121-4469-846f-637f40afbd3b/b2d6e929-53bb-4b3b-8bd7-b9d90f13d61d.png",
    "altTitles": [
      {
        "en": "Wintermoon"
      },
      {
        "pl": "Zimowy księżyc"
      },
      {
        "ja": "冬月"
      }
    ],
    "description": {
      "en": "A gay sorceror and a seductive priestess cross paths in an Online RPG.",
      "fr": "Suivez les aventures d'un sorcier gay et d'une jolie prêtresse en plein cœur d'un RPG.",
      "ro": "Un vrajitor homosexual si o preoteasa seductiva se intalnesc din intamplare intr-un online RPG",
      "pt-br": "Um feiticeiro homossexual e uma sacerdotisa sedutora se cruzam em um RPG online."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be06d561-1670-4f1e-a491-0608ba35ce00",
    "title": {
      "en": "Knight Run"
    },
    "updatedAt": "2024-11-07T03:50:59+00:00",
    "coverArt": "https://mangadex.org/covers/be06d561-1670-4f1e-a491-0608ba35ce00/f0984067-7d70-409f-8f91-489730328aa8.png",
    "altTitles": [
      {
        "ru": "Эпоха Рыцарей"
      },
      {
        "ko": "나이트런"
      }
    ],
    "description": {
      "en": "During the era of space exploration, mankind is at war against monsters of unknown origin. The battle is grim, and the future looks bleak. Amidst the chaos, mankind plays their last hand. It's time for the Knights to step into the fray and turn the tide of this war."
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5162d7e1-dcd4-4a3f-980f-83ca6c2a6957",
    "title": {
      "en": "Moto Dorei Desu ga, Oni no Dorei wo Katte Mitara Seiryoku ga Tsuyosugiru node Sutetai..."
    },
    "updatedAt": "2024-10-23T15:06:53+00:00",
    "coverArt": "https://mangadex.org/covers/5162d7e1-dcd4-4a3f-980f-83ca6c2a6957/b8f4c8b9-de4b-45a6-bc80-c5b8767f74fd.jpg",
    "altTitles": [
      {
        "ja": "元奴隷ですが、鬼の奴隷を買ってみたら精力が強すぎるので捨てたい……"
      },
      {
        "ja-ro": "Moto Dorei Desu ga, Oni no Dorei o Katte Mitara Seiryoku ga Tsuyosugiru node Sutetai..."
      },
      {
        "en": "I'm a Former Slave, but I Tried to Buy an Oni Slave Whom I Later Found to Have Too Much Energy, so I Want to Throw Him Away..."
      },
      {
        "en": "I Bought a Demon Slave but He's So Strong That I Want to Throw Him Away..."
      },
      {
        "zh": "本来身为奴隶，买了鬼做奴隶结果却因为精力太旺盛了好想扔掉"
      }
    ],
    "description": {
      "en": "It has been seven years since Sora Ono was sent to another world, where she was enslaved. Because of a clerical error, her “slave” status was revoked, and Sora walked away a free woman. Then one day, she purchases a slave..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "472960b1-369b-4fd4-8e5f-21feecebb6c3",
    "title": {
      "en": "Kanojo to Kare no Kankei ~Heibon na Hayakawa-san to Heibon na Miura-kun no Hibon na Kankei~"
    },
    "updatedAt": "2024-12-03T10:55:15+00:00",
    "coverArt": "https://mangadex.org/covers/472960b1-369b-4fd4-8e5f-21feecebb6c3/acc650c3-b345-49cf-a7d3-6d39fff081d0.jpg",
    "altTitles": [
      {
        "ja": "彼女と彼の関係 〜平凡な早川さんと平凡な三浦くんの非凡な関係〜"
      },
      {
        "en": "Her Relationship with Him"
      },
      {
        "en": "Hayakawa-san and Miura-kun"
      },
      {
        "en": "Relationship Between the Couple"
      },
      {
        "pt-br": "O Seu Relacionamento Com Ele"
      },
      {
        "pt-br": "Hayakawa-san e Miura-kun"
      }
    ],
    "description": {
      "en": "\"I wish I had a girlfriend, I don't even care who—\"\n\"Really? Anybody? Even me?\"\n\nKaho, who has never had a boyfriend before, wanted to have a male-female relationship.\nTakumi, who wanted a girlfriend, just happened to be talking about it in front of her.\n\n---\nAlternate Raws: [Pixiv Comic](https://comic.pixiv.net/works/8556)",
      "ja": "「誰でもいいから、彼女になってくれんかねー」\n「本当に誰でもいい？　私でも？」\n\n男女交際に興味があるのに、彼氏はいたことがない高校２年生の早川夏帆。ある日、同級生の三浦拓海が彼女を欲しがっていることを知って、勢い余ってその場で交際を申し込んでしまった！履歴書で自己紹介、「恋人とやりたいことリスト」の共有、初めてのふれあい――。二人の不思議な関係は「お試し交際」を通じて段々深まっていって……!?",
      "pt-br": "\"Eu quero tanto uma namorada que me contentaria com qualquer uma a esta altura.\" \n\"Sério? Qualquer uma? Até mesmo eu?\" \n\nKaho, que nunca teve um namorado antes, queria entrar em um relacionamento entre um homem e mulher.\nTakumi, que queria uma namorada, por acaso estava falando sobre isso na frente dela. Uma história de amor emocionante sobre amadurecimento!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c44cf39-3d6c-4472-815b-9e163613cfe9",
    "title": {
      "en": "Kimi ga Shinu Made Koi wo Shitai"
    },
    "updatedAt": "2024-10-09T01:54:10+00:00",
    "coverArt": "https://mangadex.org/covers/0c44cf39-3d6c-4472-815b-9e163613cfe9/69d7e227-4751-4baf-a7ee-1e55a575db45.jpg",
    "altTitles": [
      {
        "ja": "きみが死ぬまで恋をしたい"
      },
      {
        "en": "I Want to Love You Till Your Dying Day"
      },
      {
        "en": "My Wish Is To Fall In Love Until You Die"
      },
      {
        "ja-ro": "Kimishinu"
      },
      {
        "ja": "きみ死ぬ"
      },
      {
        "zh": "与你相恋到生命尽头"
      },
      {
        "pl": "Pragnę Cię kochać aż do Twej śmierci"
      },
      {
        "uk": "Хочу кохати, допоки ти не вмерла"
      },
      {
        "id": "Keinginanku Adalah Jatuh Cinta Sampai Kamu Mati"
      },
      {
        "th": "เพียงได้รักตราบสิ้นลมหายใจ"
      },
      {
        "en": "I want to love you until you die"
      }
    ],
    "description": {
      "en": "At the mysterious orphanage where Sheena lives, death is nothing new to its residents—girls who no longer have families of their own, who are raised as weapons of war, taught to kill and take the lives of others without batting an eye. Everyone, that is, except Sheena, who wishes for nothing more than the growing conflict around her to end.\n\nOn the night of her roommate’s death, Sheena meets a strange girl covered in blood, who smiles despite the turmoil surrounding them. The next day, the girl appears as a new student in Sheena's class and introduces herself as Mimi. Initially thought to be a school myth, there are now whispers in the orphanage’s halls that Mimi is their secret weapon—an immortal who cannot die. \n\nWhen Mimi is later assigned as Sheena’s new roommate, Sheena’s world grows even more complicated when she begins living with someone who loves and welcomes death, when all Sheena wants to do is stop it… \n\nA story of two girls' innocent wishes, found in a world next to death.",
      "uk": "Десь на далекому закуточку світу між високих гір є одна дитяча школа-інтернат. Тут дітей ще з малого віку виховують, як магічно-військову зброю та гонять на війну заради країни. Будь-кого можуть відправили на поле бою в будь-який момент, а шанси вижити навіть у старанного учня – мізерні. Жорстока буденність, у якій немає місця для співчуття до загиблих товаришів.\n\nШіна – звичайна чотирнадцятирічна учениця цієї школи, серцю якої важко миритися з такою буденністю. Однієї ночі, вона зустріла в холі скривавлену дівчинку, яка щойно повернулася з бою – Мімі. Здавалося б, вони несумісні: Шіна не зносить тягаря оточуючої реальності та прагне мирного життя, а Мімі йде на війну з радісною посмішкою та повертається в крові подоланих ворогів. Проте разом проведений час та щире бажання зрозуміти один одного змогли навіки переплести їх долі, які тепер розлучить лиш смерть.\n\nЦе історія двох дівчат між смертю та коханням, які знайшли в цьому світі свою маленьку невинну мрію."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffa156e7-dd60-46e3-b238-e05f94eb979c",
    "title": {
      "en": "A Savage Proposal"
    },
    "updatedAt": "2024-11-13T18:32:31+00:00",
    "coverArt": "https://mangadex.org/covers/ffa156e7-dd60-46e3-b238-e05f94eb979c/bc6df3dc-0271-40c3-914e-c651187637b2.jpg",
    "altTitles": [
      {
        "ko": "야만의 청혼"
      },
      {
        "pl": "Szaleńcza Propozycja"
      }
    ],
    "description": {
      "en": "When the ruthless Lord Tiwakan seizes the kingdom of Nauk, Princess Liene Arsac faces an impossible choice: marry her captor or watch her homeland crumble. But Lord Tiwakan isn’t just after power; he desires Liene, and his devotion stirs a mix of fear and undeniable attraction within her. With her former betrothed, Lafitte, still missing, Liene must decide whether to trust Tiwakan's promises or hold out hope for a rescue. As dangerous secrets come to light, Liene’s decision could change the fate of Nauk—and her own heart—forever.",
      "pl": "Kiedy bezwzględny lord Tiwakan przejmuje królestwo Nauk, księżniczka Liene Arsac staje przed niemożliwym wyborem: poślubić swojego porywacza lub patrzeć, jak jej ojczyzna się rozpada. Ale lord Tiwakan pragnie nie tylko władzy; pożąda Liene, a jego oddanie wzbudza w niej mieszankę strachu i niezaprzeczalnego przyciągania. Ponieważ jej były narzeczony, Lafitte, wciąż jest uznawany za zaginionego, Liene musi zdecydować, czy zaufać obietnicom Tiwakana, czy też mieć nadzieję na ratunek. Gdy niebezpieczne sekrety wychodzą na jaw, decyzja Liene może zmienić los Nauk - i jej własnego serca - na zawsze."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00e911ff-0443-4c2d-bb4f-c89740df4a2d",
    "title": {
      "en": "Watashi to Kanojo no Kawaii Koi no Hajime Kata"
    },
    "updatedAt": "2024-12-26T04:16:33+00:00",
    "coverArt": "https://mangadex.org/covers/00e911ff-0443-4c2d-bb4f-c89740df4a2d/f5d57d7b-67a4-42a4-b623-85004818fee5.jpg",
    "altTitles": [
      {
        "en": "How My Cute Girlfriend and I Started a Love Story"
      },
      {
        "ja": "私と彼女のかわいい恋のはじめ方"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10ea7852-418e-4945-bfd3-5c1c58a17b38",
    "title": {
      "en": "Ishigami Senki"
    },
    "updatedAt": "2024-12-29T21:21:40+00:00",
    "coverArt": "https://mangadex.org/covers/10ea7852-418e-4945-bfd3-5c1c58a17b38/ebb62909-51b4-4bda-8101-872d64b221a0.jpg",
    "altTitles": [
      {
        "ja": "石神戦記"
      },
      {
        "en": "Saga of the Stone God"
      }
    ],
    "description": {
      "en": "Mizuho territory in the northeastern part of the island nation of Hiwazu. On the wedding day of his elder brother, Lord Saku, Ukano Isaza, the younger brother of the lord, meets a woman of the \"stone people\" who is supposed to have been told in a fairy tale, and is forced to make a contract with her...?",
      "ja": "四方を海に囲まれた島国・日倭津国。先王の死後、この国は\"王太子派\"と\"王弟派\"の二つに割れようとしていた。その情勢下、北東にある瑞穂領は婚姻により\"王弟派\"につくことを選ぶ。領主の弟・宇迦乃イサザは、兄の婚礼の日に生じた混乱の中で、石を操る不思議な力を持つ「石の民」の女と出会い、婚姻を迫られることに……！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de41f655-95a9-45d9-84b0-e577db89a65a",
    "title": {
      "en": "Ouji-sama no Otawamure"
    },
    "updatedAt": "2024-05-08T14:59:30+00:00",
    "coverArt": "https://mangadex.org/covers/de41f655-95a9-45d9-84b0-e577db89a65a/a1cf0759-7474-4759-995a-7bb032d5c0a5.jpg",
    "altTitles": [
      {
        "ja": "王子様のおたわむれ"
      },
      {
        "zh": "王子大人的游戏"
      },
      {
        "zh-ro": "王子大人的遊戲"
      }
    ],
    "description": {
      "en": "In a world where a gate leading to another world has appeared on Earth, Aoi is an office worker working as an entry control bureau employee. One day, while dealing with ordinary people who have mistakenly entered another world, she meets Erhardt, a prince of the demon tribe who has come from another world. For some reason, he becomes enamored with Aoi and she becomes his caretaker during his stay on Earth. Even though Aoi dreamt of an ordinary marriage with modest happiness."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a0b6323-7286-4f6a-aa40-0bce2ccc2904",
    "title": {
      "en": "Make-upper"
    },
    "updatedAt": "2024-05-16T19:43:00+00:00",
    "coverArt": "https://mangadex.org/covers/4a0b6323-7286-4f6a-aa40-0bce2ccc2904/230105c9-4c0c-4eb9-9824-435b9813b983.png",
    "altTitles": [
      {
        "ja": "メイキャッパー"
      }
    ],
    "description": {
      "en": "(from ebookjapan):Miake Kousei, a man who brings out the \"beauty\" and \"love\" hidden in everyone, arrives at the grand stage! This is the rumored debut work by the genius Keisuke Itagaki!"
    },
    "status": "completed",
    "releaseDate": 1987,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "7779b6a3-6bcd-44aa-b51d-b0e698c8102d",
    "title": {
      "en": "Tokiwa Kitareri!!"
    },
    "updatedAt": "2023-11-17T01:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/7779b6a3-6bcd-44aa-b51d-b0e698c8102d/5a78e85e-11f8-4872-abc6-a8884c299f88.jpg",
    "altTitles": [
      {
        "ja": "トキワ来たれり!!"
      },
      {
        "zh": "常磐来也"
      },
      {
        "zh-hk": "常盤來也!!"
      }
    ],
    "description": {
      "en": "Tokiwa Yasaka lives in an unusual time, and according to his dreams, it's about to become even stranger. He's been having a dream of a woman called Rein ever since the robot Deus Ex Machina III came to his home. He and Machina attend the same school, where their other classmates include a secret ninja (Kanata Kusanagi) and a sorcerer (Haruka Yata). When Tokiwa, the robot, the ninja, and the sorcerer rush to rescue the student council president from a demon, the boys find that they've all been having the same dream! What is going to happen to their world?",
      "ja": "八坂トキワは運動が苦手で友達が少ない文系少年。そんなトキワの元へ集まったのは、主人公チックな男たちだった！忍者、源術師、そして人工知能との出会いによって、トキワの退屈な日常は劇的に変化していく！"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "120"
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b252e636-0143-42d7-903c-de0c9772d5fb",
    "title": {
      "en": "Itsudemo Jitaku Ni Kaereru Ore Wa, Isekai De Gyoushounin O Hajimemashita"
    },
    "updatedAt": "2024-10-26T11:05:52+00:00",
    "coverArt": "https://mangadex.org/covers/b252e636-0143-42d7-903c-de0c9772d5fb/4097c54f-8d01-4f99-8bf5-72c899a8a72d.jpg",
    "altTitles": [
      {
        "ja": "いつでも自宅に帰れる俺は、異世界で行商人をはじめました"
      },
      {
        "en": "Peddler in Another World: I Can Go Back to My World Whenever I Want"
      },
      {
        "en": "I Can Always Go Home, so I Started as a Peddler in Another World"
      },
      {
        "ka": "მე ყოველთვის შემიძლია სახლში წასვლა, ამიტომ დავიწყე როგორც გამყიდველი სხვა სამყაროში"
      },
      {
        "en": "Isekai Peddler"
      }
    ],
    "description": {
      "en": "\"Won't I be able to get filthy rich if I use this skill?\"  \n  \nContinually exploited at work, Amata Shirou quits his job and moves to his grandma's house. When he finds out that it's connected to another world, he comes up with a plan to set up a business selling Japanese goods.   \n  \nThe story of a man getting rich using his skill that converts the currency of the other world to Japanese yen and so forth.",
      "ja": "- [Web Novel RAW](https://ncode.syosetu.com/n4097fo/)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ae7fcbc-0aee-417d-9262-be4d5beac3ca",
    "title": {
      "en": "Wild Strawberry"
    },
    "updatedAt": "2024-11-07T21:17:29+00:00",
    "coverArt": "https://mangadex.org/covers/7ae7fcbc-0aee-417d-9262-be4d5beac3ca/0b64a7f6-03f9-4ddb-9f99-dfa3b4e27cf0.jpg",
    "altTitles": [
      {
        "ja": "ワイルドストロベリー"
      }
    ],
    "description": {
      "en": "Plants have evolved. They can now feed on humans and become terrible monsters known as Jinka. Kingo and Kayano do their best to survive in a Tokyo overrun by plants, but when Kayano becomes a Jinka, Kingo will do anything he can to get her back!",
      "ja": "それは「人花」と呼ばれ、植物が人間を狩る側へと進化を遂げた。血の繋がりは無いが幼い頃から共に生きるキンゴとカヤノは植物に覆われた東京で“家族”に憧れて二人でひっそりと暮らす。そんな中カヤノは自らに寄生する人花を人花処理を任務とする“花葬隊”に見つかってしまい…。本当の家族になる為にも、カヤノを元の人間に戻すことを誓ったキンゴの戦いが始まる――!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a62fa7f-ff92-4b2b-9073-049cdfff464c",
    "title": {
      "en": "Rejoice in Your Enemies"
    },
    "updatedAt": "2024-07-22T10:29:33+00:00",
    "coverArt": "https://mangadex.org/covers/2a62fa7f-ff92-4b2b-9073-049cdfff464c/cc649567-8612-40ce-9c55-a13a6f6e63ce.png",
    "altTitles": [
      {
        "zh": "你越界了"
      },
      {
        "en": "You've Crossed the Line"
      }
    ],
    "description": {
      "en": "His beloved crush was snatched up by the nerdy new student.  Furious, Ren Zhichu tries to harass that nerd at every chance he gets. Unexpectedly, during their interactions with each other, Ren Zhichu actually develops feelings for that nerd..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "134005d1-1dba-4b64-afce-ea508eaef7aa",
    "title": {
      "en": "GE ~Good Ending~"
    },
    "updatedAt": "2024-03-11T20:57:47+00:00",
    "coverArt": "https://mangadex.org/covers/134005d1-1dba-4b64-afce-ea508eaef7aa/f9f4ba04-8f3e-4abc-98c4-7ddc47098f9f.jpg",
    "altTitles": [
      {
        "en": "GE: Good Ending"
      },
      {
        "zh": "GE～恋爱成就"
      },
      {
        "ja": "ＧＥ～グッドエンディング～"
      },
      {
        "tr": "Mutlu Son"
      },
      {
        "ar": "نهاية حسنة"
      }
    ],
    "description": {
      "en": "Utsumi is your everyday student. He is also a boy that has always had a strong sense of what is right in the world. With nothing but innocence and a mind that longs for his \"significant other,\" Utsumi takes on one of the toughest subjects: love. With the help of the devious and mysterious Kurokawa Yuki, will Utsumi learn how to be fortunate in the game of love? Only through the ups and downs of real life, and the assistance of his friends, will Utsumi be able to take a bite out of life and learn just what love is.\n\n- Alternative English: [Kodansha US](https://kodansha.us/series/ge-good-ending)"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "156"
  },
  {
    "mangaId": "f67c73a1-09ba-4047-8771-5299ae71f750",
    "title": {
      "en": "Meika-san wa Oshikorosenai"
    },
    "updatedAt": "2024-10-11T17:54:11+00:00",
    "coverArt": "https://mangadex.org/covers/f67c73a1-09ba-4047-8771-5299ae71f750/078c9ece-8ba3-4dc2-9b37-4d6db737c7ec.jpg",
    "altTitles": [
      {
        "en": "Meika-san Can't Conceal Her Emotions"
      },
      {
        "en": "The Maid Who Can't Hide Her Feelings (Serialization)"
      },
      {
        "ja": "メイカさんは押しころせない"
      },
      {
        "pt-br": "A Empregada Que Não Consegue Esconder Seus Sentimentos (Serialização)"
      },
      {
        "vi": "Meika-san Không Thể Thổ Lộ Tình Cảm Của Cô Ấy"
      }
    ],
    "description": {
      "en": "A serialization of the webcomic about a maid, Meika, who can't completely suppress her feelings for her master, Kouta.",
      "vi": "Một câu chuyện kể về một cô hầu gái, Meika, người không thể kìm nén hoàn toàn tình cảm của mình dành cho chủ nhân của cô ấy, Kouta.",
      "es-la": "Una serialización del webcomic sobre una maid, Meika, quien no puede reprimir por completo sus sentimientos por su amo, Kouta.",
      "pt-br": "A serialização da webcomic sobre uma empregada, Meika, que não consegue ocultar completamente seus sentimentos pelo seu mestre, Kouta."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "153"
  },
  {
    "mangaId": "b6411c38-a54e-46ae-af38-12927bb92e29",
    "title": {
      "en": "Gokudo Parasites"
    },
    "updatedAt": "2024-12-21T14:03:46+00:00",
    "coverArt": "https://mangadex.org/covers/b6411c38-a54e-46ae-af38-12927bb92e29/723307e7-d894-4ac5-b1c8-b6e10f9d49a7.jpg",
    "altTitles": [
      {
        "en": "Criminal Parasites"
      },
      {
        "ja": "極道パラサイツ"
      },
      {
        "pt": "Parasitos Gokudo"
      }
    ],
    "description": {
      "en": "Mai Shintani, who works at the Kitakabane Police Station was suddenly assigned in the \"Organized Crime Countermeasures Division\", commonly known as the \"Sotai\". Immediately after that, she gained influence within her jurisdiction. The leader of expanding yakuza faction \"Tatsygamigumi\" Shogo Mikuro mysteriously disappeared. There's a tension in the conflict between cases of opposing Yakuza groups. And for some reason, Shintani is looking composed at the northern police station. Behind it is an absurd shocking truth?!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "47"
  },
  {
    "mangaId": "3ce2d473-dc22-4b93-8ad7-8b65bb466771",
    "title": {
      "en": "Fate/Grand Order -Epic of Remnant- Pseudo-Singularity III: The Stage of Carnage, Shimousa - Seven Duels of Swordmasters"
    },
    "updatedAt": "2024-11-03T01:16:01+00:00",
    "coverArt": "https://mangadex.org/covers/3ce2d473-dc22-4b93-8ad7-8b65bb466771/340c5d00-0199-4577-a427-fb745e7debbc.jpg",
    "altTitles": [
      {
        "ja": "フェイト／グランドオーダー　エピック　オブ　レムナント　亜種特異点３／亜種並行世界 屍山血河舞台 下総国 英霊剣豪七番勝負"
      },
      {
        "ja-ro": "Fate/Grand Order -Epic of Remnant- Ashu Tokuiten 3 / Ashu Heikou Sekai: Shizan Ketsuga Butai, Shimousa no Kuni - Eirei Kengou Nanaban Shoubu"
      },
      {
        "ru": "Судьба/Великий приказ -Эпопея Остатка- Турнир Семи Героев-Мастеров Меча"
      },
      {
        "vi": "Dị Điểm Á Chủng III – Vũ Đài Núi Thây Sông Máu – Trận Chiến Thứ Bảy Ở Shimosha"
      }
    ],
    "description": {
      "en": "Fans of Fate/Grand Order—rejoice! A new side story appears...with all the twists and turns you might expect! Epic of Remnant is here!\n\n---\n\nNote: The chapters in this title follow magazine release numbering.",
      "ru": "Манга-адаптация одноименного сюжетного акта игры Fate/Grand Order. Фуджимару теряет сознание и, придя в себя, понимает, что очутилась в Японии периода Эдо. Там она встречает Миямото Мусаши, которую когда-то уже видела во сне. Исторически Мусаши был мужчиной, который прославился на весь мир как мастер меча. Почему же теперь их двое, мужчина и женщина с одним именем? Настало время начала Семи Поединков Мастеров Меча!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  }
]