[
  {
    "mangaId": "812f9696-048f-496d-9ed4-84c99345d1fb",
    "title": {
      "en": "Tales of Demons and Gods"
    },
    "updatedAt": "2023-07-15T15:10:53+00:00",
    "coverArt": "https://mangadex.org/covers/812f9696-048f-496d-9ed4-84c99345d1fb/4dcdd628-9195-4fa8-8079-50541ed60515.jpg",
    "altTitles": [
      {
        "es-la": "Cuentos de Demonios y Dioses"
      },
      {
        "no": "Fortellinger om Demoner og Guder"
      },
      {
        "es": "Historias De Dioses Y Demonios"
      },
      {
        "en": "TDG"
      },
      {
        "en": "TODAG"
      },
      {
        "en": "TODAG : Tales of Demons and Gods"
      },
      {
        "en": "TODG"
      },
      {
        "vi": "Trach Yeu Ky"
      },
      {
        "es-la": "Una Vida Del Demonio"
      },
      {
        "vi": "Yêu Thần Ký"
      },
      {
        "zh-ro": "Yāoshén jì"
      },
      {
        "zh-ro": "Yaoshenji"
      },
      {
        "ru": "Клеймо Зловещего Духа"
      },
      {
        "ru": "Сказания о Демонах и Богах"
      },
      {
        "zh": "妖神记"
      }
    ],
    "description": {
      "en": "Nie Li became the strongest Demon Spiritualist and stood at the pinnacle of the martial world. However, he lost his life during the battle with the Sage-Emperor and six deity-ranked beasts.  \r\n  \r\nHis soul was then brought back to when he was still 13 years old. At this point in his life, Nie Li was considered to be the most pathetic of his peers. However, with the vast knowledge he accumulated from his previous life (his future), he began becoming stronger faster than anyone could expect. He also decided to help those who died nobly in his previous life become stronger as well.  \r\n  \r\nAiming to avert the future destruction of his home by demon beasts, and to avoid his previous fate of ending up destroyed, Nie Li fights to protect his lover, friends, family and fellow citizens who died in the beast assault or its aftermath. He also aims to destroy the so-called \"sacred family,\" who will abandon their duty and betray the city.",
      "ru": "Сильнейший в мире заклинатель демонов Не Ли погиб в битве с Мудрецом-Императором. Но его душа воплотилась вновь, вернувшись на десятилетия назад, в нём самом, тринадцатилетнем подростке. Теперь у него есть шанс исправить все ошибки, совершённые в прошлом: спасти от монстров родной город, защитить любимую, друзей и семью. В детстве Не Ли был самым слабым учеником в классе, имея духовную силу на уровне простых людей. Он и мечтать не смел стать воином, не говоря уже о заклинателе демонов, но опыт и знания, накопленные в предыдущей жизни, помогут ему стать сильнее. Ведь сейчас он знает то, что неведомо профессорам в их боевой академии.",
      "pt-br": "Nie Li, o mais poderoso Espiritualista Demoníaco e estando no topo do mundo marcial, perde sua vida durante a batalha com o Imperador Sábio e as seis bestas de nível divino, e sua alma volta ao passado para quando ele tinha 13 anos. Embora ele seja o mais fraco em sua classe, com o talento mais baixo no reino da alma Vermelho – o mais fraco dos reinos – com a ajuda de seu vasto conhecimento acumulado na sua vida passada, cresce mais rápido do que todos. Agora, ele irá tentar proteger a cidade que no futuro será invadida pelas bestas e que acabou sendo destruída, assim como sua amada, seus amigos e sua família que morreram pelo ataque das mesmas, e destruir a família Sagrada que abandonaram seus deveres e traíram a cidade em sua vida passada."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "53c4d807-660f-4b10-9e45-726925b41dcd",
    "title": {
      "en": "Kill The Dragon"
    },
    "updatedAt": "2024-05-28T13:59:20+00:00",
    "coverArt": "https://mangadex.org/covers/53c4d807-660f-4b10-9e45-726925b41dcd/5c13d10d-1b2c-4917-aeb5-59a608154305.jpg",
    "altTitles": [
      {
        "ko": "킬 더 드래곤"
      },
      {
        "es-la": "Asesino de Dragones"
      },
      {
        "es-la": "Maten al dragon"
      }
    ],
    "description": {
      "en": "The human race plunged into a war against dragons, who have invaded the earth. At the same time, among the humans arose people with supernatural powers, called psykers.\n\nThrough the countless sacrifices of psykers, the war seemed to be coming to an end with the human race as the victors. But when a psyker with the ability to see the future foretold that the dragons will be returning in 15 years, the people established Ark, a facility to train children born with psychic abilities to prepare for the last war of the human race.\n\nThere are only three years remaining until the prophesized war. What will happen next?!\n\n---\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/kill-the-dragon/list?title_no=4618)",
      "id": "\"Bertahan hiduplah sekuat tenaga.\" Umat manusia mendapat deklarasi kehancuran dari penyerang 'Dragon'. Di dunia yang mulai runtuh ini, seorang yatim piatu perang bernama Lee Han, dilatih menjadi 'Psyker' untuk melindungi manusia!\n\n---\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/kill-the-dragon/list?title_no=4618)",
      "ko": "\"필사적으로 살아남아라.\"\n\n인류는 침략자 '드래곤'에게 멸망을 선고받았다.\n붕괴 직전의 세계에서 인류를 수호하기 위해\n전쟁고아 이한은 '사이커'로 각성한다!\n\n---\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/kill-the-dragon/list?title_no=4618)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69300d3f-05c3-41be-9d03-ddfd4f6bda30",
    "title": {
      "en": "KOUJIRO"
    },
    "updatedAt": "2024-05-09T21:21:00+00:00",
    "coverArt": "https://mangadex.org/covers/69300d3f-05c3-41be-9d03-ddfd4f6bda30/836f4b47-f583-4fa9-992f-3edca07f05d0.jpg",
    "altTitles": [
      {
        "ja": "光路郎"
      },
      {
        "id": "KOJIRO"
      }
    ],
    "description": {
      "en": "Kojiro is the new English teacher at Sakaue High School. He is a foreigner with blonde hair and blue eyes, he also goes to school by riding his surfboard daily. This is the story of a free-spirited teacher who came across the sea to his mother's homeland."
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "40"
  },
  {
    "mangaId": "a3d13cf9-7eb6-497c-b211-0638cf076929",
    "title": {
      "en": "Wakamono no Kuro Mahou Hanare ga Shinkoku desu ga, Shuushoku shite Mitara Taiguu Iishi, Shachou mo Tsukaima mo Kawaikute Saikou desu!"
    },
    "updatedAt": "2024-05-29T00:48:30+00:00",
    "coverArt": "https://mangadex.org/covers/a3d13cf9-7eb6-497c-b211-0638cf076929/a5da72f4-044c-4047-995f-dee9b2efe895.jpg",
    "altTitles": [
      {
        "fr": "La magie noire est Dégoûtante, Dangereuse et Dépravée, l'histoire d'une entreprise sympa, remplie de filles mignonnes"
      },
      {
        "en": "The Perks of Working in the Black Magic Industry"
      },
      {
        "ru": "Как же приятно работать в индустрии черной магии!"
      },
      {
        "ja": "若者の黒魔法離れが深刻ですが、就職してみたら待遇いいし、社長も使い魔もかわいくて最高です!"
      },
      {
        "ko": "젊은이들이 흑마법을 기피하는 문제가 심각하지만, 취직해보니 대우도 좋고, 사장님도 사역마도 귀여워서 최고예요"
      },
      {
        "zh-hk": "年輕人脫離黑魔法雖然刻不容緩、但試著就業之後待遇卻很好、社長和使魔也非常可愛真是棒極了！"
      },
      {
        "zh": "黑魔法就业指导书"
      },
      {
        "zh-hk": "加入年轻人敬而远之的黑魔法公司，沒想到工作待遇好，社长和使魔也超可爱，太棒了!"
      },
      {
        "en": "Though Young People Recoil From Entering the Black Magic Industry, I Found Its Treatment of Employees Quite Good When I Entered It, and the President and Familiar are Cute Too, So Everything is awesome!"
      }
    ],
    "description": {
      "en": "Franz is a recent graduate of magic school who is having trouble finding a job - he constantly bungles interviews due to his poor communication skills. With all the major magical jobs out of his reach, there’s only one place left for him to go: the industry of black magic. Known for being Disgusting, Dirty, and Dangerous, Franz is incredibly hesitant to actually enter such a market until he no longer has a choice. With his back to the wall, he talks to the Black Magic Incorporation’s CEO, who tells him the truth - black magic has shed its harmful exterior, and has instead become Pure, Pleasant, and Permissive. In short, Black Magic Inc. has actually become a white company. \r\n\r\nJoin Franz, his Cerberus boss, and his succubus familiar as they get into wacky adventures meeting other magicians, and getting to know them in the biblical sense.",
      "pt": "Franz é um recém-formado na escola de magia que está tendo problemas para encontrar um emprego, ele estraga constantemente suas entrevistas devido a suas habilidades de comunicação pobres. Com todas as principais empresas mágicas fora de alcance, resta apenas um lugar para ir, a indústria da magia negra. Conhecida por ser insegura, suja e perigosa, Franz se recusa a entrar nesse mercado até não ter outra escolha.",
      "es-la": "Franz es un recién graduado de la escuela de magia que está teniendo problemas para encontrar un trabajo; constantemente estropea sus entrevistas debido a sus malas habilidades de comunicación. Con todos los principales trabajos mágicos fuera de su alcance, solo le queda un lugar para ir. La industria de la magia negra. Conocida por ser insegura, impura e inmunda, Franz se rehúsa a ingresar a ese mercado hasta que ya no le queda otra opción. Entre la espada y la pared, habla con el CEO de la Asociación de Magia Negra, quien le dice la verdad: la magia negra ha eliminado su dañino exterior y, en cambio, se ha vuelto Pura, Pacífica y Permisiva. En resumen, la Asociación de Magia Negra se ha convertido en una compañía blanca.   \r\n\r\n- [Original Webnovel](https://ncode.syosetu.com/n7498dq/)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "50"
  },
  {
    "mangaId": "6a0a8bc9-4e81-4055-b6e3-45c49bd36674",
    "title": {
      "en": "The Demon King Levels Up"
    },
    "updatedAt": "2024-02-16T14:26:24+00:00",
    "coverArt": "https://mangadex.org/covers/6a0a8bc9-4e81-4055-b6e3-45c49bd36674/e2488cec-dc70-440e-b638-e7ea51d8af56.jpg",
    "altTitles": [
      {
        "en": "Demon Lord's Martial Arts Ascension"
      },
      {
        "en": "The Demon Lord Levels Up With Martial Arts"
      },
      {
        "ko": "무공으로 레벨업하는 마왕님"
      }
    ],
    "description": {
      "en": "Now that the demonic realm and the heavenly realm have called a truce, the human world has returned to an era of peace.\n\nJeon Minchul lives the life of an ordinary college student until the day he comes across an artifact from the war and remembers — in his past life, he was the demon king who brought the world to its knees.\n\nUpon recalling these memories, Minchul awakens his old powers, along with some new ones. But can this demon king harness the powers of both good and evil to protect the peace?",
      "ko": "“마왕.”\n\n그건.\n인간이 되기 전, 전생의 나를 부르던 말이었다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e32be75a-3385-4c53-bec8-dbafd98f027e",
    "title": {
      "en": "La talentosa médica del emperador obsesivo"
    },
    "updatedAt": "2024-05-29T21:33:31+00:00",
    "coverArt": "https://mangadex.org/covers/e32be75a-3385-4c53-bec8-dbafd98f027e/47d35937-e3c3-43af-903e-b7665b6f2c63.png",
    "altTitles": [
      {
        "ko": "집착 황제의 유능한 약사입니다"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91d928a1-7237-4d03-abc3-4b1440cc7d55",
    "title": {
      "en": "Kage no Jitsuryokusha ni Naritakute! Shichikage Retsuden"
    },
    "updatedAt": "2024-05-28T13:10:18+00:00",
    "coverArt": "https://mangadex.org/covers/91d928a1-7237-4d03-abc3-4b1440cc7d55/f595393a-6ce9-407a-a971-f1ad3a20c375.jpg",
    "altTitles": [
      {
        "ja": "陰の実力者になりたくて！マスターオブガーデン ~七陰列伝~"
      },
      {
        "en": "The Eminence in Shadow : Seven Shadows Chronicles"
      },
      {
        "ja-ro": "Kage no Jitsuryokusha ni Naritakute! Master of Garden ~Shichikage Retsuden~"
      }
    ],
    "description": {
      "en": "Cid Kagenou, a boy who was enjoying the \"The Eminence in Shadow\" setting in a different world, plays the role of the justice with the girls called \"Seven Shadows\" (they are very serious). Then the darkness of the world will disappear (maybe).\n\nThe strongest of the seven (& the main character), overwhelmingly chuunibyou, and misunderstood serious comedy!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2a494bf-47a2-42e7-bd42-53119cb26ca8",
    "title": {
      "en": "Yumeochi ~Yume de Bokura wa Koi ni Ochiru~"
    },
    "updatedAt": "2023-11-06T03:37:00+00:00",
    "coverArt": "https://mangadex.org/covers/e2a494bf-47a2-42e7-bd42-53119cb26ca8/da0554c9-0984-40f0-950f-df0b798941c2.jpg",
    "altTitles": [
      {
        "ja": "ユメオチ～ユメで僕らは恋にオチる〜"
      },
      {
        "ru": "Юмеочи: В мечтах мы влюбляемся"
      },
      {
        "fr": "Yumeochi : Rêver de tomber amoureux de toi"
      },
      {
        "pt-br": "Yumeochi: Sonhando em me apaixonar por você"
      },
      {
        "en": "Yumeochi: Dreaming of Falling For You"
      },
      {
        "id": "Yumeochi: Bermimpi Tentang Jatuh CInta Kepada Mu"
      }
    ],
    "description": {
      "en": "Even in university, Chono is stuck in the past regrets of his high school years. His dull days come to an abrupt end when he comes across a mysterious book... A book that allows him to return and re-do his high school life in his dreams. Follow Chono and the girls of his dreams as they reshape their wasted youths!",
      "fr": "Même à l'université, Chono est coincé dans les regrets de ses années de lycée. Ses journées ennuyeuses s'arrêtent brusquement lorsqu'il tombe sur un livre mystérieux... Un livre qui lui permet de revenir et de refaire sa vie de lycéen dans ses rêves. Suivez Chono et les filles de ses rêves alors qu'ils remodèlent leur jeunesse gâchée !",
      "ja": "やり残したことだらけの高校生活を送ったぼっち大学生の蝶野ツトム。空虚な日々を過ごす中で、偶然手にした不思議な本…。それはなんと、夢の中で超リアルな高校時代に戻れるものだった!!　関わることのなかった少女たちとの学園生活が始まる――。青春やり直し“夢”ラブコメ開幕!!",
      "pt-br": "Mesmo na universidade, Chono está preso aos arrependimentos do passado de seus anos de colegial. Seus dias monótonos terminam abruptamente quando ele se depara com um livro misterioso…. Um livro que lhe permite voltar e refazer sua vida de colegial em seus sonhos. Siga Chono e as meninas de seus sonhos enquanto reformulam seus jovens desperdiçados!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "54bfbf16-bb68-4e53-838b-a3b06c3e1616",
    "title": {
      "en": "Tokkou no Shima"
    },
    "updatedAt": "2023-03-25T00:55:56+00:00",
    "coverArt": "https://mangadex.org/covers/54bfbf16-bb68-4e53-838b-a3b06c3e1616/f44061be-c558-4da5-b2f4-49995aa8574d.jpg",
    "altTitles": [
      {
        "en": "The Isle of Tokkou"
      },
      {
        "ja": "特攻の島"
      }
    ],
    "description": {
      "en": "This story takes place in 1944. Japan is entering a crucial phase in the war against the United States. Cities and towns in Japan fall one after the other under America's continuous bombing. They even get hold off the pacific coast due to their mighty force of 230 submarines, but Japan refuses to admit defeat. They must stop the enemy's advances at all costs. Testings for their new weapon are done - the Kaiten, a suicide torpedo with a built-in cockpit was ready to be mobilized into the battlefield. The time is now perfect for Japan to recruit pilots and station them at a military base on a remote island. Volunteers will forfeit their lives, but recruiters do their patriotic duty: the fate of Japan rests on their shoulders! A fascinating and psychological story on these suicide missions told from the Japanese soldiers' perspective.  \n-Mangaupdates"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "70"
  },
  {
    "mangaId": "b1f80d86-cae6-4454-b2ee-3a75b1ec6c78",
    "title": {
      "en": "The Duke's Daughter Is Going on Strike"
    },
    "updatedAt": "2024-03-04T01:25:12+00:00",
    "coverArt": "https://mangadex.org/covers/b1f80d86-cae6-4454-b2ee-3a75b1ec6c78/8c0b050e-29d2-4ad8-b1e2-6f5e3c43b36d.jpg",
    "altTitles": [
      {
        "ko": "공녀는 지금부터 파업합니다"
      },
      {
        "ko-ro": "Gongnyeoneun Jigeumbuteo Paeopamnida"
      },
      {
        "en": "The Princess Is Going on Strike From Now on"
      },
      {
        "en": "The Princess Is Going on Strike"
      },
      {
        "zh": "公女今日起罢工"
      }
    ],
    "description": {
      "en": "Aeryl Frey Brixia had lived all her life hiding behind a mask.\n\nShe was shunned by everyone including the father she craved affection from because of the ugly mark on her face that branded her a monster.\n\nAt the end of her miserable life, she was falsely accused of selling military weapons to the enemy nation and sentenced to execution…\n\nThe blade of the guillotine dropped and everything went black.\n\nThe next time she opened her eyes, she was in her room again as a young girl.\n\nThis time, she was determined things will be different. She will no longer be a puppet. She will no longer be manipulated.\n\nAnd the first thing for her to do is to cooperate with the two officers leading the investigation against her father"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f019b88d-d1c9-461c-851a-7690df063496",
    "title": {
      "en": "The Great Wizard Transcendent"
    },
    "updatedAt": "2024-03-16T21:17:13+00:00",
    "coverArt": "https://mangadex.org/covers/f019b88d-d1c9-461c-851a-7690df063496/c1e7b397-8d9c-4c04-820f-361557663cb7.jpg",
    "altTitles": [
      {
        "ko": "회귀로 초월하는 대마도사"
      },
      {
        "ko-ro": "Hoegwiro Chowolhaneun Daemadosa"
      },
      {
        "en": "Archmage Transcending Through Regression"
      },
      {
        "fr": "L'archimage transcende par revenir en le temps"
      },
      {
        "es": "El archimago que trascendiendo a través de la regresión"
      },
      {
        "ru": "Архимаг, преодолевающий регрессию"
      },
      {
        "tr": "Sil baştan büyücü"
      },
      {
        "ja": "回帰して世界を変える大魔法使い"
      },
      {
        "zh": "超越时间的大魔导士"
      },
      {
        "vi": "Ma pháp sư vĩ đại hồi quy"
      },
      {
        "en": "Archmage Who Transcends by Returning"
      }
    ],
    "description": {
      "ar": "ميخائيل والبورجس، الساحر الوحيد ذو الدائرة التاسعة في العالم، سقط في معركة بسبب بطل ملعون، وتمكن من إلقاء تعويذة سحرية أخيرة متقدمة، <العودة في الزمن>، مع هذه القدرة، عاد قبل ٢٠ عامًا. “حسنًا. سأصبح البطل بدلا من ذلك”\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
      "en": "Mikhail Walpurgis, the world’s only 9th-circle Archmage, fell in battle due to a damned hero, and managed to cast one final advanced magic spell, <TIME REVERSAL>. As time rewound, he regressed to 20 years ago.\n\n“Fine. I’ll just become the hero instead.”\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
      "es": "Mikhail Walpurgis, el único archimago del mundo del noveno circulo, cayo en batalla por culpa de un maldito héroe, y consiguió lanzar un ultimo hechizo de magia avanzada, <Reversión de tiempo>. Al rebobinar el tiempo, retrocedió 20 años atrás.\n\n“Bien. Me convertiré en el héroe en su lugar.”\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
      "fr": "Mikhail Walpurgis, le seul archimage du 9e cercle au monde, est tombé au combat à cause d'un héros inutile et a réussi à lancer un dernier sort magique de niveau avancé; le <TIME REVERSAL>. Au fil du temps, il a régressé 20 ans en arrière.\n\n«Bien. Je deviendrai juste le héros à la place.»\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
      "ru": "Михаил Вальфургис, единственный в мире маг 9-го круга, пал в ожесточенном бою из-за воина, проигравшего гнусному демону. В последний момент, на пороге смерти, он сумел применить могущественное магическое заклинание <Возращение во времени>. Обратив время вспять, он вернулся на 20 лет назад.\n\n\"Отлично, теперь я займу место того воина\"\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
      "th": "มิคาอิล วัลเพอร์จิส อาร์คเมจเพียงวงที่ 9 ของโลก พ่ายแพ้ในการต่อสู้เนื่องจากฮีโร่ผู้เคราะห์ร้าย และจัดการร่ายเวทมนตร์ขั้นสูงครั้งสุดท้าย <TIME REVERSAL> เมื่อย้อนเวลากลับไปเมื่อ 20 ปีที่แล้ว “ดี. ฉันจะกลายเป็นฮีโร่แทน\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
      "tr": "Dünyanın tek 9. halkalı başbüyücüsü olan Mikhail Walpurgis, aptal bir kahraman yüzünden savaşta yenik düştü. Son anında hayatını ve kaderi kurtaracak büyüyü yaptı <Sil Baştan>\nZamanı geriye sarıp 20 yıl öncesinde uyandığında aklında tek bir şey vardı: “Kahramanlığı bu salağa kaptırmayacağım.”\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
      "pt-br": "Mikhail Walpurgis, o único Arquimago de 9º círculo do mundo, caiu em batalha por causa de um herói detestável, e conseguiu conjurar um último feitiço avançado, <REVERSÃO DO TEMPO>. Com o rebobinar do tempo, ele voltou para 20 anos atrás. “Ótimo. Ao invés disso vou só me tornar o herói.”\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8461d3da-d14b-4a60-9a37-e4428fdda85e",
    "title": {
      "en": "Umareta Chokugo ni Suterareta kedo, Zensei ga Taikensha datta node Yoyuu de Ikitemasu"
    },
    "updatedAt": "2024-04-13T19:00:43+00:00",
    "coverArt": "https://mangadex.org/covers/8461d3da-d14b-4a60-9a37-e4428fdda85e/b2c5ea0b-530f-4fe6-8277-b91959b63b25.jpg",
    "altTitles": [
      {
        "ja": "生まれた直後に捨てられたけど、前世が大賢者だったので余裕で生きてます"
      },
      {
        "en": "Since My Previous Life was a Wise Man, I can Afford to Live."
      }
    ],
    "description": {
      "en": "Born to excellent parents, Reus is abandoned shortly after being born due to a mismeasurement of magical aptitude. However, he was a super baby who had the memory and ability of his previous life where he was touted as a Great Sage, and was able to fly, not to mention conversation and walking!\n\nAdventuring with the sacred dragon familiar, Lindworm, enjoy the life of a baby Sage who becomes a person and enjoys freedom!",
      "ja": "見た目は赤ちゃん、だけど中身は大賢者!?\n\n世界を変えた最強の魔法使い・大賢者アリストテレウスがその生涯を閉じた…。\nだが大賢者アリストテレウスは、死んだ後に転生の魔道具を使い、転生することに成功したのだった。\n転生した先は、何百、何千年経ったのかも分からない後の世界の魔法名門家の赤子。\n恵まれた人生を歩むはずが、内に宿した規格外の魔力のせいか勘違いされ、生まれた直後に捨てられてしまう…!?\nしかし大賢者の能力と記憶を持つ赤子は、聖竜杖リントヴルムをお供に余裕で生き抜くのだった…!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a547d1d-576b-477f-8cb3-70a3b4187f8a",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 1 - Phantom Blood"
    },
    "updatedAt": "2023-11-01T21:04:45+00:00",
    "coverArt": "https://mangadex.org/covers/5a547d1d-576b-477f-8cb3-70a3b4187f8a/263645fa-129c-4d77-b69d-61d0880fb13e.jpg",
    "altTitles": [
      {
        "ru": "Η Παράξενη Περιπέτεια του JoJo"
      },
      {
        "ro": "Aventurile Bizare ale lui JoJo Partea 1: Sângele Trecutului"
      },
      {
        "it": "JoJo e a sua Aventura Bizarra: Phantom Blood"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Phantom Blood"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 1: Jonathan Joestar: His Youth"
      },
      {
        "th": "Jojoล่าข้ามศตวรรษ"
      },
      {
        "zh": "JoJo的奇妙冒险"
      },
      {
        "es": "La Extraña Aventura de JoJo: Sangre Fantasmal"
      },
      {
        "fr": "Le bizzarre avventure di Jojo: Phantom Blood"
      },
      {
        "ms": "Penjelajah Jojo"
      },
      {
        "ar": "مغامرة جوجو الغريبة الجزء 1: دماء الشبح"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ファントムブラッド"
      },
      {
        "kk": "ДжоДжоның Шытырман Хикаясы: Елес Қан"
      },
      {
        "de": "JoJos bizarres Abenteuer Part 1: Phantomblut"
      },
      {
        "pt-br": "Jojo's Bizarre Adventure - Parte 1: Phantom Blood"
      }
    ],
    "description": {
      "en": "First story arc of the Jojo's Bizarre Adventure series.  \n  \nJonathan Joestar, a young wealthy son living in Victorian England, has his life destroyed by a recently orphaned Dio Brando, who was taken in by Jonathan's father. Dio, who plots to drive Jonathan to insanity and inherit the Joestar fortune, becomes an unstoppable vampire that Jonathan must fight.\n\n[Official English](https://www.viz.com/read/manga/jojo-s-bizarre-adventure-part-1-phantom-blood/all)"
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "44"
  },
  {
    "mangaId": "02cc8467-4aa0-4da2-976a-6ce547f35f5e",
    "title": {
      "en": "When I Woke Up, I Was A Girl"
    },
    "updatedAt": "2024-03-23T14:35:50+00:00",
    "coverArt": "https://mangadex.org/covers/02cc8467-4aa0-4da2-976a-6ce547f35f5e/c99698f8-a299-4386-9b91-a15fc6721eaa.jpg",
    "altTitles": [
      {
        "ja-ro": "Megasameta-ra on'nanoko ni natte ita hanashi"
      },
      {
        "ru": "Когда я проснулся, я стал девушкой"
      },
      {
        "ja": "目が覚めたら女の子になっていた話"
      },
      {
        "pt-br": "Quando Acordei, Eu Era Uma Menina"
      }
    ],
    "description": {
      "en": "It's a story about when you wake up, your gender changes. The story is disjointed.",
      "pt-br": "É uma história sobre quando você acorda, seu gênero muda. A história é desconexa."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "9e30a074-8bbe-42ca-91c7-d086b4a8a56e",
    "title": {
      "en": "BJ Archmage"
    },
    "updatedAt": "2024-05-16T15:32:30+00:00",
    "coverArt": "https://mangadex.org/covers/9e30a074-8bbe-42ca-91c7-d086b4a8a56e/12b9ccef-b7c3-4536-9515-aeb4fec4afed.png",
    "altTitles": [
      {
        "ko": "BJ대마도사"
      },
      {
        "en": "Archmage Streamer"
      },
      {
        "en": "BJ Archmage"
      }
    ],
    "description": {
      "en": "Jung HyeonWoo had neither ‘Talent’, ‘Money’, or ‘Luck’.\n\n“Why can I see the hidden information in the game?”\n\nAfter an electrocution accident, I started being able to see stuff I couldn’t before in the game.\n\n---\n- **\"BJ\"** is a Korean slang that means **Streamer**.\n\n---\n\n- [Webtoon PV](https://www.youtube.com/watch?v=_7M4wH6g1eI)",
      "ko": "'재능'도, '돈'도, '운'도 없던 정현우.\n\n\"게임의 히든 정보들이 왜 보이는 거지?\"\n\n감전 사고에 당하고부터 게임 속 보이지 않아야 하는 것들이 보이기 시작했다.\n\n---\n\n- [Webtoon PV](https://www.youtube.com/watch?v=_7M4wH6g1eI)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ebf6b4b1-f514-4e93-8305-0c16c21c7163",
    "title": {
      "en": "Space Juggernaut"
    },
    "updatedAt": "2024-04-11T04:39:22+00:00",
    "coverArt": "https://mangadex.org/covers/ebf6b4b1-f514-4e93-8305-0c16c21c7163/44c67e37-4d39-4d5d-957a-f76c2deac28a.jpg",
    "altTitles": [],
    "description": {
      "en": "Wanderer, imposing, somewhere in the vast void of space, Rendezvous awaits! The only space station built inside a living being, where the best scientists, warriors, explorers and engineers of the galaxy live.\nFollow the adventures of the Rendezvaj against the galaxy's major enemy; The Raccoon-race \"preservation\" Federation in this epic Space Opera.",
      "es-la": "Errante, imponente, en algún lugar del vasto vacío espacial, Rendezvous espera! La única estación espacial construida dentro de un ser vivo, que aloja a los mejores científicos, guerreros, exploradores e ingenieros de la galaxia.\nSigue las aventuras de un grupo de Rendezvaj contra su mayor enemigo; La Federación de “Conservación” de la raza Mapache en esta épica ópera spacial."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed35f841-5e6d-485c-a902-78f11e2975ac",
    "title": {
      "en": "Saikyou Skill \"Inochigoi\" de Kuyashii Kedo Musou Shichau Moto Maou-sama no Sekai Seifuku Katsudou"
    },
    "updatedAt": "2024-05-03T05:33:36+00:00",
    "coverArt": "https://mangadex.org/covers/ed35f841-5e6d-485c-a902-78f11e2975ac/b355ddf9-6aee-4bd6-8da1-d667410c02e9.jpg",
    "altTitles": [
      {
        "ja": "最強スキル「命乞い」で悔しいけど無双しちゃう元魔王様の世界征服活動"
      },
      {
        "ja-ro": "Saikyou Skill \"Inochigoi\" de Kuyashii Kedo Musou Shichau Moto Maou-sama no Sekai Seifuku Katsudou"
      },
      {
        "en": "Her Strongest Ability Is Begging for Mercy, the Frustrating World Conquest Adventures of a Former Demon King"
      },
      {
        "vi": "Hành Trình Chinh Phục Thế Giới Đầy Nhục Nhã của Cựu Ma Vương Với Kỹ Năng Thượng Thừa \"Cầu Xin Tha Mạng\""
      }
    ],
    "description": {
      "en": "Village girl Chelsea, who is beloved by everyone, is actually the reincarnated ex-Demon King.\nHowever, when she reincarnated, for some reason neither her magical powers nor skills were inherited, and she was forced to live as a normal human being.\n\nHumiliating days continued until one day, the remnants of the Demon King's army appeared to loot the village. Hunted down by her former subordinate, who did not realize her true identity, Chelsea finds herself in a perilous situation. Then, a skill finally manifests! The name of that skill is \"Begging for Mercy\"!?",
      "ja": "誰からも愛される村娘のチェルシーは、実は転生した元魔王。 しかし、転生の際になぜか魔力もスキルも引き継げず、ただの人間としての生活を強いられることに…。 そんな屈辱の日々が続くある日、村に魔王軍の残党が略奪に現れる。 自分の正体に気づかない元部下に追い詰められ、絶体絶命のピンチに陥るチェルシーだが、ついにそこでスキルが発現！ そのスキルの名は――「命乞い」!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78156f6b-621f-4ce6-b2a4-86364fe69d1d",
    "title": {
      "en": "300 Million Yen High School Student"
    },
    "updatedAt": "2024-05-29T20:35:19+00:00",
    "coverArt": "https://mangadex.org/covers/78156f6b-621f-4ce6-b2a4-86364fe69d1d/3d28fd9b-a7b9-4d71-a045-72576bcb154e.png",
    "altTitles": [
      {
        "ja": "三億円高校生"
      }
    ],
    "description": {
      "en": "Mitsuki is a high school student who works hard to support his sick sister. However, without parents, money, or any form of specialty, he falls into working for an illegal business, ends up getting devoured by the strong as someone who is weak, and is ultimately mugged. Deep in despair from the cruelty of this world, a beautiful women who calls herself a detective appears. With her help, it's possible Mitsuki can turn his life around...!",
      "ja": "満樹は病気の妹のために強く生きる高校生。しかし親も金も知識もない満樹に寄ってくるのは、違法ビジネスやバイト先での搾取といった弱者を食い物にする悪意。そんな理不尽な世の中に絶望しそうな時、探偵を自称する美女が現れた。彼女が満樹の貧困ライフを変えることになる……！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aad68bd7-d272-4360-8a26-2d4664387d9c",
    "title": {
      "en": "Ogenki Clinic"
    },
    "updatedAt": "2023-11-27T00:33:08+00:00",
    "coverArt": "https://mangadex.org/covers/aad68bd7-d272-4360-8a26-2d4664387d9c/d109a2cb-e6de-4490-992e-b44bb4e7adef.jpg",
    "altTitles": [
      {
        "es": "Ogenki Clinic, La Clínica del Amor"
      },
      {
        "ja-ro": "Ogenki Kurinikku"
      },
      {
        "ja": "お元気クリニック"
      }
    ],
    "description": {
      "en": "The plotline revolves around the quirky (and perpetually horny) Doctor Sawaru Ogenki and his beautiful nurse, the busty Ruko Tatase, who help patients through their problems, and the cure almost always involves sex. The patients suffer from bizarre sexual problems and our doctor and nurse are more than willing to cure them from their problem.\n\n**Note:** The release from Studio Ironcat (Ex-Licenses) is **read** from **left to right**."
    },
    "status": "completed",
    "releaseDate": 1987,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "135"
  },
  {
    "mangaId": "f7e75188-cf70-456a-a1cc-76c438bbd294",
    "title": {
      "en": "Zombie Revelation: 82-08"
    },
    "updatedAt": "2024-05-02T22:29:57+00:00",
    "coverArt": "https://mangadex.org/covers/f7e75188-cf70-456a-a1cc-76c438bbd294/087e96d3-ee96-4e3b-9135-81722441e116.jpg",
    "altTitles": [
      {
        "ko": "좀비묵시록 82-08"
      },
      {
        "fr": "L'apocalypse zombie 82-08"
      },
      {
        "en": "Zombie Apocalypse 82-08"
      }
    ],
    "description": {
      "en": "A mysterious virus breaks out on board the Boat 82-08 out at sea. The people who find out about it first only want to use it as a weapon but quickly lose control over the virus.\n\nWill the trio survive long enough to rejoin their friend Jinu? Or will it be Jinu who doesn’t make it out to meet his friends?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85a99758-de39-471e-9f6d-800547f53d0a",
    "title": {
      "en": "Tougen Anki"
    },
    "updatedAt": "2024-05-19T20:31:46+00:00",
    "coverArt": "https://mangadex.org/covers/85a99758-de39-471e-9f6d-800547f53d0a/32630577-5f30-4c5f-9ef6-84f643dc7844.jpg",
    "altTitles": [
      {
        "ja": "桃源暗鬼"
      },
      {
        "en": "Tougen Anki: Legend of the Cursed Blood"
      }
    ],
    "description": {
      "en": "Ichinose Shiki, an inheritor of the blood of Oni had lived out his entire childhood oblivious to this fact. However, when an unknown man comes rushing into his home in attempts to assassinate him, his foster father finally reveals the truth. In a world where Oni and Momotarou have never been able to coexist, join Ichinose in his struggle for power and unifying the two races!",
      "pt-br": "Ichinose Shiki, um herdeiro do sangue de Oni, viveu toda a sua infância alheio a esse fato. No entanto, quando um homem desconhecido entra correndo em sua casa na tentativa de assassiná-lo, seu pai adotivo finalmente revela a verdade. Em um mundo onde Oni e Momotarou nunca puderam coexistir, junte-se a Ichinose em sua luta pelo poder e unificando as duas raças!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e182b09f-09ab-4201-8f37-0ced6822eb39",
    "title": {
      "en": "WataMote: No Matter How I Look at It, It's You Guys' Fault I'm Not Popular!"
    },
    "updatedAt": "2024-04-24T19:33:08+00:00",
    "coverArt": "https://mangadex.org/covers/e182b09f-09ab-4201-8f37-0ced6822eb39/d99f3482-6422-4047-8628-89b04215a293.jpg",
    "altTitles": [
      {
        "en": "It's Not My Fault That I'm Not Popular"
      },
      {
        "ja-ro": "WataMote"
      },
      {
        "ja": "わたモテ"
      },
      {
        "ja": "私がモテないのはどう考えてもお前らが悪い!"
      },
      {
        "ko": "내가 인기 없는 건 아무리 생각해도 너희들 탓이야!"
      },
      {
        "th": "สาวมืดมนอลวนหารัก"
      },
      {
        "es-la": "No importa como lo vea, ¡Es culpa suya que yo no sea popular!"
      },
      {
        "ja-ro": "Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!"
      }
    ],
    "description": {
      "en": "Kuroki Tomoko is a super popular, high school girl, who has had 50 years of dating experience, and 100 boys… in the Otome game world. In the real world, she is a 15 year old loner, who has all of the qualities of a \"mojo.\" However, when school isn't going as she expected, and she isn't as popular as she had thought she was, she takes a look at herself in the mirror for the first time in a few years, and has some shocking revelations…",
      "pl": "Główna bohaterka serii – Kuroki Tomoko – jest ultra-popularną uczennicą liceum, która umówiła się już z ponad setką chłopaków… W grach Otome. W realnym świecie jest socjopatką, która zupełnie nie radzi sobie z komunikacją z innymi ludźmi, a w szczególności z płcią przeciwną. Manga opowiada o jej kuriozalnych próbach (z reguły niezbyt udanych) usocjalnienia się i zmienienia się w osobę bardziej popularną.",
      "es-la": "Kuroki Tomoko, una chica que tiene \"50 años de experiencia\" en citas y que ha salido con más de un centenar de chicos… en juegos otome. En la vida real acaba de cumplir 15 años y va a dar comienzo su época en el instituto, está convencida de que con sus conocimientos será la más de popular. Una vez comienza el instituto, comienzan a pasar los días y se da cuenta de que no habla con nadie. ¿Cómo es posible? Un simple vistazo al espejo le hace darse cuenta de la realidad: no es precisamente una belleza y parece que hasta puede ser antipática. Poco a poco intentará cambiar para ser popular, pero claro, entre lo que le cuesta y lo que tiene una idea bastante distorsionada de la realidad, no será tan sencillo."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b98c4daf-be1a-46c8-ad83-21d532995240",
    "title": {
      "en": "My Food Looks Very Cute"
    },
    "updatedAt": "2024-03-06T02:42:26+00:00",
    "coverArt": "https://mangadex.org/covers/b98c4daf-be1a-46c8-ad83-21d532995240/5a720839-f246-4856-865a-68d53563cc73.png",
    "altTitles": [
      {
        "zh": "我的食物看起来很可爱"
      },
      {
        "en": "My Food Seems to Be Very Cute"
      },
      {
        "zh-ro": "Wǒ de shíwù kàn qǐlái hěn kě'ài"
      },
      {
        "zh-hk": "我的食物看起來很可愛"
      },
      {
        "es-la": "Mi comida se ve adorable"
      },
      {
        "id": "Makananku yang Cantik"
      },
      {
        "pl": "Moje jedzonko wygląda uroczo"
      }
    ],
    "description": {
      "en": "A vampire who has been sleeping for nearly two hundred years, Maria is awakened by a passing werewolf girl by a chance, and the moment the coffin is opened, the curse falls on the werewolf girl. The two girls set foot on the journey to the city",
      "es-la": "Maria, una vampiro que había estado durmiendo por casi doscientos años, es despertada por Xing Lan, una chica lobo que pasaba por ahí. Cuando el ataúd se abre, una maldición cae sobre Xing Lan. Sin embargo, en lugar de asustarse, la inocente Xing Lan cree haber encontrado una excelente compañera, y ambas embarcan juntas un viaje a la ciudad. Así comienza su historia."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "357575d3-7575-45bf-9651-58acdc6a978a",
    "title": {
      "en": "Act Like a Boss Monster, Mr. Swallow!"
    },
    "updatedAt": "2024-05-28T23:52:46+00:00",
    "coverArt": "https://mangadex.org/covers/357575d3-7575-45bf-9651-58acdc6a978a/aa51d6c1-7448-4fd0-ae94-2375901c09e8.png",
    "altTitles": [
      {
        "ko": "보스 몹답게 행동하세요, 스왈로우 씨!"
      },
      {
        "ru": "Ведите себя как подобает боссу подземелья, господин Сваллоу!"
      },
      {
        "en": "The Unbeatable Dungeon's Lazy Boss Monster"
      },
      {
        "en": "Mr Devourer, Please Act Like a Final Boss"
      },
      {
        "ko-ro": "Boss Mopdapge Haengdonghaseyo, Swallow-ssi!"
      },
      {
        "es-la": "Actúe como un jefecito final, Sr. devorador"
      }
    ],
    "description": {
      "en": "The Primordial Core’s an unconquerable dungeon, the lair of the most powerful monster ever to exist, the Original Monster, the incarnation of evil — Swallow... who happens to be a lazy boss monster who just wants to sleep.\n\nTaking care of this lazy bum is Renee, a homunculus maid whose obsession with Swallow knows no bounds. At this point, the only one keeping the dungeon running is Patrick, the last brain cell of the bunch — and he’s a skeleton!\n\nWill Mr. Swallow get any rest amid all this chaos?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8319d455-5bae-4b5f-8898-9ed62c02a779",
    "title": {
      "en": "Hoarding in Hell"
    },
    "updatedAt": "2024-05-28T01:05:21+00:00",
    "coverArt": "https://mangadex.org/covers/8319d455-5bae-4b5f-8898-9ed62c02a779/4f919d36-ab9d-4aed-88a6-342ac114cfd9.jpg",
    "altTitles": [
      {
        "ko": "지옥에서 독식"
      },
      {
        "es-la": "Acaparamiento en el infierno"
      }
    ],
    "description": {
      "en": "Kang Hyunmoo is a dirt-poor man whose dreams of becoming a hunter were torn apart.\n\nBut one day, while he was dreaming of getting rich quick, something appeared in front of him… [Difficulty: Hell. You are entering the Star of Apocalypse.] “…What?” He’ll now be monopolizing items and skills in a future Earth overrun with monsters!",
      "ko": "헌터를 꿈꿔볼 가능성도 짓밟힌 흙수저 채취꾼 강현무.\n어느 날 일확천금을 꿈꾸며 잠든 그의 앞에 나타난 것은……?!\n【난이도: 지옥 종말의 별에 진입합니다.】\n“……뭐?”\n괴물들로 넘쳐나는 미래의 지구에서 아이템도,\n스킬도 나 혼자 독식한다!"
    },
    "status": "cancelled",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "60"
  },
  {
    "mangaId": "c4067750-a7e1-4faa-9054-2d8fddf5bf01",
    "title": {
      "en": "My Sister's Best Friend, My Lover."
    },
    "updatedAt": "2024-05-04T16:21:33+00:00",
    "coverArt": "https://mangadex.org/covers/c4067750-a7e1-4faa-9054-2d8fddf5bf01/dcc4868a-f23f-45be-bee1-42e559c66003.jpg",
    "altTitles": [
      {
        "ja": "姉の親友、私の恋人。"
      },
      {
        "ja": "Ane no Shinyuu, Watashi no Koibito."
      }
    ],
    "description": {
      "en": "Sena is a novelist who has been dealing with romantic feelings for her sister, Yuuna. Upon learning that Yuuna is to be married, Yuuna's best friend and former lover Kiku asks Sena to be her lover..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "21.5"
  },
  {
    "mangaId": "273e000d-884b-451c-835d-3f57951d397a",
    "title": {
      "en": "Healing Life Through Camping In Another World"
    },
    "updatedAt": "2024-05-28T23:52:09+00:00",
    "coverArt": "https://mangadex.org/covers/273e000d-884b-451c-835d-3f57951d397a/1a214d65-2fa5-43f9-a2ef-f08608c485d4.jpg",
    "altTitles": [
      {
        "ko": "이세계 캠핑으로 힐링 라이프"
      },
      {
        "es-la": "Acampando en otro Mundo: buscandole el sazon a la vida"
      }
    ],
    "description": {
      "en": "The Star chef, KangHyun, hid in a quite countryside after losing his sense of taste where he found A pathway to another world in his grandfather's house. Since he was on the run anyway, he planned on enjoying a relaxing camp life, but... the people in the other world keep growing interested in KangHyun! Will KangHyun really be able to heal through experiencing a slow life?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62b74aa6-24df-4b91-b76d-39e7ab3c3ca5",
    "title": {
      "en": "REAL"
    },
    "updatedAt": "2023-12-05T01:52:32+00:00",
    "coverArt": "https://mangadex.org/covers/62b74aa6-24df-4b91-b76d-39e7ab3c3ca5/2e0756a9-5f2e-4347-9137-33073a053c35.jpg",
    "altTitles": [
      {
        "tr": "Gerçek"
      },
      {
        "ar": "حقيقي"
      },
      {
        "ja": "リアル"
      },
      {
        "zh": "REAL命运强手"
      },
      {
        "ko": "리얼"
      },
      {
        "kk": "Шың"
      }
    ],
    "description": {
      "en": "Nomiya Tomomi, a high school drop-out who wants to devote his life to helping Natsumi, a girl he sentenced to a life of immobility after a tragic bike ride he invited her on, tries to change his life around, from a trouble making delinquent into a reliable man. The problem is, both Natsumi and her sister dont seem to care at all for Nomiya, rightfuly blaming him for the accident. Plus, the only notable talent Nomiya posseses is the talent for basketball. Everything changes for him when he meets up with Togawa Kiyoharu, a wheelchair basketball player.\n\n---\n- **Won the Japan Media Arts Festival Excellence Prize for Manga in 2001**",
      "pt-br": "O que você faria se praticasse algum esporte que necessitasse muito das pernas e de repente se visse incapacitado de andar?, ou se a sociedade não colocasse nenhuma perspectiva de sucesso para você? Togawa Kiyoharu, Hisanobu e Nomiya Tomomi se encontram presos a esses problemas que se tornam fantasmas ou demônios que os atormentam a cada dia, e como essas histórias irão se ligar? Descubra lendo Real, uma obra do Fantástico e aclamado Takehiko Inoue criador de Slam Dunk e Vagabond!."
    },
    "status": "ongoing",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "633d470a-4146-4dd3-b841-93dd648c23a5",
    "title": {
      "en": "The Academy's Genius Swordsman"
    },
    "updatedAt": "2023-11-28T21:50:13+00:00",
    "coverArt": "https://mangadex.org/covers/633d470a-4146-4dd3-b841-93dd648c23a5/cab5fd63-50ba-4272-b944-e7fcc5f2f0e9.jpg",
    "altTitles": [
      {
        "ko": "아카데미의 천재칼잡이"
      },
      {
        "ko-ro": "Academy Cheonjaekaljabi"
      },
      {
        "en": "Academy’s Genius Swordmaster"
      },
      {
        "zh": "皇家学院的天才剑豪"
      }
    ],
    "description": {
      "en": "Following a momentous battle against giants for the fate of the world, Ronan emerges victorious as the last man standing of the Imperial Army. As he laments this hollow victory with his dying commander, Grand Marshal Adeshan, they quickly learn that the war is far from over and an overwhelming force of giants descends from the heavens.\n\nFearing the worst, yet seeing hope in the courageous Ronan, Adeshan uses her last time slip to send him back to the past, so that he can enroll in the prestigious Phileon Academy and become the strongest swordsman the empire has ever seen!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "Kaoru Hana wa Rin to Saku"
    },
    "updatedAt": "2024-05-18T16:08:47+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/47b0ee88-9210-4f81-93d3-e3e5d1d54549.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "ja": "#薫る花"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "ja-ro": "Kaoru Hana Wa Rin To Saku"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "en": "The Fragrant Flower Blooms With Dignity"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High. This is the story of two people who are so close and yet so far apart.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c4aee523-1ee8-4997-ac39-d368d5007ad6",
    "title": {
      "en": "Lilies, Voice, Wear Wind"
    },
    "updatedAt": "2024-05-07T20:39:06+00:00",
    "coverArt": "https://mangadex.org/covers/c4aee523-1ee8-4997-ac39-d368d5007ad6/99500414-f273-4775-9ddf-c1bffa660ff3.jpg",
    "altTitles": [
      {
        "ja-ro": "Yuri to Koe to Kaze Matoi"
      },
      {
        "ja": "百合と声と風纏い"
      }
    ],
    "description": {
      "en": "A high school girl who has never known love meets an older woman with a secret...\nA junior in high school, Matoi Noshita has never liked anyone and is fed up with being involved in her younger sister's and friends' boyfriend situations.\nOne day, she meets Yuriko, who has just moved from Tokyo. At a local driving school, she asks her to drive her home on her motorcycle.\nMatoi is perplexed by her own curiosity about a woman whose name she does not know and where she lives.\n\"What on earth is this feeling I am having for the first time...?\"",
      "ja": "恋を知らない女子高生が出会ったのは、ある秘密を抱えた年上の女性――\n高校 3 年生の埜下纏は、一度も人を好きになったことがなく、妹や友人の彼氏事情に巻き込まれることにうんざりしていた。\nある日纏は地元の教習所で東京から移り住んできたばかりの百合子に出会い、彼女の運転するバイクで家まで送ってもらうことになった。\n名前も住んでいる場所も知らない彼女の事が気になってしまう自分に戸惑う纏。\n初めて抱くこの気持ちは一体―…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "23"
  },
  {
    "mangaId": "9d6c46c4-7392-4329-bb96-ac5baf1f70e7",
    "title": {
      "en": "The Villainess Just Wants To Live In Peace!"
    },
    "updatedAt": "2024-04-02T04:16:54+00:00",
    "coverArt": "https://mangadex.org/covers/9d6c46c4-7392-4329-bb96-ac5baf1f70e7/b3e114bb-2ed7-43e2-bdd6-9733ba28d78d.jpg",
    "altTitles": [
      {
        "ko": "악녀는 조용히 살고 싶을 뿐인데!"
      }
    ],
    "description": {
      "en": "I transmigrated as the villainess of a novel.\n\nI wanted to get rid of my death flag and live in peace, but apparently I’ve already been whipping and tormenting the final villain. I wasn't the one who did it, but since I still felt responsible for it, I’ve been taking care of him, and the villain's loyalty towards me keeps increasing.\n\nI just want to enjoy my wealth and honor in peace.\nI don't know why the story keeps going astray!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-03-20T22:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/c72709f8-6d48-4081-b670-c4f2a25aad8a.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d61ff895-dee4-43ea-94a5-318e84385062",
    "title": {
      "en": "Kurosagi Shitai Takuhaibin"
    },
    "updatedAt": "2024-05-28T14:24:28+00:00",
    "coverArt": "https://mangadex.org/covers/d61ff895-dee4-43ea-94a5-318e84385062/59604087-4210-479a-bfe2-580f3bd0f987.jpg",
    "altTitles": [
      {
        "en": "Kurosagi Corpse Delivery Service"
      },
      {
        "en": "KUROSAGI delivery service of corpse"
      },
      {
        "en": "The Kurosagi Corpse Delivery Service"
      },
      {
        "ja": "黒鷺死体宅配便"
      }
    ],
    "description": {
      "en": "Your body is their business!  \nFive young students at a Buddhist university, three guys and two girls, find little call for their job skills in today's Tokyo…among the living, that is! But all that stuff in college they were told would never pay off — you know, channeling, dowsing, ESP — gives them a direct line to the dead…the dead who are still trapped in their corpses and can't move on to the next reincarnation.  \n  \nThe five form the *Kurosagi* (\"Black Heron”, their ominous bird logo) *Corpse Delivery Service*: whether suicide, murder, accident, or illness, they'll carry your body wherever it needs to go to free your soul! The kids from Kurosagi can smell a customer a mile away — it's a good thing one of the girls majored in embalming!"
    },
    "status": "ongoing",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea3fc681-51fd-44d9-a83d-297c4c28e11b",
    "title": {
      "en": "Love Agency"
    },
    "updatedAt": "2024-05-19T12:42:12+00:00",
    "coverArt": "https://mangadex.org/covers/ea3fc681-51fd-44d9-a83d-297c4c28e11b/04c0d28e-4aee-4625-98ba-80fa9b3cd58d.jpg",
    "altTitles": [
      {
        "ja": "恋愛代行"
      },
      {
        "tr": "Aşk Ajansı"
      },
      {
        "pl": "Agencja do spraw miłości"
      },
      {
        "uk": "Агентство Кохання"
      },
      {
        "el": "Πρακτορείο Αγάπης"
      },
      {
        "ru": "Любовное агентство"
      },
      {
        "pt-br": "Agência do Amor"
      },
      {
        "ja-ro": "Renai Daikou"
      },
      {
        "fr": "L'agence de coachs romantiques"
      },
      {
        "fr": "L'agence de l'amour"
      }
    ],
    "description": {
      "en": "A half-Swedish, half-Japanese girl who seems to have everything except experience with men is using a date coaching app to get used to flirting. However the guy she hits it off with actually uses the same app with a different coach!",
      "id": "Renai Daikou (Love Agency) – Agen Cinta\nAkasaka Aka x Nishizawa 5mm\nAkasaka Aka, yang telah membuat sejarah dalam sejarah komedi romantis dengan “Kaguya-sama wa Kokurasetai: Tensai-tachi no Renai Zunousen”, kembali dengan komedi romantis baru! Tim baru ini bekerja sama dengan Nishizawa 5mm, seorang pendatang baru yang sedang menjadi topik hangat di dunia manga online! Ini adalah awal dari “komedi",
      "ru": "Девушка со шведскими и японскими корнями, у которой, кажется, есть всё, кроме опыта общения противоположным полом, использует приложение для обучения свиданиям, чтобы научиться флиртовать.\nОднако парень, с которым у нее завязываются отношения, использует то же приложение с другим тренером!",
      "uk": "Ака Акасака, автор \"Каґуя-сама хоче, щоб він зізнався їй. Війна сердець та розумів геніїв\" та \"Дитя улюбленця\", презентує свій новий витвір!\n\nУ Марі Марії Вінтер-Нанасе, наполовину шведки, наполовину японки, є все, про що можна мріяти. Дівчина виросла в заможній родині закордоном, має багато подруг і вродливу зовнішність. Однак є в ній один недолік: вона не вміє розмовляти з хлопцями!\n\nУзявши в бібліотеці книгу про кохання, у ній вона знайшла підозрілу рекламу. Там йшлося про Агентство Кохання, що надає профі в коханні, який упорається з вашим особистим життям за вас. Після того, як дівчина відсканувала код, з'являється агентка, на ім'я Кон, та обіцяє допомогти Марі зійтися з її коханим. Однак хлопець, що припав їй до душі, Секі Масая, не такий уже й невинний і також користується послугами агентства, щоб почати зустрічатися з нею. Як складеться доля цієї пари?",
      "vi": "Tác phẩm của Akasaka Aka (tác giả của Oshi no Ko và Kaguya-sama) và Nishizawa 5mm. Một cô gái mang trong mình dòng máu Thụy Điển và Nhật Bản cực kỳ ưu tú nhưng cô ấy lại không có kinh nghiệm với đàn ông. Cô ấy quyết định sử dụng một ứng dụng dịch vụ tình yêu để chinh phục chàng trai ấy. Tuy nhiên, anh chàng mà cô ấy nhắm đến cũng đang sử dụng ứng dụng đó để chinh phục cô!",
      "pt-br": "Uma garota meio sueca/meio japonesa que parece ter tudo, exceto experiência com homens, está usando um aplicativo de coaching para encontros para se acostumar a flertar. No entanto, o cara com quem ela se dá bem na verdade usa o mesmo aplicativo com um treinador diferente!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa4e3448-ce7d-4c6b-9fa4-54904890c6b3",
    "title": {
      "en": "Bakajo 26-ji"
    },
    "updatedAt": "2024-05-29T20:02:25+00:00",
    "coverArt": "https://mangadex.org/covers/aa4e3448-ce7d-4c6b-9fa4-54904890c6b3/c9f2d539-5474-44e8-b5f7-c074c0be5db4.jpg",
    "altTitles": [
      {
        "ja": "バカ女26時"
      },
      {
        "en": "Stupid Woman 26:00"
      },
      {
        "zh": "凌晨两点的蠢女人"
      }
    ],
    "description": {
      "en": "Atsuko and Yuri were classmates in elementary, junior high, high school, although they hardly ever spoke to each other during their school days. At their first reunion in 15 years, Atsuko discovers Yuri's secret and makes a move.\n\nWhat is the destination of these two opposites, who have completely different interests and groups and whose personalities do not match?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb409829-980f-4a9d-87fa-3bb3914f45f9",
    "title": {
      "en": "Private Comprehensive Academy Lapra Rosa"
    },
    "updatedAt": "2024-05-28T23:50:34+00:00",
    "coverArt": "https://mangadex.org/covers/fb409829-980f-4a9d-87fa-3bb3914f45f9/8b42cc3b-36b9-4e88-b31d-79823ace028c.jpg",
    "altTitles": [
      {
        "ko": "사립 종합 아카데미 라프라로사"
      },
      {
        "es-la": "Academia privada laprossa"
      }
    ],
    "description": {
      "en": "The worst dullard enters into the finest prestigious school?\nThe epitome of ineptitude and the pinnacle of prestigious academia, Runcandel. But even there, there was a painful thorn in the flesh...\nThe protagonist, the worst dullard who might or might not appear once every few hundred years, Jin Runcandel!\nHaving long realized his own wretchedness, Jin resolved to live a peaceful life.\n\nHowever, due to his family's twisted love, he is forcibly enrolled in the prestigious academy, Lapra Rosa!\nEncountering the seemingly intriguing (?) cat Murakan, he makes a contract and forms friendships with somewhat eccentric companions.\nAnd then, the conspiracies surrounding him...\n\nWill our protagonist, Jin Runcandel, truly survive the turbulent Lapra Rosa and attain a peaceful life?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42b464cd-a8a1-45bb-9140-2f5674b54c22",
    "title": {
      "en": "The Person Sitting Next to Me Looking at Me with Perverted Eyes"
    },
    "updatedAt": "2024-05-19T14:08:27+00:00",
    "coverArt": "https://mangadex.org/covers/42b464cd-a8a1-45bb-9140-2f5674b54c22/2a5a1c72-c783-49f8-84e1-4e49c7c531dd.jpg",
    "altTitles": [
      {
        "ja": "隣の席の奴がエロい目で見てくる話"
      },
      {
        "vi": "Người bàn bên thường nhìn tôi bằng ánh mắt biến thái"
      },
      {
        "ja-ro": "Tonari no Seki no Yatsu ga Eroi me de Mitekuru Hanashi"
      },
      {
        "uk": "Людина, що сидить біля мене, дивиться на мене хтивими очима"
      },
      {
        "ru": "Одноклассница, сидящая за соседней партой, смотрит на меня развратным взглядом"
      },
      {
        "es-la": "La persona de al lado me mira con ojos pervertidos"
      },
      {
        "ja": "となエロ"
      },
      {
        "ja-ro": "TonaEro"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/117358783)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a92cf9fc-b6b7-4415-9400-72cddf30ac3e",
    "title": {
      "en": "Enrolling in the Transcendent Academy"
    },
    "updatedAt": "2024-05-28T01:06:35+00:00",
    "coverArt": "https://mangadex.org/covers/a92cf9fc-b6b7-4415-9400-72cddf30ac3e/d815f1cc-de6a-45b7-ae5e-8e8f07ff5e20.png",
    "altTitles": [
      {
        "ko": "초월자 학원의 수강생이 되었다"
      },
      {
        "ru": "Я стал студентом Трансцендентальной Академии"
      },
      {
        "en": "I Became a Student at the Transcension Academy"
      },
      {
        "en": "I Became a Student at Transcendental Academy"
      },
      {
        "en": "Transcension Academy"
      },
      {
        "es-la": "Academia de la Ascension"
      }
    ],
    "description": {
      "en": "After a hundred years of monsters, it’s become the norm to train at hunter academies if you want to become a professional monster hunter. And that’s just what hard-working orphan Seojun Kim dreams of.\n\nBut after a freak accident dashes his hopes, ads for the mysterious Transcendent Academy pop up on his phone, offering him a chance to train virtually with history’s most legendary warriors. As he levels up, he’s soon caught up in the world of hunter academies, dungeon raids, and competitive tournaments.\n\nBut the more he learns, the more questions he has about the people surrounding him, his past, and the secrets of the Transcendent Academy.",
      "ko": "돌아가신 부모님의 빚을 갚으며 헌터가 되기 위해 헌터학원에 갈 돈을 모아왔던 서준은\n불의의 사고로 모은 돈을 전부 수술비로 써버린다.\n절망에 빠진 순간\n\n띠링-!\n\n이상한 광고가 재생되었다.\n\n[야 너도 초월자 될 수 있어!]\n\n더 이상 잃을 것도 없다, 회원 가입!!\n\n[김서준 님 초월자 학원에 오신 걸 환영합니다].\n\n내가 다니는 헌터학원은 다른 학원들과 '차원'이 다르다!\n\n헌터도 학원을 다니는 헌터 사교육 시대!\n\n야 너도 초월자 될 수 있어!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7d2fec4-150e-4f73-808e-ea7b419e6601",
    "title": {
      "en": "Green Plum Blossom Tea"
    },
    "updatedAt": "2023-07-08T03:48:22+00:00",
    "coverArt": "https://mangadex.org/covers/b7d2fec4-150e-4f73-808e-ea7b419e6601/49d1f790-4d40-4e76-a5fc-9964edee1002.png",
    "altTitles": [
      {
        "zh": "青梅花草茶"
      },
      {
        "zh-hk": "青梅花草茶"
      },
      {
        "zh-ro": "Qīngméi huācǎo chá"
      },
      {
        "en": "Lime Herbal Tea"
      },
      {
        "ru": "Чай с лепестками зелёной сливы"
      }
    ],
    "description": {
      "en": "Good girl Gugu meets cheerful girl Xingxing. Xingxing is everything Gugu wants to be - she has friends, youthfulness, dreams, and happiness. The meticulous Gugu sets out a long-term plan to reach out to Xingxing, but it seems that she doesn't have to go to all that trouble... Is Xingxing also reaching out to her?",
      "zh": "乖乖女顾顾遇到开朗girl星星，开朗的星星是顾顾最想成为的样子，有朋友、有青春、有梦想，有快乐。严谨的顾顾列了长长的计划，如何自然接近星星？哎，好像无需那么麻烦……星星也在接近她？"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "24"
  },
  {
    "mangaId": "58397d46-5c8b-4f3b-af2b-6157d0ac9b5a",
    "title": {
      "en": "990k Ex-Life Hunter"
    },
    "updatedAt": "2023-11-18T14:36:23+00:00",
    "coverArt": "https://mangadex.org/covers/58397d46-5c8b-4f3b-af2b-6157d0ac9b5a/671a28fa-1fb7-43ac-832d-46a7628225a8.jpg",
    "altTitles": [
      {
        "ko": "99만 전생이 날 도와줘"
      },
      {
        "zh-hk": "99萬任前世罩著我"
      },
      {
        "en": "My 990 Thousand Past Lives Help Me"
      },
      {
        "ru": "Мне помогают 990 тысяч моих прошлых жизней"
      },
      {
        "ja": "99万の前世が俺を覚醒させた"
      }
    ],
    "description": {
      "de": "Als F-Rang Jäger fällt es Kang Hyeonjun schwer, in einer Welt zu leben, wo Dungeons existieren und Monster real sind. Aber nachdem er immer wieder dabei versagt hat, in Schlachtzügen seinen Beitrag zu leisten und von anderen Gruppenmitgliedern niedergemacht wird, ist sein Selbstvertrauen am Boden. Noch schlimmer kommt es, als seine Freundin, die während ihrer gemeinsamen Zeit von einem F- zu einem C-Rang aufgestiegen ist, ihn an ihrem ersten Jahrestag verlässt. Als Hyeonjun in dieser Nacht betrunken nachhause zurückkehrt, findet er sich selbst statt in seiner bescheidenen Wohnung in einer Traumlandschaft wieder. Dort behauptet ein Mann, eines seiner vergangenen Leben zu sein, und bietet ihm an, ihn stärker zu machen. Aber wie man so schön sagt: Ohne Fleiß kein Preis. Wird Hyeonjun es schaffen, zahlreiche Prüfungen zu überstehen und letztlich die Kraft zu erlangen, die er sich so sehnlichst wünscht?\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/99%EB%A7%8C-%EC%A0%84%EC%83%9D%EC%9D%B4-%EB%82%A0-%EB%8F%84%EC%99%80%EC%A4%98/2563)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/millionlives/list?title_no=3183)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/76056)\n\n- [Official German Translation](https://www.tappytoon.com/de/comics/my-990-thousand-past-lives-help-me-de)\n\n- [Official French Translation](https://www.tappytoon.com/fr/comics/my-990-thousand-past-lives-help-me-fr)",
      "en": "As an F-Rank hunter, Kang Hyeonjun struggles to make a living in a world where dungeons exist and monsters are real. But after repeatedly failing to pull his weight in raids and being chewed out by fellow party members, his self-esteem hits rock bottom. To make matters worse, his girlfriend, who has climbed the ranks during their time together, dumps him on their one-year anniversary. When Hyeonjun returns home that night in a drunken haze, he finds himself walking into a dreamscape instead of his humble studio. There, a man claiming to be one of his past lives offers to make him stronger. But as the saying goes, if there's no pain, there's no gain. Will Hyeonjun be able to endure multiple trials and finally obtain the strength he so desperately desires?\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/99%EB%A7%8C-%EC%A0%84%EC%83%9D%EC%9D%B4-%EB%82%A0-%EB%8F%84%EC%99%80%EC%A4%98/2563)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/millionlives/list?title_no=3183)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/76056)\n\n- [Official German Translation](https://www.tappytoon.com/de/comics/my-990-thousand-past-lives-help-me-de)\n\n- [Official French Translation](https://www.tappytoon.com/fr/comics/my-990-thousand-past-lives-help-me-fr)",
      "fr": "Dans un monde où les donjons et les monstres sont bien réels, Hyeonjun, chasseur de rang F, rencontre quelques difficultés à mener une vie digne de ce nom. Il ne cesse d'être inutile dans les expéditions en donjon, de se faire insulter par les membres des groupes dans lesquels il se fait accepter, et pour rendre la situation encore plus agréable à encaisser, sa petite amie, avec qui il avait prévu de gagner des niveaux, finit par rompre avec lui le jour de leur premier anniversaire, après être passée rang C. Désespéré, Hyeonjun commence à baisser les bras, jusqu'au moment où il se retrouve piégé dans un étrange rêve, dans lequel il rencontre un homme nommé Carthago, qui prétend pouvoir l'aider et le rendre plus fort. Hyeonjun découvre alors l'existence de ses multiples vies antérieures, bien motivées à l'aider. Mais tout ça à un prix. Sera-t-il capable de faire face à toutes les épreuves qui se dresseront sur sa route dans sa quête pour gravir les échelons ?\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/99%EB%A7%8C-%EC%A0%84%EC%83%9D%EC%9D%B4-%EB%82%A0-%EB%8F%84%EC%99%80%EC%A4%98/2563)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/millionlives/list?title_no=3183)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/76056)\n\n- [Official German Translation](https://www.tappytoon.com/de/comics/my-990-thousand-past-lives-help-me-de)\n\n- [Official French Translation](https://www.tappytoon.com/fr/comics/my-990-thousand-past-lives-help-me-fr)",
      "ja": "どこにでもいるような平凡なF級ハンター、白本潤。 彼の存在をあざ笑うかのように、神は彼に一片の才能も与えはしなかった。 彼はいつも神に祈っていた。 「全てを変えられる力が欲しい…」「才能をよこせってば、クソ神!!!」 彼の呼びかけに誰かが、いや、皆が応えた。 ーカルタゴの正義の盾が貴方を守護します。 貴方は独りではありません。 ー最後の剣聖、シードンミラーが貴方の勇敢さに感嘆し、貴方を見守っています ー背後の影、ハサシンが貴方の邪心に感嘆し、賛辞を送っています。 ー守れなかった者、ダンチヒの意志が…… 「ストップ！一体何人いるんだよ!!」 「99万」 99万の前世を会得したF級庶民ハンター、白本潤が前世とともに今動き出す！\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/99%EB%A7%8C-%EC%A0%84%EC%83%9D%EC%9D%B4-%EB%82%A0-%EB%8F%84%EC%99%80%EC%A4%98/2563)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/millionlives/list?title_no=3183)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/76056)\n\n- [Official German Translation](https://www.tappytoon.com/de/comics/my-990-thousand-past-lives-help-me-de)\n\n- [Official French Translation](https://www.tappytoon.com/fr/comics/my-990-thousand-past-lives-help-me-fr)",
      "ko": "흔하디흔한 F급 헌터 강현준,\n\n그의 존재를 비웃기라도 하듯 신은 그에게 일말의 재능도 주지 않았다.\n\n그는 언제나 기도했다.\n\n\"모든 걸 바꿀 힘을 달라고…\"\n\n\"아니, 재능 내놔 신 자식아!!!\"\n\n\n그의 부름에 누군가, 아니 모두가 응답했다.\n\n- 카르타고의 정의로운 방패가 당신을 수호합니다. 당신은 혼자가 아닙니다.\n\n- 최후의 검성, 시든밀러가  당신의 용맹함에 감탄하며 당신을 주시합니다.\n\n- 배후의 그림자, 하사신이 당신의 사악한 계략에 감탄하여 찬사를 보냅니다. \n\n-지키지 못한 자, 단치히의 의지가……\n\n\n\"그만! 도대체 몇 명이나 있는 거야!!\"\n\n\"99만.\"\n\n\n99만 전생을 깨달은\nF급 흙수저 헌터 강현준이,\n전생 수저 물고 지금 출발합니다!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/99%EB%A7%8C-%EC%A0%84%EC%83%9D%EC%9D%B4-%EB%82%A0-%EB%8F%84%EC%99%80%EC%A4%98/2563)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/millionlives/list?title_no=3183)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/76056)\n\n- [Official German Translation](https://www.tappytoon.com/de/comics/my-990-thousand-past-lives-help-me-de)\n\n- [Official French Translation](https://www.tappytoon.com/fr/comics/my-990-thousand-past-lives-help-me-fr)",
      "ru": "\"Кан Хён Чжун, обычный охотник F-класса. Он всегда молился. Чтобы у него появилась возможность все изменить. И в один момент ему кто-то ответил.\n\n-Последний мечник хвалит вас за вашу храбрость.\n\n-Тень позади тебя - твоя … . \"Перестань! Это уже слишком!\"\n\nИ тогда перед ним предстало 990 000 его прошлых жизней!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/99%EB%A7%8C-%EC%A0%84%EC%83%9D%EC%9D%B4-%EB%82%A0-%EB%8F%84%EC%99%80%EC%A4%98/2563)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/millionlives/list?title_no=3183)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/76056)\n\n- [Official German Translation](https://www.tappytoon.com/de/comics/my-990-thousand-past-lives-help-me-de)\n\n- [Official French Translation](https://www.tappytoon.com/fr/comics/my-990-thousand-past-lives-help-me-fr)",
      "zh-hk": "普通得不能再普通的F級獵人姜賢俊每天都在祈禱。 “請賜給我可以改變一切的力量” 然後,有人回應了。 -「最後的劍聖悉尼米勒」讚嘆你的勇猛。 -「身後的影子」對你…… “夠了!這實在太多了!” 99萬任前世出現在了他的面前!​\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/99%EB%A7%8C-%EC%A0%84%EC%83%9D%EC%9D%B4-%EB%82%A0-%EB%8F%84%EC%99%80%EC%A4%98/2563)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/millionlives/list?title_no=3183)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/76056)\n\n- [Official German Translation](https://www.tappytoon.com/de/comics/my-990-thousand-past-lives-help-me-de)\n\n- [Official French Translation](https://www.tappytoon.com/fr/comics/my-990-thousand-past-lives-help-me-fr)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "110"
  },
  {
    "mangaId": "949b20c3-de22-4e7b-989f-b26a8cdf7ecb",
    "title": {
      "en": "DOGSRED"
    },
    "updatedAt": "2024-02-24T11:47:23+00:00",
    "coverArt": "https://mangadex.org/covers/949b20c3-de22-4e7b-989f-b26a8cdf7ecb/6f235e14-164c-43bb-84a2-02102edefce9.jpg",
    "altTitles": [
      {
        "ja": "ドッグスレッド"
      },
      {
        "ja-ro": "Reddo"
      },
      {
        "en": "Dogs Red"
      },
      {
        "ru": "Догсред"
      },
      {
        "ru": "Красные Псы"
      }
    ],
    "description": {
      "en": "\"If he wants to go wild at the ice skating rink, isn't he better off as an ice hockey player?\"\n\nThe stage is the proud land of the north - Hokkaido. \n\nThe year is 2010. Rou Shirakawa has just received the highest score in history at the All-Japan Junior Figure Skating Championships! But suddenly, he loses control and starts destroying the stage. He is quickly disqualified and banned from the skating world for life.\n\nNow nicknamed \"the Rabid Prince,\" Rou ends up in Tamakomai, an ice hockey town in northern Japan. And on a hockey rink on a frozen lake, he meets the ruthless Genma brothers! Rou will soon learn of the famous Oino-kami high school and their quest to win an unprecedented 20th straight national hockey championship. And also the strong, yet beautiful battle sport - ice hockey!\n\nChange, grow, evolve! Turn defeat into victory in this red-hot redemption story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "087927b1-b4ba-42dd-bb18-fb3f64771186",
    "title": {
      "en": "His Majesty Doesn't Want to Be Too Bossy"
    },
    "updatedAt": "2023-12-29T03:03:46+00:00",
    "coverArt": "https://mangadex.org/covers/087927b1-b4ba-42dd-bb18-fb3f64771186/2027b1e4-505a-4158-9c66-57d60f320ad3.jpg",
    "altTitles": [
      {
        "en": "Marry My Enemy"
      },
      {
        "zh": "朕也不想太霸气"
      },
      {
        "zh-hk": "朕也不想太霸氣"
      },
      {
        "zh-ro": "Zhèn Yě Bùxiǎng Tài Bàqì"
      },
      {
        "zh-ro": "Zhen Ye Buxiang Tai Baqi"
      },
      {
        "th": "บัลลังก์บุปผา"
      }
    ],
    "description": {
      "en": "Like a mascot, this \"Emperor\" is a woman disguised as a man. The black-hearted Prince Regent has been \"taking good care\" of her since she was a child. Countless treacherous officials are blocking her way to taking over the throne upon her coming of age. However, if you can't beat that person, then there's always the option of bringing him home to marry!",
      "es": "Ella es la mascota del Príncipe Regente, es el \"Emperador\" vestida de hombre. El Regente de corazón negro ha \"cuidado bien\" de ella desde que era una niña. ¡Pero si no puede vencer a su rival, puede casarse con él!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "62"
  },
  {
    "mangaId": "076b3757-2050-4362-b0ad-52513ecefa3f",
    "title": {
      "en": "Killing Bites"
    },
    "updatedAt": "2023-09-23T10:13:37+00:00",
    "coverArt": "https://mangadex.org/covers/076b3757-2050-4362-b0ad-52513ecefa3f/e0c6f21f-422b-4dda-ab99-abedfa10624a.jpg",
    "altTitles": [
      {
        "ru": "Смертельный укус"
      },
      {
        "ja": "キリングバイツ"
      },
      {
        "zh-hk": "牙鬥獸娘"
      },
      {
        "ko": "킬링바이츠"
      },
      {
        "zh": "牙斗兽娘"
      },
      {
        "ru": "Смертельные укусы"
      },
      {
        "ar": "كيلينغ بايتس"
      }
    ],
    "description": {
      "en": "People have been created that are human-animal hybrids, and powerful businesses bet on the outcome of their duels. College student Nomoto Yuuya's casual acquaintances ask him to drive them around to pick up girls one day, which he soon finds out means by force. The girl they kidnap is an animal-human hybrid named Hitomi, who slaughters all of them except Yuuya. Hitomi is a honey badger, which has been called the most fearless of all animals. Now Hitomi is assigned to stay with Yuuya, for his protection!\nKilling Bites are underworld duels between human-animal hybrids. One beast who knows no fear will fight in this animalistic world full of fear and insanity. This ultimate battle of the beasts will shock you to your core!\n\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E3%82%AD%E3%83%AA%E3%83%B3%E3%82%B0%E3%83%90%E3%82%A4%E3%83%84)",
      "ru": "Один учёный создал существ которые являются гибридом человека и животного, и богачи ставят ставки на исход их поединков. Случайные знакомые просят студента колледжа Номота Юя покатать их по городу, и ближе к вечеру он узнает, что они просто хотели подобрать и изнасиловать девушку. Девушка, которую они похищают оказывается “гибридом” которую зовут Хитоми, которая убивает всех кроме Юи. Хитоми является гибридом барсука, который был назван самым бесстрашным из всех животных. Теперь Хитоми остаётся с Юи, для его защиты!  \n\n\n---\n\n**Links:**  \n- [Shinya Murata's Twitter](https://twitter.com/jojojon)  \n- [Sumita's Twitter](https://twitter.com/s_kazasa)  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20213)",
      "pt-br": "Pessoas estão sendo criadas como híbridos animal-humano e batalham entre si, empresas poderosas apostam no resultado de seus duelos. A história inicia com um cara que se meteu no rapto de uma garota contra a sua vontade, todos menos ele acabam mortos pela garota, que ele descobre ser um dos híbridos, competindo com outros de sua raça em duelos mortais envolvendo complexas apostas. Sem aviso prévio, ele acaba obrigado a se tornar o parceiro da garota."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80a8a884-1e15-43ae-8a2a-df6047b73066",
    "title": {
      "en": "Kareshi ga Kaibutsu ni Natte Shimatta Hanashi"
    },
    "updatedAt": "2024-05-17T18:10:21+00:00",
    "coverArt": "https://mangadex.org/covers/80a8a884-1e15-43ae-8a2a-df6047b73066/ac5197e5-253c-4f05-8ac0-4b01c9ff5feb.jpg",
    "altTitles": [
      {
        "en": "The Story of My Boyfriend Who Turned Into a Monster"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "The Old Man Who Was Reincarnated as a Cat"
    },
    "updatedAt": "2024-02-19T21:13:25+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja-ro": "Neko ni Tensei Shita Ojisan"
      },
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "ja-ro": "NekoOji"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b619ce91-89d5-46df-90a7-984370b7df08",
    "title": {
      "en": "Yuusha-sama, Sakuya mo Otanoshimi deshita ne."
    },
    "updatedAt": "2024-05-26T21:15:25+00:00",
    "coverArt": "https://mangadex.org/covers/b619ce91-89d5-46df-90a7-984370b7df08/55dd8e3b-66a6-431b-a2d2-3128e43b9dc4.jpg",
    "altTitles": [
      {
        "ja": "勇者様、昨夜もお楽しみでしたね。"
      },
      {
        "ja-ro": "Yusha-sama, sakuya mo otanoshimi deshita ne."
      },
      {
        "en": "Hero-Sama, I Hope You Had Fun Last Night."
      },
      {
        "en": "Hero Last Night Was Pumped Wasn’t It?"
      },
      {
        "zh-hk": "勇者大人，昨夜「睡」得可好。"
      }
    ],
    "description": {
      "en": "\"I did it again...!\"\n\nThe Hero who can't seem to set out on his journey!!\n\nThe protagonist, who was reincarnated into another world, becomes a hero and receives the task of defeating the Demon King. To repay the world that accepted him , he decides to set out on a journey... However, he can't seem to leave the first village, as he is constantly tempted by charming heroines such as the female priestess, his childhood friend who is a magician, and so on!\n\nThus, the birth of the \"I did it again...!\" type hero!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22d171ce-82c5-4338-a8c1-5e17c6a187b7",
    "title": {
      "en": "It's My First Time Being Loved"
    },
    "updatedAt": "2024-05-28T22:50:15+00:00",
    "coverArt": "https://mangadex.org/covers/22d171ce-82c5-4338-a8c1-5e17c6a187b7/9fb5d077-ec11-45b6-9799-e97453432997.png",
    "altTitles": [
      {
        "ko": "사랑받는 막내는 처음이라"
      },
      {
        "ko-ro": "Sarangbanneun Mangnaeneun Cheoeumira"
      },
      {
        "en": "ITMFTBL"
      },
      {
        "en": "First Time as a Loved Youngest Child"
      },
      {
        "en": "First Time as an Adored Youngest Child"
      },
      {
        "zh": "第一次成为受宠的老幺"
      },
      {
        "id": "Pertama kali jadi bungsu kesayangan"
      },
      {
        "es-la": "Es la primera vez que me aman"
      }
    ],
    "description": {
      "en": "As the only hope to stop the end of the world, I’ve lived 99 lives with everyone pressuring me to sacrifice myself. I dearly hoped this life would be my last…!\n\n“A lady is born!”\n\nI’ve ended up beginning my 100th life. They’re going to give me a hero treatment and sacrifice me again anyways. Is what I thought, but—\n\n“Thank you for being born safely.”\n“Unnie’s gon to get dem all for you!”\n“Can I please see our youngest smiling as well?”\n“Hey little baby, did you miss me?”\n\nThis life is a bit… weird.",
      "es-la": "Como la única esperanza para evitar la destrucción del mundo, esta es la 99ª vez que me veo obligada a sacrificarme. ¡Realmente esperaba que este fuera el final...! ‘¡Ha nacido una niña!’ Y así, comienza mi vida número 100. Nuevamente, me harán ser una heroína para sacrificarme, eso fue lo que pensé.  ‘Gracias por nacer a salvo.’ ‘De ahora en adelante, ¡yo té protegeré!’ ‘¿Puedes mostrarme tu rostro sonriente?’ ‘Cariño, ¿me extrañaste?’ Esta vida es un poco... ¿Rara?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c52b2ce3-7f95-469c-96b0-479524fb7a1a",
    "title": {
      "en": "Jujutsu Kaisen"
    },
    "updatedAt": "2024-05-05T20:35:59+00:00",
    "coverArt": "https://mangadex.org/covers/c52b2ce3-7f95-469c-96b0-479524fb7a1a/a112e575-4f11-48b2-83d8-28057ceecc4c.jpg",
    "altTitles": [
      {
        "es": "Batalla de hechiceros"
      },
      {
        "en": "Magic Martial Arts"
      },
      {
        "ru": "Жүжүцү Кайсэн"
      },
      {
        "ru": "Магическая битва"
      },
      {
        "ja": "呪術廻戦"
      },
      {
        "zh": "咒术回战"
      },
      {
        "zh-hk": "咒術回戰"
      },
      {
        "ko": "주술회전"
      },
      {
        "uk": "Магічна Битва"
      },
      {
        "en": "Magic Jujutsu"
      },
      {
        "kk": "Сиқырлы шайқас"
      },
      {
        "kk": "Алас талас"
      },
      {
        "tr": "Büyülü Dövüş Sanatları"
      },
      {
        "fr": "Jujutsu Kaisen"
      },
      {
        "pt-br": "Jujutsu Kaisen - Batalha de Feiticeiros"
      },
      {
        "en": "Revolving Sorcery Fight"
      }
    ],
    "description": {
      "en": "For some strange reason, Yuji Itadori, despite his insane athleticism would rather just hang out with the Occult Club. However, her soon finds out that the occult is as real as it gets when his fellow club members are attacked!\n\nMeanwhile, the mysterious Megumi Fushiguro is tracking down a special-grade cursed object, and his search leads him to Itadori...",
      "fr": "Yuuji est un jeune étudiant qui excelle dans le sport, notamment dans l'athlétisme, mais qui a un immense poil dans la main. Du coup, au lieu de parfaire ses capacités physiques qui pourraient lui permettre de devenir le meilleur de l'établissement, il s'est inscrit au club de recherches occultes du lycée. Son petit train-train va changer du tout au tout lorsqu'un véritable esprit malfaiteur vient menacer son école…\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ru": "Юдзи гений на поле! Вот только школьная активность его мало чем привлекает. Став частью клуба оккультных исследований он решает зажить тихой жизнью, но все меняется, когда в школе объявляются духи.",
      "tr": "Yuuji bir atletizm dehasıdır ama koşuya hiç ilgisi yoktur. Bilinmezleri Araştırma Kulübünde çok mutludur. Her ne kadar kulüpte eğlencesine bulunsa bile, okulda gerçek bir ruh ortaya çıkınca işler ciddiye biner! Hayat, Sugisawa Şehrindeki 3 Numaralı Lisedeki çocuklar için tuhaflaşmaya başlamak üzere!",
      "uk": "Ітадорі Юуджі - надзвичайно талановитий старшокласник із Сендаю. Утім, хоч він і вправний спортсмен, його не цікавлять спортивні клуби: він піклується про свого дідуся, що лежить у місцевій лікарні. Все змінюється, коли через жартівливий спіритичний сеанс на Юуджі та його друзів раптово нападають моторошні чудовиська, яких дивакуватий незнайомець, Фушіґуро Меґумі, чомусь називає прокляттями. Аби врятувати себе та друзів, Юуджі змушений ризикнути - і так випадково стати вмістилищем легендарного, наймогутнішого короля проклять. А потім на тобі - вирок: \"тебе мають стратити\". Ну і що робити? Тяжкий вибір, магічна школа, нові друзі й нові проблеми - так починається його шлях...",
      "pt-br": "Itadori Yuuji, um estudante do colegial com uma capacidade física única, tem como rotina visitar seu avô que está hospitalizado. Porém, um dia, o selo de um \"objeto amaldiçoado\" escondido em sua escola é rompido, fazendo surgir criaturas assustadoras. Para salvar seus colegas ele parte em direção ao colégio, quando algo inesperado acontece...!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf4a285b-636d-4760-9a90-e538514bf024",
    "title": {
      "en": "Kirby of the Stars: Pupupu Hero"
    },
    "updatedAt": "2024-02-26T18:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/bf4a285b-636d-4760-9a90-e538514bf024/95fcc682-a092-44de-829f-abe1c0293bb4.jpg",
    "altTitles": [
      {
        "ja-ro": "Hoshi no Kirby - Pupupu Hero"
      },
      {
        "ja": "星のカービィ プププヒーロー"
      }
    ],
    "description": {
      "en": "Kirby, the gourmand who will suck up anything, has come to the peaceful land of Pupupu!\n\"Pleased to eat you! I'm Kirby!\"\n\nThe slapstick and lively days are about to begin, involving Chilly, who has come to live with Kirby!"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "53"
  }
]