[
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-04-04T19:08:59+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/f941c5e9-ca88-4122-990e-220bba684cac.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad9b55f3-c037-4499-934f-3cf83c224b66",
    "title": {
      "en": "Witch and Familiar"
    },
    "updatedAt": "2022-10-09T13:38:18+00:00",
    "coverArt": "https://mangadex.org/covers/ad9b55f3-c037-4499-934f-3cf83c224b66/4c4e7af7-88b2-4920-b89f-75463ddbeb2f.jpg",
    "altTitles": [
      {
        "ja-ro": "Majo to Tsukaima"
      },
      {
        "ja": "魔女と使い魔"
      }
    ],
    "description": {
      "en": "The slice of life story about a chronically depressed ancient witch and her extra cheerful androgynous owl familiar."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26c4ab2d-5109-4850-b0a9-db8ea970253f",
    "title": {
      "en": "Corrosive"
    },
    "updatedAt": "2024-04-07T04:41:29+00:00",
    "coverArt": "https://mangadex.org/covers/26c4ab2d-5109-4850-b0a9-db8ea970253f/9ccfb742-5766-44bd-a5ca-f2d63812bf1a.jpg",
    "altTitles": [
      {
        "ko": "부식인"
      }
    ],
    "description": {
      "en": "In a world that has become brutalized after a massive virus outbreak, some survivors have managed to survive by traveling in small groups. One of these survivors, Seonho, has been quietly living as a two-man group to protect Hae-soo, which is often dismissed as a useless individual. But one day, Seonho’s group is captured by a group of people who enjoy murder, violence, and Sexual Assault as a way of life, and one particularly dangerous man named Won takes an unusual interest in Seonho. Preferred offers Won a deal in exchange for his release...\n\n* This work contains elements of violence, strong language, coercive sexuality, and other elements that should be viewed with caution.\n* The contents of the work are all fictional, and the ideas expressed in the work are different from those of the author."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19e83dd3-083b-47a2-a308-8eb56c53df1f",
    "title": {
      "en": "Uma Musume Pretty Derby Anthology Comic STAR"
    },
    "updatedAt": "2024-03-15T19:51:37+00:00",
    "coverArt": "https://mangadex.org/covers/19e83dd3-083b-47a2-a308-8eb56c53df1f/179c3972-8022-46b8-a2d1-553978f29a57.jpg",
    "altTitles": [
      {
        "en": "Umamusume Pretty Derby Anthology Comic STAR"
      },
      {
        "ja": "ウマ娘 プリティーダービー アンソロジーコミック STAR"
      }
    ],
    "description": {
      "en": "From the first volume\n\nThe first ever official \"Uma Musume\" anthology comic!!\nThe works of such amazing writers are all gathered in this book. Once you read it, you'll end up liking \"Uma Musume\" even more! Enjoy these 11 stories, filled with cuteness and fun!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55bdb9b6-fd3f-4d72-ac78-1d2216ec736a",
    "title": {
      "en": "First Feelings"
    },
    "updatedAt": "2023-03-18T04:29:47+00:00",
    "coverArt": "https://mangadex.org/covers/55bdb9b6-fd3f-4d72-ac78-1d2216ec736a/d8d90f2f-ae5d-4663-b1fa-24ddb828a3f9.jpg",
    "altTitles": [
      {
        "ja-ro": "Hajimete no Kimochi"
      },
      {
        "ja": "ハジメテのキモチ"
      },
      {
        "ja": "猫耳少女と天才生物学少女の初恋"
      },
      {
        "ja-ro": "Nekomimi Shojo to Tensai Seibutsugaku Shojo no Hatsukoi"
      },
      {
        "es-la": "Primeros sentimientos"
      },
      {
        "es-la": "Una chica con orejas de gato y el primer amor de una genio de la biología"
      }
    ],
    "description": {
      "en": "A short Twitter oneshot about a cat girl and a genius biologist's blooming love."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "213310fb-c046-416f-9b07-c1d0442eb198",
    "title": {
      "en": "Mo Shou Jian Sheng"
    },
    "updatedAt": "2024-03-23T16:15:04+00:00",
    "coverArt": "https://mangadex.org/covers/213310fb-c046-416f-9b07-c1d0442eb198/f1543ad1-ed49-44e7-83dc-c869710b9bd2.jpg",
    "altTitles": [
      {
        "en": "Magic Beast Sword Saint ('s Otherworldly Adventure)"
      },
      {
        "zh": "魔兽剑圣异界纵横"
      },
      {
        "en": "Swordmaster of Warcraft: Invasion of the Otherworld"
      },
      {
        "es-la": "Asesino de bestias magicas de otro mundo"
      }
    ],
    "description": {
      "en": "An online game addict Liu Feng got transferred into a world of magic and swords by accident. As he can neither use magic nor douqi, people looked down on him. Originally thinking he'll be able to cheat his way to his life's peak with the sword saint occupation, he was scolded by the natives so badly he questioned life. Can he really continue surviving in this land where danger is everywhere and become someone who's strong enough to control the fate of his life?",
      "pt-br": "O garoto viciado em Internet Liu Feng acidentalmente cruzou o mundo da espada e da magia. Ele não pode usar magia e não tem vingança. Ele foi ridicularizado como um “artista marcial demoníaco”. Ele pensava que se despertasse no jogo as habilidades da profissão de espadachim, poderia trapacear no auge da vida, mas desconfiava da vida dos indígenas locais. Em um continente cheio de crises, ele pode realmente sobreviver e se tornar um homem forte que controla seu próprio destino?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0c06f23-88b5-4880-9346-c0c7685f918a",
    "title": {
      "en": "Iyagatteru Kimi ga Suki"
    },
    "updatedAt": "2024-02-18T07:36:39+00:00",
    "coverArt": "https://mangadex.org/covers/a0c06f23-88b5-4880-9346-c0c7685f918a/3c34df77-8f13-4287-a667-275198ab0a6d.jpg",
    "altTitles": [
      {
        "ja": "嫌がってるキミが好き"
      },
      {
        "ja-ro": "Iyagatteru Kimi ga Suki"
      },
      {
        "ja-ro": "IyaKimi"
      },
      {
        "en": "I Like You With That Look of Repulsion"
      }
    ],
    "description": {
      "en": "It finally happened, Shirakawa Mikoto was confessed to for the first time in her life! Otsuki Makoto wasn’t exactly her ideal man but, she wanted to have a boyfriend to show off to her friends. It turns out dating someone you don’t even know can be complicated, especially if they are a bit strange.  \nThis is a raunchy, heart pounding love story. Expect goosebumps and some doki doki action on the side."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "52"
  },
  {
    "mangaId": "c727d921-4294-455b-9bcc-2f0c7d29cd9a",
    "title": {
      "en": "Rokudenashi Blues"
    },
    "updatedAt": "2024-02-21T10:12:34+00:00",
    "coverArt": "https://mangadex.org/covers/c727d921-4294-455b-9bcc-2f0c7d29cd9a/91c8d035-6dd3-4d18-973c-0152a440bbc8.png",
    "altTitles": [
      {
        "fr": "Racaille Blues"
      },
      {
        "ja-ro": "RokuBuru"
      },
      {
        "tr": "Serseri Hüznü"
      },
      {
        "ja": "ろくでなしBLUES"
      },
      {
        "vi": "Bản Blues vô giá trị"
      },
      {
        "ja-ro": "Rokudenashi Blues"
      },
      {
        "ja": "Maeda Taison Blues"
      }
    ],
    "description": {
      "en": "Maeda is a new student in the Teiken High School. He stutters when he's nervous and he's rather clumsy. He gets noted immediately because he hits a teacher during the entrance ceremony. Some clubs search to enlist him as they see in him a force they can use to get even with other clubs. But Maeda is a loner and has only one dream: becoming boxing champion. His first objective is to beat the leader of the boxing club. \"Rokudenashi\" translates as \"good for nothing\".  \n  \nThe manga focuses more on gang warfare than boxing.",
      "es": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo.",
      "es-la": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "422"
  },
  {
    "mangaId": "486ce88f-80f8-4899-954f-bcd19d6d64a2",
    "title": {
      "en": "Onna Kishi Goblin"
    },
    "updatedAt": "2023-06-11T00:42:22+00:00",
    "coverArt": "https://mangadex.org/covers/486ce88f-80f8-4899-954f-bcd19d6d64a2/4d190489-e58d-4471-8841-2991f6265411.jpg",
    "altTitles": [
      {
        "en": "Female Knight Goblin"
      },
      {
        "ja": "女騎士ゴブリン"
      }
    ],
    "description": {
      "en": "A Female Knight unexpectedly swaps bodies with the Goblin getting ready to assault her. How will they both deal with this sudden gender and species change?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "13"
  },
  {
    "mangaId": "ce32eaf7-22ff-48c3-b2b7-48d763ecbbd5",
    "title": {
      "en": "Welcome to the Wizard's Bistro"
    },
    "updatedAt": "2024-03-17T14:28:09+00:00",
    "coverArt": "https://mangadex.org/covers/ce32eaf7-22ff-48c3-b2b7-48d763ecbbd5/04d4b321-cbd9-4f26-9842-741132512e32.jpg",
    "altTitles": [
      {
        "ja": "魔法使いのお食事処"
      },
      {
        "ja-ro": "Mahoutsukai no Oshokujidokoro"
      }
    ],
    "description": {
      "en": "A novice cook with a thuggish face joins a wizard’s restaurant!\nNovice cook Onijima, who was transported to another world after being run over by a truck, ends up working and living in a restaurant run by the strongest wizard in the world.\nA fantasy story about working in another world, unfolded with the help of a merry band of demi-human colleagues!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e11f327-5b6a-4f33-8d51-6c2cc5fe0553",
    "title": {
      "en": "Jiriki de Isekai e!"
    },
    "updatedAt": "2024-03-21T22:36:45+00:00",
    "coverArt": "https://mangadex.org/covers/9e11f327-5b6a-4f33-8d51-6c2cc5fe0553/fb5e3b4e-4508-4240-996e-0a7e8f1dc6f7.jpg",
    "altTitles": [
      {
        "en": "To Another World on my Own!"
      },
      {
        "en": "Go to A Different World On Your Own!"
      },
      {
        "en": "Going to Another World on Your Own!"
      },
      {
        "ja": "自力で異世界へ!"
      },
      {
        "ja": "自力で異世界へ！ ～優しい仲間と一緒に異世界生活を満喫します～"
      }
    ],
    "description": {
      "en": "Tarou Satu, a young man who longed for an otherworldly adventure since a child and devoted his youth to finding it, finally goes to another world on his own. However, things did not go well for him, as his previous life’s memories were about to be erased by God. Despite that, he almost dies during his reincarnation process, which allows him to fulfil the condition for a special ability and luckily, keep his old memories. From there, the now reincarnated Tauro Satu, grows up by using his brains and efforts while gradually developing his mysterious skill, Garbled Text, which everyone thought to be completely useless."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63b53485-81a3-45f8-9427-4d1cb929f81d",
    "title": {
      "en": "Vanilla land"
    },
    "updatedAt": "2024-02-14T05:44:36+00:00",
    "coverArt": "https://mangadex.org/covers/63b53485-81a3-45f8-9427-4d1cb929f81d/a83727a4-454c-41bf-9b1e-0bd3a990ff16.jpg",
    "altTitles": [
      {
        "en": "vanilla land"
      },
      {
        "en": "Vanilla Land"
      }
    ],
    "description": {
      "en": "In lands far..far away, where scary monsters and horrific creatures live. where hidden treasures and magic exists, where there are still undiscovered kingdoms and empires mankind discovered a new source of energy to empower their mechanical machines & weapons. we discovered vanilla the source of unlimited energy. follow the journey of gen orchid, rosa & altamiras as they seek the djinn chef master to grant their wishes\n\nstory & art by me & my wife, together we are couple comics #fantasy_Manga_to_read"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36",
    "title": {
      "en": "The Hundred Ghost Stories That Led to My Death"
    },
    "updatedAt": "2024-04-05T18:29:47+00:00",
    "coverArt": "https://mangadex.org/covers/1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36/b0c710d4-6a75-45f3-83e7-c72d144f96df.png",
    "altTitles": [
      {
        "ja": "僕が死ぬだけの百物語"
      },
      {
        "ja": "Boku ga Shinu dake no Hyakumonogatari"
      },
      {
        "zh": "我死前的百物语"
      },
      {
        "en": "100 Ghost Stories to Die For"
      },
      {
        "en": "Hundred Ghost Stories of My Own Death"
      }
    ],
    "description": {
      "en": "Anthology horror series detailing the \"Round of 100 Ghost Stories\", an old folktale believed to originate from Japan retold through the lens of Yuuma, a boy who lives in a troubled household. Often used as a test of courage where participants tell one hundred supernatural stories and blow out one candle then look at themselves in the mirror after they finish each story. When the one-hundredth candle is blown out, it is said that ghosts and demons are summoned to our world.",
      "pt-br": "Série de terror antológica detalhando a \"Rodada das 100 Histórias de Fantasmas\", muitas vezes usado como um teste de coragem, onde os participantes contam cem histórias sobrenaturais,  apagam uma vela e se olham no espelho depois de terminar cada história. Quando a centésima vela é apagada, diz-se que fantasmas e demônios são convocados ao nosso mundo. Um antigo conto popular originário do Japão recontado por de Yuuma, um menino que vive em uma casa problemática."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb2a5c99-f76b-4b44-aa6b-8d6c064e978c",
    "title": {
      "en": "You Are My Desire"
    },
    "updatedAt": "2023-09-15T13:52:00+00:00",
    "coverArt": "https://mangadex.org/covers/fb2a5c99-f76b-4b44-aa6b-8d6c064e978c/b32fe923-beb4-4d36-bfa2-73939f82eab6.jpg",
    "altTitles": [
      {
        "zh": "白日梦我"
      },
      {
        "zh-ro": "bái rì mèng wǒ"
      }
    ],
    "description": {
      "en": "The battle for the scholarship raged like wildfire. At the entrance of the school director’s office, Lin Yujing and Shen Wan came face to face.\n\nAfter exhausting their tears, the two people stared at each other blankly for three seconds before turning around in unison and leaving.\n\nShen Wan got onto his private helicopter while Lin Yujing climbed into her Rolls-Royce.\n\n–This is a story of two rich people trying their best to look poor in front of the other."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a379364-0f9a-4476-a967-f141429e154d",
    "title": {
      "en": "Osananajimi ga Gobaku Shita"
    },
    "updatedAt": "2023-10-18T19:42:23+00:00",
    "coverArt": "https://mangadex.org/covers/6a379364-0f9a-4476-a967-f141429e154d/f0448abb-3801-4c3c-b5ca-e4ed9a0d3a85.jpg",
    "altTitles": [
      {
        "en": "My Childhood Friend Self-Destructed"
      },
      {
        "ja": "幼馴染が誤爆した"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1b61cc0-7bb1-4280-a35a-c30a9ee0ff56",
    "title": {
      "en": "Kanda Gokura-chou Shokunin-Banashi"
    },
    "updatedAt": "2024-02-07T11:39:16+00:00",
    "coverArt": "https://mangadex.org/covers/c1b61cc0-7bb1-4280-a35a-c30a9ee0ff56/a9666645-e661-4da8-91e8-71df9a3bb6c9.jpg",
    "altTitles": [
      {
        "ja": "神田ごくら町職人ばなし"
      },
      {
        "en": "Tales of Craftsmen from Kanda Gokurachou"
      }
    ],
    "description": {
      "en": "Cooper, swordsmith, dyemaster, tatami stitcher, plasterer.\nStories about the skills and spirit of master craftsmen, portrayed in loving and faithful detail that lets you take a glance at the everyday lives of the artisans of the Edo period."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74258dd0-a0fe-4979-b4f7-a0a7a044d951",
    "title": {
      "en": "Zombie Land SAGA"
    },
    "updatedAt": "2024-02-18T22:37:03+00:00",
    "coverArt": "https://mangadex.org/covers/74258dd0-a0fe-4979-b4f7-a0a7a044d951/b77949d8-a50b-4b82-a5b5-40b27558c7a7.jpg",
    "altTitles": [
      {
        "en": "Zombieland Saga"
      },
      {
        "ja-ro": "Zonbirando Saga"
      },
      {
        "ru": "Зомбиленд Сага"
      },
      {
        "ja": "ゾンビランドサガ"
      }
    ],
    "description": {
      "en": "In the year 2008, high school girl Sakura Minamoto is abruptly killed in a traffic accident. Ten years later, Sakura, along with six \"legendary\" girls from various eras of Japan's history, are brought back as zombies by a man named Kotaro Tatsumi, who seeks to save the Saga prefecture by putting together an all-zombie idol group."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "c680c900-36f0-4fe9-89a8-1630298327ec",
    "title": {
      "en": "Is Everybody Ready?"
    },
    "updatedAt": "2024-01-30T03:08:44+00:00",
    "coverArt": "https://mangadex.org/covers/c680c900-36f0-4fe9-89a8-1630298327ec/374e03b5-f5cb-452f-b476-e69f67bf1247.jpg",
    "altTitles": [
      {
        "fr": "Etes-vous Prêts à tout le monde?"
      },
      {
        "fr": "Mina-sama Êtes-vous prêts?"
      },
      {
        "ja-ro": "Mina-sama Eto vu Pure?"
      },
      {
        "ja-ro": "Mina-sama Etes-vous prets?"
      },
      {
        "ja": "みなさまエト・ヴ・プレ？"
      },
      {
        "fr": "En garde !"
      },
      {
        "en": "Are You All Ready, Everyone?"
      }
    ],
    "description": {
      "en": "Chika Kuwabara pretty much drifts through life with no purpose, her days spent at arcades or getting into petty fights. But one day, she witnesses someone practicing fencing in the school gymnasium. That glimpse begins to awaken something deep inside her!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "27"
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/e08cd064-7b50-44c9-ab17-fdb353858766.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea4d294d-f026-4bf2-a999-a559084bad1b",
    "title": {
      "en": "Isso Anata ga Todome wo Sashite"
    },
    "updatedAt": "2024-04-05T23:22:57+00:00",
    "coverArt": "https://mangadex.org/covers/ea4d294d-f026-4bf2-a999-a559084bad1b/2bd8eede-d9d0-4132-9ed6-b1addea4105b.jpg",
    "altTitles": [
      {
        "ja": "いっそあなたがトドメを刺して"
      },
      {
        "ja-ro": "Isso Anata ga Todome o Sashite"
      },
      {
        "en": "Better You Give Me The Final Blow"
      }
    ],
    "description": {
      "en": "Ichika is a female college student who wants to have a normal relationship, but is often judged by her appearance. One night at a drinking party she attended, hoping to have a wonderful encounter, she met Kousei who was kind to her. She is attracted to him because they got the same interest, enjoys talking with him and he likes her just the way she is — but she didn't know he had a secret no one knows about. \n\n(Source: heartbuzz2d)",
      "pt-br": "Ichika é uma estudante universitária do sexo feminino que deseja ter um relacionamento normal, mas muitas vezes é julgada pela sua aparência. Uma noite, numa festa em que ela participou, esperando ter um encontro maravilhoso, ela conheceu Kousei, que foi gentil com ela. Ela se sente atraída por ele porque eles têm os mesmos interesses, gosta de conversar com ele e ele gosta dela do jeito que ela é — mas ela não sabia que ele tinha um segredo que ninguém conhece."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "faaeff58-7ee6-4bf8-bfad-82eade0c3fd7",
    "title": {
      "en": "Fatal Marriage"
    },
    "updatedAt": "2024-03-21T00:51:18+00:00",
    "coverArt": "https://mangadex.org/covers/faaeff58-7ee6-4bf8-bfad-82eade0c3fd7/18c5b9dd-f644-4e09-81a4-3ffb375a4e08.jpg",
    "altTitles": [
      {
        "ja": "致命的な結婚"
      },
      {
        "ko": "치명적인 결혼"
      },
      {
        "ja-ro": "Chimei-teki Marriage"
      }
    ],
    "description": {
      "en": "The highly popular Korean novel is finally getting a long-awaited comic adaptation! Yuri, a serious and ordinary college student, suddenly finds herself noticed by the heir of a major conglomerate and begins living a life where she is referred to as \"Madam\"…!? At first, Yuri is afraid of his cold demeanor, but gradually she begins to see various sides of him…? Yuri's exciting and new daily life is about to unfold now!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "53"
  },
  {
    "mangaId": "e0c9100e-287d-4417-8c17-b4e696254dc7",
    "title": {
      "en": "Kumicho Musume to Sewa-gakari"
    },
    "updatedAt": "2024-01-19T02:43:08+00:00",
    "coverArt": "https://mangadex.org/covers/e0c9100e-287d-4417-8c17-b4e696254dc7/e4b5265b-4729-457b-8782-98f24a07fe57.jpg",
    "altTitles": [
      {
        "tr": "Reisin Kızı ve Bakıcı"
      },
      {
        "en": "The Mob Boss’s Daughter and Her Caretaker"
      },
      {
        "ja-ro": "Kumichou Musume to Sewagakari"
      },
      {
        "zh-hk": "組長女兒與照料專員"
      },
      {
        "ja": "組長娘と世話係"
      },
      {
        "zh": "组长女儿与照料专员"
      },
      {
        "vi": "Con Gái Ông Trùm Băng Đảng và Người Trông Trẻ"
      },
      {
        "pl": "Kiedy yakuza zostaje niańką"
      },
      {
        "ko": "보스 따님과 돌보미"
      },
      {
        "ja-ro": "Kumicho Musume to Sewa-gakari"
      },
      {
        "uk": "Нянька-якудза для доньки боса"
      },
      {
        "pt-br": "O guia da Yakuza para babás"
      },
      {
        "en": "The Yakuza's Guide to Babysitting"
      },
      {
        "ru": "Дочка босса и её нянька"
      }
    ],
    "description": {
      "en": "Kirishima Tooru, Age 28, Sakuragi Group’s wakagashira.\nHappily enjoys doing as he pleases because it’s the world of organized crime, he earned the title of “The Demon of the Sakuragi Group.”\n\nThen one day, he ends up in charge of his boss’s only daughter!?   \nAn independent young lady and good-looking yakuza brute’s heartwarming (?) comedy!",
      "pt-br": "Kirishima Tooru, 28 anos, wakagashira do Grupo Sakuragi. Felizmente gosta de fazer o que bem entender, porque é o mundo do crime organizado, ele ganhou o título \"O Demônio do Grupo Sakuragi\". Então um dia, ele acabou encarregado da filha única do chefe?!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9378c75e-4cd7-4c6a-8ee3-7bbfb4f3ee54",
    "title": {
      "en": "Shima-san"
    },
    "updatedAt": "2024-04-05T08:03:33+00:00",
    "coverArt": "https://mangadex.org/covers/9378c75e-4cd7-4c6a-8ee3-7bbfb4f3ee54/c098eb8d-fc79-46d8-aa3e-282509c2e8ad.jpg",
    "altTitles": [
      {
        "ja": "島さん"
      },
      {
        "zh": "岛叔"
      }
    ],
    "description": {
      "en": "At a certain late-night convenience store, an old man who was a little unreliable, but a little reliable, had a part-time job. \n\nThe long-awaited serialization of the 14th Kamikaze Award Honorable Mention, which is a hot topic on Twitter!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc84dffa-5ea9-4e62-b5f2-5a7a5fcc90ec",
    "title": {
      "en": "I Think I Have Transmigrated Somewhere"
    },
    "updatedAt": "2024-03-15T02:41:49+00:00",
    "coverArt": "https://mangadex.org/covers/dc84dffa-5ea9-4e62-b5f2-5a7a5fcc90ec/37db8104-99ff-4a18-a707-56ff8b20effd.jpg",
    "altTitles": [
      {
        "ko": "제가 어딘가 빙의를 한 것 같은데요."
      },
      {
        "pl": "Myślę że gdzieś się przeniosłam."
      },
      {
        "en": "I Have Possessed the Body of the Protagonist"
      },
      {
        "en": "I Think I've Transmigrated Somewhere"
      },
      {
        "en": "It Seems I've Transmigrated Somewhere"
      },
      {
        "en": "I Think I've Been Possessed Somewhere"
      }
    ],
    "description": {
      "en": "Even though the harsh reality feels like living as a beggar, to think that the end would be death from overworking!\nIf it’s going to end like this, I should’ve been in a lot of relationships, but wait,\noh my... who are you in the mirror?\n\nI’m a little flustered but this body… it’s really pretty!\nIt feels like I’ve been transmigrated into a romance fantasy novel.\nSince I’m already like this, should I enjoy the romance while I’m at it?\n\n“But which novel did I get transmigrated into?”\n\nI’ve read dozens of books where the ‘Northern Duke’ and ‘Childhood Friends’ exist,\nI’ve read so many with a black-haired male lead and a blonde female lead,\nAh~ I don’t know!! For now, let’s start by conquering the male characters!\n\n“I already have a promised marriage.\"\n\n“I volunteered for the Western Guard. We won’t be able to meet for several years.”\nWhat is this, is this really a romance fantasy novel? Why is everyone running away?!\nIn the first place… was I really transmigrated as the female lead?\n\nWhat kind of novel is this!!!!\n<It Seems I’ve Transmigrated Somewhere>",
      "pl": "Uwielbiam powieści romantyczno-fantastyczne, a nawet trafiłam do jednej z nich.\n\"W każdym razie, do której książki się przeniosłam?\"\nMyślę, że przeczytałam około 20 książek z brązowowłosymi pokojówkami z piegami,\nMyślę, że przeczytałem około 20 książek z południową damą, która poślubia zimnego księcia z północy,\nI wydaje się, że jest więcej książek z czarnowłosymi mężczyznami i blondynkami?\n\"Czekaj, czy to w ogóle prawda, że zmieniłam się w główną bohaterką?\"\nNie, myślę, że to może nawet nie być romans fantasy?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "129e96a8-b064-4a10-881d-9b2ecd22a0a2",
    "title": {
      "en": "The Strongest Chef in Another World"
    },
    "updatedAt": "2024-03-14T21:01:36+00:00",
    "coverArt": "https://mangadex.org/covers/129e96a8-b064-4a10-881d-9b2ecd22a0a2/58200028-72d8-4cc5-9e5c-55347b16142c.jpg",
    "altTitles": [
      {
        "ko": "이세계 강셰프"
      },
      {
        "en": "Otherworldly Chef Kang"
      },
      {
        "en": "Chef Kang from Another World"
      }
    ],
    "description": {
      "en": "Kang Taeyang, a chef who chased his dreams. One day, he lost everything due to a single choice. But an opportunity came to Taeyang, who was spending hopeless days working odd jobs. [Aurora is hiring employees.] A single line of text changed everything for him!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0c7eeef-0b25-43b2-9cad-d25bee60d3e3",
    "title": {
      "en": "Omega Tribe"
    },
    "updatedAt": "2023-05-28T16:54:22+00:00",
    "coverArt": "https://mangadex.org/covers/e0c7eeef-0b25-43b2-9cad-d25bee60d3e3/f1393830-bf26-44ae-96da-898272b83bf6.jpg",
    "altTitles": [
      {
        "ja": "オメガトライブ"
      },
      {
        "zh": "神鬼一族"
      }
    ],
    "description": {
      "en": "It's the dawn of a new millennium....while all the people of the world are living their lives, something is happening in Africa,  where the first humans were born. Now a new type of human is going to rise, and it''s going to change the world, either we like it or not. Evolve or get extinct, there no other choices in this manga which explores the meaning of life, evolution and what being human really means."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "suggestive",
    "lastVolume": "14",
    "lastChapter": "152"
  },
  {
    "mangaId": "cd6496b0-8f5f-4190-8cee-49f801587216",
    "title": {
      "en": "Boyfriends."
    },
    "updatedAt": "2024-04-06T23:21:53+00:00",
    "coverArt": "https://mangadex.org/covers/cd6496b0-8f5f-4190-8cee-49f801587216/e20b072f-53b6-4b48-9abf-62e758f5786b.jpg",
    "altTitles": [
      {
        "pt-br": "Namorados"
      }
    ],
    "description": {
      "en": "A comic about getting yourself a boyfriend... or multiple boyfriends! Four college students begin a polyamorous relationship and navigate the adventure that is their dating life!",
      "pt-br": "Uma história em quadrinhos sobre conseguir um namorado… Ou vários namorados! Quatro estudantes universitários iniciam um relacionamento poliamoroso e navegam na aventura que é suas vidas amorosas!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2004b225-bae8-43ca-92ad-ebae1ce6498e",
    "title": {
      "en": "Ultimate Son-in-law"
    },
    "updatedAt": "2024-01-12T08:30:33+00:00",
    "coverArt": "https://mangadex.org/covers/2004b225-bae8-43ca-92ad-ebae1ce6498e/29b06e3f-0b2e-48ff-bc4d-5c5f8f110805.png",
    "altTitles": [
      {
        "zh-ro": "Shishang Zui Qiang Zhui Xu"
      },
      {
        "zh": "史上最强赘婿"
      },
      {
        "en": "Survive As The Hero’s Husband!"
      }
    ],
    "description": {
      "en": "Shen Lang traveled to the past and became a matrilocal son-in-law of a wealthy family. And yet he was kicked out for being a good-for-nothing. So he swore that he would marry a more powerful and striking noblewoman.\n\nI'm not going to practice martial arts in my whole life! I'll groom my wife to be the No.1 martial master in the world! She will kick the ass of anyone who dares to mess with me!\n\n---\n**Links:**\n- Alternative Official Raw - [Bilibili](https://manga.bilibili.com/detail/mc32611)",
      "pt-br": "Sheng lang foi expulso de casa por ser um desperdício de comida e oxigênio, coisas aconteceram e ele acabou em outro mundo, para sobreviver nesse novo mundo ele precisa aprender artes marciais mas como ele é muito preguiçoso e fraco ele concluiu que sua melhor opção é encontrar uma esposa bonita, rica e talentosa e ser apenas um marido troféu que passa seus dias aproveitando as riquezas da vida!! E se alguém se atreve a perturbar sua paz, ele vai dizer a sua esposa para chutar seus traseiros!!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e998205-8c48-4e27-b82b-a01b2d3b1f52",
    "title": {
      "en": "The Worn and Torn Newbie"
    },
    "updatedAt": "2024-03-09T14:22:33+00:00",
    "coverArt": "https://mangadex.org/covers/1e998205-8c48-4e27-b82b-a01b2d3b1f52/16b5f667-80c8-4dda-9302-7e13bfbb495a.jpg",
    "altTitles": [
      {
        "ko": "닳고 닳은 뉴비"
      },
      {
        "ja": "元ガチ勢、初心者に生まれ変わる"
      },
      {
        "ru": "Изрядно поношенный нуб"
      },
      {
        "zh": "全裸菜鸟在异世界被摩擦"
      },
      {
        "ko-ro": "Dalko Dareun Newbie"
      }
    ],
    "description": {
      "en": "After learning 15 miserable years of his life as a failed gamer was one long nightmare, Lee Eojin is glad to be a newbie again! Vowing not to repeat the same mistakes, Eojin starts anew as the hotshot, Stagnant Water. \n\nHe’s conquering monsters, getting sweet gear, and making enough dough to set himself up for life!\n\n Loved by fans and hated by foes, both old and new, will Eojin break the game and triumph, or will the game break him once again?",
      "ja": "人気絶頂を誇ったゲームでもその寿命は限られている。実に15年もの歳月を一つのゲームにぶち込んだガチ勢・「淀水アムロ」は、ゲーム内で人生を賭けた一世一代の大博打に挑戦するがあえなく失敗。全てを失い気を失ったアムロが目覚めた所は、リリース初期の15年前だった。回帰前と同じ轍は踏まないと誓うアムロ。全てを知り尽くしたソシャゲ廃人は、最強のニュービーとして蘇る！\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=01Gu-5Hahfw)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8B%B3%EA%B3%A0%EB%8B%B3%EC%9D%80-%EB%89%B4%EB%B9%84/2446)\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc29630)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/62754)",
      "ko": "서비스 종료까지 앞으로 15년.\n오직 나만이 엔딩을 알고 있다.\n\n'나는 고인물이다'\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=01Gu-5Hahfw)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8B%B3%EA%B3%A0%EB%8B%B3%EC%9D%80-%EB%89%B4%EB%B9%84/2446)\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc29630)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/62754)",
      "ru": "До конца игры 15 лет. И только мне известно, как всё произойдет. – Я мертвая вода!\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=01Gu-5Hahfw)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8B%B3%EA%B3%A0%EB%8B%B3%EC%9D%80-%EB%89%B4%EB%B9%84/2446)\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc29630)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/62754)",
      "zh": "沉浸在虚拟游戏中的35岁宅男李煜阳不仅众叛亲离、借贷负债，还在游戏中赌输了唯一能还债的机会，在他绝望之际竟然阴差阳错穿越回了15年前，此时游戏还只是测试版，一切才刚刚开始，借此机会李煜阳想要改变人生，咸鱼翻身，踏上致富之路……凭借着十几年的经验与记忆，他脱下盔甲和内裤，决心站在游戏之巅，单纯地享受这一切！然而这一次，他会走向怎样的未来呢？\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=01Gu-5Hahfw)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8B%B3%EA%B3%A0%EB%8B%B3%EC%9D%80-%EB%89%B4%EB%B9%84/2446)\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc29630)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/62754)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80456a4e-93ad-4f38-a3c9-48818bbd485f",
    "title": {
      "en": "Navigatoria"
    },
    "updatedAt": "2024-02-17T22:07:04+00:00",
    "coverArt": "https://mangadex.org/covers/80456a4e-93ad-4f38-a3c9-48818bbd485f/09768f67-5017-4eb2-b1d9-a22b01e8d2d0.jpg",
    "altTitles": [
      {
        "ja": "ナヴィガトリア"
      }
    ],
    "description": {
      "en": "Enter a world where the First Space War has ended, and Earth has claimed its first extraterrestrial colony. Manabu Houo, a boy born into a totalitarian state, finds his only joy in watching forbidden movies with his childhood friend, Hina-chan. However, one day upon returning home, he finds a group of government officials waiting for him...?! Watch as this thrilling sci-fi school drama unfolds on a distant planet!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4dfb6202-8f0d-4b79-8e8f-4798306d7513",
    "title": {
      "en": "The Player Hides His Past"
    },
    "updatedAt": "2024-03-29T08:59:19+00:00",
    "coverArt": "https://mangadex.org/covers/4dfb6202-8f0d-4b79-8e8f-4798306d7513/d13a9143-1b6d-49de-94bf-e46d22675185.jpg",
    "altTitles": [
      {
        "en": "The Player Hiding His Past"
      },
      {
        "ko": "플레이어가 과거를 숨김"
      }
    ],
    "description": {
      "en": "The virtual reality game “History of the Archana Continent” became part of reality, and “players” who were synchronized with humans appeared to protect the world. Lee Hoyeol, who was an ordinary salaryman, took over the body of the character he created in middle school, “Grandfell Claudi Arpeus Romeo.” Under normal circumstances, it would have been an absolute failure of a career, but Grandfell, whose occupation is a “demon hunter,” becomes extremely proud in front of demons! The only demon hunter in this world, Grandfell (= Lee Hoyeol) starts to make a move!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "690a8f9c-1281-4d2c-a282-6342ef95c50f",
    "title": {
      "en": "Rettougan no Tensei Majutsushi - Shiitagerareta Moto Yuusha wa Mirai no Sekai o Yoyuu de Ikinuku (GIGATOON Studio)"
    },
    "updatedAt": "2023-12-03T14:40:48+00:00",
    "coverArt": "https://mangadex.org/covers/690a8f9c-1281-4d2c-a282-6342ef95c50f/a8f63066-1cad-4f13-be87-b702501d8705.png",
    "altTitles": [
      {
        "ja": "劣等眼の転生魔術師 ~虐げられた元勇者は未来の世界を余裕で生き抜く~ (GIGATOON Studio)"
      },
      {
        "en": "The Reincarnated Magician With Inferior Eyes ~The Oppressed Ex-hero Survives the Future World With Ease~"
      }
    ],
    "description": {
      "en": "In a world where eye color determines one’s magical prowess, there existed a mage of unparalleled might, Abel. Feared even by allies, he transfers his soul to the distant future in search of an ideal realm. Yet, in this new era, his once-celebrated eyes are dubbed “Inferior Eyes” and he becomes the butt of ridicule. Harassed by high-borne nobles and unjustly discriminated against, Abel discovers that while magic has diminished in this technologically advanced future, his Amber Eyes conceal a power beyond human comprehension. This hero from the past is set to revolutionize the magic of the future!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7b7039a-9631-494d-a77a-3a2b75e0ec49",
    "title": {
      "en": "The Demon King Dad and His Hero Daughter"
    },
    "updatedAt": "2024-02-25T05:51:34+00:00",
    "coverArt": "https://mangadex.org/covers/f7b7039a-9631-494d-a77a-3a2b75e0ec49/3e21057b-c4e9-40d2-8919-a6a08f0ed9f7.png",
    "altTitles": [
      {
        "en": "The Devil's Father's Brave Daughter"
      },
      {
        "en": "Demon Daddy Warrior Daughter"
      },
      {
        "ko": "마왕 아빠 용사 딸"
      }
    ],
    "description": {
      "en": "Selene, the daughter who dreams of becoming a hero, and Shion, the demon king who adopted her. Shion has to conceal his true identity at all costs, unable to cheer on his daughter’s dreams or attempt to stop her.\nThis is the story of Selene’s journey to becoming a true hero amidst this dilemma… Or is it the parenting story of the demon king?!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85ca92a8-d7e3-4a19-a48f-ab6548fa6be9",
    "title": {
      "en": "Surviving in a School Bully Webtoon"
    },
    "updatedAt": "2024-03-17T21:38:58+00:00",
    "coverArt": "https://mangadex.org/covers/85ca92a8-d7e3-4a19-a48f-ab6548fa6be9/e9e8d87f-a19c-44cf-9f87-ac4582f71393.png",
    "altTitles": [
      {
        "en": "School Gangster Comic Survival"
      },
      {
        "ko": "일진만화에서 살아남기"
      },
      {
        "en": "Surviving a School Gangster Comic"
      }
    ],
    "description": {
      "en": "The author of the number one-ranked school bully webtoon, Noh Cheolmin, has been trapped in the world he created! And as the world’s weakest character!\n\nHis assistant, who ran away halfway into production, is in the body of the world’s strongest, the ‘Protagonist’?!\n\nCan this chaotic duo, an author with a broken personality and his runaway assistant, survive in the harsh world of A School Bully Webtoon?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dffb7516-c5e5-4036-8dd8-75b845c91073",
    "title": {
      "en": "The Reincarnation of the Influential Courtier"
    },
    "updatedAt": "2024-03-18T15:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/dffb7516-c5e5-4036-8dd8-75b845c91073/351e7dcd-d47b-4db8-954d-b816f8c31804.jpg",
    "altTitles": [
      {
        "en": "Rebirth of the Imperious Official"
      },
      {
        "zh": "再世权臣"
      },
      {
        "zh-ro": "Zài Shì Quán Chén"
      }
    ],
    "description": {
      "en": "Each book is a debt of love. Each step forward is a mortal challenge."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "972c39f8-0d53-4ac7-9f95-059c15913bab",
    "title": {
      "en": "Soul of Chi You"
    },
    "updatedAt": "2024-03-12T20:38:33+00:00",
    "coverArt": "https://mangadex.org/covers/972c39f8-0d53-4ac7-9f95-059c15913bab/10ab86bb-df0b-4d58-8d32-7721fbd88242.jpg",
    "altTitles": [
      {
        "zh": "蚩魂"
      },
      {
        "zh-ro": "Chi Hun"
      },
      {
        "en": "Souls of the Ignorant"
      },
      {
        "zh-ro": "Chī Hún"
      }
    ],
    "description": {
      "en": "During the battle of Zhoulu, Chi You faced defeat. As the three prominent tribes united, humans consolidated their strength and established their homes. Consequently, the number of people seeking help from God dwindled which led to a gradual decline in heavenly power. Dissension ensued as the heavens sought to initiate another Zhuolu war…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2034ba15-debb-4d48-b720-7eba33a32f10",
    "title": {
      "en": "Backspace Conceals Real Thoughts"
    },
    "updatedAt": "2023-04-18T00:33:54+00:00",
    "coverArt": "https://mangadex.org/covers/2034ba15-debb-4d48-b720-7eba33a32f10/578d085e-c4f5-4965-a38d-dda9057b84f4.jpg",
    "altTitles": [
      {
        "ja": "消した想いが本物"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2f01c25-14e3-43c4-856d-ebc10ff195eb",
    "title": {
      "en": "Fushigi no Mayuri-san"
    },
    "updatedAt": "2023-09-09T20:34:39+00:00",
    "coverArt": "https://mangadex.org/covers/e2f01c25-14e3-43c4-856d-ebc10ff195eb/36557e81-a86a-487d-97c9-966ebd3e75d6.jpg",
    "altTitles": [
      {
        "en": "Mysterious Mayuri-san"
      },
      {
        "ja": "不思議のまゆりさん"
      },
      {
        "pl": "Tajemnicza Mayuri-san"
      }
    ],
    "description": {
      "en": "Yuusuke, a 7th grader, is interested in his friend's older sister for various reasons.\nThe older sister, while a little strange, is a kind and caring girl.\nShe's mysterious but is popular with everyone.  \nThis is an ordinary comedy about Mayuri-san's mysterious everyday life."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "162"
  },
  {
    "mangaId": "08adcc67-8d91-4e79-9cc6-99cf2f2cabe8",
    "title": {
      "en": "From the Grave and Back"
    },
    "updatedAt": "2023-10-07T22:37:33+00:00",
    "coverArt": "https://mangadex.org/covers/08adcc67-8d91-4e79-9cc6-99cf2f2cabe8/f16a1812-f549-433a-8341-f3c45ec2026d.jpg",
    "altTitles": [
      {
        "ko": "뒤끝작렬"
      },
      {
        "en": "Back From the Grave"
      },
      {
        "ru": "Обратно из могилы"
      }
    ],
    "description": {
      "en": "“Hey, don’t get confused. I’ve never thought of you as my little brother. You don’t even know your right place.”   \nThat was the dagger that hurt the most.  \nHan Myoung Woo.  \nA child of a wealthy family with a quick mind.  \nBut god didn’t give him everything.  \nA near incurable genetic heart disease  \nHe did his best in order to earn the respect of the people around him.  \nBut his father, the chairman, and his family members never took him seriously.  \n  \nThat was when an accident suddenly struck him.  \nAnd…  \nHe woke up in the body of the severely injured student, Kim Cheol Min.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%92%A4%EB%81%9D%EC%9E%91%EB%A0%AC/2666)",
      "ko": "“야, 착각하지마. 난 한번도 널 동생으로 생각한 적 없어. 주제를 모르고”\n가슴을 파고드는 비수였다. \n한명우.\n명석한 두뇌와 재벌가의 자식이었다.\n다만 하늘은 모든 걸 주지않았다.\n불치병 수준인 선천적 심장병.\n이를 악물고 인정받기 위해 최선 또 최선을 다했다. \n그러나 아버지인 회장을 비롯해 식구 그 누구도 진심으로 대하지 않았다. \n\n그러던 그가 급작스런 사고를 당했다.\n그리고......\n치명적인 부상을 당한 대학생 김철민의 몸으로 들어갔다.\n \n건강하다.\n아니 건강하다못해 넘친다.\n잘돌아가는 머리에 체력까지.......\n\n이제 두 마리 토끼를 잡으러 간다.\n꼭 두 마리 토끼여야 했다.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%92%A4%EB%81%9D%EC%9E%91%EB%A0%AC/2666)",
      "ru": "«Эй, не ошибайся. Я никогда не думал о тебе как о своем младшем брате. Ты даже не знаешь свое место \". Это был самый болезненный удар. Хан Мён У - ребёнок из обеспеченной семьи, обладающий хорошим умом. Но не во всём ему повезло в жизни. У него почти неизлечимая генетическая болезнь сердца. Он приложил все усилия, чтобы заслужить уважение окружающих. Но его отец, председатель и члены его семьи никогда не воспринимали его всерьез. Именно тогда с ним внезапно случился несчастный случай. И... Он проснулся в теле тяжело раненого ученика Ким Чхол Мина.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%92%A4%EB%81%9D%EC%9E%91%EB%A0%AC/2666)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ecd208c-c592-4462-9f57-4d7d4a9f956f",
    "title": {
      "en": "Mercenary Enrollment"
    },
    "updatedAt": "2024-01-30T23:47:15+00:00",
    "coverArt": "https://mangadex.org/covers/9ecd208c-c592-4462-9f57-4d7d4a9f956f/75e7fac6-c9f4-43ce-ae0e-cbf06f28f99b.jpg",
    "altTitles": [
      {
        "ko": "입학용병"
      },
      {
        "ko-ro": "Ipagyongbyeong"
      },
      {
        "en": "Teenage Mercenary"
      },
      {
        "de": "Söldnereinschreibung"
      },
      {
        "fr": "High School Mercenary"
      },
      {
        "es": "Mercenario adolescente"
      },
      {
        "ja": "入学傭兵"
      },
      {
        "zh": "少年佣兵"
      },
      {
        "zh-hk": "入學傭兵"
      },
      {
        "th": "พี่ชายสายบอดี้การ์ด"
      },
      {
        "id": "High School Soldier"
      },
      {
        "id": "Tentara Menyamar Jadi Anak SMA"
      },
      {
        "pt-br": "Mercenário Adolescente"
      }
    ],
    "description": {
      "de": "Im Alter von acht Jahren verlor Ijin Yoo seine Eltern bei einem Flugzeugabsturz und strandete in einem fremden Land, wo er gezwungen war, ein Kindersöldner zu werden, um zu überleben. Zehn Jahre später kehrt er nach Hause zurück, um mit seiner Familie in Korea wieder vereint zu sein. Dort scheint alles friedlich zu sein, doch schon bald muss Ijin feststellen, dass das Leben als Teenager eine ganz andere Art des Überlebens ist. Da ihm nur noch ein Jahr in der Oberschule bleibt, muss Ijin neue Taktiken erlernen, um sich auf dem Schlachtfeld der Schule zurechtzufinden. Kann er ein Jahr Oberschule überleben? Oder wird die Schule vielmehr in der Lage sein, IHN zu überleben?\n\n---\nDie Geschichte handelt von einem jungen Koreaner, der bei einem Flugzeugabsturz seine Eltern verloren hat. Das Kind landet irgendwie in einem vom Krieg zerrissenen Teil der Welt und wird zu einem Top-Söldner im Teenageralter. Irgendwie findet er seine Familie wieder und beschließen, ein ruhiges Leben mit seiner Familie zu führen.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "en": "At the age of eight, Ijin Yu lost his parents in a plane crash and became stranded in a foreign land, forced to become a child mercenary in order to stay alive. He returns home ten years later to be reunited with his family in Korea, where food and shelter are plenty and everything seems peaceful. But Ijin will soon learn that life as a teenager is a whole other feat of survival. With only one year of high school left, Ijin must master new tactics to maneuver his way around the schoolhouse battleground.\n\nCan he survive a year of high school? Or rather, will the school be able to survive him?",
      "es": "A los ocho años, Ijin Yu perdió a sus padres en un accidente aéreo y quedó varado en un país extranjero, forzado a convertirse en mercenario para sobrevivir. Diez años después, regresa a su hogar para reunirse con su familia en Corea, en donde sobra la comida y todo parece estar en paz. Sin embargo, Ijin pronto descubrirá que la vida de adolescente es otro tipo de supervivencia. En su último año de secundaria, Ijin debe dominar nuevas tácticas para resistir en el campo de batalla escolar. ¿Podrá sobrevivir a su último año? ¿O podrá su escuela sobrevivir a él?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "fr": "Ijin est un jeune mercenaire qui est le seul survivant d’un accident d’avion survenu dans son enfance. Il vient tout juste de retourner auprès de sa famille qui le croyait mort durant ses 10 ans d’absence. Ijin pourra-t-il mettre de côté son passé sombre et mener une vie normale de lycéen?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "hu": "Yu Ijin volt az egyetlen túlélője egy repülőgép-szerencsétlenségnek, amikor még kicsi volt. Miután zsoldosnak állt, hogy 10 évig túléljen, visszatér a családjához a szülővárosába.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "id": "Yoo Leejin, satu-satunya orang yang hidup dari kecelakaan pesawat terbang, harus bekerja sebagai tentara bayaran selama 10 tahun. Tapi akhirnya dia kembali ke tempat asalnya dan memulai kehidupan baru sabagai anak SMA biasa. Apakah dia bisa bersekolah dengan normal?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "ko": "어린 시절 비행기 추락 사고의 유일한 생존자 유이진.  \n살아남기 위해 용병으로 살아가던 유이진은 10년 후, 가족이 있는 고향으로 돌아왔다.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "th": "ยูอีจิน เด็กหนุ่มผู้รอดตายจากอุบัติเหตุเครื่องบินตกและใช้ชีวิตเป็นทหารมานับแต่นั้นได้กลับมาหาครอบครัวของเขาในที่สุดหลังจากผ่านเวลาไปเป็นสิบปี\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh": "超强少年佣兵归来！\n欺负我妹的一个都不准跑！\n\n幼年遭遇飞机失事，成为唯一幸存者的柳亦真，为了生存成为了佣兵。十年后，因偶然的契机得以回到故乡上学并找回了自己的家人。正当他为失而复得的家人感到幸福，为安逸的生活感到欣喜时，却发现事情并不如他所愿。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "pt-br": "Yu Ijin foi o único sobrevivente de uma queda de avião quando ainda era criança. Depois de se tornar um mercenário por 10 anos para sobreviver, ele retornou para sua família em sua cidade natal.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh-hk": "《大貴族》孫齊晧作家的新作！ 幼年時，飛機墜毀事故的唯一倖存者劉理真，爲了生存以傭兵生活的劉理真，10年後回到了有家人的故鄉。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97cf06a0-1cc7-4c46-be08-daf1b7040178",
    "title": {
      "en": "Reborn Ranker – Gravity User"
    },
    "updatedAt": "2022-08-11T02:02:56+00:00",
    "coverArt": "https://mangadex.org/covers/97cf06a0-1cc7-4c46-be08-daf1b7040178/6852e38e-db1d-4c32-b88d-caf5a7c10827.jpg",
    "altTitles": [
      {
        "en": "Adventurers aim for the strongest in hidden classes"
      },
      {
        "ja": "冒険者は隠しクラス〈重力使い〉で最強を目指す"
      }
    ],
    "description": {
      "en": "A few years back, monsters from different dimensions came to our world, and humans having abilities such as level and skills to fight them emerged. Ikoma, who had acquired the class of “thief” without knowing that he would reach his limits early on, rose to the rank of S-class adventurer. Still, his abilities failed him, and he lost his hope. On the fated day, the city of Ikoma was attacked by a vicious dragon. Ikoma boldly tried to stand up to the dragon, but he was no match for it and was mortally wounded. However, he Miraculously succeeds in stealing a rare item from the dragon that allows him to rewind time using his “thief” skill. Ikoma returns to ten years in the past and uses the knowledge he gained in the first life to acquire the hidden class of “gravity user.\n\nThis time I will become… the greatest adventurer!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c19b45d-face-484d-bac3-886dcfbf3d65",
    "title": {
      "en": "Heiwa no Kuni no Shimazaki e"
    },
    "updatedAt": "2024-04-01T16:57:50+00:00",
    "coverArt": "https://mangadex.org/covers/0c19b45d-face-484d-bac3-886dcfbf3d65/b891acc1-0417-42a2-9457-ce5cb4687b4b.jpg",
    "altTitles": [
      {
        "ja": "平和の国の島崎へ"
      },
      {
        "en": "Dear Shimazaki in the Peaceful Land"
      },
      {
        "ru": "Дорогой Симадзаки, живущий в мирной стране"
      },
      {
        "vi": "Gửi Shimazaki ở đất nước hòa bình"
      }
    ],
    "description": {
      "en": "As a child, Shimazaki Shingo was kidnapped by an international terrorist organization and raised as their combat agent. After 30 years, he finally made it back to his peaceful hometown in Japan. Will Shimazaki be able to live a peaceful life in this new world?",
      "id": "Saat masih kecil, Shimazaki Shingo diculik oleh organisasi teroris internasional dan dibesarkan sebagai agen tempur mereka. Setelah 30 tahun berlalu, akhirnya dia berhasil kembali kampung halamannya yang damai di Jepang.",
      "ja": "幼少期に国際テロ組織LELに拉致され、戦闘工作員となった男・島崎真悟。30年の時を経て組織からの脱出に成功した彼は、故郷である日本に帰ってくる。島崎は新天地で“平和”な暮らしを手にできるのか－－。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0511db6-9851-4802-b224-eb3e356f395b",
    "title": {
      "en": "Celestial Phenomenon"
    },
    "updatedAt": "2024-03-09T00:44:35+00:00",
    "coverArt": "https://mangadex.org/covers/d0511db6-9851-4802-b224-eb3e356f395b/7ec33105-59e6-49d6-9431-0a7334a0bd72.png",
    "altTitles": [
      {
        "zh": "天相"
      },
      {
        "en": "The Worthy One to the Heaven"
      },
      {
        "es": "El Guerrero Digno de los Cielos"
      },
      {
        "en": "Celestial Phase"
      }
    ],
    "description": {
      "en": "In an age of evil where all humans are being hunted by Spirits, chaos broke out after a Monster destroyed an entire city, thus igniting a battle between gods and demons. But among so much darkness there will always be light, and this will come from the hands of Ding Xiao who will seek to fight against these evil spirits, thus becoming the greatest spiritual master, although the question is: will he be the one to Ascend to touch the sky? Or will he be tempted to turn Evil?",
      "es": "En una era de maldad donde todos los humanos están siendo cazados por Espíritus, se desató el caos luego de que un Monstruo incitado por la codicia destruyera una ciudad completa, iniciando así una batalla entre dioses y demonios. Pero entre tanta oscuridad siempre habrá luz, y esta vendrá de las manos de Ding Xiao quien buscara luchar contra estos espíritus malignos, convirtiéndose así en el más grande maestro espiritual, aunque la duda es: ¿Él será el indicado para Ascender hasta tocar el cielo o será tentado para volverse Malvado?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13837423-a365-4dbf-b1c7-89b6b29ebda1",
    "title": {
      "en": "Arch Villain"
    },
    "updatedAt": "2023-11-07T00:17:20+00:00",
    "coverArt": "https://mangadex.org/covers/13837423-a365-4dbf-b1c7-89b6b29ebda1/06c2385d-342c-40fd-8adb-f205900b203f.jpg",
    "altTitles": [
      {
        "zh": "大反派"
      }
    ],
    "description": {
      "en": "Yin Wudao, a very rich handsome man. Because of the thief Cao, he was tortured and killed by the Dragon King’s son-in-law. However, he accidentally triggered a god-tier Arch Villain System, and his life began again. Since you have chosen to become a Villain, you must become the greatest villain in history. Dragon King, Divine Physician, God of War, Shura, Ancient Martial Master, Immortal… all the geniuses chosen by the heavens I will send them to hell!!! that way the generation of Villain Kings will come out soon…",
      "id": "Yin Wudao, seorang pria tampan yang sangat kaya. Karena pencuri Cao, dia disiksa dan dibunuh oleh menantu Raja Naga. Namun, dia secara tidak sengaja memicu Sistem Penjahat Agung tingkat dewa, dan hidupnya dimulai lagi. Karena Anda telah memilih untuk menjadi Penjahat, Anda harus menjadi penjahat terhebat dalam sejarah. Raja Naga, Tabib Ilahi, Dewa Perang, Shura, Master Bela Diri Kuno, Abadi... semua orang jenius yang dipilih oleh surga akan kukirimkan ke neraka!!!! dengan cara itu generasi Raja Penjahat akan segera keluar..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e16acfe-896a-4f20-8223-482f862107e3",
    "title": {
      "en": "One Day, Suddenly, Seoul Is"
    },
    "updatedAt": "2024-03-30T15:29:43+00:00",
    "coverArt": "https://mangadex.org/covers/5e16acfe-896a-4f20-8223-482f862107e3/83462f1a-5aa6-455e-978e-09c14eaafc78.jpg",
    "altTitles": [
      {
        "ko": "어느날 갑자기 서울은"
      },
      {
        "ko-ro": "Eoneunal Gapjagi Seoul-eun"
      }
    ],
    "description": {
      "en": "A terrible virus has appeared in Seoul! On the same day Lee Yeongwoo and his classmates are traveling there. They are trapped in the tense atmosphere of Seoul, with the virus in the form of bubbles like frog eggs!",
      "pt-br": "Yeon Woo está apaixonado. Ele não tem olhos pra mais nada além da So Yeon. Na escola ele não conseguiu falar com ela, mas agora que eles estão indo pra uma excursão escolar em Seoul, ele tem esperança de conseguir pelo menos começar a conversar com ela, mesmo apesar de ser muito introvertido. Porém, tem coisas estranhas acontecendo em Seoul… Algo terrível está prestes a dominar a cidade… Nesse dia, Seoul de repente é…?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b35163ef-efbf-4cb9-bf97-0acc89200455",
    "title": {
      "en": "Lilia Pregnant The World End"
    },
    "updatedAt": "2024-03-09T02:06:35+00:00",
    "coverArt": "https://mangadex.org/covers/b35163ef-efbf-4cb9-bf97-0acc89200455/27599639-31c8-4850-b0c5-63f6300679c9.jpg",
    "altTitles": [
      {
        "ja": "リリア・プレグナント・ザ・ワールド・エンド"
      },
      {
        "zh-hk": "讓魔王的女兒懷孕"
      },
      {
        "zh-ro": "Ràng mówáng de nǚ'ér huáiyùn"
      },
      {
        "en": "Lilia's Pregnancy"
      }
    ],
    "description": {
      "en": "“The world will be destroyed if you have sex with the Demon King's daughter.”\nAfter defeating the Demon King and saving the other world, the hero Takahiro returns to the real world. One day, Lilia, the daughter of the Demon King, suddenly arrives at Takahiro's place, where he leads a peaceful life. Takahiro braces himself for revenge, but her goal is to bear the strong Takahiro's child…!?",
      "ja": "魔王を倒し異世界を救い、現実世界へと戻ってきた勇者・タカヒロ。平穏な生活を送るタカヒロの元へ、ある日突然魔王の娘・リリアがやってきた。 復讐かと身構えるタカヒロだが、彼女の狙いは強者であるタカヒロの子供を産むことで…！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72326fce-30af-4452-9404-afca5bd13c0d",
    "title": {
      "en": "Midwood"
    },
    "updatedAt": "2022-10-23T03:18:33+00:00",
    "coverArt": "https://mangadex.org/covers/72326fce-30af-4452-9404-afca5bd13c0d/ec6c15ca-6103-4f57-9ef9-41dde6b30325.jpg",
    "altTitles": [
      {
        "en": "Mid-Ut"
      },
      {
        "ko": "미드우트"
      }
    ],
    "description": {
      "en": "As the monster slayer troops, also known as 'Sretu', no longer functioned as it used to, humans became monster feed.\n'Jin Cheongdo', who has been living in a world full of monsters for his entire life, uses a legendary item 'Midwood', to turn back in time, for the sake of killing 'Ian' who was the centerpiece of this whole mess...",
      "ko": "괴물처치부대 '스레투'가 사라진 지금. 인간들은 괴물들의 먹이가 되었다.\n괴물이 가득한 세상에서 평생을 살아온 '진청도'는\n전설의 아이템 '미드우트'를 이용해 과거로 가서\n이 사태를 초래한 '이안'을 죽이려 하는데..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46596dea-95de-40e8-b2b8-4e63aa6acd1a",
    "title": {
      "en": "The Magical Revolution of the Reincarnated Princess and the Genius Young Lady"
    },
    "updatedAt": "2023-12-26T23:49:17+00:00",
    "coverArt": "https://mangadex.org/covers/46596dea-95de-40e8-b2b8-4e63aa6acd1a/7534e90d-ddfa-4106-8313-027f83174516.jpg",
    "altTitles": [
      {
        "ja-ro": "Tensei Oujo to Tensai Reijou no Mahou Kakumei"
      },
      {
        "ja": "転生王女と天才令嬢の魔法革命"
      },
      {
        "zh-hk": "轉生王女與天才千金的魔法革命"
      },
      {
        "zh": "转生王女与天才千金的魔法革命"
      },
      {
        "zh-ro": "Zhuǎnshēng wángnǚ yǔ tiāncái qiānjīn de mófǎ gémìng"
      },
      {
        "ja-ro": "Mahou Kakumei"
      },
      {
        "en": "MagiRevo"
      },
      {
        "ko": "전생 왕녀와 천재 영애의 마법 혁명"
      },
      {
        "ru": "Магическая революция перерождённой принцессы и гениальной юной леди"
      },
      {
        "id": "Revolusi Ajaib Putri yang Bereinkarnasi dan Wanita Muda yang Jenius"
      },
      {
        "it": "La magica rivoluzione della principessa reincarnata e della figlia geniale"
      },
      {
        "vi": "Cuộc cách mạng ma thuật của công chúa chuyển sinh và tiểu thư thiên tài"
      },
      {
        "th": "การปฏิวัติเวทมนตร์ขององค์หญิงเกิดใหม่กับยัยคุณหนูยอดอัจฉริยะ"
      },
      {
        "ja-ro": "Tenten Kakumei"
      }
    ],
    "description": {
      "en": "Despite her supposed ineptitude with regular magic, Princess Anisphia defies the aristocracy's expectations by developing \"magicology,\" a unique magical theory based on memories from her past life. One day, she witnesses the brilliant noblewoman Euphyllia unjustly stripped of her title as the kingdom's next monarch. That's when Anisphia concocts a plan to help Euphyllia regain her good name-which somehow involves them living together and researching magic! Little do these two ladies know, however, that their chance encounter will alter not only their own futures, but those of the kingdom...and the entire world!\n\n---\n- [Official Web Novel](https://ncode.syosetu.com/n8558fh/)",
      "es-la": "Anis Sophia, a princesa que lembrou de sua vida passada quando criança, assim como o seu amor intenso pela magia do seu eu antigo, saiu para vivenciar fantasias nesse mundo de fantasia. Um dia, durante um acidente mágico, ela se deparou com uma cena em que seu irmão, Algard, estava rompendo o noivado com sua pretendente, Euphilia. O que ninguém poderia prever é que esse estranho encontro acabaria mudando o rumo da história."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72d1f1a6-09ef-44ed-886b-fdef8250c518",
    "title": {
      "en": "Becoming a Legendary Ace Employee"
    },
    "updatedAt": "2023-12-04T11:14:12+00:00",
    "coverArt": "https://mangadex.org/covers/72d1f1a6-09ef-44ed-886b-fdef8250c518/97b0fbf8-12f0-4a22-8262-5d672b14129a.jpg",
    "altTitles": [
      {
        "en": "Become a Legend as an All-Rounder"
      },
      {
        "ko": "만능사원 전설이 되다"
      }
    ],
    "description": {
      "en": "Kim Tae-seok, who worked on a construction site, receives a notice of passing the document screening for the major company El Sung. At the same time, a message pops up in front of him: 'You have entered the path to becoming a regular employee tutorial. Would you like to proceed?' Follow Kim Tae-seok's struggle to become the legendary all-around employee in this corporate adventure!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a47612b7-fbd1-47a9-af38-09fdacdb9613",
    "title": {
      "en": "Mobile Suit Gundam SEED Astray R"
    },
    "updatedAt": "2023-02-05T12:34:01+00:00",
    "coverArt": "https://mangadex.org/covers/a47612b7-fbd1-47a9-af38-09fdacdb9613/d7d3b45a-fa86-4a82-ad99-3f0e8661d74c.png",
    "altTitles": [
      {
        "ja": "機動戦士ガンダムSEED ASTRAY R"
      },
      {
        "ja-ro": "Kidou Senshi Gundam SEED: Astray R"
      }
    ],
    "description": {
      "en": "Junk dealer Lowe Guele travels the universe with the Gundam Astray Red Frame he finds in the destroyed colony of Heliopolis!"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "20"
  }
]