[
  {
    "mangaId": "7e538d58-7927-41fa-af10-9b13a743977b",
    "title": {
      "en": "Dai Kyochuu Rettou"
    },
    "updatedAt": "2024-12-26T01:35:30+00:00",
    "coverArt": "https://mangadex.org/covers/7e538d58-7927-41fa-af10-9b13a743977b/7520f989-0003-463d-9d2f-e89b10868788.jpg",
    "altTitles": [
      {
        "ja": "大巨蟲列島"
      },
      {
        "ja-ro": "Die Kyochuu Rettou"
      },
      {
        "en": "The Even Bigger Island of Giant Insects"
      },
      {
        "en": "The Island of Giant Insects, Die"
      },
      {
        "vi": "Siêu Đảo Côn Trùng"
      }
    ],
    "description": {
      "en": "New enemies, new bugs and an even bigger island.",
      "ja": "辰野神島へと脱出した睦美たちは天空を制圧するトンボに追いつめられる!",
      "vi": "Mutsumi và những người bạn của cô đã thành công đến được đảo Tatsuno Oshima, nơi mà người dân vẫn đang vui vẻ tổ chức lễ hội... Và rồi đúng như những gì Mutsumi đã đoán trước những con côn trùng khổng lồ đã bắt đầu âm thầm tấn công người dân. Để tránh thảm kịch như các hòn đảo trước thì Mutsumi và các bạn của cô sẽ làm gì đây?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a920060c-7e39-4ac1-980c-f0e605a40ae4",
    "title": {
      "en": "Gal Yome no Himitsu"
    },
    "updatedAt": "2024-12-17T23:49:31+00:00",
    "coverArt": "https://mangadex.org/covers/a920060c-7e39-4ac1-980c-f0e605a40ae4/2fec274d-b8b8-4ab2-9bf5-a59b2c6e2a8f.jpg",
    "altTitles": [
      {
        "ja": "ギャル嫁の秘密"
      },
      {
        "ja-ro": "Gyaru Yome no Himitsu"
      },
      {
        "en": "Secrets of the Gal Wife"
      },
      {
        "id": "Rahasia Istri Gal"
      }
    ],
    "description": {
      "en": "Fuyuki is a beautiful and cool gal! But there's a secret side of her that she only shows in front of her husband...?",
      "ja": "冬雪（ふゆき）は美人でクールなギャル！でも「旦那」の前だけ見せる秘密の姿があって……？SNS累計37万いいね！の可愛い「ギャル嫁」とのラブコメディ！",
      "es-la": "¡Fuyuki es una hermosa y atractiva gal! ¿Pero hay una parte de ella que solo le muestra a su esposo y mantiene en secreto del resto? Una linda comedia romántica con una esposa que es una gal.",
      "pt-br": "Fuyuki é uma linda gyaru! Mas tem um lado secreto que ela só mostra para o seu marido? Uma comédia romântica fofa com uma esposa gyaru!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0935af3d-2659-43f7-97f9-4cc2402fad58",
    "title": {
      "en": "Lord Magear no Deshi"
    },
    "updatedAt": "2024-12-25T02:50:33+00:00",
    "coverArt": "https://mangadex.org/covers/0935af3d-2659-43f7-97f9-4cc2402fad58/f5d7d4f4-1307-417b-b409-aa19945402fd.jpg",
    "altTitles": [
      {
        "ja": "ロードマギアの弟子"
      },
      {
        "en": "The Lord-Magear's Apprentice"
      }
    ],
    "description": {
      "en": "Gull, a mercenary boy whose life was saved by the highly ranked magician Kuon when he was young, now accepts a job to serve with a group of knights to subjugate a magician and retrieve a stolen magear. However, as the knights are on the way they are discovered by the magician and a battle ensues.\nFaced with an opponent with overwhelming power, Gull is...!!\nAfter that, Gull somehow becomes Kuon's apprentice...?!\nA swords and magic fantasy adventure, where a mercenary boy who has no interest in magic becomes a disciple(?) of one of the world's most powerful magicians!!",
      "ja": "幼い頃、超高位魔術師・クオンに命を救われた傭兵の少年・ガルは魔術師を討伐する騎士団への従軍の仕事を請け負う。しかし魔術師の元へ向かう途中で騎士団は魔術師に見つかり戦闘となる。圧倒的な力を持つ敵魔術師を前にガルは…！！そしてなぜかその後ガルはクオンの弟子になることに…！？魔法を使えず魔法に興味もない傭兵の少年と世界でも指折りの魔術師が師弟（？）となり織りなす剣と魔法の冒険ファンタジー！！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e9cc438f-46d9-4da2-872a-237f89caa7a6",
    "title": {
      "en": "Is My Second Life a Healing Life?"
    },
    "updatedAt": "2024-09-23T08:32:14+00:00",
    "coverArt": "https://mangadex.org/covers/e9cc438f-46d9-4da2-872a-237f89caa7a6/1b26b342-d025-47db-8689-26288b4356e4.jpg",
    "altTitles": [
      {
        "ko": "두 번째 삶은 힐링라이프?"
      },
      {
        "pt-br": "Minha segunda vida é uma vida de cura?"
      },
      {
        "pt-br": "Minha segunda vida é uma vida de curandeiro?"
      },
      {
        "ru": "Перерождение в поиске исцеления"
      },
      {
        "en": "My Second Life Is a  Healing Life?"
      }
    ],
    "description": {
      "en": "Eugene Felivia, the beloved youngest son of the noble Felivia family, known for its great warriors, gains a second life thanks to the grace of 'Felin, the Wizard of Creation.' Eugene dreams of becoming a wizard like Felin, who saved him, and using his powers to make the world a better place. However, the dark and harsh realities and his fate still refuse to let him go...",
      "pt-br": "Eugene Felivia, o querido filho mais novo da nobre família Felivia, conhecida por seus grandes guerreiros, ganha uma segunda vida graças à graça de ‘Felin, o Feiticeiro da Criação’. Eugene sonha em se tornar um bruxo como Felin, que o salvou, e usar seus poderes para tornar o mundo um lugar melhor. No entanto, a realidade sombria e dura e o seu destino ainda se recusam a deixá-lo ir…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8574287c-11ea-49f9-8299-6b8addac6356",
    "title": {
      "en": "Rewriting My Third Life"
    },
    "updatedAt": "2024-09-23T13:24:48+00:00",
    "coverArt": "https://mangadex.org/covers/8574287c-11ea-49f9-8299-6b8addac6356/9d25c0e0-0bf8-4b6d-bbd3-43695d4aee92.jpg",
    "altTitles": [
      {
        "ko": "그 어장, 내가 가져보겠다"
      },
      {
        "ko-ro": "Geu Eojang, Nae-ga Gajyeobogetda"
      },
      {
        "en": "That Fishery, I'll Take It"
      },
      {
        "en": "I'll Take Those You Play the Field With"
      },
      {
        "en": "I'll Take the Harem"
      },
      {
        "es": "Me quedaré con este lugar"
      },
      {
        "es-la": "Me quedaré con este harem"
      },
      {
        "ru": "Это клёвое место я беру на себя"
      },
      {
        "th": "พระเอกในสต็อกเธอนั้น ฉันขอรับไว้เอง"
      },
      {
        "vi": "Tôi sẽ chiếm lấy ngư trường!"
      },
      {
        "ja": "私のものになりなさい！"
      },
      {
        "zh": "那个鱼塘被我承包了"
      },
      {
        "zh-hk": "候補男主角由我收服"
      }
    ],
    "description": {
      "en": "After being abused and killed by her family in two separate lifetimes, Blesse Lavian expects nothing from them in her third life. This time, despite knowing the horrible end that awaits House Lavian, Blesse decides to keep quiet and flee when the time is right. But the more time she spends with her cold-looking father and half-sister, the more she realizes that the Lavians aren't so bad after all. Will Blesse take a chance and rewrite her third life, or will she end up betrayed once again?",
      "es": "Después de mi primera vida como hija ilegítima de una familia adinerada y mi segunda vida como hija ilegítima de un líder de una secta demoníaca, en esta vida fui poseída como la hija ilegítima de una familia que estaba siendo exterminada en una novela…! Intento dejar atrás a la familia que está siendo destruida, pero es extraño que al padre ni siquiera le importara su hijo ilegítimo en el original. «Bliss, haría cualquier cosa por ti». Y la hermana mayor, la mujer malvada que destruirá a la familia en el futuro, comienza a aparecer. “Hola bebé, soy tu hermana…” ¡Sí! ¡Vivamos esta vida junto con nuestras familias! ¡Tan pronto como decidí hacer esto, los protagonistas masculinos que se suponía que estaban obsesionados con la protagonista femenina original comenzaron a obsesionarse conmigo…! ¿Mi tercera vida estará bien así?",
      "ru": "В моей первой жизни я была внебрачным ребёнком чеболей. Во второй – ребёнком лидера секты боевых искусств. Теперь же стала незаконнорождённым дитя в семье, что по роману будет в прах уничтожена!  Планируя бросить семью, обречённую на погибель, начинают происходить странные вещи.   Папа, который в оригинальной истории никогда не заботился о ребёнке, вдруг проявляет интерес.  — Блесс, для тебя я сделаю, что угодно.  А также злая сестра, что в будущем разрушит нашу семью...  — Привет, малышка, я твоя сестра...  Хорошо! В этот раз я проживу вместе со своей семьёй! Но стоило мне принять это решение, как главные мужские персонажи становятся одержимы мной!  Всё ли будет нормально в моей третьей жизни?",
      "vi": "Kiếp đầu tiên, tôi là Han Soyeon, đứa con ngoài giá thú của gia đình Chaebol. Kiếp thứ hai, tôu là đứa con hoang của gia đình lãnh đạo tôn giáo. Kiếp thứ ba… Tôi sở hữu cơ thể của đứa con ngoài giá thú của gia đình phản diện trong cuốn tiểu thuyết tôi đọc ở kiếp trước!\nKiếp thứ ba cũng là đứa con ngoài giá thú… Thật oan ức! Số phận này thật đáng ghét, kiếp này tôi sẽ sống theo ý mình.\nỞ kiếp này, tôi cần ghi nhớ 3 điều.\n1. Mặc kệ người cha không yêu thương con mình trong nguyên tác. Tôi cũng không yêu ông ấy!\n2. Đừng vây quanh nam chính như một con chó điên luôn sủa quanh nữ chính!\n3. Đừng dính líu đến chị gái phản diện là nguyên nhân khiến gia đình tan nát mà hãy bỏ trốn!\n\n“Hihi, chào Bliss, chị là chị gái của em…”\n…Nhưng chị ấy đáng yêu mà nhỉ? Đôi má mềm mại đó… Tôi không được can thiệp… Không được…\nĐược rồi, ít nhất không dính líu đến nam chính thì kiếp này sẽ không có gì xảy ra! Trước khi bỏ trốn khỏi những bất hạnh trong tương lai, tôi chỉ định tiếp xúc với chị gái phản diện một chút thôi. Thế mà… Những sự cố đối mặt với nam chính cứ liên tục diễn ra.\n“Nhóc con, em đang làm gì vậy?”\nHoàng thái tử tương lai cao quý sao lại ở con hẻm phía sau?\n“Cô thì biết cái gì!”\nCậu bé vô gia cư gây sự với tôi, vậy mà giờ lại bám dính như kẹo cao su ấy?\n“Tôi sẽ sống vì em”\nTôi chỉ giúp anh tí thôi mà anh bảo hi sinh cả mạng sống thì hơi sợ à nha…\nKiếp thứ ba của tôi rõ ràng là một con đường vững chắc… Sao lại thành ra thế này?",
      "pt-br": "Na minha primeira vida, fui filha ilegítima de uma família chaebol. Na minha segunda vida, fui filha ilegítima de uma bruxa. Agora, nesta vida, reencarnei como filha ilegítima de uma família destinada à destruição em um romance! Planejando deixar para trás a família condenada, coisas estranhas começam a acontecer. Papai, que na história original nunca se importou com a filha ilegítima, está agindo de forma estranha. \"Bliss, eu posso fazer qualquer coisa por você.\" E agora, a irmã vilã que vai arruinar a família no futuro chama minha atenção. \"Olá, querida, sou sua irmã...\" Tudo bem! Vamos morar com minha família nesta vida! Mas assim que tomo essa decisão, os protagonistas masculinos que deveriam estar com a heroína original começam a ficar obcecados por mim! Tudo bem com minha terceira vida?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d7efe58-a295-4858-9f22-d7ff156de389",
    "title": {
      "en": "Jingai-san no Yome"
    },
    "updatedAt": "2024-05-08T22:09:32+00:00",
    "coverArt": "https://mangadex.org/covers/9d7efe58-a295-4858-9f22-d7ff156de389/f0c92c06-a56c-4489-bb88-6cefa5477957.jpg",
    "altTitles": [
      {
        "en": "Bride of the Non-Human"
      },
      {
        "ja": "人外さんの嫁"
      }
    ],
    "description": {
      "en": "Hinowa Tomari is a normal high schooler, until one day he's told that he has to become the wife of a mysterious creature called Kanenogi.  \n  \nThis is the start of their newly married life."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": ""
  },
  {
    "mangaId": "c3295871-b930-4ee3-ac0f-ff7102ecec4e",
    "title": {
      "en": "Sasha-chan to Classmate Otaku-kun"
    },
    "updatedAt": "2024-12-23T02:40:16+00:00",
    "coverArt": "https://mangadex.org/covers/c3295871-b930-4ee3-ac0f-ff7102ecec4e/dccbd42d-5a83-431d-aba7-e889002efc5d.jpg",
    "altTitles": [
      {
        "ja": "サーシャちゃんとクラスメイトオタクくん"
      },
      {
        "en": "Sasha-chan and Her Classmate Otaku-kun"
      },
      {
        "fr": "Sasha et son camarade Otaku"
      },
      {
        "es-la": "La chica de secundaria Sasha-chan y su compañero de clases Otaku-kun"
      },
      {
        "en": "Sasha-chan & Her Classmate Geek-kun"
      },
      {
        "en": "Sasha and Her Otaku Classmate"
      },
      {
        "ru": "Саша и ее одноклассник Отаку"
      },
      {
        "zh-hk": "莎夏醬和阿宅君同學"
      },
      {
        "zh": "JC莎夏酱和同班的宅宅"
      },
      {
        "vi": "Bé sơ trung Sasha và thằng bạn Otaku cùng lớp"
      }
    ],
    "description": {
      "en": "I am an aspiring mangaka, currently assisting in the production of erotic doujinshi as a middle school student. While I was reading doujinshi at school, a beautiful girl very interested in erotic things, Sasha-san, suddenly called me “Master”!?\n\nThe story of a beautiful, cheerful girl volunteering to be my ecchi disciple.",
      "fr": "Fujiwara est un mangaka amateur, il dessine des mangas érotiques alors qu’il n’est que collégien. Tandis qu'il lisait un porno à l'école, une jolie fille nommée Sasha qui s’avère être très intéressée par ces choses, et lui adresse la parole, elle se met même à l’appeler \"Maître\" !? \n\n\u2029\u2029C’est l'histoire d'une belle et joyeuse fille qui se porte volontaire pour être mon disciple dans la perversion.",
      "ja": "僕は未来の大漫画家にして現えっちな同人誌アシの中学生。学校で同人誌を読んでいたら、えっち方面に興味津々の美少女、サーシャさんから「ししょー」と呼ばれ‥‥!?",
      "es-la": "Sin importarle el qué dirán y sin temor a caer en lo más bajo de la escala social dentro de la escuela, Otaku-kun no oculta su gran afición por los mangas para adultos, cosa que le hace ganarse el rechazo de su salón apenas en el primer día de clases; sin embargo, Sasha, lejos de sentir aberración por su afición, muestra un interés peculiar, iniciando así una relación... ¡¿mentor-alumna?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "43078ddf-c2aa-415d-bccb-97e35a3755fa",
    "title": {
      "en": "My Dearest Self With Malice Aforethought"
    },
    "updatedAt": "2024-10-26T14:08:54+00:00",
    "coverArt": "https://mangadex.org/covers/43078ddf-c2aa-415d-bccb-97e35a3755fa/ea0af62d-be04-41b9-9273-fc4d83ce9c4d.jpg",
    "altTitles": [
      {
        "fr": "The Killer Inside"
      },
      {
        "ru": "Мое дорогое Я со злым умыслом"
      },
      {
        "zh": "亲爱的我饱含杀意"
      },
      {
        "ko": "친애하는 나에게 살의를 담아"
      },
      {
        "ne": "प्रिय म, हत्यारा नियतले"
      },
      {
        "de": "The Killer Inside"
      },
      {
        "ja-ro": "Shinai naru Boku e Satsui o Komete"
      },
      {
        "ja": "親愛なる僕へ殺意をこめて"
      }
    ],
    "description": {
      "de": "Auf den ersten Blick scheint Eiji ein ganz normaler Student zu sein, doch er hat ein Geheimnis: sein verstorbener Vater war ein berüchtigter Serienmörder, der für seine extreme Grausamkeit bekannt war.\nEines Tages wacht Eiji neben einem schönen fremden Mädchen auf, das anscheinend in ihn verliebt ist und behauptet, seine Freundin zu sein, doch eigenartigerweise kann er sich nicht an sie erinnern. Die letzten Tage scheinen wie aus seinem Gedächtnis gelöscht, und es fühlt sich an, als hätte jemand anders die Kontrolle übernommen. Zur selben Zeit findet die örtliche Polizei eine aufs Übelste verstümmelte Leiche, und für sie besteht kein Zweifel: Eijis Vater ist zurück... doch kann das wirklich sein?",
      "en": "Urashima Eiji, a college student, goes to sleep after a fun drinking night with his friends. When he wakes up he discovers a beautiful girl next to him who treats him as if they are in a loving relationship. Later, Eiji finds out that 4 days have passed since he went out with his crew. What did he do during all that time and why does he have no memory of it? By confronting that reality, he will be caught in tragedy…",
      "ne": "एइजी, कलेज उमेरको कुमारले कुनै दिन प्रेमिका हुने सपना देख्छ... अनि एक दिन आफ्नो \"प्रेमिका\" को साथ आफ्नो ओछ्यानमा उठ्छ! त्यति मात्र होइन, उसको साथीले उसलाई बताउँछ कि ऊ झगडामा परेको छ ... र त्यो तीन दिन बितिसक्यो जुन एइजीलाई याद छैन? के अँध्यारो रहस्यहरू लुकाइरहेका छ ... एइजी आफैले?",
      "ru": "Урашима Эйджи, студент колледжа, засыпает после веселой ночи с друзьями. Когда он просыпается, он обнаруживает рядом с собой красивую девушку, которая ведет себя с ним, как со своим парнем. Позже Эйджи узнает, что с того вечера прошло 3 дня. Что он делал все это время и почему не помнит ничего об этом? Столкнувшись с реальностью, он попадет в трагедию…  \n  \nItou Shouta's Twitter: [@shota\\_itooooo](https://twitter.com/shota_itooooo)",
      "vi": "Urashima Eiji, một sinh viên đại học, đi ngủ sau một đêm uống rượu vui vẻ với bạn bè. Khi tỉnh dậy, anh phát hiện ra một cô gái xinh đẹp bên cạnh, người đối xử với anh như thể họ đang trong một mối quan hệ yêu đương. Sau đó, anh phát hiện ra rằng 4 ngày đã trôi qua kể từ khi anh đi ra ngoài cùng với đám bạn của mình. Anh ấy đã làm gì trong suốt thời gian đó và tại sao anh ấy không có ký ức về nó?. Khi đối mặt với thực tế đó, anh sẽ bị cuốn vào bi kịch..."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "97"
  },
  {
    "mangaId": "f67c73a1-09ba-4047-8771-5299ae71f750",
    "title": {
      "en": "Meika-san wa Oshikorosenai"
    },
    "updatedAt": "2024-10-11T17:54:11+00:00",
    "coverArt": "https://mangadex.org/covers/f67c73a1-09ba-4047-8771-5299ae71f750/078c9ece-8ba3-4dc2-9b37-4d6db737c7ec.jpg",
    "altTitles": [
      {
        "en": "Meika-san Can't Conceal Her Emotions"
      },
      {
        "en": "The Maid Who Can't Hide Her Feelings (Serialization)"
      },
      {
        "ja": "メイカさんは押しころせない"
      },
      {
        "pt-br": "A Empregada Que Não Consegue Esconder Seus Sentimentos (Serialização)"
      },
      {
        "vi": "Meika-san Không Thể Thổ Lộ Tình Cảm Của Cô Ấy"
      }
    ],
    "description": {
      "en": "A serialization of the webcomic about a maid, Meika, who can't completely suppress her feelings for her master, Kouta.",
      "vi": "Một câu chuyện kể về một cô hầu gái, Meika, người không thể kìm nén hoàn toàn tình cảm của mình dành cho chủ nhân của cô ấy, Kouta.",
      "es-la": "Una serialización del webcomic sobre una maid, Meika, quien no puede reprimir por completo sus sentimientos por su amo, Kouta.",
      "pt-br": "A serialização da webcomic sobre uma empregada, Meika, que não consegue ocultar completamente seus sentimentos pelo seu mestre, Kouta."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "153"
  },
  {
    "mangaId": "ba4c82bb-cfdc-445f-b1bd-8e152623966a",
    "title": {
      "en": "Setting Things Straight With Brats"
    },
    "updatedAt": "2023-08-26T13:21:48+00:00",
    "coverArt": "https://mangadex.org/covers/ba4c82bb-cfdc-445f-b1bd-8e152623966a/5fee1ebb-9d5d-4d5d-841a-60e589e6f06b.jpg",
    "altTitles": [
      {
        "ja": "メスガキわからせシリーズ"
      },
      {
        "zh-hk": "制裁雌小鬼的系列"
      },
      {
        "ja": "好きになって欲しかっただけなのに。"
      },
      {
        "zh-hk": "明明只是想讓你喜歡我"
      },
      {
        "ja-ro": "Mesugaki Wakarase Series"
      },
      {
        "ja-ro": "Suki ni Natte Hoshikatta Dake Nano ni"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8438feea-6d36-4082-bbd3-50d7273e66ba",
    "title": {
      "en": "The Long Summer of August 31"
    },
    "updatedAt": "2024-11-28T22:12:56+00:00",
    "coverArt": "https://mangadex.org/covers/8438feea-6d36-4082-bbd3-50d7273e66ba/3302508e-17e5-4547-a6c6-d7295f641134.jpg",
    "altTitles": [
      {
        "ja": "8月31日のロングサマー"
      },
      {
        "ja-ro": "8-gatsu 31-nichi no Long Summer"
      },
      {
        "ja-ro": "Hachigatsu Sanjuuichinichi no Long Summer"
      },
      {
        "en": "The Long Summer of August 31st"
      },
      {
        "ru": "Длинное лето 31-го августа"
      },
      {
        "vi": "Mùa hè dài ngày 31 tháng 8"
      }
    ],
    "description": {
      "en": "Suzuki-kun and Takagi-san — two high-schoolers who found each other in a time loop on August 31. The two are the only ones who keep their memories when it loops. As for the cause of the time loop, one thing comes to mind — Suzuki-kun's lingering regrets for the summer, a guy's greatest ambition...\n\nIt's a time loop comedy of youth, romance, and facing love head-on!\n___\n**Alt Official English:** [K MANGA - United States only!](https://kmanga.kodansha.com/title/10613/episode/353159)",
      "ja": "何度も繰り返す8月31日の中で出会った高校生の二人・鈴木くんと高木さん。\n\n記憶を繰り越せるのは二人だけ。\n\nタイムループの原因として考えられるのは、鈴木くんが夏休みにやり残した、男子最大の目標…。\n\n恋と真っ向から対峙する、青春タイムループコメディ！",
      "ru": "31 августа повторяется снова и снова. Сохранить об этом воспоминания могут только два школьника – Сузуки-кун и Такаги-сан. Задумавшись о причине возникновения такой временной петли, Сузуки-кун пришёл к выводу, что всё дело в нём: его незавершённых делах летом и большом сожалении на этот счёт. Чтобы выбраться из временной тюрьмы подросток решает действовать…\nВас ждёт любовная комедия противостояния любви и временной петли!",
      "vi": "Thế giới bị rơi vào 1 vòng lặp thời gian, chỉ có 2 người giữ lại được ký ức là Suzuki và Takagi. Nếu muốn thoát khỏi vòng lặp thì Suzuki phải hoàn thành ước nguyện còn dang dở của cậu: kiếm được bạn gái và thoát kiếp trai tân."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "032f800d-d632-4442-8830-d037d616ead4",
    "title": {
      "en": "Henkyou Gurashi no Maou, Tensei shite Saikyou no Majutsushi ni naru"
    },
    "updatedAt": "2024-11-25T21:10:47+00:00",
    "coverArt": "https://mangadex.org/covers/032f800d-d632-4442-8830-d037d616ead4/3d265d46-3592-4994-b849-3d84c0d570f3.jpg",
    "altTitles": [
      {
        "ja": "辺境ぐらしの魔王、転生して最強の魔術師になる"
      },
      {
        "en": "The Demon King of the Frontier Life, Reincarnated to Become the Strongest Mage"
      },
      {
        "ru": "Владыка демонов из глубинки переродится и станет сильнейшим в мире магом!"
      },
      {
        "vi": "Ma vương tái sinh trở thành pháp sư mạnh nhất"
      }
    ],
    "description": {
      "en": "There was once a mage called The Lone Demon King on the frontier. He was just a creature that never grew old, but was also loved by the villagers as something of a guardian deity. However, he was destroyed by a magic organization that sees his existence as dangerous. 200 years later, he is reincarnated as the second son of an aristocrat and obtains the strongest magic power.\n\n\"Let's pretend to be a human this time.\"\n\nHowever, being a human lover, he didn't particularly think of revenge and has decided to pretend to be human in this life. In his past life, he was the guardian deity of a region, and in this life, he's a local aristocrat who lacks common sense. He doesn't know how to take it easy. As the second son of an aristocrat, he is loved by his family and friends, and while he is regarded as a master of magic in the magic guild, he becomes an 'Immortal Mage' behind the scenes.",
      "ja": "生まれ持った強大な魔力を恐れられ「魔王」として討伐された魔術師・ディーン＝ノスフェラトゥ。200年後、男爵家の次男として目覚めたディーンは、膨大な魔力と前世の知識で最強魔術師として成り上がることに！",
      "ru": "Какие же сложные существа эти люди. К такому выводу пришёл вампир по имени Дин Носферату. Одни его гнали… Другие приняли. Одни его боготворят, другие охотятся за жизнью. Одни называют «Владыкой демонов», другие – «Ангелом-хранителем». Как с ними обращаться Дин не знал… поэтому совершил роковую ошибку и поплатился жизнью. Однако ему представился ещё один шанс – Дин Ноcферату переродился. И железно решил для себя кое-что – непременно досконально изучит существ, зовущихся «человечество», и не вкусит повторно горечь болезненного опыта!",
      "vi": "Có một ma pháp sư được mệnh danh là Ma vương độc tôn ở vùng biên giới. Anh ta là một sinh vật không bao giờ già đi, nhưng lại nhận được sự yêu quý của dân làng tựa như một vị thần hộ mệnh. Tuy nhiên, một tổ chức ma pháp đã coi anh ta là mối nguy hiểm và đã tiêu diệt anh. 200 năm sau, anh tái sinh làm con trai thứ hai của một quý tộc và trở thành ma pháp sư mạnh nhất.\n“Lần này hãy giả vờ là một người bình thường!”\nLà một người yêu con người, anh ta không nghĩ đến việc trả thù và đã quyết định giả vờ làm người bình thường trong kiếp này.\nKiếp trước, anh là thần hộ mệnh của một vùng, kiếp này, anh là một quý tộc địa phương, nhưng anh không biết những đạo lý đời thường, không biết làm sao cho nó trở nên dễ dàng hơn.\nLà con trai thứ hai của một quý tộc, anh được gia đình và bạn bè yêu quý, trong khi đó, anh cũng được tôn thành bậc thầy ma pháp trong hội ma pháp, anh trở thành một ‘Immortal Mage’ một cách bí mật."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b24d2c22-5b28-44d4-a77f-0e920cd960a6",
    "title": {
      "en": "Wolf-chan wa Sumashitai"
    },
    "updatedAt": "2024-09-30T16:33:42+00:00",
    "coverArt": "https://mangadex.org/covers/b24d2c22-5b28-44d4-a77f-0e920cd960a6/d93a5c33-dee7-476a-941a-51ea5b7ff574.jpg",
    "altTitles": [
      {
        "ja": "ウルフちゃんは澄ましたい"
      },
      {
        "en": "Wolf-chan Wants to Be Clear"
      },
      {
        "id": "Gadis Serigala Mencoba Untuk Berpura pura Tidak Peduli"
      },
      {
        "ja-ro": "Wolf chan wa Sumashitai"
      },
      {
        "en": "Wolf-chan Is Trying to Feign Indifference"
      }
    ],
    "description": {
      "en": "The cool, lone-wolf girl and her precious, unrequited crush!\n\n(Source: Ganma!, translated)",
      "ja": "ウルフカットで一匹狼なクール系女子の尊い片想い！",
      "pt-br": "A loba solitária fria, e seu precioso amor não correspondido!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2024-11-17T00:12:53+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "b23d710f-691a-4fba-8c6b-350abe01c40f",
    "title": {
      "en": "The Secret of House Francesa"
    },
    "updatedAt": "2024-12-29T20:08:31+00:00",
    "coverArt": "https://mangadex.org/covers/b23d710f-691a-4fba-8c6b-350abe01c40f/e1100117-dae5-4ef7-8547-04e476ddf912.jpg",
    "altTitles": [
      {
        "ko": "빼앗긴 가문의 주인이 되려 합니다"
      },
      {
        "ko-ro": "Paeatgin Gamunui Juini Doeryeo Hamnida"
      },
      {
        "ko-ro": "Bbaeasgin Gamun'eui Juin'i Doeryeo Habnida"
      },
      {
        "ar": "أخطط لأصبح سيدة العائلة المسروقة"
      },
      {
        "id": "Mencoba menjadi pemilik keluarga yang dicuri"
      },
      {
        "en": "I Plan to Become the Master of a Stolen Family"
      }
    ],
    "description": {
      "ar": "“لو أصبحت رب الأسرة ، لكان الكثير قد تغير …” مات أخي التوأم بيدي. يتحكم بها بالسحر الأسود ، كلوي ، التي تكرر الذبح غير المرغوب فيه ، ينتهي بها الأمر بقتل شقيقها التوأم بيديها. بدون وقت للحزن ، كان رأس السيف موجهًا إلى قلب كلوي. لقيت كلوي موتًا بائسًا. ولكن عندما فتحت عينيها، عادت إلى الماضي. لن أكرر حياتي الماضية. من أجل حماية الأسرة وشقيقها الحبيب ، قررت أن تصبح رب الأسرة بنفسها ، في شكل أخ توأم. “متوقع. أنتم جعلتموني هكذا.”\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54824372), [Naver](https://series.naver.com/novel/detail.series?productNo=8629075), [Ridibooks](https://ridibooks.com/books/2057181273)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%B9%BC%EC%95%97%EA%B8%B4-%EA%B0%80%EB%AC%B8%EC%9D%98-%EC%A3%BC%EC%9D%B8%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%95%A9%EB%8B%88%EB%8B%A4/3182), [KakaoPage](https://page.kakao.com/content/60828356)",
      "en": "The Duchy of Francesca rules the northern provinces on behalf of the fallen Imperial family. After the sudden death of the lord of their household, Duke Den, the twins Damian and Chloe become puppets at the hands of their relatives. Controlled by dark magic, Damian becomes the empty-shelled lord of the household while Chloe, who has a natural talent for swordsmanship, becomes an assassin repeatedly committing unwanted murders. Later deemed no longer useful, she falls to dark magic and kills Damian with her hands before meeting her own tragic ending afterward. However, when she opened her eyes once more, she returned to the past. To the past – the day of her beloved father’s, Duke Den’s funeral. From then, Chloe made a decision. A decision to not allow her past life to repeat itself... and to punish her relatives and the vassals who dared turn their backs on her family.\n\n---\n“So many things would have been different if you had become the family head…”\n\n*My older twin brother died at my hands.*\n\nChloe, who was controlled by black magic and forced to murder endlessly against her will, ultimately ends up killing her older twin brother. With barely a moment to mourn, the tip of her sword was immediately pointed at Chloe’s heart. Chloe died a miserable death. But when she opened her eyes again, she realized that she had gone back in time.\n\n*I won’t repeat my past life. In order to protect my family and my beloved older brother, I will personally become the master by becoming my brother.*\n\n“Look forward to it. You are the ones who pushed me to this point.”\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54824372), [Naver](https://series.naver.com/novel/detail.series?productNo=8629075), [Ridibooks](https://ridibooks.com/books/2057181273)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%B9%BC%EC%95%97%EA%B8%B4-%EA%B0%80%EB%AC%B8%EC%9D%98-%EC%A3%BC%EC%9D%B8%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%95%A9%EB%8B%88%EB%8B%A4/3182), [KakaoPage](https://page.kakao.com/content/60828356)",
      "id": "Duchy of Francesca memerintah provinsi utara atas nama keluarga Kekaisaran yang jatuh. Setelah kematian mendadak tuan rumah tangga mereka, Duke Den, si kembar Damian dan Chloe menjadi boneka di tangan kerabat mereka. Dikendalikan oleh sihir gelap, Damian menjadi penguasa rumah tangga yang bercangkang kosong sementara Chloe, yang memiliki bakat alami dalam ilmu pedang, menjadi seorang pembunuh yang berulang kali melakukan pembunuhan yang tidak diinginkan. Kemudian dianggap tidak lagi berguna, dia jatuh ke sihir hitam dan membunuh Damian dengan tangannya sebelum menemui akhir tragisnya sendiri sesudahnya. Namun, ketika dia membuka matanya sekali lagi, dia kembali ke masa lalu. Ke masa lalu - hari ayah tercintanya, pemakaman Duke Den. Sejak saat itu, Chloe mengambil keputusan. Keputusan untuk tidak membiarkan kehidupan masa lalunya terulang kembali .. dan untuk menghukum kerabatnya dan pengikut yang berani meninggalkan keluarganya.\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54824372), [Naver](https://series.naver.com/novel/detail.series?productNo=8629075), [Ridibooks](https://ridibooks.com/books/2057181273)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%B9%BC%EC%95%97%EA%B8%B4-%EA%B0%80%EB%AC%B8%EC%9D%98-%EC%A3%BC%EC%9D%B8%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%95%A9%EB%8B%88%EB%8B%A4/3182), [KakaoPage](https://page.kakao.com/content/60828356)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5cac8e6c-db09-4271-b5d8-7398b5f609ad",
    "title": {
      "en": "I Don't Want to Be a Lady"
    },
    "updatedAt": "2024-09-23T16:47:00+00:00",
    "coverArt": "https://mangadex.org/covers/5cac8e6c-db09-4271-b5d8-7398b5f609ad/8c8336d5-781a-412d-b722-39ad8bb3deb7.jpg",
    "altTitles": [
      {
        "ko": "레이디는 싫습니다"
      },
      {
        "es-la": "No quiero ser una dama"
      },
      {
        "es-la": "No Me Gusta La Dama"
      }
    ],
    "description": {
      "en": "Before being sold as the Crown Prince’s concubine, I proposed a contract marriage to the Duke.\n\n“Will your father allow you to marry me?”\n“Of course not. So there is only one way.”\n\n“We have to make an accident.”\n\nIt will taste better when I break that mol*ster’s head.\nI could shoot a gun at the alley gangster. Even the prince of the neighboring empire was also knocked out by me.\n\nThe man snorted.\n\n“You’re so arrogant as the captive subject. I never knew that Count Bornes would be a jerk to his dog.”\n\nI said with a smile, “Our mansion didn’t have a dog. Because the owner of the mansion is already a dog.”\n\nThis is the story of Arianne Bornes, who seemed to be a villainess but not a villainess.",
      "ko": "망나니 황태자의 정부로 팔려가기 전, 공작에게 계약 결혼을 제안했다.\n\n“당신의 부친께서 저와의 혼인을 허락해 주실까요?”\n“아니죠. 그러니 방법은 하나뿐이에요.”\n\n“사고를 쳐야죠.”\n\n치한은 머리를 깨줘야 맛.\n골목 건달에게는 총알을 박아주고\n이웃 나라 황자도 때려눕혔다.\n\n\n남자가 코웃음 쳤다.\n\n“포로로 잡힌 주제에 건방지기는. 보르네스라면 그 집 개새끼까지 싸가지 없을 것 같단 말이지.”\n\n아리안느가 싱긋 웃으며 말했다.\n\n“우리 집엔 개 안 키워. 이미 주인이 개새끼잖아.”\n\n악녀인 듯 악녀 아닌 악녀 같은 그녀, 아리안느 보르네스의 파란만장 스토리."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5422f55a-4fbf-4f60-9289-bab55c87c2bc",
    "title": {
      "en": "Guilty Circle"
    },
    "updatedAt": "2024-12-07T15:52:09+00:00",
    "coverArt": "https://mangadex.org/covers/5422f55a-4fbf-4f60-9289-bab55c87c2bc/0b54fd9e-edae-4ae2-b98f-db86ceec3254.jpg",
    "altTitles": [
      {
        "ja": "ギルティサークル"
      },
      {
        "zh-hk": "罪惡社團"
      },
      {
        "zh": "罪恶社团"
      }
    ],
    "description": {
      "en": "April! Sawaya Doji's college life at his dream school of Seio University starts with an encounter with the beautiful Kaede Hoshimi during the club recruiting fair. Sawaya believes that if he goes to Tokyo... if he joins a university... if he joins a club, he can get a girlfriend! It's a great way to meet new people, but what kind of club has he gotten himself into?",
      "ja": "４月！憧れの青応大学へと入学した大学１年生・沢屋童二は、サークル勧誘期に美少女・星見楓と出会う。「東京に行けば…大学に入れば…サークルに入れば、彼女ができる！」と信じる沢屋は星見楓とともに派手目なサークルの新歓コンパへと参加するが……。沢屋が足を踏み入れたサークルの罪深き実態、秘密とは何か！？",
      "pt-br": "Abril! A vida universitária de Sawaya Doji em sua escola de sonho da Universidade de Seio começa com um encontro com a bela Kaede Hoshimi durante a feira de recrutamento do clube. Sawaya acredita que se ele for para Tóquio... se ele entrar em uma universidade... se ele entrar em um clube, ele pode conseguir uma namorada! É uma ótima maneira de conhecer novas pessoas, mas em que tipo de clube ele se meteu?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e8c03c09-960b-461f-b430-0ef8ba86e19b",
    "title": {
      "en": "Gurren Lagann"
    },
    "updatedAt": "2024-03-29T04:22:29+00:00",
    "coverArt": "https://mangadex.org/covers/e8c03c09-960b-461f-b430-0ef8ba86e19b/24267a2b-584a-49a0-9d02-a4a8fbda8735.jpg",
    "altTitles": [
      {
        "en": "Heaven Piercer Crimson Lagann"
      },
      {
        "ja": "天元突破グレンラガン"
      },
      {
        "ja-ro": "Tengen Toppa Gurren Lagann"
      }
    ],
    "description": {
      "en": "In their closed-off underground village, Kamina and Shimon chafe at the limits imposed by the village elder. Yet all this will change, when Shimon stumbles across a fantastic device - just as the village's peace is broken by a violent intrusion."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "65"
  },
  {
    "mangaId": "576d59fb-1885-4642-81ad-93b58dd5e57f",
    "title": {
      "en": "From Eroica with Love"
    },
    "updatedAt": "2023-07-01T16:25:26+00:00",
    "coverArt": "https://mangadex.org/covers/576d59fb-1885-4642-81ad-93b58dd5e57f/31762a16-c12b-4281-a6e4-ad297fd17902.jpg",
    "altTitles": [
      {
        "ja": "エロイカより愛をこめて"
      },
      {
        "zh": "浪漫英雄"
      },
      {
        "ja-ro": "Eroica Yori Ai wo Komete"
      }
    ],
    "description": {
      "en": "What happens when a gay art thief and a conservative NATO officer cross paths? Disaster, of course. \nDorian is an aristocrat, a thief, and a hedonist; Klaus is a duty-driven espionage agent with no patience for fools.\n\nFollow them as they chase each other across the globe – from Britain to Baghdad, from Alaska to Alexandria or Moscow to Madrid. \nSpectacular locations and non-stop adventures await!"
    },
    "status": "completed",
    "releaseDate": 1976,
    "contentRating": "safe",
    "lastVolume": "39",
    "lastChapter": ""
  },
  {
    "mangaId": "165e727a-ba50-47a7-90e3-8c187208550f",
    "title": {
      "en": "Crepuscule"
    },
    "updatedAt": "2023-02-10T02:56:37+00:00",
    "coverArt": "https://mangadex.org/covers/165e727a-ba50-47a7-90e3-8c187208550f/e8302315-9fd6-420c-9c0a-888cac7db7f8.jpg",
    "altTitles": [
      {
        "tr": "Alacakaranlık"
      },
      {
        "pl": "Zmierzch"
      },
      {
        "ru": "Сумерки"
      },
      {
        "ja": "黎明"
      },
      {
        "ko": "크리퍼스큘"
      }
    ],
    "description": {
      "en": "Lark is different from the rest of the kids. He has red eyes, just like Vampires do, and he is bullied by the other kids for it. One day he meets Setz, a kid who also has red eyes and is the only one that doesn't call him a monster or bully him. Eventually they become friends, but when Lark finds out he may have to return to the orphanage, Setz decides he does not want to lose his friend and invites him to his home… The world of the Vampires.  \n  \nNote: This project began as an amateur manhwa on Naver, but became popular enough that Naver chose to turn it into a professional work. The author and artist changed their pen names and restarted the series from the beginning, redesigning the artwork and part of the storyline in the process."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "251"
  },
  {
    "mangaId": "d4c6bdba-7a9d-4c1d-8ef4-60de25b208b7",
    "title": {
      "en": "Sleeping Dead"
    },
    "updatedAt": "2024-06-26T07:55:13+00:00",
    "coverArt": "https://mangadex.org/covers/d4c6bdba-7a9d-4c1d-8ef4-60de25b208b7/955a6feb-085e-45ae-98fc-f00257911c22.jpg",
    "altTitles": [
      {
        "ja": "スリーピングデッド"
      },
      {
        "en": "Living Dead"
      }
    ],
    "description": {
      "en": "Earnest and well put together, Sada is a teacher that's popular among both his colleagues and students alike. One day after school, while he was on patrol, he saw a suspicious figure attacking a female student with a knife. Unable to escape in time, Sada ended up losing his life. However, Sada woke up on a cold slab... (Previously serialized with the title 'Living Dead')"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "11.5"
  },
  {
    "mangaId": "e8136b4f-b3bb-42fc-9102-35bea007be80",
    "title": {
      "en": "Dragon Ball Super Divers"
    },
    "updatedAt": "2024-10-24T03:35:36+00:00",
    "coverArt": "https://mangadex.org/covers/e8136b4f-b3bb-42fc-9102-35bea007be80/167c210b-ccc7-47f8-b57c-2ca5400fc41b.png",
    "altTitles": [
      {
        "ja": "ドラゴンボールス一パーダイバーズ"
      },
      {
        "ja-ro": "doragon booru suupaa daibaazu"
      }
    ],
    "description": {
      "en": "Dragon Ball Super Divers is a One-Shot title authored and illustrated by Toyotarou to coincide with the release of the game with the same name."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "88784b0a-208b-4528-801b-379a0777de44",
    "title": {
      "en": "Angel Heart - 2nd Season"
    },
    "updatedAt": "2024-12-10T01:39:47+00:00",
    "coverArt": "https://mangadex.org/covers/88784b0a-208b-4528-801b-379a0777de44/1ffd569b-8ef7-45d2-80e8-97c003db8dfe.jpg",
    "altTitles": [
      {
        "ja-ro": "エンジェル・ハート 2ndシーズ"
      }
    ],
    "description": {
      "en": "A young Taiwanese assassin codenamed \"Glass Heart\" committed suicide by jumping off a building, and her heart was pierced by a metal fence. Miraculously, her life was saved by heart transplantation. During her recovery she began to experience strange dreams, which led her to Japan looking for the donor of her heart, who happens to be Kaori Makimura, former partner of City Hunter.\n\nNote: direct continuation of Angel Heart, renewed in Monthly Comic Zenon after the cancellation of Bunch."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "80"
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2024-08-03T01:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/b812926d-24da-472d-8c81-be1e632d616e.png",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "Please Bully Me, Miss Villainess!"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1613d0cf-7151-4a80-98bb-eb82889314ba",
    "title": {
      "en": "Super Dragon Ball Heroes: Big Bang Mission!!!"
    },
    "updatedAt": "2022-09-22T16:39:18+00:00",
    "coverArt": "https://mangadex.org/covers/1613d0cf-7151-4a80-98bb-eb82889314ba/8d246fd8-cddc-4f48-b0eb-1e75deb56fbc.jpg",
    "altTitles": [
      {
        "ja": "スーパードラゴンボール ヒーローズ ビッグバンミッション！！！"
      }
    ],
    "description": {
      "en": "Spin-off manga and the sequel to both Super Dragon Ball Heroes: Dark Demon Realm Mission! and Super Dragon Ball Heroes: Universe Mission."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "8419734a-ee48-4c75-969d-d6757d107a2c",
    "title": {
      "en": "Umarekawatta Kensei, Kenshi ga Reiguu sareru Majutsu Shijou Shugi no Gakuen de Musou suru"
    },
    "updatedAt": "2024-12-31T02:30:32+00:00",
    "coverArt": "https://mangadex.org/covers/8419734a-ee48-4c75-969d-d6757d107a2c/65c283c9-aa25-4a4c-bc99-0e3833c9a480.jpg",
    "altTitles": [
      {
        "ja": "生まれ変わった剣聖、剣士が冷遇される魔術至上主義の学園で無双する"
      },
      {
        "en": "A Reincarnated Sword Saint in a Magic-Obsessed Academy"
      }
    ],
    "description": {
      "en": "Lyus, once hailed as the Sword Saint, was reborn through some twist of fate with all his memories intact. Seeking to reach even greater heights, he enrolled in the Royal Capital's First Academy—the largest in the land. However, in a world where magic reigned supreme, swordsmen were relegated to the sidelines and treated with disdain. But such common perceptions meant nothing to Lyus, who retained all the power he possessed in his previous life. Wielding only his sword, he effortlessly overwhelmed the magic users, and in time, he became the beacon of hope for all swordsmen."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5670133-9bc4-4614-8336-e64dd3d99b4f",
    "title": {
      "en": "Noah's Notes"
    },
    "updatedAt": "2024-09-29T00:50:54+00:00",
    "coverArt": "https://mangadex.org/covers/e5670133-9bc4-4614-8336-e64dd3d99b4f/e05e63a1-0cfa-46a9-8ffd-85cba61084d0.jpg",
    "altTitles": [
      {
        "en": "Noah's Arts"
      },
      {
        "ja": "ノアズノーツ"
      },
      {
        "ja": "诺亚笔记"
      },
      {
        "ru": "Заметки Ноя"
      }
    ],
    "description": {
      "en": "Professor Noah Minami Umberbach is not your average archeologist! For one, he's prone to whipping out his gun and blowing up stuff to make dramatic entrances. But that's just his eccentric nature. He's actually a man on a mission. A mission that may very well be the most important mission of all time. And he's dragging history-hating student Kotobuki Mirai along for the ride!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "1e22146b-95d7-46a8-a23e-24e6d9e0ad82",
    "title": {
      "en": "Leveling Up Fast with Divine Measurement Skills"
    },
    "updatedAt": "2024-12-31T02:01:08+00:00",
    "coverArt": "https://mangadex.org/covers/1e22146b-95d7-46a8-a23e-24e6d9e0ad82/24cbf73c-8502-4a66-9c34-e89930be7349.jpg",
    "altTitles": [
      {
        "ja-ro": "Kami Haka Skill de Saisoku Leveling"
      },
      {
        "ja": "神測スキルで最速レベリング"
      }
    ],
    "description": {
      "en": "In Japan, where explorers excel at dungeon conquering, Namiki Haruka, who remains weak even at level 100, is ridiculed by society as a premature weakling. However, after her own death triggers a transformation, she acquires the unique skill 'Divine Measurement' and begins to awaken."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "daf0d74a-73af-48c1-bbfa-694956af6765",
    "title": {
      "en": "Indulging a Crazy Beauty"
    },
    "updatedAt": "2024-07-25T17:10:58+00:00",
    "coverArt": "https://mangadex.org/covers/daf0d74a-73af-48c1-bbfa-694956af6765/c1626f90-bd61-4045-8c1d-b7b59c630b24.png",
    "altTitles": [
      {
        "zh": "娇养了个疯批美人儿"
      },
      {
        "en": "Raised a Crazy Beauty"
      },
      {
        "pt-br": "Satisfazendo A Bela E Louca General"
      },
      {
        "zh-ro": "Jiāoyǎngle Gè Fēng Pī Měirén Er"
      }
    ],
    "description": {
      "en": "After being reincarnated to a year before her death, Bai Man's sole purpose in life is to kill the tyrannical emperor and take his place. To achieve her ultimate goal, she decides to seduce the formidable General Zhou Rong, a cold but beautiful woman. Who would have thought, however, that Zhou Rong is actually a crazy beauty?",
      "pt-br": "Depois de reencarnar um ano antes de sua morte, o único propósito de vida de Bai Man é matar o imperador tirano e tomar seu lugar. Para atingir seu objetivo final, ela decide seduzir o formidável General Zhou Rong, um homem frio, mas bonito. Quem teria pensado, entretanto, que Zhou Rong é na verdade uma mulher linda e maluca?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "596e14bb-a7eb-4aad-8a0e-8ecc854fd4a8",
    "title": {
      "en": "Shiretto Sugee Koto Itteru Gal. - Shiritsu Paranomaru Koukou no Nichijou"
    },
    "updatedAt": "2024-11-29T01:01:34+00:00",
    "coverArt": "https://mangadex.org/covers/596e14bb-a7eb-4aad-8a0e-8ecc854fd4a8/86b25bc7-9ee7-496e-bece-1ee1be808593.jpg",
    "altTitles": [
      {
        "ja": "しれっとすげぇこと言ってるギャル。ー私立パラの丸高校の日常ー"
      },
      {
        "ja-ro": "Shiretto Sugee Koto Iteru Gal. - Shiritsu Paranormal Koukou no Nichijou"
      },
      {
        "en": "The Gals Who Always Say Insane Things: My Daily Life at a Private Paranormal High School"
      }
    ],
    "description": {
      "en": "Youth = friendship, effort, and future prediction! A very ordinary and supernatural daily life led by the strongest and most invincible gyarus with different abilities.\n\nBased on the short animations on Youtube. \n- [Official YouTube](https://www.youtube.com/@parako)\n- [Official Twitter/X](https://twitter.com/parako_official)\n___\n[Alt Official Raw (Young Jump)](https://ynjn.jp/title/11987)",
      "ja": "青春＝友情、努力、未来予知!? 最強無敵の異能力ギャルが送る、ごくごく普通の超常的な日常。 累計再生数1.6億回！本作の元となったYoutubeチャンネル「私立パラの丸高校」では、みらい＆ へー子の最強異能力ギャルズの他、光やクラスメイト達の声優ボイス付き動画がたくさん見れるので、ぜひチェックしてみてください!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f74a61f5-16f0-4a52-9f47-d6e10ea8a063",
    "title": {
      "en": "Re:Connect - A Matching App Where Time Crosses"
    },
    "updatedAt": "2024-12-31T01:36:26+00:00",
    "coverArt": "https://mangadex.org/covers/f74a61f5-16f0-4a52-9f47-d6e10ea8a063/821be78b-128e-433e-905b-f70841554d9e.jpg",
    "altTitles": [
      {
        "ja-ro": "Re:Connect - Toki ga Kousa Suru Matching Appli"
      },
      {
        "ja": "Re:コネクト 時が交差するマッチングアプリ"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf3eb020-45b1-419a-bdf1-9a7f493777d4",
    "title": {
      "en": "The Archvillain's Dying Nanny"
    },
    "updatedAt": "2024-10-10T20:51:57+00:00",
    "coverArt": "https://mangadex.org/covers/cf3eb020-45b1-419a-bdf1-9a7f493777d4/06968c07-cd42-41f2-971a-bcefc42622a8.jpg",
    "altTitles": [
      {
        "en": "I'm the Villainous Male Lead's Terminally Ill Aunt"
      },
      {
        "en": "I am the Terminally Ill Nanny of the Dark Male Lead."
      },
      {
        "ko": "흑막 남주의 시한부 유모입니다"
      },
      {
        "es-la": "Soy la niñera por tiempo limitado del villano"
      },
      {
        "en": "I Am the Nanny of the Villain"
      }
    ],
    "description": {
      "en": "She became the nanny of Claude, the blackened male protagonist who would destroy the world. If this continues, she will be killed by the cursed power possessed by the blackened male protagonist. So, she decided to pour out her love for the blackened male protagonist to prevent the blackening.\n\nShe also raised the child’s self-esteem, and made the Duke act like a proper father, as fatherly love was essential for the male protagonist’s self-esteem.\n\nShe thought the child was gradually recovering his bright face, and the Duke was now learning how to gradually give love to the child.\n\nBut she doesn’t know if it’s because she worked too hard….?\n\n“It has always been a problem. You have hundreds of reasons to abandon me, but I don’t have a single one.”\n\n“Nanny will always be by my side, right? That’s why you can’t go. Never, never.”\n\nTwo men started obsessing over me."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "98467236-8e2b-4f3d-ae7d-20ef4a84417a",
    "title": {
      "en": "How I Attended an All-Guy's Mixer"
    },
    "updatedAt": "2024-12-11T21:49:33+00:00",
    "coverArt": "https://mangadex.org/covers/98467236-8e2b-4f3d-ae7d-20ef4a84417a/f2a5d6d6-967d-49bd-b392-37312c86ce06.jpg",
    "altTitles": [
      {
        "ja": "合コンに行ったら女がいなかった話"
      },
      {
        "ja-ro": "Goukon ni Ittara Onna ga Inakatta Hanashi"
      },
      {
        "zh": "到了聯誼會上發現連一個女生都沒有"
      },
      {
        "pt-br": "Como Eu Fui a um Encontro Só de Homens"
      }
    ],
    "description": {
      "en": "Tokiwa, a university student, is invited to a three-on-three blind date by Suou, a fellow classmate. On the day of the mixer, he goes to the pub where they are supposed to meet, only to find a group of handsome men waiting for him...",
      "pt-br": "Tokiwa, um estudante universitário, é convidado para um encontro às cegas de três contra três por Suou, um colega de classe. No dia do encontro, ele vai ao pub onde deveriam se encontrar, apenas para encontrar um grupo de homens bonitos esperando por ele..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f9eab7d-a2b2-4ee5-9d59-6744f0df4e12",
    "title": {
      "en": "Domestic na Kanojo"
    },
    "updatedAt": "2024-12-05T08:30:21+00:00",
    "coverArt": "https://mangadex.org/covers/4f9eab7d-a2b2-4ee5-9d59-6744f0df4e12/7129edad-f454-4b06-aee7-518a17259967.jpg",
    "altTitles": [
      {
        "en": "Domestic Girlfriend"
      },
      {
        "fr": "Love X Dilemma"
      },
      {
        "tr": "Evcimen Kız Arkadaş"
      },
      {
        "ru": "Домекано"
      },
      {
        "ar": "عشيقتي من أسرتي"
      },
      {
        "ja": "ドメスティックな彼女"
      },
      {
        "zh": "家有女友"
      },
      {
        "ko": "도메스틱한 그녀"
      },
      {
        "ru": "Домашняя девушка"
      },
      {
        "vi": "Bạn gái chung nhà"
      }
    ],
    "description": {
      "en": "Natsuo Fujii is in love with his teacher, Hina. Attempting to forget his feelings towards her, Natsuo goes to a mixer with his classmates where he meets an odd girl named Rui Tachibana. In a strange turn of events, Rui asks Natsuo to sneak out with her and do her a favor. To his surprise, their destination is Rui's house—and her request is for him to have sex with her. There's no love behind the act; she just wants to learn from the experience. Thinking that it might help him forget about Hina, Natsuo hesitantly agrees. After this unusual encounter Natsuo now faces a new problem. With his father remarrying, he ends up with a new pair of stepsisters; unfortunately, he knows these two girls all too well. He soon finds out his new siblings are none other than Hina and Rui! Now living with both the teacher he loves and the girl with whom he had his \"first time,\" Natsuo finds himself in an unexpected love triangle as he climbs ever closer towards adulthood.",
      "it": "Quella notte, Natsuo perse la sua verginità. La sua partner? Si chiama Rui e l'ha incontrata appena il giorno stesso dopo la scuola. E' lei ad averlo convinto, semplicemente dicendo di voler conoscere di più riguardo il sesso. Non voleva iniziare una relazione, né le interessava di Natsuo. In seguito, Natsuo si sente in colpa per aver perso la verginità con una ragazza che non gli piace neanche particolarmente. In più, si sente come se avesse tradito la ragazza per cui ha una cotta, la sua insegnante Hina. Un particolare triangolo amoroso che comprende Natsuo, Rui e Hina avrà inizio quando scopriranno…",
      "pt": "Hoje à noite, Natsuo perdeu a virgindade. Sua parceira? Seu nome é Rui e acabou de conhecê-lo entre amigos da escola. Ela foi a única que arquitetou essa situação, com o discurso de apenas conhecer mais sobre o sexo. Ela não queria começar um relacionamento, ela não liga pro Natsuo. No entanto, Natsuo não se sente bem por perder a virgindade com uma garota que ele não necessariamente gosta. Na verdade, isso fez com que ele sentisse que estivesse traindo sua paixão da escola: a professora Hina. Um triângulo amoroso surge entre Natsuo, Rui e Hina e tudo acaba com eles na mesma família!",
      "ru": "Это история о трёх героях: Нацуо, Руи и Хине. Руи — молодая девушка, не желающая вступать в отношения, Нацуо — обычный ученик старшей школы, а Хина — молодая учительница. Руи, несмотря на то, что ей не интересны отношения, хочет узнать о сексе и уговаривает Нацуо лишить её девственности. После произошедшего Нацуо мучает чувство вины, так как он лишил невинности девушку, к которой не испытывает чувств. Кроме того Нацуо не может забыть и о своей симпатии к молодой учительнице Хине. Это история стара как мир — история о неразделённой любви.",
      "tr": "Natsuo Fujii öğretmeni Hina'ya aşıktır. Ona karşı olan hislerini unutma amacıyla, Natsuo sınıf arkadaşlarıyla bir mixer partisine gidip orada Rui Tachibana isimli garip bir kız ile tanışır. Garip bir şekilde Rui, Natsuo'ya onun ile birlikte partiden kaçmasını ve ona bir iyilik yapmasını rica eder. Fakat aslında, gittikleri yer Rui'nin evidir—ve Rui'nin bahsettiği rica da onun ile cinsel ilişkiye girmesidir. Bu durumun arkasında herhangi bir aşk yoktur; Rui yalnızca deneyim elde etmek ister. Hina'yı unutmasına yardımcı olacağı düşüncesiyle, Natsu kararsızca kabul eder. Bu sıra dışı karşılaşmanın ardından, Natsuo'yu yeni bir problem karşılar. Babasının yeniden evlenmesi sonucunda, bir çift üvey kız kardeşi olur; fakat ne yazık ki, Natsuo\nbu iki kız kardeşi çok iyi tanıyordur. Hemen ardından bu kız kardeşlerin Hina ve Rui'den başkası olmadığını öğrenir. Aşık olduğu öğretmeni ve \"ilkini çaldığı\" kız ile, Natsuo kendini beklenmedik bir aşk üçgeninin ortasında bulur."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "28",
    "lastChapter": "276"
  },
  {
    "mangaId": "93c7cbf2-7a12-4df8-9dde-9ca2b38e7f22",
    "title": {
      "en": "Jaa, Kimi no Kawari ni Korosou ka?"
    },
    "updatedAt": "2024-10-13T10:24:11+00:00",
    "coverArt": "https://mangadex.org/covers/93c7cbf2-7a12-4df8-9dde-9ca2b38e7f22/7256784a-ed38-4bd0-b8f2-6db7e18f2a58.jpg",
    "altTitles": [
      {
        "vi": "Vậy Để Tôi Giết Chúng Thay Cậu Nhé?"
      },
      {
        "ja": "じゃあ、君の代わりに殺そうか？"
      },
      {
        "zh": "杀君所怨"
      },
      {
        "ja-ro": "Jaa, Kimi no Kawari ni Korosou ka?"
      },
      {
        "en": "Well, Shall I Murder Instead of You?"
      }
    ],
    "description": {
      "en": "The manga centers on Yūma Fujikura, a constantly bullied first year high school student. When a classmate named Ryō Amezato, nicknamed \"Amelie,\" helps him out one day, Yūma tells him not to get any more involved, or else the bullies will target Amelie too. In response to this, Amelie only tells Yūma that he would commit murder for him if Yūma wanted.",
      "vi": "Cậu đã giải thoát tôi khỏi những tháng ngày tuyệt vọng vì bị bắt nạt…. Nhưng sau khi cậu xuất hiện, một địa ngục mới lại bắt đầu… Cậu rốt cuộc là ai? Tôi có thể tin ai đây?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f3543ca-873b-463f-9a1d-47bc261d274a",
    "title": {
      "en": "Pokémon RéBURST"
    },
    "updatedAt": "2023-12-08T22:51:55+00:00",
    "coverArt": "https://mangadex.org/covers/6f3543ca-873b-463f-9a1d-47bc261d274a/1ba10aae-2f05-42ee-a240-9756b845ec26.png",
    "altTitles": [
      {
        "en": "Pocket Monsters RéBURST"
      },
      {
        "ja": "ポケットモンスター リバースト"
      },
      {
        "ja": "ポケットモンスターRéBURST"
      }
    ],
    "description": {
      "en": "The story begins with the protagonist leaving his town where people and Pokémon live in peace together in order to locate his father. The hero doesn’t know much about his father besides the fact that he is a powerful swordsman. On his journey, the protagonist meets up with new friends and foes and discovers the power of Burst Heart Crystals, these crystals entrap a Pokémon inside and allow humans transform themselves partly into them in order to take advantage of their special abilities and attacks."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "77"
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2024-12-20T04:24:21+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/894922fc-3fd0-456d-aaa0-13451a6067cd.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "ja-ro": "Akane-banashi"
      },
      {
        "en": "Tales Of Akane"
      },
      {
        "en": "Akane Story"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. \nShinta and his daughter Akane have been seduced by this wonderful form of classical Japanese entertainment. \nHaving observed her father strive to pass the shin'uchi rakugo test, Akane takes her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo é expresso apenas com seu corpo e palavras. \nShinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. \nObservando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1487ed38-87b4-4f47-a82b-e85fd3dbd4f0",
    "title": {
      "en": "Keikenchi Chochiku de Nonbiri Shoushin Ryokou ~Yuusha to Koibito ni Tsuihou sareta Senshi no Mujikaku zama~"
    },
    "updatedAt": "2024-10-05T09:18:25+00:00",
    "coverArt": "https://mangadex.org/covers/1487ed38-87b4-4f47-a82b-e85fd3dbd4f0/dbf24929-cc07-4bd0-a0e8-53bb13029d41.jpg",
    "altTitles": [
      {
        "ja": "経験値貯蓄でのんびり傷心旅行 ～勇者と恋人に追放された戦士の無自覚ざまぁ～"
      },
      {
        "en": "A Warrior Exiled by the Hero and His Lover"
      },
      {
        "vi": "Hành Trình Của Chàng Chiến Binh Bị Ruồng Bỏ Bởi Đồng Đội Và Hôn Thê Của Mình"
      }
    ],
    "description": {
      "en": "After losing his girlfriend to a brave hero, Toru is expelled from his S-Rank party. With a feeling of sadness and pain in his heart, he defeats a demon he meets outside the city, and his ability [to save experience] is broken! Toru becomes level 300 in the blink of an eye! With this power that far surpasses that of heroes, there is nothing that can stop him. Kaede, a slave he met on his journey, forms a group called the \"Manyu Brigade\", and easily completes dungeons, acquires the legendary sacred weapons, and thanks to his skills, his friends level up easily! He rescued a countess who was attacked by bandits on the road, and befriended a legendary beast. Oru's journey continues at a leisurely pace, as he repeatedly encounters various people along the way, while his former party of heroes are deprived of opportunities to play an active role and fall into decline. This is the beginning of the life of a 300 level warrior!  \n\n\n---\n\n[Original Webnovel](https://ncode.syosetu.com/n9483ge/)",
      "vi": "Toru Eiban là một thành viên của một party S-rank nổi tiếng. Nhưng vì dù có cố gắng đến đâu thì level của cậu không thể vượt quá level 20 được. Một ngày nọ cậu bị trưởng nhóm cũng là bạn thân của mình đuổi khỏi nhóm vì mình quá yếu, mọi chuyện cũng chẳng đến nỗi nào vì cậu cũng biết rằng mình rất yếu nhưng cậu còn phát hiện ra rằng hôn thê của mình cũng bị hắn cướp mất và từ mặt. Để xả cơn tức giận của mình cậu đã giết một con quái vật ở rìa thành phố nhưng vì một lý do nào đó một trong các skill của cậu [Tích trữ kinh nghiệm] bị hỏng khiến nó trả lại cho cậu một lượng kinh nghiệm khổng lồ. Giờ đây một Toru Eiban mới trên hành trình của riêng mình sẽ khám phá về sự thật về sức mạnh của mình và chữa lành những tổn thương trong lòng"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7889434b-d9a5-454c-8ea1-8c7a4509fc51",
    "title": {
      "en": "Servamp"
    },
    "updatedAt": "2024-11-23T16:24:13+00:00",
    "coverArt": "https://mangadex.org/covers/7889434b-d9a5-454c-8ea1-8c7a4509fc51/12f21958-e7ab-4035-b817-b567b163b5ff.jpg",
    "altTitles": [
      {
        "ja": "SERVAMP-サーヴァンプ-"
      },
      {
        "ar": "خادم خون‌آشام"
      },
      {
        "ru": "Сервамп"
      },
      {
        "th": "เซอร์แวมพ์"
      }
    ],
    "description": {
      "en": "When a stray black cat crosses Shirota Mahiru’s path, the high school freshman’s life will never be the same again, because \"Kuro\" is no ordinary feline, but a Servamp, or servant vampire. While Mahiru’s personal philosophy is one of non-intervention, he soon becomes embroiled in an ancient, altogether surreal conflict between vampires and humans.",
      "ja": "高校１年生・城田真昼が道ばたで拾った一匹の可愛い黒猫・クロの正体は、「サーヴァンプ」という下僕の吸血鬼。しかも性格は超ひきこもりニート系。契約によってクロの主人となった真昼は、吸血鬼同士の争いに巻き込まれ戦うはめになるのだが……？"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "885235fc-35a7-4f2b-aa08-83ee86d353c4",
    "title": {
      "en": "The Mountain of Remains on Planet Triangle"
    },
    "updatedAt": "2024-12-31T02:10:13+00:00",
    "coverArt": "https://mangadex.org/covers/885235fc-35a7-4f2b-aa08-83ee86d353c4/3d31da57-488b-4a89-9eff-ccb3fa7c26b1.png",
    "altTitles": [
      {
        "ja": "さんかく星の滅びの山"
      },
      {
        "ja-ro": "Sankaku-boshi no Horobi no Yama"
      }
    ],
    "description": {
      "en": "On a planet existing remote from other planets in space, there extends a land of white ashes.\n\nOrganisms that resemble a triangular rice ball inhabited the land. The planet was once a place where humanity built a civilization.\n\nOne day, something that looks like a human wakes up...",
      "ja": "とある辺境の星。白い砂が広がる広大な大地。\nそこでは、おにぎりの形をした生命体がつつましく暮らしていた。\nその星は、かつて人類が文明を築いた場所。\nある日、人型の「何か」が目を覚ますが――？"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddad0a9e-75c0-4e2f-b792-3544889e761a",
    "title": {
      "en": "Fushigi na Neko no Machi Meltier"
    },
    "updatedAt": "2024-11-02T16:08:16+00:00",
    "coverArt": "https://mangadex.org/covers/ddad0a9e-75c0-4e2f-b792-3544889e761a/cb411972-9f20-4806-bf46-c9fbf49afe5e.jpg",
    "altTitles": [
      {
        "de": "Märchen Meltier"
      },
      {
        "en": "The Curious Cat Town"
      },
      {
        "ja": "ふしぎな猫のまち メルティア"
      },
      {
        "ko": "신비한 고양이 마을의 메르티아"
      }
    ],
    "description": {
      "en": "This is \"Meltier,\" a town of cats. Moko, who has no memory of her past, ends up helping out at a coffee shop in town. There, she meets many unique and fun kittens and friends! A little bit mysterious and extraordinarily happy. A heartwarming fairy tale fantasy of everyday life!\n\n---\nNote: Has an original song sung by the author herself called はじめまして、世界！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d176655a-179c-40fb-8710-c2c37d27caca",
    "title": {
      "en": "To Whom It No Longer Concerns"
    },
    "updatedAt": "2024-09-10T22:20:39+00:00",
    "coverArt": "https://mangadex.org/covers/d176655a-179c-40fb-8710-c2c37d27caca/b8a35f99-b663-4a4a-8c82-a61d2f487c7e.jpg",
    "altTitles": [
      {
        "en": "For Those of You For Whom Regret Is a Luxury"
      },
      {
        "ko": "후회조차 사치인 당신들에게"
      },
      {
        "en": "To Those of You for Whom Even Regret Is a Luxury"
      },
      {
        "en": "To Whom It No Longer Concerns"
      }
    ],
    "description": {
      "en": "Exploited by her brother, betrayed by her sister, and killed by her husband. So ended the tragic story of Ariana Lopez--until, at the moment of her death, she suddenly finds herself back in the past. Now that she has a chance to do it all over again, she enlists the help of Duke Dante Heigenberg, the most feared and desired man in the entire empire, to take revenge against her family and reclaim what’s rightfully hers. But strangely, the duke seems to want Ariana more than just for her extraordinary musical talent..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26bcd529-5228-4262-9f77-fbe2aa659217",
    "title": {
      "en": "Isekai de Cheat Skill wo Te ni Shita Ore wa, Genjitsu Sekai wo mo Musou Suru: Girls Side ~Kareinaru Otome-tachi no Bouken wa Sekai wo Kaeta~"
    },
    "updatedAt": "2024-12-19T19:41:00+00:00",
    "coverArt": "https://mangadex.org/covers/26bcd529-5228-4262-9f77-fbe2aa659217/c8f15026-631c-4b23-aa8a-9d8d007ecce8.jpg",
    "altTitles": [
      {
        "ja": "異世界でチート能力を手にした俺は、現実世界をも無双する ガールズサイド ～華麗なる乙女たちの冒険は世界を変えた～"
      },
      {
        "en": "I Got a Cheat Ability in a Different World, and Became Extraordinary Even in the Real World."
      },
      {
        "en": "I Got a Cheat Skill in Another World and Became Unrivaled in the Real World, Too Girls Side"
      }
    ],
    "description": {
      "en": "Another world: Lexia, the first princess of the Kingdom of Arcelia. When it comes to decisiveness and the ability to take action, no one can match her; in some ways, she is the \"strongest\" princess. As a result of being extremely bored with life in the royal castle, the words she uttered were...\n\n\"I've made up my mind! I'm going to set out on a journey to save people who are in trouble!\"\n\nSo, forcibly bringing along Luna—a girl who is her bodyguard and has a background as a top-notch assassin—Lexia sets off on an adventure around the world.",
      "ja": "「決めたわ！私、悩める人々を救う旅に出ようと思うの!!」アルセリア王国の第一王女・レクシア。ある意味『最強』の彼女が王城での生活に退屈を極めた結果、優夜にふさわしい女性になるべく世界を巡る冒険の旅に出ることに！　レクシアの護衛にして凄腕暗殺者の経歴を持つ少女・ルナ、そして道中で出会った“白猫”の獣人の少女・ティトを新たな仲間に加えて最初に目指すのはとある国の王女様の救出!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5cf45e4-eda0-4aee-bb68-c9c5df150bd5",
    "title": {
      "en": "Dakaretai Otoko Ichii ni Odosarete Imasu"
    },
    "updatedAt": "2023-12-27T15:41:47+00:00",
    "coverArt": "https://mangadex.org/covers/c5cf45e4-eda0-4aee-bb68-c9c5df150bd5/010528c9-91c7-42cf-a6b9-045f1e8fde2b.jpg",
    "altTitles": [
      {
        "ru": "Угроза для парня №1"
      },
      {
        "ja": "抱かれたい男１位に脅されています"
      }
    ],
    "description": {
      "en": "Saijou Takato's five year reign as the \"Most Huggable No. 1\" has been snatched. Stealing his thunder is the newbie actor with a three year debut, Azumaya Junta! Towards the stuffy hostile Takato, Azumaya's sincere sparkling smile starts to become effective. Even as Takato sets his alert level on max, Azumaya catches Takato in his shameful drunken state and uses it to blackmail him! In exchange for Azumaya's silence, Azumaya states, \"Please let me hold you!?\"  \n  \n\n\n---",
      "ru": "\"Я сделаю так, чтобы твое тело не смогло забыть обо мне\". Сайджо Такато, на протяжении пяти лет удерживающий за собой положение ведущего актёра, был потеснён более молодым актёром с каким-то трёхлетним стажем своей карьеры! Искренняя ослепительная улыбка Адзуямы производит свой эффект на чванливого и враждебно настроенного Такато. Однако, как бы Такато ни дорожил своим местом в компании MAX, во время пьянки Адзуяма снимает на телефон весь словесный понос своего позорно напившегося сэмпая, чтобы шантажировать его! В связи с возникшим недопониманием, Такато, не зная, какие это может повлечь за собой последствия, предлагает Адзуяме очень смелое условие… Также в том входит несколько весьма интригующих историй."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e9a2a3e-f992-4af4-a887-cd130460c9e5",
    "title": {
      "en": "Bakidou"
    },
    "updatedAt": "2024-10-11T17:28:45+00:00",
    "coverArt": "https://mangadex.org/covers/5e9a2a3e-f992-4af4-a887-cd130460c9e5/330e069d-b6c7-472f-b571-cc119c07af46.jpg",
    "altTitles": [
      {
        "en": "Baki Part 5"
      },
      {
        "ru": "Путь Баки 2"
      },
      {
        "ja": "バキ道"
      },
      {
        "en": "The Way of Baki (2018)"
      },
      {
        "en": "Baki's Style (2018)"
      },
      {
        "tr": "Baki'nin Yolu 2"
      }
    ],
    "description": {
      "en": "After more than 2,000 years, Nomi no Sukune's successor is born. This time, Baki will challenge the god of sumo.",
      "ru": "Продолжение серии манги Бойца Баки. После \"победы\" над воскрешённым \"богом меча\" Миямото Мусаси в этот раз история столкнёт главных персонажей с потомком \"бога сумо\" и его бандой сумоистов.",
      "tr": "2000 yıldan fazla bir süre sonra, Nomi no Sukune'nin halefi doğuyor. Bu kez, Baki sumo tanrısına meydan okuyacak."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "151"
  },
  {
    "mangaId": "f8324cf2-4964-406c-a9e8-57d444e930f4",
    "title": {
      "en": "Heaven Burns Red Official 4-Koma"
    },
    "updatedAt": "2024-11-25T03:09:10+00:00",
    "coverArt": "https://mangadex.org/covers/f8324cf2-4964-406c-a9e8-57d444e930f4/7577e6d1-3705-4266-8a5e-d98d69bc377b.jpg",
    "altTitles": [
      {
        "ja": "ヘブンバーンズレッド公式４コマ"
      },
      {
        "ja-ro": "Heaven Burns Red Koushiki 4-Koma"
      },
      {
        "vi": "Heaven Burns Red 4-Koma Chính thức"
      }
    ],
    "description": {
      "en": "A humorous 4-koma series about the daily activities of the Seraph Squadron that helps us to know a bit more about their personalities and outlook on life.",
      "vi": "Loạt manga 4 khung tranh về sinh hoạt thường nhật của các chiến binh Quân đoàn Seraph theo phong cách đáng yêu và hài hước, giúp ta biết thêm một phần về tính cách và quan điểm sống của họ."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11c4b450-fc1b-4507-ab21-b3145731431a",
    "title": {
      "en": "Mazoku no Pet ni Narimashite"
    },
    "updatedAt": "2024-12-21T01:19:51+00:00",
    "coverArt": "https://mangadex.org/covers/11c4b450-fc1b-4507-ab21-b3145731431a/47a8697d-cc72-433c-8a88-a1b4c41f604a.jpg",
    "altTitles": [
      {
        "ja": "魔族のペットになりまして"
      },
      {
        "vi": "THÚ CƯNG CỦA QUỶ DỮ"
      },
      {
        "id": "Menjadi hewan peliharaan iblis"
      }
    ],
    "description": {
      "en": "A slightly exciting, fantastic love comedy in which an ordinary high school student falls in love (?) with a demon girl!\nOne day, Takafumi Ayanokoji, an ordinary high school boy, is warned by a suspicious fortune teller that he is in trouble with women. Immediately after that, along with heavy rain and lightning, a beautiful girl with blonde hair and red eyes appeared. The girl follows Takafumi to his house and says she wants to keep him as a pet, but...! ?",
      "ja": "普通の高校生が魔族の女の子と恋に落ちる（？）、ちょっぴり刺激的なファンタスティック・ラブコメディ！\n\n普通の男子高校生・綾小路貴文は、ある日、怪しい占い師に『女難の相』が出ていると警告される。 その直後、豪雨と落雷と共に金髪赤眼の美少女が現れた。 少女は貴文の家までついてきて、貴文をペットにしたいと言うのだが――！？",
      "es-la": "Una comedia romántica fantástica y ligeramente estimulante en la que un estudiante de preparatoria común se enamora (?) de una chica demonio. Un día, el estudiante de preparatoria común, Takafumi, es advertido por un sospechoso adivino de que tiene una \"señal de problemas con las mujeres\". Inmediatamente después, una hermosa rubia de ojos rojos aparece junto con una fuerte lluvia y un rayo. La chica sigue a Takafumi hasta su casa y dice que quiere mantenerlo como su mascota, pero... ¡¿!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6439c33f-1f77-4aef-ac54-b3632bb17d0f",
    "title": {
      "en": "Spirit Blade Mountain"
    },
    "updatedAt": "2024-03-05T12:36:20+00:00",
    "coverArt": "https://mangadex.org/covers/6439c33f-1f77-4aef-ac54-b3632bb17d0f/e9996db8-71c5-46da-8f9d-421b3379be28.png",
    "altTitles": [
      {
        "zh-ro": "Cong Qian You Zuo Ling Jian Shan"
      },
      {
        "zh-ro": "Congqian Youzuo Lingjianshan"
      },
      {
        "zh-ro": "Ling Jian Shan"
      },
      {
        "en": "Mt. Reiken"
      },
      {
        "en": "Once Upon a Time in Lingjian Mountain"
      },
      {
        "ja-ro": "Reikenzan"
      },
      {
        "en": "There Was a Spiritual Sword Mountain"
      },
      {
        "vi": "Tung Tiền Hữu Tọa Linh Kiếm Sơn"
      },
      {
        "ru": "Гора священного меча"
      },
      {
        "zh": "从前有座灵剑山"
      },
      {
        "zh": "灵剑山"
      },
      {
        "zh-hk": "霊剣山"
      },
      {
        "ko": "스피릿 블레이드 마운틴"
      }
    ],
    "description": {
      "en": "A comet falling will bring about a great calamity, and in order to choose a child fated by the falling comet, the family of the \"Reiken\" clan with a long storied history is once again resuming its entrance examination process to find disciples. The protagonist Ōriku (Lu Wang in the original novel), who possesses a special soul that only appears once in a thousand years, decides to take the exam, and he starts down the path toward becoming an exceptional sage.  \r\n  \r\nThe links are to AnimeNewsNetwork for the anime:  \r\n[Season 1](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=17829)  \r\n[Season 2](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18800)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "366dcef2-11ac-4ec0-9d75-967638f211a7",
    "title": {
      "en": "Holiday Yasumi's Twitter Shorts"
    },
    "updatedAt": "2024-11-22T12:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/366dcef2-11ac-4ec0-9d75-967638f211a7/b2bbbada-a74f-4a68-920f-6da3e09bde07.jpg",
    "altTitles": [],
    "description": {
      "en": "Short comics posted by Holiday Yasumi on Twitter/X.\n\nThe chapter numbers aren't important as most of the comics are unrelated to the rest, though some feature recurring characters."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-12-07T20:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      },
      {
        "vi": "Giết Chết Nam Chính, Ta Trở Thành Nữ Ma Đầu."
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]