[
  {
    "mangaId": "a80c6284-5a1f-4a53-99ea-e4e7fd3b87e5",
    "title": {
      "en": "Creepy Cat"
    },
    "updatedAt": "2025-01-04T15:50:25+00:00",
    "coverArt": "https://mangadex.org/covers/a80c6284-5a1f-4a53-99ea-e4e7fd3b87e5/ac39af99-3244-4328-99a6-2a95f13aa548.jpg",
    "altTitles": [
      {
        "en": "Creepy Cat ~ My Strange Daily Life with a Cat ~"
      },
      {
        "ja": "CreepyCat 猫と私の奇妙な生活"
      },
      {
        "ms": "Kucing Seram - Kehidupan seharian yang pelik bersama kucing."
      },
      {
        "uk": "Моторошний кіт - Моє дивне життя з котиком"
      },
      {
        "ro": "Pisica Ciudată - Viața Mea Zilnică cu o Pisică Ciudată"
      },
      {
        "ur": "ترسناک بلی ~ بساتھ ایک بلی میری عجیب زندگیِ روزمرہ ~"
      }
    ],
    "description": {
      "en": "Flora moves into a mysterious mansion and finds it inhabited by a strange creature—Creepy Cat!\nThus begins her strange and sometimes dangerous life with a feline roommate.\nThis Gothic comedy brings the chuckles…and the chills!\n\nSource: Seven Seas Entertainment",
      "uk": "Флора тільки-но переїхала до старого будинку, але тут вже живе моторошний котик. Відтоді й почалось їхнє таємниче співіснування."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "431"
  },
  {
    "mangaId": "141609b6-cf86-4266-904c-6648f389cdc9",
    "title": {
      "en": "RuriDragon"
    },
    "updatedAt": "2024-09-06T10:17:19+00:00",
    "coverArt": "https://mangadex.org/covers/141609b6-cf86-4266-904c-6648f389cdc9/bd903567-ae7e-433a-8a8d-65ceee3fc123.jpg",
    "altTitles": [
      {
        "ja": "ルリドラゴン"
      },
      {
        "en": "RuriDragon"
      },
      {
        "ru": "Дракон Рури"
      },
      {
        "fr": "Ruri Dragon"
      },
      {
        "tr": "Ruri Dragon"
      },
      {
        "vi": "Rồng Ruri"
      },
      {
        "pl": "Smok Ruri"
      },
      {
        "cs": "Drak Ruri"
      },
      {
        "id": "Ruri Sinaga"
      }
    ],
    "description": {
      "en": "Ruri, a high school student, woke up one morning to find that she had suddenly grown horns on her head!\n\nHer mother told her that she might have inherited it because her father is a dragon. Ruri's mother tells her that she might have inherited it from her father, and she is puzzled, but goes to school anyway....\n\nHer classmates are curious about the spontaneous horn, and another dragon constitution is revealed!\n\nWith a slight change in the usual routine, the daily life of Dragon Girl Ruri begins!",
      "tr": "Tembellik ve çalışkanlık arasında git gel yaşayan ejder kızın gündelik maceraları.",
      "pt-br": "Ruri Aoki é uma garota normal que um dia acorda com um par de chifres em sua cabeça. De acordo com sua mãe, o pai de Ruri, que ela nunca conheceu antes, é um dragão e Ruri só é metade humana. Esta é a história da jornada de autodescobrimento e aceitação de uma garota metade humana, metade dragão."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f88271f-07fd-4da9-9c00-e88d06bbe570",
    "title": {
      "en": "My Childhood Friends Are Trying to Kill Me"
    },
    "updatedAt": "2024-12-28T13:51:15+00:00",
    "coverArt": "https://mangadex.org/covers/5f88271f-07fd-4da9-9c00-e88d06bbe570/838a3606-9c94-4fef-94d1-f3a18d19f2e5.png",
    "altTitles": [
      {
        "ko": "소꿉친구들이 나를 죽이려 한다"
      },
      {
        "pt-br": "Meus Amigos de Infância Estão Tentando me Matar"
      }
    ],
    "description": {
      "en": "I not only reincarnated into someone who died in an absurd fashion, but I also took the crown prince's place and went to the secret neutral territory, where male members of the five imperial families gathered. As a result… my childhood friends know me as a boy.    “Goodbye, guys.\" I cried in front of my friends who I would never meet again. That was because officially, I (the prince) was going to die soon!    It was fun spending time with them, but I will never see them again. I hope everyone lives happily!    ***    After many years, my childhood friends turned heroes who defeated the wild dragon visited me.    \"…Was it you? The one who killed my friend?\"    “After killing the previous crown prince, the murderer is said to be living comfortably as a princess, right?”    “I will torture you, so much so you'll wish for death.\"     \"Answer me. Why did you kill him?”    Of course, they didn't recognize me at all. No, that's not the problem… the problem is that my childhood friends are trying to kill me. Wait a second, guys!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "15db1b7c-3707-4154-b82e-3d1671ef8cf1",
    "title": {
      "en": "Medarot - Hikaru Arc"
    },
    "updatedAt": "2022-09-13T01:30:30+00:00",
    "coverArt": "https://mangadex.org/covers/15db1b7c-3707-4154-b82e-3d1671ef8cf1/17052499-c22f-4184-acc6-371f28d296a2.jpg",
    "altTitles": [
      {
        "ja": "メダロット ヒカル編"
      },
      {
        "en": "Medabots"
      },
      {
        "ja-ro": "Medarot - Hikaru Hen"
      }
    ],
    "description": {
      "en": "A manga adaptation of the first Medarot game. Created by Horuma Rin, the artist for the game series.   \n  \nThe story follows Hikaru Agata and his medarot, Metabee's adventures."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "21"
  },
  {
    "mangaId": "b1e8d213-0a26-4140-8536-916894f93301",
    "title": {
      "en": "With the Ability to Replicate All Skills, Overtime Hours Change from 999 to Zero"
    },
    "updatedAt": "2025-01-05T18:09:01+00:00",
    "coverArt": "https://mangadex.org/covers/b1e8d213-0a26-4140-8536-916894f93301/757a622e-eb83-4163-bef9-89017f074980.jpg",
    "altTitles": [
      {
        "ja-ro": "Zen Skill Fukusei Nouryoku de Zangyou Jikan 999 ￫ Zero"
      },
      {
        "ja": "全スキル複製能力で残業時間999→ゼロ"
      }
    ],
    "description": {
      "en": "The era of conducting business with just a single \"business card\" has come to an end. The cutting-edge technology of \"business cards/status cards\" with supernatural powers has maximized the owner's abilities to their limits! To achieve victory in business, fierce battles in dungeons are about to commence!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21699dbf-c427-41d8-bbcf-c7cbd1755615",
    "title": {
      "en": "Erio and the Electric Doll"
    },
    "updatedAt": "2024-11-03T13:31:57+00:00",
    "coverArt": "https://mangadex.org/covers/21699dbf-c427-41d8-bbcf-c7cbd1755615/b65d2a33-f888-4d49-986f-5bdbaebcbea6.jpg",
    "altTitles": [
      {
        "ja": "エリオと電気人形"
      },
      {
        "ja-ro": "Erio to Denki Ningyou"
      },
      {
        "ja": "Erio and electric doll"
      }
    ],
    "description": {
      "en": "The story centers around Ange, an electric doll, and Erio, a human raised by her. In order for Erio to experience the outside world, the two set out on a journey.",
      "ja": "100年前に始まった人類とAIの戦争は、人類が電気を放棄することで決着した。電気を失った世界に生きる、最後の電気人形・アンジュと電気人形に育てられた人間・エリオの近未来スチームパンク冒険譚――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-12-20T09:04:10+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/d9a78c9f-c5fd-456e-8f1d-1b46e1155e5d.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      },
      {
        "ja-ro": "Roshidere"
      },
      {
        "mn": "Аля Заримдаа Орос Хэлээр Сэтгэлээ Нуудаг"
      },
      {
        "ms": "Alya yang duduk di sebelah saya terkadang membisikkan kata manis dalam bahasa Rusia"
      },
      {
        "ms": "اليا يڠ دودوق دسبله ساي ترکادڠ ممبيسيقکن کات مانيس دالم بهاس روسيا"
      },
      {
        "es": "Alya a veces me susurra en ruso"
      }
    ],
    "description": {
      "en": "\"И на меня тоже обрати внимание...\"\n\nAlya, the incomparably beautiful silver-haired girl in the next seat over, occasionally mumbles to herself in Russian. She says she switches to it whenever she’s badmouthing me… but I know the truth! I know for a fact that she just said \"Pay attention to me, too.\" to me! \n\nMasachika Kuze has native-level skills when it comes to Russian comprehension, but Alya has no idea about that... and that’s why she keeps on hiding those sweet feelings about him in her native language!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "mn": "Аля гэх, хэнтэй ч зүйрлэшгүй үзэсгэлэн, мөнгөлөг үстэй охин, заримдаа дотроо оросоор шивнэдэг. Тэр хэлэхдээ, намайг муулах үедээ л тэгдэг гэж хэлсэн...гэхдээ би орос хэл мэднэ! Саяхан \"Надад анхаарал тавиач\" гэж хэлэхийг нь би сонссон!\n\nМасачика Күзэ орос хэлийг уугуул түвшний чадамжаар ойлгодог, гэвч Аля үүнийг мэдэхгүй...тийм болохоор өөрийнхөө сэтгэлийг орос хэлээр нуудаг!",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da94fd6c-bbd6-4d77-9456-ec9f57af6359",
    "title": {
      "en": "Revenge Of the Bloom Flower"
    },
    "updatedAt": "2024-11-26T18:37:09+00:00",
    "coverArt": "https://mangadex.org/covers/da94fd6c-bbd6-4d77-9456-ec9f57af6359/86c927f5-acb2-442f-8da2-b918f161fde0.jpg",
    "altTitles": [
      {
        "ko": "화무십일홍"
      },
      {
        "en": "There Are No Red Flowers for Ten Days"
      },
      {
        "ko-ro": "Hwamusipilhong"
      },
      {
        "es-la": "Venganza de la Flor de Ciruelo"
      },
      {
        "zh-hk": "花無十日紅"
      },
      {
        "zh-hk": "解深密經疏"
      }
    ],
    "description": {
      "en": "The scripture that brought a bloodstorm to Jianghu was the \"Wisdom of the Secret Master,\" a legendary book that is said to hold the power to seize all the world's authority and wealth. Because of it, Woonseon lost all his loved ones overnight. \nNow, he casts aside his bright and pure past and embarks on a desperate journey for revenge. The flower will wither in ten days. Nothing in this world will be eternal, whether it's wealth, power, or love."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2f01c25-14e3-43c4-856d-ebc10ff195eb",
    "title": {
      "en": "Fushigi no Mayuri-san"
    },
    "updatedAt": "2024-10-13T11:35:28+00:00",
    "coverArt": "https://mangadex.org/covers/e2f01c25-14e3-43c4-856d-ebc10ff195eb/36557e81-a86a-487d-97c9-966ebd3e75d6.jpg",
    "altTitles": [
      {
        "en": "Mysterious Mayuri-san"
      },
      {
        "ja": "不思議のまゆりさん"
      },
      {
        "pl": "Tajemnicza Mayuri-san"
      }
    ],
    "description": {
      "en": "Yuusuke, a 7th grader, is interested in his friend's older sister for various reasons.\nThe older sister, while a little strange, is a kind and caring girl.\nShe's mysterious but is popular with everyone.  \nThis is an ordinary comedy about Mayuri-san's mysterious everyday life."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "162"
  },
  {
    "mangaId": "a396a4d0-1bb3-44c2-89af-5a11ea7990a3",
    "title": {
      "en": "SEXY Lupin III"
    },
    "updatedAt": "2024-12-25T03:33:33+00:00",
    "coverArt": "https://mangadex.org/covers/a396a4d0-1bb3-44c2-89af-5a11ea7990a3/2bacefd4-7070-4a85-ba8c-b828d906c7b0.jpg",
    "altTitles": [
      {
        "ja": "SEXYルパン・3"
      },
      {
        "ja": "SEXYルパンIII"
      },
      {
        "ja": "SEXYルパン三世"
      }
    ],
    "description": {
      "en": "SEXY Lupin III is a 5 chapter side story of Lupin III published to promote the airing of Lupin III Part 3 (anime), featuring more explicit versions of its episodes."
    },
    "status": "completed",
    "releaseDate": 1984,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "45214acc-5c19-4fe1-b4dd-d5e6f8e3d87c",
    "title": {
      "en": "Atagoul Monogatari"
    },
    "updatedAt": "2024-11-14T20:02:36+00:00",
    "coverArt": "https://mangadex.org/covers/45214acc-5c19-4fe1-b4dd-d5e6f8e3d87c/f49ffb14-1192-4144-8f4a-d0741a66b85b.jpg",
    "altTitles": [
      {
        "ja-ro": "Atagoal Monogatari"
      },
      {
        "ja-ro": "Atagooru Monogatari"
      },
      {
        "en": "Atagoul Story"
      },
      {
        "ja": "アタゴオル物語"
      }
    ],
    "description": {
      "en": "Atagoul Monogatari takes place in a fantasy world where humans and cats can talk to each other. \nThe story revolves around the adventures of Hideyoshi, a big young cat, and his friends."
    },
    "status": "completed",
    "releaseDate": 1976,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "50.1"
  },
  {
    "mangaId": "1d9fad4e-b81a-4498-8cce-e5ddfb1e4f03",
    "title": {
      "en": "Moriarty the Patriot"
    },
    "updatedAt": "2024-12-23T21:02:31+00:00",
    "coverArt": "https://mangadex.org/covers/1d9fad4e-b81a-4498-8cce-e5ddfb1e4f03/af557016-024b-45c1-9850-c02324113c95.jpg",
    "altTitles": [
      {
        "ja": "憂国のモリアーティ"
      },
      {
        "ja-ro": "Yuukoku no Moriarty"
      },
      {
        "en": "Moriarty's Patriotism"
      },
      {
        "fr": "Moriarty, le patriote"
      },
      {
        "es": "Moriarty, el patriota"
      },
      {
        "uk": "Патріот Моріарті"
      },
      {
        "ru": "Патриотизм Мориарти"
      },
      {
        "fi": "Patriootti Moriarty"
      },
      {
        "tr": "Vatansever Moriarty"
      },
      {
        "ar": "موريارتي المخلص لوطنه"
      },
      {
        "zh": "忧国的莫里亚蒂"
      },
      {
        "vi": "Nhà ái quốc Moriarty"
      }
    ],
    "description": {
      "ar": "تدور الأحداث في إنجلترا خلال العصر الفيكتوري، حيث ننتبّع البروفيسور “جيمس موريارتي” خصم المُحقق الشهير “شيرلوك هولمز “، وذلك خلال نقطة فاصلة من حياة الأول حينما تم تبنّيه هوَ وشقيقه الأصغر “وليام مورياتي” من قِبَل عائلة من النبلاء وذلك بفضل ذكاء وحنكة “جيمس”، إلاّ أنه وأخوه يقرّران التخلّص من الطبقة الحاكمة في إنجلترا وكسر كل القوانين مما يجعلهما ينزلقان إلى الحياة الإجراميّة، وكذلك يضعهما في مفترق طُرق مع “شيرلوك” خلال تحقيقاته، في هذا السلسلة سوف يُعاد رواية سلسلة كُتب شيرلوك هولمز الكلاسيكيّة من وجهة نظر “موريارتي” هذه المرة!",
      "en": "In the late 19th century, Great Britain rules over a quarter of the world. Nobles sit in their fancy homes in comfort and luxury, while the working class slaves away at their jobs. When young Albert James Moriarty’s upper-class family adopts two lower-class orphans, the cruelty the boys experience at his family’s hands cements Albert’s hatred of the nobility he was born into. He asks the older of the two boys—who has a genius mind and a killer instinct—to help him rid the world of evil, starting with Albert’s own family!",
      "ru": "Конец позапрошлого века, Британская империя правит миром, и в основе всего лежит классовая система. И тут внезапно появляется Джеймс Мориарти - молодой человек, желающий уничтожить зло, проистекающее из классовой дискриминации, и создать идеальную страну.  \n\n\n---\n\n**Officially Translated:**  \n- In French by [Kana](https://www.kana.fr/produit/moriarty)",
      "pt-br": "A história de Sherlock Holmes, reimaginada com Moriarty como protagonista e explorando sua motivação para se tornar o maior criminoso que a Grã-Bretanha já viu."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58bc83a0-1808-484e-88b9-17e167469e23",
    "title": {
      "en": "Lv2 kara Cheat datta Moto Yuusha Kouho no Mattari Isekai Life"
    },
    "updatedAt": "2024-11-02T17:57:41+00:00",
    "coverArt": "https://mangadex.org/covers/58bc83a0-1808-484e-88b9-17e167469e23/35e2b186-abed-4a15-bead-1bca77dc3277.png",
    "altTitles": [
      {
        "en": "Chillin’ in Another World with Level 2 Super Cheat Powers"
      },
      {
        "ja": "LV2からチートだった元勇者候補のまったり異世界ライフ"
      },
      {
        "pt-br": "O ex-candidato a herói, que esteve em lv2, almeja ter uma vida pacífica em outro mundo"
      },
      {
        "ru": "Непринужденная жизнь в другом мире экс-кандидата в герои, оказавшегося читером со 2 уровня"
      },
      {
        "zh": "勇者候补的悠闲的异世界生活"
      },
      {
        "uk": "Спокійне життя колишнього висуванця в герої, котрий виявився читером із 2 рівня"
      },
      {
        "ko": "LV2부터 치트였던 전직 용사후보의 유유자적 이세계 라이프"
      },
      {
        "vi": "Cuộc Sống Thảnh Thơi Tại Dị Giới Gian Lận Của Cựu Ứng Viên Dũng Giả Từ Cấp Độ Hai"
      }
    ],
    "description": {
      "en": "Banaza, who was summoned to the magic kingdom of Cryroad as a Hero candidate, was disqualified as a Hero because of his ordinary abilities. He was supposed to be returned to his original world, but due to the magical kingdom's mistake, he became unable to return to his original world. However, the moment he reached Level 2, he acquired every single possible skill and kind of magic, turning him into a super cheat with infinite skills! Despite this, he takes Fenris of the demons as his wife, and fully enjoys his newly-married life with an easygoing smile. He changes his name to Fulio and tries to lead his life quietly, but things are a bit chaotic with the likes of a pet saber, four freeloading female knights, a Majin, and even an ex-Demon Lord. However, even with all of this chaos, he still manages to enjoy his life peacefully.",
      "fr": "Un jour, Banaza a été invoqué dans un autre monde, le Royaume magique de Cryroad en tant que candidat Héroïque. Malheureusement, Banaza fût disqualifié des candidats Héroïque car ces statistiques étaient très basique. Alors, le Royaume décida de l'emmener loin du château car il était inutile. Mais alors qu'il se retrouva tout seul, un ennemi apparu devant lui, avec quelques difficultés, il réussit à vaincre l'ennemi, c'est alors qu'il monta de niveau, mais pas tout à fait normalement…",
      "ja": "栄えある勇者候補として異世界に召喚された青年バナザは、能力値の低さから勇者失格の烙印を押され国外追放処分となる。なんとか生き延びるべくモンスターを倒すと、レベルが２に上がり彼のステータスが見慣れない「∞」の記号に変わっていた……。突然のステータス変化に戸惑いながらもマイペースに生きていくことを決意するが、魔族の娘フェンリースと運命的な出会いを果たし――!?",
      "ru": "Баназа был призван в волшебное королевство Крайроуд в качестве кандидата в герои, но на нём поставили крест, так как тот имел навыки обычного гражданина. Изначально он хотел вернуться в свой мир, но из-за ошибки представителей королевства не смог этого сделать и был вынужден остаться жить в другом мире. Сменив имя на Фурио, он решил жить в своё удовольствие. И вот так, прогуливаясь по новому для себя миру, он победил слизь, получил второй уровень и, взглянув после этого на характеристики, увидел, что все они имеют значение «∞». С этого и начинается его непринуждённая жизнь в другом мире.\n\n---\n\n(source: readmanga)",
      "uk": "Баназу, звичайного торговця, викликають до іншого світу і нарікають Героєм. Проте увагою він був оточений зовсім недовго - як тільки виявилось, що його здібності не відрізняються від здібностей пересічної людини, бідолаху виставили за двері без можливості повернутись додому. Так і почалось його спокійне життя у зовсім чужому світі, але як тільки він досягнув 2 рівня...",
      "vi": "Banaza là một thương nhân luôn chăm chỉ làm việc mỗi ngày đã bị đột nhiên triệu hồi tới Vương Quốc Ma Pháp Klyrode xa lạ làm ứng viên dũng sĩ. Tuy nhiên, anh đã bị đánh trượt vì chỉ có cấp độ 1 giống như dân thường. Không những vậy, anh còn không thể trở về vì sai lầm của chính quyền... Banza đã rời vương đô để tới vùng biên cảnh và phải chiến đấu với slime để giữ mạng. Thế rồi, câu chuyện có bước chuyển biến lớn sau khi anh thay đổi hình dáng và tên họ. Một ma thú đã phải lòng anh đi tới hôn nhân. Thế là họ cùng nhau hướng tới một cuộc sống thảnh thơi, không phân biệt chủng tộc!",
      "pt-br": "Banaza foi invocado ao reino mágico de Cryroad como candidato a herói. No entanto, por ter especificações como as de uma pessoa comum, ele foi desqualificado e não pôde voltar ao seu mundo devido a um erro das pessoas que o invocaram. Sendo apenas nível 2, Banaza obterá forças além de sua compreensão.  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/kinojomiya)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a89a48d-2e94-49a7-aa05-61b24e0f2f86",
    "title": {
      "en": "Isekai Monster Breeder"
    },
    "updatedAt": "2023-05-18T11:59:49+00:00",
    "coverArt": "https://mangadex.org/covers/0a89a48d-2e94-49a7-aa05-61b24e0f2f86/91e43e68-af9d-4fe2-8df9-707ec215541d.png",
    "altTitles": [
      {
        "ja-ro": "Isekai Monster Breeder ~Cheat wa Arukedo, Nonbiri Ikusei Shiteimasu~"
      },
      {
        "en": "Monster Breeder in Another World"
      },
      {
        "ru": "Укротитель монстров в другом мире ~Лениво дрессирует монстров с помощью читов~"
      },
      {
        "ja": "異世界モンスターブリーダー　～チートはあるけど、のんびり育成しています～"
      },
      {
        "th": "Isekai Monster Breeder -มีสูตรโกงแต่ก็จะเพาะเลี้ยงอย่างค่อยเป็นค่อยไปครับ-"
      },
      {
        "ko": "이세계 몬스터 브리더"
      },
      {
        "zh": "异世界魔物培育家~带着外挂悠哉养成中"
      },
      {
        "zh-hk": "異世界魔物培育家~帶著外掛悠哉養成中"
      }
    ],
    "description": {
      "en": "When sent to a different world, Souta was given the unpopular profession of \"Monster Tamer.\" However, Souta also got the skill \"Absolute Domination\" which gives him a 100% chance to capture anything!",
      "es": "Cuando fue enviado a un mundo diferente, Souta recibió la impopular profesión de \"Domador de monstruos\". ¡Sin embargo, Souta también obtuvo la habilidad \"Dominación Absoluta\" que le da un 100% de posibilidades de capturar cualquier cosa!",
      "ru": "Когда главного героя, Соуту, отправили в другой мир, ему досталась профессия \"Укротителя монстров\". К тому же, ему дали способность \"Абсолютное доминирование\", которая даёт ему 100% возможность получить всё что угодно."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "79"
  },
  {
    "mangaId": "c1e284bc-0436-42fe-b571-fa35a94279ce",
    "title": {
      "en": "Drama Queen"
    },
    "updatedAt": "2024-12-28T14:56:46+00:00",
    "coverArt": "https://mangadex.org/covers/c1e284bc-0436-42fe-b571-fa35a94279ce/dd3eb0cc-c864-4919-b3e3-c2518dfc28e8.jpg",
    "altTitles": [
      {
        "ja": "ドラマクイン"
      },
      {
        "ru": "Драма Квин"
      },
      {
        "ru": "Королева Драмы"
      },
      {
        "vi": "Nữ Hoàng Drama"
      },
      {
        "pt-br": "Rainha do Drama"
      },
      {
        "id": "Ratu Drama"
      },
      {
        "uk": "Королева Драми"
      }
    ],
    "description": {
      "en": "After saving Earth, aliens have taken up residence with the humans in Japan. Nomamoto, a factory worker with an abusive alien boss, one day meets Kitami, who tells her his own family was killed by aliens. The two quickly forge a friendship, but one day Kitami does the unthinkable…",
      "id": "Setelah menyelamatkan Bumi, para alien tinggal bersama manusia di Jepang. Nomamoto, seorang pekerja pabrik dengan bos alien yang kejam, suatu hari bertemu dengan Kitami, yang mengatakan bahwa keluarganya sendiri dibunuh oleh alien. Keduanya dengan cepat menjalin persahabatan, tetapi suatu hari Kitami melakukan hal yang tidak terpikirkan...",
      "ja": "<毎週月曜更新>宇宙人が地球を救ってから、人間と宇宙人が共に住むようになった日本。工場で宇宙人の上司にこき使われるノマモトは、家族を宇宙人に殺されたという北見と出会う。仲を深める2人だが、ある日北見がとんでもないことをしてしまい…",
      "ru": "Пришельцы спасли Землю и обосновались с людьми в Японии. Номамото, работающая на фабрике с отвратительным боссом-пришельцем, однажды встречает Китами, который рассказывает ей, что семью его убили пришельцы. Между ними быстро возникает дружба, но однажды Китами совершает немыслимое...",
      "uk": "Після порятунку Землі прибульцями, Японія стала спільним домом для них та людей. Номото, яка змушена терпіти знущання від свого боса-прибульця на заводі, зустрічає Кітамі, чиє серце розбите втратою сім'ї, вбитої прибульцями. Між ними виникає щира дружба, яка переходить до здійснення їх бажань... винищення всіх прибульців...",
      "pt-br": "Após salvar a Terra, os alienígenas passaram a viver com os humanos no Japão. Nomamoto, uma operária de fábrica com um chefe alienígena abusivo, um dia conhece Kitami, que conta que sua própria família foi morta por alienígenas. Os dois rapidamente formam uma amizade, mas um dia Kitami faz o impensável…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be7dda55-4eb6-4a73-92a7-21e5e8faf0a5",
    "title": {
      "en": "Isekai Shoukan Oji-san no Juumusou Life ~Sabage Suki Salaryman wa Kaisha Owari ni Isekai e Chokki suru~"
    },
    "updatedAt": "2024-11-03T13:03:22+00:00",
    "coverArt": "https://mangadex.org/covers/be7dda55-4eb6-4a73-92a7-21e5e8faf0a5/fa0bbf79-01bd-4b8a-af6b-d45d830c9674.jpg",
    "altTitles": [
      {
        "ja": "異世界召喚おじさんの銃無双ライフ 〜サバゲー好きサラリーマンは会社終わりに異世界へ直帰する〜"
      },
      {
        "ru": "Призванный в потусторонний мир дядя - живёт оружейным воином"
      },
      {
        "en": "The Gunner's Life of a Middle-aged Man Summoned to Another World and Armed with a Rifle: An Airsoft Addicted Salaryman Returns to the Alternative World After Work"
      },
      {
        "id": "Om-Om Pegawai Kantoran Pecinta Airsoft Pergi Ke Dunia Lain"
      },
      {
        "vi": "Cuộc sống \"thiện xạ\" của ông chú được triệu hồi sang dị giới"
      }
    ],
    "description": {
      "en": "The middle-aged man and airsoft enthusiast Daisuke Koga is summoned to a different world on his 40th birthday. Given the ability to turn airsoft guns into real guns, Daisuke must save the other world while traveling back and forth between reality and the fantasy world. Alongside female swordsman Rena, Daisuke becomes the only gun user and dominates in the fantasy world after work!",
      "id": "Seorang om-om yang hobi bermain airsoft bernama koga daisuke telah terpanggil ke dunai lain pada ulang tahunnya yang ke-40. Dianugerahi sebuah kekuatan untuk mengubah senjata airsoft menjadi senjata asli, daisuke harus bisa menyelamatkan dunia tersebut selagi bolak-balik dari dunia lain ke dunia nyata. bersama dengan seorang ksatria bernama lena, daisuke menjadi satu-satunya pengguna senapan yang akan mendominasi dunia lain tersebut sepulang kerja!",
      "ja": "サバゲー好きのサラリーマン・古賀大介は、40歳の誕生日を迎えた日に異世界に召喚された。現実と異世界を行き来しながら、異世界を救うことになった大介に与えられたのは、「エアガンを本物の銃に変化させる能力」。異世界で出会った女性剣士・レナと共に、大介は唯一の銃使いとして会社終わりに異世界で無双する!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3cf4fdc-96ea-4d34-b94d-fe00370c1c4e",
    "title": {
      "en": "Doteihen Reijou ni Hyoui Shita 800-nen Mae no Akujo wa Hissori Seishun o Tanoshinde Iru"
    },
    "updatedAt": "2025-01-05T17:22:45+00:00",
    "coverArt": "https://mangadex.org/covers/c3cf4fdc-96ea-4d34-b94d-fe00370c1c4e/f50653b6-f526-445a-9ea4-4ca3f9216a6f.jpg",
    "altTitles": [
      {
        "ja": "ど底辺令嬢に憑依した800年前の悪女はひっそり青春を楽しんでいる"
      },
      {
        "ja-ro": "Doteihen Reijou ni Hyoui Shita 800-nen Mae no Akujo wa Hissori Seishun wo Tanoshinde Iru"
      },
      {
        "en": "The 800-Years-Old Villainess who Possessed a Low-Ranking Lady Peacefully Enjoyed her Youth"
      },
      {
        "es-la": "La villana de 800 años que posee a una joven de poder bajo disfruta pacíficamente de su juventud"
      },
      {
        "id": "Villainess 800 Tahun yang Merasuki Bangsawan Tingkat Rendah Menikmati Masa Mudanya"
      }
    ],
    "description": {
      "en": "Nora, who had been sealed for 800 years for threatening to destroy the world, was very bored. One day, she heard the voice of a girl—Cecily—wishing to die, and was awakened. By that time, she'd grown feeble, and her body had shriveled. Thus, Nora proposed to Cecily.\n\n\"If that's the case, would you lend me your body? In exchange, I promise that in a year, you'll have a friend, a lover, a warm family, and promising future prospect for your perfect restart!\"\n\nThe \"Incorrigible Villainess,\" Nora, was resurrected in the body of the \"Withered Grass Lady,\" Cecily.",
      "id": "Nora, yang telah disegel selama 800 tahun karena menjadi ancaman akan kehancuran  dunia, merasa sangat bosan. Suatu hari, dia terbangun karena mendengar suara seorang gadis—Cecily—yang ingin mati. Pada saat itu, dia sudah lemah, dan tubuhnya terlihat layu. Maka, Nora mengajukan sesuatu kepada Cecily.\n\"Jika itu masalahnya, maukah kamu meminjamkan tubuhmu padaku? Sebagai gantinya, aku berjanji dalam satu tahun, kamu akan memiliki teman, kekasih, keluarga yang hangat, dan prospek masa depan yang menjanjikan untuk memulai kembali dengan sempurna!\"\n\"Penjahat yang Tidak Dapat Dikoreksi\", Nora, dibangkitkan dalam tubuh \"Gadis Layu\", Cecily.",
      "ja": "『稀代の悪女』であるノーラ＝ノーズは、その罪により800年もの間封印されている。\nそんな彼女の最近の楽しみは、遠視の魔法で学校というものを視ること。\nある日いつものように学校を視ていると、「死にたい……」という助けを求める声が聞こえてきた。\n「死にたいと思うなら、あなたの体を私に預けてみない？」\nノーラは声の主であった『枯草令嬢』と呼ばれるシシリーに憑依。\nいじめられっ子だった彼女を取り巻く状況を改善させていく！\n800年前の最強悪女、ハチャメチャ楽しい青春を過ごす！",
      "es-la": "Nora Noze, una poderosa maga que fue sellada debido a sus maldades, ha realizado un pacto con la joven Cecily para poseer su cuerpo y vivir su vida durante 1 año. Ahora Nora deberá afrontar la vida diaria de Cecily y de paso disfrutar las experiencias que nunca pudo en su vida pasada."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0842cc1d-9bcb-4fbe-a76a-c1d74a12691d",
    "title": {
      "en": "There's a Rat in Our House"
    },
    "updatedAt": "2025-01-05T18:29:51+00:00",
    "coverArt": "https://mangadex.org/covers/0842cc1d-9bcb-4fbe-a76a-c1d74a12691d/59dbf8f5-8213-4466-b2d5-bdfd6e8372bc.png",
    "altTitles": [
      {
        "ko": "우리 집에는 쥐가 있다"
      },
      {
        "id": "Ada Tikus Dirumahku"
      },
      {
        "en": "There Is a Mouse in My House"
      },
      {
        "en": "There's a Mouse in my House"
      },
      {
        "pl": "Szczur w moim domu"
      }
    ],
    "description": {
      "en": "Amidst the freezing winter, a solitary being huddled on the snow-covered pavement, bearing the burden of deep loneliness and faded scars. It had forsaken itself, fragile and vulnerable. The reason for welcoming this nameless creature into the home was straightforward. \"What... does this mean?\" \"You helped me, and I wish to return the favor.\" In the complete darkness where no trace of light could penetrate, only two warm bodies occupied the space"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc599997-c3e8-44f2-928e-da4711808d40",
    "title": {
      "en": "A Mother's Love, a Daughter's Prison"
    },
    "updatedAt": "2025-01-04T08:46:37+00:00",
    "coverArt": "https://mangadex.org/covers/dc599997-c3e8-44f2-928e-da4711808d40/b4b03c10-0f2d-4eb4-8d70-67034634d049.png",
    "altTitles": [
      {
        "ja": "母という呪縛 娘という牢獄"
      },
      {
        "vi": "Lời nguyền của mẹ - Ngục tù của con"
      },
      {
        "ja-ro": "Haha to iu Jubaku Musume to iu Rougoku"
      }
    ],
    "description": {
      "en": "The torso of a headless, limbless body is found half-buried by a riverbank. It belonged to middle-aged mother Yaeko Miyagawa, and after an investigation and trial, her daughter Hikari eventually confesses to her murder. For many years, Hikari had been subjected to physical and emotional abuse by her mother, revolving around her failure to make it into a top medical school and become a doctor. Even after nine years of futile applications and entrance exams, Yaeko refused to free her daughter from this virtual prison. What led to the fatal stabbing that ended Yaeko’s life? This series, based on a true story, will explore Hikari Miyagawa’s experiences up to her greatest tragedy—and what happened to her afterward.",
      "vi": "Đây là một câu chuyện dựa trên sự việc có thật.\nMột th... th... với đầu và tứ chi bị ch.t đ.ứ.t l.ì.a được phát hiện thấy bên bờ sông. Sau khi điều tra, cảnh sát đã xác minh danh tính nạn nhân là Miyagawa Yaeko, thế nhưng rúng động hơn, hung thủ gây ra vụ án dã man này không ai khác chính là Miyagawa Hikari, con gái của bị hại.\nĐược biết suốt thời gian qua, Miyagawa Hikari đã liên tục bị mẹ ép học hành quá mức, và đã thi trượt vào Đại học Y đến 9 lần. Thế nhưng, mẹ cô lại không hề có ý định dừng lại. Và rồi, chuyện gì đến cũng sẽ phải đến..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f",
    "title": {
      "en": "The Reborn Young Lord Is an Assassin"
    },
    "updatedAt": "2024-10-28T18:30:43+00:00",
    "coverArt": "https://mangadex.org/covers/49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f/24de45c4-b14e-48d7-b415-9c2cbef6fe2f.jpg",
    "altTitles": [
      {
        "ko": "회귀한 공작가의 막내도련님은 암살자"
      },
      {
        "ko-ro": "Hoegwihan Gongjakgaui Mangnaedoryeonnimeun Amsalja"
      },
      {
        "en": "The Regressed Son of a Duke Is an Assassin"
      },
      {
        "en": "The Regressed Youngest Son of the Duke Is an Assassin"
      },
      {
        "es": "El asesino que retornó como el hijo del Duque"
      },
      {
        "es": "El pibe que retorna como el hijo menor"
      },
      {
        "es-la": "La venganza del asesino de la espada demoniaca"
      },
      {
        "ru": "Вернувшийся младший сын герцога"
      },
      {
        "ru": "Регрессировавший сын герцога"
      },
      {
        "th": "ลูกชายคนเล็กของดยุกคือมือสังหาร"
      },
      {
        "ja": "回帰した公爵家の末息子は暗殺者"
      },
      {
        "zh": "公爵家的重生暗杀者"
      },
      {
        "zh-hk": "歸來的少爺是暗殺者"
      }
    ],
    "description": {
      "en": "Cyan Vert, illegitimate son of the Duke and the empire's greatest assassin, is betrayed by the righteous brother whose shadow he's always lived in. But just before the fatal blow strikes his throat, Cyan awakes to find he's just a boy again. The young lord has been reborn, and this time, he's not going to live in anyone's shadow!\n\n---\nCyan Vert, the best assassin of the continent, meets a pitiful death after having been betrayed by his own brother, whom he had trusted all his life.\n\n\"If I were given another chance at life, I would live it differently. I would only trust myself, and achieve all the things I want on my own without serving anyone else but myself.\"\n\nThat is how he was given a second chance at life. Cyan Vert, a shadow who lived for others, is no more. He will now pave a path on his own, for only him!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8697fae8-e0df-446c-88d0-d8c366a48e2f",
    "title": {
      "en": "Immortal, Invincible"
    },
    "updatedAt": "2024-06-24T22:13:13+00:00",
    "coverArt": "https://mangadex.org/covers/8697fae8-e0df-446c-88d0-d8c366a48e2f/b7b8e288-5eba-4c56-80e2-bd5f354d29cf.jpg",
    "altTitles": [
      {
        "ko": "불사무적"
      },
      {
        "en": "The Invincible Immortal"
      },
      {
        "ja": "不死無敵"
      },
      {
        "zh": "不死至尊"
      },
      {
        "ru": "Непобедимый Бессмертный"
      },
      {
        "zh": "重生不死尊"
      }
    ],
    "description": {
      "en": "From a thieving child to one who would shake the world. Rising to the title of Immortal Master, one of the Godly Twelve Stars, but ultimately betrayed. Now, he has been given a chance to change that, and create a better future- for both him, and the world. Based on the popular novel of the same name.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%88%EC%82%AC%EB%AC%B4%EC%A0%81/2326)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/36758)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/648885)",
      "ja": "孤児として育ち、三十年以上もの辛く厳しい歳月を耐え抜いた後、「不死尊」という名が与えられた。 そして最後は濡れ衣を着せられ、血生臭い生涯を終えた。 しかし、気がつくと赤ん坊の姿に！？ 「不死尊」の記憶を持ったまま名家の息子「荘雲」として生まれ変わったのだ！\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%88%EC%82%AC%EB%AC%B4%EC%A0%81/2326)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/36758)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/648885)",
      "ko": "무림공적의 누명을 쓰고 죽게 된 불사존! 15년 전 명문가의 진고운으로 다시 태어나다!\n시중사교주의 음모를 막기위한 그의 활약을 기대하시라!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%88%EC%82%AC%EB%AC%B4%EC%A0%81/2326)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/36758)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/648885)",
      "ru": "От вороватого ребенка до того, кто потрясет мир. Он взошёл к званию Бессмертного мастера, одной из двенадцати Божественных звезд, но в конце концов его предали. Теперь у него появился шанс изменить это и создать лучшее будущее — и для себя, и для целого мира.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%88%EC%82%AC%EB%AC%B4%EC%A0%81/2326)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/36758)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/648885)",
      "zh": "男主原是一名孤儿，被下五门抓去当实验品练习邪功，成为不死尊，后沦为邪教背锅侠被卷入矢忠之乱，郁郁赴死时，却发现自己回到了过去，带着前世的记忆重生成了婴儿…他将会踏上怎样的旅途？又该如何阻止邪教教主的阴谋诡计，成功复仇呢？\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%88%EC%82%AC%EB%AC%B4%EC%A0%81/2326)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/36758)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/648885)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "270"
  },
  {
    "mangaId": "4452195d-58ab-4b76-85d5-297add0e9b06",
    "title": {
      "en": "Lord of the Mysteries"
    },
    "updatedAt": "2023-08-14T09:41:18+00:00",
    "coverArt": "https://mangadex.org/covers/4452195d-58ab-4b76-85d5-297add0e9b06/7524e572-1b00-44ab-8635-48fc3b9cce54.jpg",
    "altTitles": [
      {
        "ru": "Повелитель Тайн"
      },
      {
        "zh": "诡秘之主"
      },
      {
        "zh-ro": "Guimi Zhi Zhu"
      },
      {
        "ja": "詭秘の主"
      },
      {
        "ko": "신비의 제왕"
      },
      {
        "en": "Lord of Mysteries"
      },
      {
        "ne": "रहस्यको स्वामी"
      }
    ],
    "description": {
      "en": "With the rising tide of steam power and machinery, who can come close to being a Beyonder? Shrouded in the fog of history and darkness, who or what is the lurking evil that murmurs into our ears?  \n  \nWaking up to be faced with a string of mysteries, Zhou Mingrui finds himself reincarnated as Klein Moretti in an alternate Victorian era world where he sees a world filled with machinery, cannons, dreadnoughts, airships, difference machines, as well as Potions, Divination, Hexes, Tarot Cards, Sealed Artifacts…  \n  \nThe Light continues to shine but mystery has never gone far. Follow Klein as he finds himself entangled with the Churches of the world—both orthodox and unorthodox—while he slowly develops newfound powers thanks to the Beyonder potions.  \n  \nLike the corresponding tarot card, The Fool, which is numbered 0—a number of unlimited potential—this is the legend of \"The Fool.\"",
      "ru": "После переселения в мир пара и машин, главный герой Клейн Моретти все больше запутывается в своем путешествии по этому странному сверхъестественному миру, желая найти путь назад. В процессе изучения магической медицины, гадания, запечатанных предметов, всего сверхъестесственного и отбиваясь от всякой чертовщины, он случайно создал легенду о \"Шуте\"!"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8f1d7da-8bb1-407b-8be3-10ac2894d3c6",
    "title": {
      "en": "Isekai Ojisan"
    },
    "updatedAt": "2024-09-16T05:25:58+00:00",
    "coverArt": "https://mangadex.org/covers/d8f1d7da-8bb1-407b-8be3-10ac2894d3c6/37a193b8-588d-4e98-9e0c-a627443754b9.jpg",
    "altTitles": [
      {
        "fr": "Coma héroïque dans un autre monde"
      },
      {
        "en": "Isekai Uncle"
      },
      {
        "ja-ro": "Ojisan in Another World"
      },
      {
        "en": "Uncle from Another World"
      },
      {
        "ja": "異世界おじさん"
      }
    ],
    "description": {
      "en": "Having survived an isekai for 17 years, 34 year old Ojisan (uncle) returns to modern day Japan. Takafumi, Ojisan's nephew, now gets to witness what throwing a diehard Sega fan into an isekai for 17 years does to various things and people, both past and present."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ad10953-14f2-411e-83e3-5c22c4e7e1e2",
    "title": {
      "en": "Chieri no Koi wa 8 Meter"
    },
    "updatedAt": "2024-11-01T16:55:34+00:00",
    "coverArt": "https://mangadex.org/covers/7ad10953-14f2-411e-83e3-5c22c4e7e1e2/07016398-9572-4e78-94dd-468de1106db5.jpg",
    "altTitles": [
      {
        "ja": "ちえりの恋は8メートル"
      },
      {
        "en": "Chieri's Love is 8 Meters Tall"
      },
      {
        "zh-hk": "智恵梨的愛情高達8米"
      },
      {
        "pt-br": "O amor de Chieri tem 8 metros"
      }
    ],
    "description": {
      "en": "An ordinary high school student, Yumeji Kotaki, is transferred to his class by his childhood friend, Chieri Omine, who has grown to 8 meters in height! Yumeji is assigned as \"caretaker\" to support Chieri's school life. Their daily life is full of excitement due to the height difference! The height difference is nothing to worry about!",
      "ja": "普通の高校生・小滝夢路のクラスに転校してきたのは、身長が8メートルに巨大化した幼馴染・大峰ちえりだった！ちえりの学校生活のサポートをする「お手伝いさん」を任された夢路。身長差がある二人の日常はドキドキがいっぱいで!?　高低差もなんのその！",
      "pt-br": "Uma aluna transferida que tem 8 metros de altura...?! \nAmigos de infância se reencontram, mas nem tudo é como antes… Uma mudança na relação entre Chieri e Yumeji, acompanhe o desenrolar desta comédia romântica gigantesca."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01d0e7f2-b3de-4196-85db-f755446b4c11",
    "title": {
      "en": "Otona ni Narenai Bokura wa"
    },
    "updatedAt": "2024-11-15T06:14:42+00:00",
    "coverArt": "https://mangadex.org/covers/01d0e7f2-b3de-4196-85db-f755446b4c11/1613a15d-3da2-4adb-b595-6a2da71bb110.jpg",
    "altTitles": [
      {
        "ja": "大人になれない僕らは"
      },
      {
        "en": "We Won't Become Adults"
      },
      {
        "es-la": "Nosotros que no podemos convertirnos en adultos"
      },
      {
        "zh-hk": "無法成為大人的我們"
      },
      {
        "zh": "无法成为大人的我们"
      }
    ],
    "description": {
      "en": "The latest work from the author of \"The Diary of a Commuting Student\". It's a silly and endless story about how some kids kill time by repeating the 7th of July every day. A time-loop love story of two high school students trapped in \"Eternal Youth\"!\n\n(Source: Young Magazine)",
      "es-la": "¡El último trabajo de Jo Fujita en Commuting Student Diary! Esta es nuestra tonta e interminable historia de cómo matamos el tiempo una y otra vez el 7 de julio. ¡Una historia de amor en bucle temporal de dos estudiantes de preparatoria atrapados en una \"eterna juventud\"!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87ebd557-8394-4f16-8afe-a8644e555ddc",
    "title": {
      "en": "Hirayasumi"
    },
    "updatedAt": "2024-10-25T21:11:58+00:00",
    "coverArt": "https://mangadex.org/covers/87ebd557-8394-4f16-8afe-a8644e555ddc/ea694830-a252-4988-a0e4-b69a374f776e.jpg",
    "altTitles": [
      {
        "ja": "ひらやすみ"
      },
      {
        "ne": "हिरा यासुमी"
      },
      {
        "uk": "Хіраясумі"
      },
      {
        "ru": "Хираясуми"
      },
      {
        "ru": "Жизнь в одноэтажном доме"
      }
    ],
    "description": {
      "en": "29-year-old freeter Ikuta Hiroto is a carefree young man without a love life, regular job, or any real worries about the future. He inherits an old house from the neighbourhood granny, where his 18-year-old cousin, Natsumi moves in with him to study art in Tokyo. This is a story about Hiroto and the people around him who struggle with life.",
      "ru": "Двадцатидевятилетний работник на полставки Икута Хирото — беззаботный парень, у которого нет ни личной жизни, ни постоянной работы, ни каких-либо беспокойств о собственном будущем. В наследство от соседской бабушки ему достаётся старый дом, куда переезжает его восемнадцатилетняя двоюродная сестра Нацуми, чтобы учиться искусству в Токио. Это история о Хирото и окружающих его людях, которые борются с жизнью.",
      "uk": "29-річний Ікута Хірото — безтурботний молодий чоловік без особистого життя, постійної роботи та реальних турбот про майбутнє. Він успадковує старий будинок від сусідської бабусі, куди переїжджає його 18-річна двоюрідна сестра Нацумі, щоб вивчати мистецтво в Токіо. Це історія про Хірото та людей навколо нього, які борються з життям.",
      "pt-br": "Ikuta Hiroto, de 29 anos, é um jovem despreocupado sem uma vida amorosa, emprego regular ou qualquer preocupação real com o futuro: um \"freeter\". Ele herda uma velha casa da avó do bairro, onde sua prima de 18 anos, Natsumi, vai morar com ele para estudar arte em Tóquio. Esta é uma história sobre Hiroto e as pessoas ao seu redor que lutam contra a vida."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c078883-d60e-4435-bd38-8f37b46ba9c9",
    "title": {
      "en": "Crows Gaiden Housenka - the beginning of HOUSEN"
    },
    "updatedAt": "2024-10-03T17:14:37+00:00",
    "coverArt": "https://mangadex.org/covers/3c078883-d60e-4435-bd38-8f37b46ba9c9/eb1e4746-c49a-4a9e-9977-ea489458413b.jpg",
    "altTitles": [
      {
        "ja": "クローズ外伝鳳仙花 ―the beginning of HOUSEN"
      },
      {
        "ja-ro": "Crows Gaiden Housenka: the beginning of HOUSEN"
      },
      {
        "vi": "Ngoại truyện Crows Housenka: Sự khởi đầu của HOUSEN"
      }
    ],
    "description": {
      "en": "Before Narumi Taiga, Bitou Tatsuya, King Joe and Tsukimoto Mitsumasa, there was Terakado Butta. This is the story of how, under his leadership, Housen became the powerhouse that would become Suzuran High School's greatest opponent. Butta was there the year the school was founded, and without him, we would have never had the Housen Hitman we know and fear today."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83644dad-1f46-47c7-8a75-484cf311a4c4",
    "title": {
      "en": "Hardcore Leveling Warrior: Earth Game"
    },
    "updatedAt": "2024-03-17T22:59:10+00:00",
    "coverArt": "https://mangadex.org/covers/83644dad-1f46-47c7-8a75-484cf311a4c4/b375956b-6a5c-4e0c-80bd-52b97889a926.jpg",
    "altTitles": [],
    "description": {
      "en": "\"I’m... back!\"\n\nAfter a comet collides on Earth, a gaming world filled with monsters and dungeons becomes a reality. Amidst the chaos, Gong Won-Ho wakes up as Hardcore Leveling Warrior, an almighty game character with exceptional luck and power.\n\nOnce again, he will embark on a journey to become the strongest... but this time, on Earth!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "43df19d5-0990-46ec-9367-ea29c502e7bb",
    "title": {
      "en": "Ame Demo Hare Demo"
    },
    "updatedAt": "2024-05-25T07:55:50+00:00",
    "coverArt": "https://mangadex.org/covers/43df19d5-0990-46ec-9367-ea29c502e7bb/81d0b3d4-5629-4b49-a22c-23b2a6f5c97c.jpg",
    "altTitles": [
      {
        "en": "Come Rain or Shine"
      },
      {
        "ja": "雨でも晴れでも"
      }
    ],
    "description": {
      "en": "Country-born Mikoto and student council member Ren have always spent their time after school together. But one day, that ordinary routine suddenly comes to an end… With Uchouten High School as the stage, the love and youth of these impressionable young girls is about to begin!",
      "pt-br": "Mikoto, nascida no interior, e Ren, membro do conselho estudantil, sempre passam o tempo juntas depois da escola. \n  Mas um dia, essa rotina normal chega subitamente ao fim... \nCom a escola Uchouten como palco, o amor e a juventude destas jovens impressionáveis ​​estão prestes a começar!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "19"
  },
  {
    "mangaId": "5de63ed1-61ae-4f1a-8822-1b7e40e96e42",
    "title": {
      "en": "Yari no Yuusha no Yarinaoshi"
    },
    "updatedAt": "2023-01-27T23:56:25+00:00",
    "coverArt": "https://mangadex.org/covers/5de63ed1-61ae-4f1a-8822-1b7e40e96e42/d0da33e6-950b-4d8c-9c33-e4bb4fdd0542.jpg",
    "altTitles": [
      {
        "fr": "Nouvel essai du Héro à la Lance"
      },
      {
        "en": "The Reprise of the Spear Hero"
      },
      {
        "en": "Redo of the Spear Hero"
      },
      {
        "ru": "Перерождение Героя Копья"
      },
      {
        "ja": "槍の勇者のやり直し"
      },
      {
        "zh": "槍之勇者重生錄"
      },
      {
        "uk": "Реприза Героя Списа"
      }
    ],
    "description": {
      "en": "***The comedy spin-off story focuses on the Spear Hero, Motoyasu Kitamura.***   \n  \nSummoned to another world to serve as the Spear Hero, Motoyasu Kitamura is a pitiful young man who eventually finds himself only able to love filolials. But after being fatally injured in battle, Motoyasu wakes up yet again in the exact circumstances of when he was first summoned. It turns out that his spear possesses an ability known as Time Reversal! With his stats unaffected by the reset, Motoyasu decides to fight once more. His motivation: to once again see the smile of Filo, the filolial that he loves more than any other! Could this be considered the start of a new game in god mode?! The long-awaited otherworldly redemption fantasy begins!",
      "ru": "Комедийная спин-офф история посвящена Герою Копья, Мотоясу Китамуре. На пороге смерти он обретает силу, способную поворачивать время вспять, и решает использовать её, чтобы стать сильнее и начать «новую игру».",
      "uk": "***Комедійний спінофф зосереджений на Герої Списа, Кітамура Мотоясу.***\n\nМотоясу Кітамура, прикликаний в інший світ, щоб стати Героєм Списа, — жалюгідний хлопчина, який врешті-решт виявляє, що може любити лише філоріалів. Але після смертельного поранення в бою Мотоясу знову прокидається в тих обставинах, коли його вперше прикликали. Виявляється, що його спис володіє вмінням \"Перемотка Часу\"! Оскільки скидання не вплинуло на його характериcтики, Мотоясу вирішує битися ще раз. Його мотивація: ще раз побачити посмішку Фіро, філоріала, якого він любить більше, ніж будь-кого іншого! Чи можна вважати це початком \"Нової Гри+\"?! Починається довгоочікувана історія викуплення!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "55"
  },
  {
    "mangaId": "542452db-bd1c-4fba-90ee-1213f0bc6718",
    "title": {
      "en": "PEEP"
    },
    "updatedAt": "2024-11-07T22:30:26+00:00",
    "coverArt": "https://mangadex.org/covers/542452db-bd1c-4fba-90ee-1213f0bc6718/1f3cf631-1293-4525-8f5b-30757caf3d95.jpg",
    "altTitles": [
      {
        "ja": "ピープ"
      }
    ],
    "description": {
      "en": "The popular gal who was my childhood friend is secretly uploading provocative selfies!? In his quest to uncover the secret of this popular girl, high school boy Riku discovers that his own deeply hidden emotions were being observed by someone else… A sweet yet suffocatingly intense blend of youth, love, and suspense.",
      "ja": "幼なじみの人気ギャルは、過激な自撮りをアップする裏アカ女子！？人気者の秘密を探ろうとする男子高校生・陸は、逆に自分の隠していた心の底を、別の誰かに覗かれていたことを知る‥‥。溺れるほどに甘く、息もできないほど苦しい、青春×愛憎サスペンス。",
      "es-la": "¿La chica popular que era mi amiga de la infancia está subiendo en secreto provocativos selfies de cosplay?\nEn su búsqueda por descubrir el secreto de esta chica popular, el chico de instituto Riku descubre que sus propias emociones, profundamente ocultas, estaban siendo observadas por otra persona...\n\nUna dulce pero asfixiante mezcla de juventud, amor y suspenso."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "50491535-8d93-4f37-a885-14441766bd43",
    "title": {
      "en": "Takou no Koori Hime wo Tasuketara, Otomodachi kara Hajimeru Koto ni Narimashita"
    },
    "updatedAt": "2024-11-07T22:37:25+00:00",
    "coverArt": "https://mangadex.org/covers/50491535-8d93-4f37-a885-14441766bd43/11639988-5c94-4d23-ac49-19afe16396f7.png",
    "altTitles": [
      {
        "ja": "他校の氷姫を助けたら、お友達から始める事になりました"
      },
      {
        "en": "After Helping the \"Ice Princess\" From Another School, I Decided to Start as a Friend"
      },
      {
        "es-la": "Después de ayudar a la \"Princesa de hielo\" de otra escuela, decidimos empezar como amigos"
      }
    ],
    "description": {
      "en": "Nagi Shinonome, known as the \"Ice Princess,\" is a beautiful girl with a cold attitude who does not allow others to get close to her. \n\nOne day, Souta Minori, who saw her being molested on the train, saved her with all his courage, but the next day she appeared again and said, \"I want you to stay by my side.\" \n\nCan Souta continue as friends with the Ice Princess, who only sweetly melts for one person in the world, that is, himself?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ca06a76e-d96f-487d-9920-f9b8b97cecd1",
    "title": {
      "en": "Ryuroden"
    },
    "updatedAt": "2023-11-23T17:11:46+00:00",
    "coverArt": "https://mangadex.org/covers/ca06a76e-d96f-487d-9920-f9b8b97cecd1/2dde6d2a-dcfd-4c22-9b9e-ee9910155ff4.jpg",
    "altTitles": [
      {
        "vi": "Chú bé rồng"
      },
      {
        "vi": "Con trai rồng"
      },
      {
        "es": "Legenda Naga"
      },
      {
        "en": "Story of Dragon and Wolf"
      },
      {
        "ja": "The Legend of Dragon's Son"
      },
      {
        "ja": "りゅうろうでん"
      },
      {
        "ja": "龍狼伝"
      },
      {
        "zh": "龙狼传"
      },
      {
        "vi": "Thanh Long Nhi"
      }
    ],
    "description": {
      "en": "Middle schoolers, Shiro and Masumi, encountered a mysterious dragon that brought them back to the time of the Three Kingdoms; situated in ancient China. As soon as they arrived, they were rescued by the Han Kingdom. Not long after these events, Masumi was kidnapped and Shiro barely escaped death… Soon the story gets more complicated as they are stuck in the past.  \n  \nIn 1997, Ryuurouden won the Kodansha Manga Award for shōnen manga.",
      "pt-br": "Estudantes do ensino médio, Shiro e Masumi, encontraram um dragão misterioso que os trouxe de volta ao tempo dos Três Reinos; situado na China antiga. Assim que chegaram, foram resgatados pelo Reino Han. Pouco tempo depois desses eventos, Masumi foi sequestrado e Shiro escapou por pouco da morte... Logo a história fica mais complicada, pois eles estão presos no passado. \n\nEm 1997, Ryuurouden ganhou o Prêmio Kodansha Manga para melhor mangá shounen."
    },
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "safe",
    "lastVolume": "37",
    "lastChapter": "158"
  },
  {
    "mangaId": "edaae213-67c7-4a6c-ad5f-141001891741",
    "title": {
      "en": "Yu-Gi-Oh!"
    },
    "updatedAt": "2024-02-25T23:06:16+00:00",
    "coverArt": "https://mangadex.org/covers/edaae213-67c7-4a6c-ad5f-141001891741/9064ab4f-ce36-4f37-9c36-a725d631fc40.jpg",
    "altTitles": [
      {
        "ja-ro": "Yu☆Gi☆Oh"
      },
      {
        "ru": "Король игр"
      },
      {
        "ja": "遊☆戯☆王"
      },
      {
        "ja": "遊戯王"
      },
      {
        "ko": "유희왕"
      },
      {
        "en": "The King of Games"
      },
      {
        "th": "เกมกลคนอัจฉริยะ"
      },
      {
        "sv": "spelkungen"
      },
      {
        "ru": "Ю:-ги-о:"
      },
      {
        "fi": "Pelien kuningas"
      },
      {
        "de": "König der Spiele"
      },
      {
        "vi": "Vua Trò Chơi"
      },
      {
        "pt": "rei dos jogos"
      },
      {
        "fr": "Le Roi des jeux"
      },
      {
        "es": "El rey de los juegos"
      },
      {
        "sr": "Југио"
      },
      {
        "bg": "Ю-Ги-О!"
      },
      {
        "bg": "цар на игрите"
      },
      {
        "da": "Spillenes Konge"
      },
      {
        "ro": "Game King"
      },
      {
        "nl": "Koning der Spellen"
      },
      {
        "el": "Game King"
      },
      {
        "hu": "A Játékok Királya"
      },
      {
        "fa": "یو-گی-او"
      },
      {
        "ar": "يوغي ملك اللعبة"
      },
      {
        "zh-hk": "遊戲王"
      },
      {
        "zh": "遊戲王"
      },
      {
        "zh-ro": "Iû-hì-ông"
      },
      {
        "id": "Raja Permainan"
      },
      {
        "ms": "raja permainan"
      },
      {
        "ko-ro": "yuhuiwang"
      },
      {
        "pt-br": "O Rei dos Jogos"
      },
      {
        "ja-ro": "Yu☆Gi☆Oh!"
      }
    ],
    "description": {
      "en": "Sitting by himself in the back of the class, 10th-grader Yugi always had his head in some game–until he solved the Millennium Puzzle, an Egyptian artifact containing the spirit of a master gambler from the age of the pharaohs! Awakened after three thousand years, the King of Games possesses Yugi, recklessly challenging bullies and evil-doers to the Shadow Games, where the stakes are high, and even the most ordinary bet may result in weirdness and danger beyond belief! Let the games… begin!",
      "pt-br": "O estudante Yugi Mutou passou a maior parte de seu tempo sozinho jogando jogos - até que ele resolveu o Enigma do Milênio, um artefato egípcio misterioso! Possuída pelo quebra-cabeça, Yugi se torna o Yu-Gi-Oh(O Rei dos Jogos), e irá enfrentar os desafios dos Jogos das Sombras - Jogos mortais com grandes apostas e altos riscos, como apostar a sua alma e a alma de seus queridos amigos! O mangá contém novas histórias não vistas no anime, incluindo a origem de Yugi e seus amigos!"
    },
    "status": "completed",
    "releaseDate": 1996,
    "contentRating": "safe",
    "lastVolume": "38",
    "lastChapter": "343"
  },
  {
    "mangaId": "7eabe852-5454-48a1-976a-9aaa2b9ca7b0",
    "title": {
      "en": "Kimi no Yokogao o Miteita"
    },
    "updatedAt": "2024-11-04T14:49:12+00:00",
    "coverArt": "https://mangadex.org/covers/7eabe852-5454-48a1-976a-9aaa2b9ca7b0/4439dd23-93a5-487b-9e20-1fea08a4b620.jpg",
    "altTitles": [
      {
        "en": "I Look at You"
      },
      {
        "ja": "きみの横顔を見ていた"
      },
      {
        "en": "Looking at Your Profile"
      },
      {
        "zh": "凝視你的側顏"
      },
      {
        "ja": "Kimi no Yokogao o Miteita"
      },
      {
        "ne": "तिम्रो प्रोफाइल हेर्दै"
      },
      {
        "en": "I See Your Face, Turned Away"
      },
      {
        "fr": "Ton visage vu de profil"
      }
    ],
    "description": {
      "en": "Hikari's your typical freshmen in high school who's been recently daydreaming about Mari’s, her shy best friend, a love story. She decides to ship Mari with Ootani-kun, their classmate, after finding out about his crush on Mari when his friend, Asagiri-kun, tried getting the two to talk. The main character is Mari, the leading man is Ootani, and Hikari is the typical best friend in the story. Not bad… right? A youthful story between four kids going through unrequited love.",
      "fr": "Nous suivons le quotidien de quatre lycéens, deux filles et deux garçons, sur leur amitié parfois compliquée et leur amour non-partagé.\n\nHikari et Mari sont deux lycéennes qui s'entendent bien et qui sont amies. Hikari est une jeune fille plutôt banale et assez transparente alors que Mari est lumineuse. Elles se rapprochent petit à petit de Otani, un garçon bruyant et populaire et de son ami, Asagari, qui est plus calme et posé.",
      "pt-br": "Hikari é a típica caloura do ensino médio que recentemente sonhou acordada com a história de amor de Mari, sua tímida melhor amiga. Ela decide shippar Mari com Ootani-kun, seu colega de classe, depois de descobrir sobre sua paixão por Mari quando seu amigo, Asagiri-kun, tentou fazer os dois conversarem. A personagem principal é Mari, o protagonista é Ootani e Hikari é a típica melhor amiga da história. Nada mal... certo? Uma história juvenil entre quatro crianças passando por um amor não correspondido."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a57a29be-a0bd-4e6c-a996-97e6b9615ea1",
    "title": {
      "en": "Mononoke: Nopperabo"
    },
    "updatedAt": "2024-12-20T00:13:34+00:00",
    "coverArt": "https://mangadex.org/covers/a57a29be-a0bd-4e6c-a996-97e6b9615ea1/f2d52dea-0009-4ce5-ab28-aee992a0879d.jpg",
    "altTitles": [
      {
        "ja": "モノノ怪 のっぺらぼう"
      }
    ],
    "description": {
      "en": "\"Who is it that you truly killed?\" Ochou, a woman imprisoned and sentenced to death for the crime of the massacre of the Sasaki family, including her own husband and mother-in-law. The medicine seller suspects the presence of a Mononoke behind the incident. At that moment, a mysterious man wearing a Noh mask appears, trying to take Ochou out of the prison...!? The sorrowful fairy tale of a Mononoke who fell in love and the criminal Ochou, now begins—.",
      "ja": "「貴方が本当に殺したのは――誰だ?」自らの夫・姑を始めとする、佐々木家一家惨殺の咎で死罪を申しつけられ、牢につながれている女・お蝶。薬売りは事件の背後に、モノノ怪が存在するとあたりをつけた。そこへ能面をまとった謎の男が現れ、お蝶を牢から連れ出そうとするが…!?小さな恋をしたモノノ怪と罪人・お蝶の、哀しき御伽噺、ここに開幕――。",
      "ru": "«Кого же вы на самом деле убили?» О-Чо, женщина, заключенная в тюрьму и приговоренная к смертной казни за массовое убийство семьи Сасаки, включая ее собственного мужа и свекровь. Продавец лекарств заподозрил присутствие Мононокэ за этим инцидентом. В этот момент появляется таинственный человек в маске Но, пытающийся вывести О-Чо из тюрьмы…?! Печальная сказка о Мононокэ, познавшем маленькую любовь, и преступнице О-Чо начинается здесь—."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "64218541-8141-4834-8eb8-2976deaf04f3",
    "title": {
      "en": "Kuuzoku Huck to Jouki no Hime"
    },
    "updatedAt": "2024-11-15T17:27:43+00:00",
    "coverArt": "https://mangadex.org/covers/64218541-8141-4834-8eb8-2976deaf04f3/e5f8763f-c9c2-46c8-b247-821a4abbba18.jpg",
    "altTitles": [
      {
        "ja": "空賊ハックと蒸気の姫"
      },
      {
        "ja-ro": "Kuuzoku Hakku to Jouki no Hime"
      },
      {
        "en": "Huck the Air Pirate and the Princess of Steam"
      }
    ],
    "description": {
      "en": "1901 - The Mist Industrial Revolution ushered in the \"Age of the Air.\"\n\nAs people move their lives from the ground to the skies, \"air pirates\" appear, forming cliques and roaming the skies. \nAmong them there was a pirate who disliked herds and roamed the skies freely, and his name was Huck.\n\n---\nAdditional Links:\n\n* [Mag-Garden](https://www.mag-garden.co.jp/comics/13202/)",
      "ja": "空に浮かぶ島々、世界を揺るがす秘宝、謎めく少女との出会い、飛びきりの浪漫がここに。\n帝王暦1901年、浮遊性蒸気（ミスト）の発見により人々は地上から空に生活の場を移していた。一攫千金を夢見る青年ハックはまだ見ぬ宝と浪漫を追い求めるあまり万年金欠…底辺の空賊と呼ばれていた。そんなある日、人狼に追われる一人の少女と出会う。それが空の時代を揺るがす大事件に繋がるとも知らず…。かつて子どもだった大人達へおくるネオ・ジュブナイル冒険活劇、開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d41fe947-2e33-4b26-ac29-abc70fb08edb",
    "title": {
      "en": "Shut Up, Evil Dragon! I Don't Want to Raise a Child With You Anymore"
    },
    "updatedAt": "2024-11-07T23:56:04+00:00",
    "coverArt": "https://mangadex.org/covers/d41fe947-2e33-4b26-ac29-abc70fb08edb/ee4e3885-ee1d-45c6-bc56-b2928765b0ba.jpg",
    "altTitles": [
      {
        "zh": "闭嘴恶龙我不想再跟你带孩子了"
      },
      {
        "en": "Shut Up, Malevolent Dragon! I Don’t Want to Have Any More Children With You"
      },
      {
        "uk": "Помовч, зла драконихо! Я не буду виховувати з тобою дітей!"
      },
      {
        "zh-ro": "Bizui Elong Wo Bu Xiang Zai Gen Ni Dai Haizi Le"
      }
    ],
    "description": {
      "en": "After being defeated and captured, the dragon slayer Leon became a captive of the Silver Dragon Queen. With the awareness of death, he used forbidden magic to curse the queen, but unexpectedly, the queen lost control. \n\nHe thought that this would make the queen live with shame for the rest of her life, and it would be worthy of the dragon slayer's mission. \n\nBut two years later, when Leon opened his eyes, next to him was a little dragon girl with a tail...",
      "id": "Setelah dikalahkan dan ditangkap, Dragon Slayer Leon menjadi tawanan Silver Dragon Queen. Dengan kesadaran akan kematian, dia menggunakan sihir terlarang untuk mengutuk sang ratu, tetapi secara tak terduga, sang ratu kehilangan kendali. Dia berpikir bahwa ini akan membuat sang ratu hidup dalam rasa malu seumur hidupnya, dan itu akan sepadan dengan misinya sebagai pemburu naga. Namun, dua tahun kemudian, ketika Leon membuka matanya, di sampingnya ada seorang gadis kecil naga dengan ekor...",
      "uk": "Після поразки та полону, вбивця драконів Леон потрапив у полон до королеви клану Срібних Драконів. Усвідомлюючи наближення смерті, він використав заборонену техніку, щоб накласти прокляття на королеву, але несподівано королева втратила контроль.\n\nВін думав, що це змусить королеву жити з соромом до кінця життя, і це буде гідно титулу вбивці драконів.\n\nАле через два роки, коли Леон розплющив очі, поруч з ним сиділа дівчинка-дракон із хвостиком..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-12-26T13:19:48+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/91a6fbb8-6d3b-41cd-9de4-daa2f4a4727e.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      },
      {
        "en": "The weirdo one desk over keeps giving me THAT kind of look"
      },
      {
        "ur": "Sath ki kursi par beithne wali mujhe \"Un Ankhoñ\" se deikhti he"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?",
      "ja": "主人公の池沢くんは、同じクラスの美少女・江口さんのことを「そういう目」で見ている。しかし実は、江口さんも「そういう目」で池沢くんのことを見ていて！？チラ見えする筋肉、汗ばむ肌、髪の香り…互いに興味津々な2人の「下心」から始まる純愛ラブコメ！好きな人のなら、臭いも汗も×××も…全部好き。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ebf6b4b1-f514-4e93-8305-0c16c21c7163",
    "title": {
      "en": "Space Juggernaut"
    },
    "updatedAt": "2024-11-19T06:00:24+00:00",
    "coverArt": "https://mangadex.org/covers/ebf6b4b1-f514-4e93-8305-0c16c21c7163/c992f6a1-8189-4cab-a237-3d12b26a0137.jpg",
    "altTitles": [],
    "description": {
      "en": "Wanderer, imposing, somewhere in the vast void of space, Rendezvous awaits! The only space station built inside a living being, where the best scientists, warriors, explorers and engineers of the galaxy live.\nFollow the adventures of the Rendezvaj against the galaxy's major enemy; The Raccoon-race \"preservation\" Federation in this epic Space Opera.",
      "es-la": "Errante, imponente, en algún lugar del vasto vacío espacial, Rendezvous espera! La única estación espacial construida dentro de un ser vivo, que aloja a los mejores científicos, guerreros, exploradores e ingenieros de la galaxia.\nSigue las aventuras de un grupo de Rendezvaj contra su mayor enemigo; La Federación de “Conservación” de la raza Mapache en esta épica ópera spacial."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf7c6c51-7b96-418f-b025-10d3cca71c96",
    "title": {
      "en": "Eiyuu to Majo no Tensei LoveCome"
    },
    "updatedAt": "2024-12-20T00:07:12+00:00",
    "coverArt": "https://mangadex.org/covers/cf7c6c51-7b96-418f-b025-10d3cca71c96/1fee8d1d-d61c-4cf9-876e-977339dd7c4a.png",
    "altTitles": [
      {
        "ja": "英雄と魔女の転生ラブコメ"
      },
      {
        "ja-ro": "Eiyuu to Majo no Tensei Rabu Kome"
      },
      {
        "en": "A Reincarnation Romantic Comedy of a Hero and a Witch"
      },
      {
        "vi": "Chuyện tình lãng mạn và hài hước của Anh Hùng và Phù Thủy chuyển sinh"
      },
      {
        "vi": "Chuyện tình chuyển sinh hài hước của Anh hùng và Phù thuỷ"
      },
      {
        "pt-br": "Uma Comédia Romântica de Reencarnação entre um Herói e uma Feiticeira"
      }
    ],
    "description": {
      "en": "Choose the world or choose her. \n\nOrdinary high school student Shiraishi Godo harbored a \"secret\"  - he possessed memories of a past life. In a world different from this one, he was a \"hero\" who saved humanity. \n\nHowever, that was a story of his past life. \n\nIn this life, he was supposed to lead an ordinary school life—until the arrival of transfer student Mai Shiina turned everything upside down.",
      "ja": "世界を選ぶか、彼女を選ぶか。\n\n平凡な高校生・白石護道には『秘密』があった。それは前世の記憶を持っていること。こことは違う別の世界で、人類を救った『英雄』だった。\n\nとはいえ、あくまで前世の話。\n\n今世ではごく普通の学生生活――のはずだったが、転入してきた少女・椎名麻衣の出現で日々は一変する。",
      "vi": "Shiraishi Godou, một cậu học sinh cao trung bình thường đang có một \"Bí mật\". Đó là cậu vẫn còn ký ức của tiền thế.\nỞ một thế giới khác, Godou đã từng là \"Anh hùng\" giải cứu nhân loại. Tuy là vậy, nhưng đó là chuyện của tiền thế. Ở thế giới hiện tại, cậu chắc là đang trải qua quãng đời học sinh bình thường, vậy mà sự xuất hiện của cô thiếu nữ vừa chuyển trường đến. Shiina Mai đã làm những ngày yên bình của cậu hoàn toàn thay đổi",
      "pt-br": "O estudante comum de ensino médio Shiraishi Godo guardava um \"segredo\", ele possuía memórias de uma vida passada. Em um mundo diferente deste, ele foi um \"herói\" que salvou a humanidade. Mas isso era uma história de sua vida passada. Nesta vida, Godo deveria ter uma vida escolar comum. Isso até a chegada da nova aluna Mai Shiina, que virou tudo de cabeça para baixo. Ela não era apenas uma aluna transferida. Mai era a reencarnação de Celis, a Feiticeira da Calamidade, sua mortal inimiga de vidas passadas. E ela estava lá, não por vingança, mas por algo mais — algo que mudaria o curso da vida de Godo mais uma vez. Agora, ele deve navegar pelas complexidades de suas memórias reencarnadas, sua crescente conexão com Mai e a escolha impossível entre uma vida pacífica e uma cheia de caos mágico."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64113fcd-4f8c-41bc-8fa4-18a83076da2e",
    "title": {
      "en": "The Last Human"
    },
    "updatedAt": "2024-03-25T14:15:03+00:00",
    "coverArt": "https://mangadex.org/covers/64113fcd-4f8c-41bc-8fa4-18a83076da2e/8a8d42b9-86f3-4856-b41f-cbae24199884.jpg",
    "altTitles": [
      {
        "en": "Mortal of The Doom"
      },
      {
        "zh-ro": "Moshi Fanren"
      },
      {
        "ru": "Последний человек"
      },
      {
        "zh": "末世凡人"
      },
      {
        "ko": "블러디발렌타인:인류종말"
      }
    ],
    "description": {
      "ar": "تسو تيانشين هو آخر إنسان حي في مدينة مليئة بالزومبي. فقط عندما كان متأكداً من أنه مات ، يجد روحه تعود إلى ما قبل ذلك اليوم المشؤوم قبل عشر سنوات. يقسم أنه سوف يحمي الناس المهمين له هذه المرة ويجتمع مع عشيقته. تابعوا نضاله من أجل البقاء بمساعدة ذكرياته للسنوات العشر القادمة!",
      "en": "Zuo Tianchen is the last living human in a mutated zombie-infested city. Just when he was sure he'd died, he finds his soul returned to just before that ill-fated day ten years ago. He swears he'll protect the people important to him this time round and reunite with his past lover. Watch his struggles to survive equipped with his memory of the next ten years!",
      "fr": "uo Tianchen est l'un des derniers survivants sur terre depuis qu'une épidémie venant de l'espace s'était abattue sur terre, il l'y a de cela 10 ans. Alors qu'il est sur le point de mourir, Zuo fît donc ses adieux à sa petite amie qu'il avait rencontré durant l'épidémie. C'est alors que, d'un coup, alors qu'il était sur le point de mourir, il retourna dans le temps 10 ans auparavant, quelques heures avant le début de l'épidémie. C'est alors qu'il décida de sauver son meilleur ami qui avait périt dès le début de l'épidémie, 10 ans auparavant, et c'est alors qu'il se met à la recherche de sa copine qu'il avait dans l'ancienne apocalypse.",
      "ru": "Зе Тянчен – последний выживший человек в городе, зараженном зомби-инфекцией. Будучи на грани смерти, он внезапно оказался в своем теле десять лет назад, когда город еще не был заражен. Он решил, что в этот раз спасет близких ему людей и воссоединится со своей старой любовью.   \r\n  \r\nСледите за его приключениями, в которых он использует свои воспоминания о следующих 10 годах, чтобы выжить и спасти своих близких!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6d7c5c85-3bca-499e-98ec-644056f60107",
    "title": {
      "en": "Predatory Marriage"
    },
    "updatedAt": "2024-12-08T16:14:59+00:00",
    "coverArt": "https://mangadex.org/covers/6d7c5c85-3bca-499e-98ec-644056f60107/f0a03993-b614-4e42-be41-631b8a37c817.jpg",
    "altTitles": [
      {
        "ko": "약탈혼"
      },
      {
        "es-la": "Matrimonio depredador"
      }
    ],
    "description": {
      "en": "Lea wrote a suicide note ahead of the wedding.\nBecause she'll die after the first night.\n\nIt was the miserable end of a princess who devoted her entire life to her country and the royal family.\nBefore she gives up her life, Lea plans her final revenge on the royal family.\n\nIt is to become a new bride who has lost her innocence.\n\n\"Why did you give up your first experience like this? Don't you want to run away?\n\"I... want to die.\"\n\nIt was an impulsive remark because he was just a one-night stand.\nI thought it was meant to end like that.\nUntil we meet again in an unexpected place.\n\nHe eroded her orderly daily life.\nDespite knowing it was a dangerous relationship, she couldn't resist him.\nWhat on earth is that man thinking?\n\n\"You don't remember?\"\nThe man said with a fierce smile.\n\n\"I told you I'd ruin your life.\"",
      "id": "Putri Leah membuat surat bunuh diri menjelang pernikahannya. Karena dia yakin akan mati setelah malam pernikahannya; akhir yang sangat menyedihkan dari seorang putri yang mengorbankan hidupnya untuk kerajaannya. Tetapi sebelum menyerahkan hidupnya, Leah berencana untuk membuat balas dendam terakhirnya kepada keluarganya. Meskipun dia telah menjadi mayat yang dingin, dia akan membuat mereka hancur. Dia akan membuat mereka malu dengan menjadi pengantin yang tidak perawan lagi. “Kenapa kau justru membuang keperawananmu? Bukankah kau hanya ingin melarikan diri?\" \"Aku ... aku hanya ingin mati.\" Leah secara impulsif menceritakan hal tersebut kepada pria yang menghabiskan malam pertama dengannya."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2025-01-03T16:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/6ae7c384-8f33-4c29-a062-ff71628c2e95.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8afcc685-f0a5-4d2e-b6a9-2396e8e9d7c6",
    "title": {
      "en": "Searching for My Father's Son"
    },
    "updatedAt": "2024-06-08T19:02:16+00:00",
    "coverArt": "https://mangadex.org/covers/8afcc685-f0a5-4d2e-b6a9-2396e8e9d7c6/1e4e0a2e-faa7-4c46-96eb-d3ad8eb29a19.png",
    "altTitles": [
      {
        "ko": "내 아버지의 아들을 찾아서"
      },
      {
        "ko-ro": "Nae Abeojiui Adeureul Chajaseo"
      },
      {
        "en": "Finding My Father's Son"
      },
      {
        "en": "Find My Dad's Child"
      },
      {
        "zh": "找到我父亲的儿子"
      },
      {
        "zh-hk": "找到我父親的兒子"
      },
      {
        "zh-hk": "哥哥太難找了怎麼辦"
      },
      {
        "en": "Heir to the Dragon Slayer Sword"
      },
      {
        "es-la": "Encontrando al hijo de mi padre"
      }
    ],
    "description": {
      "en": "“Find Eraph’s hidden son. Then you’re free.”\n\nJericho, a normal young woman who grew up in a village in the countryside, sets out one day to find her biological father, who turned out to be the hero, Eraph. The heirloom which was given to her was the ‘Dragon Slayer Sword,’ and her life completely changed after becoming the new owner of the sword… But Jericho only wanted to give up her inheritance and live a normal life with her sick mother!\n\nThe ‘Dragon Slayer Sword’ she had obtained told her that Eraph had another child, a son. Apparently, he could be: The master of the wizard tower’s son, Cency Daisy. The richest man in the continent, the eldest son of the Stars family, Rozen Stars. The son of Princess Lillier, Magnor Newpay. Out of these three candidates, she needs to find her real brother!",
      "ko": "\"에라프의 숨겨진 아들을 찾아. 그럼 넌 자유야.\"\n\n시골 마을에서 평범하게 자란 소녀 제리코.\n어느 날, 친부가 영웅 에라프라는 사실을 알게 된다.\n\n유품 '드래곤 슬레이어 소드'까지 얻고,\n검의 새 주인으로서 삶은 완전히 바뀌는데... \n제리코는 자리를 넘기고 평범하게 살고 싶다.\n\n자아를 가진 검, 드래곤 슬레이어 소드는\n에라프에게 아들이 한 명 더 있다고 말해준다.\n\n마탑주의 아들 샌시 데이지\n대륙 최고의 부자 스타즈 상회의 장남 로젠 스타즈\n릴리에 공주의 아들인 마그노 누페이\n\n세 후보 중 진짜 오빠를 찾아야 한다!",
      "es-la": "“Encuentra al hijo escondido de Eraf\" . Entonces serás libre \". Jeriko, una niña que creció en un pueblo rural. Un día, se entera de que su padre biológico es el héroe, Eraf. Ella recibe una 'Espada Asesina de Dragones' como recuerdo. Como nueva dueña de la espada, su vida ha cambiado por completo. Jeriko quiere renunciar a su puesto y vivir una vida normal. La espada le dijo que Eraf tiene otro hijo. ¡Pero hay tres candidatos, debemos encontrar al verdadero hermano!",
      "zh-hk": "“找到埃拉夫藏起來的兒子，你就自由了。”傑瑞科，一個平凡的在鄉村長大的女孩。\n\n有一天，她知道了自己的親生父親是英雄埃拉夫。得到遺物' 滅龍之劍’，作為劍的新主人的生活完全改變了…\n\n傑瑞科希望放棄自己的位置，過平凡的生活。擁有自我的劍，滅龍之劍告訴她埃拉夫還有一個兒子。\n\n馬塔主的兒子圣西·黛西是大陸最富有的斯塔集團公司的長子羅森·斯塔斯·禮來耶公主的兒子瑪格諾·努佩塞。\n\n得在候選人中要找到真正的哥哥!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "599dcb23-a056-424c-9194-7c83758628b8",
    "title": {
      "en": "Dou Ganbatte mo H ni Nacchau Osananajimi"
    },
    "updatedAt": "2024-11-07T19:44:07+00:00",
    "coverArt": "https://mangadex.org/covers/599dcb23-a056-424c-9194-7c83758628b8/7597f394-f07c-4af3-b864-a87814e31fa6.jpg",
    "altTitles": [
      {
        "ja": "どう頑張ってもHになっちゃう幼なじみ"
      },
      {
        "ja-ro": "Dou Ganbattemo H ni Nacchau Osananajimi"
      },
      {
        "en": "A Childhood Friend Who's Always Horny No Matter What You Do"
      },
      {
        "en": "A Childhood Friend Who's Always Lewd No Matter What You Do"
      }
    ],
    "description": {
      "en": "Airi-chan, a naturally airheaded heroine, loves her childhood friend Yuu-kun. However, both her feelings of love and lust are sky-high, and she's always getting into lewd accidents! Meanwhile, the shadow of NTR by a shallow playboy is creeping around Airi-chan!? Good boys and girls who read this when they're alone should have a tissue in one hand, okay♫\n\n(Source: Young Magazine Web)\n___\n[Alt Official Raw (MagaPoke)](https://pocket.shonenmagazine.com/episode/2550912964523273942)",
      "ja": "SNSで話題！ 最高に笑えて最低に下品な4コマラブコメディ♡ 天然なヒロイン・愛梨ちゃんは幼なじみのゆーくんが大好き。だけど恋心と愛欲が空回っていつもエッチなアクシデント勃発…！ そんな愛梨ちゃんを狙うNTRチャラ男の影が忍び寄り…!? 良い子は一人の時にティッシュ片手に読んでね♫"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db882a6e-6716-47bc-b031-c420f42d08d5",
    "title": {
      "en": "Whimsy Whimsy Witch"
    },
    "updatedAt": "2024-12-06T22:29:24+00:00",
    "coverArt": "https://mangadex.org/covers/db882a6e-6716-47bc-b031-c420f42d08d5/9371a28d-1bce-46b3-b56e-1e5f36c199ee.jpg",
    "altTitles": [
      {
        "vi": "Cô phù thủy ngộ nghĩnh"
      }
    ],
    "description": {
      "en": "A prince has been cursed to turn into a frog by a witch. Things went wild from there.",
      "vi": "Một hoàng tử bị biến thành con ếch bởi một mụ phù thủy. Chuyện diễn ra tiếp theo khá là kì cục.",
      "pt-br": "Um príncipe foi amaldiçoado por uma bruxa e transformado em um sapo. A partir daí, as coisas saíram completamente de controle."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
    },
    "updatedAt": "2024-10-01T15:29:23+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/dc042b02-91bc-46ee-a779-8756556b66d0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten"
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      },
      {
        "pl": "Anioł z sąsiedztwa niezwykle mnie rozpieszcza"
      }
    ],
    "description": {
      "en": "Mahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まった。自堕落な一人暮らしを送る周を見かねて、なにかと世話を焼く真昼。お互いに興味ないと言い合う二人は、それでも少しずつ距離を縮めていく……。",
      "pl": "Mahiru jest piękną dziewczyną, którą koledzy z klasy nazywają \"aniołkiem\". Jest nie tylko świetnie wysportowana i ma doskonałe oceny - jest także zabójczo piękna. Amane, przeciętny facet i samozwańczy niechluj, nigdy nie myślał zbyt wiele o tej boskiej piękności, mimo że uczęszczał do tej samej szkoły. Wszystko zmienia się jednak, gdy widzi Mahiru siedzącą samotnie w parku podczas ulewy. Tak zaczyna się dziwna relacja między tą nieprawdopodobną parą!",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2d1f5245-694d-4ae6-baa2-b690a040e4d4",
    "title": {
      "en": "12 Suicidal Children"
    },
    "updatedAt": "2023-05-15T17:48:41+00:00",
    "coverArt": "https://mangadex.org/covers/2d1f5245-694d-4ae6-baa2-b690a040e4d4/9e867ca0-efc7-4ff2-bc54-324ffdfe7754.jpg",
    "altTitles": [
      {
        "ja-ro": "12-nin no Shinitai Kodomo-tachi"
      },
      {
        "ja": "十二人の死にたい子どもたち"
      },
      {
        "en": "12 Suicidal Teens"
      },
      {
        "ko": "12인의 죽고 싶은 아이들"
      },
      {
        "ru": "Двенадцать детей, которые хотят умереть"
      },
      {
        "zh": "十二个想死的少年"
      },
      {
        "zh-hk": "十二個想死的少年"
      }
    ],
    "description": {
      "en": "The story is a locked-room mystery where 12 kids go into an abandoned hospital to give up on life. In the room where they meet, a boy is already lying dead, and no one knows who he is.",
      "ja": "[Wikipedia](https://ja.wikipedia.org/wiki/%E5%8D%81%E4%BA%8C%E4%BA%BA%E3%81%AE%E6%AD%BB%E3%81%AB%E3%81%9F%E3%81%84%E5%AD%90%E3%81%A9%E3%82%82%E3%81%9F%E3%81%A1)",
      "zh-hk": "[Wikipedia](https://zh.wikipedia.org/wiki/%E5%8D%81%E4%BA%8C%E5%80%8B%E6%83%B3%E6%AD%BB%E7%9A%84%E5%B0%91%E5%B9%B4)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "18"
  }
]