[
  {
    "mangaId": "8f717147-53db-4693-9c53-ba96ae3ca897",
    "title": {
      "en": "Kawaikunai ne, Kouhai-kun"
    },
    "updatedAt": "2024-05-23T06:46:35+00:00",
    "coverArt": "https://mangadex.org/covers/8f717147-53db-4693-9c53-ba96ae3ca897/fa8491a0-fc77-4355-935a-0faa8b31d36c.jpg",
    "altTitles": [
      {
        "en": "My Junior Is Not Adorable"
      },
      {
        "ja-ro": "可愛くないね、後輩くん"
      }
    ],
    "description": {
      "en": "\"You're really not cute!!!\"  \n  \nAkutsu is still only an underclassman but he's got all the girls' attention. Plus, not only is he good in his studies, he's also the ace of the baseball club.  \n  \nEven though Ida doesn't want have anything to do with Akutsu but somehow they're often together…?  \n  \nDon't tell me he actually likes me!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "8"
  },
  {
    "mangaId": "9f18938b-f466-4f74-b6f0-140dc28e8812",
    "title": {
      "en": "Senyuu."
    },
    "updatedAt": "2023-11-17T18:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/9f18938b-f466-4f74-b6f0-140dc28e8812/8bfce0e0-2d0d-4c76-bc2e-b02bb7719e83.jpg",
    "altTitles": [
      {
        "en": "Senyuu WEB"
      },
      {
        "ja": "せんゆう。"
      },
      {
        "ja": "戦勇。"
      }
    ],
    "description": {
      "en": "Once upon a time, a Demon King named Rchimedes caused havoc and destruction in the Human World. He was sealed away by the great hero Creasion, and peace returned to the world.  \n  \n1000 years later, Rchimedes has returned, a hole has opened up in the Human World, and countless monsters have sprung up. To prevent any further destruction, the King calls upon all 75 (probable) descendants of Creasion.  \n  \nThis story focuses on the adventures of descendant number 45, Alba, and the royal soldier appointed to assist him, Ross.  \n  \n[Senyuu Season 1](http://seiga.nicovideo.jp/comic/senyu)    \n[Senyuu Season 2](http://seiga.nicovideo.jp/comic/senyu2)  \n[Senyuu Season 3](http://seiga.nicovideo.jp/comic/senyu3)  \n[Senyuu Season 4](http://seiga.nicovideo.jp/comic/senyu4)  \n[Senyuu+](http://seiga.nicovideo.jp/comic/senyuplus)  \n[Senyuu F5 Reload](http://seiga.nicovideo.jp/comic/39515)"
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "82476383-e6a9-41a7-b98c-87cc8be9efbb",
    "title": {
      "en": "Zenbu Kimi no Sei"
    },
    "updatedAt": "2024-05-12T12:17:55+00:00",
    "coverArt": "https://mangadex.org/covers/82476383-e6a9-41a7-b98c-87cc8be9efbb/b4629b5d-5f5d-42c6-9019-2a7d838fdf17.jpg",
    "altTitles": [
      {
        "en": "All Because of You"
      },
      {
        "ja": "ぜんぶきみの性"
      },
      {
        "zh": "都是性别惹的祸"
      },
      {
        "ko": "전부 너의 성"
      },
      {
        "en": "All Your Sex"
      }
    ],
    "description": {
      "en": "A romantic comedy of uncertain characters. Sagimiya Ryou, the main character, woke up as a girl one day because of the effects of an unknown sex change syndrome. Ryou, now living with this rare syndrome, meets Mizukami Nagisa on a tour of Tensei Gakuen high school. As the two find each other in a cosplay cafe, Ryou discovers Nagisa's secret.\n\nA (physical) mixed romantic comedy!\n\n---\n**Links:**\n- Alternative Official Raw - [ComicWalker](https://comic-walker.com/contents/detail/KDCW_AM01201412010000_68), [Nico Nico Seiga](https://seiga.nicovideo.jp/comic/45760)",
      "ja": "ある日突然、性転換症候群の影響で女の子になってしまった主人公・鷺宮了を中心とした、男女あやふやなキャラクターたちが織り成すクロッシングラブコメディ。“性転換症候群”という稀な体質の鷺宮了は、高校の学校見学で出会った水上凪沙に憧れを抱き、凪沙のいる天清学園へ入学することになった。２人が再会を果たしたのは凪沙が働くコスプレ喫茶で、さらに凪沙にはヒミツが――？"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "40"
  },
  {
    "mangaId": "cab91d47-c2d0-46d4-ba81-51dd530b13d1",
    "title": {
      "en": "Saint Seiya - Next Dimension"
    },
    "updatedAt": "2024-05-03T10:47:59+00:00",
    "coverArt": "https://mangadex.org/covers/cab91d47-c2d0-46d4-ba81-51dd530b13d1/40bc38af-84f3-4938-adaa-c3108bb5bd08.jpg",
    "altTitles": [
      {
        "pt-br": "Os Cavaleiros do Zodíaco – Next Dimension: A Saga de Hades"
      },
      {
        "ja-ro": "Saint Seiya - Next Dimension - Meiō Shinwa"
      },
      {
        "ja": "聖闘士星矢 NEXT DIMENSION 冥王神話"
      }
    ],
    "description": {
      "en": "Saint Seiya: Next Dimension - The Myth of Hades, also known as simply Next Dimension, is an ongoing manga written and illustrated by Masami Kurumada. It is a prequel and continuation to his manga series Saint Seiya; placed during the previous \"Holy War\" between the deities Hades and Athena and their respective minions, the Specters and the Saints, during the 18th century in the franchise's fictional chronology. It is published by Akita Shoten in the weekly magazine Weekly Shōnen Champion at irregular dates. It is also known by its alternate subtitle Galaxy Myth (銀河神話 Ginga Shinwa?), which is used during publication to refer to the segments of the storyline set in the 20th century, as opposed to the Myth of Hades subtitle, which refers to the segments set in the 18th century.",
      "pt-br": "Continuação direta de Saint Seiya (Os Cavaleiros do Zodíaco). Em 1990, em Elysium, os cinco Saint's (Cavaleiros), Seiya, Hyoga, Shun, Shiryu e Ikki estão lutando contra o deus Hades. Durante a batalha, Hades começa lembrando que ele tenha visto o rosto de Seiya antes e chega à conclusão de que ele enfrentou antes, e assim começa a história... Athena para tentar ajudar Seiya que foi ferido nessa batalha pela espada sagrada de Hades, volta para o passado com a ajuda de Crhonos o Titã do Tempo, para tentar destruir a espada mas as coisas não saem bem como ela queria..."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4d7fa70-fbf8-4ff6-92a2-db382fd180e5",
    "title": {
      "en": "THE Runway"
    },
    "updatedAt": "2023-11-30T17:49:03+00:00",
    "coverArt": "https://mangadex.org/covers/a4d7fa70-fbf8-4ff6-92a2-db382fd180e5/a3c3a81d-d39b-439e-a8a9-c92ca2bce201.png",
    "altTitles": [
      {
        "ko": "THE 런웨이"
      }
    ],
    "description": {
      "en": "I had a one-night stand with my boss?!\nJian Yoo is an editor at a fashion magazine. She frantically ran to Paris after hearing that her boyfriend is two-timing.\nNot knowing better, she made a rash decision to sleep with a stranger she had just met there…\nThree months later, the editor-in-chief of Jian’s company flew in from their headquarters in France. However, that man…. turned out to be the one Jian spent the night with!!",
      "ko": "하룻밤을 같이 보낸 그 남자가 내 상사라고?!\n패션지 의 에디터 유지안. 그녀는 약혼자의 양다리 소식에 무작정 파리로 떠난다.\n그곳에서 우연히 만난 남자와 충동적으로 하룻밤을 보내 버리고…\n3개월의 시간이 흐른 후, 지안의 회사에 만렙의 편집장이 프랑스에서 오게 된다. 그런데 그 남자… 바로 지안과 하룻밤을 보낸 프랑스에서의 그 남자다!!",
      "vi": "Tôi đã có tình một đêm với sếp của mình ?! Jian Yoo là biên tập viên của một tạp chí thời trang. Cô rất hay chạy đến Paris sau khi nghe tin bạn trai của mình ngoại tình. Không biết làm gì hơn, cô ấy đã quyết định ngủ với một người lạ mà cô ấy mới gặp ở đó…Ba tháng sau, tổng biên tập của công ty mà Jian làm việc bay đến từ trụ sở chính của họ ở Pháp. Tuy nhiên, người đàn ông đó…. hóa ra là người mà Jian đã qua đêm cùng!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e0fdb3b-632c-4f8f-a311-5b56952db647",
    "title": {
      "en": "Bocchi the Rock!"
    },
    "updatedAt": "2024-04-29T06:42:49+00:00",
    "coverArt": "https://mangadex.org/covers/2e0fdb3b-632c-4f8f-a311-5b56952db647/62c28c06-838e-43e7-afa1-533ddde1e9db.jpg",
    "altTitles": [
      {
        "en": "Bocchi the Rock!"
      },
      {
        "ja": "ぼっち・ざ・ろっく！"
      },
      {
        "zh-hk": "愛好·扎·搖滾！"
      },
      {
        "zh": "爱好·扎·摇滚！"
      },
      {
        "ru": "Одинокий Рокер!"
      },
      {
        "it": "Bocchi the Rock!"
      },
      {
        "ne": "बोच्चि द रक!"
      },
      {
        "pl": "Samotność w Rocku!"
      }
    ],
    "description": {
      "en": "Hitori Gotou is a high school girl who's starting to learn to play the guitar because she dreams of being in a band, \nbut she's so shy that she hasn't made a single friend. \nHowever her dream might come true after she meets Nijika Ijichi, a drummer girl looking for a new guitarist for her band.",
      "es": "Bocchi The Rock! cuenta la historia de Goto Hitori, una chica de secundaria que empieza a aprender a tocar la guitarra persiguiendo su sueño de formar parte de una banda. Pese a que es muy dedicada, su arrolladora timidez le impide poder conseguir siquiera una amiga. Pero cuando conozca a Ijichi Nijika, una baterista que está buscando una nueva guitarrista para su grupo, Goto dará el primer paso para cumplir su gran sueño página a página, tira a tira.",
      "it": "Hitori Goto è una liceale che inizia a imparare a suonare la chitarra perchè il suo sogno è di entrare a far parte di una band, \nma è talmente timida da non avere nemmeno un amico. \nMa il suo sogno potrebbe avverarsi in seguito all'incontro con Nijika Ijichi, una ragazza che suona la batteria \ned è alla ricerca proprio di un chitarrista per la band in cui suona.",
      "ja": "「ぼっちちゃん」こと後藤ひとりは、ギターを愛する孤独な少女。\n家で一人寂しく弾くだけの毎日でしたが、ひょんなことから伊地知虹夏が率いる「結束バンド」に加入することに。\n人前での演奏に不慣れな後藤は、立派なバンドマンになれるのか――！？\n全国のぼっちな少年少女に届ける、いま最高にアツい音楽漫画！！\n陰キャならロックをやれ！！！",
      "pt-br": "Hitori Gotou é uma colegial que está começando a aprender a tocar violão porque sonha em fazer parte de uma banda, mas é tão tímida que não fez um único amigo. No entanto, seu sonho pode se tornar realidade depois que ela conhece Nijika Ijichi, uma garota que toca bateria e está procurando um novo guitarrista para sua banda.\n\n[ 1° TEMP.  DO ANIME ADAPTOU ATÉ: Vol. 2, Cap 21. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06d9f3bf-21f4-4d94-a0e6-f5c182df31d2",
    "title": {
      "en": "AR∀GO - London Shikei Tokushu Hanzai Sousakan"
    },
    "updatedAt": "2022-05-26T07:58:26+00:00",
    "coverArt": "https://mangadex.org/covers/06d9f3bf-21f4-4d94-a0e6-f5c182df31d2/1fba4b17-1fc9-4923-9041-a4c9c1916a78.jpg",
    "altTitles": [
      {
        "en": "AR∀GO"
      },
      {
        "en": "AR∀GO -ロンドン市警特殊犯罪捜査官-"
      },
      {
        "en": "Arago"
      },
      {
        "en": "Arago - City of London Police's Special Crimes Investigator"
      },
      {
        "en": "Arago - London Shikei Tokushu Hanzai Sōsakan"
      },
      {
        "en": "Arago - 伦敦市警特殊犯罪搜查官"
      },
      {
        "en": "Arago - 魔都伦敦特殊犯罪搜查官"
      },
      {
        "en": "Arago - 魔都特殊犯罪侦查官"
      },
      {
        "en": "Arago - 魔都犯罪搜查官"
      },
      {
        "en": "アラゴ"
      },
      {
        "ru": "Араго"
      }
    ],
    "description": {
      "en": "The story centers around two twins, Arago and Ewan, whose parents were slaughtered by monsters. Years later, the vengeful Arago crosses paths with Ewan, who has since become a police officer, just as blood begins to flow again in the streets of London.",
      "ru": "Это история о двух братьях-близнецах, Араго и Эване, чьи родители были убиты монстром. После этого каждый из братьев идет своей дорогой. Эван становится полицейским, а Араго преследует монстра, думая лишь о мести. Спустя годы их пути снова пересекаются, а улицы Лондона вновь омывает кровавый дождь."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "85"
  },
  {
    "mangaId": "9363b613-ac57-4336-9481-601565a89e08",
    "title": {
      "en": "I Am the Shadow Reverend"
    },
    "updatedAt": "2024-02-27T20:16:11+00:00",
    "coverArt": "https://mangadex.org/covers/9363b613-ac57-4336-9481-601565a89e08/a247bcf5-0b4f-46ac-b9da-274ec0debe3f.jpg",
    "altTitles": [
      {
        "zh": "全民转职：我牧师，都什么阴间技能"
      },
      {
        "vi": "Tiān Shēng Dú Nǎi, Wǒ Zǔzhòule Quán Shìjiè!"
      }
    ],
    "description": {
      "en": "Traveling through a parallel world, the game merges with the real world, where ferocious beasts are rampant, alien races are raging, and there are a large number of dungeons and secret realms in the wild.\nHumans can awaken into various professions and work hard to kill monsters and upgrade.\nOn the day of his profession awakening, Lin Luo awakened the priest profession, which is the most popular but has no damage ability.\nJust when he was struggling, he discovered that his skills had mutated!\nThe blood recovery technique mutates into the bleeding technique?\nBlessing mutates into curse?\nBut I am really a healing priest!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c53caf9a-95b6-4400-b41b-d1b09167ef7a",
    "title": {
      "en": "Kaii-san to Ore"
    },
    "updatedAt": "2024-05-21T16:22:36+00:00",
    "coverArt": "https://mangadex.org/covers/c53caf9a-95b6-4400-b41b-d1b09167ef7a/465127f8-8ea0-4f36-b3a8-591c6478161a.jpg",
    "altTitles": [
      {
        "ja": "怪異さんと俺"
      },
      {
        "id": "Aku dan Makhluk Aneh"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/24367326/series/222807)\n\n**Notes:**\n- The Pixiv series does not contain all of the chapters and combines some. Do not follow the chapter numbering on Pixiv. Instead, enable Japanese chapters on MangaDex to see the proper chapter order and links to all of the raw chapters.\n- This series uses characters the author used in illustrations beforehand.",
      "ja": "俺くんと怪異さんのお話。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b64ee46-605b-47ed-a208-4a727bf66b25",
    "title": {
      "en": "Slime Saint"
    },
    "updatedAt": "2024-05-06T17:04:26+00:00",
    "coverArt": "https://mangadex.org/covers/6b64ee46-605b-47ed-a208-4a727bf66b25/b2286cbc-ed4f-441b-a8a0-c3a9d8a8f876.jpg",
    "altTitles": [
      {
        "ja": "スライム聖女"
      },
      {
        "ja-ro": "Slime Seijo"
      }
    ],
    "description": {
      "en": "The weakest monster (slime) who longed to be human is reincarnated as a saint, but with the worst character of all, a villainous noble girl. From the lowest status, hated and resented; an existence where she will be terminated immediately if her true identity as a slime is discovered, she will become a beloved saint in order to live a safe and secure life!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ede55c-1584-4019-b85b-3902a423c3ab",
    "title": {
      "en": "Fairy Tail: 100 Years Quest"
    },
    "updatedAt": "2024-04-20T22:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/52ede55c-1584-4019-b85b-3902a423c3ab/d7bdad1b-b129-462c-b929-7e67bd8d5594.jpg",
    "altTitles": [
      {
        "en": "Fairy Tail 100 Years Quest"
      },
      {
        "vi": "Fairy Tail Nhiệm vụ Trăm năm"
      },
      {
        "ja-ro": "Feari Teiru: Hyaku-nen Kuesuto"
      },
      {
        "ru": "Хвост Фей: 100-летний квест"
      },
      {
        "th": "แฟรี่เทล ภาคเควส 100 ปี ตอนที่"
      },
      {
        "ja": "フェアリーテイル １００年クエスト"
      },
      {
        "ko": "페어리 테일 -100년 퀘스트"
      },
      {
        "zh-hk": "妖精的尾巴 百年任務"
      },
      {
        "uk": "Хвіст Феї: 100-річний квест"
      }
    ],
    "description": {
      "en": "After overcoming the threat of Acnologia and Zeref, Fairy Tail has become stronger and more energetic! The 100 year quest which Natsu and company left for, and also to the members who had remained at the guild, something new is going to happen!? Although the story was supposed to have concluded, a new adventure now begins!\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "ru": "Продолжение популярной манги \"Хвост Феи\" или \"Фейри Тейл\", которая будет носить отдельное название \"100 летний квест\"! После победы над Зерефом нашу любимую, еще более сильную гильдию, ждет новое приключение! Не пропустите новые приключения популярных героев!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "53d632ed-4a2f-4fb7-a7b0-8c6e9cd0ae6e",
    "title": {
      "en": "Hidden Love: Can't Be Concealed"
    },
    "updatedAt": "2023-12-27T17:57:05+00:00",
    "coverArt": "https://mangadex.org/covers/53d632ed-4a2f-4fb7-a7b0-8c6e9cd0ae6e/8bcfc927-9424-48e4-8a3c-a50a13371e2f.jpg",
    "altTitles": [
      {
        "en": "Secretly, Secretly; But Unable to Hide It"
      },
      {
        "en": "Hidden Love"
      },
      {
        "zh": "偷偷藏不住"
      },
      {
        "en": "My Secret Crush"
      }
    ],
    "description": {
      "en": "That year, someone secretly wormed their way into Sang Zhi's heart and she fell in love with her brother's friend Duan Jiaxu. That older brother has beautiful peachy eyes and casually calls her a \"kid\". That spark of surprise when they first met made Sang Zhi want to slowly get closer to him, but the 7-year age difference felt like an insurmountable gap that she couldn't cross over. Not knowing when it started, the crush buried at the bottom of her heart sprouted, and slowly, it spread into his heart too...",
      "zh": "那年，桑稚的心里偷偷地住进了一个人，喜欢上哥哥的朋友段嘉许，这个大哥哥有着好看的桃花眼，漫不经心的喊她“小孩”，初见的惊艳总是让桑稚忍不住想要靠近，但是7岁的年龄差仿佛又是他们无法逾越的鸿沟，不知从何时起，埋藏在心底的青涩暗恋逐渐发芽，慢慢地，也蔓延进了他的心里...【"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e90f0484-f65c-4892-903a-42a180692392",
    "title": {
      "en": "My Sister’s Private Life"
    },
    "updatedAt": "2024-04-01T20:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/e90f0484-f65c-4892-903a-42a180692392/1f934158-78db-42c1-9f46-f58e2d4f7ee6.jpg",
    "altTitles": [
      {
        "ko": "자매의 사생활"
      },
      {
        "uk": "Приватне життя моєї сестри"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2022-05-26T05:34:44+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "a79e2584-c08e-4bc8-9293-8a441b6802d6",
    "title": {
      "en": "Otagai Dondon Hamatteiku Kyouikugakari to Shinnyuushain"
    },
    "updatedAt": "2024-02-02T18:01:33+00:00",
    "coverArt": "https://mangadex.org/covers/a79e2584-c08e-4bc8-9293-8a441b6802d6/7c61bd15-3fc0-4c01-ae56-e925d577b101.jpg",
    "altTitles": [
      {
        "ja": "お互いどんどんハマっていく教育係と新入社員"
      },
      {
        "ja-ro": "Otagai Dondon Hamatteiku Kyouikugakari to Shinnyuushain"
      },
      {
        "en": "The Mentor and the New Employee Who are Getting More and More Into Each Other"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "55"
  },
  {
    "mangaId": "56958579-6d1b-4db0-be4f-dd17b828fcf7",
    "title": {
      "en": "In the Gardens of Gehenna"
    },
    "updatedAt": "2024-01-21T20:18:46+00:00",
    "coverArt": "https://mangadex.org/covers/56958579-6d1b-4db0-be4f-dd17b828fcf7/cee4abea-97a9-4d59-9d8d-3017bae8aac7.jpg",
    "altTitles": [
      {
        "ja-ro": "Naraku no Hanazono"
      },
      {
        "ja": "奈落の花園"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ade1cf-501c-45b3-988e-c46fd9e34802",
    "title": {
      "en": "Gal & Hamu-chan"
    },
    "updatedAt": "2024-05-23T05:07:21+00:00",
    "coverArt": "https://mangadex.org/covers/52ade1cf-501c-45b3-988e-c46fd9e34802/c3413967-3cf5-42be-af38-0fb91eb93c68.jpg",
    "altTitles": [
      {
        "ja": "ギャル&ハムちゃん"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb790078-f079-4904-ad8c-b128f6be9c90",
    "title": {
      "en": "Maguro-chan wa Taberaretai!"
    },
    "updatedAt": "2024-02-13T13:26:36+00:00",
    "coverArt": "https://mangadex.org/covers/eb790078-f079-4904-ad8c-b128f6be9c90/13a011e9-2923-42c8-871d-ad03a296997e.jpg",
    "altTitles": [
      {
        "zh": "金枪鱼妹妹想被我吃掉！"
      },
      {
        "ja": "マグロちゃんは食べられたい！"
      },
      {
        "en": "Maguro-chan Wants to be Eaten!"
      },
      {
        "ko": "참치쨩은 먹히고 싶어!"
      }
    ],
    "description": {
      "en": "Fascinated by tuna since childhood, high school girl Misaki dreams to catch and eat her own whole tuna. One day, Misaki really caught a tuna at the seaside; however, the fish just turned into a cute girl!",
      "ja": "マグロ好き女子高生みさきの夢は、いつか自分でマグロを釣り上げ、一匹丸ごと食べること。\nそんなみさきはある日、日課の堤防釣りで、見事大きなキハダマグロを釣り上げる。\nそのマグロはしかし、少し目を離した隙に、人間の少女になっていたのだったーーー"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "24"
  },
  {
    "mangaId": "63b53485-81a3-45f8-9427-4d1cb929f81d",
    "title": {
      "en": "Vanilla land"
    },
    "updatedAt": "2024-02-14T05:44:36+00:00",
    "coverArt": "https://mangadex.org/covers/63b53485-81a3-45f8-9427-4d1cb929f81d/a83727a4-454c-41bf-9b1e-0bd3a990ff16.jpg",
    "altTitles": [
      {
        "en": "vanilla land"
      },
      {
        "en": "Vanilla Land"
      }
    ],
    "description": {
      "en": "In lands far..far away, where scary monsters and horrific creatures live. where hidden treasures and magic exists, where there are still undiscovered kingdoms and empires mankind discovered a new source of energy to empower their mechanical machines & weapons. we discovered vanilla the source of unlimited energy. follow the journey of gen orchid, rosa & altamiras as they seek the djinn chef master to grant their wishes\n\nstory & art by me & my wife, together we are couple comics #fantasy_Manga_to_read"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c62d637-4004-426f-ba7f-be45e18941b6",
    "title": {
      "en": "Yankee JK KuzuHana-chan"
    },
    "updatedAt": "2024-04-26T15:07:07+00:00",
    "coverArt": "https://mangadex.org/covers/6c62d637-4004-426f-ba7f-be45e18941b6/d7cf538d-7040-45b2-88b1-01c4e15ba156.jpg",
    "altTitles": [
      {
        "es": "Colegiala Delincuente/Yankee KuzuHana-chan"
      },
      {
        "en": "Delinquent high school girl KuzuHana-chan"
      },
      {
        "en": "Yankee high school girl KuzuHana-chan"
      },
      {
        "ja": "ヤンキーJKクズハナちゃん"
      },
      {
        "zh-hk": "不良JK華子醬"
      },
      {
        "pt-br": "Garota Delinquente Do Ensino Médio KuzuHana-chan"
      }
    ],
    "description": {
      "en": "At the beginning of the academic year, Saotome Hodaka enrolls into Moteshiro Prefectural High School, a former all-girls school that had recently integrated, but discovers it has a male to female ratio of 1:359! \n\nWhile most might think of this as a paradise, the majority of the students are delinquents and Saotome immediately finds himself being extorted by some of the more aggressive girls. However, he is inadvertently saved by Hanako Kuzuryu, a beautiful delinquent who just wants to be left alone.\n\nIs this the start of a new friendship? And how will Saotome's life unfold in a school full of troublesome women?",
      "ja": "男女比率1対359!!　359人の女子高生にいじられまくり!!　つらたんハーレム学園ラブコメ!!　コワかわ最強ヒロイン爆誕!!\n四方八方ギャルだらけな県立茂手城高校に入学した黒一点・早乙女穂高は、ヤンキーJK・九頭竜華子にピンチを救われて…!?",
      "pt-br": "Uma proporção de homem para mulher de 1:359?!\n\nSaotome-kun é admitido em uma escola cheia de gyarus e conhece uma garota delinqüente chamada Hanako Kuzuryu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8461d3da-d14b-4a60-9a37-e4428fdda85e",
    "title": {
      "en": "Umareta Chokugo ni Suterareta kedo, Zensei ga Taikensha datta node Yoyuu de Ikitemasu"
    },
    "updatedAt": "2024-04-13T19:00:43+00:00",
    "coverArt": "https://mangadex.org/covers/8461d3da-d14b-4a60-9a37-e4428fdda85e/b2c5ea0b-530f-4fe6-8277-b91959b63b25.jpg",
    "altTitles": [
      {
        "ja": "生まれた直後に捨てられたけど、前世が大賢者だったので余裕で生きてます"
      },
      {
        "en": "Since My Previous Life was a Wise Man, I can Afford to Live."
      }
    ],
    "description": {
      "en": "Born to excellent parents, Reus is abandoned shortly after being born due to a mismeasurement of magical aptitude. However, he was a super baby who had the memory and ability of his previous life where he was touted as a Great Sage, and was able to fly, not to mention conversation and walking!\n\nAdventuring with the sacred dragon familiar, Lindworm, enjoy the life of a baby Sage who becomes a person and enjoys freedom!",
      "ja": "見た目は赤ちゃん、だけど中身は大賢者!?\n\n世界を変えた最強の魔法使い・大賢者アリストテレウスがその生涯を閉じた…。\nだが大賢者アリストテレウスは、死んだ後に転生の魔道具を使い、転生することに成功したのだった。\n転生した先は、何百、何千年経ったのかも分からない後の世界の魔法名門家の赤子。\n恵まれた人生を歩むはずが、内に宿した規格外の魔力のせいか勘違いされ、生まれた直後に捨てられてしまう…!?\nしかし大賢者の能力と記憶を持つ赤子は、聖竜杖リントヴルムをお供に余裕で生き抜くのだった…!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cbf174ca-af25-4410-82fa-498a6df9ad3c",
    "title": {
      "en": "BE BLUES ~Ao ni Nare~"
    },
    "updatedAt": "2022-11-21T19:16:31+00:00",
    "coverArt": "https://mangadex.org/covers/cbf174ca-af25-4410-82fa-498a6df9ad3c/793ba37f-6b51-4293-b13c-6e8afa968197.png",
    "altTitles": [
      {
        "en": "Be Blues!"
      },
      {
        "ja-ro": "Be Blues! - Ao ni Nare"
      },
      {
        "ar": "BE BLUES! ~นักเตะเลือดซามูไร~"
      },
      {
        "zh": "BE BLUES!～化身为青～"
      },
      {
        "zh": "BE BLUES!~化身為青~"
      },
      {
        "ja": "BE BLUES!～青になれ～"
      },
      {
        "ko": "BE BLUES!~파랑수~"
      },
      {
        "ru": "Вперёд, Синие!"
      },
      {
        "ja": "ビーブルーズ!　〜あおになれ〜"
      }
    ],
    "description": {
      "en": "If you're born in Japan and you play football, you'll eventually want to wear the national team uniform! It's the same for everyone! Ichijou Ryuu is a boy whose dream is to become a Japan national team player. With his twin childhood friends, Yuuto and Yuki, their first goal is to win the Japan Under-12 Football Championship!  \nThe excitement of a one-on-one! The tension in front of goal! The elation from pulling off the perfect link up play! The essence of what makes football enjoyable is here.  \n  \nWon the Shogakukan Manga Award for Best Shonen Manga in 2014.  \n\n\n---",
      "ru": "Рию Ичиджо мальчик, которые мечтает попасть в национальную команду по футболу. Вместе со своими друзьями, братьями-близнецами Юто и Юки, он сначала стремится выиграть в национальном чемпионате младшей лиги. В начальной школе его сбивает машина, когда он защищает от неё своего друга. Попав в больницу на 2 года, Рию преодолевает жёсткую реабилитацию. И вот он поступает в старшую школу и присоединяется к школьной футбольной команде. На тренировках не жалеет себя, хотя травмы напоминают о себе. Сможет ли он попасть в команду мечты или он должен быть обычным школьником?",
      "vi": "Ichijou Ryu là một cậu bé mang trong mình ước mơ được khoác lên mình màu áo của đội tuyển quốc gia Nhật Bản. Cùng với hai người bạn từ thuở thiếu thời của mình là cặp song sinh Yuto và Yuki, cả ba người đều hạ quyết tâm thực hiện cho bằng được mục tiêu đó của Ichijou Ryu. Trên chuyến hành trình của mình, Ichijou Ryu đã gặp phải những khó khăn nhưng cậu vẫn không nản chí mà vẫn tiếp tục bước đi. Một bộ manga cực hay về bóng đá và những nhân vật dành hết niềm đam mê vào nó.  \n\n\n---"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "49",
    "lastChapter": "489"
  },
  {
    "mangaId": "f60fd694-43af-490a-a744-d01ccfad5261",
    "title": {
      "en": "Shuumatsu No Valkyrie (Webtoon)"
    },
    "updatedAt": "2023-11-17T22:28:24+00:00",
    "coverArt": "https://mangadex.org/covers/f60fd694-43af-490a-a744-d01ccfad5261/9afaf83a-66e2-4b6e-a0f6-14ce3e608405.jpg",
    "altTitles": [
      {
        "en": "Record Of Ragnarok (Webtoon)"
      },
      {
        "ja": "終末のワルキューレ 総天然色"
      },
      {
        "fr": "Valkyrie Apocalypse"
      }
    ],
    "description": {
      "fr": "Shuumatsu No Valkyrie (Valkyrie Apocalypse) arrive maintenant dans le monde du webtoon, dans un nouveau format reprenant l'histoire, mais avec plusieurs nouveautés ! L'histoire commence lorsque les dieux se réunissent en congrès pour décider de laisser l'humanité vivre ou mourir, et décident de détruire l'humanité. Mais une Valkyrie solitaire suggère de laisser les dieux et l'humanité se battre une dernière fois, comme dernier espoir de survie de l'humanité. 13 dieux affronteront 13 champions humains dans des combats en tête-à-tête pour décider si l'humanité vit ou meurt.",
      "pt-br": "Agora Shuumatsu No Valkyrie (Record of Ragnarok) chega ao mundo dos Webtoon, num novo formato recontando a história, mas com várias novidades!\n\nA história começa quando os deuses convocam uma convenção para decidir se deixam a humanidade viver ou morrer, e decidem destruir a humanidade. Mas uma Valquíria solitária apresenta a sugestão de deixar os deuses e a humanidade travarem uma última batalha, como última esperança para a sobrevivência contínua da humanidade. 13 deuses lutarão contra 13 campeões humanos em batalhas um contra um para decidir se a humanidade vive ou morre."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou."
    },
    "updatedAt": "2024-03-30T23:26:30+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/b70c874a-be6d-4089-989d-7c408536544d.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind.\n\nWhen he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.\n\nThe new normal graph of youth is about to begin.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。\n\n舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。\n\n真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n日常が変わっていく、つみきさんと一緒なら。\n\nまだ誰も知らない、ニューノーマルな青春がここに。",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23ae2a63-eb44-4580-9adc-fbd8ba4b2670",
    "title": {
      "en": "Boku wo Shirita Sugiru Shimizu-san"
    },
    "updatedAt": "2024-05-17T05:43:09+00:00",
    "coverArt": "https://mangadex.org/covers/23ae2a63-eb44-4580-9adc-fbd8ba4b2670/91440d1d-3fb8-46ea-a1df-7dfcee3de53e.jpg",
    "altTitles": [
      {
        "ja": "ボクを知りたすぎる清水さん"
      },
      {
        "en": "Shimizu-san who wants to know me too much"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0df86784-961a-443c-9765-8b41702c6249",
    "title": {
      "en": "Alice-san Chi no Iroribata"
    },
    "updatedAt": "2024-04-23T17:50:47+00:00",
    "coverArt": "https://mangadex.org/covers/0df86784-961a-443c-9765-8b41702c6249/e1bd1a5f-aec9-497a-97c1-ce651ab8c337.jpg",
    "altTitles": [
      {
        "ja": "アリスさんちの囲炉裏端"
      },
      {
        "ru": "У очага в доме Арису-сан"
      },
      {
        "th": "มื้ออุ่นหน้าเตาแห่งบ้านคุณอลิซ"
      },
      {
        "en": "By The Hearth At Alice-san's Home"
      },
      {
        "en": "By the Furnace of Miss Alice’s House"
      },
      {
        "vi": "Bên bếp lửa nhà Alice-san"
      }
    ],
    "description": {
      "en": "After ten years, Alice returns to her hometown from Tokyo to live alone in a traditional Japanese house with a sunken hearth. Harumi, her childhood friend, nervously meets her again after such a long time, but the warmth of the hearth with Alice is just as warm as it was in the past...\n\nNext to the hearth in Miss Alice's house, let's have a leisurely meal together.",
      "pt-br": "Depois de 10 anos, Alice volta de Tóquio para a sua cidade natal e mora sozinha em uma antiga casa tradicional Japonesa com lareira. Harumi, um amigo de infância, estava animado para se encontrar novamente depois de muito tempo, mas o calor da lareira com Alice continua tão quente quanto no passado..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-04-18T20:04:36+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/27bc5d4a-83db-4c9d-a049-5f8b9f29efc3.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a4bdf95-dc11-4011-937e-7bdc4dd6e786",
    "title": {
      "en": "Tune In to the Midnight Heart"
    },
    "updatedAt": "2024-05-09T01:45:36+00:00",
    "coverArt": "https://mangadex.org/covers/0a4bdf95-dc11-4011-937e-7bdc4dd6e786/f52ac1a8-2005-48ee-8a77-f7527f295d70.jpg",
    "altTitles": [
      {
        "ja": "真夜中ハートチューン"
      },
      {
        "ja-ro": "Mayonaka Heart Tune"
      },
      {
        "en": "Finding the girl behind the voice."
      },
      {
        "en": "Midnight Heart Tune"
      },
      {
        "ru": "Полуночный мотив сердца"
      },
      {
        "pt-br": "Sintonizando com o Coração da Meia Noite"
      },
      {
        "pt-br": "Em busca da garota por trás da voz"
      }
    ],
    "description": {
      "en": "***\"Late at night, alone on my bed, your voice was the only thing that saved me. I want to talk to you again. There's something I want to say.\"***\n\nWithout knowing her real name or face, Yamabuki Arisu, a second-year high school student, was looking for a girl named \"Apollo'' who was a livestreamer. However, one day, Arisu gets a clue about Apollo from the broadcast club of the high school where she is going. There were 4 beautiful girls who dreamed of \"getting a job related to voice\"!! Who is Apollo? What will happen to the dreams of the four people? A cute yet hard-working success romantic comedy begins here!!\n\n---\n**Links:**\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10568/episode/347385) (U.S. Only)",
      "ja": "***「深夜ひとり、ベッドの上、キミの声だけが救いだった。もう一度キミと話したい。言いたいことがあるんだ」。***\n\n高校2年生の山吹有栖は、「アポロ」という名の、顔も本名も知らないラジオ配信者の少女を探していた。だがある日、有栖は進学先の高校の放送部にアポロの手がかりを得る。そこにいたのは「声に関わる仕事に就く」夢を描く美少女が…4人!!アポロは誰？4人の夢の行方は？かわいくも懸命なサクセスラブコメ、ここに開演!!",
      "pt-br": "Yamabuki Arisu, um estudante do segundo ano do ensino médio, estava procurando por uma garota chamada “Apollo”, que era locutora de rádio e ele não conhecia seu rosto ou seu nome verdadeiro. No entanto, um dia, Arisu recebe uma pista sobre Apollo do clube de transmissão da escola secundária para a qual ela estava indo. Havia quatro belas garotas que sonhavam em “conseguir um emprego relacionado à voz”!! Quem é Apollo? O que acontecerá com os sonhos dessas quatro pessoas? Uma comédia romântica fofa, mas trabalhadora e de sucesso, começa aqui!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df6c80ae-90c7-4377-8c6f-96135058d2ce",
    "title": {
      "en": "How to Turn You Around"
    },
    "updatedAt": "2024-05-09T18:38:09+00:00",
    "coverArt": "https://mangadex.org/covers/df6c80ae-90c7-4377-8c6f-96135058d2ce/315bafdc-b3c6-4796-9ec1-cadf3e494773.jpg",
    "altTitles": [
      {
        "ko": "너를 돌려차는 방법"
      }
    ],
    "description": {
      "en": "Stop being interested in me! Yeo Eunsol is the best person in hiding. All he dreams of is a quiet high school life. Yet everything becomes ruined because of the popular Ra Jisoo! First love romance ♥︎"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcfa196d-d162-45f5-a224-61d26b04a077",
    "title": {
      "en": "Kono Subarashii Sekai ni Shukufuku wo!"
    },
    "updatedAt": "2024-05-17T15:24:22+00:00",
    "coverArt": "https://mangadex.org/covers/bcfa196d-d162-45f5-a224-61d26b04a077/07c6f675-57e6-4b8c-8e2b-deaf3f27021b.jpg",
    "altTitles": [
      {
        "en": "Konosuba: God's Blessing on This Wonderful World!"
      },
      {
        "en": "Bless This Wonderful World!"
      },
      {
        "ja-ro": "Konosuba"
      },
      {
        "fr": "Konosuba : Sois Béni Monde Merveilleux !"
      },
      {
        "ru": "Да будет благословенен этот прекрасный мир!"
      },
      {
        "th": "ขอให้โชคดีมีชัยในโลกแฟนตาซี"
      },
      {
        "ja": "この素晴らしい世界に祝福を！"
      },
      {
        "zh": "为美好的世界献上祝福！"
      },
      {
        "ko": "이 멋진 세계에 축복을!"
      },
      {
        "pt-br": "Konosuba - Abençoado mundo maravilhoso!!"
      }
    ],
    "description": {
      "en": "Kazuma Sato is a video game-loving shut-in-or at least he was, until a humiliating traffic accident brings his young life to an untimely end. But after his death, a beautiful girl claiming to be a goddess invites him to enter another world and gain some respectable perks in the process. But Kazuma’s choice is going to have serious consequences for the goddess and the dead man alike…",
      "es": "Kazuma Sato es un hikikomori que disfruta como un bellaco con los videojuegos, el manga y el anime. Un día decide salir de su casa, sufre un desafortunado accidente y fallece. Cuál es su sorpresa al ver que aparece en un limbo junto a una diosa llamada Aqua que le ofrece enviarlo a un nuevo mundo con tintes roleros y -además- concederle un deseo. Pero antes, Aqua se ocupa de humillarlo porque la muerte que él pensaba que había sido heroica salvando a una chica de ser atropellada, resulta ser lo más patética y cutre que te puedas echar a la cara. Lo único que se le ocurre al bueno de Kazuma es usar su deseo para que Aqua lo acompañe al nuevo mundo y se una a él en sus peripecias para derrotar al Rey Demonio.\n\nEn su nueva aventura encontrará una gran variedad de personajes a cada cual más cazurro, formando equipo con la pesada de Aqua, con Megumin, una maga loca por las explosiones y con Darkness, una paladín aficionada al sadomasoquismo. Viendo que su equipo está mal de la cabeza y que todas son más tontas que un zapato, Kazuma decide disfrutar de su nueva vida a lo grande, pero al final se las tendrá que ver con los generales del Rey Demonio que se cruzarán en su camino… y con sapos, un montón de babosos batracios.",
      "ru": "Кадзума Сато - хиккикомори, закоренелый фанат игр, аниме и манги. В какой-то момент, в попытке спасти человека он попадает в дорожную катастрофу и его жизнь обрывается. Казалось бы жизнь закончилась? Но Кадзума просыпается и видит перед собой красавицу, которая называет себя богиней. Она спрашивает, хочет ли он отправиться в другой мир? С условием, что он может взять с собой только одну вещь. Кадзума сразу же желает взять с собой богиню. Так и начинается его невероятное приключение против короля демонов, но перед этим нужно заняться другими делами. Например, найти пищу, одежду и убежище. Кадзума хочет жить в мире и спокойствия, но богиня находит одну проблему за другой. А кроме того, армия демонов имеет какие-то свои виды на него.",
      "pt-br": "A vida de Satou Kazuma, um hikikomori que gosta de jogos, muito em breve chegou ao fim por causa de um acidente de trânsito... Deveria ser, mas quando ele acorda, uma linda deusa aparece diante de seus olhos. \"Ei, eu tenho algo um pouco agradável para você. Quer ir para outro mundo? Você pode desejar apenas uma coisa de sua escolha junto com você.\" \"Então eu irei levá-la.\" Daqui em diante, a grande aventura de subjugar o Rei Demônio começará para Kazuma reencarnado, ou assim se poderia pensar, mas é o trabalho para a obter alimentos, roupas e abrigo começa! Apesar de Kazuma querer viver em paz, a deusa acaba causando problemas, um após outro, e eventualmente, eles atraem a atenção do exército do Rei Demônio."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10fab94e-2227-47e2-b059-f4762eb5ca4e",
    "title": {
      "en": "Jii-san To Baa-san Wakagaeru"
    },
    "updatedAt": "2024-05-04T21:20:41+00:00",
    "coverArt": "https://mangadex.org/covers/10fab94e-2227-47e2-b059-f4762eb5ca4e/a769d4a4-60ce-48ba-a7db-489932f54ddb.jpg",
    "altTitles": [
      {
        "tr": "Gençliklerini geri kazanan büyükbaba ve büyükanne hakkında hikaye"
      },
      {
        "en": "A Story About A Grandpa And Grandma Who Returned Back To Their Youth"
      },
      {
        "id": "Sebuah Kisah Tentang Kakek dan Nenek yang Kembali Ke Masa Mudanya."
      },
      {
        "ru": "История о Дедушке и Бабушке, которые снова стали молодыми"
      },
      {
        "uk": "Історія про дідуся з бабусею, що знову стали молодими"
      },
      {
        "ja": "おじいさんとおばあさんが若返った話。"
      },
      {
        "ja": "じいさんばあさん若返る"
      },
      {
        "es-la": "Un abuelo y una abuela que regresaron a su juventud"
      },
      {
        "ja-ro": "Ojii-san to Obaa-san ga Wakigaetta Hanashi"
      },
      {
        "pt-br": "Uma história sobre um vovô e uma vovó que voltaram à juventude"
      }
    ],
    "description": {
      "en": "This story is about Ine and Shouzou, two pensioners well into their 80s who are mysteriously returned to their 20s one night.",
      "pt-br": "História sobre Ine e Shouzou, dois aposentados com mais de 80 anos que misteriosamente voltaram aos 20 anos uma noite."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40dab498-7af6-446a-8071-76cdd5e926d5",
    "title": {
      "en": "Dealing With Demons"
    },
    "updatedAt": "2024-04-26T21:23:31+00:00",
    "coverArt": "https://mangadex.org/covers/40dab498-7af6-446a-8071-76cdd5e926d5/60515c0a-865f-4170-aaa2-b36f3d9de1f6.png",
    "altTitles": [
      {
        "en": "Even if Disillusionment Swallows You"
      },
      {
        "en": "Even if Despair Consumes You"
      },
      {
        "ko": "환멸이 그대를 삼킬지라도"
      }
    ],
    "description": {
      "en": "Staying alive is a new form of entertainment.\nWhen Dokyung, disillusioned by the harshness of life, finally resolves to call it quits, a bored demon, Hwamyung, appears before her with a particular offer. Will Dokyung, having entered into a contract with the Demon of Disillusionment, be able to flip her disastrous life upside down?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06eff9bc-02ae-4119-aa71-712ed5738ecf",
    "title": {
      "en": "Captain Tsubasa - Road to 2002"
    },
    "updatedAt": "2023-03-09T20:07:29+00:00",
    "coverArt": "https://mangadex.org/covers/06eff9bc-02ae-4119-aa71-712ed5738ecf/1e803ba4-5eca-457d-92f6-40deacc167ee.jpg",
    "altTitles": [
      {
        "en": "Captain Tsubasa: Road to 2002 - Go for 2006"
      },
      {
        "en": "GO FOR 2006"
      },
      {
        "ja": "キャプテン翼　ROAD　TO　2002"
      },
      {
        "zh": "足球小将 Road to 2002"
      }
    ],
    "description": {
      "en": "After the World Youth, Japanese players are looking for pro careers in Japan and around the world.  \n  \nIn order to fulfill their dream of World Cup 2002 in Korea and Japan, they must get stronger playing in various club competitions, home and abroad."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "144"
  },
  {
    "mangaId": "7d384ea2-1efd-4815-8c12-ff9663215060",
    "title": {
      "en": "Boukensha ni Narenakatta Ore, Skill [Oppai Kyousei] de Nayameru Anoko wo Hitotasuke!?"
    },
    "updatedAt": "2024-05-09T00:24:21+00:00",
    "coverArt": "https://mangadex.org/covers/7d384ea2-1efd-4815-8c12-ff9663215060/b604e0a4-cfed-4434-a245-aa27d83e3af7.jpg",
    "altTitles": [
      {
        "ja": "冒険者になれなかった俺、スキル「おっぱい矯正」で悩めるあの子を人助け!?"
      },
      {
        "en": "I Couldn’t Become an Adventurer, so I’ll Help Troubled Girls With My [Breast Correction] Skill!?"
      }
    ],
    "description": {
      "en": "More than ten years have passed since dungeons suddenly appeared on Earth. In a world where people with excellent skills play an active role as adventurers, the skill that high school student Takeshi Miyamoto has discovered is... \"breast correction\"!?\n\nTakeshi is confused by the unique skill he has never seen or heard of. But there seems to be a surprising number of girls who need it.\n\n---\n\nWeb Novel Raw Link - [https://kakuyomu.jp/works/16816700426616946277](https://kakuyomu.jp/works/16816700426616946277)",
      "ja": "地球上に突如としてダンジョンが現れてから十余年。優れたスキルを持つ者が冒険者として活躍する世界で、高校生・宮本武が開眼したスキルは……「おっぱい矯正」!? 見たことも聞いたこともない異色のスキルに戸惑う武だったが、それを必要とする女の子は意外にも多そうでーー。\n\n* **宮本 武（みやもと たける）**\n高校1年生。密かに冒険者への憧れていたものの、「おっぱい矯正士」という謎のジョブを得てしまう。\n\n* **平良璃夢(たいらりむ)**\n武のクラスメイト。武がジョブ「おっぱい矯正士」であることに気づき、あるお願いをする。\n \n--- \n \nChikyū-jō ni totsujotoshite danjon ga arawarete kara jūyonen. Sugureta sukiru o motsu mono ga bōken-sha to shite katsuyaku suru sekai de, kōkōsei miyamoto takeshi ga kaigan shita sukiru wa... \"oppai kyōsei\"!? Mita koto mo kiita koto mo nai ishoku no sukiru ni tomadou budattaga, sore o hitsuyō to suru on'nanoko wa igainimo ō-sōde ̄̄. \n\n* **Miyamoto Takeshi**\nKōkō 1-nensei. Hisoka ni bōken-sha e no akogarete ita mono no, \"oppai kyōsei-shi\" to iu nazo no jobu o ete shimau. \n\n* **Taira Aki yume**\nTake no kurasumeito. Bu ga jobu \"oppai kyōsei-shi\" dearu koto ni kidzuki, aru onegai o suru."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a300f72d-a70f-4994-9783-8c95c83113d1",
    "title": {
      "en": "Kuni ni Saikyou no Barrier wo Hattara Heiwa ni Narisugite Tsuihou Saremashita. Sono Barrier, Eizoku Janai yo?"
    },
    "updatedAt": "2024-05-04T03:44:57+00:00",
    "coverArt": "https://mangadex.org/covers/a300f72d-a70f-4994-9783-8c95c83113d1/da6c66dd-0da5-4730-8e8c-4af9fe1d196f.png",
    "altTitles": [
      {
        "ja": "国に最強のバリアを張ったら平和になりすぎて追放されました。そのバリア、永続じゃないよ？"
      },
      {
        "ja-ro": "Kuni ni Saikyou no Barrier o Hattara Heiwa ni Narisugite Tsuihou Saremashita. Sono Barrier, Eizoku ja Nai yo?"
      },
      {
        "ja": "国に最強のバリアを張ったら平和になりすぎて追放されました。～俺の魔法がヤバすぎて、美女と魔族に囲まれてるんだが！？～"
      },
      {
        "ja-ro": "Kuni ni Saikyou no Barrier wo Hattara Heiwa ni Narisugite Tsuihousaremashita. Ore no Mahou ga Yabasugite, Bijo to Mazoku ni Kakomarerun da ga!?"
      },
      {
        "en": "When I Put up the Strongest Barrier in the Country, It Became Too Peaceful and I Was Banished. They Did Know That That Barrier Isn't Permanent, Right?"
      },
      {
        "es-la": "Cuando levanté la barrera más fuerte del país, se volvió demasiado pacífico y me desterraron. ¿Sabían que esa barrera no es permanente, verdad?"
      }
    ],
    "description": {
      "en": "A young man, Shield, can only use the beginner magic [Barrier] and has been looked down upon.\n\nDespite putting up an ironclad barrier to protect the country, he is deported due to his fiancée's tricks. However, before he knew it, he had subjugated the strongest dragon (a young girl), was courted by beautiful women from other countries, and was being followed by a group of brutal demons!?\n\nA new type of battle action begins, woven by Shield, a young man who can only protect himself, but whose defense is the strongest!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d773c8be-8e82-4ff1-a4e9-46171395319b",
    "title": {
      "en": "The Saga of Tanya the Evil"
    },
    "updatedAt": "2024-04-16T21:40:57+00:00",
    "coverArt": "https://mangadex.org/covers/d773c8be-8e82-4ff1-a4e9-46171395319b/57652b5a-e9da-466d-af79-f5d8de4df8ae.jpg",
    "altTitles": [
      {
        "de": "Die Militärischen Aufzeichnungen eines kleinen Mädchens"
      },
      {
        "ru": "Военная хроника маленькой девочки"
      },
      {
        "ru": "Колдунья в погонах"
      },
      {
        "th": "บันทึกสงคราม ของยัยเผด็จการ"
      },
      {
        "zh": "幼女战记"
      },
      {
        "ja": "幼女戦記"
      },
      {
        "ko": "유녀 전기"
      },
      {
        "ar": "ملحمة تانيا الآثمة"
      },
      {
        "fa": "حماسه تانیای شیطانی"
      },
      {
        "fa": "داستانی تانیا ھەڵگەڕاوەکە (Sorani Kurdish)"
      },
      {
        "zh-hk": "幼女戰記"
      },
      {
        "ru": "Военный журнал маленькой девочки"
      },
      {
        "uk": "Військова історія маленької дівчинки"
      },
      {
        "id": "Kronik Militer Seorang Gadis Kecil"
      },
      {
        "ms": "Kisah Tentera Seorang Gadis Kecil"
      },
      {
        "ms": "Kisah Tanya yang Jahat"
      },
      {
        "es": "Crónicas de una niña en guerra"
      },
      {
        "es": "Diario de guerra"
      },
      {
        "fr": "Tanya The Evil"
      },
      {
        "it": "La saga di Tanya la malvagia"
      },
      {
        "it": "Le cronache militari di una ragazzina"
      },
      {
        "pt": "Crônicas Militares de uma Pequena Garota"
      },
      {
        "vi": "Tanya Chiến Ký"
      },
      {
        "tr": "Küçük Bir Kızın Askeri Günlükleri"
      },
      {
        "ja-ro": "Youjo Senki"
      },
      {
        "en": "The Military Chronicles of a Little Girl"
      },
      {
        "es-la": "La Saga de Tanya la Malvada"
      },
      {
        "vi": "Ấu Nữ Chiến Ký"
      }
    ],
    "description": {
      "en": "A young girl fights on the frontlines in war. She has blonde hair, blue eyes, and nearly transparent white skin as she flies through the air and mercilessly strikes down her enemies. Her name is Tanya Degurechaff and speaks with a young girl's lisp while she commands the army.\n\nTanya used to be one of Japan's elite office workers, but because of a wrathful god was reborn as a little girl. Prioritizing optimization and career advancement above all, she will become the most dangerous entity among the Imperial Army's sorcerers.  \n\nAdapted from Light Novel of same name.  \n\n---\n\n**Note:** Manga and Light Novel Licensed in English by Yen Press as \"The Saga of Tanya the Evil\".",
      "es-la": "Una joven chica que lucha en el frente de una guerra. Tiene el pelo rubio, ojos azules y una piel blanca, casi transparente, y es conocida por moverse como el viento en el campo de batalla. Ella es Tanya Degurechaff y se encarga de dirigir al ejército. Solía ser un asalariado de élite en Japón, pero debido a la ira de un dios, renació como una niña pequeña. Tanya lo da todo por avanzar en su carrera militar y se convertirá en la maga más poderosa del ejército imperial."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ddd480b-c2ad-4a1e-be79-7105c7df0d47",
    "title": {
      "en": "After School Lessons for Unripe Apples"
    },
    "updatedAt": "2024-05-12T00:36:18+00:00",
    "coverArt": "https://mangadex.org/covers/3ddd480b-c2ad-4a1e-be79-7105c7df0d47/171142b4-a653-414e-9c12-e4548a33e007.jpg",
    "altTitles": [
      {
        "en": "A 90's Cram School for the Unripened"
      },
      {
        "ko": "세기말 풋사과 보습학원"
      },
      {
        "pt-br": "Lições após a escola para maçãs não maduras"
      },
      {
        "en": "20th Century Green Apple School"
      },
      {
        "en": "90's Cram School for Unripe Apples"
      }
    ],
    "description": {
      "en": "That asshole is back as an entirely new level of asshole!   \n  \nIn her final year of middle school, Hwang Miae is stuck with Kim Cheol, a boy she met briefly years ago - he's her classmate… and her neighbor. Now the other kids keep calling them a couple! In a flurry of uneasiness, Cheol starts to avoid Miae like the plague.   \n  \nYou bastard! Do you think you're the only one going through this?   \n  \nBut it doesn't stop there. Destiny won't leave them alone as Kim Cheol and Hwang Miae keep seeing each other everywhere… causing even more trouble. As strange friends intrude on their relationship, Miae experiences puberty the right way…   \n  \nA new project of <Cheese In The Trap> author Soonkki!",
      "fr": "Octobre 1998, Mi-Ae est juste une collégienne normale qui fait de son mieux pour mener une vie relativement tranquille à l'école. Elle aime lire des bandes dessinées, écouter le groupe pop «The Fire Boys», et faire du karaoké. Un jour, un garçon qu'elle connaissait est transféré dans son école et commence à causer des problèmes. Sauf que peu importe ce qu'elle fait, il semblerait qu'il n'apprécie pas les efforts de Mi-Ae pour apprendre à mieux le connaître. Ça veut dire quoi au juste ?!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "296cbc31-af1a-4b5b-a34b-fee2b4cad542",
    "title": {
      "en": "【Oshi no Ko】"
    },
    "updatedAt": "2024-05-22T15:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/296cbc31-af1a-4b5b-a34b-fee2b4cad542/6a60b4c5-1c23-4106-8500-d9a478db9b0e.jpg",
    "altTitles": [
      {
        "es-la": "Hijos predilectos"
      },
      {
        "en": "【My Star】"
      },
      {
        "ru": "Звёздное дитя"
      },
      {
        "ja": "推しの子"
      },
      {
        "de": "Mein*Star"
      },
      {
        "id": "Oshi no Ko - Anak Idola"
      },
      {
        "fa": "اوشی نو کو (Pashto)"
      },
      {
        "fa": "فرزند آیدول مورد علاقه‌ام"
      },
      {
        "el": "Το Αστέρι μου"
      },
      {
        "th": "【เกิดใหม่เป็นลูกโอชิ】"
      },
      {
        "ja": "【推しの子】"
      },
      {
        "ru": "Ребёнок идола"
      },
      {
        "pl": "Moja gwiazda"
      },
      {
        "zh-hk": "【我推的孩子】"
      },
      {
        "ko": "【최애의 아이】"
      },
      {
        "fr": "Oshi no Ko"
      },
      {
        "pt": "Criança que deve ser suportada"
      },
      {
        "pt": "Filho de sua favorita"
      },
      {
        "ar": "نجمتي"
      },
      {
        "ar": "الفتاة التي ادعمها"
      },
      {
        "tr": "Yıldızım"
      },
      {
        "tr": "İdolümün Çocuğu"
      },
      {
        "vi": "Dưới Ánh Hào Quang"
      },
      {
        "de": "Mein Star"
      },
      {
        "cs": "【OŠI NO KO】"
      },
      {
        "ka": "ჩემი ვარსკლავი"
      },
      {
        "pt-br": "Oshi no Ko - Minha Estrela Preferida"
      }
    ],
    "description": {
      "el": "H Άι Χόσινο είναι ένα ανερχώμενο μουσικό είδωλο, η οποία ανακοίνωσε ξαφνικά οτι θα πάρει ενα διάλειμμα από το μουσικό της γκρουπ, Μπι-Κομάτσι, για λόγους υγείας. Προς εκπλήξη ενός από τους μεγαλύτερους θαυμάστες της, του γυναικολόγου Γκόρο Αμεμίγια, μια μέρα η νεαρή Αϊ εμφανίστηκε στο νοσοκομείο οπού δουλεύει. Ο Γκόρο έρχοντας πλεον πρόσωπο με πρόσωπο με την αδυναμία του, τρέμει στο γεγονός ότι η 16-χρονη Αϊ είναι έγκυος... με δίδυμα με τον πατέρα άφαντο. Αποφασισμένη να αποκτήσει την δικιά της οικογένεια και να συνεχίσει την δουλεία της ως είδωλο, έχει σκοπο να κρατήσει την γέννα των παιδιών της μυστικο, μαζί με την βοήθεια του Γκόρο.\n\nΤο δυνατότερο όπλο ενός ειδώλου ειναι τα ψέματα.\nΜια ίστορια μυστηρίου και εξαπάτησης, όπου η σκοτεινή πλευρά της σόου-μπιζ αποκαλύπτεται κάτω από τις στρώσεις ψεμάτων και εκμεταλεύσεων.",
      "en": "The story begins with a beautiful girl, her perfectly fake smile, and the people who love her selfishly for it.  \n  \nWhat transpires behind the scenes of the glittering showbiz industry? How far would you go for the sake of your beloved idol? What would you do if you found out reincarnation was real? The star of the show is Aquamarine Hoshino and the stage is but a mere facade. Will he manage to reach the climax before the world of glamour swallows him whole?",
      "es": "'Oshi no Ko' explora la vida de una abrumadoramente hermosa heroína y muestra la industria del entretenimiento desde un punto de vista nunca antes visto.\n\n- [Wikipedia](https://es.wikipedia.org/wiki/Oshi_no_Ko)",
      "fa": "آی هوشینو ۱۶ ساله یک آیدول با استعداد و زیباست که هواداران زیادی داره؛اون نماد پاکیه، ولی ظاهر با باطن قضیه متفاوته. گورو هوندا یک پزشک زنان که ساکن حومه‌ی شهره که یکی از طرفداران بزرگ آی هستش، ولی ناگهان آیدول مورد علاقه خودش رو ملاقات میکنه و متوجه میشه که اون بارداره، گورو به اون قول میده که بچش رو سالم بدنیا بیاره، ولی اون نمیدونست که این ملاقات باعث عوض شدن زندگیش میشه.",
      "fr": "L'histoire commence avec une belle fille, son sourire parfaitement faux, et les gens qui l'aiment égoïstement pour cela. Que se passe-t-il dans les coulisses de la brillante industrie du showbiz? Jusqu'où iriez-vous pour votre idole bien-aimée ? Que feriez-vous si vous découvriez que la réincarnation est réelle? La star du spectacle est Aquamarine Hoshino et la scène n'est qu'une simple façade. Parviendra-t-il à atteindre le point culminant avant que le monde du glamour ne l'avale tout entier?  \n\n\n---\n\n- [Nominated for the 14th annual Manga Taisho awards.](https://www.animenewsnetwork.com/news/2021-01-24/14th-manga-taisho-awards-nominate-10-titles/.168759)\n\n- [Wikipedia](https://fr.wikipedia.org/wiki/Oshi_no_ko)",
      "ja": "「この芸能界（せかい）において嘘は武器だ」　地方都市で、産婦人科医として働くゴロー。芸能界とは無縁の日々。一方、彼の“推し”のアイドル・星野アイは、スターダムを上り始めていた。そんな二人が“最悪”の出会いを果たし、運命が動き出す…!?",
      "ru": "Что, если бы дорога в шоу-бизнес была открыта для тебя с самого начала?  \nНовая серия оригинальной манги от двух известных авторов — Акасака Ака («Госпожа Кагуя: в любви как на войне») и Ёкояри Мэнго («Тайные желания отвергнутых»). Это совершенно новая работа, в которой мир шоу-бизнеса предстаёт перед читателями в очень необычном свете: у лидера идол-группы Хосино Аи есть секрет, о котором никто не должен знать…  \n\n\n---\n- [Wikipedia](https://ru.wikipedia.org/wiki/Oshi_no_Ko)",
      "vi": "Câu chuyện khởi đầu với sự xuất hiện của một cô gái xinh đẹp, mang nụ cười giả tạo hoàn hảo, và có những người yêu cô ấy một cách ích kỷ bất chấp điều đó.\n\nĐiều gì diễn ra đằng sau ánh hào quang của thế giới showbiz? Con người ta sẽ làm đến mức nào vì thần tượng yêu quý của mình? Bạn sẽ làm gì nếu phát hiện ra luân hồi chuyển kiếp là có thật? Nhân vật chính của chúng ta - Aquamarine Hoshino liệu có hoàn thành được khát vọng báo thù trước khi bị thế giới hào nhoáng ấy nuốt trọn? Hãy cùng đón xem bộ truyện được sáng tác bởi bộ đôi tác giả của Kaguya-sama và Kuzu no Honkai.",
      "es-la": "La historia comienza con una hermosa chica, su sonrisa perfectamente falsa y la gente que la ama con egoísmo gracias a eso.\n  \n¿Qué ocurre detrás de la brillante industria del espectáculo? ¿Hasta dónde llegarías por el bien de tu ídolo? ¿Qué harías si descubrieras que la reencarnación es real? La estrella del espectáculo es Aquamarine Hoshino, y el escenario no es más que una mera fachada. ¿Conseguirá llegar al clímax antes de que el mundo del espectáculo se lo trague por completo?",
      "pt-br": "Doutor Goro é obstetra em um hospital do interior e se encontra longe do mundo em que brilha e evolui Aï Hoshino, uma cantora de sucesso crescente da qual é fã absoluto. O que ele ainda não sabe é que sem mais nem menos ele se encontrará com sua idol favorita em uma circunstância um pouco fora do normal. Terá ele tempo suficiente para ficar perto dela ou o mundo irá girar de maneira cruel para ele? Essa é uma história sobre o mundo do entretenimento japonês."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "82757478-87b2-4064-a99e-5e628c700956",
    "title": {
      "en": "Kimi wa Yakamashi Tojite yo Kuchi o!"
    },
    "updatedAt": "2024-04-24T19:13:21+00:00",
    "coverArt": "https://mangadex.org/covers/82757478-87b2-4064-a99e-5e628c700956/76b927aa-2860-4940-b77a-f6075f7fc99b.jpg",
    "altTitles": [
      {
        "ja": "君は喧し閉じてよ口を！"
      },
      {
        "ja-ro": "Kimi ha Yakamashi Tojite yo Kuchi wo!"
      },
      {
        "en": "You're Too Noisy, So Just Shut It Already!"
      },
      {
        "en": "You Talk Too Much, So Just Shut It Already!"
      },
      {
        "zh": "吵闹的你不肯住口"
      },
      {
        "vi": "Cậu Ồn Ào Quá, Im lặng Giùm Tớ Đi!"
      },
      {
        "ru": "Закрой свой рот!"
      },
      {
        "ru": "Ты слишком много говоришь, так что заткнись уже!"
      },
      {
        "tl": "Ang Ingay Mo Kaya Manahimik Ka Na Lang!"
      }
    ],
    "description": {
      "en": "Hīragi Tsukino was born deaf. When she transfers to a new school, she meets a talkative boy named Enomoto Taiyō. Tsukino is slightly taken aback by Taiyō, who talks to her without regard to the fact that she can't hear.",
      "ja": "柊月乃は生まれつき耳が聞こえない。そんな彼女が転校先で出会ったのは、おしゃべりな男子・榎本太陽。聞こえないことなんかお構いなしにしゃべりかけてくる太陽に若干引き気味な月乃。",
      "ru": "Хиираги Цукино родилась глухой. Когда она переводится в новую школу, она встречает говорливого мальчика по имени Эномото Тайо. Цукино немного обескуражена тем, что Тайо разговаривает с ней, не заботясь о том, что она не может его слышать...",
      "vi": "Hiiragi Tsukino là một cô bạn bị khiếm thính bẩm sinh. Khi cậu ấy chuyển đến trường mới, cậu ấy gặp được một cậu bạn lắm mồm tên Enomoto Taiyo. Tại đây, Tsukino luôn bị xoay tròn bởi những câu chuyện xàm xí của Taiyo bất chấp việc cô không thể nghe được cậu ta nói gì."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "48"
  },
  {
    "mangaId": "55013de8-d135-4e5d-a865-3b6796df13f3",
    "title": {
      "en": "Yande Kita Mahou Shoujo no Nichijou"
    },
    "updatedAt": "2024-05-23T05:10:02+00:00",
    "coverArt": "https://mangadex.org/covers/55013de8-d135-4e5d-a865-3b6796df13f3/d1185b92-e312-450d-befe-3560dc257cb4.jpg",
    "altTitles": [
      {
        "ja": "病んできた魔法少女の日常"
      },
      {
        "id": "Keseharian Gadis Penyihir yang Jatuh Sakit"
      },
      {
        "en": "The Daily Life of a Mentally-Ill Magical Girl"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb01ad8e-571e-4582-84ac-663086348fb6",
    "title": {
      "en": "Fist of the North Star - Strawberry Flavor"
    },
    "updatedAt": "2024-05-21T01:59:14+00:00",
    "coverArt": "https://mangadex.org/covers/fb01ad8e-571e-4582-84ac-663086348fb6/7f9c2dcd-61df-4744-b1f8-00910b367650.png",
    "altTitles": [
      {
        "ja": "北斗の拳 イチゴ味"
      },
      {
        "ja-ro": "Hokuto no Ken - Ichigo Aji"
      }
    ],
    "description": {
      "en": "In this *very* zany take on the dramatic series by Buronson and Tetsuo Hara, the end of the century… wasn't so bad, actually. A *very* special and brave Holy Emperor, Souther, wants to become more \"involved\" and to be on \"friendly terms\" with the noble Kenshiro & his posse. *Especially* Kenshiro. Due to his very outgoing nature, he also crashes the homes of his other buddies, often when they *especially* don't want him to show up!  \n  \nJoin Souther as he releases his feelings in heart-throbbing, mind-bending confessions, settles complex and engrossing territorial disputes with deep and intricate consequences, enjoys the simple and introspective pleasures of a quiet dinner, and climbs the top of the rough and brutal pyramid that is the idol world - with the help of his best buddies, of course! Maybe even Kenshiro will be there - who knows!  \n  \nBy the time it got its anime in 2015, *Strawberry Flavor* had sold over 1 million copies in Japan. The anime was composed of 2-minute long, abridged adaptations of select chapters from the first three volumes. They were placed after the main episodes of *DD Fist of the North Star* season 2.  \n  \nEvery volume also contains at least one *gaiden* (side story). These gaiden are drawn in Yukito's (the elder sister of Yukito Imouto) normal artstyle, and expand on characters who did not receive gaiden during the Hokuto Gaiden period in the late 2000's.  \n  \nGaiden List:  \nVolume 1: Spade, Club & Diamond, Heart  \nVolume 2: Souther  \nVolume 3: Shuren & Huey  \nVolume 4: Fudo  \nVolume 5: Yuda  \nVolume 6: Shin  \nVolume 7: Falco & friends, Ein  \nVolume 8: Ogai  \nVolume 9: Devil Rebirth"
    },
    "status": "hiatus",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4265c437-7d57-4d31-9b1d-0e574a07b7b7",
    "title": {
      "en": "Bakemonogatari"
    },
    "updatedAt": "2024-05-02T16:47:11+00:00",
    "coverArt": "https://mangadex.org/covers/4265c437-7d57-4d31-9b1d-0e574a07b7b7/03a1927d-9c79-4bc8-9d06-502cbeb408ff.jpg",
    "altTitles": [
      {
        "ru": "Истории монстров"
      },
      {
        "ar": "باكيمونوغاتاري"
      },
      {
        "ja": "化物語"
      },
      {
        "ko": "바케모노가타리"
      },
      {
        "ne": "राक्षस कथा"
      }
    ],
    "description": {
      "en": "Koyomi Araragi, a third-year high school student, manages to survive a vampire attack with the help of Meme Oshino, a strange man residing in an abandoned building. Though being saved from vampirism and now a human again, several side effects such as superhuman healing abilities and enhanced vision still remain. Regardless, Araragi tries to live the life of a normal student, with the help of his friend and the class president, Tsubasa Hanekawa. When fellow classmate Hitagi Senjougahara falls down the stairs and is caught by Araragi, the boy realizes that the girl is unnaturally weightless. Despite Senjougahara's protests, Araragi insists he help her, deciding to enlist the aid of Oshino, the very man who had once helped him with his own predicament. Through several tales involving demons and gods, Bakemonogatari follows Araragi as he attempts to help those who suffer from supernatural maladies.\n\n[INKR](https://comics.inkr.com/title/2219-bakemonogatari?utm_source=mgd)",
      "ru": "Арараги Коёми — с виду самый обычный школьник — однажды поднимался по лестнице. Неожиданно на него сверху падает его одноклассница, Хитаги Сэндзёгахара — молчаливая и нелюдимая. Уже было подставив руки, паренек приготовился упасть вместе с девушкой, но та оказалась не тяжелее школьного учебника… Через какое-то время Коёми понял: несмотря на образ, который сложился за долгое время, Сэндзёгахара молчит совсем не из-за скромности! Больно крутой и дерзкий характер у нее оказался. А ещё она легко и быстро достает буквально из воздуха острые предметы — школьные канцтовары. Но и сам Арараги оказался не слишком прост. Он рассказал, что сам до недавнего времени был вампиром, и выручил его один знакомый — Мэмэ Ошино. Не поймешь, святой или просто старый хиппи… Он объяснил: над Хитаги кто-то подшутил. И этот кто-то — бог. Ну, а что делать обычному герою? Помогать девушкам в беде, конечно же! А их таких о-очень много…",
      "pt-br": "Koyomi Araragi, um estudante do terceiro ano, que é quase humano novamente depois de se tornar por um breve período um vampiro. Um dia, uma colega de classe chamada Hitagi Senjogahara, que vergonhosamente nunca fala com ninguém, cai da escada nos braços de Koyomi. Ele descobre que Hitagi não possui peso nenhum, um desafio a física. Apesar de ter sido ameaçado por ela, Koyomi oferece sua ajuda, e apresenta a Meme Oshino, um homem sem-teto de meia-idade que o ajudou a deixar de ser um vampiro."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "193"
  },
  {
    "mangaId": "8aa6cbe7-fe17-4e8b-be67-e561b4a6d25a",
    "title": {
      "en": "1/11"
    },
    "updatedAt": "2024-05-23T01:18:26+00:00",
    "coverArt": "https://mangadex.org/covers/8aa6cbe7-fe17-4e8b-be67-e561b4a6d25a/6065f657-de94-4736-b7d8-5bc5ccdfe41d.png",
    "altTitles": [
      {
        "en": "1 out of 11"
      },
      {
        "ja": "1／11"
      },
      {
        "ja-ro": "1/11 Juu-ichi Bun no Ichi"
      },
      {
        "ja-ro": "1/11 Juuichi Bunnoichi"
      },
      {
        "ja-ro": "1/11 Juuichibun no Ichi"
      },
      {
        "ja": "1/11 じゅういちぶんのいち"
      },
      {
        "zh": "11分之1"
      },
      {
        "en": "One out of Eleven"
      },
      {
        "ar": "واحد على أحد عشر"
      },
      {
        "zh": "十一分之一"
      },
      {
        "ko": "십일 분의 일"
      }
    ],
    "description": {
      "en": "Andou Sora felt the limit of his talent, and quit soccer after middle school graduation. However, an encounter with a representative of Japan's national womans team, Wakamiya Shiki, moved something that slept deep inside Sora's heart.",
      "ja": "[Wikipedia](https://ja.wikipedia.org/wiki/1/11_%E3%81%98%E3%82%85%E3%81%86%E3%81%84%E3%81%A1%E3%81%B6%E3%82%93%E3%81%AE%E3%81%84%E3%81%A1)",
      "pt-br": "Andou Sora sentiu seu limite para o seu talento e resolveu deixar o futebol após a formatura do ensino médio. No entanto, o encontro com o representante da equipe de mulheres nacional do Japão Wakamiya Shiki, ela mudou algo que dormia no interior profundo do coração de Sora."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "31"
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-05-08T21:15:15+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/727507d5-949c-4586-b976-1ec0997e5200.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38c6f934-7558-4d1b-80d1-91114e0419eb",
    "title": {
      "en": "The Invincible Summoner Who Crawled up From Level 1"
    },
    "updatedAt": "2024-05-23T04:56:15+00:00",
    "coverArt": "https://mangadex.org/covers/38c6f934-7558-4d1b-80d1-91114e0419eb/cc09a6c5-e9a6-402f-877d-af8621eadae9.jpg",
    "altTitles": [
      {
        "ja": "レベル1から始まる召喚無双~俺だけ使える裏ダンジョンで、全ての転生者をぶっちぎる"
      },
      {
        "ja-ro": "Level 1 kara Hajimaru Shoukan Musou: Ore dake Tsukaeru Ura Dungeon de, Subete no Tenseisha o Bucchigiru"
      },
      {
        "en": "Unrivaled Summoner Starts From Level 1: Destroy All the Reincarnated People in the Secret Dungeon That Only I Can Use"
      }
    ],
    "description": {
      "en": "After losing his father in a tragic accident, Shinobu Iijima and his younger sister Megumi are taken in by their father’s old friend, Ayumu.\n\nShinobu works hard in the hopes of starting a new life for himself. Megumi, and a mobile game called La Vita Online, are the only things keeping him afloat.\n\nOne day, Ayumu reveals his true intentions of tearing Shinobu down and getting his hands on Megumi. But just after Shinobu learns that Ayumu deleted all of his game data in La Vita, their high-rise apartment catches on fire and Shinobu falls to his death, Megumi in tow. He wakes up in a strange new world... and realizes he’s been reincarnated into the world of La Vita Online.\n\nAn announcement from the devs tells him that Ayumu is already there, and a countdown to Megumi’s arrival is ticking. Shinobu vows to protect Megumi after she arrives at any cost, even if it means he has to crawl his way up from level 1 to fend off all the other reincarnated players.",
      "id": "Shinobu Iijima kehilangan nyawanya bersama adik perempuan,\n Ketika dia bangun, dia sudah bereinkarnasi di dunia game yang dia mainkan.\n Shinobu putus asa untuk memulai permainan dari awal setelah ayah angkatnya menghapus data gamenya, tetapi dia mengetahui bahwa adik perempuannya akan segera bereinkarnasi di dunia ini juga.\n Untuk menghentikan ayah angkatnya menjadi pemain top yang mengincar tubuh adik perempuannya, dia akan memulai jalan menuju yang paling menyakitkan ...!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb74e93d-e947-4774-83e7-d972b85d3d11",
    "title": {
      "en": "Pokémon SPECIAL Scarlet & Violet"
    },
    "updatedAt": "2024-05-18T02:14:43+00:00",
    "coverArt": "https://mangadex.org/covers/fb74e93d-e947-4774-83e7-d972b85d3d11/81ca4249-f019-4a25-9cd9-c1cad7e44002.jpg",
    "altTitles": [
      {
        "ja": "ポケットモンスターSPECIAL スカーレット・バイオレット"
      },
      {
        "ja-ro": "Pocket Monsters SPECIAL Scarlet & Violet"
      }
    ],
    "description": {
      "en": "Violet, the “prince of speed” who drives Miraidon, runs through the Paldea region in search of the “secret spice” to regain the ability of Miraidon! A showdown with the Nushi Pokemon! Operation Stardust! And the other main character...!?",
      "es": "Violet, el “príncipe de la velocidad” que conduce a Miraidon, corre por la región de Paldea en busca de la “especia secreta” para recuperar la habilidad de Miraidon. ¡Un enfrentamiento con el Pokémon Nushi! ¡Operación Polvo de Estrellas! ¿¡Y el otro personaje principal...!?",
      "ja": "ミライドンを駆る“スピード王子”バイオレットが、ミライドンの能力を取り戻すべく「秘伝スパイス」を求めてパルデア地方を駆け巡る！　ヌシポケモンとの対決！　スターダスト作戦！　そしてもう一人の主人公は…!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9dbd08c3-a4ed-4fa3-82e2-18a400f80627",
    "title": {
      "en": "Nimotsu Mochi no Nousuji Musou"
    },
    "updatedAt": "2024-02-27T16:23:26+00:00",
    "coverArt": "https://mangadex.org/covers/9dbd08c3-a4ed-4fa3-82e2-18a400f80627/8a69494d-4213-434f-841e-ce3aecc7f04d.jpg",
    "altTitles": [
      {
        "ja": "荷物持ちの脳筋無双"
      }
    ],
    "description": {
      "en": "The more he carries, the stronger he becomes! An unmatched fantasy by the weakest adventurer duo!\n\nRyuk, a boy with a unique skill “Porter,” which allows him to carry a massive amount of items, was being exploited as a chore boy for the S-rank party “Black Lion of Foresight.” One day, the party managed to acquire a storage item more convenient than Ryuk’s skill, thus no longer needed, Ryuk is banished inside a dangerous dungeon. Despairing in this hopeless situation, suddenly he meets a shrine maiden girl, Mio — and then?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77c8cc57-95c1-4f9b-8843-493eb2697566",
    "title": {
      "en": "Souzai Saishuka no Isekai Ryokouki"
    },
    "updatedAt": "2024-04-04T20:58:27+00:00",
    "coverArt": "https://mangadex.org/covers/77c8cc57-95c1-4f9b-8843-493eb2697566/4e46a79f-96d2-48ae-ae62-9cda73bcdb37.jpg",
    "altTitles": [
      {
        "en": "A Gatherer's Adventure in Isekai"
      },
      {
        "ja": "素材採取家の異世界旅行記"
      },
      {
        "zh": "素材采取家的异世界旅行记"
      },
      {
        "ja-ro": "Sozai Saishu-ka no Isekai Ryokō-ki"
      },
      {
        "zh-hk": "素材採取家的異世界旅行記"
      },
      {
        "ru": "Путешествие по миру коллекционера материалов"
      },
      {
        "ko": "소재채취가의 이세계 여행기"
      },
      {
        "en": "The Otherworldly Travels of a Material Collector"
      }
    ],
    "description": {
      "en": "Takeru Kamishiro is an ordinary middle aged salaryman who was chosen by god to be reincarnated into a fantasy world in the body of a handsome young man in his prime. Takeru sets out to learn more about the world while gathering rare and interesting materials along the way to sell for money which he can use to gather even more materials ad infinitum."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51b8571f-7277-4e48-b6e5-58c3ebca1143",
    "title": {
      "en": "Vigilante"
    },
    "updatedAt": "2023-09-28T05:00:27+00:00",
    "coverArt": "https://mangadex.org/covers/51b8571f-7277-4e48-b6e5-58c3ebca1143/d8e44647-f20c-4c50-93dc-ea06bf574d82.jpg",
    "altTitles": [
      {
        "en": "Vigilante (CRG)"
      },
      {
        "zh": "非法正義"
      },
      {
        "ko": "비질란테"
      }
    ],
    "description": {
      "en": "The law is flawed and I'll be the one who will make it perfect. Blame the law that released you.  \n  \nArt done by the creator of [HIVE](https://www.webtoons.com/en/thriller/hive/list?title_no=65).\n  \n[Official Trad. Chinese](https://www.webtoons.com/zh-hant/drama/feifazhengyi/list?title_no=1434&page=1)  \n [Official Thai](https://www.webtoons.com/th/action/vigilante/list?title_no=1488&page=1)",
      "pt-br": "A lei é falha e serei eu quem a tornará perfeita. Culpe a lei que te soltou."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "141"
  },
  {
    "mangaId": "5439fe65-5b3a-420e-9ef4-27c9bcc49c5a",
    "title": {
      "en": "Boy's Abyss"
    },
    "updatedAt": "2024-05-22T23:55:13+00:00",
    "coverArt": "https://mangadex.org/covers/5439fe65-5b3a-420e-9ef4-27c9bcc49c5a/c4aee900-4d00-46e7-8446-b5366c2b9828.jpg",
    "altTitles": [
      {
        "ja-ro": "Shounen no Abyss"
      },
      {
        "ru": "Бездна подростка"
      },
      {
        "ja": "少年のアビス"
      },
      {
        "ko": "소년의 어비스"
      },
      {
        "en": "World End Boy Meets Girl"
      },
      {
        "ru": "Юношеская бездна"
      },
      {
        "ne": "केटाको रसातल"
      },
      {
        "tr": "Oğlanın Hiçliği"
      },
      {
        "zh-hk": "少年的深淵"
      },
      {
        "es-la": "El Chico del Abismo"
      },
      {
        "es-la": "Chico en el abismo"
      },
      {
        "es-la": "El abismo del joven"
      }
    ],
    "description": {
      "en": "In a town with nothing, in the middle of a daily life with seemingly no signs of change, high schooler Reiji Kurose was \"just\" living. Family, dreams for the future, childhood friends were all binding him down to that city. He thought he would \"just\" keep on living like that.\n\nUntil he met her.\n\nIs there hope in living? Is there light waiting ahead?\n\nIt's the start of a boy meets girl series which reflects the \"now.\"",
      "fr": "Dans une ville vide, au milieu d'une vie quotidienne répétitive, Reiji Kurose, lycéen, ne faisait que \" vivre\". \nSa famille, ses rêves d'avenir, ses amis d'enfance. Tous ces éléments le liaient à cette ville. \nIl pensait qu'il continuerait \"juste\" à vivre jusqu'à la fin, jusqu'à ce qu'il la rencontre. \nY a-t-il de l'espoir dans la vie ? Y a-t-il de la lumière dans l'avenir ? \nC'est le début d'une série de rencontres entre garçons et filles qui reflète le présent!",
      "ru": "В пустом городке, в разгаре своей повседневной жизни, казалось бы, \"просто\" жил старшеклассник Рэйдзи Куросе. Семья, мечты о будущем, друзья детства - все это привязывало его к своему родному городу. Он думал, что будет продолжать так жить и никогда ничего не изменит. Пока он не встретил ту самую. Есть ли надежда в жизни? Есть ли впереди свет? Это начало серии \"мальчик, повстречавший девочку\", которая отражает \"сейчас\".",
      "tr": "Reiji Kurose, hiçbir şeyin olmadığı ve görünüşe bakılırsa hiçbir değişimin de olmayacağı bir kasabada ot gibi yaşıyordu. Ailesi, gelecek hayalleri ve çocukluk arkadaşları... Hepsi onu o şehre zincirliyordu. Kendince böyle yaşar giderim diyordu. Taa ki onunla tanışıncaya dek. Yaşamanın bir manası var mı? Beni bekleyen bir gelecek var mı? Oğlan ve kızın tanışmasıyla trajedi kapıları aralanır...",
      "vi": "Một bộ truyện đầy u ám cùng tác giả với Hatsukoi Zombie. Trong một thị trấn nhàm chán và ngày qua ngày không có gì thay đổi, Reiji Kurose, một học sinh trung học vốn luôn \"sống\" như \"đã chết\". Gia đình, tương lai, bạn thời thơ ấu. Tất cả đều trói buộc cậu vào thị trấn này. Cậu luôn nghĩ bản thân đã \"chết\" cho đến khi gặp được cô gái ấy. Hy vọng nào thắp sáng cho cuộc đời tăm tối của hai người? câu chuyện về hành trình tìm đến \"cái chết\" để được \"sống\" chính thức bắt đầu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]