[
  {
    "mangaId": "544240b7-557d-4f86-bcc0-28ad5fa99795",
    "title": {
      "en": "Isekai de Slow Life wo (Ganbou)"
    },
    "updatedAt": "2024-10-26T10:39:01+00:00",
    "coverArt": "https://mangadex.org/covers/544240b7-557d-4f86-bcc0-28ad5fa99795/05d1a032-0605-48ce-91fc-c27ea0a62416.jpg",
    "altTitles": [
      {
        "ja": "異世界でスローライフを（願望）"
      },
      {
        "en": "I Have a Slow Life in a Different World (I Wish)"
      },
      {
        "en": "Slow Life In Another World (I Wish!)"
      },
      {
        "zh-hk": "在異世界過慢生活（願望）"
      },
      {
        "pt-br": "Vida lenta em outro mundo (Eu espero!)"
      },
      {
        "ru": "Размеренной жизни бы в ином мире (мечта)"
      },
      {
        "vi": "Tôi có một cuộc sống bình yên ở thế giới khác (Tôi ước là thế)"
      }
    ],
    "description": {
      "en": "By the will of the goddess, Itsuki Shinomiya was given the privilege of choosing various abilities and being reborn in another world. However, before going to the other world, he didn't want to involve himself in scary, dirty, gross things like battles. Fiercely determined to live a slow life, he chose the unique skill [Pocket Money], giving him an amount of money once per day. \"With this, I can hang out with girls without having to work!\" Dreaming of avoiding battles and living with cute girls, Itsuki stepped into the other world! But the reality was not that simple. Getting attacked by giant bugs, getting caught up in arguments at the guild, and getting stuck with slaves?! In the end, will Itsuki be able to live his ideal slow life?! Using unique skills and manufacturing skills, an exciting other-world slow life with beautiful girls starts now! (hopefully)",
      "ja": "異世界での第二の人生は…とにかく楽したい!!\n\n忍宮一樹――心も身体もすり減らして働くサラリーマンは、夢のスローライフを目指して異世界へと降り立った。だが、夢の実現のための切り札、一日一回お金を生み出せる『お小遣い』スキルでは全く足りず、やむなく働くハメに。なんとか“錬金術師ギルド”に就職し、スローライフの第一歩…と思いきや、営業先の“冒険者ギルド”では難癖をつけられてしまう。さらには美女から「あなたの奴隷になる」と宣言され大混乱！ どうなる俺の異世界ライフ!?",
      "pt-br": "Pela vontade da deusa, Itsuki Shinomiya recebeu o privilégio de escolher várias habilidades e renascer em outro mundo. No entanto, antes de ir para o outro mundo, ele não queria se envolver em coisas assustadoras, sujas e grosseiras como batalhas. Ferozmente determinado a viver uma vida lenta, ele escolheu a habilidade única [Pocket Money], dando a ele uma quantia em dinheiro uma vez por dia. “Com isso, posso sair com as garotas sem precisar trabalhar!”. Sonhando em evitar batalhas e viver com lindas garotas, Itsuki entrou no outro mundo! Mas a realidade não era tão simples. Ser atacado por insetos gigantes, se envolver em discussões na guilda e ficar preso a escravos? No final, Itsuki será capaz de viver sua vida lenta ideal? Usando habilidades únicas e habilidades de fabricação, uma emocionante vida lenta de outro mundo com lindas garotas começa agora."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4c93297-b32f-4f90-b619-55456a38b0aa",
    "title": {
      "en": "Fuufu Ijou, Koibito Miman."
    },
    "updatedAt": "2024-10-06T12:09:44+00:00",
    "coverArt": "https://mangadex.org/covers/b4c93297-b32f-4f90-b619-55456a38b0aa/9daf17a6-0e51-4c71-8122-26efe5765370.jpg",
    "altTitles": [
      {
        "ms": "Melebihi Suami Isteri, Namun Bukan Kekasih."
      },
      {
        "en": "More Than A Married Couple, But Not Lovers."
      },
      {
        "zh": "夫妇以上，恋人未满。"
      },
      {
        "ko": "부부이상, 연인미만"
      },
      {
        "ja": "夫婦以上、恋人未満。"
      },
      {
        "pt-br": "Mais do que um casal, menos do que um amante."
      },
      {
        "th": "แผนสมรักไม่สมเลิฟ"
      },
      {
        "fr": "Presque mariés, loin d'être amoureux."
      },
      {
        "de": "Mehr wie ein Ehepaar, aber weniger als Liebhaber."
      }
    ],
    "description": {
      "en": "Jirou, a third-year in high school, is forced to live with a gyaru named Akari under a course called the \"Couple Practical\". In order to be paired with their own romantic interests, they're going to act as a married couple…!?",
      "ja": "高校三年生になった次郎は、「夫婦実習」という授業の一環で非リア充な自分とは正反対の存在のクラスのギャル・渡辺星と一緒に暮らすことになってしまう。だが、ペアを入れ替えられる制度を知った二人は、それぞれの好きな人と一緒になるために無理矢理【夫婦】らしい事を演じるのだが…!?",
      "vi": "Yakuin Jirou, nam sinh năm ba cao trung. Cậu ta buộc phải sống chung nhà với một gái Gyaru tên là Watanabe Akari. Lý do là vì đợt huấn luyện “Cặp đôi“ của trường mà hai người họ theo học. Để được sống với người tình trong mộng của mình, hai người họ phải đã lên kế hoạch sống cùng nhau như một cặp vợ chồng."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eaa7e3d4-4f91-4a2e-89b0-afe448dc6b2a",
    "title": {
      "en": "Violence Jack"
    },
    "updatedAt": "2024-07-06T09:59:03+00:00",
    "coverArt": "https://mangadex.org/covers/eaa7e3d4-4f91-4a2e-89b0-afe448dc6b2a/e80b4f79-337a-45fc-8f36-b5fbb853868b.jpg",
    "altTitles": [
      {
        "ja-ro": "Baiorensu Jakku"
      },
      {
        "en": "Violence Jack - Advent of the Demon Lord"
      },
      {
        "ja-ro": "Violence Jack Mao Korin Hen"
      },
      {
        "ja": "バイオレンスジャック"
      },
      {
        "ja": "バイオレンスジャック　魔王降臨編"
      },
      {
        "zh": "暴力傑克"
      },
      {
        "zh-hk": "闘魔王傑克"
      },
      {
        "ru": "Жестокий джек"
      }
    ],
    "description": {
      "en": "September 11, 197x, In the whole Kanto region a magnitude 8-9 violent earthquake occurred. Scholars called it the great destruction of the Showa Era, but the people called it the earthquake from hell! Volcanoes erupted, buildings crumbled, Tokyo became decimated in a single day. The government, after failing to recover the city, abandons Tokyo and moves the capital. The survivors form a society with no laws. In this harsh lawless world emerges Jack, a 10 foot giant who annihilates anyone and anything in his path. The manga details his journey.  \n  \nThe numbering is from the Complete Edition, with around 20 Chapters per volume."
    },
    "status": "completed",
    "releaseDate": 1973,
    "contentRating": "suggestive",
    "lastVolume": "18",
    "lastChapter": "2"
  },
  {
    "mangaId": "37b87be0-b1f4-4507-affa-06c99ebb27f8",
    "title": {
      "en": "Dragon Ball Super"
    },
    "updatedAt": "2024-05-26T22:56:13+00:00",
    "coverArt": "https://mangadex.org/covers/37b87be0-b1f4-4507-affa-06c99ebb27f8/d01056df-423a-49ae-88f4-092e64119a96.jpg",
    "altTitles": [
      {
        "ja-ro": "Dragon Ball Chou"
      },
      {
        "id": "Mutiara Naga Super"
      },
      {
        "ar": "دراغون بول سوبر"
      },
      {
        "ja": "ドラゴンボール超"
      },
      {
        "zh": "드래곤볼 슈퍼"
      }
    ],
    "description": {
      "en": "Dragon Ball Super follows the aftermath of Goku's fierce battle with Majin Buu, as he attempts to maintain earth's fragile peace.\n\nHaving defeated Majin Buu, Goku is starting to get bored with his life on Earth. His wife, Chi-chi, wants him to get a job, but all he wants to do is train and fight stronger enemies. Elsewhere in the universe, the God of Destruction, Beerus, and his attendant Whis are traveling from planet to planet in search of food and entertainment. \n\nAfter blowing up some hapless victims, Beerus is reminded of a man from his dreams with the moniker “Super Saiyan God,” or something like that... The God of Destruction sets his sights on Earth to track down this mysterious man! Maybe this will give Goku something to do?",
      "pt-br": "Dragon Ball Super segue as consequências da batalha feroz de Goku com Majin Buu, enquanto ele tenta manter a frágil paz da Terra."
    },
    "status": "hiatus",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2024-11-22T05:23:22+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/72a089a1-3ef1-4337-9f0f-dfd5202b91f8.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "bg": "Стокано"
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ja-ro": "Kimi no koto ga daidaidaidaidai suki na 100-nin no Kanojo"
      },
      {
        "vi": "100 Cô Bạn Gái Này Rất, Rất, Rất, Rất, Rất Là Yêu Tôi Đó"
      },
      {
        "es-la": "Mis 100 novias que me quieren mucho mucho"
      },
      {
        "it": "Le 100 fidanzate"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. \nIn desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! \nNow this god will set things right by making sure Aijo gets one hundred dates. \n\nExcept, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! \nWorse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7878c129-a33d-4bf9-b5d2-ff98cbe85bd6",
    "title": {
      "en": "Sentai Daishikkaku"
    },
    "updatedAt": "2024-09-29T00:56:09+00:00",
    "coverArt": "https://mangadex.org/covers/7878c129-a33d-4bf9-b5d2-ff98cbe85bd6/a024d2ad-cccb-46e3-8c3e-8b360ecfeb22.jpg",
    "altTitles": [
      {
        "en": "Go, Go, Loser Ranger!"
      },
      {
        "ru": "Боевой отряд «Полный Провал»"
      },
      {
        "th": "ขบวนการกำมะลอ"
      },
      {
        "ja": "戦隊大失格"
      },
      {
        "zh-hk": "戰隊大失格"
      },
      {
        "it": "Squalificati - Ranger Reject"
      },
      {
        "fr": "No Longer Rangers"
      },
      {
        "en": "Ranger Reject"
      },
      {
        "ja-ro": "Sentai Daishikkaku"
      },
      {
        "en": "No Longer a Sentai Ranger"
      }
    ],
    "description": {
      "en": "Thirteen years ago, suddenly the Villainous Army of evil appeared in their gigantic floating castle 10000 meters in the sky to invade Earth!\n\nThe villainous army have reviving capabilities that make them immortal, making them a serious threat to humanity. To protect us against these invaders, the Divine Dragon Rangers, the Dragon Keepers, wield their miraculous powers and their weapons, Divine Tools, and continuously fight for our safety!\n\nThe assault of the Villainous Army! The vigilance of the Dragon Keepers! Will they succeed in their conquest…?\n\nFrom Haruba Negi, the creator of *5Toubun no Hanayome*, comes the action-packed superhero series of a lifetime!",
      "es": "¡Hace trece años, el Ejército Villano del mal apareció de repente en su gigantesco castillo flotante a 10.000 metros en el cielo para invadir la Tierra! El ejército villano tiene capacidades de revivir que los hacen inmortales, lo que los convierte en una seria amenaza para la humanidad. Para protegernos de estos invasores, los Rangers Dragón Divino, los Guardianes del Dragón, empuñan sus poderes milagrosos y sus armas, las Herramientas Divinas, ¡y luchan continuamente por nuestra seguridad! ¡El asalto del Ejército Villano! ¡La vigilancia de los Guardianes del Dragón! ¿Tendrán éxito en su conquista? ¡Descúbrelo en la serie de superhéroes llena de acción de toda la vida!",
      "fr": "Il y a 13 ans, un château flottant est apparu à 1000 mètres au-dessus du sol et une armée maléfique est venue dans le but d'envahir l'humanité.\nAfin de protéger l'humanité contre ces envahisseurs, des super-héros se battent, mais les choses ne semblent pas être comme elles le paraissent !",
      "ru": "Тринадцать лет назад армия монстров таинственным образом объявилась на территории людей, паря в воздухе на своем летучем замке! Армия монстров обладает различными способностями, которые могут грозить человеческой безопасности. Дабы защитить мирных жителей от вторжения на землю, доблестные герои - Хранители Дракона в составе из пяти человек выходят на поле правосудия! Используя свой туз в рукаве под названием «артефакт», боевой отряд героев из года в год, каждое воскресенье усмиряет неугомонных монстров. Однако, спустя 999 поражений, один из членов команды монстров решает отомстить героям!.. С этого момента и разворачивается наша история борьбы добра со злом!",
      "pt-br": "Há treze anos, de repente, o Infame Exército do mal apareceu em seu gigantesco castelo flutuante 10.000 metros no céu para invadir a Terra! O exército vilão tinha capacidades de reviver, o que os tornava imortais, tornando-os uma séria ameaça para a humanidade. Para nos proteger contra esses invasores, os Divine Dragon Rangers, os Dragon Keepers, manejam seus poderes milagrosos e suas armas, Ferramentas Divinas, e lutam continuamente por nossa segurança! O ataque do Exército Vilão! A vigilância dos Dragon Keepers! Eles terão sucesso em sua conquista...?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b5a3b43-effb-4f54-aa9b-d6093d523452",
    "title": {
      "ja": "Silent Witch Chinmoku no Majo no Kakushigoto"
    },
    "updatedAt": "2024-10-29T18:31:00+00:00",
    "coverArt": "https://mangadex.org/covers/2b5a3b43-effb-4f54-aa9b-d6093d523452/b7c95819-e570-42e3-92af-d1d348527eb8.jpg",
    "altTitles": [
      {
        "ja": "サイレント・ウィッチ 沈黙の魔女の隠しごと"
      },
      {
        "en": "Secrets of the Silent Witch"
      },
      {
        "en": "Silent Witch"
      },
      {
        "ko": "사일런트 위치"
      },
      {
        "es": "Secretos de la Bruja Silenciosa"
      }
    ],
    "description": {
      "en": "Monica Everett is revered as “The Silent Witch.” She’s the only magician in the world who can use magic without an incantation... In reality though, she’s just shy— the only reason she practiced chantless magic was so that she wouldn't have to speak in public! Before even realizing her own talent, Monica is chosen as one of the “Seven Sages,” and is assigned the secret mission of protecting the kingdom’s second prince...?\n\nThe antisocial young prodigy will have to hide her true nature while secretly rescuing the prince from encroaching danger in this thrilling fantasy story!",
      "es": "Monica Everett es venerada como «La Bruja Silenciosa». Es la única maga del mundo que puede usar la magia sin conjuros... En realidad, es tímida: ¡la única razón por la que practicaba magia sin encantamientos era para no tener que hablar en público! Antes incluso de darse cuenta de su propio talento, Mónica es elegida como uno de los «Siete Sabios», ¿y se le asigna la misión secreta de proteger al segundo príncipe del reino...?\n\nLa antisocial joven prodigio tendrá que ocultar su verdadera naturaleza mientras rescata en secreto al príncipe del peligro que la acecha en esta emocionante historia de fantasía.",
      "id": "Keajaiban tidak membutuhkan nyanyian. Ini adalah kisah tentang penyihir terlemah, paling pemalu, namun terkuat, dan bagaimana dia dilahirkan kembali, semuanya menjadi sebuah buku. (Penyihir Keheningan) Monica Everett. Satu-satunya penyihir di dunia yang bisa menggunakan sihir diam (tanpa nyanyian), dan seorang pahlawan muda yang membunuh sendiri naga hitam legendaris itu. Tapi apa sifat aslinya?? Alasan sebenarnya saya berlatih sihir diam adalah agar saya tidak perlu berbicara di depan umum. Ketika Monica terpilih sebagai salah satu dari 7 Watchers, tanpa disadari, dia terpaksa mengambil misi rahasia untuk melindungi pangeran kedua…? Lemah dan pemalu, namun yang terkuat. Penyihir surgawi yang antisosial menyembunyikan identitas aslinya dan diam-diam membawa kejahatan ke pengadilan melawan pangeran dalam fantasi yang menyakitkan! Fantasi penyihir web, terlahir kembali menjadi sebuah buku, dengan tambahan! Apa yang akan menjadi misteri baru yang berdiri di depan Monica Everett…?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2024-12-14T00:39:30+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/88aad1a1-6749-42d9-9c47-13ac008191c9.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee4c0acd-dc97-44a1-bebe-040cf79b62bd",
    "title": {
      "en": "Isekai NTR ~Shinyuu no Onna wo Saikyou Skill de Otosu Houhou~"
    },
    "updatedAt": "2024-11-02T12:46:13+00:00",
    "coverArt": "https://mangadex.org/covers/ee4c0acd-dc97-44a1-bebe-040cf79b62bd/cea89510-fb77-4622-bd98-669bd22ab36a.jpg",
    "altTitles": [
      {
        "ja": "異世界NTR～親友のオンナを最強スキルで堕とす方法～"
      },
      {
        "th": "ISEKAI NTR ~สร้างฮาเร็มโดยไม่ให้พรรคพวกรู้~"
      },
      {
        "ko": "이세계 NTR ~절친의 여자를 최강 스킬로 함락시키는 방법~"
      },
      {
        "zh-hk": "異世界NTR ～不被同伴發現地開後宮～"
      },
      {
        "zh-hk": "異世界NTR～用最強技能令摯友的女人墜落的方法～"
      },
      {
        "en": "Isekai NTR: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "en": "NTR in Another World: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "ru": "Исекай NTR"
      }
    ],
    "description": {
      "en": "This shitty world that's nothing but a trashy game, he and I will definitely escape it together. So, all these annoying women trying to take advantage of him are just a nuisance. What's worse, it seems like he's beginning to have some feelings for them.\n\nThat's why, for his sake, I'll eat them up first. But, just what is this power…?",
      "es": "Este mundo de mierda que no es más que un juego basura, él y yo definitivamente escaparemos juntos. Entonces, todas estas mujeres molestas que intentan aprovecharse de él son solo una molestia. Lo que es peor, él parece que está comenzando a sentir algo por ellas. Por eso, por su bien, las comeré primero. Pero, ¿qué es este poder…?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc",
    "title": {
      "en": "The Infinite Mage"
    },
    "updatedAt": "2024-12-11T08:30:02+00:00",
    "coverArt": "https://mangadex.org/covers/4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc/06836fd9-2735-433e-b80d-66f85ea6b9fe.jpg",
    "altTitles": [
      {
        "ko": "무한의 마법사"
      },
      {
        "ko-ro": "Muhanui Mabeopsa"
      },
      {
        "en": "Infinite Mage"
      },
      {
        "en": "Infinite Wizard"
      },
      {
        "pt-br": "Mago do infinito"
      },
      {
        "es-la": "El mago infinito"
      },
      {
        "th": "จอมเวทไร้ขีดจำกัด"
      },
      {
        "ja": "無限の魔法使い"
      },
      {
        "zh": "无限魔法师"
      },
      {
        "zh-hk": "無限魔法師"
      }
    ],
    "description": {
      "en": "After Sirone was abandoned in a stable, he was found by a family of hunters and raised in a loving home. \n\nDespite the hardships of the peasant life, he learned how to read from a young age and became obsessed with books, especially ones on the history of magic. One day, he has an unlikely encounter with a mage and learns how to enter the \"spirit zone,\" the first step to learning how to use magic. \n\nAlthough they say only nobles can be mages, will Sirone be able to prove his infinite potential?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0cfcda3b-0dcb-459b-9931-aa823e7bf403",
    "title": {
      "en": "Nine Peaks"
    },
    "updatedAt": "2024-12-11T08:14:44+00:00",
    "coverArt": "https://mangadex.org/covers/0cfcda3b-0dcb-459b-9931-aa823e7bf403/2c3f4e36-6dbb-463a-bfe5-42c7499d7ce9.jpg",
    "altTitles": [
      {
        "ja": "ナインピークス NINE PEAKS"
      },
      {
        "ru": "Девять вершин"
      },
      {
        "ru": "Пиковая девятка"
      },
      {
        "vi": "Cửu lĩnh"
      }
    ],
    "description": {
      "en": "After just starting at his new school, Mashio Gaku is suspended within a week for getting into a scuffle with a third year. After returning home to his disapproving dad's okonomiyaki joint, his father, Mashio Harumi, can't help but reprimand him and refuses to serve him. Their harsh words are the last exchange they share before an unfortunate traffic accident takes Harumi's life.\n\nAt his father's wake, Gaku finds out he was, in his words, a big fuckin' deal. In mourning, Gaku heads out to fish like him and his father always would, only to hook a big catch and get pulled into the water... When he comes to, he finds himself staring a familiar stranger in the face... **in the year 2000.**",
      "ja": "真汐樂(ましおがく)は父と2人暮らしの高校1年生。入学早々上級生と乱闘騒ぎを起こし停学処分となった矢先、突然の事故で父を亡くす。父の通夜の晩に、父との思い出である堤防釣りに出かけた樂は、海に落ち22年前にタイムリープしてしまう。そして樂を海から助けたのは、他ならぬ自分と同い年の父・春実だった。春実の両親(樂の祖父母)に気に入られた樂は、宮城樂として真汐家に居候することに。そして、祖父のはからいで父と同じ青波高校に通うことになる。22年前の玖嶺の街は不良だらけ。樂は父と2人でこの街の頂点を目指す!!",
      "ru": "Душещипательная история о взаимоотношениях отца и сына. Главный герой — Масио Гаку, не особо ладит со своим отцом. После ссоры с сыном, Масио Харуми умирает... Гаку даже подумать не мог, что с его отцом, не особо общительным человеком, придёт проститься так много людей. Вскоре Гаку решает пойти на рыбалку где по случайности падает в море, но сразу же выбирается с помощью какого-то странного человека... Этим незнакомцем оказался его отец, ровно в 2000 году! Теперь Гаку начинает помогать Харуми, своему отцу, добиться статуса лидера города и разобраться что же здесь происходит...",
      "vi": "Sau cái chết của cha, Mashio Gaku biết được một sự thật động trời: Cha cậu từng là gã du côn mạnh nhất thành phố. Thế rồi một biến cố bất ngờ xảy ra, đưa cậu trở về quá khứ 22 năm trước, khi cha cậu bằng tuổi cậu..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0c6cde1-232e-45de-8e0d-b6902c1453d0",
    "title": {
      "en": "Nageki no Bourei wa Intai Shitai ~Saijaku Hunter ni Yoru Saikyou Party Ikuseijutsu~"
    },
    "updatedAt": "2024-11-07T00:30:51+00:00",
    "coverArt": "https://mangadex.org/covers/e0c6cde1-232e-45de-8e0d-b6902c1453d0/38588b37-e778-489c-b2df-dd9e411c8c39.jpg",
    "altTitles": [
      {
        "ja": "嘆きの亡霊は引退したい 〜最弱ハンターによる最強パーティ育成術〜"
      },
      {
        "en": "Let this Grieving Soul Retire: Woe is the Weakling Who Leads the Strongest Party"
      },
      {
        "ko": "비탄의 망령은 은퇴하고 싶어 ~최약 헌터에 의한 최강 파티 육성술~"
      },
      {
        "zh": "叹息的亡灵好想隐退~最弱猎手的最强队伍养成术~"
      },
      {
        "zh-hk": "嘆息的亡靈好想隱退~最弱獵手的最强隊伍養成術~"
      },
      {
        "pt": "O fantasma da lamentação quer se aposentar - A técnica mais forte de treinamento partidário pelos caçadores mais fracos"
      },
      {
        "vi": "Vong Linh Đau Khổ Muốn Giải Nghệ"
      },
      {
        "vi": "Thủ Lĩnh Của \"Hồn Ma Than Khóc\" Muốn Được Nghi Hưu: Kẻ Huấn Luyện Đội Hình Mạnh Nhất Là Thợ Săn Yếu Nhất"
      }
    ],
    "description": {
      "en": "The golden age of treasure hunters who seek wealth, honor, power and glory, and explore dungeons around the world without regard to the danger.  \n  \n\"Lets be treasure hunters,\" said Cry Andolihy, who swore an oath with his childhood friends to become the strongest … but he discovered during his first quest that he has no talent.  \n  \nBut that was only the beginning of his adventure.  \n  \n\"I can't do this anymore. I want to quit.\"  \n  \n\"Oh, I see. In other words, we should fight harder and cover for you, that's a good handicap.\"  \n\"Rest assured, Cry. We'll protect you!\"  \n\"Oh, wait. If you step on that, the trap will destroy you without leaving a speck of dust behind. Be careful, Leader!\"  \n  \nProtected by his overpowered childhood friends, sought out by newbies and nobles, they aim to be heroes and find powerful treasures.  \n  \nWill Cry really be able to retire safely from being a Treasure Hunter?\n\n[Alt Official English](https://global.bookwalker.jp/series/276659/)",
      "ja": "「目指すはただひとつ　世界最強の英雄だ」\n\n幼馴染みたちと共に最強の英雄になる誓いを立てたクライだったが、早々に才能がないことに気づく。――にもかかわらず、なぜか周りからの期待だけが跳ね上がっていく日々…。そしてクライの発言によって物事はいつもトンデモない方向へ――!?",
      "pt": "A idade de ouro dos caçadores de tesouros que buscam riqueza, honra, poder e glória, e exploram tesouros ao redor do mundo sem levar em conta o perigo.   \n\"Vamos nos tornar um caçadores de tesouros\", disse Cri Andrich, que fez um juramentocom seu um amigo de infância que iria se tornar o herói mais forte, mas não tinha talento.   \nNo entanto, a avaliação do entorno é de alguma forma alta por algum motivo, e apenas as expectativas estão saltando todos os dias.   \nToda vez que um amigo distante da raça humana entra em fúria, subir é uma habilidade de se sentar à terra! ”Uma   \nfantasia cômica popular equivocada finalmente se torna realidade  \n  \n  \n**Link :**  \n- [WN Raw](https://ncode.syosetu.com/n6093en/)",
      "vi": "Cùng làm thợ săn kho báu nào! Mục tiêu chỉ có một: Trở thành anh hùng mạnh nhất thế giới! Xưa kia, có 6 người đã thề hứa như vậy với nhau. Duy chỉ có một chàng trai trong số đó cực kì thiếu tài năng. Một ngày nọ, sau khi giãi bày những phiền muộn của mình với người bạn thuở nhỏ, cậu nhận được lời khuyên: \"Krai này, không có vai gì hợp thì cậu làm leader đi\". Tổ đội Strange Grief do những kẻ quái vật siêu tài năng (bạn thuở nhỏ) thành lập đã vang danh khắp đế quốc suốt vài năm nay. Và trước khi kịp hiểu được chuyện gì đang xảy ra, Krai đã được cất nhắc lên vị trí cao nhất, leader của tổ đội mạnh nhất. Bởi kì vọng tăng vọt của những người xung quanh, lời nói và hành động của cậu ta luôn bị hiểu nhầm, khiến cho tình hình chuyển biến theo hướng không ai ngờ tới... Đây là sử thi anh hùng đầy vinh quang và đau khổ của Krai Andrey trứ danh, clan master mạnh nhất của tổ đội mạnh nhất!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c46f07f-7c9b-4ddb-b2dd-4cf8658f33b4",
    "title": {
      "en": "Gyaru to Kyouryuu"
    },
    "updatedAt": "2023-11-04T00:49:00+00:00",
    "coverArt": "https://mangadex.org/covers/2c46f07f-7c9b-4ddb-b2dd-4cf8658f33b4/5cc91b95-2b9e-4665-be2c-9a01f04a2386.jpg",
    "altTitles": [
      {
        "en": "My Roomie Is a Dino"
      },
      {
        "en": "Gal & Dino"
      },
      {
        "ja": "ギャルと恐竜"
      }
    ],
    "description": {
      "en": "A story of a gyaru who picks up a dinosaur.  \n\n---\n**Links:**\n  \n- [Official Site](http://galkyo.com/)\n- Alternative Official English - [Kodansha](https://kodansha.us/series/my-roomie-is-a-dino/)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "105"
  },
  {
    "mangaId": "5a7e01d5-a31b-4d75-9f50-f31873560a2a",
    "title": {
      "en": "Koibami Shoujo"
    },
    "updatedAt": "2024-12-15T21:17:13+00:00",
    "coverArt": "https://mangadex.org/covers/5a7e01d5-a31b-4d75-9f50-f31873560a2a/ec6d0eba-ef01-491a-920e-49d8d5895cee.jpg",
    "altTitles": [
      {
        "ja": "恋喰少女"
      },
      {
        "en": "Love-Eating Girl"
      },
      {
        "pt-br": "Devoradoras de Amor"
      },
      {
        "ru": "Голодные до любви девушки"
      },
      {
        "es-la": "Las Chicas Devoradoras de Amor"
      },
      {
        "vi": "Luyến Thực Nữ"
      }
    ],
    "description": {
      "en": "High school student Ooishi Kyou is afraid of women. Suddenly, five girls confessed to him. Among them, four are creatures called Koibami - beings that devour human romantic feelings. If he has his romantic feelings eaten by these girls, he will never be able to love again. However, he cannot abandon the feelings of the one who confessed to him for real - Kyou decides to find the one he truly loves among the five!",
      "ja": "本物の恋心を、あなたは見抜けるか。\n\n女性を恐れる男子高校生・大石饗。彼に突然告白してきた、5人の少女。そのうち4人は、人間の恋愛感情を喰らう生物「恋喰（こいばみ）」。彼女たちに恋愛感情を食べられると、二度と恋をすることができなくなってしまう。ただ、本当の告白をした1人の気持ちを、見捨てるわけにはいかない――饗は覚悟を決め、5人の中から、本命の1人を見つけだすことを決意する！",
      "es-la": "Oishi Kyou es un chico que siempre ha tenido un fuerte miedo a las chicas. Cuando comienza su primer día de clases en la preparatoria, se ve abrumado al recibir confesiones de amor por parte de cinco chicas diferentes. Sin embargo, descubre que cuatro de ellas son en realidad chicas ‘Devoradoras de Amor’, chicas que buscan seducir a los hombres para alimentarse de sus sentimientos, y sus presas favoritas son los sentimientos del ‘Primer Amor’, gracias a cierta persona el Protagonista sabe que 4 chicas de primer año son ‘Devoradoras de Amor’ así que, dentro de estas 5 chicas hay una que se confesó realmente a Oishi, así que se propone a encontrar a la única chica entre las 5 que realmente lo ama, todo sea antes de que devoren sus sentimientos.",
      "pt-br": "O estudante do ensino médio, Kyo Oishi, tem medo de mulheres.\n \nDe repente, cinco garotas se declaram para ele. Entre elas, quatro são criaturas chamadas Devoradoras de Amor - seres que devoram sentimentos românticos humanos. Se ele tiver seus sentimentos românticos consumidos por essas garotas, ele nunca mais será capaz de amar novamente.\n \nNo entanto, ele não pode abandonar os sentimentos daquela que se declarou para ele de verdade - Kyo decide encontrar a única que realmente ama ele entre as cinco! Começa uma comédia romântica de suspense que balança o cérebro!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99daf7bc-3a3b-4fe8-b10d-951b32bfea64",
    "title": {
      "ja": "Gimai Seikatsu"
    },
    "updatedAt": "2024-11-26T16:07:23+00:00",
    "coverArt": "https://mangadex.org/covers/99daf7bc-3a3b-4fe8-b10d-951b32bfea64/5c787c1c-24b9-4efc-b6fc-de7af72a7e5a.jpg",
    "altTitles": [
      {
        "en": "Days with my Step Sister"
      },
      {
        "ja": "義妹生活"
      },
      {
        "ru": "Жизнь с моей сводной сестрой"
      },
      {
        "de": "Tage mit meiner Stief-Schwester"
      },
      {
        "vi": "Sống Cùng Em Kế"
      }
    ],
    "description": {
      "en": "From classmates to brother and sister, living under the same roof.\r\n\r\nAfter his father’s remarriage, Asamura Yuuta ends up getting a new stepsister, coincidentally the number one beauty of the school year, Ayase Saki. Having learned important values when it comes to man-woman relationships through the previous ones of their parents, they promise each other not to be too close, not to be too opposing, and to merely keep a vague and comfortable distance.\r\n\r\nOn one hand, Saki, who has worked in solitude for the sake of her family, doesn’t know how to properly rely on others, whereas Yuta is unsure of how to really treat her. Standing on fairly equal ground, these two slowly learn the comfortable sensation of living together.\r\n\r\nTheir relationship slowly evolves from being strangers the more the days pass. Eventually, this could end up in a story about love for all we know.",
      "pt-br": "De colegas de classe a irmão e irmã, vivendo sob o mesmo teto.\n\nApós o novo casamento de seu pai, Asamura Yuuta acaba ganhando uma nova meia-irmã, coincidentemente a beleza número um do ano escolar, Ayase Saki. Tendo aprendido valores importantes no que diz respeito aos relacionamentos homem-mulher através dos anteriores de seus pais, eles prometem um ao outro não ser muito próximos, não ser muito opostos e apenas manter uma distância vaga e confortável.\n\nPor um lado, Saki, que trabalhou sozinha pelo bem de sua família, não sabe como confiar adequadamente nos outros, enquanto Yuta não tem certeza de como realmente tratá-la. Estando em terreno bastante igual, os dois aprendem lentamente a sensação confortável de viver juntos.\n\nO relacionamento deles evolui lentamente de estranhos à medida que os dias passam. Eventualmente, isso pode acabar em uma história sobre o amor, pelo que sabemos."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00e911ff-0443-4c2d-bb4f-c89740df4a2d",
    "title": {
      "en": "Watashi to Kanojo no Kawaii Koi no Hajime Kata"
    },
    "updatedAt": "2024-09-18T17:46:46+00:00",
    "coverArt": "https://mangadex.org/covers/00e911ff-0443-4c2d-bb4f-c89740df4a2d/f5d57d7b-67a4-42a4-b623-85004818fee5.jpg",
    "altTitles": [
      {
        "en": "How My Cute Girlfriend and I Started a Love Story"
      },
      {
        "ja": "私と彼女のかわいい恋のはじめ方"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8f0f000-35be-4f16-9b68-f2aea7e67fdb",
    "title": {
      "en": "Murim RPG Simulation"
    },
    "updatedAt": "2024-08-07T01:51:38+00:00",
    "coverArt": "https://mangadex.org/covers/c8f0f000-35be-4f16-9b68-f2aea7e67fdb/fcac604f-129e-4d7f-82f6-6e4b13009f96.jpg",
    "altTitles": [
      {
        "ko": "천마육성"
      },
      {
        "en": "Heavenly Demon Cultivation Simulation"
      },
      {
        "ru": "Восхождение небесного демона"
      },
      {
        "en": "Cultivation of Heaven"
      },
      {
        "zh": "天魔育成"
      },
      {
        "zh-hk": "天魔玩家"
      },
      {
        "id": "Murim RPG Simulation"
      },
      {
        "ja": "天魔育成"
      },
      {
        "tr": "Kutsal İblis Yetişimi"
      }
    ],
    "description": {
      "en": "A scout in the infamous Demon Cult, Seolhwi is on a routine patrol when his squad unexpectedly encounters a fearsome master of the Mount Hua Sect, the sworn enemies of the Demon Cult. Without warning, the Mount Hua Cult master slaughters the entire squad. As Seolhwi lies dying, lamenting years of service to the cult with nothing to show for it, he is suddenly faced with a video game prompt, asking if he would like to start again. Given the opportunity to start over and make different choices, Seolhwi vows to survive and become stronger so he can rise to the top of the Demon Cult.\n\n---\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/martial-arts/tianmowanjia/list?title_no=3965)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/tianmoyucheng/list?title_no=1982)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/murim-rpg-simulation/list?title_no=3701)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001851)",
      "id": "Sebuah window pilihan muncul di depan matamu, tanpa mengetahui masa depan yang akan terjadi. Di dunia di mana hidup dan mati di tanganmu, kita tentunya akan mencari jalan yang terbaik. Kau siap membuat pilihanmu?\n\n---\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/martial-arts/tianmowanjia/list?title_no=3965)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/tianmoyucheng/list?title_no=1982)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/murim-rpg-simulation/list?title_no=3701)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001851)",
      "ja": "魔教の太皇閣主「司魔鬼（しまき）」の命令で華山派の出没地域に派遣された飛客組。「雪輝（せつき）」は華山派の絶対的実力者である「究種明（きゅうしゅめい）」に殺されそうになるが、そのとき目の前に突然、謎の画面が浮かび上がり任務を受ける直前に戻ってしまう。雪輝は前世で自分が殺される原因となった任務に再び就くことになるが、少しでも周りの環境を変えようと奮闘する。危機に陥るたび目の前に現れる画面、そして結果が全く予想できない選択肢。生と死が共存する世界で最善の方法を見つけて進みつづける。\n\n---\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/martial-arts/tianmowanjia/list?title_no=3965)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/tianmoyucheng/list?title_no=1982)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/murim-rpg-simulation/list?title_no=3701)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001851)",
      "ko": "마교의 태왕각주, ‘사마귀’의 명령에 의해 화산파 출목지역으로 파견나간 비객조. \n주인공 ‘설휘’는 화산파 고수 '구종명'과 맞딱드리고, 죽을 위기에 처하게 된다.\n그때 눈앞에 상태창이 나타나 정찰임무를 받기 직전 시점으로 회귀하게 된다. \n설휘는 전생에서 죽임을 당했던 똑같은 정찰임무를 받게되자 이 변하지 않는 현실을 바꾸기 위해 발버둥 친다. \n고비마다 눈앞에 나타나는 선택창.\n미래를 알 수 없는 선택들.\n삶과 죽음이 공존하는 세상 안에서 최고의 방법을 찾기 위한 설휘의 일대기.\n\n---\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/martial-arts/tianmowanjia/list?title_no=3965)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/tianmoyucheng/list?title_no=1982)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/murim-rpg-simulation/list?title_no=3701)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001851)",
      "ru": "Группа разведчиков была направлена в район секты горы Хуаньшань их великим лидером Мантисом. Главный герой, Соль Хви, сталкивается с Мастером секты Хуаньшань – Гу Чжон Мен и оказывается на грани смерти. Появляется окно статуса, которое возвращает его в то время, когда он ещё не принял роковую миссию. \nВновь получив этот билет в один конец, Соль Хви изо всех сил пытается изменить свою судьбу. Окно статуса, которое появляется в критические моменты. Выбор с неизвестными последствиями. \nЭто история Соль Хви, пытающегося найти лучшее решение, идущего по грани жизни и смерти.\n\n---\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/martial-arts/tianmowanjia/list?title_no=3965)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/tianmoyucheng/list?title_no=1982)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/murim-rpg-simulation/list?title_no=3701)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001851)",
      "tr": "Hua Dağı Mezhebinin bölgesine büyük lider ‘Mantis’ tarafından bir grup izci gönderildi.\n\nKahraman ‘Seol Hwi’ Hua Mezhebinin ustası ‘Goo Jong Myung’la karşılaşır ve ölümle karşı karşıya gelir.\n\nDaha sonra bir durum penceresi açılır ve keşif görevi verilmeden önceki zamana dönmesini sağlar.\n\nOnu ölüme sürükleyen keşif görevini aldıktan sonra, Seol Hwi kaçınılmaz gerçeği değiştirmek için mücadele eder.\n\nHer krizde ortaya çıkan durum penceresi, geleceği belirsiz seçimler yaptırır.\n\nSeol Hwi yaptığı seçimler ile en iyi kararı bulmaya çalışırken yaşam ve ölümle yüzleşmek zorundadır.",
      "zh": "《金牌护卫》编剧新作！\n无名小卒重生逆袭当天魔！\n奉魔教的太皇阁主司魔鬼之命，被派往华山派出没地区的飞客组组长雪辉在即将被华山派绝顶高手绝命之时，突然眼前弹出来了带有“重新开始”选项的神秘弹窗，回到过去的雪辉，究竟能否通过“最后的机会”改变命运呢？\n\n---\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/martial-arts/tianmowanjia/list?title_no=3965)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/tianmoyucheng/list?title_no=1982)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/murim-rpg-simulation/list?title_no=3701)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001851)",
      "zh-hk": "遇上武林至尊究種明後戰死的雪輝，如同遊戲玩家一般重生回到過去。每當遇到困境時眼前就會浮現選擇視窗，雪輝是否能做出正確的選擇，就此逃離死亡的命運呢⋯⋯\n\n---\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/martial-arts/tianmowanjia/list?title_no=3965)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/tianmoyucheng/list?title_no=1982)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/murim-rpg-simulation/list?title_no=3701)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001851)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "633d470a-4146-4dd3-b841-93dd648c23a5",
    "title": {
      "en": "The Academy's Genius Swordsman"
    },
    "updatedAt": "2024-06-28T22:00:09+00:00",
    "coverArt": "https://mangadex.org/covers/633d470a-4146-4dd3-b841-93dd648c23a5/cab5fd63-50ba-4272-b944-e7fcc5f2f0e9.jpg",
    "altTitles": [
      {
        "ko": "아카데미의 천재칼잡이"
      },
      {
        "ko-ro": "Academy Cheonjaekaljabi"
      },
      {
        "en": "Academy’s Genius Swordmaster"
      },
      {
        "zh": "皇家学院的天才剑豪"
      }
    ],
    "description": {
      "en": "Following a momentous battle against giants for the fate of the world, Ronan emerges victorious as the last man standing of the Imperial Army. As he laments this hollow victory with his dying commander, Grand Marshal Adeshan, they quickly learn that the war is far from over and an overwhelming force of giants descends from the heavens.\n\nFearing the worst, yet seeing hope in the courageous Ronan, Adeshan uses her last time slip to send him back to the past, so that he can enroll in the prestigious Phileon Academy and become the strongest swordsman the empire has ever seen!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "832692d3-11c7-49a1-aca4-deabdcf9e996",
    "title": {
      "en": "Cyberpunk: Edgerunners Madness"
    },
    "updatedAt": "2024-12-18T13:21:36+00:00",
    "coverArt": "https://mangadex.org/covers/832692d3-11c7-49a1-aca4-deabdcf9e996/5f48bd6a-f0bf-4b89-91b3-59ff3bc0e5c2.jpg",
    "altTitles": [
      {
        "ja": "サイバーパンク: エッジランナーズ MADNESS"
      }
    ],
    "description": {
      "en": "It's a must-see for the whole world. The prequel to Cyberpunk: Edgerunners is here! This original manga adaptation about siblings Pilar and Rebecca has begun...! \n\nThis is the story of the siblings who have run across Night City to make a name for themselves as Edgerunners... \n\nThe anime Cyberpunk: Edgerunners has already captured the hearts of fans around the world, and the show is especially popular thanks to its extreme action and the cute, cool look of Rebecca and her friends."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "93b49513-33fa-4fef-9bf2-36e95db5c07f",
    "title": {
      "en": "Midnight"
    },
    "updatedAt": "2023-02-12T09:07:57+00:00",
    "coverArt": "https://mangadex.org/covers/93b49513-33fa-4fef-9bf2-36e95db5c07f/dcc6b78f-2167-4b26-a829-02d5f084509c.jpg",
    "altTitles": [
      {
        "ja": "ミッドナイト"
      },
      {
        "zh": "午夜計程車"
      },
      {
        "en": "Black Jack Gaiden: Midnight"
      },
      {
        "ja-ro": "Middonaito"
      }
    ],
    "description": {
      "en": "Midnight is the story of a taxi driver named Shinya Mito (whose name is literally Japanese for \"mid\" and \"night\") and his various passengers, each of whom he helps in various ways. Shinya drives a taxi as a way to earn money for the treatment of a young woman named Mari, whose brain was injured sometime earlier as the result of an accident Shinya was responsible for causing. The taxi Shinya drives is equipped with a fifth wheel which makes the car more maneuverable under any kind of road conditions.\n\n---\n**Volumes 354-359 of the Osamu Tezuka Complete Works**",
      "tr": "Shinya Mito (Midnight) taksi şoförüdür. Hayatın sillesini yemiş peş parasız haldedir. Komadaki sevgilisinin bir gün iyileşeceği umuduyla taksicilik yapmaktadır. Gece vardiyasında çalıştığı için şehrin binbir türlü yüzüne şahit olur."
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "53"
  },
  {
    "mangaId": "3549aa1e-7337-4e72-a373-85a3e4460dc6",
    "title": {
      "en": "Guilty Children"
    },
    "updatedAt": "2024-10-30T17:07:17+00:00",
    "coverArt": "https://mangadex.org/covers/3549aa1e-7337-4e72-a373-85a3e4460dc6/e144e011-c115-45c8-b9a4-a303575d6bb9.jpg",
    "altTitles": [
      {
        "ja-ro": "Guildre"
      },
      {
        "ru": "Грешное дитя"
      },
      {
        "ja": "ギルドレ"
      }
    ],
    "description": {
      "en": "The story begins with an attack on humanity by giant indestructible monsters named \"Enemies.\" The Enemies drive humanity to the brink of extinction… but the one to save the world from the depths of hell is a lone boy!  \n  \nThe SF novel series by Kafka Asagiri (*Bungou Stray Dogs*) jumps into the manga scene with art by Anri Sakano (*Sayonara Peter Pan*)!  \n  \nIs he God or is he the Devil… will the amnesiac protagonist Kyle Kamishiro bring a future filled with hope, or?!",
      "ru": "История начинается с нападения на человечество гигантских неразрушимых монстров."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "94e6f5a4-a215-4f5b-ae82-febc560be66d",
    "title": {
      "en": "Villain to Kill"
    },
    "updatedAt": "2024-08-15T17:24:48+00:00",
    "coverArt": "https://mangadex.org/covers/94e6f5a4-a215-4f5b-ae82-febc560be66d/38d737c5-5f47-4dfc-a54b-003932fe9db3.jpg",
    "altTitles": [
      {
        "ko": "빌런투킬퓨핀"
      },
      {
        "es-la": "Villano para matar"
      }
    ],
    "description": {
      "en": "There are two kinds of people with special abilities: villains, who are driven by their evil desires, and psykers, who pursue justice and work against villains.\n\nCassian Lee is a very powerful psyker with a good heart. But one day, when he visits his friend in Greece, things take a wrong turn. Following an unexpected chain of events, Cassian ends up in the body of a Korean high school boy... who has just become a villain! \n\nWill his sense of justice win in the end or will he end up becoming a cold-blooded villain?",
      "pl": "Są dwa rodzaje ludzi ze specjalnymi zdolnościami: złoczyńcy - napędzani są swoimi złymi pragnieniami oraz psykerzy, którzy dążą do sprawiedliwości i walczą przeciwko złoczyńcom. Cassian Lee jest bardzo potężnym psykerem z dobrym sercem. Pewnego dnia, gdy odwiedza swojego przyjaciela w Grecji sprawy obierają zły kierunek. Po nieoczekiwanym łańcuchu zdarzeń, Cassian kończy w ciele koreańskiego licealisty... który właśnie stał się złoczyńcą! Koniec końców wygra jego poczucie sprawiedliwości czy jednak skończy jako bezlitosny złoczyńca?",
      "es-la": "\"¡Debes convertirte en el mayor mal para luchar contra el mal real!\" Kasian muere tras ser incriminado por el asesinato de un compañero. Justo cuando pensaba que todo había terminado para él, su alma se transfiere a un niño ... ¡Un psíquico popular y de primera clase que era la envidia de todos se convierte en un villano de la noche a la mañana!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "707133cd-d9c2-4c83-8398-55bfdda7da14",
    "title": {
      "en": "Blue Archive - Kankan's Blue Archive Logs (Doujinshi)"
    },
    "updatedAt": "2024-02-13T02:33:10+00:00",
    "coverArt": "https://mangadex.org/covers/707133cd-d9c2-4c83-8398-55bfdda7da14/f8f47bc0-5c7b-41e7-84cc-93d32a2a15cc.jpg",
    "altTitles": [
      {
        "ja": "透き通る世界"
      },
      {
        "en": "A Transparent World"
      }
    ],
    "description": {
      "en": "A collection of Blue Archive short comics by artist ポテトルス on pixiv."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3a410f3-6c1c-454c-93eb-8b995fd4cf56",
    "title": {
      "en": "Sakamoto Days (Official Colored)"
    },
    "updatedAt": "2024-10-19T01:58:37+00:00",
    "coverArt": "https://mangadex.org/covers/c3a410f3-6c1c-454c-93eb-8b995fd4cf56/189e1687-f404-47e8-9a10-6982cf41d5b8.png",
    "altTitles": [
      {
        "en": "Sakamoto Days - Digital Colored Comics"
      },
      {
        "ja": "サカモト デイズ カラー版"
      },
      {
        "vi": "Sakamoto Days (Bản màu)"
      }
    ],
    "description": {
      "en": "Taro Sakamoto was the ultimate assassin, feared by villains and admired by hitmen. But one day…he fell in love! Retirement, marriage, fatherhood and then… Sakamoto gained weight! The chubby guy who runs the neighborhood store is actually a former legendary hitman! Can he protect his family from danger? Get ready to experience a new kind of action comedy series!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6d8b34f-9df3-4e1e-9ecb-bf9d73d661d7",
    "title": {
      "en": "Gokuaku Reijou ~Reijou ni Tensei shita Saikyou Rouhei wa Skill \"Madan\" de Musou suru~"
    },
    "updatedAt": "2024-12-18T12:51:10+00:00",
    "coverArt": "https://mangadex.org/covers/c6d8b34f-9df3-4e1e-9ecb-bf9d73d661d7/fc1d297a-c5d9-495b-a022-8ea66ef83e83.jpg",
    "altTitles": [
      {
        "ja": "極悪令嬢～令嬢に転生した最強老兵はスキル｢魔弾｣で無双する～"
      },
      {
        "en": "Villainous Young Lady ~The Strongest Veteran Soldier Reincarnated as a Young Lady Dominates with the Skill 'Magic Bullet'~"
      }
    ],
    "description": {
      "en": "Kiran, the strongest old soldier who fell in battle against the Demon King and lost his life, accepts a proposal from a goddess and is reincarnated. However, his new life begins as the daughter of the Heikera Baron family...!? The story follows the adventures of Kikka, the reincarnated daughter who retains the skills of her former life as a seasoned warrior, particularly the powerful \"Magic Bullet\" skill. As she boldly rises to prominence, her bravery attracts people to her side.",
      "ja": "魔王との闘いに敗れ、命を落とした最強の老兵キラン。女神からの提案を受け入れ転生するが、転生先はヘイケラー男爵家の令嬢で…!?中身は歴戦の戦士である令嬢キッカが、生前のスキル「魔弾」を引き継いで破天荒に成り上がっていく冒険譚。彼女の凛々しさに、いつしか人が集まっていく――。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2036ce4b-46ac-4e88-b0b1-90b3ea3aa1a1",
    "title": {
      "en": "Nante Nasakenai Bokura da"
    },
    "updatedAt": "2022-04-01T06:14:17+00:00",
    "coverArt": "https://mangadex.org/covers/2036ce4b-46ac-4e88-b0b1-90b3ea3aa1a1/448912fe-0e98-4bb6-ae40-d1be6297fc98.jpg",
    "altTitles": [
      {
        "ja": "なんて情けない僕らだ。"
      },
      {
        "ja-ro": "Nante Nasakenai Bokurada"
      },
      {
        "en": "How Pathetic We Are"
      },
      {
        "en": "What a Pity We Are"
      },
      {
        "ru": "Насколько мы жалкие"
      },
      {
        "zh": "何等可叹的我们啊。"
      },
      {
        "zh-hk": "何等可嘆的我們啊。"
      }
    ],
    "description": {
      "en": "A new idol on the rise, Souda Natsumi and her friend from highschool Iiyama Yukiya meet again at a music store. What lies at the end of this unwanted encounter?!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-11-21T20:47:29+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/c445d559-be59-4087-b985-a29f294aafb9.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f311fc05-0da0-46f3-8eda-b60121b3745e",
    "title": {
      "en": "Ajin Sharehouse"
    },
    "updatedAt": "2024-11-24T14:57:28+00:00",
    "coverArt": "https://mangadex.org/covers/f311fc05-0da0-46f3-8eda-b60121b3745e/7b71fd3f-fe26-4722-ac18-a1f444967a71.jpg",
    "altTitles": [
      {
        "ja": "亜人シェアハウス"
      },
      {
        "en": "Demi-Human Sharehouse"
      }
    ],
    "description": {
      "en": "The communicative, corporate animal Kei Sato applies to move into a share house in order to make friends with whom he can have casual conversations. The three people there were Chiyuki Himiiyama (Snow Woman), Meme Janome (Medusa) and Melodrama Incuria (Incubus). This was a share house exclusively for subhumans, who were supposed to be invisible to humans...\n\nThe share house life begins with a lot of difficulties ahead!\n\n(Source: Mangaupdates)"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "16"
  },
  {
    "mangaId": "6b06fe1e-ff99-4c8d-be0b-5ad2a4df7603",
    "title": {
      "en": "Kajiya de Hajimeru Isekai Slow Life"
    },
    "updatedAt": "2024-12-13T16:24:23+00:00",
    "coverArt": "https://mangadex.org/covers/6b06fe1e-ff99-4c8d-be0b-5ad2a4df7603/c8889d9e-64e8-4d6b-ab8d-6e44e097be33.jpg",
    "altTitles": [
      {
        "ja": "鍛冶屋ではじめる異世界スローライフ"
      },
      {
        "ja-ro": "Kajiya de Hajimeru Isekai Surou Raifu"
      },
      {
        "en": "My Quiet Blacksmith Life in Another World"
      },
      {
        "zh-hk": "成為鐵匠在異世界度過悠閒人生"
      },
      {
        "ru": "Умеренная жизнь ремесленника в другом мире"
      },
      {
        "uk": "Помірне життя ремісничого в іншому світі"
      }
    ],
    "description": {
      "en": "One night, Eizo—a hapless corporate slave, saves a cat and gets hit by a truck. The cat which seems to be related to another world, in return for his help, grants Eizo a skill of his wish and reincarnates him to another world. Eizo, who has craftsmanship as a hobby and wishes to use this skill for a living, chooses to be reincarnated as a blacksmith. And so he starts his life in another world as a blacksmith just as he wishes. However, Eizo's creations are at another different level that will shake this new world.\n___\n**Links:** \n- [Official LN (EN)](https://j-novel.club/series/my-quiet-blacksmith-life-in-another-world)",
      "fr": "Une nuit, Eizo, un malheureux esclave d'entreprise, sauve un chat et se fait renverser par un camion. Le chat qui semble être lié à un monde parallèle, en échange de son aide, accorde à Eizo une compétence de son souhait et le réincarne dans un autre monde. Eizo, qui a l'artisanat comme passe-temps et souhaite utiliser cette compétence pour gagner sa vie, choisit de se réincarner en forgeron. Il commence donc sa vie dans un autre monde en tant que forgeron, comme il le souhaite. Cependant, les créations d'Eizo se situent à un autre niveau qui va bouleverser ce nouveau monde.",
      "ja": "しがない社畜として生きていたエイゾウは、ある晩に猫を助けてトラックにはねられる。その猫は並行世界に関わる存在だったらしく、助けてくれた見返りとしてエイゾウに希望のスキルを与えたうえで異世界に転生させることを申し出る。エイゾウは趣味のモノ作りを生業としたいと思い、鍛冶屋として転生することを望む。その願いどおりに鍛冶屋として異世界でのモノ作りライフがはじまる。しかし、エイゾウのスキルは異世界を揺るがす業物を生み出すレベルだった――。\n___\n- ![Syosetsu](<https://i.imgur.com/HI4jAzg.png>) [Web Novel](https://ncode.syosetu.com/n7266fe)\n- [Official LN (JP)](https://kadokawabooks.jp/product/kajiyadehajimeruisekai)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b8b6e71-2fc9-4219-b2a0-53af9b78384b",
    "title": {
      "en": "Seinaru Otome to Himegoto wo"
    },
    "updatedAt": "2024-11-28T17:16:48+00:00",
    "coverArt": "https://mangadex.org/covers/7b8b6e71-2fc9-4219-b2a0-53af9b78384b/ee6beb05-fb98-4a6a-971e-d87b23c1daae.jpg",
    "altTitles": [
      {
        "ja": "聖なる乙女と秘めごとを"
      },
      {
        "ja-ro": "Seinaru Otome to Himegoto o"
      },
      {
        "en": "Doing Secret Things with the Holy Maidens"
      },
      {
        "en": "The Holy Maiden and the Secret"
      },
      {
        "zh-hk": "與聖潔少女們的不可告人之事"
      },
      {
        "zh": "与圣洁少女们的不可告人之事"
      },
      {
        "vi": "Bí mật của những trinh nữ thiêng liêng"
      }
    ],
    "description": {
      "en": "\"Please teach us naughty things.\"\n\nOne day, Itsuki is transported to another world, where he is confronted by sisters who serve the goddess. In order to return to the real world, he must give them practical sex education!",
      "ja": "「私たちに学びを…えっちなことをお教えください」\n\n――ある日、異世界に転移してしまったイツキの前に現れたのは、女神に仕えるシスター達。現世に戻るには、彼女たちに性教育の実技指導を行わなくてはならなくて！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c941b97f-9e17-422f-8ff7-dd0145d12e8b",
    "title": {
      "en": "Dangerous Lover"
    },
    "updatedAt": "2024-11-01T00:50:44+00:00",
    "coverArt": "https://mangadex.org/covers/c941b97f-9e17-422f-8ff7-dd0145d12e8b/f8774271-4f9f-4281-8dd3-a47280c77312.png",
    "altTitles": [
      {
        "zh": "危险情人"
      },
      {
        "zh-ro": "Wei Xian Qing Ren"
      },
      {
        "zh-ro": "Wēixiǎn Qíngrén"
      },
      {
        "en": "Dangerous Lovers"
      },
      {
        "pl": "Niebezpieczne związki"
      }
    ],
    "description": {
      "en": "I've long known about your ill intentions!\n\nHuang Yun'er, a D-lister deliberately gets close to female CEO Ou Chenxi, intending to seduce her in order to gain access to the Ou family and investigate her cousin's death. Ou Chenxi sees through Huang Yun'er's scheming, but believing she can fully control the situation and finding Huang Yun'er aesthetically appealing, she doesn't reject this dangerous woman's advances. At the same time, she wants to investigate Huang Yun'er's motives.\n\nOne deliberately seduces but wavers due to love amidst her calculations, while the other is irresistibly attracted despite knowing the danger... These two cunning individuals sink together while fully aware, parrying each other's moves while desperately trying to suppress their growing feelings. As they struggle with their emotions, they gradually uncover secrets from the past."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "18f5549a-9d1a-44a2-a8ca-aed2448e37c0",
    "title": {
      "en": "The Daily Life of a Middle-Aged Online Shopper in Another World"
    },
    "updatedAt": "2024-11-01T02:11:11+00:00",
    "coverArt": "https://mangadex.org/covers/18f5549a-9d1a-44a2-a8ca-aed2448e37c0/061adb2f-da7d-44b5-a3a0-fa50e994b0cc.jpg",
    "altTitles": [
      {
        "ja-ro": "Arafoo Otoko no Isekai Tsuhan Seikatsu"
      },
      {
        "ja": "アラフォー男の異世界通販生活"
      },
      {
        "ja-ro": "Around 40 Otoko no Isekai Tsuuhan Seikatsu"
      },
      {
        "zh-hk": "四十左右男的異世界網購生活"
      },
      {
        "ru": "Жизнь 40-летнего мужчины в другом мире"
      },
      {
        "en": "The Mail Order Life of a Man Around 40 in Another World"
      },
      {
        "zh": "中年男的异世界网购生活"
      },
      {
        "pt-br": "A vida por correspondência de um homem de cerca de 40 anos em outro mundo"
      },
      {
        "id": "Kehidupan pria paruh baya berbelanja daring di dunia lain"
      }
    ],
    "description": {
      "en": "The story of a middle aged man doing whatever he wants with the power of 1-click online shopping!  \n\nKenichi, a single man in his 40s, is transported into another world for no apparent reason. As he tries to escape a dangerous forest teaming with monsters, he realizes he has the power to access to a huge online store.\n\nBy using this power to exchange goods he found in this new world for cash, and then buying modern ones off the internet, he was able to quickly create a very popular business. However, his goal is to have a slow and leisurely life. Instead of growing his business even more, he decides to settle down and live off of the power of Jeff Bezos.\n\nThe mail order life of a middle aged man in other world begins now!\n\n[web novel](https://ncode.syosetu.com/n2945eg/) (jp)\n\n---",
      "ru": "История о мужчине средних лет, который делает все, что хочет, с помощью покупок в Интернете в один клик!",
      "pt-br": "A história de um homem de meia idade fazendo o que quiser com o poder das compras online com um clique!\nKenichi, um homem solteiro de 40 anos, é transportado para outro mundo sem motivo aparente. Enquanto ele tenta escapar de uma floresta perigosa se unindo a monstros, ele percebe que tem o poder de acessar uma enorme loja online."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "60"
  },
  {
    "mangaId": "4ada20eb-085a-491a-8c49-477ab42014d7",
    "title": {
      "en": "The Beginning After the End"
    },
    "updatedAt": "2024-10-20T13:29:52+00:00",
    "coverArt": "https://mangadex.org/covers/4ada20eb-085a-491a-8c49-477ab42014d7/e12dda4b-3f8b-4df4-94de-56278ff83b97.jpg",
    "altTitles": [
      {
        "pt-br": "O começo após o final"
      },
      {
        "pt-br": "O começo depois do fim"
      },
      {
        "en": "TBATE"
      },
      {
        "zh": "三岁开始做王者"
      },
      {
        "ja": "最強の王様、二度目の人生は何をする？"
      },
      {
        "ko": "끝이 아닌 시작"
      },
      {
        "ru": "Начало после конца"
      },
      {
        "es": "El comienzo después del fin"
      },
      {
        "es-la": "La Vida Después de la Muerte"
      }
    ],
    "description": {
      "de": "In einer Welt regiert durch die stärksten Kämpfer ist König Grey der unangefochten Stärkste, Reichste und Berühmteste. Aber eine solche Macht kommt Hand in Hand mit Einsamkeit. Unter der glamourösen Erscheinung eines mächtigen Königs liegt die leere Hülle eines Mannes, beraubt von Ziel und Willen.\n\nNach einer Wiedergeburt in eine Welt voller Magie und Monster hat der König die Möglichkeit, sein Leben erneut zu leben. Die Fehler seiner Vergangenheit zu korrigieren wird aber nicht seine einzige Herausforderung sein. Unter dem Frieden und Reichtum dieser neuen Welt lauert etwas, das alles vernichten kann, was er jemals erreicht hat, was seine Rolle darin und den Grund für seine Wiedergeburt in Frage stellt.",
      "en": "King Grey has unrivaled strength, wealth, and prestige in a world governed by martial ability. However, solitude lingers closely behind those with great power. Beneath the glamorous exterior of a powerful king lurks the shell of man, devoid of purpose and will.\n\nReincarnated into a new world filled with magic and monsters, the king has a second chance to relive his life. Correcting the mistakes of his past will not be his only challenge, however. Underneath the peace and prosperity of the new world is an undercurrent threatening to destroy everything he has worked for, questioning his role and reason for being born again.",
      "fr": "Le Roi Grey a une force, une richesse et un prestige inégalés dans un monde gouverné par l'aptitude martiale. Cependant, la solitude s'approche de près derrière ceux ayant de grands pouvoirs. Sous l'apparence glamour d'un Roi puissant se cache la carapace de l'homme, dépourvue de volonté et de but.\n\nRéincarné dans un nouveau monde rempli de monstres et de magie, le Roi a une seconde chance de revivre sa vie. Cependant, corriger les erreurs de sa précédente vie ne sera pas sa seule tâche. Sous la paix et la prospérité de ce nouveau monde se cache une menace sous-jacente remettant en question tout ce pour quoi il a travaillé, son rôle, et sa raison de renaître.",
      "ja": "私は史上最強の「王」である。数多の敵を退け、数々の功績を残した歴代最高の覇王だ。 しかし、ある朝目覚めた私は奇妙な違和感を覚える。手足が短い、視界が極端に低い、見知らぬ男女が私を「アーサー」と呼び、微笑みながら覗き込む。そう…私は無力な赤子に転生してしまったのだ！最強の王様がいたいけな赤ちゃんに転生する、痛快冒険ファンタジー‼",
      "pl": "Król Gray ma niezrównaną siłę, bogactwo i prestiż w świecie rządzonym przez umiejętności walki. Jednak samotność pozostaje tuż za tymi, którzy mają wielką moc. Pod olśniewającą powierzchownością potężnego króla kryje się skorupa człowieka, pozbawionego celu i woli.\n\nWskrzeszony w nowym świecie wypełnionym magią i potworami, król ma drugą szansę na ponowne przeżycie swojego życia. Jednak naprawienie błędów przeszłości nie będzie jego jedynym wyzwaniem. Pod pokojem i dobrobytem nowego świata kryje się ukryty nurt, który grozi zniszczeniem wszystkiego, na co pracował, kwestionując jego rolę i powód narodzin na nowo.",
      "ru": "Король Грей обладает непревзойденной силой, богатством и престижем в мире, во главе которого стоит боевая мощь. Однако одиночество обычно появляется именно у тех, кто обладает большой властью. Мало кто знает, но под гламурной внешностью могущественного короля скрывается оболочка человека, лишённого цели и воли.",
      "pt-br": "Dizem que a solidão acompanha aqueles com grande poder. Permanecendo como um Rei com força incomparável, status, e fama… e muito mais. Eu, que uma vez lutei para viver, me afogava em meu raso trono sem nenhuma vontade ou propósito. Haviam muitos que tinham inveja de mim, mas eu diria de bom grado, “Tirem tudo de mim! Será meu presente!” Um dia, eu finalmente consegui meu presente – uma nova vida.\n\nCom uma segunda chance de corrigir meus erros e cumprir meus arrependimentos, permita-me mostrar a você o que um (ex-rei) pode fazer!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67e26e23-1d15-47ef-b5bc-0229efb3b63a",
    "title": {
      "en": "Madara Rumble"
    },
    "updatedAt": "2024-12-02T21:53:26+00:00",
    "coverArt": "https://mangadex.org/covers/67e26e23-1d15-47ef-b5bc-0229efb3b63a/8e814a31-5cb7-419a-9342-d85cb808f60a.jpg",
    "altTitles": [
      {
        "ja": "マダラランブル"
      },
      {
        "en": "Madara Girls Scramble"
      },
      {
        "ja-ro": "Madara Ramble"
      }
    ],
    "description": {
      "en": "In modern Japan, where \"vampires\" that mimic humans and prey on them run rampant, there are girls who secretly fight these creatures, armed with silver weapons! Among the vampire exterminators is a team known as the \"Madara-sou,\" a unit notorious for being full of \"troublemakers.\" Newly assigned to this group is Reo, a girl with a certain secret. There, she encounters Kaika Kiriya, a woman who's particularly \"dangerous,\" even among the eccentric residents of Madara-sou.\n\nA thrilling, over-the-top, and occasionally heartwarming tale of friendship. Hunt, hunt, hunt! A girly vampire action story!",
      "ja": "人に擬態し、人を喰う「吸血鬼」が跋扈する現代日本。ヤツらを狩るため、銀武器片手に人知れず戦う少女たちがいた！駆除業者の中でも問題児が集まった部隊・即応六班――通称「まだら荘」。吸血鬼を引き寄せる「ごちそう」体質を持ち、人を遠ざけ生きてきた昴 玲央がそこで出会ったのは、まだら荘の中でも一際美しく一際ヤバイ女・紀里谷 開花でーー。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3b168a0-2f0c-4f2b-b75a-17b081866c64",
    "title": {
      "en": "Magabanashi: Ghost Stories Spreading on Social Media"
    },
    "updatedAt": "2024-11-18T21:45:57+00:00",
    "coverArt": "https://mangadex.org/covers/c3b168a0-2f0c-4f2b-b75a-17b081866c64/6b10056e-4dd6-4ef6-bfe6-c45932c75ca7.jpg",
    "altTitles": [
      {
        "ja": "禍話: SNSで伝播する令和怪談"
      },
      {
        "ja-ro": "Magabanashi: SNS de Denpa suru Reiwa Kaidan"
      }
    ],
    "description": {
      "en": "Based on the popular horror radio show Magabanashi, this anthology captures supernatural stories that have taken on a life of their own across social media. Readers are cautioned that these tales come with risks, as they tap into deep-seated fears and blur the line between reality and the supernatural."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d7ad2ba-ceb6-4c71-a8b1-f180805e0d5b",
    "title": {
      "en": "So That's How I, the Saintess, Became the Devil of Revenge"
    },
    "updatedAt": "2022-01-17T03:19:55+00:00",
    "coverArt": "https://mangadex.org/covers/1d7ad2ba-ceb6-4c71-a8b1-f180805e0d5b/8f1fdf3a-441f-4ace-89c2-32123b1a2baa.jpg",
    "altTitles": [
      {
        "en": "So That's How, the Saintess Became the Devil of Revenge"
      },
      {
        "en": "그렇게 성녀는 복수의 마왕이 된다"
      }
    ],
    "description": {
      "en": "After overthrowing the Devil, the Saintess and her colleagues were executed for treason. Reborn again, she decides to take revenge. Deciding to eliminate the kingdom, the warrior, and all those who betrayed her!  \n  \nThis was discontinued when the Author lost the 3rd Round of the 2020 Naver Comic Contest."
    },
    "status": "cancelled",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "3"
  },
  {
    "mangaId": "60cb3ef9-2183-49ec-9261-56d1c7e3dba1",
    "title": {
      "en": "Josou Shota Manga"
    },
    "updatedAt": "2024-11-23T16:00:04+00:00",
    "coverArt": "https://mangadex.org/covers/60cb3ef9-2183-49ec-9261-56d1c7e3dba1/aada8683-724e-4a7f-aade-d4ad888c8771.jpg",
    "altTitles": [
      {
        "ja": "女装ショタマンガ"
      },
      {
        "ja": "女装ショタマンガその一"
      },
      {
        "ja-ro": "Josō Shota Manga"
      },
      {
        "en": "Cross-dressing Shota Manga"
      }
    ],
    "description": {
      "en": "This is the story of Satoru-kun, a boy who has started crossdressing for some reason.",
      "ja": "とある理由で女装を始めた男の子、悟くんのお話"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4028472c-5ee4-4e5a-9d61-6aea6449edd9",
    "title": {
      "en": "Takou no Boyish Kanojo"
    },
    "updatedAt": "2024-12-03T00:56:37+00:00",
    "coverArt": "https://mangadex.org/covers/4028472c-5ee4-4e5a-9d61-6aea6449edd9/e0bba489-29b2-43b6-b7db-e64c29dddc04.jpg",
    "altTitles": [
      {
        "ja": "他校のボーイッシュ彼女"
      },
      {
        "en": "Boyish Girlfriend from Another School"
      },
      {
        "pl": "Chłopięca dziewczyna z innej szkoły"
      },
      {
        "pt-br": "Namorada tomboy de outra escola"
      }
    ],
    "description": {
      "en": "Daichi and Akira have been childhood friends forever but have only started dating recently. While Akira is very much a tomboy, there are some parts of her that are surprisingly girly?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47c8e8a2-97fc-415e-aa78-f02b276612e2",
    "title": {
      "en": "Sore wa Rei no Shiwaza desu"
    },
    "updatedAt": "2024-09-22T15:28:43+00:00",
    "coverArt": "https://mangadex.org/covers/47c8e8a2-97fc-415e-aa78-f02b276612e2/c67e3138-feb4-4522-b4b9-bd279435950c.jpg",
    "altTitles": [
      {
        "id": "Ini Pasti Kerjaan Tuh Setan"
      },
      {
        "en": "It's the work of the Ghost"
      },
      {
        "pl": "To jest sprawka ducha"
      },
      {
        "ja": "それは霊のしわざです"
      },
      {
        "zh": "那是幽灵搞的鬼"
      },
      {
        "ko": "그건 유령의 짓이예요"
      },
      {
        "hi": "അത് പ്രേതത്തിന്റെ പ്രവർത്തനമാണ് (Malayalam)"
      },
      {
        "hi": "यह भूत का काम है (Hindi)"
      },
      {
        "hi": "இது ஆவியின் வேலை (Tamil)"
      },
      {
        "th": "รักนี้ผีจัดให้"
      }
    ],
    "description": {
      "en": "My name is Torii Nozomu, a plain introvert. Suddenly a new transfer student, Kirishima Kyoko, sits next to me. She's cute, kind, and for some reason she proactively talks to me, even though I'm a nerd! A true saint. Yet I want to get involved with her as little as possible because she's haunted by a \"ghost\" that only I can see! She's a little naughty, extremely pure and, in some cases, horrifying! Will I ever find a way to handle her?",
      "fr": "Je m'appelle Torii Nozomi. Un jour, une nouvelle fille est arrivée dans ma classe. Elle est très jolie, mais le problème c'est qu'elle est suivie par un fantôme (très taquin) que je suis le seul à voir !",
      "ja": "地味で目立たない陰キャな僕、鳥居望(とりいのぞむ)。そんな僕の隣に席に転校生の霧島京子(きりしまきょうこ）ちゃんがやってきた。可愛くて優しくて、なぜか陰キャな僕にも積極的に話しかけてくれる「ぐう聖」な京子ちゃん！…だけど僕はなるべく彼女にかかわりたくない。だって、彼女には僕にだけ見える“霊”が憑いてるんだ！！！！――ちょっとエッチで、とびきりピュアで、ところによりホラー！？"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "57.5"
  },
  {
    "mangaId": "478e6926-b8bc-465c-9694-2bae1dbaf32b",
    "title": {
      "en": "Latna Saga: Survival of a Sword King"
    },
    "updatedAt": "2024-10-16T19:56:51+00:00",
    "coverArt": "https://mangadex.org/covers/478e6926-b8bc-465c-9694-2bae1dbaf32b/7dc9ebc2-a10a-4ab6-ab98-ad467aed4924.png",
    "altTitles": [
      {
        "ko": "이계 검왕 생존기"
      },
      {
        "en": "The Survival Story of the Sword King in Another World"
      },
      {
        "en": "Otherworldly Sword King's Survival Records"
      },
      {
        "zh": "拔剑九亿次"
      },
      {
        "zh-hk": "異界劍王生存記"
      },
      {
        "ko-ro": "Igye Geomwang Saengjongi"
      },
      {
        "ru": "Король меча"
      },
      {
        "ru": "История выживания короля меча в фэнтезийном мире"
      },
      {
        "ja": "異世界剣王生存記"
      },
      {
        "th": "การเอาชีวิตรอดของราชาดาบในต่างโลก"
      },
      {
        "en": "Survival Story of a Sword King in a Fantasy World"
      }
    ],
    "description": {
      "en": "After being recently discharged from military service and just drifting through life, Hanbin Ryu is suddenly transported to another world.\n\nHowever, his “guide line,” the system bestowed upon him to help with his survival and growth, was filled with errors, causing him to be stuck in the tutorial stage for over 20 years.\n\nWhen he is finally released from this personal hell, he finds everyone has turned against otherworlders like him. Just how will this low-level, super-tutorial newbie survive?\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=mLzbAKkDpYM)\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%B4%EA%B3%84-%EA%B2%80%EC%99%95-%EC%83%9D%EC%A1%B4%EA%B8%B0/2363)\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E7%95%B0%E7%95%8C%E5%8A%8D%E7%8E%8B%E7%94%9F%E5%AD%98%E8%A8%98/66)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/6885/)\n- [Official Japanese Translation](https://piccoma.com/web/product/34782)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B9%83%E0%B8%99%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B9%82%E0%B8%A5%E0%B8%81/103)",
      "fr": "Transféré contre sa volonté dans un tutoriel où il doit lutter pour survivre, Ryu Hanbin y reste finalement coincé pendant 22 ans. Il est bloqué par un bug au niveau 4, et ce malgré la grande quantité d'XP qu'il accumule ! Quand il est finalement transféré dans le monde de Latna, le contraste entre sa puissance et son niveau lui pose bien des difficultés. Mais finalement, le véritable objectif n'est-il pas de vivre plutôt que de survivre ?",
      "ja": "｢あなたは適合者として選ばれました｣ ｢あなたの能力でセルハラトナに生き残る確率は５％未満です｣ ｢自殺しますか？」 ニート生活から突如として異世界へ飛ばされた！そこはレベル5までを目指す初心者エリアだったが、「ガイドライン」のエラーでレベル5になっても再びレベル1になるという、地獄の日々を送ることになり？！ レベル5の裏に隠された、とてつもない能力とはー",
      "ko": "『귀하는 적합자로 선택받았습니다』\n\n『귀하의 재능으로 셀하 라트나에서 생존할 확률은 5% 미만입니다』\n\n『자살하시겠습니까? Y/N』\n\n“x-까.”\n\n5% 미만의 생존 확률. 22년의 시간. 셀 수도 없는 마견과의 사투.\n이 지옥에서, 나는 홀로 살아남았다.\n\n5라는 레벨 뒤에 감춰진, 무지막지한 히든 스탯들과 함께!\n\n대검 하나로 이계를 썰어버리는,\n사상 최강의 레벨5 검사 류한빈의 극한 사이다 생존기!",
      "ru": "В момент, когда его переместили в другой мир, Рю Хан-Бин был обычным человеком, который недавно вернулся из армии. Хоть он и остался один в пустынном мире с кучей монстров, ему дали задание - стать сильнее. Но есть одна проблема - \"система\", которая должна была давать подсказки, полна недоработок.",
      "th": "รยูฮันบิน ชายผู้เพิ่งปลดประจำการทหารมาได้เพียงสามเดือน จู่ๆ ก็ถูกพาไปยังโลกแปลกๆ ที่เขาไม่รู้จักมาก่อน ชื่อว่า 'เซลฮา แลตนา'\nพร้อมมีข้อความขึ้นว่า \"\"คุณได้รับเลือกในฐานะผู้เข้าเกณฑ์อันทรงเกียรติ\"\" พร้อมกับไกด์ไลน์ที่บอกให้สู้กับมอนสเตอร์ และเพิ่มให้ถึงเลเวล 5 เพื่อไปยังพื้นที่ถัดไป แต่ด้วยระบบเกิดข้อผิดพลาด ทำให้เขาต้องติดอยู่ในนั้นนับสิบปี ที่นั่นมีเพียงเขาแค่คนเดียวกับสุนัขปีศาจ\nอยู่มาวันหนึ่งเขาสามารถเพิ่มถึงเลเวล 5 ได้สำเร็จ และถูกส่งไปยังพื้นที่ต่อไปแบบไม่ทันตั้งตัว\n\nการผจญภัยเพื่อหาทางเอาชีวิตรอดในต่างโลกของเขาได้เริ่มต้นขึ้นแล้ว\nเขาจะหาทางออกไปจากโลกแห่งนี้ และมีชีวิตรอดไปได้หรือไม่",
      "zh": "一个俗套的穿越后带挂升级故事，却因为外挂系统的运算错误而偏离方向。 渴望变强的他被困在新手村二十年，不断的战斗却始终无法提升等级。 九亿次拔剑，九亿次搏杀，他脚踩着尸山血海缓步走来。 “恭喜，您即将被传送出新手村…” 蛰伏的凶兽露出爪牙，万物都将屈服于他拔剑的光辉之下！",
      "zh-hk": "「依照你的能力，\n你在瑟哈拉特那活下來的機率低於5%。」\n\n「你要自殺嗎? Yes or No?」\n\n「三X啊。」\n\n不到5%的生存機率、22年的時間、\n與魔犬纏鬥了無數次，\n我一個人...在這座地獄中生存了下來。\n\n在5等的背後，潛藏著無比強大的隱藏數值!\n\n帶著一把巨劍殺爆異界，堪稱史上最強的5等劍士，\n柳寒頻生存記，看了保證超過癮!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f3f7ab22-c357-4583-8047-0b332973c9b8",
    "title": {
      "en": "Muhyo & Roji's Bureau of Supernatural Investigation"
    },
    "updatedAt": "2024-11-01T10:15:25+00:00",
    "coverArt": "https://mangadex.org/covers/f3f7ab22-c357-4583-8047-0b332973c9b8/f935cece-a706-425b-90ac-d37eb7ff037b.jpg",
    "altTitles": [
      {
        "en": "Muhyo & Roji"
      },
      {
        "en": "Muhyo & Roji's Bureau of Supernatural Investigation"
      },
      {
        "en": "Muhyo & Roojii"
      },
      {
        "en": "Muhyo and Roojii’s Magical Law Consultation Office"
      },
      {
        "ja-ro": "Muhyo to Rooji no Mahouritsusoudan Jimusho"
      },
      {
        "ja-ro": "Muhyo to Roujii no Mahouritsu Soudan Jimusho"
      },
      {
        "ja-ro": "Muhyo to Rouji"
      },
      {
        "pt-br": "Muhyo y Rouji: Bufete de Investigación Sobrenatural"
      },
      {
        "ja": "ムヒョとロージーの魔法律相談事務所"
      },
      {
        "en": "Muhyo & Roujii’s Magic Law Consultation Office"
      },
      {
        "ja-ro": "Muhyo to Rouji no Mahouritsu Soudan Jimusho"
      },
      {
        "ja-ro": "Muhyo to Roji no Mahouritsu Soudan Jimusho"
      },
      {
        "ja-ro": "Muhyo to Roojii"
      }
    ],
    "description": {
      "en": "Are you a victim of unwanted spirit possession? Is there a ghost you need sent up and away…or down to burn for all eternity? If the answer is yes, then you need Muhyo and Roji, experts in magic law. Serving justice to evil spirits is their specialty."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "156"
  },
  {
    "mangaId": "6bcbb813-d9c7-4cd8-8ac2-63584a1498ab",
    "title": {
      "en": "Lockdown Zone: Level X"
    },
    "updatedAt": "2024-10-26T11:53:14+00:00",
    "coverArt": "https://mangadex.org/covers/6bcbb813-d9c7-4cd8-8ac2-63584a1498ab/0629572a-d256-4dd5-b957-838b8de788cc.jpg",
    "altTitles": [
      {
        "ja-ro": "Kankin kuiki reberu X"
      },
      {
        "ja": "監禁区域レベルX"
      }
    ],
    "description": {
      "en": "Ryoka is awakened by flurry of text messages from her mother! Panicked and rushed, Mom is clearly concerned for Ryoka's safety, but she is not to keen on letting her daughter know why. Her reasoning being that nothing could really properly describe what is happening!  \n  \nThe world might be ending! And there might be a massive new life-form on the roof of their apartment building!  \n  \n(Denpa)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "3e7a601b-1040-4473-b590-ca27ed8cff8c",
    "title": {
      "en": "The Hunter Wants to Live Quietly"
    },
    "updatedAt": "2024-11-12T20:29:13+00:00",
    "coverArt": "https://mangadex.org/covers/3e7a601b-1040-4473-b590-ca27ed8cff8c/2af8b05e-0f11-4170-9168-7c9eaf7a6104.jpg",
    "altTitles": [
      {
        "ko": "헌터는 조용히 살고 싶다"
      },
      {
        "en": "The Hunter Wants to Live in Peace"
      },
      {
        "ko": "헌조살"
      }
    ],
    "description": {
      "en": "Hunter Cha Euijae, sent to seal a rift over the West Sea, was flung out after closing it. When he regain consciousness, he found himself in a garbage dump—eight years in the future. Starving, he stumbled into a hangover soup restaurant and realized the world had changed. Now, disaster alerts warn of rift openings, slime ASMR videos are trending, and hunters livestream A-rank sword unboxings. Instead of the looming apocalypse, the future is oddly peaceful, leaving Cha Euijae feeling empty. Deciding to leave his hunter days behind, he chooses to work part-time at the restaurant. But his quiet new life takes a turn when he meets a mysterious figure in a gas mask…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae5b0197-83ab-4fe5-b894-3198eff16b4f",
    "title": {
      "en": "Maryoku Mugen no Manaporter"
    },
    "updatedAt": "2024-12-15T20:23:53+00:00",
    "coverArt": "https://mangadex.org/covers/ae5b0197-83ab-4fe5-b894-3198eff16b4f/8fa77d7a-cfd7-4b84-a928-18da295aaf7e.jpg",
    "altTitles": [
      {
        "ja": "《魔力無限》のマナポーター ～パーティの魔力を全て供給していたのに、勇者に追放されました。魔力不足で聖剣が使えないと焦っても、メンバー全員が勇者を見限ったのでもう遅い～"
      },
      {
        "en": "Manaporter of 《InfiteMagic》"
      }
    ],
    "description": {
      "en": "Thanks to his infinite mana Ishua has been working as a mana porter to the hero party. Doing a perfect task of supplying mana to the party members who consumed a lof of MP and earning the trust of his companions. However, Alan, the hero decides to banish him from the party in a fit of jealousy. \"We don't need a mana porter!\"\n\nAnd chasing after Ishua through the forest Aria, the saint, appears wishing to continue adventuring with Ishua. The story of the banished strongest mana porter begins here!",
      "ja": "生まれ持った無限の魔力で、マナポーターとして勇者パーティ全員の魔力供給を担ってきたイシュア。だが彼は、ある日突然、理不尽な理由でパーティを追放されてしまう。落胆するイシュアのもとに、彼を追ってきたパーティ仲間の聖女アリアの姿が。実は追放は勇者の独断で、彼女はイシュアが自分たちを見捨てたと思い、連れ戻しに来たのだった。真実を知ったアリアはパーティ脱退を決意し、イシュアは彼女と二人で旅を始めることになる。追放された最強マナポーターと、彼を追放した勇者。二人の対照的な冒険が今始まる!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "714405b4-2963-4930-b4cc-a8bea590d30e",
    "title": {
      "en": "Tobi to Ryuuko"
    },
    "updatedAt": "2024-08-15T10:58:15+00:00",
    "coverArt": "https://mangadex.org/covers/714405b4-2963-4930-b4cc-a8bea590d30e/d48a70cb-326d-43ec-a45a-3f02cf33bd0a.jpg",
    "altTitles": [
      {
        "en": "Tobi and Ryuuko"
      },
      {
        "ja": "飛と龍子"
      }
    ],
    "description": {
      "en": "Otogiri Tobi, a youth living with a \"talkative bag\", Baku. In his monotonous life, an inhuman girl calling herself Ryuuko appears in front of him and...!?\n\nAn unusual roomshare begins under a single roofー!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b3a1a2a-b19f-4d6b-ba8e-dde594d45d53",
    "title": {
      "en": "Dívčí válka: Maidens' War"
    },
    "updatedAt": "2024-12-12T19:45:39+00:00",
    "coverArt": "https://mangadex.org/covers/7b3a1a2a-b19f-4d6b-ba8e-dde594d45d53/cf4fdb02-f86c-493c-82d8-c514d524338e.jpg",
    "altTitles": [
      {
        "ja": "乙女戦争 ディーヴチー・ヴァールカ"
      },
      {
        "ja-ro": "Dívčí Válka"
      },
      {
        "ja-ro": "Otome Sensou - Dívčí Válka"
      },
      {
        "ja-ro": "Otome Sensou - Divichi Valka"
      },
      {
        "en": "The Maidens' War: Dívčí Válka"
      },
      {
        "en": "Maidens War - Divichi Valka"
      },
      {
        "cs": "Dívčí válka"
      },
      {
        "fr": "Divci Valka, La guerre des pucelles"
      }
    ],
    "description": {
      "en": "The year is 1420. A small village in the Kingdom of Bohemia is wiped out by marauding Crusader knights. A young peasant girl named Šárka is the sole survivor of the massacre. She meets up with Jan Žižka, leader of the Hussite army, and chooses to take up arms…\n___\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/divci-valka-maidens-war)",
      "pt-br": "O ano é 1420. Uma pequena vila no Reino da Boêmia é destruída por cavaleiros da cruzada. Uma jovem camponesa chamada Sarka é a única sobrevivente do massacre. Ela se encontra com Jan Zizka, líder do exército hussita, e decide pegar em armas…"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "12",
    "lastChapter": "60"
  },
  {
    "mangaId": "14c7ebe7-668c-4e57-b97e-4333c4197dde",
    "title": {
      "en": "As One Year Ends, Another Begins"
    },
    "updatedAt": "2024-12-18T10:47:00+00:00",
    "coverArt": "https://mangadex.org/covers/14c7ebe7-668c-4e57-b97e-4333c4197dde/f9f5c107-aeb1-4406-a138-a59d1a1691ef.jpg",
    "altTitles": [
      {
        "ja": "逝く年くる年"
      },
      {
        "ja-ro": "Yuku Toshi Kuru Toshi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f72b7878-0686-47ac-ad07-efe156ec4c5a",
    "title": {
      "en": "So I Am the Ancestor of the Demonic Path?"
    },
    "updatedAt": "2024-05-08T00:41:37+00:00",
    "coverArt": "https://mangadex.org/covers/f72b7878-0686-47ac-ad07-efe156ec4c5a/96550396-9356-47cf-a9d6-2125b88f4ca0.jpg",
    "altTitles": [
      {
        "zh": "原来我是魔道老祖？"
      },
      {
        "zh-ro": "Yuanlai Wo Shi Modao Lao Zu?"
      },
      {
        "en": "It Turns Out That I'm the Demonic Ancestor!"
      },
      {
        "en": "So I Am the Ancestor of the Devil?"
      }
    ],
    "description": {
      "en": "The almighty Yun-Ye is now reaching the end of his life. As the eight factions that have claimed to be righteous knew about the end of Yun-Ye's life, they launched an attack against him. At the same time, a person with the same name has traversed and took over the body along with a system, and he has now started the path to eliminate evil and spread righteousness. Yun-Ye is able to earn points by completing system missions, then use them to trade for vitality. He will then slowly lead his six disciples and take back the treasure and legacies that belonged to them, and slowly expose the dark side of the eight factions."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]