[
  {
    "mangaId": "ffee8fd8-3a03-4420-bc5b-793be56eb30c",
    "title": {
      "en": "Majo wa Mangetsu ni Saku"
    },
    "updatedAt": "2024-11-02T16:00:56+00:00",
    "coverArt": "https://mangadex.org/covers/ffee8fd8-3a03-4420-bc5b-793be56eb30c/d4522ddc-1a82-48a7-b9d7-9751b8854f41.jpg",
    "altTitles": [
      {
        "ja": "魔女は満月に咲く"
      },
      {
        "zh": "魔女盛开于满月之下"
      },
      {
        "zh-hk": "魔女盛開於滿月之下"
      },
      {
        "en": "Witches Bloom Under the Full Moon"
      }
    ],
    "description": {
      "en": "Koichi Hotaka is a second-year junior high school student who is a bit of a shy. One day, he meets a mysterious girl, Shima, who calls herself the \"Witch of Alstroemeria\" and is chosen as her \"contractor\". A fantasy of love and magic set on the night of the full moon!",
      "ja": "帆高航一（ほたか　こういち）はちょっとコジラセ気味な中学2年生。そんな彼はある日、「アルストロメリアの魔女」を名乗る謎の少女・紫麻（しま）と出会い、彼女の“契約者”に選ばれる。満月の夜を舞台に繰り広げられる、恋と魔法のファンタジー！",
      "zh": "帆高航一是个有点内向的初二学生。某一天，他遇到了一个神秘的女孩紫麻，她自称“阿尔斯特罗梅里亚的女巫”，并被选为她的“契约者”。 在满月之夜缔结的爱情和魔法的幻想故事！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d423b7d-d129-4de0-9411-7eec670a097c",
    "title": {
      "en": "Officer, Your Tail is Showing"
    },
    "updatedAt": "2024-12-09T12:37:36+00:00",
    "coverArt": "https://mangadex.org/covers/8d423b7d-d129-4de0-9411-7eec670a097c/41a0ce05-3a48-4747-8b70-333a84d03a2e.png",
    "altTitles": [
      {
        "zh": "长官，你的尾巴藏不住了"
      },
      {
        "en": "Officer, You Can No Longer Hide Your Tail"
      }
    ],
    "description": {
      "en": "In the aftermath of the war, the world's hierarchy had been shaken up and enforced with an iron fist.\nOnce a high-ranking officer among the beastkin, Qing Ti ends up at very bottom—reduced to a mere plaything—and falls into the hands of her nemesis, Chen Xilan.\nJust when people thought Qing Ti would be tormented to the point of wishing for her own death, the game of taming and being tamed had only started to begin."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66f311b9-96e8-4645-9e20-cdf72a4c7df9",
    "title": {
      "en": "Only for Love"
    },
    "updatedAt": "2024-01-28T07:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/66f311b9-96e8-4645-9e20-cdf72a4c7df9/89183a50-9b2f-414e-ad10-793096165cbb.png",
    "altTitles": [
      {
        "zh": "错撩"
      },
      {
        "en": "Accidental Love"
      }
    ],
    "description": {
      "en": "The stunning financial reporter, Zheng Shuyi, is dating a two-timing scumbag? How could she possibly stand back and do nothing about those love birds: the cheating bastard and his white lotus of a mistress. Upon seeing the Rolls-Royce's plate number of the mistress' uncle, which was a straight numerical number plate, Zheng Shuyi made up her mind. Doesn't the cheater plan to marry rich to retire twenty years early, by going down the laughable CEO route? Then I shall become both you and your mistress' aunt!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ba43723-337b-4123-912c-03e9dfa5e632",
    "title": {
      "en": "Takamori-kun o Damarasetai!!"
    },
    "updatedAt": "2024-10-09T00:08:39+00:00",
    "coverArt": "https://mangadex.org/covers/9ba43723-337b-4123-912c-03e9dfa5e632/a8d0b7b8-33dd-4e87-ac12-8b82cae2d84e.jpg",
    "altTitles": [
      {
        "ja": "高森くんを黙らせたいっ！！"
      },
      {
        "ja-ro": "Takamori-kun wo Damarasetai!!"
      },
      {
        "en": "Shut Up, Takamori!"
      },
      {
        "en": "I Wanna Shut Up Takamori-kun!!"
      },
      {
        "en": "I Want to Shut Up Takamori-kun!!"
      },
      {
        "vi": "Đừng nghĩ thế nữa mà, Takamori-kun!"
      }
    ],
    "description": {
      "en": "Minamikawa-san, a girl with the ability to read minds is curious about the boy sitting next to her, Takamori-kun. It's because Takamori-kun's mind is so damn loud...!!",
      "ja": "南川さんは隣の席の高森くんの「ヒミツ」を知っている。それは高森くんの心の声が聞こえるということ。そしてさらに、高森くんは南川さんのことが大好きだということ…!!毎日毎日うるさい高森くんの心の声を黙らせられるのか…!?テレパス青春ラブコメ、開幕です!!",
      "vi": "Một cô gái có khả năng đọc suy nghĩ người khác và cậu bạn kế bên có máu simp lỏ. Điều gì sẽ chờ đợi cả hai phía trước?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41281201-cc10-42cc-9622-c26d83c32107",
    "title": {
      "en": "GAL and KNIGHTESS"
    },
    "updatedAt": "2025-02-07T20:42:15+00:00",
    "coverArt": "https://mangadex.org/covers/41281201-cc10-42cc-9622-c26d83c32107/4acf4ec4-ca5b-4ed8-a0a8-5d9b90dabed1.jpg",
    "altTitles": [
      {
        "ja": "ギャルと女騎士"
      },
      {
        "ja-ro": "Gyaru to Onna Kishi"
      },
      {
        "en": "Gal & Knightess"
      }
    ],
    "description": {
      "en": "A slapstick comedy about two unbalanced but perfectly matched people! \n\nOne day, the Reiwa gal, Gotou, suddenly meets a female knight who has been transported from another world and ends up living together with her. The two of them enjoy the world of Reiwa anyway, such as taking the confused knightess out to Shibuya and working part-time at a café together!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "13"
  },
  {
    "mangaId": "af2f1d6b-0173-4fea-9871-acbccdb61d9e",
    "title": {
      "en": "Sakura Nadeshiko"
    },
    "updatedAt": "2024-10-07T00:16:35+00:00",
    "coverArt": "https://mangadex.org/covers/af2f1d6b-0173-4fea-9871-acbccdb61d9e/5d37688d-4bcc-4216-bc3c-e1e86c0a170a.jpg",
    "altTitles": [
      {
        "ja": "サクラ✿ナデシコ"
      },
      {
        "ja": "サクラ*ナデシコ"
      },
      {
        "ja-ro": "Sakura*Nadeshiko"
      }
    ],
    "description": {
      "en": "Two girls who want to become idols are entering into their long dreamed school—Kiraboshi-juku—Kiraboshi Nadeshiko and her close friend Mangetsu Sakurako. These two are so close that despite both being girls, they're often compared to a married couple by people around them.",
      "ja": "憧れの「煌星塾」へと入学したアイドルを夢見る少女・綺羅星撫子とその親友・満月桜子。仲のよすぎるふたりは、女の子同士なのに周りから夫婦扱いされるほど四六時中ベッタベタ。そしてはじまるふたりの寮生活だったが、初めての夜、謎の黒い衝動に襲われた撫子はとなりで眠る桜子に――！"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "3ddd480b-c2ad-4a1e-be79-7105c7df0d47",
    "title": {
      "en": "After School Lessons for Unripe Apples"
    },
    "updatedAt": "2024-05-12T00:36:18+00:00",
    "coverArt": "https://mangadex.org/covers/3ddd480b-c2ad-4a1e-be79-7105c7df0d47/171142b4-a653-414e-9c12-e4548a33e007.jpg",
    "altTitles": [
      {
        "en": "A 90's Cram School for the Unripened"
      },
      {
        "ko": "세기말 풋사과 보습학원"
      },
      {
        "pt-br": "Lições após a escola para maçãs não maduras"
      },
      {
        "en": "20th Century Green Apple School"
      },
      {
        "en": "90's Cram School for Unripe Apples"
      }
    ],
    "description": {
      "en": "That asshole is back as an entirely new level of asshole!   \n  \nIn her final year of middle school, Hwang Miae is stuck with Kim Cheol, a boy she met briefly years ago - he's her classmate… and her neighbor. Now the other kids keep calling them a couple! In a flurry of uneasiness, Cheol starts to avoid Miae like the plague.   \n  \nYou bastard! Do you think you're the only one going through this?   \n  \nBut it doesn't stop there. Destiny won't leave them alone as Kim Cheol and Hwang Miae keep seeing each other everywhere… causing even more trouble. As strange friends intrude on their relationship, Miae experiences puberty the right way…   \n  \nA new project of <Cheese In The Trap> author Soonkki!",
      "fr": "Octobre 1998, Mi-Ae est juste une collégienne normale qui fait de son mieux pour mener une vie relativement tranquille à l'école. Elle aime lire des bandes dessinées, écouter le groupe pop «The Fire Boys», et faire du karaoké. Un jour, un garçon qu'elle connaissait est transféré dans son école et commence à causer des problèmes. Sauf que peu importe ce qu'elle fait, il semblerait qu'il n'apprécie pas les efforts de Mi-Ae pour apprendre à mieux le connaître. Ça veut dire quoi au juste ?!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09bbbb75-1086-4e7c-b775-ae9ee1816e0d",
    "title": {
      "en": "Versus"
    },
    "updatedAt": "2025-01-28T07:09:29+00:00",
    "coverArt": "https://mangadex.org/covers/09bbbb75-1086-4e7c-b775-ae9ee1816e0d/799acf11-9176-4022-bd9e-cb690d6bf58a.jpg",
    "altTitles": [
      {
        "ja": "バーサス"
      },
      {
        "en": "VERSUS"
      },
      {
        "ru": "Противостояние"
      },
      {
        "uk": "Протистояння"
      }
    ],
    "description": {
      "cs": "Lidstvo bylo po stovky let utlačováno kvůli vzestupu a invazi našich přirozených nepřátel \"démonů\". Světu vládl \"Velký král démonů\" a jeho 47 \"ďábelských vládců\". Zatímco lidé žijí ve strachu, 47 lidí bylo vybráno z celého světa a zíkslai titul \"Hrdinové\" a připravují se na boj proti armádě velkého krále démonů. A nyní začíná plán jak zachránit lidstvo, jehož osud je teď na tenkém ledě.",
      "en": "Centuries ago, humanity’s natural enemy, “Demons,” invaded the world and oppressed humankind. The Great Demon Lord and 47 subordinates known as Demon Lords have since dominated the world, while the human race lives on in fear.\n\nIn desperation, a last-ditch effort for humanity’s very survival is placed in the hands of 47 people gathered from across the world. These heroes will oppose the demon army and win back humanity’s freedom…or die trying!\n___\n**Compositor:** [bose](https://mangadex.org/author/aa8eb4f2-d4a2-4c4e-b6e8-2394f3b09b71)\n\n**Alt Official English:** [K MANGA - United States only!](https://kmanga.kodansha.com/title/10569/episode/349625)",
      "ja": "天敵“魔族”の台頭と侵攻により、人類が虐げられ続けて数百年。世界は“大魔王”と、その配下である47体の“魔王”により支配されていた。人々は怯えて暮らしながらも、世界中から選び抜かれた47人を“勇者”と名付け、魔王軍に対抗すべく準備を進めていた。そして今、人類の存亡を懸けた決死の作戦が始まろうとしていた―――。",
      "ru": "Уже сотни лет человечество вынуждено существовать под гнётом своих естественных врагов — демонов, сумевших захватить мир. В их главе стоит Повелитель тьмы, и в подчинении его находятся сорок семь Королей.\nОднако среди людей, чей дух сломлен вековым страхом, было отобрано столько же наречённых Героев, готовых сразиться с демонической армией. И, кажется, отчаянная борьба за судьбу человеческой расы начинается прямо сейчас...",
      "pt-br": "A humanidade foi oprimida por centenas de anos devido à ascensão e invasão do inimigo natural \"demônios\". O mundo era governado pelo \"Grande Lorde Demônio\" e seus 47 \"Senhores Demônios\". Enquanto as pessoas vivem com medo, 47 pessoas selecionadas de todo o mundo foram nomeadas \"Heróis\" e estão se preparando para lutar contra o exército do Rei Demônio. E agora, uma operação desesperada com a sobrevivência da humanidade em jogo estava prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e680d789-04ac-47dd-9216-4b586d77b23b",
    "title": {
      "en": "Holy Knight"
    },
    "updatedAt": "2025-01-25T03:07:04+00:00",
    "coverArt": "https://mangadex.org/covers/e680d789-04ac-47dd-9216-4b586d77b23b/3c9ac490-5649-4a4a-9e56-61887536bc7d.jpg",
    "altTitles": [
      {
        "ja": "ホーリーナイト"
      }
    ],
    "description": {
      "en": "Mizumura Shinta didn’t know what to make of the situation when the sexiest girl in school, Kishimoto Ririsu, starts seducing him and things get extremely physical. Shinta isn’t rich or the popular guy in school so it doesn’t make sense that Ririsu would be so interested in him. But Ririsu is in fact a vampire, a secret that she will kill to keep hidden. As the relationship between Shinta and Ririsu grows, it gets harder for her to keep the secret hidden. And when those close to him, like his semi-romantic childhood friend Makimura Chizuru, are involuntarily thrown into the chaos, deep dark secrets get revealed.",
      "ja": "「中出しのセッ●スって…超気持ちイイんだよ？」童貞の俺がハーフの女の子から、いきなり中出しを強要され!?　東京の某ミッション系短大に通う主人公の心太は、平穏且つ平凡な毎日を過ごしていた。そんなある日、学園に転入してきた謎のハーフ美少女リリスとの出会いにより彼の生活は大きく変化する…。理由もわからぬまま、突然リリスから濃厚なキスをされ、熱くなった股間を強く上下に動かされ…。「私が妊娠しちゃうくらい…キミの精子、たっぷり注ぎ込んで…？」心太を誘惑するリリスの本当の思惑とは…。"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "erotica",
    "lastVolume": "36",
    "lastChapter": "4"
  },
  {
    "mangaId": "18a5117e-1cc1-406b-820a-417503886de7",
    "title": {
      "en": "Aphorism"
    },
    "updatedAt": "2023-03-03T23:27:02+00:00",
    "coverArt": "https://mangadex.org/covers/18a5117e-1cc1-406b-820a-417503886de7/88b85d66-535e-464c-9221-fadd2a63496c.jpg",
    "altTitles": [
      {
        "en": "Ahorism"
      },
      {
        "th": "Aphorism อักขระสยบมรณะ"
      },
      {
        "ru": "Афоризм"
      },
      {
        "ja": "アホリズム"
      },
      {
        "zh": "杀戮箴言"
      },
      {
        "zh": "杀戮箴言aphorism"
      },
      {
        "ja": "格言"
      },
      {
        "ja": "格言aphorism"
      },
      {
        "zh-hk": "殺戮箴言"
      },
      {
        "zh-hk": "殺戮箴言aphorism"
      }
    ],
    "description": {
      "en": "Naraka High School is a seemingly normal school. However, unknown to the public is the cruel truth of what really goes on in the school's halls. Rather than studying, students are forced to struggle for their very survival. And the strong bonds of friendship may be the only difference between life and death."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2025-01-27T21:52:20+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f39bf63-4f83-4c4f-9318-f3759cf7a534",
    "title": {
      "en": "Off Village: Daisanbou Okabe"
    },
    "updatedAt": "2024-11-06T01:06:56+00:00",
    "coverArt": "https://mangadex.org/covers/4f39bf63-4f83-4c4f-9318-f3759cf7a534/75a95743-de86-47e6-b253-83eea74ba76d.jpg",
    "altTitles": [
      {
        "ja": "オフヴィレッジ 第三防御壁"
      }
    ],
    "description": {
      "en": "In that village, those who die rise again, transforming into what the locals call \"Wandering Dead\" that are neither fully alive nor completely dead. These wandering dead then feast on the living...\n\nIn the remote settlement of Sarugami Village, completely isolated from the outside world by three imposing walls and absent from all maps, an eerie phenomenon unfolds. The villagers know nothing of the outside world, they can only resist the suffocating scent of death that permeates their lives... It's a bizarre horror where conspiracy and madness intertwine."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "cbc33410-6934-4ea0-9f00-731df27c55b2",
    "title": {
      "en": "Cry for the Moon"
    },
    "updatedAt": "2024-03-06T14:36:54+00:00",
    "coverArt": "https://mangadex.org/covers/cbc33410-6934-4ea0-9f00-731df27c55b2/8cba90d6-3d43-4f66-935a-904c794e0336.jpg",
    "altTitles": [],
    "description": {
      "en": "The leader Tsuki and the youngest member, Ruika, of the idol group \"Fleur\" They have been best friends since Ruika joined the agency. Always staying together, they thought their relationship would last forever. However, just when they thought that, an unexpected change occurs! \"Futaribeya\" a yuri idol story presented by Yukiko."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2d0fe163-c669-4a38-b33a-bfbc452d91ea",
    "title": {
      "en": "Sirens Won't Sing For You"
    },
    "updatedAt": "2025-02-04T22:57:34+00:00",
    "coverArt": "https://mangadex.org/covers/2d0fe163-c669-4a38-b33a-bfbc452d91ea/6ba18f0d-6d18-409e-8a14-3ebbd8dd4d0b.jpg",
    "altTitles": [
      {
        "ja": "セイレーンは君に歌わない"
      },
      {
        "ja-ro": "Siren wa Kimi ni Utawanai"
      }
    ],
    "description": {
      "en": "Kanoha Takanashi is a descendent of Sirens and is infatuated with her classmate, Kei Shibuya.\nTorn between her feelings and the Siren's unique nature of yearning to eat the one they love, Kanoha musters up the courage to confess to him—only to get completely rejected on the spot!\nBut what happens when she finds out Shibuya-kun's secret…?\n\n(Source: MANGA Plus)"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "d88f684f-6cfe-4d31-9605-9e9f73f7ff11",
    "title": {
      "en": "The Days of Diamond"
    },
    "updatedAt": "2024-09-23T23:03:49+00:00",
    "coverArt": "https://mangadex.org/covers/d88f684f-6cfe-4d31-9605-9e9f73f7ff11/2fdc246d-6405-46da-9532-0c2476175a75.jpg",
    "altTitles": [
      {
        "ja": "ダイヤモンドの功罪"
      },
      {
        "ja-ro": "Diamond no Kouzai"
      }
    ],
    "description": {
      "en": "Despite his athletic gifts, Ayasegawa Jiro is a loner who causes others to lose or give up on their dreams, all because of him. While struggling with his loneliness, he discovers the \"Bambies,\" an uncompetitive baseball team whose motto is \"having fun.\" Jiro finds joy in his baseball life with his teammates, but...This is a baseball youth drama that explores the relationship between a genius and his peers."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "950655e2-c8cd-4d39-ba34-e50e6730fe6b",
    "title": {
      "en": "The Drifting Star"
    },
    "updatedAt": "2024-06-22T01:57:09+00:00",
    "coverArt": "https://mangadex.org/covers/950655e2-c8cd-4d39-ba34-e50e6730fe6b/b5be64b0-2b3b-45f3-a2c0-e1a14f29e44e.png",
    "altTitles": [
      {
        "zh": "水中飘零之星"
      }
    ],
    "description": {
      "en": "After an awkward encounter on her vacation, Wei Lan swapped bodies with a boy named Bai Yuan! Is this heaven's plan, or a trick of fate? Their strings of destiny follow the drifting star in the water."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "89"
  },
  {
    "mangaId": "7a36beba-1365-46de-8220-28c193572ac7",
    "title": {
      "en": "Ushiro no Shoumen Kamui-san"
    },
    "updatedAt": "2025-01-11T08:45:15+00:00",
    "coverArt": "https://mangadex.org/covers/7a36beba-1365-46de-8220-28c193572ac7/9c0e4b64-3976-43e5-8c25-8eafc12ee12e.jpg",
    "altTitles": [
      {
        "ja": "うしろの正面カムイさん"
      },
      {
        "en": "Kamui, the One Standing Behind You"
      },
      {
        "zh-hk": "正后方的神威"
      },
      {
        "id": "Depan Belakang Kamui-san"
      },
      {
        "ru": "За спиной Камуи-сана"
      },
      {
        "th": "คุณคามุยลุยหลังผี"
      },
      {
        "zh-ro": "Zhèng hòufāng de shénwēi"
      },
      {
        "vi": "Mặt trái của chú Kamui"
      }
    ],
    "description": {
      "en": "Shizuka is a normal high school girl with the ability to see ghosts. Due to her peculiar tendency to attract ghosts, she works as an assistant to Kamui, a famous psychic. Kamui takes pride in his top-notch psychic abilities, but the way he exorcises ghosts is rather unusual!",
      "id": "Shizuka adalah anak SMA biasa yang bisa melihat makhluk halus. Dia bekerja sebagai asisten dukun terkenal bernama Kamui-san. Teknik mengusir hantu Kamui-san itu agak… unik.",
      "ja": "「幽霊が見えるだけ」の普通の女子高生・シヅカ。シヅカは幽霊を引き寄せる特異体質を活かし、有名な霊能力者・カムイの助手として働いている。圧倒的な霊力を誇るカムイだが、その除霊は前代未聞なヤリ方でーーー!?\n\n“超”除霊の幕が開く!! エッッッッッッッッッッロイムエッサイム!!",
      "ru": "Шизука обычная школьница, которая может видеть призраков. Она работает помощницей известного экзорциста по имени Камуи-сан, правда техника экзорцизма Камуи-сана ........ необычная.",
      "zh": "只是能看见幽灵而已”的普通JK耳塚志津香，在超有名超变态的除灵师神威事务所蹭饭吃之余，一同合作除灵的喜剧故事。",
      "es-la": "Shizuka es una chica normal de instituto que sólo puede ver fantasmas.\r\nTrabaja como asistente de Kamui, un famoso vidente que tiene una constitución única que atrae a los fantasmas.\r\nKamui está orgulloso de su abrumador poder psíquico, ¡pero la forma en que elimina los fantasmas es inaudita!",
      "pt-br": "Shizuka é uma garota comum do ensino médio que consegue enxergar fantasmas, ela trabalha como assistente do famoso médium Kamui-san, aproveitando a característica única dela de poder ver fantasmas. Kamui possui um poder espiritual avassalador, mas seu exorcismo é um pouco diferente do normal."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3293575-94bb-4467-b992-4de2174615f7",
    "title": {
      "en": "P.S. Waiting for You by the Lake"
    },
    "updatedAt": "2024-03-17T06:11:59+00:00",
    "coverArt": "https://mangadex.org/covers/b3293575-94bb-4467-b992-4de2174615f7/0edaf4a5-0079-4e93-9b3b-79f898c9d691.jpg",
    "altTitles": [
      {
        "zh": "利奥"
      },
      {
        "en": "Leo"
      },
      {
        "zh": "P.S.我在湖边等你"
      }
    ],
    "description": {
      "en": "Leo and Alexis lived in the same small town when they were kids and were best buddies. The two loved to spend their summers at the Green Rock Lake summer camp near town. But during the summer when they were eleven, Alexis ended his friendship with Leo over a stupid reason. After that, the two did not see each other again because of their families' situation. But during the summer when they were eighteen, the two met once again at Green Rock Lake..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0d3d73c-afc9-4d5e-b610-d0e97dc76db6",
    "title": {
      "en": "Hajimete no Gal"
    },
    "updatedAt": "2025-02-06T01:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/b0d3d73c-afc9-4d5e-b610-d0e97dc76db6/272e2a88-e682-44d8-ab67-64161b16067f.jpg",
    "altTitles": [
      {
        "ja": "はじめてのギャル"
      },
      {
        "ja-ro": "Hajimete no Gyaru"
      },
      {
        "en": "My First Girlfriend is a Gal"
      },
      {
        "en": "My First Gyaru"
      },
      {
        "zh": "第一次的Gal"
      },
      {
        "zh-hk": "첫 갸루"
      },
      {
        "pt-br": "Minha primeira namorada é uma Gal!"
      },
      {
        "ru": "Первая Гяру"
      },
      {
        "vi": "Cô Bạn Gái Của Tôi Là Một Gyaru"
      },
      {
        "vi": "Lần Đầu Với Gal"
      }
    ],
    "description": {
      "en": "Spring. The 'season of love' has arrived and it seems that finding himself a girlfriend was harder than Jun'ichi believed. To break the status quo, Jun'ichi's friends have forced him into confessing to the gyaru, Yame Yukana. However, things do not go quite as he expected.",
      "ja": "DT(童貞)を捨てたいと悩む高校生・羽柴ジュンイチ。ある日、「ギャルに土下座で頼めば卒業できる」という迷信を聞いて、ダメ元でクラスのギャル・八女に土下座で告白した所…まさかの大成功!? 見事付き合うことになるのだが、ビッチなのに身持ちは固い八女さんに、非リアな羽柴は弄ばれる毎日で…。果たして羽柴は「はじめて」から卒業できるのか!?",
      "vi": "Mùa xuân, mùa của tình yêu đã đến và có vẻ như việc tìm ra bạn gái của anh ấy khó hơn với Junichi. Để tìm ra cách, bạn của Junichi buộc anh phải thú nhận với cô gái, Yame Yukana. Tuy nhiên, mọi việc không diễn ra như anh mong đợi. và cái gì tới nó tới",
      "pt-br": "Junichi Hashiba é um jovem colegial virgem que está desesperado para perder esse status. Sob pressão de seus amigos, o garoto acaba se declarando para Yukana Yame. Surpreendentemente a garota aceita  e um casal é formado. Porém, Jun acaba se encontrando em águas desconhecidas com Yame, que é uma gyaru (um tipo de moda urbana japonesa). Enquanto ele fantasia em perder a sua virgindade, ela se mostra mais normal e inocente do que ele imaginava."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbe1d7d2-f4b5-415a-9cb7-b4e9c819e8b8",
    "title": {
      "en": "Kyou mo Veranda de"
    },
    "updatedAt": "2025-01-08T15:13:00+00:00",
    "coverArt": "https://mangadex.org/covers/fbe1d7d2-f4b5-415a-9cb7-b4e9c819e8b8/c76f37b5-5414-453e-8e7e-bd9acfcf2923.jpg",
    "altTitles": [
      {
        "ja": "今日もベランダで"
      },
      {
        "ja-ro": "Kyou mo Beranda de"
      },
      {
        "en": "On the Balcony Again Today"
      },
      {
        "en": "Today, Again, on this Veranda"
      },
      {
        "en": "Today, Again on this Balcony"
      },
      {
        "ru": "Сегодня снова на балконе"
      },
      {
        "uk": "Сьогодні знову на балконі"
      },
      {
        "vi": "Lại gặp nhau ở ban công rồi"
      },
      {
        "th": "วันนี้ที่ระเบียง"
      }
    ],
    "description": {
      "en": "A freelance designer loves to relax from work through gardening on his balcony. There he starts talking to his new neighbor next door over the wall without knowing her face.",
      "ja": "フリーのエディトリアルデザイナー・土岐田旬は、仕事に追われ部屋に籠りっぱなしの毎日。癒やしを求めてベランダガーデニングにハマるように。そんなある日、隣にちょっと変わった天然系の女性が引っ越してきた。ふとした出来事から、お互いの顔も知らぬままベランダの隔壁越しに話をするようになる二人。実は隣の女性は新進俳優・成海游なのだが……。ベランダとグリーンが繋ぐ隔壁越しの二人は？",
      "ru": "Фрилансер дизайнер-редактор Сюн Токита настолько занят своей работой, что целыми днями сидит взаперти в своей квартире. В поисках отдыха он пристрастился к балконному садоводству. Однажды по соседству с ним поселяется необычная женщина природной красоты. Они начинают разговаривать через стенку балкона, не зная друг друга в лицо. На самом деле соседка — восходящая актриса Ю Наруми...\nБалкон и зелень объединяют их через перегородку.",
      "uk": "Дизайнер-фрілансер любить відпочивати від роботи, займаючись садівництвом на своєму балконі. Там він починає розмовляти зі своєю новою сусідкою через стіну, не знаючи її в обличчя."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "90"
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2025-01-23T17:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      },
      {
        "es-la": "Existen Bestias"
      },
      {
        "es-la": "Bestias Fabulosas"
      },
      {
        "vi": "Có Linh Thú"
      },
      {
        "vi": "Hữu Thú Yên"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。",
      "es-la": "\"En este reino, criaturas mitológicas deambulan, descendientes de los nueve cielos que llaman hogar.\"\nSibuxiang, un hombre-ciervo mitológico y perezoso, es expulsado del cielo y asignado a apoyar a las criaturas mitológicas que vagan por el mundo humano. Conoce y vive aventuras con sus amigos: el enérgico Pixiu amante de la comida llamado Pipi, el fanático conejo lunar Tony, los hermanos ratones Jinjiao y Yinjiao, también desterrados del cielo, y muchos otros. ¿Qué tipo de aventuras emprenderán?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c37d93a8-9c50-49b3-bd71-143937f4288e",
    "title": {
      "en": "Gantz: E"
    },
    "updatedAt": "2025-01-08T22:27:11+00:00",
    "coverArt": "https://mangadex.org/covers/c37d93a8-9c50-49b3-bd71-143937f4288e/9adb40e3-8a67-4c55-b984-dadd606d7f7f.jpg",
    "altTitles": [
      {
        "ru": "Ганц:Э"
      },
      {
        "ja": "ガンツイー"
      }
    ],
    "description": {
      "en": "The manga's story begins when a peasant named Hanbē asks a girl named O-haru for her hand in marriage, but O-haru confesses that she is already thinking of another man named Masakichi from a neighboring village. When Hanbē seeks out Masakichi, he finds that Masakichi possesses a sword and the skills to use it, despite being a peasant.",
      "ru": "Крестьянин по имени Ханбэй делает предложение руки и сердца девушке по имени Охару, однако она признаётся, что влюблена в другого парня, Масакити, живущего в соседней деревне. Когда Ханбэй отправляется на поиски Масакити, чтобы сразиться с ним, он обнаруживает, что тот умело обращается с мечом, несмотря на то, что он тоже крестьянин. Во время их схватки они слышат крик тонущей девочки, которая просит о помощи, после чего вдвоём бросаются на помощь, в процессе чего погибают в бурном потоке реки. После смерти оба парня оказываются в той самой, всем хорошо знакомой комнате."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-11-07T22:04:56+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/7e02ac66-1ac9-4eac-bc05-a264222ca87b.png",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      },
      {
        "pl": "SZKIELET"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de27ce20-7f32-475d-a219-31e1a3ab36c5",
    "title": {
      "en": "Josou shite Off-Kai ni Sanka shite mita."
    },
    "updatedAt": "2025-02-10T14:02:00+00:00",
    "coverArt": "https://mangadex.org/covers/de27ce20-7f32-475d-a219-31e1a3ab36c5/e2b20ea7-6188-4ad4-8338-f27c7e2a20c9.jpg",
    "altTitles": [
      {
        "en": "I (♂) Cross-Dressed for the IRL (♀) Meetup"
      },
      {
        "ja": "女装してオフ会に参加してみた。"
      },
      {
        "vi": "Tôi (♂) Giả Gái tại Buổi Gặp Mặt (♀)"
      }
    ],
    "description": {
      "en": "“Cocoa\" has made three best friends in her monthly meetup group, where girls get together every month by meeting up at the cutest and trendiest new dessert cafes. Cocoa is in it for the sweets—really!—but she's also harboring a few secrets: Not only does Cocoa have a crush on another one of the girls in the group, Opera, but she's actually a guy named Satoshi who's been cross-dressing! During one meetup, things come to a head when Opera discovers that Cocoa is cross-dressing—and to Cocoa's surprise, Opera confesses that she is too! [Kodansha]",
      "vi": "“Cocoa” đã kết thân với ba người trong buổi gặp gỡ hằng tháng, nơi các cô gái hằng tháng đi tới những quán cà phê bánh ngọt dễ thương và hợp thời nhất. Cocoa tham gia vì đồ ngọt—thật đấy!—nhưng cô cũng đang giấu một vài bí mật: Chẳng những Cocoa có tình cảm với một cô gái khác trong nhóm, Opera; mà thực chất Cocoa là một chàng trai tên Satoshi đang giả gái! Trong một lần gặp mặt, mọi chuyện vỡ lở khi Opera phát hiện ra Cocoa là trai!—và điều bất ngờ là Opera...."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "117"
  },
  {
    "mangaId": "91d928a1-7237-4d03-abc3-4b1440cc7d55",
    "title": {
      "en": "Kage no Jitsuryokusha ni Naritakute! Master of Garden ~Shichikage Retsuden~"
    },
    "updatedAt": "2024-12-10T06:46:49+00:00",
    "coverArt": "https://mangadex.org/covers/91d928a1-7237-4d03-abc3-4b1440cc7d55/6e645ee7-10a0-4502-8f8e-61049820edb8.jpg",
    "altTitles": [
      {
        "ja": "陰の実力者になりたくて！マスターオブガーデン～七陰列伝～"
      },
      {
        "en": "The Eminence in Shadow: Master of Garden ~Seven Shadows Chronicles~"
      },
      {
        "en": "I Want To Become The Eminence In Shadow! Master Of Garden ~Seven Shadows Chronicles~"
      },
      {
        "ru": "Восхождение в Тени! ~Хроники Семи Теней~"
      }
    ],
    "description": {
      "en": "Cid Kagenou, a boy who was enjoying the “eminence in shadow” setting in another world, plays the role of the justice with the girls called the Seven Shadows (they are very serious), such that the darkness of the world will disappear (maybe).\n\nThe curtain rises on an overwhelmingly chuunibyou and misunderstanding-filled serious comedy about the strongest Seven Shadows (and the protagonist)!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb351c8b-8341-4260-8669-b236ccef9d19",
    "title": {
      "en": "Jujutsu Kaisen - Kaette Oide yo, Boku no Tokoro ni (Doujinshi)"
    },
    "updatedAt": "2025-02-11T06:56:02+00:00",
    "coverArt": "https://mangadex.org/covers/eb351c8b-8341-4260-8669-b236ccef9d19/29e13efb-0838-4bc7-b5f8-ecd757269648.jpg",
    "altTitles": [
      {
        "ja": "帰っておいでよ、僕のところに"
      },
      {
        "en": "Come Home, Back to Me"
      }
    ],
    "description": {
      "en": "Pairing: Gojo Satoru x Itadori Yuuji"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0ed1506-f76d-4d95-b9d2-77463be576c0",
    "title": {
      "en": "Succubus ga Yattekita Ohanashi"
    },
    "updatedAt": "2024-07-01T19:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/b0ed1506-f76d-4d95-b9d2-77463be576c0/6a34a034-df28-406e-b39c-95815724f3f1.jpg",
    "altTitles": [
      {
        "ja": "サキュバスがやってきたお話"
      },
      {
        "vi": "Chuyện nàng Succubus"
      },
      {
        "en": "The Story of a Succubus Who Came to the Human World"
      },
      {
        "es-la": "La Sucubo ha Llegado"
      }
    ],
    "description": {
      "en": "The story of a Succubus who comes to the human world to absorb life force energy. Accidentally, she lives as a child in a strange man's house."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39e122a5-d312-4552-938f-e7aa0c4b1ec3",
    "title": {
      "en": "I Got Genderswapped (♂→♀), so I Tried to Seduce My Classmate"
    },
    "updatedAt": "2023-11-14T03:27:13+00:00",
    "coverArt": "https://mangadex.org/covers/39e122a5-d312-4552-938f-e7aa0c4b1ec3/59e2ba0d-60be-492c-8b6c-4bad4b6c0311.jpg",
    "altTitles": [
      {
        "ja": "TSしたのでクラスメイトと付き合う"
      },
      {
        "ja-ro": "TS-shita Node Jimina Doukyuusei wo Yuuwakushite Karakau Tsumori ga Nani Yakan ya de Tsukiau Koto ni Natta Ken"
      },
      {
        "ja": "TSしたので地味な同級生を誘惑してからかうつもりが何やかんやで付き合うことになった件"
      }
    ],
    "description": {
      "en": "A story where a TS boy was planning to tease and seduce a nerdy classmate, but ended up falling for him instead."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "31"
  },
  {
    "mangaId": "6ccbcdcd-9717-4994-bbbf-381e949b705b",
    "title": {
      "en": "Ore no tomodachi ♂♀ ga kawai sugite komaru!"
    },
    "updatedAt": "2025-02-03T02:24:51+00:00",
    "coverArt": "https://mangadex.org/covers/6ccbcdcd-9717-4994-bbbf-381e949b705b/9d23f3d0-fd05-43da-adea-0952d3514d5e.jpg",
    "altTitles": [
      {
        "ja": "俺の友達♂♀が可愛すぎて困る！"
      },
      {
        "en": "My Childhood Friend Is So Cute, It's Frustrating!"
      },
      {
        "en": "I Am Worried That My Childhood Friend Is Too Cute!"
      },
      {
        "vi": "Người bạn thời thơ ấu của tôi quá dễ thương!"
      }
    ],
    "description": {
      "en": "\"If my guy friend turned into a girl, he would be the perfect girlfriend!\"\nReturning to his hometown after 10 years, Amano Koichi is thrilled to finally reunite with his childhood friend, Yukio Sawatari on the first day of school when suddenly, he turns female! \nYukio is affected by \"Sudden sex change syndrome\", a rare condition present in one every ten thousand people which randomly changes their gender!\nKoichi can't help but be flustered by his childhood friend's cuteness.\nHow will this complicate their relationship?\nWill it develop into a forbidden romance?!\nFind out in this exciting TSF Rom-com!",
      "id": "Amano, yang kembali ke kota tempat dia tinggal sewaktu kecil untuk pertama kalinya setelah 10 tahun, bertemu Yukio Sawatari, seorang teman masa kecil di hari pertama pemindahan, ketika dia (seorang teman pria) menjadi wanita! Meskipun dia berbagi suka citanya, saat dia tiba-tiba berubah menjadi seorang gadis dan tidak bisa menyembunyikan rasa malunya. Yukio terkena penyakit seperti 100.000 orang lainnya, tiba-tiba menjadi seorang gadis yang disebut \"spontaneous isomerism metamorphosis\"!  \r\n  \r\nTeman masa kecil perempuan ♂ yang imut dan dalam kesulitan!? Cinta TSF (transeksual) Terlarang!  \r\n  \r\nKalo gak paham baca ajalah, ada sinopsis juga gak guna.",
      "vi": "Khi trở về thành phố nơi từng sống sau 10 năm, Amano Koichi đã gặp lại người bạn tuổi thơ là Yukio Sawatari vào ngày đầu tiên ở trường mới thì bỗng nhiên Yukio lại đổi giới tính?! Anh bị ảnh hưởng bởi một căn bệnh chỉ có trong một trong mười nghìn người gọi là \"hội chứng đổi giới đột ngột\"! \r\n\r\nTừ đây bắt đầu câu truyện về tình yêu với người bạn tuổi thơ đổi giới."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "54"
  },
  {
    "mangaId": "8d2e9520-4127-4bf2-94a3-b2571029562d",
    "title": {
      "en": "Make the Exorcist Fall in Love"
    },
    "updatedAt": "2025-01-04T09:42:41+00:00",
    "coverArt": "https://mangadex.org/covers/8d2e9520-4127-4bf2-94a3-b2571029562d/f8e4ebfa-606d-4856-bf45-f667813f0c1e.jpg",
    "altTitles": [
      {
        "ja": "エクソシストを堕とせない"
      },
      {
        "zh-hk": "讓驅魔師免於墮落"
      },
      {
        "th": "เอ็กซอร์ซิส ไม่มีวันตกหลุมรัก"
      },
      {
        "id": "(Jangan) Biarkan Sang Eksorsis Jatuh Cinta"
      },
      {
        "ja-ro": "Exorcist wo Otosenai"
      },
      {
        "fr": "Make the Exorcist Fall in Love"
      }
    ],
    "description": {
      "en": "As the strongest exorcist, a boy chosen by God was engaged in mortal combat with the Demon Kings. Although he bears the fate of humanity on his shoulders, he actually wants to make sweets peacefully. One day, he meets a girl... This is a story of love and hope growing in the midst of a holy war.",
      "fr": "Un jeune prêtre, entraîné par le Vatican pour devenir l'exorciste le plus puissant du monde, reçoit pour mission divine de protéger une jeune artiste, Imuri Atsuki. Sur les conseils de son mentor, il espère néanmoins trouver l'amour afin de soulager son esprit du lourd fardeau qui lui incombe. Imuri sera-t-elle celle qui lui apportera son salut ?",
      "ja": "神に選ばれし少年は、最強のエクソシストとして魔王たちと死闘を繰り広げていた。人類の命運を背負いつつも本当は静かにお菓子作りをしていたい、そんな彼に訪れた一人の少女との出会い…。これは壮絶な聖戦の中で芽吹いた、恋と希望の物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45d3ebca-8d74-4e51-be90-8582e4756cbd",
    "title": {
      "en": "Dungeon Tou de Yadoya wo Yarou! Souzou Mahou wo Moratta Ore no Hosoude Hanjouki"
    },
    "updatedAt": "2024-09-24T18:10:16+00:00",
    "coverArt": "https://mangadex.org/covers/45d3ebca-8d74-4e51-be90-8582e4756cbd/af3328b3-4708-4e88-9428-2d7f26d6ef94.jpg",
    "altTitles": [
      {
        "ja": "ダンジョン島で宿屋をやろう! 創造魔法を貰った俺の細腕繁盛記"
      },
      {
        "en": "Let's run an inn on Dungeon Island! A Story of my Weak Selfs Success after receiving Creation Magic"
      },
      {
        "zh-hk": "在迷宮島上經營旅館吧！得到創造魔法之後我的成長記"
      },
      {
        "ja-ro": "Dungeon Shima de Yadoya o Yarou! Sōzō Mahō o Moratta Ore no Hosoude Hanjō-ki"
      },
      {
        "zh": "在迷宫岛上经营旅馆吧！得到创造魔法之后我的成长记"
      },
      {
        "ko": "던전 섬에서 여관을 하자! 창조 마법을 받은 나의 가냘픈 번성기"
      }
    ],
    "description": {
      "en": "One day, Sanada Shirou, who works for a black company, is transported to another world. Using his \"creation magic\", an ability he gained when transported, he opens an inn and is supposed to lead a slow life, but this other world is a little strange?! It is a world where women are overwhelmingly dominant, where women do dangerous work and battle, and men are powerless and are protected! The daily life of entertaining (in many ways) the women of this other world begins...!\n\n---\n**Links:**\n- [Web Novel](https://kakuyomu.jp/works/1177354055503576578)  (JP)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30c8bf1c-9063-4a22-a845-e2cead50adea",
    "title": {
      "en": "Yume to Koi dewa Tsuriawanai"
    },
    "updatedAt": "2025-02-10T09:56:41+00:00",
    "coverArt": "https://mangadex.org/covers/30c8bf1c-9063-4a22-a845-e2cead50adea/48c9294b-86e8-464e-a7a6-1961bc27480b.jpg",
    "altTitles": [
      {
        "ja": "夢と恋ではつり合わない"
      },
      {
        "ko": "꿈과 사랑은 어울리지 않아"
      },
      {
        "en": "Love and Dreams Don't Mix"
      },
      {
        "id": "Cinta dan Impian Itu Tidak Bisa Digabung"
      },
      {
        "pt-br": "amor e sonho não combinam"
      }
    ],
    "description": {
      "en": "Kurata Hikaru has fallen in love with her classmate Kira Kairi at first sight. Now, she's too lovestruck to concentrate on her studies. Her plan? Get Kairi to reject her so she can focus again.",
      "id": "Kurata Hikaru jatuh cinta pada pandangan pertama dengan teman sekelasnya Kira Kairi. Sekarang, dia jadi terlalu gila cinta dan tidak bisa konsentrasi dengan pelajaran. Jadi, dia berencana meminta Kairi untuk menolak cintanya agar dia bisa kembali fokus belajar lagi."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd4b0070-b511-4f7f-ba06-64c307ac4a8d",
    "title": {
      "en": "Onna Tomodachi wa Tanomeba Igaito Yarasete Kureru"
    },
    "updatedAt": "2024-08-26T14:18:33+00:00",
    "coverArt": "https://mangadex.org/covers/dd4b0070-b511-4f7f-ba06-64c307ac4a8d/95846ddc-1527-44e3-bacf-5b30a2c1e7b2.jpg",
    "altTitles": [
      {
        "en": "My Female Friends Are Surprisingly Willing to Let Me Do It If I Ask For It"
      },
      {
        "ja": "女友達は頼めば意外とヤらせてくれる"
      },
      {
        "pt-br": "Surpreendentemente, minhas amigas estão dispostas a me deixar fazer isso se eu pedir"
      }
    ],
    "description": {
      "en": "Hisaya Minato, a normal high school student, has a female friend who is a bit peculiar. She is Aoi Hatsuki, the most beautiful girl in the high school. For some reason, they get along very well, and since they happen to live on the same floor, they gradually become good friends, coming and going from each other's houses. One day, Minato suddenly asks her to show him her panties. At first, Hatsuki is reluctant, but then she starts to roll up her skirt?",
      "ja": "平凡な高校生・湊寿也には可愛すぎる女友達がいる。それは美少女ギャルの葉月葵。何故か気が合う二人は、偶然同じマンションに住んでいることもあって、お互いの家に入り浸るほど仲良くなっていく。そんなある日、湊は勢いで「パンツを見せてほしい」とお願いしてしまう。初めは渋る葉月だったが、恥じらいつつスカートをめくり始めて――！？\n \n--- \n \nHeibon'na kōkōsei Minato hisaya ni wa sukoshi kawatta tomodachi ga ita. Sore wa gakkō ichi no bishōjo Hadzuki Aoi. Nazeka kigaau futari wa, gūzen onaji manshon ni sunde iru koto mo ari, jojoni tagai no ie o yukikisuru nakanoii \"tomodachi\" ni. Son'na aru Ni~Tsu, minato wa ikioi de \"pantsu o misete hoshī\" to onegai shite shimau. Hajime wa shiburu hadzukidattaga, mizukara sukāto o mekuri hajimete iki ――!?",
      "pt-br": "Hisaya Minato, um simples estudante do ensino médio, tem uma amiga um tanto peculiar. Aoi Hatsuki, a garota mais linda do ensino médio, por alguma razão, eles se dão muito bem, e por morarem no mesmo andar, gradualmente se tornaram melhores amigos, indo e vindo da casa um do outro. Um dia, Minato de repente pede que ela mostre sua calcinha para ele. De cara, Hatsuki fica relutante, mas então ela começa a levantar sua saia?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e160a8e3-304f-4dca-838b-ee1821c490d8",
    "title": {
      "en": "Watashi ga Koibito ni Nareru Wake Naijan, Muri Muri! (Muri Janakatta!?)"
    },
    "updatedAt": "2024-01-20T13:40:31+00:00",
    "coverArt": "https://mangadex.org/covers/e160a8e3-304f-4dca-838b-ee1821c490d8/b5c649f9-20bf-4a73-b800-b5611b828e9b.jpg",
    "altTitles": [
      {
        "ja": "わたしが恋人になれるわけないじゃん、ムリムリ！（※ムリじゃなかった!?）"
      },
      {
        "id": "Mana Mungkin Aku Bisa Jadi Kekasihmu! (Ternyata Mungkin!?)"
      },
      {
        "zh": "我怎么可能成为你的恋人，不行不行！（※不是不可能！？）"
      },
      {
        "zh-hk": "我怎麼可能成為你的戀人，不行不行！（※不是不可能！？）"
      },
      {
        "zh-ro": "Wǒ zěnme kěnéng chéngwéi nǐ de liànrén, bùxíng bùxíng!(※Bùshì bù kěnéng!?)"
      },
      {
        "en": "There’s No Freaking Way I’ll be Your Lover! Unless…"
      },
      {
        "pt-br": "Um Amor Impossível! Ou Não..."
      },
      {
        "ja-ro": "Watanare"
      }
    ],
    "description": {
      "en": "Longing to be a normie, I, Renako Amaori, am finally making my high school debut after working so hard for it. However due to my communication impairment, I have a gloomy aura. And after being in the normie group day in day out, I got so exhausted and said “I can't do this anymore,” and reached my limit!\n\nDuring that time, I accidentally met the top student of our school. Perfect in face and figure, unrivaled in sword and pen, our school's best high school girl: Mai Odzuka.\nWe found in each other someone who we could open to and talk about our own troubles. What a nice friend I made, now I can surely get back on my own feet…is what I thought!\n\n\"It seems that you, even as a girl, have made me fall in love with you.\"\nWhat!? Mai suddenly confessed to me. Wait! What about our friendship?\n\nAnd so, we now have different feelings we can’t tell each other: friendship or a romantic relationship. We’re now presenting each other its benefits and put them into practice to see what kind of relationship works best for us. Will I succeed with a successful high school life…?",
      "pt-br": "A desajeitada e introvertida Amaori Renako está deixando sua vida solitária no ensino médio para trás, determinada a se tornar uma estudante extrovertida e popular. A glamorosa e confiante Oduka Mai é o oposto total de Renako: rica, despreocupada e literalmente uma modelo fashion. Contra todas as probabilidades, as duas garotas formam uma conexão imediata. Renako acha que pode ter encontrado a melhor amiga dos seus sonhos… até que a confissão de amor de Mai deixa seus sentimentos em parafuso. Renako quer provar a Mai que ser melhores amigas é melhor do que ser namoradas, mas Mai está decidida a convencer Renako de que elas estão destinadas a serem amantes!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb53113d-2a1a-4250-b50a-23522fc935b3",
    "title": {
      "en": "My Fashion Criminal"
    },
    "updatedAt": "2023-11-06T21:04:59+00:00",
    "coverArt": "https://mangadex.org/covers/bb53113d-2a1a-4250-b50a-23522fc935b3/686bfd63-0d1c-4cd3-bdf0-04a6cfdfa283.jpg",
    "altTitles": [
      {
        "ko": "코디가 안티라고?!"
      }
    ],
    "description": {
      "en": "‘Eun Hee-soo’, a tall, handsome, and good acto, has one big flaw:\n\n- He’s such a bad dresser! \n\nTo solve this problem, the professional stylist ‘Kim Hyo-jin’ will come to help him.",
      "ko": "키 크고 잘생기고 연기도 잘하는 유명 배우 ‘은희수‘, 그런 그에게 단점이 하나 있으니..\n\n 바로 코디가 안티라는 소리를 들을 정도로 옷을 못 입는 다는 것!\n\n 이를 해결 하기 위해  프로 스타일리스트  “ 김효진 ”이 나선다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ba8fde2-acf7-4216-838c-51ae7d6d6eec",
    "title": {
      "en": "Mahou no Tsukaikata"
    },
    "updatedAt": "2025-01-19T15:13:44+00:00",
    "coverArt": "https://mangadex.org/covers/3ba8fde2-acf7-4216-838c-51ae7d6d6eec/75b15b21-8b6b-4257-b2a1-157a7420ce5d.jpg",
    "altTitles": [
      {
        "ja": "魔法のつかいかた"
      },
      {
        "ja-ro": "Mahou no Tsukai Kata"
      }
    ],
    "description": {
      "en": "I'm a sorcerer's apprentice. The sorcerer, Sentarou-san, kidnapped me from my mother and asked me to live with him. But Sentarou-san has probably killed someone before... Sakae Kusama's first full-length series, depicting the cool and gentle days of a useless adult and a lonely child, opens!"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d1fcc62-4e60-414c-a289-42acff7976ef",
    "title": {
      "en": "Belle poupée no Supadari Kon'yaku ~\"Konomi ja Nai\" to Iwareta Ningyou Hime, Gaman wo Yametara Ouji ga Deredere ni Natta. Jitsu ni Ui!~"
    },
    "updatedAt": "2025-02-10T22:48:35+00:00",
    "coverArt": "https://mangadex.org/covers/1d1fcc62-4e60-414c-a289-42acff7976ef/0448f2b0-b7f7-4f8b-b39d-a872dd2da569.jpg",
    "altTitles": [
      {
        "ja": "ベル・プペーのスパダリ婚約～「好みじゃない」と言われた人形姫、我慢をやめたら皇子がデレデレになった。実に愛い！～（コミック）"
      },
      {
        "ja-ro": "Beru Puppei no Supadari Kon'yaku ~ \"Konomi janai\" to iwareta Ningyo Hime, Gaman wo yametara Oji ga Dere Dere ni natta. Jitsu ni Aii!~"
      },
      {
        "en": "Belle poupée's Engagement: The Doll Princess and the Smitten Prince"
      },
      {
        "id": "Pernikahan Spadari Belle Puppei ~ Putri Boneka yang Dikatakan 'Tidak Suka', Ketika Berhenti Bersabar, Pangeran Menjadi Manja. Sangat Menggemaskan!"
      },
      {
        "vi": "Belle poupée no Supadari Kon'yaku"
      }
    ],
    "description": {
      "en": "Leticia, the duke's daughter nicknamed \"The Beautiful Doll\", possesses a delicate appearance. However, her true nature combines courage and compassion, making her an exceptional person. She is arranged to be engaged to the second prince, Gilbert, who is rumored to have a difficult and improper character. A flawless and perfect duke's daughter and a lonely, clumsy prince cursed with red eyes.",
      "ja": "『美しい人形（ベル・プペー）』のあだ名を持つ、公爵令嬢レティシア。儚げな容姿とは裏腹に、その本性は包容力と豪胆さを兼ね備えた屈指のスパダリであった。そんな彼女が、素行に難ありと噂される第二皇子ジルベールと婚約することになり――。無謬のスパダリ令嬢と、孤独で不器用な呪われし赤目の皇子。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "491aba94-e971-4911-8a93-0b1200403f4b",
    "title": {
      "en": "Major"
    },
    "updatedAt": "2022-02-14T19:04:25+00:00",
    "coverArt": "https://mangadex.org/covers/491aba94-e971-4911-8a93-0b1200403f4b/658cfaf4-acf9-4981-9aa7-f0366822c2d1.jpg",
    "altTitles": [
      {
        "en": "Major – Dramatic Baseball Comic"
      },
      {
        "ja": "メジャー"
      },
      {
        "zh": "棒球大联盟"
      }
    ],
    "description": {
      "en": "Shigeharu Honda is a Japanese League batter on the rise. His son Goro is a Little League pitcher who one day hopes to follow in his father's footsteps. Momoko Hoshino, Goro's schoolteacher, is the first woman Shigeharu has been interested in since the death of Goro's mother. The destinies of these three individuals will become intertwined as father and son experience both heartbreak and triumph on the baseball diamond. But when an unspeakable tragedy visits the family, it will take everything they have to pick up the pieces and reclaim their dreams.  \n  \nWon the 41st Shogakukan Manga Award in the Shounen category."
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "78",
    "lastChapter": "747"
  },
  {
    "mangaId": "c9c13bf0-abd8-46a8-9b82-18c248b1db89",
    "title": {
      "en": "Kanojo o Ubatta Ikemen Bishoujo ga Naze ka Ore Made Nerattekuru"
    },
    "updatedAt": "2024-11-08T13:50:04+00:00",
    "coverArt": "https://mangadex.org/covers/c9c13bf0-abd8-46a8-9b82-18c248b1db89/3910574e-1be4-4121-a039-129f3fe0e39b.jpg",
    "altTitles": [
      {
        "ja": "彼女を奪ったイケメン美少女がなぜか俺まで狙ってくる"
      },
      {
        "ja-ro": "Kanojo o Ubatta Ikemen Bishōjo ga Naze ka Ore made Neratte kuru"
      },
      {
        "en": "The Handsome Girl Who Stole My Girlfriend Seems to Be After Me Now"
      },
      {
        "id": "Gadis Tomboy yang Merebut Pacarku Ternyata Juga Mengincarku"
      }
    ],
    "description": {
      "en": "\"Hey, boyfriend, how you doing?\"\n\nSouta Sakuhara is a first-year high school boy. His first ever girlfriend has just been stolen away from him by a \"girlfriend.\" That girlfriend is Shizuno Mizushima, a tomboy who's also the tallest girl he's ever met, who's now his hated rival in love, taunting him with it. But then…\n\n\"Since nobody else wants to be your girlfriend, how about you go out with me?\"\n\nShe suddenly pins him against the wall! She also started saying, \"Give me a month, and I'll make you fall in love with me…… I'm not going to let you go so easily!\"\n\nA one-way romantic comedy in which a handsome and beautiful girl will tempt you every day!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5fcf0847-7d3a-4164-a705-970a06df2794",
    "title": {
      "en": "Blue Archive - Problem Solver 68 Business Diary"
    },
    "updatedAt": "2025-02-10T12:58:57+00:00",
    "coverArt": "https://mangadex.org/covers/5fcf0847-7d3a-4164-a705-970a06df2794/d1b52cf6-babd-4763-b693-79bcd646e2bd.jpg",
    "altTitles": [
      {
        "ja": "ブルーアーカイブ 便利屋68業務日誌"
      },
      {
        "ja-ro": "Blue Archive - Benriya 68 Gyoumunishi"
      },
      {
        "zh": "便利屋68业务日志"
      },
      {
        "vi": "Blue Archive: Nhật kí nghiệp vụ của Handyman 68"
      }
    ],
    "description": {
      "en": "From the smash hit smartphone game \"Blue Archive\" comes the debut of Problem Solver 68 as our protagonist in this spin-off comic!! Please enjoy the comedic story of our four Problem Solvers in Kivotos - The Academic City!",
      "ja": "大人気スマホゲーム『ブルーアーカイブ』から、「便利屋68」を主役としたスピンオフコミックが登場!! 学園都市キヴォトスを舞台に便利屋の4人が巻き起こすドタバタ劇をお楽しみください！",
      "vi": "Từ trò chơi dành cho smartphone đang nổi tiếng hiện nay \"Blue Archive\" chào đón sự xuất hiện dưới tư cách nhân vật chính của câu lạc bộ \"Handyman 68 (Công ty Dịch vụ giúp việc số 68)\" trong bộ manga ngoại truyện này!! Hãy cùng thưởng thức câu chuyện hài hước của bốn cô gái chạy vặt ở Thành phố Học viện Kivotos nào!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9738e3f-8bb5-421e-afd3-590636d6d092",
    "title": {
      "en": "Kuse 100"
    },
    "updatedAt": "2025-01-11T10:42:59+00:00",
    "coverArt": "https://mangadex.org/covers/b9738e3f-8bb5-421e-afd3-590636d6d092/06e469d8-be35-4346-ad7f-9a747c59c627.jpg",
    "altTitles": [
      {
        "ja": "癖100"
      }
    ],
    "description": {
      "en": "100 Short Manga about Types of and Behavior in Yuri Relationships"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fb00aab-2cfa-4b46-883e-4584d5e9aa62",
    "title": {
      "en": "Sono Akuyaku Kizoku, Mama Heroine ga Suki Sugiru ~Shinshi na Doryoku de Saikyou to Nari Fuguu na Oshi Chara Tasukemakuru~"
    },
    "updatedAt": "2025-02-05T23:33:08+00:00",
    "coverArt": "https://mangadex.org/covers/8fb00aab-2cfa-4b46-883e-4584d5e9aa62/69f71362-077f-4da8-9350-0a65ed4b4e48.jpg",
    "altTitles": [
      {
        "ja": "その悪役貴族、ママヒロインが好きすぎる ～真摯な努力で最強となり不遇な推しキャラ助けまくる～"
      },
      {
        "en": "The Villainous Noble Loves Mom Heroines Too Much ~Becoming The Strongest With Sincere Effort To Save Misfortunate Fave Chars~"
      },
      {
        "en": "That Villainous Aristocrat Is Actually Crazy About Mom Heroines ~With His Earnest Hard Work, He Becomes the Strongest and Saves All of His Favorite Characters~"
      },
      {
        "en": "The Villainous Aristocrat Loves His Mother Heroine Too Much: Becoming the Strongest Through Sincere Efforts and Saving His Favorite Character"
      }
    ],
    "description": {
      "en": "The mom characters who appear in the game *MamaFan* are all unfortunate sub-heroines who always get bad ending routes. “Why... Why do such cute moms have to die?!”. Even though the protagonist tried very hard to request a route where they get saved, all of his efforts were in vain, making him spend his days in frustration. Then on a certain day, he suddenly gets reincarnated into the world of *MamaFan*... However, he gets reincarnated as a villainous aristocrat who's got nothing but the worst routes. This guy, who's crazy about mom characters — his fulfilling days of saving his beloved mom characters and his journey to create his harem full of plump women are about to begin!\n___\n**Additional Links:**\n- Alt Official Raw: [niconico Manga](https://manga.nicovideo.jp/comic/71300)",
      "ja": "ゲームに登場するママキャラたちは、全員がバッドエンドルートしかない、あまりにも不遇すぎるサブヒロインでした――。\n\n「なんで……なんでこんなかわいいママが死ななきゃならないんだよぉおお！」\n\n彼女たちの救済ルートを求めるも、叶わず落胆の日々を送っていた主人公。だが、ある日突然このゲーム世界に転生することに。\n\n・・・ただし、闇落ちルートしかない悪役貴族として。"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db1e0f80-1b09-4652-9029-a733e8020828",
    "title": {
      "en": "Shin Mahouka Koukou no Rettousei: Cygnus no Otome-tachi"
    },
    "updatedAt": "2024-12-02T14:11:21+00:00",
    "coverArt": "https://mangadex.org/covers/db1e0f80-1b09-4652-9029-a733e8020828/8ed4835c-98ec-4d8f-bdac-06356f57406b.jpg",
    "altTitles": [
      {
        "ja": "新・魔法科高校の劣等生　キグナスの乙女たち"
      },
      {
        "en": "New The Irregular at Magic High School: Cygnus Maidens"
      },
      {
        "ru": "Новый непутевый ученик в школе магии: Девы-Лебеди"
      }
    ],
    "description": {
      "en": "Follows two girls named Arisa and Marika. Though raised as sisters, Arisa is one day entrusted to the elite Jumonji magical family, separating them for two years. Now, both are enrolled at First High School, and finally reunite.",
      "ja": "伝説の魔法師・司波達也とその妹・深雪が卒業して一年。魔法科高校に二人の少女が入学する。十文字アリサと遠上茉莉花。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8892dc05-867f-4fff-823b-47210a6746bb",
    "title": {
      "en": "I Am the Fated Villain"
    },
    "updatedAt": "2024-12-14T13:33:29+00:00",
    "coverArt": "https://mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "altTitles": [
      {
        "en": "Villain Is Here"
      },
      {
        "zh-hk": "我！天命大反派"
      },
      {
        "en": "Me, the Heavenly Destined Villain"
      },
      {
        "zh-ro": "Wǒ! Tiānmìng Dà Fǎnpài"
      },
      {
        "zh-ro": "Wo! Tian Mìng Da Fanpai"
      },
      {
        "en": "The Villain Of Destiny"
      },
      {
        "en": "My Fate As a Villain"
      },
      {
        "ru": "Моя судьба злодея"
      },
      {
        "es-la": "El Villano Del Destino"
      },
      {
        "vi": "Ta Trời Sinh Đã Là Nhân Vật Phản Diện"
      },
      {
        "vi": "Thiên mệnh đại phản phái"
      }
    ],
    "description": {
      "en": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
      "fr": "Dès que Gu Changge s’est rendu compte qu’il avait transgressé un monde imaginaire, le protagoniste de ce monde, l’élu de la fortune, a juré de se venger de lui. Envié par tous, non seulement la femme principale est folle de lui, mais il est également traité comme un invité de marque partout où il va. Heureusement, le prestige et le pouvoir de Gu Changge sont supérieurs à ceux de tous les autres, alors il ne devrait pas être facile de piétiner un simple élu de la fortune ?",
      "id": "Begitu Gu Changge menyadari dia telah masuk ke sebuah dunia fantasi, protagonis dunia itu yang dengan beruntungnya terpilih, bersumpah untuk melakukan balas dendam terhadapnya. Semua orang sangat iri pada Protagonis itu, karena bukan hanya karakter utama wanita tergila-gila padanya, tapi dia juga selalu diperlakukan sebagai tamu kehormatan kemanapun dia pergi. Untungnya, martabat dan kekuatan Gu Changge jauh melebihi milik orang lain, sehingga dia tidak dengan mudah jatuh di tangan orang yang hanya terpilih karena keberuntungannya?\n\n \n\nTunggu dulu… ada sistem yang didedikasikan untuk meraup dan mengambil dari apa yang dimiliki protagonis? Gu Changge tersenyum. “Sepertinya takdir pun ingin aku memenuhi takdirku sebagai orang jahat di dunia ini!”",
      "pl": "Gu Changge zostaje przeniesiony do świata wuxia, gdzie z miejsca staje się obiektem nienawiści protagonisty, będącego Wybrańcem Losu, gdyż nie dość, że główna bohaterka rzuca mu się w ramiona, to jeszcze jest przez wszystkich traktowany niczym znamienity gość. Na szczęście jego postać cechuje znacząca siła, więc powinien bez trudu zmiażdżyć jakiegoś w czepku urodzonego dzieciaka, prawda? “Chwila… Otrzymałem wyspecjalizowany system, który pozwala mi okradać głównego bohatera ze szczęścia?” Gu Changge uśmiechnął się znacząco. “Zdaje się, że moim przeznaczeniem jest podążanie ścieżką prowadzącą do stania się największym czarnym charakterem w tym świecie!”",
      "ru": "Гу Чангэ попадает в фэнтези-мир, где, по-классике, оказывается в шкуре главного козла отпущения.\nУдивительно, что главный герой сразу же снизыскал расположение у императрицы, чем вызвал бурю ненависти в свой адрес. К счастью, Чангэ - уважаемый человек в городе и единственное, что его спасает от кары в данной ситуации это высокий статус в обществе. Подождите-ка... а вы уже знаете, что здесь есть необычная система рангов, в которой присутствуют яркие герои всех мастей? Проанализировав события, герой понимает, что выгоднее всего вжиться в свою новую роль и пойти по пути персонажа-злодея!",
      "pt-br": "Imediatamente após Gu Changge perceber que havia transmigrado para um mundo de fantasia, o protagonista do mundo, e o escolhido da fortuna, jurou se vingar dele. Invejado por todos, ele não só tem a liderança feminina de ponta-cabeça por ele, mas também é tratado como um distinto convidado onde quer que vá. Felizmente, o prestígio e o poder de Gu Changge são superiores aos de todos os outros, então não deveria ser fácil pisar em uma mera escolha da fortuna? Espere … Existe um sistema dedicado à ordenha e colheita do protagonista? Gu Changge sorriu. “Parece que até o destino quer que eu cumpra meu destino como o vilão deste mundo!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6f9792e-5b92-4cd8-8610-6a3086e6da15",
    "title": {
      "en": "Kizuato Ouji Hi wa Shiawase ni Naritai"
    },
    "updatedAt": "2025-02-11T06:13:25+00:00",
    "coverArt": "https://mangadex.org/covers/c6f9792e-5b92-4cd8-8610-6a3086e6da15/30c347a0-9e6d-4fb4-8c3a-29820d11794c.jpg",
    "altTitles": [
      {
        "en": "The Scarred Princess' Pursuit of Happiness"
      },
      {
        "ja": "傷痕王子妃は幸せになりたい"
      }
    ],
    "description": {
      "en": "Lillyshia, who had been oppressed as the \"Princess of Scars,\" was pushed down from the balcony one day, and when she woke up, she was 10 years old! When she decides to be happy this time, she meets Ethan, a boy who was injured like she used to be!\n\n---\n**Original Web Publication:** [Manga Park](https://manga-park.com/title/54391), [Pixiv](https://comic.pixiv.net/works/8734)\n\n[Original Web Novel](https://ncode.syosetu.com/n9783ha/)",
      "ja": "運命の人は、傷だらけの次期辺境伯様でした。“傷痕王子妃”として虐げられていたリリーシアは、ある日バルコニーから突き落とされ、目が覚めると10歳の自分に！今度こそ幸せになることを決意すると、かつての自分のように傷を負った辺境伯子息・イーサンと出会い――？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2025-02-06T23:08:26+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/67071eb0-3362-434a-a1fd-3fffa52e0c69.jpg",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "Please Bully Me, Miss Villainess!"
      },
      {
        "tr": "Lütfen Bana Zorbalık Yap, Kötü Hanım!"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "tr": "Ben, Yvonne, bir Otome oyununda zengin kötü karakter olarak reenkarne oldum. Oyunun hikayesine göre benim gibi herkesin nefret ettiği bir karakter, ana karaktere zorbalık yapmak, onu hoşlanabileceği çeşitli karakterlerin romantik rotalarına sürüklemek gibi bir ana göreve sahip. Ama görünen o ki Elsa’da bir gariplik var, kahraman! Benimle fazla yakınlaşıyor!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccf515f7-8a7f-448f-91d3-815534fd05fb",
    "title": {
      "en": "The Evil God Descends, I Own Great Hell"
    },
    "updatedAt": "2025-02-07T01:33:13+00:00",
    "coverArt": "https://mangadex.org/covers/ccf515f7-8a7f-448f-91d3-815534fd05fb/31ca4396-c76b-4696-bfb2-458f0b51b5f6.jpg",
    "altTitles": [
      {
        "zh": "邪神降世，我有一座大凶狱"
      }
    ],
    "description": {
      "en": "In the apocalypse, an evil god descends, devouring humans and threatening my homeland, China! Little do they know, I hold the control of the Demon-Suppressing Hell, where countless gods and ancient monsters from China have been secretly imprisoned for thousands of years! All for this moment... to annihilate the foreign gods and cleanse the human world!\n\n— Of course, if you surrender, as the Warden, I might consider letting you evil gods into the Great Hell to work on sewing machines. Meals and accommodation are provided, of course."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41e2fe0b-f468-4194-911f-6b404064e813",
    "title": {
      "en": "Dragon Tamers"
    },
    "updatedAt": "2024-12-29T07:18:20+00:00",
    "coverArt": "https://mangadex.org/covers/41e2fe0b-f468-4194-911f-6b404064e813/a4d85176-40fd-4254-a7ac-17cb056d02b8.jpg",
    "altTitles": [
      {
        "uk": "Приборкувачі драконів"
      }
    ],
    "description": {
      "en": "Meet Reiko, a little girl in a big world. She was raised by a Yakuza Father and a Dragon Tamer mother which makes her...a little dragon? So if her dad was tamed, whose gonna tame her? Oh yeah, she has a feisty sister too.",
      "uk": "Зустрічайте Рейко, маленьку дівчинку у великому світі. Вона виросла з батьком-якуза та матір’ю-домашнім драконоломом, що робить її... маленьким драконом? Тож якщо її тато підкорився, хто підкорить її? О так, у неї також є запальна сестра."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "07277839-7519-40ee-9cfb-791a46e5f2ef",
    "title": {
      "en": "Gyaru × Gyaru no Yuri desu"
    },
    "updatedAt": "2025-02-11T05:07:15+00:00",
    "coverArt": "https://mangadex.org/covers/07277839-7519-40ee-9cfb-791a46e5f2ef/cfea5ad1-b404-4fed-965e-3084398c314f.jpg",
    "altTitles": [
      {
        "ja": "ギャル×ギャルの百合です"
      },
      {
        "en": "It's Gyaru × Gyaru Yuri."
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]