[
  {
    "mangaId": "3a1c1aa8-de86-498a-9c6f-87ad80640857",
    "title": {
      "en": "Shinya Shokudou"
    },
    "updatedAt": "2024-11-25T13:11:45+00:00",
    "coverArt": "https://mangadex.org/covers/3a1c1aa8-de86-498a-9c6f-87ad80640857/0f2371f8-c84a-4ccc-ad8e-80a43b7008b9.jpg",
    "altTitles": [
      {
        "en": "Midnight Diner"
      },
      {
        "ja-ro": "Shinya Shokudō"
      },
      {
        "ja": "深夜食堂"
      },
      {
        "fr": "La cantine de minuit"
      }
    ],
    "description": {
      "en": "A manga that revolves around an old-fashioned all-night food stall, the various dishes that the stall owner prepares to suit the tastes of different customers, and the joys, griefs, trials and tribulations of his faithful patrons.  \n  \n- Nominated for the 2nd Manga Taisho Award (2009)  \n- Winner of the 39th Japan Cartoonist Awards Grand Prize (2010)"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff4669dd-c512-4d30-aeb7-6ceec5308a76",
    "title": {
      "en": "Saihate ni Madou"
    },
    "updatedAt": "2025-02-03T03:47:15+00:00",
    "coverArt": "https://mangadex.org/covers/ff4669dd-c512-4d30-aeb7-6ceec5308a76/e6c1005e-8ceb-429e-ad16-4c9f89004f4e.jpg",
    "altTitles": [
      {
        "ja": "最果てに惑う"
      },
      {
        "en": "Lost at the Farthest Ends"
      },
      {
        "es-la": "Perdido en los extremos más bajos"
      }
    ],
    "description": {
      "en": "After his little sister was raped and killed herself, a teenage boy took revenge and killed her rapist in return. Seven years later the boy's released from prison, determined to kill himself due to insufferable guilt but then he's confronted by the rapist's daughter. A dramatic tale of guilt and atonement.",
      "ru": "«Семь лет назад я убил человека».\n\nРасправившись с преступником, который довёл его сестру, Юри, до самоубийства, Кадзума был приговорён к семи годам тюремного заключения. Даже после выхода на свободу его преследуют мысли о совершённом убийстве и о девочке, наблюдавшей за происходящим. Терзаемый чувством вины, Кадзума принимает решение искупить свои грехи собственной смертью. Вместе со своей матерью он навещает могилу Юри, где замечает знакомое лицо девочки...\n\nЭто история о несчастной судьбе дочери преступника-потерпевшего.",
      "es-la": "Después de que su hermana pequeña Yuri fuera violada y debido a esto se suicidara, su hermano Kazuma decide tomar venganza y matar a su violador. \n\n7 años después, él sale de prisión, decidido a suicidarse debido a una culpa insoportable y para estar paz con su hermana, pero luego accidentalmente conoce a Shiika, la hija del violador de su hermana. Una historia dramática de culpa y expiación."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "1463b427-db26-4a65-9b07-dbe2bab37f34",
    "title": {
      "en": "Yamu ni Yamarenu! ~Tensei Kenja no Heion(?) na Nichijou~"
    },
    "updatedAt": "2025-01-28T00:14:22+00:00",
    "coverArt": "https://mangadex.org/covers/1463b427-db26-4a65-9b07-dbe2bab37f34/867fd7ae-53ef-4438-8728-9285a10f5437.jpg",
    "altTitles": [
      {
        "ja": "ヤむにやまれぬ！～転生賢者の平穏（？）な日常～"
      },
      {
        "en": "Irresistible! The Ordinary(?) Daily Life of a Reincarnated Sage"
      }
    ],
    "description": {
      "en": "After losing his life because of his own womanizing badness, the reincarnated former Great Sage Akiba Kenji contracts with the Great Demon Gremory in order to become the Great Sage once again, but that contract provides the opportunity for his MAX-level yandere followers, who continued loving him even after losing him, to find him, and they won't let him get away......!? All heroines confirmed yanderes!",
      "ja": "自らの女癖の悪さで命を落とし、転生したかつての大賢者・秋葉賢司は元の世界で再び大賢者へ返り咲くべく大悪魔・グレモリーと契約するのだが、その契約をきっかけに、主人を亡くしてからも愛し続けるヤンデレ状態MAXの眷属たちに見つかり、逃さんばかりに追ってきて……！？ヒロイン全員ヤンデレ確定！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9aaa96b-36fc-41c5-a427-6e39c26b7720",
    "title": {
      "en": "Fuku wo Kiru nara Konna Fuu ni"
    },
    "updatedAt": "2024-12-07T01:23:36+00:00",
    "coverArt": "https://mangadex.org/covers/c9aaa96b-36fc-41c5-a427-6e39c26b7720/a2a2dadd-1d03-4dd4-a457-62afb8ab42ed.jpg",
    "altTitles": [
      {
        "ja": "服を着るならこんなふうに"
      },
      {
        "en": "Do It This Way If You Wear the Clothes"
      },
      {
        "en": "If You're Gonna Dress up, Do It Like This"
      },
      {
        "zh": "衣服要这么穿"
      },
      {
        "vi": "Đã ăn diện thì phải ăn diện sao cho đúng."
      }
    ],
    "description": {
      "en": "Yuusuke, an average office worker meets with his friend at a reunion, only to find out that the fashion world has left him behind. Now, with the help of his sister Tamaki, Yuusuke must take his step into the world of trends and charisma.",
      "pt-br": "Yuusuke, um trabalhador de escritório comum encontra-se com seu amigo em uma reunião, apenas para descobrir que o mundo da moda o deixou para trás. Agora, com a ajuda de sua irmã Tamaki, Yuusuke deve entrar no mundo das tendências e do carisma"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94d22b26-03fb-45a7-a2bb-a39545ef1a9d",
    "title": {
      "en": "Tsumi to Kai"
    },
    "updatedAt": "2025-01-31T10:28:54+00:00",
    "coverArt": "https://mangadex.org/covers/94d22b26-03fb-45a7-a2bb-a39545ef1a9d/004600f9-30c7-4206-8227-2cc1938c7078.jpg",
    "altTitles": [
      {
        "en": "Pleasure & Corruption"
      },
      {
        "ja": "罪と快"
      },
      {
        "ko": "죄와 쾌"
      },
      {
        "ru": "Грех и Удовольствие"
      },
      {
        "uk": "Гріх та Насолода"
      },
      {
        "en": "Pleasure and Corruption"
      },
      {
        "en": "Sin and Pleasure"
      },
      {
        "en": "Corrupt Pleasure"
      }
    ],
    "description": {
      "en": "Under immense pressure to achieve academically both at school and at home, Minedera Zen turns to taking upskirt photos of girls as a form of escape from his life. One day, while doing his usual rounds, Zen is caught by the subject of his upskirt at the time, Houjou Ayame…\n\n---\n**Links:**\n- Alternative Official English - [FAKKU](<https://www.fakku.net/hentai/pleasure-corruption-english>)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "59"
  },
  {
    "mangaId": "a497dce1-bc2c-47e7-95dc-8623323b8f9b",
    "title": {
      "en": "Iinazuke ga Dekita to Omottara, Sono Iinazuke ga Gakkou de Yuumei na \"Akuyaku Reijou\" Dattan dakedo, Dou Sureba Ii?"
    },
    "updatedAt": "2024-11-17T09:50:32+00:00",
    "coverArt": "https://mangadex.org/covers/a497dce1-bc2c-47e7-95dc-8623323b8f9b/863dc6ec-a5bf-4fb8-a22f-351a0402ce6f.jpg",
    "altTitles": [
      {
        "ja": "許嫁が出来たと思ったら、その許嫁が学校で有名な『悪役令嬢』だったんだけど、どうすればいい？"
      },
      {
        "ja-ro": "Iinazuke ga Dekita to Omottara, Sono Iinazuke ga Gakkou de Yuumei na \"Akuyaku Reijou\" datta n dakedo, Dou Sureba Ii?"
      },
      {
        "en": "It Turns Out That I Have a Fiancée, but She Is the Famous \"Villainess\" of the School. What Should I Do?"
      },
      {
        "pt-br": "Acontece que eu tenho uma noiva, mas ela é a famosa \"vilã\" da escola. O que devo fazer?"
      }
    ],
    "description": {
      "en": "\"I have a fiancée...?\"\n\nOne day, Higashi Kujou Hiroyuki, an ordinary high school student, is told a surprising fact by his father about an arranged engagement.\n\nHis fiancée is Kiryu Ayane, the \"Villainess\" at school, known to everyone for her sharp tongue and coldhearted personality. \n\nA heartwarming love story of two high school students that melts the icy heart of a \"Villainess\" begins!",
      "ja": "許嫁がいる……ある日、父から驚きの事実を聞かされた普通の高校生・東九条浩之。\nその許嫁とは、学園の誰もが知る、クールでドライな“悪役令嬢”・桐生彩音だった!?\n\n悪役令嬢の氷の心を溶かす、高校生たちの胸あつく少しせつない恋愛ストーリー――！",
      "pt-br": "\"Eu tenho uma noiva...?\"\n\nUm dia, Higashi Kujou Hiroyuki, um estudante comum do ensino médio, ouve um fato surpreendente de seu pai sobre um noivado arranjado.\n\nSua noiva é Kiryuu Ayane, a \"Vilã\" da escola, conhecida por todos por sua língua afiada e personalidade fria.\n\nUma história de amor comovente de dois estudantes do ensino médio que derrete o coração gelado de uma \"Vilã\" começa!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30f33cd0-a65b-4b13-a660-bee2940bc551",
    "title": {
      "en": "Henjo ~Hen na Joshi Kousei Amaguri Senko~"
    },
    "updatedAt": "2024-10-29T19:30:07+00:00",
    "coverArt": "https://mangadex.org/covers/30f33cd0-a65b-4b13-a660-bee2940bc551/49722ee1-ce41-4e1a-b63d-0ec488d07b64.jpg",
    "altTitles": [
      {
        "ja": "変女～変な女子高生 甘栗千子～"
      },
      {
        "en": "Henjo: The Strange Female High-Schooler Amaguri Senko"
      },
      {
        "ko": "변녀 : 이상한 여자고등학생 아마구"
      },
      {
        "fr": "Henjo - L'étrange lycéenne Amaguri Senko"
      }
    ],
    "description": {
      "en": "Amaguri Senko is a high school girl with a cool personality (as in kuudere) and a big pervert. She openly reads porn, masturbates and isn't perturbed in the slightest at the sight of penises and such. The story centers around Senko's daily life with two male handymen working for her father's company  which she also helps out with, Takamura Ryou and Sugita Kouhei. Takamura ends up being constantly sexually harassed by Senko, partially due to his phimosis dick that caught her interest,  but little did he know, she wasn't joking when she bluntly said \"I like you\"…",
      "fr": "Amaguri Senko est une lycéenne kuudere, mais surtout une gigantesque perverse. Elle lit ouvertement du porno, se masturbe et la vue d'un pénis ne l'affecte pas le moins du monde. Voici l'histoire de sa vie quotidienne en compagnie de deux hommes-à-tout-faire employés de la société de son père : Sugita Kouhei et Takamura Ryou. Ce dernier se retrouve constamment harcelé sexuellement par Senko, mais il est bien loin de se douter qu'elle ne plaisantait pas le jour où elle lui a dit qu'elle l'aimait…",
      "ja": "就職難のこの時代、フツーの男子・高村の就職先は今どき珍しい住み込みスタイルの「便利屋 甘栗」！そこの娘の千子ちゃんは女子高生でカワイイんだけど、少し?変な?女子高生だった！突如、始まった彼女との同居生活は事件の連続!?",
      "pt-br": "Amaguri Senko é uma estudante do ensino médio com uma personalidade legal (como em kuudere) e uma grande pervertida. Ela lê pornografia abertamente, se masturba e não se incomoda nem um pouco ao ver pênis e coisas assim. A história gira em torno da vida diária de Senko com dois trabalhadores manuais que trabalham para a empresa de seu pai, na qual ela também ajuda, Takamura Ryou e Sugita Kouhei. Takamura acaba sendo constantemente assediado sexualmente por Senko, em parte devido ao seu pênis com fimose que despertou seu interesse, mas ele mal sabia que ela não estava brincando quando disse sem rodeios \"Eu gosto de você\"..."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "81d75b43-c7bf-4102-86ae-d07b93cf074a",
    "title": {
      "en": "Otoko Girai na Bijin Shimai o Namae mo Tsugezu ni Tasuketara Ittai Dounaru?"
    },
    "updatedAt": "2025-01-27T20:52:21+00:00",
    "coverArt": "https://mangadex.org/covers/81d75b43-c7bf-4102-86ae-d07b93cf074a/7395cc2e-80e4-4b0e-bf54-fea44ce2ac4a.jpg",
    "altTitles": [
      {
        "ja": "男嫌いな美人姉妹を名前も告げずに助けたら一体どうなる?"
      },
      {
        "ja-ro": "Otoko Girai na Bijin Shimai wo Namae mo Tsugezu ni Tasuketara Ittai Dounaru?"
      },
      {
        "en": "What Happens When You Save Two Beautiful Sisters Who Hate Men Without Telling Them Your Name?"
      },
      {
        "en": "The Case About Two Sisters Becoming Extremely Obsessed With Me After I Saved Them"
      },
      {
        "es-la": "El caso de dos hermanas que se obsesionaron conmigo después de que las salvara"
      }
    ],
    "description": {
      "en": "Arisa and Aina are beautiful sisters who are famous for their dislike of men. Hayato, a classmate who happened to be involved with the two, will receive “special treatment” from the girls who are supposed to hate men―?! \n\n“I want to be a slave to Hayato-sama…”\n“I want to fall in love and conceive his child.”\n___\n**Character Designer:** [Giuniu](https://mangadex.org/author/657f488c-ba3d-4910-8ec3-539871b99fcc)",
      "ja": "男嫌いで有名な同級生の美人姉妹、亜利沙（ありさ）と藍那（あいな）。ひょんなことから2人に関わることになった隼人（はやと）は、男嫌いのはずの彼女たちから\"特別扱い\"を受けることにーー⁉︎\n\n「隼人様に隷属したいの…」\n「愛し合って彼の子供を孕みたいーー」",
      "es-la": "Arisa y Aina son unas hermosas compañeras de clase famosas por su aversión a los hombres. ¿¡Hayato, que se ha liado con ellas, recibirá un \"trato especial\" por parte de las chicas que se supone que odian a los hombres...?! \"\"Quiero ser esclava de Hayato-sama...\"\" Quiero enamorarme y concebir a su hijo\"\". ¡La tan esperada comicalización de la impredecible y rica comedia romántica ha comenzado!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9edb3559-215b-430d-982b-306f3ca49098",
    "title": {
      "en": "Anna Komnene"
    },
    "updatedAt": "2025-02-05T18:14:37+00:00",
    "coverArt": "https://mangadex.org/covers/9edb3559-215b-430d-982b-306f3ca49098/ba63e425-a1a4-4737-92cc-b91729d1b754.jpg",
    "altTitles": [
      {
        "ja": "アンナ・コムネナ"
      },
      {
        "en": "Anna Comnena"
      },
      {
        "el": "Ἄννα Κομνηνή"
      },
      {
        "el": "ἌΝΝΑ ΚΟΜΝΗΝΉ"
      }
    ],
    "description": {
      "en": "\"I will become emperor and bring peace to the world!\"\n\nA vivid depiction of the life of the Byzantine princess Anna Comnena, the only known female historian of the Western Middle Ages!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2025-01-27T21:52:20+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cfc8b79-2c1b-4e33-beda-a0d70a7674ca",
    "title": {
      "en": "I Will Become the Villain's Poison Taster"
    },
    "updatedAt": "2024-12-15T01:03:10+00:00",
    "coverArt": "https://mangadex.org/covers/8cfc8b79-2c1b-4e33-beda-a0d70a7674ca/6a061d20-a61c-4cad-adb5-bc3f6438486f.jpg",
    "altTitles": [
      {
        "ko": "흑막의 독 감별사가 되겠습니다"
      },
      {
        "ko-ro": "Heungmagui Dok Gambyeolsaga Doegetseumnida"
      },
      {
        "en": "I Will Become the Villain's Poison Detector"
      },
      {
        "en": "I Will Become a Poison Detector in the Dark World"
      },
      {
        "en": "I Will Become a Poison Detector of Darkness"
      },
      {
        "zh": "完蛋！成了反派的试毒小跟班"
      },
      {
        "zh": "成为反派的鉴毒师"
      },
      {
        "zh-hk": "成爲反派的鑑毒師"
      },
      {
        "es-la": "Me convertí en la detectora de veneno del Villano"
      }
    ],
    "description": {
      "en": "I, an innocent office worker, possessed a character in the devastating novel *The Poisoned Apple*. On top of that, I'm Giselle Lloydsvin, a villainess who gets poisoned to death before being hanged! But the poison brought by the assassins doesn't work? It even tastes like fruit!\n\n\"You'll be okay since it's only a little bit, so hurry and drink it.\"\n\n…Even though I possessed someone, it seems my destiny is to be tormented by a crazy assassin. \n\nHowever, \"Leniel\", who I thought was just a crazy assassin, turns out to be the frontman for the final villain, \"Wayne Ayore\"?!\n\nIn order to hold onto this lifeline, I clung to the villain in *The Poisoned Apple*. \n\n\"I can distinguish the taste of poison.\"\n\n“Poison?”\n\n“Yes.”\n\n“What use is that?”\n\n“Your boss is going to be poisoned, so I can be his poison taster.”\n\nAnd so, I thought I could survive well as a general store employee of the villain’s frontman(?)... \n\n“My boss is so strong to the point that there’s something suspicious about him!”\n\n…Why does it feel like I’m doomed in this life too?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd41659a-e4ce-458f-b087-8032b7a5fab9",
    "title": {
      "en": "Netachara-Tensei Toka Anmarida!"
    },
    "updatedAt": "2025-01-19T11:50:46+00:00",
    "coverArt": "https://mangadex.org/covers/fd41659a-e4ce-458f-b087-8032b7a5fab9/522658db-3d5a-4bb5-870b-c73c5c7debe9.jpg",
    "altTitles": [
      {
        "en": "Did I Seriously Just Get Reincarnated as My Gag Character?!"
      },
      {
        "ja": "ネタキャラ転生とかあんまりだ! THE COMIC"
      },
      {
        "zh": "梗角色转生太过头了！"
      },
      {
        "zh-hk": "梗角色轉生太過頭了！"
      },
      {
        "zh-ro": "Gěng Juésè Zhuǎnshēng tài Guòtóule!"
      },
      {
        "ru": "Мне кажется, или это похоже на реинкарнацию сюжетного персонажа?"
      },
      {
        "id": "Gila sih, reinkarnasi jadi karakter lawak!"
      }
    ],
    "description": {
      "en": "Toru Aikawa, a college student who spends his days immersing himself in games because his daily life is so boring, was standing alone in a forest in a different world before he even could realize why. Moreover, it seems that he has reincarnated into the \"Neta character\" he made in a game. The Genderswap reincarnation of the strongest heroine packed with overflowing Chuunibyo and ideals!\n\nThe strongest genderswap reincarnation fantasy begins here !!\n\n---\n\n**Note:** A Neta character is a character whose action has captured the hearts of viewers and players and has been turned into a important part of the story.",
      "id": "Toru Aikawa, seorang mahasiswa yang menghabiskan hari-harinya dalam permainan karena kesehariannya yang membosankan. ketika dia menyadarinya, dia sedang berdiri sendirian di hutan di dunia yang berbeda karena suatu alasan.. Selain itu, sepertinya dia telah bereinkarnasi ke dalam \"karakter baru\" yang dibuat dari bermain game….\n\nbereinkarnasi menjadi yang terkuat yang dengan Chuunibyo yang meluap-luap dan juga cita-citanya!",
      "pt-br": "Toru Aikawa, um estudante universitário que passa seus dias mergulhando em jogos porque sua vida diária é tão chata, estava sozinho em uma floresta em um mundo diferente antes que ele pudesse perceber o porquê. Além disso, parece que ele reencarnou no \"personagem Neta\" que ele fez em um jogo. A reencarnação Genderswap(troca de gênero) da heroína mais forte repleta de Chuunibyo transbordante e ideais!\n\nA fantasia de reencarnação de troca de gênero mais forte começa aqui!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c26269c7-0f5d-4966-8cd5-b79acb86fb7a",
    "title": {
      "en": "Sewayaki Kitsune no Senko-san"
    },
    "updatedAt": "2024-10-25T15:16:03+00:00",
    "coverArt": "https://mangadex.org/covers/c26269c7-0f5d-4966-8cd5-b79acb86fb7a/3283455e-4c0b-4d79-a7ba-e1f5d38cb582.jpg",
    "altTitles": [
      {
        "en": "The Helpful Fox Senko-san"
      },
      {
        "ru": "Заботливая 800-летняя жена!"
      },
      {
        "ru": "Заботливая Сэнко-сан"
      },
      {
        "ko": "도우미 여우 센코씨"
      },
      {
        "ja": "世話やきキツネの仙狐さん"
      },
      {
        "zh-hk": "請讓我撒嬌，仙狐大人"
      },
      {
        "zh": "请让我撒娇，仙狐大人"
      },
      {
        "en": "Meddlesome Kitsune Senko-san"
      },
      {
        "id": "Senko si Rubah Penolong"
      },
      {
        "vi": "Nàng cáo đảm đang Senko"
      }
    ],
    "description": {
      "en": "Like many hardworking members of the workforce, Kuroto Nakano is perpetually stressed out by his job. Still, since he lives alone, he must carry on to sustain himself. Little do humans like Kuroto know, this stress takes the form of darkness residing within a person's body and will bring one's life to ruin.  \nFox deities can see this darkness and have the duty to save people before it is too late. To help rid Kuroto of his stress, Senko-san, an eight hundred-year-old foxgirl, volunteers to take care of him, and will do everything she can to ease the tension in his weary soul.\n\n---\n\n**Notes:**\n- Despite initial serialization ending by November 2022, Comic Newtype announced on 9 February 2023 that the series would later resume publication.",
      "ru": "В повседневную жизнь Накано, работающего на «чёрную компанию», внезапно вторглась кицунэ Сэнко-сан (молодая жена 800 лет от роду). Будь то готовка, уборка или «особая забота» (чем бы это ни было), она исцелит его истощение своей нежной «заботой».",
      "vi": "Kuroto Nakano là một nhân viên văn phòng trẻ tuổi có cuộc sống vô cùng bận rộn và căng thẳng, gần như dành toàn bộ thời gian trong ngày ở công ti. Một đêm nọ, sau ngày dài làm việc quá sức, anh mở cửa nhà và thấy một cô gái với tai và đuôi cáo đang nấu cơm trong bếp. Tên cô là Senko, một hồ li 800 tuổi. Senko đã từ thế giới tâm linh hạ phàm để giúp Nakano xua tan căng thẳng và tìm lại hạnh phúc.",
      "es-la": "La vida cotidiana de Nanako, un hombre asalariado que trabaja en una compañía que lo explota, es repentinamente invadido por la Kitsune, Senko-san (800 años de edad- esposa joven). Ya sea cocina, limpieza o un servicio especial... Ella curará su agotamiento con su tierno cuidado."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "042d874d-d41a-4518-985a-5d2a47876883",
    "title": {
      "en": "Mama to Papa to Watashi"
    },
    "updatedAt": "2025-02-03T13:58:31+00:00",
    "coverArt": "https://mangadex.org/covers/042d874d-d41a-4518-985a-5d2a47876883/d56a07f9-ab5f-4f78-9458-f00e630b8f5f.jpg",
    "altTitles": [
      {
        "en": "Mama, Papa & Me"
      }
    ],
    "description": {
      "en": "A collection of small short Twitter (X) comics by Hanasaka Houcha (@adamant369) revolving around a couple and their daughter."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec0f5d68-b14a-4d83-82f7-8a5b150affe4",
    "title": {
      "en": "My Student Grew Huge and Proposed to Me"
    },
    "updatedAt": "2025-02-02T03:37:44+00:00",
    "coverArt": "https://mangadex.org/covers/ec0f5d68-b14a-4d83-82f7-8a5b150affe4/d60bb5c8-cfc3-47b1-8e9d-713fa1d326f8.jpg",
    "altTitles": [
      {
        "ja": "でっかくなった生徒に求婚される話"
      },
      {
        "ja-ro": "Dekkaku Natta Seito ni Kyuukonsareru Hanashi"
      },
      {
        "en": "A Story About Getting Proposed To By My Student Who Grew Huge"
      },
      {
        "vi": "Cậu học trò nay đã “lớn” và cầu hôn tôi"
      }
    ],
    "description": {
      "en": "A teacher finds herself getting a marriage proposal from her former student, who has had a significant growth-spurt since they last met.\n\n**Note:** For the serialized version with a volume and different title, see [this page](https://mangadex.org/title/98506aa9-d268-4b63-8d47-c0111c246a07).",
      "ja": "18歳年下の教え子がグイグイ求婚とか告白とかしてくるっ!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48f9fb61-e165-4ec7-91c5-6772fa1a0274",
    "title": {
      "en": "Mizudako-chan kara wa Nigerarenai!"
    },
    "updatedAt": "2024-10-09T16:51:54+00:00",
    "coverArt": "https://mangadex.org/covers/48f9fb61-e165-4ec7-91c5-6772fa1a0274/3ce084a0-7f3a-44e2-8182-b077dcb96c59.jpg",
    "altTitles": [
      {
        "ja": "ミズダコちゃんからは逃げられない！"
      },
      {
        "en": "You Can’t Escape From Mizudako-chan!"
      },
      {
        "vi": "Không thể thoát khỏi Mizudako-chan!"
      }
    ],
    "description": {
      "en": "Akigai Kanisuke is an ordinary high school boy. His daily life changes when Mizuda Yuuko (a.k.a. Mizudako-chan), a demi-human girl, transfers to his school.\nA cute, mysterious, and slightly scary story begins!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81",
    "title": {
      "ja": "Toaru Kagaku no Mental Out"
    },
    "updatedAt": "2025-02-06T14:38:57+00:00",
    "coverArt": "https://mangadex.org/covers/4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81/cea2cfc3-4a85-42e6-976f-e6116a68e3dc.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Mental Out"
      },
      {
        "ru": "Некий научный Ментал Аут"
      },
      {
        "ja": "とある科学の心理掌握"
      },
      {
        "ar": "مانجا الملكة النحلة شوكهو ميساكي - مينتل-آوت"
      }
    ],
    "description": {
      "ar": "هذه القصة الفرعية من سلسلة توارو ببطولة الملكة النحلة شوكهو ميساكي\n\nاقتربت انتخابات مجلس طلاب توكيواداي. شوكهو ميساكي، وهي صاحبة أكبر زمرة في المدرسة، دخلت الانتخابات غريمةً لنائبة رئيسة المجلس ومتحدية لها. وأثناء الانتخابات دخل [أثرٌ] مُعَيّن مدرسة البنات المخمليات، ويدعي أنه المصنف الأول السابق...؟!",
      "en": "The Tokiwadai student council election is approaching. Shokuhou Misaki, one of the leading candidates, is in the midst of an election campaign in spite of her own expectations due to the people around her and the fate of being the head of the largest clique...!!",
      "id": "Pemilihan presiden dewan siswa Tokiwadai semakin mendekat. Shokuhou Misaki, salah satu kandidat utama, tengah berada dalam kampanye pemilihan meskipun tidak sesuai ekspektasinya sendiri karena pengaruh orang-orang di sekitarnya dan takdir menjadi kepala kelompok terbesar...!!",
      "ru": "Приближаются выборы в студенческий совет Токивадая. Шокухо Мисаки, одна из ведущих кандидатов, находится в разгаре избирательной кампании, несмотря на ее собственные ожидания из-за окружающих ее людей и судьбы быть главой крупнейшей клики!.."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eff87780-93d9-412e-b831-c731787e9bea",
    "title": {
      "en": "Oroka na Tenshi wa Akuma to Odoru"
    },
    "updatedAt": "2025-02-08T10:02:37+00:00",
    "coverArt": "https://mangadex.org/covers/eff87780-93d9-412e-b831-c731787e9bea/b1207497-56d4-44f1-8201-0e71535e321e.jpg",
    "altTitles": [
      {
        "ja": "愚かな天使は悪魔と踊る"
      },
      {
        "en": "The Foolish Angel Dances with the Devil"
      },
      {
        "ko": "어리석은 천사는 악마와 춤춘다"
      },
      {
        "zh": "愚蠢天使与恶魔共舞"
      },
      {
        "de": "Die mit dem Teufel tanzt"
      },
      {
        "id": "Bidadari Sableng Berdansa dengan Iblis"
      },
      {
        "ru": "Неразумный ангел в пляске с демонами | Неразумный ангел в танце с демоном"
      },
      {
        "vi": "Thiên sứ Ngu muội Nhảy múa cùng Ác ma"
      },
      {
        "vi": "天使愚眛趂𦨂共恶魔 (Nom Script)"
      },
      {
        "vi": "Vũ điệu của thiên thần ngốc nghếch và ác quỷ"
      }
    ],
    "description": {
      "en": "Masatora Akutsu has just transferred into class in Japan from a long way away - all the way from Hell, to be exact. Akutsu is a demon who's come to Earth to find someone who can motivate the forces of Hell to fight back against the invading Heavenly army. He immediately sets his sights on one of his classmates, the kind and beautiful Lily Amane, but ends up in way over his head when it turns out Lily has some secrets of her own!",
      "ja": "堕落した悪魔たちにやる気を出させるため悪魔たちのアイドルとなる人間を捜しに人間界に降りてきた阿久津雅虎。彼は早くもアイドル候補・天音リリーを見つけ勧誘する。しかし、リリーの正体は阿久津たち悪魔の天敵の「天使」で!? 自らの身と仲間を守るためリリーを堕天させんとする阿久津と野望のため阿久津の更正を決意する",
      "pt": "Masatora Akutsu acabou de ser transferido para uma turma ni Japão de muito muito longe - todo o caminho desde o Inferno, para ser exato. Akutsu é um demônio que veio à Terra para encontrar alguém que possa motivar as forças do Inferno a contra atacar o exército invasor do Paraíso. Ele imediatamente coloca os olhos em um dos seus colegas, a gentil e bonita Lily Amane, mas acaba sendo muito para ele aguentar quando acaba descobrindo que a Lily tem alguns segredos dela mesmo!",
      "pt-br": "Masatora Akutsu acabou de ser transferido para uma turma ni Japão de muito muito longe -todo o caminho desde o Infernio, para ser exato. Akutsu é um demônio que veio à Terra para encontrar alguém que possa motivar as forças do Inferno a contra atacar o exército invasor do Paraíso. Ele imediatamente coloca os olhos em um dos seus colegas, a gentil e bonita Lily Amane, mas acaba sendo muito para ele aguentar quando acaba descobrindo que a Lily tem alguns segredos dela mesmo!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d57ceb17-3831-42ab-b42e-1ce1a7029285",
    "title": {
      "en": "Dungeon Elf ~Dungeon ni Takarabako ga Aru no wa Atarimae desu ka~"
    },
    "updatedAt": "2025-01-28T02:47:35+00:00",
    "coverArt": "https://mangadex.org/covers/d57ceb17-3831-42ab-b42e-1ce1a7029285/adc742dc-a71d-40bb-9af6-1d3032c4e626.jpg",
    "altTitles": [
      {
        "ja": "ダンジョンエルフ　～ダンジョンに宝箱があるのは当たり前ですか～"
      },
      {
        "en": "Dungeon Elf: What's a Dungeon without Treasure Chests?"
      },
      {
        "vi": "Elf Ngực Bự Và Kho Báu Hầm Ngục"
      }
    ],
    "description": {
      "en": "A question that even the most ardent of RPG lovers struggle to answer: Why are there treasure chests placed so conveniently throughout the dungeons? In the grass fields of the Forest of Beginnings, in deadly realms where even the greatest heroes must be prepared to face total annihilation, and even in people’s homes―there, treasure chests sit, aiding unwitting adventurers and maintaining the world’s balance. This is the story of someone, unbeknownst and unnoticed by anyone, who carries those chests.\n\n(Source: K Manga)\n___\nMade by GyroKnuckle and Tomozo under the group name [River Slan](https://mangadex.org/author/1e179cfa-adca-4dcd-8247-23fa22e80a9e).",
      "ja": "どんなRPG愛好家でも答えられない謎。なぜダンジョンには都合よく宝箱があるのか？\n\nはじまりの森の草むら。勇者一行でも全滅を覚悟する死地。ときには、民家の中にまで。人知れず冒険者を助け、世界の均衡を保つため、宝箱はいつもそこにある──。これは、誰も知らない、気にしない。\n\n宝箱を背負った、誰かの物語。",
      "vi": "Ai là người đã đặt kho báu trong hầm ngục? Chính là một Elf ngực bự!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85b3504c-62e8-49e7-9a81-fb64a3f51def",
    "title": {
      "ja-ro": "Houkago Kitaku Biyori"
    },
    "updatedAt": "2024-11-21T07:51:12+00:00",
    "coverArt": "https://mangadex.org/covers/85b3504c-62e8-49e7-9a81-fb64a3f51def/4ac567ca-08d7-4c72-9581-a487195df4e7.jpg",
    "altTitles": [
      {
        "en": "Journey Home After School"
      },
      {
        "es-la": "El camino a casa después de la escuela"
      },
      {
        "ja": "放課後帰宅びより"
      },
      {
        "pt-br": "Viagem para casa depois da escola"
      },
      {
        "ru": "Дорога домой после школы"
      },
      {
        "tl": "Pag-uwi mula sa paaralan"
      },
      {
        "vi": "Câu lạc bộ siêu cấp về nhà"
      }
    ],
    "description": {
      "en": "Shun was invited to the Going-Home Club by Naoki Satou, also known as \"Chokki-chan\". Despite refusing, he ends up being somewhat forcefully involved in the club's activities! A Going Home Club rom-com featuring a detour-loving high school girl and a new high school student who has lost his dream.",
      "ja": "佐藤直希こと“直帰ちゃん”から帰宅部に勧誘された瞬。断ったのに、半ば強引な形で活動に参加させられるハメに！ 寄り道大好き女子高生と夢を失った新入生が紡ぐ帰宅部ラブコメディ！\n\n---\n\nSatō Naoki koto “chokki-chan” kara kitaku-bu ni kan'yū sa reta Shun. Kotowatta no ni, nakaba gōin'na katachi de katsudō ni sanka sa se rareru hame ni! Yorimichi daisuki mesukōsei to yume o ushinatta shin'nyūsei ga tsumugu kitaku-bu rabukomedi!",
      "tl": "Inimbitahan si Shun sa Klab ng Uwian ni Naoki Satou, na kilala rin bilang \"Chokki-chan\". Kahit na tumanggi siya, napasama pa rin siya sa mga gawain ng klab sa medyo pilit na paraan! Isang romantikong komedya tungkol sa Klab ng Uwian na tampok ang isang hayskul na dalaga na mahilig maglibot at isang bagong estudyante sa hayskul na nawalan ng pangarap.",
      "es-la": "Shun fue invitado al Club de Irse a Casa por Naoki Satou, también conocida como \"Chokki-chan\". A pesar de negarse, acaba involucrándose a la fuerza en las actividades del club. Una comedia romántica del Club de Irse a Casa protagonizada por una chica de preparatoria amante de los desvíos y un nuevo estudiante de preparatoria que ha perdido su sueño.",
      "pt-br": "Shun foi convidado para o Clube vá-para casa por Naoki Satou, também conhecido como \"Chokki-chan\". Apesar de recusar, ele acaba se envolvendo de alguma forma nas atividades do clube! Uma comédia romântica do Clube vá-para casa apresentando uma colegial amante de desvios e um novo aluno do ensino médio que perdeu seu sonho."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5d731f9-c1cf-4a69-a797-cd9c2a58316b",
    "title": {
      "en": "The Anemone Feels the Heat"
    },
    "updatedAt": "2025-01-28T06:33:45+00:00",
    "coverArt": "https://mangadex.org/covers/c5d731f9-c1cf-4a69-a797-cd9c2a58316b/16c3157e-21c0-47dd-b3bf-789e70459ccd.jpg",
    "altTitles": [
      {
        "ja": "アネモネは熱を帯びる"
      },
      {
        "ja-ro": "Anemone wa Netsu o Obiru"
      },
      {
        "zh": "温热的银莲花"
      },
      {
        "fr": "Anémone flamboyante (Meian)"
      },
      {
        "pt": "Anémomas ficam mais quentes"
      },
      {
        "pt-br": "Anêmonas ficam mais quentes"
      },
      {
        "ru": "Цветущий Анемон"
      }
    ],
    "description": {
      "en": "Nagisa Ootsuki shed her former self out of shame from failing her highschool entrance exams. On her first day in her new highschool, who does she meet but the girl who made her fail the exam! How does Nagisa deal with these complicated emotions?",
      "id": "Nagisa Ootsuki melepaskan dirinya yang dulu karena malu karena gagal dalam ujian masuk sekolah menengahnya. Pada hari pertamanya di sekolah menengah barunya, siapa yang dia temui selain gadis yang membuatnya gagal dalam ujian! Bagaimana Nagisa menghadapi emosi yang rumit ini?",
      "ja": "不本意ながらも進学した高校で凪紗が出会ったのは病弱な少女 茉白。初対面であるはずの彼女は凪紗が受験に失敗した原因とも言える少女だった…。自分を変える為、凪紗は茉白を「好き」になろうと決意する。",
      "pt": "Nagisa Ootsuki abandonou o seu antigo eu por vergonha de chumbar nos exames de admissão ao liceu. No seu primeiro dia na nova escola secundária, quem é que ela encontra senão a rapariga que a fez chumbar no exame! Como é que Nagisa lida com estas complicadas emoções?",
      "pt-br": "Nagisa Ootsuki abandonou o seu antigo eu por vergonha de reprovar no exame de admissão ao Ensino Médio. No seu primeiro dia na nova escola secundária, quem é que ela encontra senão a menina que a fez falhar na prova! Como Nagisa lidará com estas emoções complicadas?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00ac6bbf-6d31-4706-8ec4-56a0b721d572",
    "title": {
      "en": "Saiai no Onee-sama ga Akuyaku Reijou datta no de, Kami ga Sadameta Scenario ni Aragaimasu @COMIC"
    },
    "updatedAt": "2025-02-01T12:39:16+00:00",
    "coverArt": "https://mangadex.org/covers/00ac6bbf-6d31-4706-8ec4-56a0b721d572/e5f7f56b-26ac-4f20-a028-e161881e432b.jpg",
    "altTitles": [
      {
        "ja": "最愛のお姉様が悪役令嬢だったので、神が定めた運命（シナリオ）に抗います@COMIC"
      },
      {
        "zh": "最爱的姐姐是恶役千金、哪怕是神所定下的命运我也扭转给你看"
      },
      {
        "en": "I'll Fight against the Villain's Fate That the Gods Have Ordained for My Beloved Sister! @comic"
      }
    ],
    "description": {
      "en": "\"I will defeat the destiny that stands in my sister's way!\"\n\nThe younger sister adores her older sister, the villainess, from the bottom of her heart. Without caring about how it may look, she stands up against her sister's bad end! \n\nAn energetic loop fantasy that spans time with only love and persistence!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "a248ca5f-0ccd-4a96-862f-1bfa0532df64",
    "title": {
      "en": "Chouten Hoshokusha ~Chikyuu Saijaku no Ore ga Uchuu Saikyou~"
    },
    "updatedAt": "2024-12-12T05:00:49+00:00",
    "coverArt": "https://mangadex.org/covers/a248ca5f-0ccd-4a96-862f-1bfa0532df64/844b088e-104a-4638-86ae-c492b71a74f8.jpg",
    "altTitles": [
      {
        "ja": "頂点捕食者〜地球最弱の俺が宇宙最強〜"
      },
      {
        "en": "Apex Predator: From Earth's Weakest to the Universe's Strongest"
      }
    ],
    "description": {
      "en": "Earth's weakest becomes the universe's strongest with cheat abilities–!? While all of humanity awakens to their powers due to the invasion of extraterrestrial life forms (EVA), the protagonist Vi is the only one without abilities. Just as he's about to die, devoured by an EVA, a cheat-level ability activates… A highly anticipated modern battle fantasy!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ba8fde2-acf7-4216-838c-51ae7d6d6eec",
    "title": {
      "en": "Mahou no Tsukaikata"
    },
    "updatedAt": "2025-01-19T15:13:44+00:00",
    "coverArt": "https://mangadex.org/covers/3ba8fde2-acf7-4216-838c-51ae7d6d6eec/75b15b21-8b6b-4257-b2a1-157a7420ce5d.jpg",
    "altTitles": [
      {
        "ja": "魔法のつかいかた"
      },
      {
        "ja-ro": "Mahou no Tsukai Kata"
      }
    ],
    "description": {
      "en": "I'm a sorcerer's apprentice. The sorcerer, Sentarou-san, kidnapped me from my mother and asked me to live with him. But Sentarou-san has probably killed someone before... Sakae Kusama's first full-length series, depicting the cool and gentle days of a useless adult and a lonely child, opens!"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17e3fd50-20b6-47a6-8770-15e7a5710275",
    "title": {
      "en": "Hand Of The Abyss"
    },
    "updatedAt": "2025-02-08T19:17:23+00:00",
    "coverArt": "https://mangadex.org/covers/17e3fd50-20b6-47a6-8770-15e7a5710275/93d08fdc-f42e-4e42-9696-b8f18aa33345.jpg",
    "altTitles": [
      {
        "en": "Into the Bad Side"
      },
      {
        "ko": "나쁜 쪽으로"
      },
      {
        "en": "Bad Side"
      },
      {
        "zh": "深渊之手"
      }
    ],
    "description": {
      "en": "[Top Student Meets Popular Queen Bee] What secrets are these quiet girls hiding?\nZheng Shan found the lost class fee money in her locker. This was seen by Mary and several other classmates. In a panic, Zheng Shan hid the money. This caused a misunderstanding that she was the one who stole the class fee money. However, the class monitor, Mary, did not accuse Zheng Shan of theft. Instead, she reached out to her. Will it be a helping hand or a hand to pull Zheng Shan into the abyss?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "113"
  },
  {
    "mangaId": "7878c129-a33d-4bf9-b5d2-ff98cbe85bd6",
    "title": {
      "en": "Sentai Daishikkaku"
    },
    "updatedAt": "2025-01-27T16:23:46+00:00",
    "coverArt": "https://mangadex.org/covers/7878c129-a33d-4bf9-b5d2-ff98cbe85bd6/e64f7500-6e1f-4740-b495-26ccc0e97e01.jpg",
    "altTitles": [
      {
        "ja": "戦隊大失格"
      },
      {
        "en": "Go! Go! Loser Ranger!"
      },
      {
        "zh-hk": "戰隊大失格"
      },
      {
        "fr": "No Longer Rangers"
      },
      {
        "it": "Squalificati - Ranger Reject"
      },
      {
        "ru": "Боевой отряд «Полный Провал»"
      },
      {
        "th": "ขบวนการกำมะลอ"
      }
    ],
    "description": {
      "en": "Thirteen years ago, suddenly the Villainous Army of evil appeared in their gigantic floating castle 10,000 meters in the sky to invade Earth! The villainous army have reviving capabilities that make them immortal, making them a serious threat to humanity. To protect us against these invaders, the Divine Dragon Rangers, the Dragon Keepers, wield their miraculous powers and their weapons, Divine Tools, and continuously fight for our safety! The assault of the Villainous Army! The vigilance of the Dragon Keepers! Will they succeed in their conquest...?",
      "es": "¡Hace trece años, el Ejército Villano del mal apareció de repente en su gigantesco castillo flotante a 10.000 metros en el cielo para invadir la Tierra! El ejército villano tiene capacidades de revivir que los hacen inmortales, lo que los convierte en una seria amenaza para la humanidad. Para protegernos de estos invasores, los Rangers Dragón Divino, los Guardianes del Dragón, empuñan sus poderes milagrosos y sus armas, las Herramientas Divinas, ¡y luchan continuamente por nuestra seguridad! ¡El asalto del Ejército Villano! ¡La vigilancia de los Guardianes del Dragón! ¿Tendrán éxito en su conquista? ¡Descúbrelo en la serie de superhéroes llena de acción de toda la vida!",
      "fr": "Il y a 13 ans, un château flottant est apparu à 1000 mètres au-dessus du sol et une armée maléfique est venue dans le but d'envahir l'humanité.\nAfin de protéger l'humanité contre ces envahisseurs, des super-héros se battent, mais les choses ne semblent pas être comme elles le paraissent !",
      "ja": "人類の守護者・竜神戦隊ドラゴンキーパーVS.世界征服を企む悪の軍団・怪人。彼らは互いの存亡を懸け、死闘を繰り広げ続けている！！……というのは、やらせの茶番劇。他の星から侵略してきた怪人達は、わずか１年で屈服。民衆の前で敗北を演じ続ける道化と化していた！悪者にすらなれず、隷従させられ続ける日々。そんな状況を覆すべく、一人の怪人が最強の大戦隊を相手に反旗を翻す！",
      "ru": "Тринадцать лет назад армия монстров таинственным образом объявилась на территории людей, паря в воздухе на своем летучем замке! Армия монстров обладает различными способностями, которые могут грозить человеческой безопасности. Дабы защитить мирных жителей от вторжения на землю, доблестные герои - Хранители Дракона в составе из пяти человек выходят на поле правосудия! Используя свой туз в рукаве под названием «артефакт», боевой отряд героев из года в год, каждое воскресенье усмиряет неугомонных монстров. Однако, спустя 999 поражений, один из членов команды монстров решает отомстить героям!.. С этого момента и разворачивается наша история борьбы добра со злом!",
      "pt-br": "Há treze anos, de repente, o Infame Exército do mal apareceu em seu gigantesco castelo flutuante 10.000 metros no céu para invadir a Terra! O exército vilão tinha capacidades de reviver, o que os tornava imortais, tornando-os uma séria ameaça para a humanidade. Para nos proteger contra esses invasores, os Divine Dragon Rangers, os Dragon Keepers, manejam seus poderes milagrosos e suas armas, Ferramentas Divinas, e lutam continuamente por nossa segurança! O ataque do Exército Vilão! A vigilância dos Dragon Keepers! Eles terão sucesso em sua conquista...?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34f45c13-2b78-4900-8af2-d0bb551101f4",
    "title": {
      "en": "Dorohedoro"
    },
    "updatedAt": "2024-12-24T00:40:56+00:00",
    "coverArt": "https://mangadex.org/covers/34f45c13-2b78-4900-8af2-d0bb551101f4/d004bed4-9bab-4ded-b1ec-116a8371f294.jpg",
    "altTitles": [
      {
        "en": "Mud to Mud"
      },
      {
        "ru": "Дорохедоро"
      },
      {
        "he": "דורוהדורו"
      },
      {
        "ja": "ドロヘドロ"
      },
      {
        "zh": "异兽魔都"
      },
      {
        "ko": "도로헤도로"
      },
      {
        "uk": "Дорохедоро"
      }
    ],
    "description": {
      "en": "This is the story of Kaiman, a guy who does not remember who he was before he was transfigured by a Magic user. \nThis transformation left him with a reptile's head, and a desire to find out the truth about who he really is. \nAccompanied by Nikaido, his female companion, he tracks down Magic Users in \"The Hole\" and unceremoniously \nchomps down on their head, hoping to find out who it was that put him in this state. \nOne by one, they witness this \"second man\" inside the head of Kaiman, and after pulling them back out of his mouth \nhe asks them all a question \"What did the guy inside my head say?\"  \n\n\n---",
      "ru": "В городе, настолько мрачном, что все называют его Дырой, люди живут в постоянном страхе. Воздух и земля пропитаны магическим дымом, и никто уже не удивляется тому, что от выпавшего дождика начнут вдруг прохожие валиться штабелями или городское кладбище превратится в поле битвы людей против зомби. Маги, из-за которых творится вся эта чертовщина, периодически делают вылазки в Дыру и испытывают на жителях свои приёмчики. После одной такой вылазки Никайдо, сборщик трупов, находит огромное бездыханное тело какого-то бедняги с головой крокодила. Кайман (так называет его Никайдо) удаётся выжить, но очнувшись, он понимает, что потерял память. Кайман вместе с Никайдо начинают охоту на магов, чтобы вернуть себе человеческий облик и потерянные воспоминания.  \n  \n\n\n---\n\n**Links:**  \n- [Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=22562)"
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "suggestive",
    "lastVolume": "23",
    "lastChapter": "167"
  },
  {
    "mangaId": "f58f2041-ed9b-4fe6-8d7b-bdfdb796f86e",
    "title": {
      "en": "29-sai Dokushin Chuuken Boukensha no Nichijou"
    },
    "updatedAt": "2024-10-31T00:40:16+00:00",
    "coverArt": "https://mangadex.org/covers/f58f2041-ed9b-4fe6-8d7b-bdfdb796f86e/6de79d76-a1b1-4be6-aa71-3548c8307034.jpg",
    "altTitles": [
      {
        "ja-ro": "29-sai Hitorimi Chuuken Boukensha no Nichijou"
      },
      {
        "zh": "29岁单身冒险家的日常"
      },
      {
        "zh-hk": "29歲單身冒險家的日常"
      },
      {
        "ja": "２９歳独身中堅冒険者の日常"
      },
      {
        "ko": "29세 독신 중견 모험가의 일상 특별편"
      },
      {
        "en": "The Daily Life of a Single 29-Year-Old Adventurer"
      },
      {
        "ru": "Повседневная жизнь одинокого 29-летнего авантюриста"
      },
      {
        "vi": "Những chuỗi ngày của mạo hiểm giả độc thân 29 tuổi"
      }
    ],
    "description": {
      "en": "This story is about Shinonome Hajime, an adventurer of Silver Range. He's dedicated to fulfilling missions from the guild. One day when completing a quest for monster meat, he finds a strange girl named Lily in a dungeon who's far more trouble than she's worth. Saving the girl from certain death, her story reminds him of his similar past and he takes her under his care."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e43a7f5b-6ae7-478d-a4d5-53c8dc3ce52f",
    "title": {
      "en": "Wistoria: Wand and Sword"
    },
    "updatedAt": "2024-11-14T21:53:33+00:00",
    "coverArt": "https://mangadex.org/covers/e43a7f5b-6ae7-478d-a4d5-53c8dc3ce52f/36a13204-dcb3-4944-966b-122fb0ea86d1.jpg",
    "altTitles": [
      {
        "ja": "Tsue to Tsurugi no Wistoria"
      },
      {
        "ja": "杖と剣のウィストリア"
      },
      {
        "zh-hk": "杖與劍的Wistoria"
      },
      {
        "vi": "Bản Hùng ca Kiếm và Pháp Trượng"
      },
      {
        "pt-br": "Wistoria: Varinha e Espada"
      }
    ],
    "description": {
      "en": "The new, magical dungeon-adventure fantasy series from the author of Is It Wrong to Try to Pick Up Girls in a Dungeon? Seeking to fulfill a promise to a childhood friend, Will Serfort enters Regarden Magical Academy with the goal of making it to the top of the magical world. There’s just one problem: he can’t use magic! Will his sword skills be the key to unlocking his true potential?",
      "pt-br": "A nova série de fantasia mágica e de aventura em masmorras do autor de \"É Errado Tentar Pegar Garotas em um Calabouço?\" segue a jornada de Will Serfort. Buscando cumprir uma promessa feita a uma amiga de infância, Will ingressa na Academia Mágica de Regarden com o objetivo de alcançar o topo do mundo mágico. Mas há um problema: ele não pode usar magia! Serão suas habilidades com a espada a chave para desbloquear seu verdadeiro potencial?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fd133cf-e8e9-4456-be34-01954efc5eaa",
    "title": {
      "en": "Tacchan, Docchi Toru?"
    },
    "updatedAt": "2025-02-06T22:44:00+00:00",
    "coverArt": "https://mangadex.org/covers/4fd133cf-e8e9-4456-be34-01954efc5eaa/e25582af-a584-4c63-822b-ffd756ff603a.jpg",
    "altTitles": [
      {
        "ja": "たっちゃん、どっちとる？"
      },
      {
        "ja-ro": "Tatchan, Dotchi Toru?"
      },
      {
        "en": "Tacchan, Which Will You Pick?"
      },
      {
        "en": "Tacchan, Who Will You Pick?"
      },
      {
        "en": "Tacchan, Who Do You Pick?"
      },
      {
        "it": "Tacchan, ¿con cuál te quedas?"
      },
      {
        "ko": "탓쨩, 어느 쪽으로 할래?"
      }
    ],
    "description": {
      "en": "Let's be close friends together, the three of us ♡.\n\nTatsuya—nicknamed “Tacchan”—is a college student who ends up freeloading at the home of his twin childhood friends, Ritsuka and Futaba. The three of them were close friends, but the twins grew up to be cute, and their feelings of love for Tacchan seem like they're about to run wild!?\n\nA slightly lewd and heart-pounding cohabitation romantic comedy ♡.",
      "ja": "***3人でいっぱい『なかよし』しよ♡***\n\n大学生の『たっちゃん』こと瀬戸竜哉は、幼なじみの双子『立花』と『双葉』の家に同居することになる。\n『仲良し』だった3人だが、可愛く成長した双子の『たっちゃん』への恋心は暴走気味で――。\nちょっとえっちなときめき同居ラブコメディ♡\n\n\n---\n\n- [公式 Web](https://comiccune.jp/series/tatchan)",
      "es-la": "Seamos \"amigos\" los tres ♡\n\nTatsuya, alias \"Tatchan\", un estudiante universitario, acaba quedándose en casa de sus amigos de la infancia, las mellizos Rikka y Futaba.\nLos tres eran \"buenos amigos\", pero, ¿el amor de los mellizos por el guapo y maduro Tatchan parece haberse descontrolado...?\nUna comedia romántica ligeramente erótica y emocionante ♡"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "890f67f9-0eba-4f13-8fcd-c7564737f5ff",
    "title": {
      "en": "The Red Thread"
    },
    "updatedAt": "2025-02-03T20:27:29+00:00",
    "coverArt": "https://mangadex.org/covers/890f67f9-0eba-4f13-8fcd-c7564737f5ff/34c941e3-5d99-4060-b97f-ecf5c44035e5.jpg",
    "altTitles": [
      {
        "ja": "ザレッドスレッド"
      },
      {
        "fr": "The Red Thread"
      }
    ],
    "description": {
      "en": "When Dean, the captain of the swimming club, takes the podium during Pharm’s university orientation, something unusual happens. Though the two have never met before, they’re unable to hide the turmoil that suddenly wells up inside them as they can’t help but feel that this isn’t the first time they’ve laid eyes on each other. Perhaps the red thread of fate links them together from their past lives...\n\n**Note**:\nThis is the manga adaptation of the Thai novel \"*The Red Thread*\" and it's drama adaptation \"*Until We Meet Again*\".",
      "fr": "En entrant à l'université, Pharm verse des larmes de nostalgie en voyant Dean, le capitaine du club de natation.\nD'autre part, Dean, qui est quelqu'un de calme et tranquille, ne peut cacher son trouble devant l'apparition de Pharm. Les deux s'attirent inévitablement et apprennent qu'ils font le même \"rêve\" depuis leur plus jeune âge. Un rêve qui connaîtra une fin tragique... Dean réalise qu'il s'agit d'eux dans leur vie antérieure. L'amour les lie par le fil rouge du destin, les deux garçons sont à la merci des souvenirs de leur vie passée..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "18"
  },
  {
    "mangaId": "aad3c5f2-4e7f-4052-bd55-31fd174cae33",
    "title": {
      "en": "The young lady, who was blessed by the Gorilla God, is adored in the Royal Knight Order."
    },
    "updatedAt": "2023-02-22T09:17:20+00:00",
    "coverArt": "https://mangadex.org/covers/aad3c5f2-4e7f-4052-bd55-31fd174cae33/04a92961-6ffa-4e5d-a5b1-3786389dae7e.jpg",
    "altTitles": [
      {
        "ja-ro": "Gorilla no Kami Kara Kago sareta Reijou wa Ouritsu Kishidan de Kawaigarareru"
      },
      {
        "ja": "ゴリラの神から加護された令嬢は王立騎士団で可愛がられる"
      }
    ],
    "description": {
      "en": "In this world, 16-year-olds receive blessings from various animal gods. The timid count's daughter Sophia Lila is rumored to be quite strong, having received the blessing from the \"Gorilla God.\" Although she wants a peaceful life, people seek her out due to immense power. Ultimately, she is scouted by the royal knights. The promising young knights intently follow Sophia, the strongest girl."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e05dd982-6d09-4f3d-8e8e-6c9ae65b5857",
    "title": {
      "en": "The Color of the End: Mission in the Apocalypse"
    },
    "updatedAt": "2025-02-08T14:47:52+00:00",
    "coverArt": "https://mangadex.org/covers/e05dd982-6d09-4f3d-8e8e-6c9ae65b5857/14d7d6dc-f006-4426-b317-23ed18dca493.jpg",
    "altTitles": [
      {
        "uk": "Безбарвний кінець"
      },
      {
        "tr": "Son Kıyamet Görevi"
      },
      {
        "fr": "Au bout de l'incolore"
      },
      {
        "id": "Akhir dari Tinta"
      },
      {
        "fr": "Mission in the Apocalyspe"
      },
      {
        "ja": "ウスズミの果て"
      },
      {
        "ja-ro": "Usuzumi no Hate"
      },
      {
        "ja": "Mission in the Apocalypse"
      },
      {
        "en": "The End In Diluted Ink"
      }
    ],
    "description": {
      "en": "A girl walks alone in a world without humans. Her mission is to search for survivors and cleanse the land. Will humans be found? A story of loneliness and beautiful ruins.\n\n---\n**Links:**\n- Alternative Official Raw - [Comic Walker](https://comic-walker.com/detail/KC_000736_S?episodeType=first)",
      "fr": "Dans une métropole post-apocalyptique déserte criblée d'une matière mystérieuse, une jeune fille recherche tout signe de vie et des provisions.",
      "id": "Seorang gadis berjalan sendirian di dunia tanpa manusia. Misinya adalah mencari penyintas dan memurnikan tanah yang ditinggalkan. Akankah manusia lain ditemukan? Sebuah kisah tentang kesepian dan keindahan di antara puing-puing yang indah",
      "tr": "İnsanlığın yok olduğu bir dünyada dolaşan yalnız bir kız hakkında kıyamet sonrası bilimkurgu macerası."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7afc3e2a-2cfe-4e2d-ae03-0cb5dea19523",
    "title": {
      "en": "A Middle-Aged Man Who Returns From Another World Goes Back to When He Was 17 and Becomes Unbeatable"
    },
    "updatedAt": "2025-01-21T20:02:56+00:00",
    "coverArt": "https://mangadex.org/covers/7afc3e2a-2cfe-4e2d-ae03-0cb5dea19523/a5b796c9-fa28-48d7-a195-4cfa973dd1d2.jpg",
    "altTitles": [
      {
        "ja": "異世界帰りのアラフォーリーマン、17歳の頃に戻って無双する"
      },
      {
        "ja-ro": "Isekai Kaeri no Arafour Riiman, 17-sai no Koro ni Modotte Musou suru"
      }
    ],
    "description": {
      "en": "A black company employee in his 40s, Namba Kazu, died of overwork and was reincarnated to another world. After saving the world, he returns to find himself regressed to his 17-year-old self. \n\nKazu realizes that he can use the abilities he acquired from another world and is excited to restart his life over again. However, through the help of his childhood friend, Yui, he learns of the existence of human-eating abomination called Variant in the world he was born in. \n\nKazu knows from his past memories that Yui will die in the near future. In order to save Yui, who is on a mission to fight against variants, Kazu decided to throw himself into battle in this world as well.",
      "ja": "過労死で異世界に転生したアラフォーリーマンの難波カズ。17歳で異世界を救ったカズは、女神に「元の世界に戻してくれ」と願う。てっきり元のアラフォーリーマンに戻ると思っていたら、17歳の高校生に戻っていた。\n\nそれならばと気楽に90年代を満喫しようとしていたが、幼馴染みの由依をきっかけに『人間を喰う異形ヴァリアント』の存在を知り、カズは異世界チートを武器にこの世界でも戦いに身を投じていく…!",
      "es-la": "Kazu Nanba reencarnó después de la muerte por exceso de trabajo y salvó otro mundo. A la edad de 17 años en el otro mundo después de morir derrotando al rey demonio elije \"regresara a su mundo original\". Pensó que regresaría a su trabajo normal, pero regreso como un estudiante de secundaria de 17 años. Sin embargo ahora se entera que hay \"extrañas criaturas\" que matan humanos y donde Kazu recordara un recuerdo pasado donde su amiga de la infancia Yui morirá en un futuro cercano. Esta vez, para salvar a Yui, Kazu usará el poder de otro mundo para lanzarse también a la batalla en este mundo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e48840ea-f28b-44fe-9412-d95db2a1ac3c",
    "title": {
      "en": "Legend of the Galactic Heroes (MICHIHARA Katsumi)"
    },
    "updatedAt": "2024-11-12T11:18:20+00:00",
    "coverArt": "https://mangadex.org/covers/e48840ea-f28b-44fe-9412-d95db2a1ac3c/4d66cc0f-7429-4244-ae15-59704a35245e.jpg",
    "altTitles": [
      {
        "ja-ro": "Ginga Eiyuu Densetsu"
      },
      {
        "ru": "Легенда о героях Галактики"
      },
      {
        "ja": "銀河英雄伝説"
      },
      {
        "zh": "银河英雄传说"
      },
      {
        "tr": "Galaksi Kahramanları"
      }
    ],
    "description": {
      "en": "Manga adaptation of 1980s.  \r\n  \r\nFive hundred years ago, Rudolf von Goldenbaum united the disparate governments of humankind and established a mighty human empire, a tribute to his own greatness that stretched across the galaxy. Demanding loyalty and discipline, Rudolf created an order designed to long outlast his own rule; but all human works fade in time. Today, the decaying empire faces the threat of the Free Planets Alliance, and military leaders on both sides jockey for power in the face of a seemingly inevitable conflict. On the side of the empire, the young general Reinhard von Lohengramm sees war as opportunity, and the empire as soft clay ready for his own sculpting. On the side of the alliance, would-be historian Yang Wen-li would like nothing better than to live out his days in peace - but times of war have little use for men who waste their days studying the mistakes of the past. Circumstances will make heroes and villains of both these men, as they write new history one blood-splattered page at a time.  \r\n  \r\n\r\n\r\n---",
      "ru": "История человечества всегда была историей войн, во все времена, во все эпохи. И во все эпохи находятся люди, оставляющие след в истории, чьи имена выжжены на её скрижалях. Этих людей называют героями.  \r\nВ третьем тысячелетии, когда люди давно переселились с Земли на просторы Галактики, между абсолютной монархией Галактический Рейх и республикой Союз Свободных Планет уже 150 лет продолжается война. И на озарённом пламенем войны небосклоне зажигаются звёзды героев, судьба которых - изменить мир."
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": ""
  },
  {
    "mangaId": "8fb00aab-2cfa-4b46-883e-4584d5e9aa62",
    "title": {
      "en": "Sono Akuyaku Kizoku, Mama Heroine ga Suki Sugiru ~Shinshi na Doryoku de Saikyou to Nari Fuguu na Oshi Chara Tasukemakuru~"
    },
    "updatedAt": "2025-02-05T23:33:08+00:00",
    "coverArt": "https://mangadex.org/covers/8fb00aab-2cfa-4b46-883e-4584d5e9aa62/69f71362-077f-4da8-9350-0a65ed4b4e48.jpg",
    "altTitles": [
      {
        "ja": "その悪役貴族、ママヒロインが好きすぎる ～真摯な努力で最強となり不遇な推しキャラ助けまくる～"
      },
      {
        "en": "The Villainous Noble Loves Mom Heroines Too Much ~Becoming The Strongest With Sincere Effort To Save Misfortunate Fave Chars~"
      },
      {
        "en": "That Villainous Aristocrat Is Actually Crazy About Mom Heroines ~With His Earnest Hard Work, He Becomes the Strongest and Saves All of His Favorite Characters~"
      },
      {
        "en": "The Villainous Aristocrat Loves His Mother Heroine Too Much: Becoming the Strongest Through Sincere Efforts and Saving His Favorite Character"
      }
    ],
    "description": {
      "en": "The mom characters who appear in the game *MamaFan* are all unfortunate sub-heroines who always get bad ending routes. “Why... Why do such cute moms have to die?!”. Even though the protagonist tried very hard to request a route where they get saved, all of his efforts were in vain, making him spend his days in frustration. Then on a certain day, he suddenly gets reincarnated into the world of *MamaFan*... However, he gets reincarnated as a villainous aristocrat who's got nothing but the worst routes. This guy, who's crazy about mom characters — his fulfilling days of saving his beloved mom characters and his journey to create his harem full of plump women are about to begin!\n___\n**Additional Links:**\n- Alt Official Raw: [niconico Manga](https://manga.nicovideo.jp/comic/71300)",
      "ja": "ゲームに登場するママキャラたちは、全員がバッドエンドルートしかない、あまりにも不遇すぎるサブヒロインでした――。\n\n「なんで……なんでこんなかわいいママが死ななきゃならないんだよぉおお！」\n\n彼女たちの救済ルートを求めるも、叶わず落胆の日々を送っていた主人公。だが、ある日突然このゲーム世界に転生することに。\n\n・・・ただし、闇落ちルートしかない悪役貴族として。"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c79bcd31-4c0e-43c2-873d-7e614361096e",
    "title": {
      "en": "Heart of Thorns"
    },
    "updatedAt": "2024-12-27T17:06:24+00:00",
    "coverArt": "https://mangadex.org/covers/c79bcd31-4c0e-43c2-873d-7e614361096e/a7e05bd3-1d31-480c-8e47-9c8ebfe27beb.jpg",
    "altTitles": [
      {
        "zh": "荆棘之心"
      },
      {
        "zh-ro": "Jing Ji Zhi Xin"
      }
    ],
    "description": {
      "en": "One day, Liu Hai happened upon a dilapidated magic book. When she imitated the wizard in the magic book to create a magic circle, she accidentally summoned a monster girl named Chi Liu. Chi Liu is the source of strength in the country of Chi. She had been imprisoned for a long time and finally managed to escape. While Liu Hai in the human world was experimenting with the magic circle, the two met..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56901ae8-aece-4983-96c3-94751c96a8bb",
    "title": {
      "en": "Bocchi the Rock! Gaiden:  Kikuri Hiroi's Heavy Drinking Diary"
    },
    "updatedAt": "2025-02-07T19:23:54+00:00",
    "coverArt": "https://mangadex.org/covers/56901ae8-aece-4983-96c3-94751c96a8bb/f95c898e-a9f4-4191-a293-af1191b7e71e.jpg",
    "altTitles": [
      {
        "ja": "ぼっち・ざ・ろっく！外伝　廣井きくりの深酒日記"
      },
      {
        "en": "Bocchi the Rock! Side Story: Hiroi Kikuri's Heavy Drinking Diary"
      },
      {
        "ru": "Одинокий Рокер! Спин-офф: Дневник пьяницы Хирои Кикури"
      },
      {
        "vi": "Bocchi the Rock! Ngoại Truyện: Nhật Ký Say Rượu của Hiroi Kikuri"
      },
      {
        "ja-ro": "Bocchi the Rock! Gaiden: Hiroi Kikuri no Fukazake Nikki"
      }
    ],
    "description": {
      "en": "25 years old Kikuri Hiroi is a \"genius bassist\" who leads the indie band \"SICK HACK\" and loves alcohol. \nShe often gets drunk and breaks the equipment inside concert clubs, so she's often short of money. \nShe lives in a 52-year-old bathless apartment so she borrows showers from her friends sometimes. \nRegularly attacked by anxiety about her future, she counters that with a alcohol-fueled \"happiness spiral\". \nWhat is her daily life like...?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34fb4387-501c-42c6-ab4e-c4cfc7784f00",
    "title": {
      "en": "Umi no Michiru Gohan"
    },
    "updatedAt": "2024-10-10T05:13:46+00:00",
    "coverArt": "https://mangadex.org/covers/34fb4387-501c-42c6-ab4e-c4cfc7784f00/a198cd34-1fd7-4803-b3dc-2815c8c5f77e.png",
    "altTitles": [
      {
        "ja": "海のみちるごはん"
      },
      {
        "ja-ro": "Umi no Michiru Gohan"
      },
      {
        "en": "Umi Gohan, fills your heart."
      },
      {
        "ko": "바다의 미치루 밥"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "820c7f5c-412f-4a29-a973-363f9f4016d1",
    "title": {
      "en": "Mailbox"
    },
    "updatedAt": "2025-02-08T03:14:26+00:00",
    "coverArt": "https://mangadex.org/covers/820c7f5c-412f-4a29-a973-363f9f4016d1/5a420057-52ed-418f-8fd1-f3c1f3c59ae6.jpg",
    "altTitles": [
      {
        "ja": "メイルボックス"
      },
      {
        "ja-ro": "Meirubokkusu"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c8474c2-677e-443c-b249-a943dac671de",
    "title": {
      "en": "Maigo Kyuujo wa Ryuu no Miko no Okiniiri Ryuukakoku Koukyuu Jikenchou"
    },
    "updatedAt": "2024-07-09T18:51:32+00:00",
    "coverArt": "https://mangadex.org/covers/1c8474c2-677e-443c-b249-a943dac671de/7d881ec6-e423-4dc7-ba9b-01904caa9bed.jpg",
    "altTitles": [
      {
        "ja": "迷子宮女は龍の御子のお気に入り ～龍華国後宮事件帳～"
      }
    ],
    "description": {
      "es-la": "¡Un romance misterioso entre una doncella novata y un apuesto eunuco! Desde una edad temprana, Rinka ha sido burlada y maltratada por los aldeanos debido a su extraña habilidad ocular. Su única fuente de apoyo ha sido su hermana, la única que la comprendía. Sin embargo, un día, su hermana desaparece misteriosamente del Palacio Interior donde trabajaba.\n\nRinka se convierte en una doncella del Palacio Interior del Reino Ryuka para buscar a su hermana, pero pasa los días sin pistas. Un día, Rinka se encuentra con el apuesto eunuco Kouren, envuelto en la luz plateada. ¿Qué misterioso romance se desencadenará en este Palacio Interior?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3e9fcb2-36b6-430b-acbc-fb5582487ca2",
    "title": {
      "en": "Confession"
    },
    "updatedAt": "2024-03-16T22:10:06+00:00",
    "coverArt": "https://mangadex.org/covers/c3e9fcb2-36b6-430b-acbc-fb5582487ca2/ebfe6825-dbba-4596-a8d8-4005d5d553a9.jpg",
    "altTitles": [
      {
        "en": "Confession"
      },
      {
        "zh": "告白"
      },
      {
        "zh-ro": "Gaobai"
      },
      {
        "zh-ro": "Gàobái"
      }
    ],
    "description": {
      "en": "The handsome and affectionate pilot Zhou Jingze x the gentle and firm doctor Xu Sui. Summer is always hot, and so is the boy I love. Watch \"Infatuated Prodigal Son\" Zhou Jingze perform this role.",
      "zh": "痞帅深情飞行员周京泽x温软坚定医生许随。夏天永远热烈，我爱的少年也是。看“痴情浪子”周京泽演绎这一份情有独钟。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34c7d737-f03d-42ef-a664-0d213f6b59cd",
    "title": {
      "en": "Maou-sama no Mou Approach ga Overkill Sugimasu"
    },
    "updatedAt": "2024-12-15T03:30:06+00:00",
    "coverArt": "https://mangadex.org/covers/34c7d737-f03d-42ef-a664-0d213f6b59cd/8f31df47-1276-46a6-8c9b-8003a002eeca.jpg",
    "altTitles": [
      {
        "ja": "魔王様の猛アプローチが オーバーキルすぎます"
      }
    ],
    "description": {
      "en": "24-hour surveillance of ex-lover's activities.\n\nA handsome demon king and an unlucky hero from a previous life.\n\nDespite his bad luck, Yuuki Yuta lives an ordinary life. One day, a handsome transfer student, Mazaki Rei, arrives at Yuta's school. Although it should be their first meeting, Rei's sense of distance from the very first day is a bit strange.\n\nWhen Yuta asks him why, he learns that Rei is the Demon King and that Yuta was a former hero in his previous life, And they were even lovers...!\n\nUntil Yuta's curse is lifted, he and the Demon King begin a 24-hour, indefinite life of surveillance!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "2a43a947-44f9-4e04-b170-f843e5ad3e47",
    "title": {
      "en": "Link! Life! Love Live!"
    },
    "updatedAt": "2025-02-08T13:23:42+00:00",
    "coverArt": "https://mangadex.org/covers/2a43a947-44f9-4e04-b170-f843e5ad3e47/d3d36475-ec80-4b41-ae32-ae491ce4cc69.jpg",
    "altTitles": [
      {
        "ja": "Link! Like! ラブライブ!"
      }
    ],
    "description": {
      "en": "Official 4-koma published with the game Link! Life! Love Live!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "78"
  },
  {
    "mangaId": "cf0dc384-99c6-4292-b7d5-4c9211f4423b",
    "title": {
      "en": "Shoutai Fumei to Kyoufu"
    },
    "updatedAt": "2024-10-25T18:58:19+00:00",
    "coverArt": "https://mangadex.org/covers/cf0dc384-99c6-4292-b7d5-4c9211f4423b/77dd379b-0bf0-4487-99d0-a35fbd4d89a7.jpg",
    "altTitles": [
      {
        "ja": "正体不明と恐怖"
      },
      {
        "en": "Unknown Identity and Fear"
      },
      {
        "en": "Unidentified Girl & Phobia"
      }
    ],
    "description": {
      "en": "Kaname Isurugi, who suffered facial injuries in an accident, has a hard time getting along with the people at his school ever since he entered. When school counselor Sugata asks Kaname to help solve the problems of the girls in his charge, Kaname half-heartedly makes contact with four of them. After a month passes without any response, Kaname begins to question his actions. Suddenly, Kaname has a shocking \"fateful encounter\".",
      "ja": "事故が原因で顔に傷が残り、周りから距離をとられてしまっている高校生、石動かなめ。ある日、スクールカウンセラーの須賀田鳥子に半ば言いくるめられるように、彼女の仕事を手伝わされることになってしまう。４人の女子生徒と交流することになりこれまでと違った日々を送るかなめの背中に、突然、カッターナイフを突きつけられる。訳も解らず拘束されるかなめに対し、仮面の少女は驚きの告白をして――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6994b74a-2ecd-4a54-8d23-d2adff5e0b0c",
    "title": {
      "en": "Player"
    },
    "updatedAt": "2024-10-27T07:51:52+00:00",
    "coverArt": "https://mangadex.org/covers/6994b74a-2ecd-4a54-8d23-d2adff5e0b0c/8295e424-4e81-4e3a-bd71-b0a174246a12.jpg",
    "altTitles": [
      {
        "ko": "플레이어"
      },
      {
        "ru": "Игрок"
      },
      {
        "zh": "被迫成为玩家"
      },
      {
        "en": "Player (OH Hyeon-Jun)"
      },
      {
        "ja": "プレイヤー"
      },
      {
        "vi": "Đấu thủ"
      }
    ],
    "description": {
      "en": "Through posting a \"Best Comment\", I somehow became the main character of a webtoon!\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "fr": "Seoljin est un vrai loser à l'école : il est méprisé par tous, même par ceux qu'il croyait être ses amis. La seule chose qu'il puisse faire pour échapper à cette dure réalité, c'est de lire des webtoons d'action, de s'imaginer à la place des héros qui se battent courageusement contre leurs adversaires, sans la moindre hésitation. Mais la vie de Seoljin va prendre un tout autre tournant lorsqu'il laissera un petit commentaire sur le webtoon \"Player\" : un commentaire qui, bientôt, le conduira dans l'univers-même de ce webtoon !\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "id": "Seoljin, seorang pecundang di sekolah, tiba-tiba masuk ke dalam dunia webtoon aksi karena dia berjanji untuk masuk ke webtoon berjudul “Player” kalau kommennya menjadi komen terbaik! Gimana nasibnya di dalam dunia webtoon?!\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "ja": "先の展開が見え見えの漫画なんてもう飽きた！漫画好きの男子高校生・松雪仁は現実の高校生活に、そして自分の弱さにうんざりしていた。そのうっぷんを晴らすべくコメント欄に書き込んだ他愛のない一つの公約。それをきっかけに彼は現実世界から自分が読み入る漫画の世界に強制送還されることに⁉ こんな展開みたことない！この漫画の主人公は俺だ！\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "ko": "베댓 공약으로 어쩌다 주인공이 되었다!\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "ru": "Из-за обещания данного в лучшем комментарии, я стал главным героем вебтуна.\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "th": "ฉันเกลียดเวลาที่ตัวเอกในเว็บตูนถูกเขียนให้แพ้คู่ต่อสู้ที่แข็งแกร่งเพราะว่า...การแพ้ที่เป็นอยู่ตอนนี้ก็มากเกินพอแล้ว ฉันเองก็อยากเป็นตัวเอกของเรื่องเหมือนกัน!\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "vi": "1 học sinh cấp 3 luôn bị các bạn trong lớp xa lánh , đọc webtoon là thứ giúp cậu bớt tuổi thân nhưng 1 hôm cậu cmt vào bộ truyện cậu thích và có khá nhiều lượt tương tác, vị THẦN đã tạo ra bộ truyện cậu đọc thấy cmt cậu rất thú vị mà đã dịch chuyển cậu vào thế giới của bộ truyện.....",
      "zh": "弱鸡少年穿越到漫画世界！\n打败NO.1才能回到现实？\n内向的男主许镇是学校里的边缘人物。作为一个漫画迷，某天他看到一部漫画，却很反感故事里主角先被强者碾压再崛起的老套设定。于是在评论中留言吐槽并许下了“承诺”，没想到这条评论成为了热评第一。之后不可思议的事情发生了！他竟被漫画里的“神——亚瑟”带进了漫画世界！并且只有当他代替漫画世界里的主角成为所谓的“player排行No.1”，他才能回到现实世界。菜鸟玩家该如何成为最强玩家呢？\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "pt-br": "Depois de postar um “Melhor Comentário”, de alguma forma eu me tornei o personagem principal de uma webtoon!"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e529c7a0-955b-47e2-ab9c-0dabc6ed6d39",
    "title": {
      "en": "Myou-chan-sensei wa Kaku Katariki"
    },
    "updatedAt": "2024-10-08T13:17:58+00:00",
    "coverArt": "https://mangadex.org/covers/e529c7a0-955b-47e2-ab9c-0dabc6ed6d39/fa97b5d8-a89d-4968-a8d6-8a7419c17891.jpg",
    "altTitles": [
      {
        "ja": "みょーちゃん先生はかく語りき"
      },
      {
        "ja-ro": "Myō-chan-sensei wa Kaku Katariki"
      },
      {
        "ja-ro": "Myō-chan-sensei ha Kaku Katariki"
      },
      {
        "en": "Thus Spoke Myou-chan-sensei"
      },
      {
        "en": "Thus Spoke Myō-chan-sensei"
      },
      {
        "ru": "Так сказала врач Миё-тян"
      },
      {
        "vi": "Lời khuyên từ Miyo-sensei"
      }
    ],
    "description": {
      "en": "Sasafune Miyoko, the nurse at a certain high school, is often asked for advice by the students. Almost every day someone comes to ask her about their worries, and this and that… But since these are high school students going through puberty, helping them is usually not that simple! Myō-chan-sensei is hard at work answering questions that are sure to make you blush like \"Have you ever had sex outdoors?\" or \"I wonder which panties my boyfriend likes more\".",
      "ja": "生徒のためならなんでもシちゃう？熱血ポンコツ教師・みょーちゃん登場☆\n\nとある高校の保健室の先生・笹舟みよかは生徒達の良き相談役として、今日も思春期爆発系質問にカラダを張って答えます！アオカンしたいって彼氏に言われた？ 乳輪が大きいのが悩み？全部みょーちゃん先生にお任せあれ！！！",
      "ru": "К Сасафунэ Миёко, медсестре одной средней школы, часто обращаются ученики за советом. Почти каждый день кто-нибудь приходит спросить ее о своих проблемах, о том, о сем... Но поскольку речь идет о старшеклассниках, переживающих период полового созревания, помочь им обычно не так-то просто! Мио-тян-сэнсэй усердно отвечает на вопросы, которые наверняка заставят вас покраснеть, например: «Занимались ли вы когда-нибудь сексом на улице?» или «Интересно, какие трусики больше нравятся моему парню?»."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c3d2ca2-0857-4a6c-be97-59ffa3e29873",
    "title": {
      "en": "Hand Jumper"
    },
    "updatedAt": "2025-02-01T23:54:27+00:00",
    "coverArt": "https://mangadex.org/covers/0c3d2ca2-0857-4a6c-be97-59ffa3e29873/88f758f9-7415-4d11-8f47-1d52ae89c653.jpg",
    "altTitles": [],
    "description": {
      "en": "Sayeon Lee despises Aberrants. They wreak havoc on society with their strange, unthinkable powers. It's just too bad she happens to be an Aberrant herself! Forced to fend for her life in the deadly Aberrant Corps, she's determined to make it to the top, and her unusual ability should help her -- if she can figure out how to use it in time."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "981ad6bb-9eab-4777-b39a-0acb0be1ef8b",
    "title": {
      "en": "Osananajimi no Yuri"
    },
    "updatedAt": "2025-01-19T13:19:22+00:00",
    "coverArt": "https://mangadex.org/covers/981ad6bb-9eab-4777-b39a-0acb0be1ef8b/46fb13a1-437c-497d-9ccc-906073c1a6d4.jpg",
    "altTitles": [
      {
        "en": "Childhood Friend Yuri"
      },
      {
        "ja": "おさななじみの百合"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "601498a2-69ae-4d3f-adb3-35ff51bbdfb0",
    "title": {
      "en": "Anata ga Iru Basho"
    },
    "updatedAt": "2024-09-27T10:11:14+00:00",
    "coverArt": "https://mangadex.org/covers/601498a2-69ae-4d3f-adb3-35ff51bbdfb0/b897c70d-c9ef-434e-88ba-7c34515cf56c.jpg",
    "altTitles": [
      {
        "ja": "あなたがいる場所"
      },
      {
        "en": "Your Place to Be"
      },
      {
        "en": "A Place with You in It"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]