[
  {
    "mangaId": "15319114-712b-4645-a9df-4bbe7fb6ac06",
    "title": {
      "en": "Ode to Humanity: Earthlings, Rise!"
    },
    "updatedAt": "2022-09-30T14:57:22+00:00",
    "coverArt": "https://mangadex.org/covers/15319114-712b-4645-a9df-4bbe7fb6ac06/2efbbee6-998b-4da8-b5ea-bf0e478e218d.png",
    "altTitles": [
      {
        "en": "The People on Earth Are Too Ferocious"
      },
      {
        "zh-ro": "Diqiu Ren Shizai Tai Xiongmengle"
      },
      {
        "zh": "地球人实在太凶猛了"
      },
      {
        "en": "Oh My God! Earthlings are Insane!"
      },
      {
        "ko": "멸망할 도시의 회귀자"
      }
    ],
    "description": {
      "en": "Fifty years ago, Dracon City fell into another dimension. Despite having to fight and defend themselves alone, they held fast to the banner of Earth and stood tall against the terrifying Exbeasts found within the Altermension.\n\nFast forward to the present day, Meng Chao was reborn. Much to his surprise, he found out that he could become stronger by contributing to society. He then decided that he would become the most powerful of them all, wipe out every single Exbeast, and conquer the entire Altermension.",
      "ko": "우주에 세워진 인간들의 도시, 드래곤 시티가 함락됐다. \n이계 몬스터들의 습격과 무자비한 공격에 손쓸 도리 없이 당하던 주인공 서훈은 결국 죽음에 이르렀는데…\n\n죽음의 끝, 다시 눈을 뜬 곳은 수업이 한창인 고교 시절 교실이었다. \n드래곤 시티의 멸망, 그리고 자신의 죽음으로부터 회귀한 서훈은 더 이상 구제 불능 실패자가 아니다. \n인생 2회차 그에겐 미래를 아는 지식 외에, 정체 모를 시스템까지 있으니까.\n\n시스템은 자꾸 내가 가진 지식을 통해 드래곤 시티에 기여할 것을 강요한다. \n아무래도 드래곤 시티의 구원은 서훈 혼자만의 힘으로 되지 않는 것인 듯 한데...\n\n서훈은 자신의 운명에 순응하며 최선을 다해 드래곤 시티의 멸망을 막기로 한다!",
      "zh": "五十年前，龙城穿越，铁血孤军，高举地球文明的战旗，面对异界万族的恐怖狂潮。五十年后，孟超重生，发现自己做贡献就能变强大。于是重来一世的男主拳打怪兽，脚踩恶魔，手撕古神，镇压异界，这一世，他发誓，一定要改写自己、改写父母，甚至是全人类的结局！",
      "pt-br": "Meng Chao viu sua cidade ser destruída e acabou renascendo cinquenta anos antes da destruição, na época que a cidade Dragão foi para outro mundo. Agora com um novo sistema ele quer se tornar o mais forte e proteger a cidade."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48e800b9-7dfb-4fa9-8344-eda37d555e1b",
    "title": {
      "en": "Hikaru to Hikaru"
    },
    "updatedAt": "2024-07-29T01:12:58+00:00",
    "coverArt": "https://mangadex.org/covers/48e800b9-7dfb-4fa9-8344-eda37d555e1b/691b5aaa-2dd9-469f-b255-eadfb746bdc6.jpg",
    "altTitles": [
      {
        "ja": "ひかるtoヒカル"
      },
      {
        "zh": "化身为光"
      }
    ],
    "description": {
      "en": "\"Hikaru to Hikaru\" is a comedy about Hikaru Katsuragi, a boy who is a descendant of the Iga ninja, sneaking into a girls' school.\n\nIn the Katsuragi family, if you don't master the secret \"Kunoichi no Jutsu,\" which turns your body into a female body, by the age of 18, you won't be recognized as an adult, and his mother was worried about Hikaru's immature technique.\n\nIn order for such a Hikaru to become a full-fledged woman, he is ordered to attend a prestigious school for young ladies, Kazami Girls' School, in the form of a woman."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54c2de19-889c-4b04-b9f0-39e28a769a98",
    "title": {
      "en": "School Rumble"
    },
    "updatedAt": "2024-07-07T04:43:04+00:00",
    "coverArt": "https://mangadex.org/covers/54c2de19-889c-4b04-b9f0-39e28a769a98/7b003512-3ac5-41e2-a503-e5bf80fc7aff.jpg",
    "altTitles": [
      {
        "zh": "校园迷糊大王"
      },
      {
        "ko": "스쿨 럼블"
      }
    ],
    "description": {
      "en": "She's a second-year high school student with a single all-consuming question: Will the boy she likes ever really notice her? He's the school's most notorious juvenile delinquent and he's suddenly come to a shocking realization: He's got a huge crush, and now he must tell her how he feels.  \n  \nChapter 232 does not exist, there's no chapters missing.  \n  \nSpecial Chapters:  \n  \nbb1 What's up Doc (February 9, 2010)  \nDiamonds on the Inside (November 30, 2016)  \nGive it Away (March 15, 2017)  \nHello Again (November 8, 2017)",
      "pt-br": "Ela é uma estudante do segundo ano do ensino médio com uma única pergunta que a consome: será que o garoto de quem ela gosta realmente a notará? Ele é o delinquente juvenil mais notório da escola e de repente chega a uma conclusão chocante: ele tem uma paixão enorme e agora deve contar a ela como se sente.\n\nO capítulo 232 não existe, não falta nenhum capítulo.\n\nCapítulos Especiais:\n\nbb1 E aí, doutor (9 de fevereiro de 2010)\nDiamantes por dentro (30 de novembro de 2016)\nComo percebeu (15 de março de 2017)\nOlá de novo (8 de novembro de 2017)"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "22",
    "lastChapter": "283"
  },
  {
    "mangaId": "0874979e-301a-47a5-a559-0e33a1162571",
    "title": {
      "en": "Giri Choko Girai no Danjo"
    },
    "updatedAt": "2024-07-05T00:03:22+00:00",
    "coverArt": "https://mangadex.org/covers/0874979e-301a-47a5-a559-0e33a1162571/60d5480c-67aa-4dec-a916-3f234aaeed5e.jpg",
    "altTitles": [
      {
        "ja": "義理チョコ嫌いの男女"
      },
      {
        "en": "A Man and a Woman Who Hate Obligatory Chocolates"
      },
      {
        "pt-br": "Um homem e uma mulher que odeiam chocolates obrigatórios"
      }
    ],
    "description": {
      "en": "\"You realize that these aren't just obligatory chocolates, right?\"\n\nObligatory chocolate is the kind that you give to people you don't even like, just because it's a Valentine's Day tradition. Aya, a beautiful office lady who is often misunderstood because of her lack of visible emotions, was complaining about it to her boss Takaki, as they walked to the train station together after work. However, Takaki told her, \"That's too bad, because I was really looking forward to getting chocolates from Aya, even if it's just obligatory…\"\n\nAs they parted ways, Aya hands Takaki a box of chocolates. Takaki is confused, because he thought she didn't like giving out obligatory chocolates…\n\n\"Senpai, are you really that dumb?\"\n\nWinner of the 3rd Toaru Nichijou Manga Award, it's a sweet romantic comedy that will satisfy your heart and your sweet tooth!",
      "pt-br": "Você percebe que estes não são apenas chocolates obrigatórios, certo?\n\nAya, uma bela moça de escritório que costuma ser mal interpretada por causa de sua falta de emoções visíveis, estava reclamando disso com seu chefe Takaki, enquanto caminhavam juntos para a estação de trem depois do trabalho. No entanto, Takaki disse a ela: \n\n\"Isso é uma pena, porque eu realmente estava ansioso para ganhar chocolates de Aya, mesmo que seja apenas obrigatório...\"\n\nAo se despedirem, Aya entrega uma caixa de chocolates a Takaki. Takaki fica confuso, porque pensou que ela não gostava de dar chocolates obrigatórios...\n\n\"Senpai, você é realmente tão burro?\""
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2024-08-03T01:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/b812926d-24da-472d-8c81-be1e632d616e.png",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "Please Bully Me, Miss Villainess!"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8f9afe2-aa44-4bc6-9145-eebb1f282372",
    "title": {
      "en": "Pseudo Harem"
    },
    "updatedAt": "2024-07-20T12:39:52+00:00",
    "coverArt": "https://mangadex.org/covers/d8f9afe2-aa44-4bc6-9145-eebb1f282372/8cc1aa08-c214-44ab-8b59-dcce6f73ca84.jpg",
    "altTitles": [
      {
        "ja-ro": "Giji Harem"
      },
      {
        "ja-ro": "Giji-Harem"
      },
      {
        "pt": "Harém de Mentirinha"
      },
      {
        "id": "Harem Semu"
      },
      {
        "ru": "Псевдогарем"
      },
      {
        "ja": "疑似ハーレム"
      },
      {
        "uk": "Псевдогарем"
      },
      {
        "zh-hk": "模擬後宮"
      },
      {
        "zh": "模拟后宫体验"
      }
    ],
    "description": {
      "en": "The story of Nanakura Rin of the Drama Club, who has indisputable talent as an actress, and her senpai in the same club, Kitahama Eiji. With the power of her acting, Rin teases Eiji with a variety of personas, giving him the harem he's always dreamed of!",
      "fr": "Voici l'histoire de Nanakura Rin du club de drama, ayant un talent indiscutable en tant qu'actrice, et de son senpai Kitahama Eiji. Grâce à ses talents d'actrice, Rin taquine Eiji avec multiples personnalités, lui donnant le harem dont il a toujours rêvé.",
      "it": "Questa è la storia di Nanakura Rin del club di teatro, che ha un talento indiscutibile come attrice, e del suo senpai Kitahama Eiji. Grazie al suo talento di attrice, Rin prende in giro Eiji con molteplici personalità, dandogli l'harem che ha sempre sognato.",
      "pl": "Historia dwojga członków Klubu Teatralnego – Rin Nanakury i jej Senpaia – Kitahamy Eijiego.  \nRin, przy użyciu swoich aktorskich umiejętności, odgrywa różnorodne postacie, tworząc tym samym Senpaiowi jego wymarzony harem!",
      "pt": "Rin Nanakura, uma talentosa atriz do clube de teatro, e o seu veterano no mesmo clube, Eiji Kitahama. Com suas habilidade de atuação, Rin brinca com Eiji fazendo várias personagens, e montando o harém (de uma pessoa só) que ele sempre sonhou!",
      "uk": "Історія про Нанакуру Рін, яка має талант до акторства, та Кітахаму Ейджі - її семпая, який мріє про власний гарем.",
      "pt-br": "A história de Nanakura Rin do Clube de Drama, que tem talento indiscutível como atriz, e seu senpai do mesmo clube, Kitahama Eiji. Com o poder de sua atuação, Rin provoca Eiji com uma variedade de personagens, dando-lhe o harém com que ele sempre sonhou!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "130"
  },
  {
    "mangaId": "b3175db1-7f49-4321-ad68-5a59e0e53b61",
    "title": {
      "en": "Shota Oni"
    },
    "updatedAt": "2024-06-27T02:25:00+00:00",
    "coverArt": "https://mangadex.org/covers/b3175db1-7f49-4321-ad68-5a59e0e53b61/d011eb0b-035c-48f9-aa3b-a96b8631b3ae.jpg",
    "altTitles": [
      {
        "ja": "ショタおに"
      }
    ],
    "description": {
      "en": "After leaving a scar on his best friend's face years ago, Tsubaki feels responsible and is determined to grow up big and strong so he can protect Yuu. Yuu is already in high school and Tsubaki is only in elementary, but he is sure that his feelings will get through and Yuu will eventually come to rely on him."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "edc759bd-6310-4aaf-84c6-1493ce4a4b8a",
    "title": {
      "en": "Fullmetal Alchemist - A Father's Feeling (Doujinshi)"
    },
    "updatedAt": "2023-04-14T21:24:46+00:00",
    "coverArt": "https://mangadex.org/covers/edc759bd-6310-4aaf-84c6-1493ce4a4b8a/7f08ed52-81c1-4840-ad0c-264592a83eca.jpg",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6cc77b74-4c4a-4a58-9ae1-682471d50840",
    "title": {
      "en": "Fukakai na Boku no Subete o"
    },
    "updatedAt": "2023-07-18T01:01:48+00:00",
    "coverArt": "https://mangadex.org/covers/6cc77b74-4c4a-4a58-9ae1-682471d50840/1bf2fee4-bfda-47ae-b3b1-514a102362a1.jpg",
    "altTitles": [
      {
        "ja-ro": "FukaBoku"
      },
      {
        "en": "Love Me For Who I Am"
      },
      {
        "ja": "不可解なぼくのすべてを"
      },
      {
        "fr": "Aime moi pour ce que je suis"
      }
    ],
    "description": {
      "en": "High school student Tetsu Iwaoka notices that his classmate Mogumo is always alone at school. Wanting to give Mogumo a chance to make some friends, Tetsu invites Mogumo to work at his family’s maid cafe. Although Mogumo is initially enthusiastic, there is just one problem: this is a cross-dressing boys cafe, but Mogumo is adamant about being neither a boy nor a girl.",
      "fr": "Lycéen, Iwaoka Tetsu remarque que son camarade de classe Mogumo est toujours seul à l'école. Voulant lui donner la chance de se faire des amis, Tetsu invite Mogumo à travailler dans le maid café de sa famille. Bien que Mogumo soit enthousiaste au début, il y a un petit problème : il s'agit d'un café otokonoko, mais Mogumo ne se considère ni comme un garçon, ni comme une fille.  \n\n\n---\n\n[Author's Twitter](https://twitter.com/kt_konyam)",
      "pt": "O estudante do ensino médio Tetsu Iwaoka percebe que seu colega Mogumo está sempre sozinho na escola. Querendo dar a Mogumo a oportunidade de fazer amigos, Tetsu convida Mogumo para trabalhar no café de empregadas de sua família. Embora Mogumo esteja inicialmente entusiasmado, há apenas um problema, este é um café para garoto-garota (garotos que se vestem de garotas), mas Mogumo é inflexível quanto a não ser garoto nem garota.",
      "pt-br": "O estudante do ensino médio Tetsu Iwaoka percebe que seu colega Mogumo está sempre sozinho na escola. Querendo dar a Mogumo a oportunidade de fazer amigos, Tetsu convida Mogumo para trabalhar no café de empregadas de sua família. Embora Mogumo esteja inicialmente entusiasmado, há apenas um problema, este é um café para garotos garotas (garotos que se vestem de garotas), mas Mogumo é inflexível quanto a não ser garoto nem garota."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "28"
  },
  {
    "mangaId": "c1d77fb9-b06e-4b83-9143-1aac18c3b83b",
    "title": {
      "en": "Fate/Grand Order - Master Loves Astolfo"
    },
    "updatedAt": "2023-04-15T02:36:58+00:00",
    "coverArt": "https://mangadex.org/covers/c1d77fb9-b06e-4b83-9143-1aac18c3b83b/02a4ae08-ab96-494c-9208-bbef5522dfd7.png",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "975f3334-8395-4393-84a2-50fcaccbcdc0",
    "title": {
      "en": "Isekai Bishoujo Juniku Ojisan to"
    },
    "updatedAt": "2024-04-22T22:39:55+00:00",
    "coverArt": "https://mangadex.org/covers/975f3334-8395-4393-84a2-50fcaccbcdc0/e56bddd7-bb3d-41c4-865e-fbab6fbcd4cb.jpg",
    "altTitles": [
      {
        "ja-ro": "Fabiniku"
      },
      {
        "ja": "異世界美少女受肉おじさんと"
      },
      {
        "ja": "ファ美肉"
      },
      {
        "ru": "Фантастический мир с обращённым в красавицу мужчиной и…"
      },
      {
        "ko": "이세계 미소녀가 되어 버린 아저씨와"
      },
      {
        "en": "With a Fogie Reincarnated as a Pretty Fantasy Girl"
      },
      {
        "ja-ro": "Isekai Bishōjo Juniku Ojisan to"
      },
      {
        "ja-ro": "Fantasy Bishoujo Juniku Ojisan to"
      },
      {
        "en": "Life with an Ordinary Guy Who Reincarnated into a Total Fantasy Knockout"
      }
    ],
    "description": {
      "en": "Hinata Tachibana, a beleaguered 32-year-old office worker, and his handsome best friend Tsukasa Jinguuji were summoned to another world by a naked goddess. However, because of the goddess's mischief, Tachibana was turned into a peerless beautiful girl?! To get back his body, he has to go on a journey with his best friend to defeat the demon king!!   \n  \nHowever… will they be able to keep their hands off each other!?  \n  \n\"An older man that became a beautiful girl\" and \"A handsome older man\"! Let the madness-filled another world journey rom-com begin!!",
      "ru": "Скучный мужчина вместе с его красивым лучшим другом были призваны в другой мир обнаженной богиней! Однако из-за озорства богини одного превратили в... невероятно красивую девушку?! Чтобы обратно вернуть своё тело, они должны отправиться в путешествие, чтобы победить Короля Демонов!! Да пускай начнётся романтическая комедия, наполненная полным безумием иного мира!",
      "pt-br": "Hinata Tachibana, um trabalhador de escritório sitiado de 32 anos, e seu belo melhor amigo Tsukasa Jinguuji foram convocados para outro mundo por uma deusa nua. No entanto, por causa das travessuras da deusa, Tachibana foi transformada em uma garota bonita inigualável ?! Para recuperar seu corpo, ele tem que viajar com seu melhor amigo para derrotar o rei demônio !! \n\nNo entanto... eles serão capazes de manter as mãos longe um do outro !? \n\n\"Um homem mais velho que se tornou uma garota bonita\" e \"Um homem mais velho e bonito\"! Deixe a loucura outra jornada mundial rom-com começar!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09cffd75-7d03-43cd-af83-bb7780ff62e1",
    "title": {
      "en": "Asobinin wa Kenja ni Tenshoku Dekiru tte Shittemashita? ~ Yuusha Party o Tsuihou Sareta Lv 99"
    },
    "updatedAt": "2024-04-07T21:51:47+00:00",
    "coverArt": "https://mangadex.org/covers/09cffd75-7d03-43cd-af83-bb7780ff62e1/ca854931-7df2-4c0e-8adb-3f220f36dfb4.jpg",
    "altTitles": [
      {
        "es": "¿Sabías que un donjuán puede cambiar su trabajo por el de un sabio? El bufón del nivel 99 expulsado de la party de los héroes, se convertirá en un \"gran sabio\"."
      },
      {
        "en": "Did You Know That a Playboy Can Change His Job to a Sage? ~The Level 99 Jester Expelled from the Heroes' Party Will Become a 'Great Sage'~"
      },
      {
        "ru": "Знаете ли вы, что бездельник может стать мудрецом? — Шут 99-го уровня, исключенный из отряда героев, достиг звания «Великого мудреца»"
      },
      {
        "ja": "遊び人は賢者に転職できるって知ってました？　～勇者パーティを追放されたLV99道化師、【大賢者】になる～"
      },
      {
        "ko": "광대는 현자로 전직할 수 있다는 걸 알고 계셨나요?"
      },
      {
        "zh": "知道遊人可以轉職成賢者嗎？ ～被勇者隊伍放逐的LV99道化師將會成為【大賢者 】～"
      }
    ],
    "description": {
      "en": "The Jester ―― More commonly known as the ‘Playboy’ Dylan, was fired from the party of the Heroes. The self-centred Heroes didn’t understand Dylan’s importance to the group.  \r\n  \r\nThey were just a group of one-man teams. Not interested in cooperation at all. Any failures are blamed on the jester. Dylan, who was disgusted with such companions and was sick of playing as their comedic foil, happily accepted being kicked out.  \r\n  \r\nThe Heroes didn’t know. After saving them many times over with his magic tricks, the level 99 jester can change his job title to that of a ‘Great Sage’.  \r\n  \r\n“Life, how about a rewrite?”  \r\n  \r\nHe’s done being the clown. From here on out, he’s going to take the leading role."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "58"
  },
  {
    "mangaId": "d57ceb17-3831-42ab-b42e-1ce1a7029285",
    "title": {
      "en": "Dungeon Elf - Dungeon ni Takarabako ga Aru no wa Atarimae desu ka?"
    },
    "updatedAt": "2024-07-13T05:04:12+00:00",
    "coverArt": "https://mangadex.org/covers/d57ceb17-3831-42ab-b42e-1ce1a7029285/4356e5e0-017a-4fdf-9cab-0b776330d9fd.png",
    "altTitles": [
      {
        "ja": "ダンジョンエルフ ダンジョンに宝箱があるのは当たり前ですか?"
      },
      {
        "en": "Dungeon Elf - Is It Normal for There to Be Treasure Chests in Dungeons?"
      },
      {
        "ja-ro": "Dungeon Elf - Dungeon ni Takarabako ga Aru no ha Atarimae desu ka?"
      }
    ],
    "description": {
      "en": "A mystery that not even the most devoted RPG enthusiast can answer.\nWhy are there conveniently placed treasure chests in dungeons?\nIn the thickets of the Forest of Beginnings, a perilous place where even a party of heroes must face the possibility of total annihilation.\nSometimes even within ordinary homes. Unbeknownst to all but the adventurers themselves, the treasure chests are always there, quietly aiding them in maintaining the balance of the world.\nThis is the untold, unnoticed tale of someone burdened with a treasure chest.\n___\nMade by GyroKnuckle and Tomozo under the group name “[River Slan](https://mangadex.org/author/1e179cfa-adca-4dcd-8247-23fa22e80a9e/river-slan)”."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ff21190-e159-4642-955f-d2c355c7cc58",
    "title": {
      "en": "DDADDICTION♡♡♡"
    },
    "updatedAt": "2024-07-08T02:51:11+00:00",
    "coverArt": "https://mangadex.org/covers/8ff21190-e159-4642-955f-d2c355c7cc58/d64963db-f07a-40a8-911e-c7b085aa0c2e.jpg",
    "altTitles": [
      {
        "ja": "ディディアディクション♡♡♡"
      },
      {
        "ja": "ディディアディクション"
      },
      {
        "en": "DDADDICTION"
      }
    ],
    "description": {
      "en": "Asato, a high school student with a strong sense of justice, is investigating small pranks that frequently occur at school and comes across the newly appointed school nurse, Egou Nemu. Nemu is admired by everyone at school because of her beauty, but she has a curt attitude towards everyone. However, when Asato learns Nemu's secret, he is invited to Nemus home. Asato is at the mercy of Nemu, who has a sweet attitude that he doesn't show during the day, but there is an even more important secret―in that room.",
      "ja": "正義感の強い高校生のアサトは学校で頻発する小さなイタズラを調査していたところ、新任の養護教諭・江郷ネムに行きつく。その美貌から学校中の憧れの的であるネムだが、誰に対してもそっけない態度をとっていた。しかしアサトがネムの秘密を知ったことで、ネムの自宅へ誘われる。昼間には見せない甘い態度のネムに翻弄されるアサトだったが、その部屋にはさらなる重大な秘密があった――。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10a4985d-0713-462e-a9d6-767bf91e4fd7",
    "title": {
      "en": "Helck"
    },
    "updatedAt": "2024-03-04T16:02:45+00:00",
    "coverArt": "https://mangadex.org/covers/10a4985d-0713-462e-a9d6-767bf91e4fd7/3809c2d6-dc5e-4943-bf28-84d319fcfb8e.jpg",
    "altTitles": [
      {
        "ru": "Хельк"
      },
      {
        "zh": "勇者赫鲁库"
      },
      {
        "ja": "ヘルク"
      }
    ],
    "description": {
      "en": "The Demon King has been defeated, and now the Demon World is running a contest to choose his successor.   \nA muscular and high-level human named Helck has joined and says that he wants to destroy all HUMANS. Is he serious?  \nRed Vamirio, one of the Four Heavenly Kings of the whole Demon Empire, is monitoring the contest and can't believe this. What's the secret behind Helck and the human world?",
      "pt": "Helck é o herói que derrotou um dos reis demônio. Quando um rei demônio morre, um novo deve ser declarado. Isso é feito através de um torneio de artes marciais, onde o mais forte se torna o novo governante. Vamiro, um dos Grandes Reis Demônios, descobre que Helck é um dos participantes do torneio e tem ganhado todas as lutas! Qual poderia ser o motivo? Se um humano se torna o próximo rei demônio, o que isso significa para o reino demoníaco?"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "106.5"
  },
  {
    "mangaId": "a4a4250d-14a0-4b45-83ac-c732091b4eba",
    "title": {
      "en": "My Daughter Is the Final Boss"
    },
    "updatedAt": "2024-06-29T01:54:17+00:00",
    "coverArt": "https://mangadex.org/covers/a4a4250d-14a0-4b45-83ac-c732091b4eba/90295f87-e093-4731-8d5e-7e44cb33d0ac.jpg",
    "altTitles": [
      {
        "ko": "내 딸은 최종 보스"
      },
      {
        "ko-ro": "Nae Ddar'eun Cheojong Boss"
      },
      {
        "zh-hk": "我的女兒是最終頭目"
      },
      {
        "zh": "灭世女神今年5岁"
      },
      {
        "ko-ro": "Nae Ttareun Choejong Boss"
      },
      {
        "fr": "Ma fille est le boss final"
      },
      {
        "it": "Mia figlia è il boss finale"
      },
      {
        "uk": "Моя донька - фінальний бос"
      },
      {
        "ru": "Моя дочь — Финальный Босс"
      },
      {
        "mn": "Миний охин бол эцсийн BOSS"
      },
      {
        "ja": "俺の娘はラスボス"
      },
      {
        "zh": "灭世女神今年5岁"
      },
      {
        "zh": "我的女儿是最终的老板"
      },
      {
        "zh-hk": "我的女兒是最終的老闆"
      },
      {
        "id": "Putriku Adalah Bos Terakhir"
      },
      {
        "es-la": "Mi Hija es el Jefe Final"
      }
    ],
    "description": {
      "en": "Lee Seo-jun could only watch as his daughter, the witch Lee Seol-ah, turned into the wicked final boss who destroyed the world and brought upon his death. \n\nThough never a good dad, as he loses consciousness, Seo-jun gets a new quest.\n\n[Change the future.] \n\nUpon awakening, he sees a 5-year-old Seol-ah standing before him. Now, Seo-jun must raise Seol-ah to avoid the misfortunes that originally turned her wicked and become the caring father she never had.\n\nThe price of failure? Only the end of the world.\n\n\n---\n**Alt. Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "fr": "Ma fille a détruit le monde. À la fin de celui-ci, je suis mort impuissant. Quand j'ai rouvert les yeux, ma fille de cinq ans était devant moi. <Quête unique : Changer le futur> Arrêtez les cinq malheurs de Seol-Ah Lee. (0/5) Une nouvelle chance m'a été accordée. Si elle est mal éduquée, le monde périra.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "id": "Putriku menghancurkan dunia ini, di akhir hidupku aku mati tidak berdaya. Ketika aku membuka mata, putriku yang berusia 5 tahun berada di hadapanku. Aku mengalami regresi dan harus mencegah 5 nasib buruk Seol-Ah (0/5) Aku diberikan kesempatan sekali lagi, untuk mengubah semuanya dan menebus semua kesalahanku di masa lalu Jika dibiarkan begitu saja, maka dunia akan binasa. - Diary Lee Seojun\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "ko": "내 딸이 세상을 멸망시켰다.\n엇나감의 끝에서, 나는 무력하게 죽음을 맞이했다.\n다시 눈을 떴을 때, 내 눈앞에는 다섯 살의 딸이 있었다.\n\n<고유 퀘스트 : 미래 바꾸기>\n이설아의 다섯 가지 불행을 막으십시오.(0/5)\n\n다시 한번 주어진 기회.\n잘못 키우면, 세상이 멸망한다.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "ru": "Моя дочь разрушила мир. В конце её дивергенции я беспомощно умер.\nКогда снова открыл глаза, передо мной стояла моя пятилетняя дочь.\n[Остановите пять несчастий Соль-а Ли. (0/5)]\nМне дали ещё один шанс. Если её неправильно воспитать, то мир погибнет.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "uk": "Моя донька зруйнувала світ, а я помер. Але після смерті перед моїми очима з'явилось завдання.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "zh": "我的女儿灭亡了世界。 就在生死毁灭之际，我无力的迎接死亡的到来。 再次睁开双眼的时候，我回到了过去，眼前竟出现了女儿5岁时的身影！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99638ee0-6116-4587-8de9-56ac8ee23947",
    "title": {
      "en": "Danshi Koukousei wa Isekai de JK ni Natta"
    },
    "updatedAt": "2024-04-16T17:43:47+00:00",
    "coverArt": "https://mangadex.org/covers/99638ee0-6116-4587-8de9-56ac8ee23947/70eae137-3b72-44b2-98c6-e3188593b72d.jpg",
    "altTitles": [
      {
        "ja": "男子高校生は異世界でJKになった。"
      },
      {
        "en": "My Second Life is as the Strongest High School Girl in Another World"
      }
    ],
    "description": {
      "en": "A serious and uptight male high school student becomes a girl in another world...!? Cattleya Lanoquid is a girl from another world who longs for magic. On her 16th birthday, her mother tells her that the way to save their household finances is to... get excited...!? However, Cattleya was actually Ranka Harumigawa, a neat and serious male high school student in his past life!! Ranka (Cattleya) wants to become a respectable adult, but is torn between that desire and his hidden desires...!!",
      "ja": "☆★ニコニコ漫画オリジナル新連載☆★\n２度目の人生は最強異世界JKで…！！\n真面目で堅物な男子高校生が\n異世界で女のコになっちゃった…!?\n\n\n魔法にあこがれを持っていた異世界の少女・カトレア・ラノーキド。\n１６歳になった日、母に告げられた家計の魔力貯め方法は…ムラムラすることで…!?\nしかしカトレアは前世が潔癖でド真面目な男子高校生・春見川蘭介だった！！\n立派な大人になりたい蘭介（カトレア）は秘めた欲望との間で揺れ動いていく…！！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5a4bab0-87f0-4843-b49a-603ca52f9ef5",
    "title": {
      "en": "My Mobster Girlfriend"
    },
    "updatedAt": "2023-10-31T06:35:59+00:00",
    "coverArt": "https://mangadex.org/covers/c5a4bab0-87f0-4843-b49a-603ca52f9ef5/3db92849-d849-41f1-862a-d5eaf9b9b639.jpg",
    "altTitles": [
      {
        "en": "My Villainous Girlfriend"
      },
      {
        "zh-ro": "Wo De Fan Pai Nü You"
      },
      {
        "zh": "我的反派女友"
      },
      {
        "en": "My Girlfriend is a Villain"
      }
    ],
    "description": {
      "en": "Zhang Nan, the young master of the declining Fu Long Clan just wants to be a normal person, but he is sent to an aristocratic training school by his grandfather. He is accidentally assigned to a female class by the teacher, and is tormented by his peers to the point where he wants to leave school.  \nWill his experiences at Blake Academy and the girls he meets change him so he can face his identity as the heir to his clan?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "188"
  },
  {
    "mangaId": "fadafee2-dfb4-4eb1-833f-3c3669d5767b",
    "title": {
      "en": "Harem Ou no Isekai Press Manyuuki"
    },
    "updatedAt": "2024-07-21T15:07:54+00:00",
    "coverArt": "https://mangadex.org/covers/fadafee2-dfb4-4eb1-833f-3c3669d5767b/0e3639cf-bb63-43e6-9a21-33fd516ceaf2.jpg",
    "altTitles": [
      {
        "ja": "ハーレム王の異世界プレス漫遊記 ～最強無双のおじさんはあらゆる種族を嫁にする～"
      },
      {
        "ja-ro": "Harem Ou no Isekai Press Manyuuki ～Saikyou Musou no Ojisan wa Arayuru Shuzoku wo Yome ni suru～"
      },
      {
        "en": "Harem King's Other World Press Journey : The Strongest Warrior Uncle Takes Wives from All Races"
      }
    ],
    "description": {
      "en": "The erotic-comedy fantasy begins with a gentleman uncle who brings justice while doing some consensual seeding here and there.",
      "es": "Un hombre que había muerto en soledad pidió a la diosa Nike que lo reencarnara en una «versión variante de un Tanetsuke Ojisan» y se reencarnó con el nombre de Genji.\nNike es convertida en la pollita 'Pinoko' como acompañante por su jefa, la diosa, y tiene que trabajar con Genji.\nTras reencarnarse, Genji confiesa su amor a Cindy, la recepcionista del gremio, pero ella le rechaza, diciendo que le gustan los hombres fuertes. Entonces Genji se marcha a derrotar al dragon negro más fuerte que se rumorea en el gremio.\nLa comedia erótica de fantasía de un tío con buen corazón que ayuda a los débiles, aplasta a los fuertes y protege a la mujer que le gusta!",
      "es-la": "Un hombre que había muerto en soledad pidió a la diosa Nike que lo reencarnara en una «versión variante de un Tanetsuke Ojisan» y se reencarnó con el nombre de Genji.\nNike es convertida en la pollita 'Pinoko' como acompañante por su jefa, la diosa, y tiene que trabajar con Genji.\nTras reencarnarse, Genji confiesa su amor a Cindy, la recepcionista del gremio, pero ella le rechaza, diciendo que le gustan los hombres fuertes. Entonces Genji se marcha a derrotar al dragon negro más fuerte que se rumorea en el gremio.\nLa comedia erótica de fantasía de un tío con buen corazón que ayuda a los débiles, aplasta a los fuertes y protege a la mujer que le gusta!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "68246327-3e8c-48dc-a2ed-72c67e49f9d5",
    "title": {
      "en": "Boku wa Onee-chan no Omocha"
    },
    "updatedAt": "2024-08-01T09:26:41+00:00",
    "coverArt": "https://mangadex.org/covers/68246327-3e8c-48dc-a2ed-72c67e49f9d5/d758b45c-369a-4d35-a502-00a28844d397.jpg",
    "altTitles": [
      {
        "ja": "僕はお姉ちゃんのおもちゃ"
      },
      {
        "ja-ro": "Boku ha Onee-chan no Omocha"
      },
      {
        "en": "I Am My Sister's Toy"
      },
      {
        "en": "I Am My Big Sister's Plaything"
      }
    ],
    "description": {
      "en": "Presented by the special tag team of Yoshida Morohe and Yuzuki Ryouta, a gal step-older-sister and a bad-at-communication younger brother make-up comedy!!\n\nAonuma Aira is a 13-year-old with no romantic or friendly relationships, but one day, due to his parent's remarriage, the high-schooler Misa becomes his step-sister! She's a completely unknown entity to him, and gets way too close way too fast.\n\nMoreover, her hobby is… makeovers? So she starts making him over until he's turned into a pretty girl!\n\nWhat's in store for him after he's become his step-sister's plaything?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba0603df-977d-4fb0-845a-de0d93606c0e",
    "title": {
      "en": "Big Brother's Favourite Sibling"
    },
    "updatedAt": "2022-07-12T01:33:03+00:00",
    "coverArt": "https://mangadex.org/covers/ba0603df-977d-4fb0-845a-de0d93606c0e/e7232aec-2bf0-4e12-8785-6db6898972a5.png",
    "altTitles": [
      {
        "ja": "お兄ちゃん大好きな弟の漫画"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3547740-5dd3-4602-a651-97d7fd25360c",
    "title": {
      "en": "A Zombie and Her Mistress"
    },
    "updatedAt": "2024-08-10T02:13:10+00:00",
    "coverArt": "https://mangadex.org/covers/d3547740-5dd3-4602-a651-97d7fd25360c/ee837010-f214-458b-b5fb-2d286d713626.jpg",
    "altTitles": [
      {
        "ja": "ゾンビメイドとご主人さま"
      },
      {
        "id": "Si Maid Zombie dan Tuannya"
      }
    ],
    "description": {
      "id": "Keseharian si Maid Zombie dan Majikan Manusianya yang dimulai ketika matahari tenggelam.",
      "ja": "ゾンビメイドとご主人さまのほんのり百合漫画\nコミティアの無配漫画でした"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bb96d71-05de-4cc3-9318-54384484f62a",
    "title": {
      "en": "A Story About a Girl Who Developed Selective Mutism"
    },
    "updatedAt": "2022-07-19T17:10:57+00:00",
    "coverArt": "https://mangadex.org/covers/3bb96d71-05de-4cc3-9318-54384484f62a/402ab5b9-fbc9-43da-8551-f83bfe10becf.png",
    "altTitles": [
      {
        "en": "A Story About a Girl Who Developed a Communication Disorder"
      },
      {
        "ja-ro": "Bamen kanmoku-shou ni natta hanashi"
      },
      {
        "it": "La storia di una ragazza che soffre di un disturbo della comunicazione"
      },
      {
        "ja": "場面緘黙症になった話"
      }
    ],
    "description": {
      "en": "Komi-san for Medical Students",
      "it": "Chizuru è una ragazzina che soffre di mutismo selettivo e per questo ha sempre avuto grosse difficoltà a relazionarsi con gli altri. Grazie però al sostegno di sua madre e della sua unica amica, che non si ferma alla superficialità dei suoi compagni di classe e vede in lei una persona gentile e degna di aiuto, per Chizuru è venuto finalmente il momento di affrontare le sue paure, e, forse, di riuscire finalmente a sconfiggerle"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "b4c43bfb-4bbb-4f0c-a3ae-7a263b3d0d0f",
    "title": {
      "en": "A Smartphone in Love (Preserialization)"
    },
    "updatedAt": "2023-10-08T13:22:42+00:00",
    "coverArt": "https://mangadex.org/covers/b4c43bfb-4bbb-4f0c-a3ae-7a263b3d0d0f/84296478-f3c9-4e2f-b419-8f1146a1f194.jpg",
    "altTitles": [
      {
        "ja": "恋するスマホちゃん"
      }
    ],
    "description": {
      "en": "The story about a Smartphone who falls in love with her Master!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f1a419b-f768-4f14-929b-05bc760b6d29",
    "title": {
      "en": "Ani Yome-san no Sewa wo Yaku"
    },
    "updatedAt": "2023-04-02T18:17:41+00:00",
    "coverArt": "https://mangadex.org/covers/8f1a419b-f768-4f14-929b-05bc760b6d29/f7e8cac1-7ae8-4572-bbaa-3cbadc48e8da.jpg",
    "altTitles": [
      {
        "ja": "Aniyome-san no Sewa wo Yaku"
      },
      {
        "en": "Taking Care of my Sister-in-Law"
      },
      {
        "ru": "Забота о невестке"
      },
      {
        "ja": "兄ヨメさんの世話を焼く"
      }
    ],
    "description": {
      "en": "Ryosuke, a junior high school student, lives alone with his sister-in-law, Nodoka, while his older brother is assigned elsewhere by work. Nodoka tries to take care of him in various ways, but she screws up so often that Ryosuke ends up having to follow her around. In addition, her screw-ups are so naughty that they are too stimulating for adolescent boys...?",
      "pt-br": "Ryosuke, um estudante do ensino médio, mora sozinho com a esposa de seu irmão mais velho, Nodoka, enquanto seu irmão mais velho trabalha sozinho. Nodoka tenta cuidar dele de várias maneiras, mas ele está tão ferrado que Ryosuke acaba tendo que segui-la. Mas suas bagunças são tão travessas que são estimulantes demais para meninos adolescentes…?"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8546511f-e99f-4690-960c-cf0bcd1acf07",
    "title": {
      "en": "Marumaru na Kanojo ni Dekiaisarete Imasu."
    },
    "updatedAt": "2024-08-07T07:10:10+00:00",
    "coverArt": "https://mangadex.org/covers/8546511f-e99f-4690-960c-cf0bcd1acf07/cced209e-a89b-4e46-852a-6cb89e983631.png",
    "altTitles": [
      {
        "ja": "〇〇な彼女に溺愛されています。"
      },
      {
        "en": "I am doted on by my 〇〇 girlfriend."
      }
    ],
    "description": {
      "en": "Translated Synopsis:\n\n\"I was suddenly kissed by a man...\"\nThe class president, Miyakaze Shin, is suddenly kissed on the lips by the most popular guy in school, Daidoin!?\n\nThis is the story of the struggles of a serious class president who is doted on by a handsome, manly girl. \n\nA slapstick love comedy between the popular prince of the school (♀) and the mediocre class president (♂) begins!\n\n[Line Manga](https://manga.line.me/product/periodic?id=Z0003172)"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "14"
  },
  {
    "mangaId": "83644dad-1f46-47c7-8a75-484cf311a4c4",
    "title": {
      "en": "Hardcore Leveling Warrior: Earth Game"
    },
    "updatedAt": "2024-03-17T22:59:10+00:00",
    "coverArt": "https://mangadex.org/covers/83644dad-1f46-47c7-8a75-484cf311a4c4/b375956b-6a5c-4e0c-80bd-52b97889a926.jpg",
    "altTitles": [],
    "description": {
      "en": "\"I’m... back!\"\n\nAfter a comet collides on Earth, a gaming world filled with monsters and dungeons becomes a reality. Amidst the chaos, Gong Won-Ho wakes up as Hardcore Leveling Warrior, an almighty game character with exceptional luck and power.\n\nOnce again, he will embark on a journey to become the strongest... but this time, on Earth!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78dec182-5327-4942-90bc-532fea2b752a",
    "title": {
      "en": "Amachin wa Jishou ♂"
    },
    "updatedAt": "2024-07-12T20:07:39+00:00",
    "coverArt": "https://mangadex.org/covers/78dec182-5327-4942-90bc-532fea2b752a/7c93140a-a1c5-45b4-9895-a6972255bcf3.jpg",
    "altTitles": [
      {
        "ja-ro": "Amachin ha Jisyou Osu"
      },
      {
        "en": "Amachin is a Self Proclaimed ♂"
      },
      {
        "ru": "Мальчик, который не выглядит как мальчик♂"
      },
      {
        "ja": "あまちんは自称♂"
      },
      {
        "ko": "아마찡은 자칭♂ 번외편"
      },
      {
        "ru": "Самозваный Амачин ♂"
      }
    ],
    "description": {
      "en": "I'm \"Amachin\" or Amasawa Kokoro. High school first year. I unbearably like my childhood friend Kamishimo Tatsumi-kun so much to the point it can't be helped. I want to always be looked at so, there's no way I'm not trying to be cute! I'm a boy though.  \n\n\n---",
      "pt": "Tatsumi entra no ensino médio com seu amigo de infância Amasawa Kokoro, apelido de Ama-chin, que é um rapaz extremamente feminino, com aparência de uma garotta, Ama-chin gosta de mexer com as expectativas das pessoas sobre seu Sexo…  \n\n\n---\n\n**Author's Twitter:** [syanhainihao](https://twitter.com/syanhainihao)  \n  \n*Note: Do not add a yaoi tag.*",
      "ru": "История о том, как два друга Тацуми и Кокоро Амасава (по прозвищу Амачин), поступают в старшую школу. Вот только Кокоро — хоть и носящий брюки, но крайне женственно выглядящий парень. А ещё Амачин очень любит издеваться над людьми и их ожиданиями касательно его пола."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "62.6"
  },
  {
    "mangaId": "3e7cb9d3-e0e2-4285-a58b-2490fdf2c746",
    "title": {
      "en": "Aisare Tenshi na Classmate ga, Ore ni Dake Itazura ni Hohoemu"
    },
    "updatedAt": "2024-07-21T19:01:59+00:00",
    "coverArt": "https://mangadex.org/covers/3e7cb9d3-e0e2-4285-a58b-2490fdf2c746/578dbe3f-386a-4a21-b3c3-15bd4552b07e.jpg",
    "altTitles": [
      {
        "ja": "愛され天使なクラスメイトが、俺にだけいたずらに微笑む"
      },
      {
        "en": "The Classmate Who Is Adored by Everyone Smiles Teasingly Only at Me"
      },
      {
        "pt-br": "A Colega de Classe que é Adorada Por Todos Sorri Provocativamente Apenas Para Mim"
      }
    ],
    "description": {
      "en": "Girls and sweets are full of secrets!? \n\nIchise Souma is a high school student who dreams of becoming a pastry chef and devotes himself to making sweets. He meets Satomi Chika, a female classmate, after receiving some sweets. \n\nChika is a beautiful girl with a soothing personality, known at school as the “Angel of Peace.” Souma thought she was a good girl who would kindly listen to his worries about making sweets, but... \n\n\"Ichise-san, your embarrassed face is really cute.\" \n\nChika shows an unexpected side of herself only when they are alone, and Souma’s heart is on the verge of exploding! A sweet and stimulating boy-meets-girl story with a mischievous angel connected by sweets begins!",
      "ja": "パティシエになることを夢見てお菓子作りにはげむ高校生・市瀬颯真。\n彼はお菓子の差し入れをきっかけに、クラスメイトの女子・里見千佳と出会う。\n千佳は校内で“安らぎの天使”と呼ばれる癒し系の美少女。\n颯真のお菓子作りの悩みも優しく聞いてくれるいい子、だと思っていたのだが――\n\n「……市瀬さんの恥ずかしがる顔って、すごく可愛いんですね」\n\nふたりきりの時だけ意外な一面を見せてくる千佳に、颯真の心は爆発寸前！\nお菓子が結ぶいたずらな天使との、甘くて刺激的なボーイ・ミーツ・ガール、開幕！",
      "pt-br": "Meninas e doces estão cheios de segredos!? \n\nIchise Souma é um estudante do ensino médio que sonha em ser confeiteiro e se dedica à confecção de doces. Ele conhece Satomi Chika, uma colega de classe, após receber alguns doces. \n\nChika é uma linda garota com uma personalidade calmante, conhecida na escola como o “Anjo da Paz”. Souma achava que ela era uma boa garota que ouviria gentilmente suas preocupações sobre fazer doces, mas... \n\n\"Ichise-san, seu rosto envergonhado é muito fofo.\" \n\nChika mostra um lado inesperado de si mesma apenas quando estão sozinhos, e o coração de Souma está prestes a explodir! Começa uma doce e estimulante história de Garoto conhece Garota com um anjo travesso conectado por doces!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aaf19a57-874f-4a2c-94b3-b5735e01fa36",
    "title": {
      "en": "Yuri SM de Futari no Kimochi wa Tsunagarimasu ka?"
    },
    "updatedAt": "2024-06-02T00:44:12+00:00",
    "coverArt": "https://mangadex.org/covers/aaf19a57-874f-4a2c-94b3-b5735e01fa36/c8595eed-a3f2-469a-8ac8-90aedfdc35ab.jpg",
    "altTitles": [
      {
        "en": "Are Your Feelings Connected by Yuri SM?"
      },
      {
        "en": "Hearts of Two Girls Will Be Connect, Only by Their Painful Acts…"
      },
      {
        "zh": "透过百合SM能否连结两人的身心呢？"
      },
      {
        "ja": "百合SMでふたりの気持ちはつながりますか？"
      },
      {
        "zh-hk": "透過百合SM能否連結兩人的身心呢？"
      },
      {
        "ja": "百合つな"
      },
      {
        "zh-ro": "Tòuguò bǎihé SM néng fǒu liánjié liǎng rén de shēnxīn ne?"
      }
    ],
    "description": {
      "en": "Mio has to temporarily live with her former childhood friend Sarasa for a couple of weeks. When she opened their living room door, she saw…"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1bc97ccd-1e56-4570-a399-162d08414f66",
    "title": {
      "en": "Uma Musume Pretty Derby - UmaYome Uma X Tore♂ Kekkon Seikatsu Goudou (Doujinshi)"
    },
    "updatedAt": "2024-08-08T04:25:23+00:00",
    "coverArt": "https://mangadex.org/covers/1bc97ccd-1e56-4570-a399-162d08414f66/74356579-f7c9-4dc1-8b51-d1086d9c900a.jpg",
    "altTitles": [
      {
        "en": "UmaYome ~Horse & Trainer Wedded Bliss~"
      },
      {
        "ja": "ウマ嫁　ウマ×トレ♂結婚生活合同"
      }
    ],
    "description": {
      "en": "An anthology book series containing many different artists and their favorite Umas enjoying their life after marriage."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2c5fb99-e398-4e01-a158-1dd693bc79c9",
    "title": {
      "en": "My Introverted Boy"
    },
    "updatedAt": "2024-02-18T04:00:01+00:00",
    "coverArt": "https://mangadex.org/covers/d2c5fb99-e398-4e01-a158-1dd693bc79c9/938a10d6-1dbd-4c17-8ece-3401a5afb98a.jpg",
    "altTitles": [
      {
        "ko": "내향남녀"
      },
      {
        "en": "Introvert"
      }
    ],
    "description": {
      "en": "Nowadays the MBTI is a very popular personality test in a bunch of countries like South Korea, this categorizes each person in a certain group corresponding to the way they think, feel and express their emotions. This takes us to a secondary school where the most popular and handsome guy “Jaehyuk”, who is actually totally an introverted with difficulties to understand how popular he is and how others see him, develops a crush on a quiet and strange girl of the same class. The problem arises when Jaehyuk starts causing misunderstandings and awkward situations because of his introverted personality while at the same time his crush doesn’t understand why the most popular guy in school is trying to approach her. What is going to happen between these two? Are they going to be able to go past their personalities to have a normal conversation? Will Jaehyuk be able to confess his feelings?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17fbb99d-2c27-486f-90a1-2540f4227818",
    "title": {
      "en": "Shibou Yuugi de Meshi wo Kuu."
    },
    "updatedAt": "2024-03-04T16:29:33+00:00",
    "coverArt": "https://mangadex.org/covers/17fbb99d-2c27-486f-90a1-2540f4227818/3edcefda-5ef5-4117-9b9d-a573e5d39fb8.jpg",
    "altTitles": [
      {
        "en": "Playing Death Games to Put Food on the Table"
      },
      {
        "ja": "死亡遊戯で飯を食う。"
      }
    ],
    "description": {
      "en": "Let’s play with our lives on the line.\nThe death game with beautiful girls on its forefront can now begin!!\n\nPlayer name, Yuuki. Seventeen. Place of residence, murder games.\nDressed up in a maid outfit attempting to find her way out of a death mansion, murdering other players clad in a bunny suit, and such to win money is how she makes a living.\nFor some reason, she chose to stay “here” no matter what.\nOvercoming the border between life and death, she aims to attain an unprecedented 「99 Consecutive Wins」.\nBeautiful Girls × Cosplay × Death Game, that’s the unshakeable survival strategy!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc58f72b-4f06-4eb6-a3f5-442c002f3b27",
    "title": {
      "en": "Miss Not-So Sidekick"
    },
    "updatedAt": "2024-06-23T00:45:19+00:00",
    "coverArt": "https://mangadex.org/covers/bc58f72b-4f06-4eb6-a3f5-442c002f3b27/6011ee18-fdd8-4d34-89a3-1bc998a34bb3.jpg",
    "altTitles": [
      {
        "ko": "구경하는 들러리양"
      },
      {
        "ko-ro": "Gugyeongha'neun Deulleoriyang"
      },
      {
        "fr": "Miss Second rôle"
      },
      {
        "es": "La señorita no tan compinche"
      },
      {
        "es": "No subestimes al personaje de apoyo"
      },
      {
        "ja": "傍観者、●●ちゃん"
      },
      {
        "ja-ro": "Boukansha, ●●-chan"
      },
      {
        "zh": "不要小看女配角！"
      },
      {
        "zh-ro": "Bùyào Xiǎokàn Nǚpèijué"
      },
      {
        "zh-ro": "Buyao Xiaokan Nüpeijue"
      },
      {
        "id": "Terjebak Peran Figuran"
      }
    ],
    "description": {
      "en": "Hyejung loved to read to escape her daily stress. But that's before she woke up inside the bizarre world of her favorite novel! Instead of the main heroine who courts three eligible men, she is now Latte Ectrie - a minor villain that everyone hates?! One way or another, it's a chance to live out her most beloved storyline, with popcorn in hand to watch all the drama! Taking charge of the narrative takes on a whole new meaning!\n\n---\n\n**Contents:** 139 + 30 (epilogue) + 9 (side story) = 178 chapters\n- **Vol. 1:** main story (ch. 1-139)\n- **Vol. 2:** epilogue (ch. 140-169)\n- **Vol. 3:** side story (ch. 170-178)\n\n**Links:**\n- [Alternative Raw (Peanutoon)](https://www.peanutoon.com/ko/comic/detail/5005)\n- [Alternative Raw (BookCube)](https://www.bookcube.com/toon/detail.asp?webtoon_num=180108)\n- [Alternative Raw (RidiBooks)](https://ridibooks.com/books/3092002965)\n- [Alternative Raw (Bomtoon)](https://www.bomtoon.com/comic/ep_list/informal)\n- [Alternative Raw (Comico)](https://www.comico.kr/comic/1704)\n- [Alternative Raw (Mr.Blue)](https://www.mrblue.com/webtoon/wt_bridemaid_wz)\n- [Alternative Raw (Naver)](https://series.naver.com/comic/detail.series?productNo=3400839)\n- [Alternative Raw (Lezhin)](https://www.lezhin.com/ko/comic/ms_looking)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/2213)\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Terjebak-Peran-Figuran/2646)\n- [Official Japanese Translation](https://piccoma.com/web/product/3983)\n- [Official French Translation](https://delitoon.com/webtoon/miss-second-role)",
      "fr": "Elle se réveille un jour dans son roman préféré. Ce serait l'occasion de briller, sauf qu'on lui a donné un rôle de potiche absolue ! Aucun moyen d'approcher l'héroïne ni les 3 hommes qui lui tournent autour comme des mouches. Pas grave, elle arrivera coûte que coûte à exister ici !",
      "id": "Aku, bertemu dengan tiga pria ganteng seantero negeri. Putera mahkota, Bangsawan termuda sampai pemilik neraka sihir, Mereka semua mendambakan satu orang perempuan, Evelyn. Dia adalah temanku. Ketiga pria itu mendekati Evelyn dengan cara masing-masing. Lalu aku? Hanya menonton di pojokan saja. Bentar... Sepertinya aku pernah melihat eh maksudku membaca adegan ini.. Apa?! ruapanya aku berada di dalam dunia novel kesukaanku??!!",
      "ja": "突然の目眩に襲われて目覚めると愛読していた小説の世界に引き込まれてしまった！？しかも女主人公をいじめる雑魚キャラ「ラテ・アクトリー」に転生…！！ どうせ人生唯一の楽しみである小説がリアルに堪能できれば満足と思いきや… 傍観者でいるつもりがだんだん目立ち始める「ラテ」 果たしてイケメンとの恋は成就するのか…！？",
      "ko": "깨어나보니 내가 가장 좋아하는 소설 속에 들어와 버렸다!\n그런데 주인공도 악역도 아닌… 눈물 나는 분량의 ‘들러리’라고?\n\n현실에 치여사는 스물 다섯 학원 강사 김혜정! 그런데 즐겨 읽던 소설 <야수의 꽃> 세계로 떨어져 소설 속 인물 ‘라테 엑트리’가 된다.\n\n…그런데 기왕 들어오게 해 준거 소설 속 미남들과 썸 좀 타는 주인공이 되게 해주지. \n여주인공을 괴롭히다 털릴 예정의 조연 라테 엑트리가 되어버리다니! \n에휴~ 그러면 그렇지 내 팔자야.\n\n그래, 기왕 이렇게 된 거 열심히 구경이나 하자!\n어차피 소설 보는 재미로 살아왔던 인생! 소설이 눈앞에서 실현된다는데 어찌 마다하겠는가! \n팝콘이나 먹으며 구경하지 뭐. 와작!\n\n그런데 조연이었던 라테는 오히려 소설 속에서 자신의 존재감을 점점 내보이게 되는데…? \n소설 속의 들러리양의 파란만장한 구경기가 시작된다!",
      "zh": "一睁开眼…竟然穿越到了我最近在追的小说里？可是为啥不按套路出牌，没有女主命的我竟然穿越到一个没有一丁点戏份的悲催小配角身上？事已至此我还是努力给自己加戏吧！抢在女主出场前跟三个男主来一场完美的邂逅，实现穿越人生的逆袭之路！"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "178"
  },
  {
    "mangaId": "5ab89c47-d93c-4bfc-9256-7d7afadc86af",
    "title": {
      "en": "The Second Journey to the West"
    },
    "updatedAt": "2023-05-31T17:46:43+00:00",
    "coverArt": "https://mangadex.org/covers/5ab89c47-d93c-4bfc-9256-7d7afadc86af/74e68ed5-f723-4682-8bcf-20a73efe0d80.png",
    "altTitles": [
      {
        "en": "Last Monkey Show"
      },
      {
        "ko": "초항마대전 서유기"
      }
    ],
    "description": {
      "en": "The unknown species from outer space, who call themselves “the Heavenly Beings” have invaded. Ogong is set free, ready for war. Battle after battle, Ogong is becoming more harmonized with his mecha, Monkey Overlord, and their fighting ability keeps on improving. Ogong feels his instinct, waking up the God of Destruction inside him, which was sealed after his last battle before being imprisoned. Monkey Overlord tries to dominate Ogong’s body, to fully transform as the God of Destruction! Can Ogong save the world from the Heavenly Beings, while keeping his rationality?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "42"
  },
  {
    "mangaId": "9341f9d0-6435-4132-8283-8bdd8fc7cc99",
    "title": {
      "en": "Yokokuhan - The Copycat"
    },
    "updatedAt": "2024-04-27T13:23:57+00:00",
    "coverArt": "https://mangadex.org/covers/9341f9d0-6435-4132-8283-8bdd8fc7cc99/ffc786a8-2a90-4f7d-ab6b-81849b54d512.jpg",
    "altTitles": [
      {
        "ja": "予告犯 -THE COPYCAT"
      }
    ],
    "description": {
      "en": "The terrorist group \"Shinbunshi\" was punishing bad guys and distributing their actions on the Internet. Hanaoka Takeru, a high school student, is shocked by them and starts working as a copycat with his childhood friend, Endo Sota, and his classmate, Nishizawa Kyoko. The three begin collecting money from people in the name of \"righteous loss\" in exchange for punishing the bad guys and distributing the whole story on the Internet.\n\nThe copycats become online heroes, and their activities continue even after the death of the real Shinbunshi. Eventually, the police begin to investigate them as well."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "b6f9aaad-6787-460c-bbb8-af9eb7bcc3e0",
    "title": {
      "en": "I Became the Mother of the Evil Male Lead"
    },
    "updatedAt": "2024-08-03T23:35:20+00:00",
    "coverArt": "https://mangadex.org/covers/b6f9aaad-6787-460c-bbb8-af9eb7bcc3e0/2a37d481-fedf-4c03-a893-e2e747ea78fe.jpg",
    "altTitles": [
      {
        "ko": "피폐물 남주의 엄마가 되었다"
      },
      {
        "en": "I Became the Mother of the Bloody Male Lead"
      },
      {
        "en": "I Became the Mother of a Bloody Male Lead"
      },
      {
        "en": "I Became the Mother of the Tragic Male Lead"
      },
      {
        "pt-br": "Eu me tornei a mãe do protagonista louco"
      },
      {
        "es-la": "Me Convertí En La Madre Del Protagonista Masculino Que Era Un Producto De Desecho"
      },
      {
        "en": "I Became the Bloodthirsty Male Lead's Mother"
      }
    ],
    "description": {
      "en": "The newly reincarnated Sheriel learns she has become the mother of Karthizel Roperam, the male lead of a dark romance fantasy novel. All the neglect Karthizel faces as a child leads him to become a crazy and obsessive man who’s willing to kill anyone to get what he wants, even his own mother! Then the only way for Sheriel to keep herself alive in this timeline is to have him be raised right under loving parents, which means she’ll also need to make amends with her cold, estranged husband. Will Sheriel be able to save herself and this broken family?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3221515b-e63a-4216-bd24-481f9330fe6c",
    "title": {
      "en": "The Record of Unusual Creatures"
    },
    "updatedAt": "2023-08-14T10:15:26+00:00",
    "coverArt": "https://mangadex.org/covers/3221515b-e63a-4216-bd24-481f9330fe6c/cf0b0c16-b5d3-40c3-8f3b-2f171069717c.jpg",
    "altTitles": [
      {
        "en": "Fantastic Creatures' Travelogue"
      },
      {
        "zh-ro": "Yi Chang Sheng Wu Jian Wen Lu"
      },
      {
        "zh": "异常生物见闻录"
      },
      {
        "zh-ro": "Yìcháng Shēngwù Jiànwén Lù"
      },
      {
        "zh-hk": "異常生物見聞錄"
      }
    ],
    "description": {
      "en": "Hao Ren (literally means “good man”), as his Chinese name suggested, is a good man, and his ideal was to live a restful, comfortable life as a landlord. At least that was his plan before a couple of abnormal creatures rented his house.  \n  \nA remote, outdated big apartment, a bunch of rather abnormal non-human creatures, and a labor contract from the “god”, the three factors combined lead him to be the busiest landlord and most supernatural “babysitter”. The story of the most complicated, erratic and abnormal landlord and tenants started from here.  \n  \n“Ever since I put my fingerprint on the labor contract, I knew I was roped into something terrible…”  \n  \nAs a person who is down-to-earth as well as a good Samaritan, Hao Ren desires to live the rest of his life as a benevolent landlord. Stumbling into a curious yet mysterious lady, he began his journey of “collecting” abnormal and supernatural tenants.  \n  \nHis life only became more chaotic when he receives a labor contract from “God”. Discover the many races, myths and worlds that lie beyond what humans define as normal! This bizarre fantasy full of fun is sure to bring you on a crazy rollercoaster of emotions!\n\n- [Wikipedia](https://zh.wikipedia.org/wiki/%E5%BC%82%E5%B8%B8%E7%94%9F%E7%89%A9%E8%A7%81%E9%97%BB%E5%BD%95)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f249f19c-62a6-4108-844a-b655c0597f97",
    "title": {
      "en": "The Peerless Sword God"
    },
    "updatedAt": "2021-05-25T15:49:32+00:00",
    "coverArt": "https://mangadex.org/covers/f249f19c-62a6-4108-844a-b655c0597f97/03f8c719-f940-4290-8396-87d7b7d2032a.jpg",
    "altTitles": [
      {
        "en": "Jueshi Jianshen"
      },
      {
        "en": "Super Swordsman"
      },
      {
        "en": "绝世剑神"
      }
    ],
    "description": {
      "en": "Being introduced to the Celestial Continent where martial artists are respected! The strong can travel around the world, power to shake mountains and rivers, overturning the sky, and bring chaos with a turn of a hand! Lin Chen, a young practitioner of martial arts in China, unexpectedly came to this world through a mysterious little cauldron and became an outside disciple of the Heavenly Sect in Yu Nan District. The sea was wide, and the birds were flying! Let's see how Lin Chen move his way to the top step by step in this foreign world, reach the 9 heavens, solving thousands of disasters, and finally becoming a peerless sword god!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b407de00-75a5-415a-a001-585fb41b9cf2",
    "title": {
      "en": "The Max Level Hero Strikes Back"
    },
    "updatedAt": "2024-07-31T23:42:02+00:00",
    "coverArt": "https://mangadex.org/covers/b407de00-75a5-415a-a001-585fb41b9cf2/ba79a85a-1a04-4739-a895-b1124823656a.jpg",
    "altTitles": [
      {
        "ko": "만렙 영웅님께서 귀환하신다!"
      },
      {
        "en": "The MAX leveled hero will return!"
      },
      {
        "en": "Max Level Hero is Making a Comeback!"
      },
      {
        "zh": "顶级英雄归来"
      },
      {
        "ja": "最終レベル英雄のご帰還"
      },
      {
        "th": "การกลับมาของวีรบุรุษเวลตัน"
      },
      {
        "ru": "Возвращение героя максимального уровня"
      },
      {
        "pt-br": "O Herói de Nível Máximo Retornou!"
      },
      {
        "en": "The Max Level Hero Has Returned!"
      },
      {
        "fr": "Max Level Hero"
      }
    ],
    "description": {
      "en": "Struck by an enemy’s arrow, the powerless Prince Davey O’Rowane falls into a coma. His soul travels to a place where the greatest of the great gather — the honorable Hall of Heroes.\n\nThere, a thousand years pass as Davey undergoes excruciating training under their watchful eyes to become a hero too strong for his own good. Now back to his timeline and his kingdom, he’s wide awake and the enemies hiding in the king’s court better be prepared - the prince they had dismissed is now their biggest threat!",
      "it": "Il debole principe di un paese insignificante, Davey. Dopo essere diventato in coma, la sua anima fuggì in un tempio dove si riunivano le anime degli eroi. Si è allenato per mille anni e ora è tornato come eroe di massimo livello!  \n  \n“Aspettate solo ragazzi, vi affronterò tutti a testa alta!”  \n  \nLa rinfrescante storia della vita reale e della vendetta di Davey è appena iniziata.",
      "ja": "王国内の権力争いに敗れた王子「デイビー」。 昏睡状態の中、魂のみが抜け出して到着したところは、英雄たちの魂が集まる巨大な回廊。 千年もの間苦労した彼が、最高レベルの英雄となって帰ってきた。 \"覚悟しとけよ、ちゃんと相手してやるから！\" 「デイビー」の痛快な復讐劇と王宮生活記が今始まりますーー！",
      "ko": "힘없는 골방왕자 데이비,\n혼수상태에서 영혼이 빠져나온 그가 도착한 곳은\n영웅들의 혼이 모인 거대한 회랑.\n\n천년동안 굴려진, 그가 만렙 영웅님이 되어 귀환하셨다!\n\n기다려라, 모두\n제대로 상대해주마!\n\n데이비의 통쾌한 복수극과 왕궁생활기가 지금 시작됩니다!\n\n**********\n악마꼬리 작가님의 인기판타지소설<만렙 영웅님께서 귀환하신다!>를 웹툰으로 만나보세요!",
      "ru": "Дейви - бессильный принц маленькой страны.\nКогда он впал в кому и его душа покинула тело, она переместилась в огромную галерею душ былых героев.\nВзяв все в свои руки, Дейви возвращается.",
      "th": "ใครว่าเป็นเจ้าชาย แล้วจะสบายไปหมดทุกอย่าง\n'เดวี่ อัล ราวน์' ผู้เกิดมาเป็นเจ้าชาย แต่โชคร้ายถูกตระกูลชนชั้นสูงวางแผนฆ่าทั้งแม่และเขา เพียงเพื่ออยากมาแทนที่คนทั้งสอง\n\nเดวี่ถูกลูกธนูปริศนาเสียบหลัง จนหมดสติ ร่างกายอยู่ในอาการโคม่า มา 6 ปีเต็ม ระหว่าง 6 ปีนั้น วิญญาณของเดวี่ได้อยู่ในระเบียงสถิต ที่ซึ่งเป็นศูนย์รวมเหล่าวิญญาณวีรชนผู้เป็นตำนานแห่งแดนต่างๆ\nเดวี่ได้เรียนรู้การใช้เวทมนตร์และศาสตร์ต่างๆ จากพวกเขา จนครบ 1,000 ปีตามเวลาในสถานที่แห่งนั้น\n\nเขาได้ฟื้นขึ้นมาจากเจ้าชายผู้อ่อนแอ กลายเป็นผู้กล้าฝีมือขั้นเทพ \nมาดูสิว่า ในโลกนี้จะมีใครล้มเขาได้อีก\nทีนี้แหละ ถึงคราวเอาคืนทุกคนที่ทำให้เขามีสภาพแบบนี้แล้ว!",
      "pt-br": "Um fraco príncipe de um país insignificante, Davey. Depois de entrar em coma, sua alma escapou para um templo onde às almas dos heróis se reunem. Ele treinou por mil anos e agora voltou como um herói de nível máximo! “Vocês me esperem, vou enfrentar cada um de vocês!”. A refrescante história de vingança de Davey apenas começou."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d3d5b96-09cb-47ae-90ff-77fbba13ca26",
    "title": {
      "en": "The Celestial Returned from Hell"
    },
    "updatedAt": "2024-07-28T07:34:52+00:00",
    "coverArt": "https://mangadex.org/covers/4d3d5b96-09cb-47ae-90ff-77fbba13ca26/4d2654be-7402-4513-be74-7a0a93e10d0c.jpg",
    "altTitles": [
      {
        "ko": "지옥에서 돌아온 성좌님"
      },
      {
        "en": "The Constellation That Returned From Hell"
      },
      {
        "ja": "地獄から蘇った聖座様"
      },
      {
        "ru": "Созвездие, вернувшееся из бездны"
      },
      {
        "it": "La costellazione che tornò dall'inferno"
      },
      {
        "zh": "从地狱归来的圣座"
      }
    ],
    "description": {
      "en": "One fateful day, a mysterious place called the Abyss, which is full of celestials and monsters, appeared on Earth. These celestials from the Abyss required the faith of believers to maintain their power, making Earth and its great population a jackpot for them.\n\nUnfortunately, among the good celestials who handed out blessings to humans in return for their faith, there were evil celestials who preferred to use more powerful means to just take over Earth.\n\nYeonseung Choi is one of the many hunters on Earth who protect people from the threat of the dungeons and the monsters that come from the Abyss. However, he is obsessed with training and becoming stronger, to the point that a celestial has a vision of him saving Earth from a calamity involving demonic celestials swallowing up Earth whole. Thus, she makes a contract with him to have him train and become the hero from her vision.\n\nWill Yeonseung really be able to endure the arduous training in the Abyss and return to Earth to save it?\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A7%80%EC%98%A5%EC%97%90%EC%84%9C-%EB%8F%8C%EC%95%84%EC%98%A8-%EC%84%B1%EC%A2%8C%EB%8B%98/2483)\n\n---\n\n- [Official English <PocketComics> Translation](https://www.pocketcomics.com/comic/7757/?languageCode=en)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/73053)",
      "it": "Sono tornato dall'inferno. Dopo aver resistito per migliaia di anni, sarò io a salvare l'umanità.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A7%80%EC%98%A5%EC%97%90%EC%84%9C-%EB%8F%8C%EC%95%84%EC%98%A8-%EC%84%B1%EC%A2%8C%EB%8B%98/2483)\n\n---\n\n- [Official English <PocketComics> Translation](https://www.pocketcomics.com/comic/7757/?languageCode=en)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/73053)",
      "ja": "数多の「聖座」とモンスターが潜む、混沌の無限空間「アビス」。そんなアビスと繋がった地球。 神のような存在の聖座の中には、武力を持って地球を支配しようとする邪悪な者も存在した。 しがないハンターの一人だった斎条翔（さいじょう しょう）は聖座たちから地球を守るため、女神と契約をすることに。ところが、修行場に向かった翔はひょんな流れで魔力の嵐に巻き込まれアビスに放り出されてしまい…!? 果たして翔は無事地球を守り切れるのか!? 超努力型の武功使いの「聖座」物語が今、始まる！\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A7%80%EC%98%A5%EC%97%90%EC%84%9C-%EB%8F%8C%EC%95%84%EC%98%A8-%EC%84%B1%EC%A2%8C%EB%8B%98/2483)\n\n---\n\n- [Official English <PocketComics> Translation](https://www.pocketcomics.com/comic/7757/?languageCode=en)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/73053)",
      "ko": "성좌들이 노리는 땅, 지구.\n헌터 최연승은 지구를 독식하려는 성좌들을 막아내고자 특별 수련에 돌입하기로 한다. \n\n수련 장소는 시간이 무한히 느리게 흐르는 공간 어비스. \n허나 최연승은 갑자기 마력폭풍에 휘말리고,  \n급기야 거친 어비스를 정면으로 마주하게 되는데. \n\n어비스 곳곳에서 전례없이 무한한 실전 수련을 거친 최연승은 \n인간 최초로 성좌가 되는 실마리를 발견한다. \n\n노력형 헌터 최연승은 과연 무사히 성좌로 거듭나, \n성좌들의 먹이가 될 운명인 지구를 구할 수 있을 것인가?\n\n노력형 먼치킨 무공 수련자 최연승.\n그가 걷는 인간 최초의 성좌가 되는 길!\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A7%80%EC%98%A5%EC%97%90%EC%84%9C-%EB%8F%8C%EC%95%84%EC%98%A8-%EC%84%B1%EC%A2%8C%EB%8B%98/2483)\n\n---\n\n- [Official English <PocketComics> Translation](https://www.pocketcomics.com/comic/7757/?languageCode=en)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/73053)",
      "ru": "Я вернулся из ада спустя тысячу лет, чтобы спасти человечество.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A7%80%EC%98%A5%EC%97%90%EC%84%9C-%EB%8F%8C%EC%95%84%EC%98%A8-%EC%84%B1%EC%A2%8C%EB%8B%98/2483)\n\n---\n\n- [Official English <PocketComics> Translation](https://www.pocketcomics.com/comic/7757/?languageCode=en)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/73053)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ebe32bf7-56e8-40d6-b1e7-22e87c8b3b42",
    "title": {
      "en": "The Book of Lagier"
    },
    "updatedAt": "2024-06-29T02:11:57+00:00",
    "coverArt": "https://mangadex.org/covers/ebe32bf7-56e8-40d6-b1e7-22e87c8b3b42/f2e5477f-5e43-4493-b875-70b43b15f396.png",
    "altTitles": [
      {
        "ko": "라지에르의 서"
      },
      {
        "ru": "Книга Лазьера"
      }
    ],
    "description": {
      "en": "What happens when a good-for-nothing human prince signs a contract with an all-powerful Demon King? Well, the prince dies instantly, and the Demon King is forced to take his place. But wait, there’s another catch! \n\nAs the new Prince Lagier, the Demon King is obligated to fulfill the prince’s last wishes or never return to his former body. Join the Demon King and his demon friends as he gets in shape, battles the Angels, and races against time to complete his missions before it's too late.\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=lBj56CRxNQ0)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%9D%BC%EC%A7%80%EC%97%90%EB%A5%B4%EC%9D%98-%EC%84%9C/2507)",
      "fr": "Le grand Roi Démon, Embilden, a été le premier à unifier le monde des démons. Un jour, un humain a osé invoquer le Roi Démon. C’était l’avide et le gros, le Prince Lagier Lou Jerlayla Rodwill ! Cependant, en invoquant le Roi Démon, il a fait une erreur dans le processus, ce qui a causé sa mort. Le corps de Lagier est gelé de force à cause du contrat qu’il avait passé avec le Roi Démon…\n\n« Eh bien, je pourrais tout aussi bien exaucer son souhait ». Le Roi Démon décide de devenir Lagier et d’exaucer le vœu que le Prince avait avant de mourir gelé.\nJusqu’au jour où le royaume de Jerlayla règne sur le monde avec une puissance inégalée par quiconque !\nC’est le début d’une nouvelle légende…… !\n« Je devrais commencer par perdre du poids ».\n… Je dois d’abord faire un régime.",
      "ko": "사상최초로 마계를 통일한 위대한 마왕 '엠빌던'.\n제르에이라 왕국 유일의 후계자인 성격파탄자 라지에르에게 빙의되었다?!\n\n역대 최강이라 불리는 113대 마왕 엠빌던은 어느 날 한 인간에게 소환된다.\n하지만 소환자인 망나니 뚱보 왕자 '라지에르 루 제르에이라 로드윌'은 소환과 동시에 그대로 사망해 버렸고\n결국 계약대행 의무에 의해 엠빌던은 라지에르의 몸에 강제로 빙의되고 마는데...\n\n\n탐욕스러운 라지에르가 바란 소원은 두 가지.\n\n첫째, 자신에게 그 누구보다 강한 힘을.\n둘째, 제르에이라가 세상을 지배할 수 있도록 할 것.\n\n\n마계로 돌아가기 위해 어쩔 수 없이 라지에르의 생전의 소원을 들어주기로 한 엠빌던.\n라지에르가 되어 그 누구보다 강한 힘으로 제르에이라 왕국이 세상을 지배하게 되는 새로운 전설의 시작이......!\n\n\n\"살부터 빼야겠네.\"\n\n...일단 다이어트부터 시작이다.\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=lBj56CRxNQ0)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%9D%BC%EC%A7%80%EC%97%90%EB%A5%B4%EC%9D%98-%EC%84%9C/2507)",
      "ru": "Как-то раз принцу Лазьеру в руки попал гримуар призыва демонических существ. Недолго думая, он воззвал к демону, прося наделить его великой силой и сделать повелителем мира. Вот только принц был слаб телом и духом, оттого не сумел выдержать мощи существа, вселившегося в него, ведь был то не простой демон, а сам 113-й король Эмбильдон, прославившийся тем, что объединил мир демонов.\nБудучи контрактником, Эмбильдон не имеет права покинуть тело призывателя, пока не исполнит его желания. Но прежде чем повести «своё» королевство к мировому господству, ему придётся придумать, как поскорее разобраться с мешающим лишним весом оплывшего принца.\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=lBj56CRxNQ0)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%9D%BC%EC%A7%80%EC%97%90%EB%A5%B4%EC%9D%98-%EC%84%9C/2507)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9585b6ff-7834-4e71-b47c-5a6c1440efb6",
    "title": {
      "en": "4 Cut Hero"
    },
    "updatedAt": "2023-11-24T00:45:49+00:00",
    "coverArt": "https://mangadex.org/covers/9585b6ff-7834-4e71-b47c-5a6c1440efb6/7f16ad38-6d4a-48eb-92ce-bd929fa446f6.jpg",
    "altTitles": [
      {
        "en": "4-Cut Hero"
      },
      {
        "ko-ro": "4-keos Yongsa"
      },
      {
        "ja-ro": "4-koma Yuusha"
      },
      {
        "en": "4-Panel Hero"
      },
      {
        "ja": "4コマ勇者"
      },
      {
        "ko": "4컷용사"
      },
      {
        "en": "Cartoon Hero"
      },
      {
        "en": "Four-Cut Hero"
      },
      {
        "ja-ro": "Yon-koma Yuusha"
      },
      {
        "ru": "Четыре рыцаря"
      },
      {
        "ar": "بطل بدون عمل"
      }
    ],
    "description": {
      "en": "The Hero has defeated the Demon King! But the Princess he meant to save turned out to be a Prince. NEETdom, here he comes, but a life of relaxation surrounded by animes is a pretty sweet deal.  \n  \nUnfortunately, he gets caught up in millennia old legends, curses, and a twisted plot involving multiple Kingdoms and many dragons. Through and through, though, he'll follow a path of whimsy, even if that involves him palling it up with \"villains\".",
      "ru": "Самая обычная история, в которой самый обычный герой убивает самого обычного сатану. С него падает самый обычный журнал 18+. Самый обычный герой, немного полистав его, идёт спасать самую обычную принцессу, которая оказалась самым обычным принцем. Что же будет делать наш самый обычный герой?\n\n---\n\n(Source: yagami)"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a0ecbba-c8d5-4d1e-ab08-c24f303cc80a",
    "title": {
      "en": "Succubus to Hajimeru Shinkenkousai"
    },
    "updatedAt": "2024-04-19T02:27:15+00:00",
    "coverArt": "https://mangadex.org/covers/6a0ecbba-c8d5-4d1e-ab08-c24f303cc80a/68a53564-652e-420d-86f2-7d7e96cf9051.jpg",
    "altTitles": [
      {
        "ja": "サキュバスとはじめる真剣交際"
      },
      {
        "en": "Seriously Dating a Succubus"
      },
      {
        "zh": "与魅魔开始认真交往"
      },
      {
        "en": "Going Steady With a Succubus"
      },
      {
        "th": "จะขอคบกับคุณซัคคิวบัสจริงจังแล้วนะ"
      }
    ],
    "description": {
      "en": "Takeshi is the captain of a club activity that prohibits romance. A devil [succubus] who seduce men appeared under him. How much can he endure in front of a girl who is sexy but far from neat and clean? How far can you go through a pure and uninterrupted love affair?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "21"
  },
  {
    "mangaId": "50df75f2-22c5-46c3-9212-8f5997940c99",
    "title": {
      "en": "Fight Class 3 (Webtoon Version)"
    },
    "updatedAt": "2024-07-23T01:44:18+00:00",
    "coverArt": "https://mangadex.org/covers/50df75f2-22c5-46c3-9212-8f5997940c99/569f993f-e632-4762-92f3-89ca7a61cbbe.png",
    "altTitles": [
      {
        "en": "Gyeoggi 3 ban"
      },
      {
        "ru": "Бойцовский класс 3"
      },
      {
        "ko": "격기3반"
      },
      {
        "pt-br": "Turma De Luta 3"
      }
    ],
    "description": {
      "en": "A world in which Korea is the global capital of combat sports. At Nam-Il High School where the best and most talented students of martial arts reside, Jiu Ji-Tae suddenly finds himself thrust into their midst despite being a total weakling.  \n  \nBy neutralizing his physical shortcomings through jiu-jitsu, can he rise to the top of the fight classes?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mymmx89)",
      "pt-br": "Em um mundo onde a Coréia do Sul é a capital mundial dos esportes de combate, o Colégio Namil é onde os melhores e mais talentosos estudantes de artes marciais competem, e nosso protagonista Jiu Jitei se encontra subitamente em meio à eles mesmo sendo um fracote completo.\n  \nSuperando suas fraquezas com jiu-jitsu, será que Jitei consegue chegar ao topo das turmas de luta?"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2df3cd1f-23f7-4b12-982a-fef91459a33d",
    "title": {
      "en": "Psionic Masters"
    },
    "updatedAt": "2023-06-17T21:06:05+00:00",
    "coverArt": "https://mangadex.org/covers/2df3cd1f-23f7-4b12-982a-fef91459a33d/9524774e-5372-4549-9655-17badae22dc2.jpg",
    "altTitles": [
      {
        "zh": "超神灵主"
      },
      {
        "en": "Supreme Spirit Master"
      }
    ],
    "description": {
      "en": "I found a strange black knife, I also bumped unexpectedly into a cute girl. It changed my fate completely. It was the end of my boring and steady life of this summer of solidarity. It was a new exciting world. Time to fight to change my fate!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23b7cc7a-df89-4049-af28-1fa78f88713e",
    "title": {
      "en": "Kawaii Joushi wo Komarasetai"
    },
    "updatedAt": "2024-02-18T23:15:58+00:00",
    "coverArt": "https://mangadex.org/covers/23b7cc7a-df89-4049-af28-1fa78f88713e/8832622f-79ff-4044-a04b-8c2bc1c8b677.jpg",
    "altTitles": [
      {
        "pt-br": "Quero judiar da minha linda chefinha"
      },
      {
        "es": "Quiero molestar a mi linda jefa"
      },
      {
        "ru": "Моя начальница – милашка"
      },
      {
        "ja": "可愛い上司を困らせたい"
      },
      {
        "ko": "귀여운 상사를 난처하게 만들고 싶어"
      },
      {
        "en": "I want to Annoy the Pretty Boss"
      },
      {
        "ja-ro": "Kawaii Joushi wo Komarasetai"
      }
    ],
    "description": {
      "en": "Ira Megumi is a 31-year-old woman who is currently at the top of her career. She's a beautiful woman who's brimming with pride and totally has no interest in love or marriage. Though the next morning, she wakes up and finds the new employee, Aoki Shun, sleeping next to her. Just what in the world happened?!",
      "ja": "敏腕女性上司+新人男子=恋人!?\n\n井羅恵は31歳の食品会社次長。\n仕事に全てを捧げ、恋愛や結婚は二の次に。\nそんな彼女の前に、要領が良い新人男子・青木が現れる。\n彼の言動にいらつく恵だが、飲み会で酔った挙句、\n青木と一夜を共にして…。\n\nドキドキが止まらないラブコメ4コマ!!",
      "pt-br": "Ira Megumi é uma mulher que desistiu de ter uma família ou de agir como uma simples mulher e se dedicou arduamente em seu trabalho, assim chegando ao cargo de vice-diretora em uma grande empresa. Aoki Shun um novato na empresa, amigável, porém desleixado e não parece levar o novo trabalho a sério. Mas algo acontece na festa de boas vindas dos novatos na empresa e Ira acorda ao lado de Aoki na cama… O que diabos aconteceu? Será possível um relacionamento amoroso entre duas pessoas tão diferentes?"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b727ae2-2842-4c46-af8b-9162b7806659",
    "title": {
      "en": "Girl meets Rock!"
    },
    "updatedAt": "2024-07-17T13:44:10+00:00",
    "coverArt": "https://mangadex.org/covers/7b727ae2-2842-4c46-af8b-9162b7806659/e13f52e3-5ead-4696-89b3-8277dbfec14b.jpg",
    "altTitles": [
      {
        "ja": "ふつうの軽音部"
      },
      {
        "ja-ro": "Futsuu no Keionbu"
      },
      {
        "fr": "La fille qui découvre le rock !"
      },
      {
        "nl": "Het meisje dat rock ontdekte!"
      },
      {
        "ru": "Девушка встречает Рок"
      },
      {
        "pt-br": "Garota conhece o rock!"
      },
      {
        "en": "An Ordinary Light Music Club"
      }
    ],
    "description": {
      "en": "With a passion for richly textured Japanese rock, first-year high school student Chihiro Hatono steps into the world of the light music club, new guitar in tow. But what awaits her behind those doors...? A drama of unfiltered youth and musical ambition takes the stage!",
      "pt-br": "Com uma paixão pelo rock japonês ricamente texturizado, a estudante do primeiro ano do ensino médio Chihiro Hatono entra no mundo do clube de música leve, com uma nova guitarra em mãos. Mas o que a espera atrás daquelas portas...? Um drama de juventude não filtrada e ambição musical sobe ao palco!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd75498c-e16f-4944-9f99-33501bbfaaae",
    "title": {
      "en": "Extraordinary Evolution"
    },
    "updatedAt": "2024-05-28T19:06:16+00:00",
    "coverArt": "https://mangadex.org/covers/dd75498c-e16f-4944-9f99-33501bbfaaae/d75dad1d-f7e3-4a9f-82e7-60ed2379e3e4.jpg",
    "altTitles": [
      {
        "zh": "超凡进化"
      },
      {
        "zh-ro": "Chaofan Jinhua"
      },
      {
        "ko": "초월진화"
      },
      {
        "fr": "Évolution Extraordinaire"
      },
      {
        "pt-br": "Evolução Extraordinária"
      },
      {
        "zh-ro": "Chāofán Jìnhuà"
      },
      {
        "zh-hk": "超凡進化"
      },
      {
        "es-la": "Super evolución"
      }
    ],
    "description": {
      "en": "So much for having luck as a superpower. First he was humiliated before his crush, and no superpower school for him. And then, meteor-coma? Ming He just can’t get a break! But one year later, he wakes with fists that pack a mightier punch than any other hero. As the city is overrun by mutants and mad scientists, Ming is able to crush the oncoming threats while he leverages his “luck”. He gradually rises to become humanity's mightiest and is close to unraveling the profound truths of the universe!",
      "fr": "Ming He est un jeune homme doté d'un extraordinaire pouvoir de type invisible, mais ses pouvoirs se situent au rang le plus médiocre de la poussière blanche. Sur le chemin du retour, une étoile filante désastreuse portant le nom de code \" Goddess \" perçoit le ciel. Elle heurte par hasard Ming He, qui roulait sur une route déserte, et s'attache à lui. \" Déesse \" confère à Ming He un talent puissant et extraordinaire. Avec son talent original et inattendu de \" déesse \", Ming He va lentement devenir l'humain le plus fort, tout en découvrant la vérité derrière le pouvoir cosmique !"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "141"
  },
  {
    "mangaId": "14578d48-e61f-4143-96f0-f70cd520e3df",
    "title": {
      "en": "Your Majesty, Please Stop Now"
    },
    "updatedAt": "2024-07-14T23:00:50+00:00",
    "coverArt": "https://mangadex.org/covers/14578d48-e61f-4143-96f0-f70cd520e3df/bcd8cc59-ef1c-4d9d-a261-b2690cb2682e.png",
    "altTitles": [
      {
        "ko": "폐하 이제 그만"
      },
      {
        "es-la": "Su majestad, pare por favor"
      }
    ],
    "description": {
      "en": "Sharan is a pagan slave in the Valdek Empire.\nEvery night in her dreams, she sees visions of a man wandering around, unable to sleep.\n\nThe man is none other than Julian, Emperor of the Valdek Empire. He is suffering from severe insomnia caused by someone's black magic, and Sharan wants to cure him of his insomnia in exchange for freedom from slavery.\n\nBut Julian won't let go of Sharan, who is the only thing that can save him, whether she's a lowly pagan slave or the love of his life...\n\nJulian, the sleepless emperor. and the only one who can put him to sleep, Sharan, a pagan slave and the emperor's shaman."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]