[
  {
    "mangaId": "2ca258f3-f212-49ff-b66c-8ec6ff41ad87",
    "title": {
      "en": "Kimi wa 008"
    },
    "updatedAt": "2024-10-09T04:32:06+00:00",
    "coverArt": "https://mangadex.org/covers/2ca258f3-f212-49ff-b66c-8ec6ff41ad87/ddde676b-9f10-46b0-a34a-0f78a7cc1aee.jpg",
    "altTitles": [
      {
        "es": "Tú eres 008"
      },
      {
        "en": "You Are Double-O Eight"
      },
      {
        "ja": "君は008"
      },
      {
        "ja": "君はダブルオーエイト"
      },
      {
        "it": "Agente 008"
      },
      {
        "fr": "008 Apprenti espion"
      }
    ],
    "description": {
      "en": "Akashi Eito has failed miserably on all high school admissions exams but somehow, he receives a letter of acceptance from a school he does not remember applying for. He nevertheless happily enrolls, expecting to live the ideal school life, but his aspiration are quickly destroyed as he discovers that this mysterious school is a training institution for secret agents!   \n  \nImmediately, Eito wants to return home and live a normal life with his normal family, until the director of the school makes a shocking revelation: Eito's deceased father was also a secret agent! He subsequently wants to know more about the past and memories of his father, so he decides to stay in this school. However, as a student of this institution, Eito will have to face a deadly exam made to test the skills of all new students…  \n  \nFollow this story of action and espionage, in which our hero, who lacks physical strength, compensates for it with great bravery, and captivates everyone around him with the power of his courage and friendship!!",
      "es-la": "Eight es un chico que anhela tener una vida escolar de ensueño, para ello aplica varios exámenes para ingresar a cualquier escuela. Con todo esto, Eight no logra ingresar a ninguna escuela , excepto a una escuela a la que él no recuerda haber hecho el examen de ingreso, más tarde al llegar esta escuela descubrirá un mundo de super personas con ideales y habilidades fuera de lo común."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "33",
    "lastChapter": "297"
  },
  {
    "mangaId": "7171cf2d-95d2-4fce-9bcf-2791dfe8abf2",
    "title": {
      "en": "Resident Evil: The Marhawa Desire"
    },
    "updatedAt": "2022-07-27T01:17:44+00:00",
    "coverArt": "https://mangadex.org/covers/7171cf2d-95d2-4fce-9bcf-2791dfe8abf2/3409f5f7-67ca-4280-aa39-37f25393bf80.jpg",
    "altTitles": [
      {
        "vi": "Resident Evil - Thảm Họa Marhawa"
      },
      {
        "ru": "Обитель Зла: Желание Мархавы"
      },
      {
        "th": "ไบโอฮาซาร์ด วิกฤตโรงเรียนนรก"
      },
      {
        "ja": "バイオハザード ～マルハワデザイア～"
      },
      {
        "ko": "바이오 해저드 ~ 마루 워크 싶다 ~"
      },
      {
        "ja-ro": "Biohazard: Marhawa Desire"
      }
    ],
    "description": {
      "en": "Chris Redfield is sent by the Bioterrorism Security Assessment Alliance (BSAA) to investigate a series of biohazard incidents occurring in Marhawa School, Asia's largest elite school in a certain country in the Far East."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "39.5"
  },
  {
    "mangaId": "370110b7-2d60-47f7-a8c1-b5a9bfcbaabd",
    "title": {
      "en": "The Lord Has Hidden Intentions"
    },
    "updatedAt": "2024-07-16T15:23:04+00:00",
    "coverArt": "https://mangadex.org/covers/370110b7-2d60-47f7-a8c1-b5a9bfcbaabd/e7eccb1d-dbe3-4018-a2cd-6e4b9cc9a774.jpg",
    "altTitles": [
      {
        "zh-ro": "Jun Xin Bu Liang"
      },
      {
        "zh": "君心不良"
      }
    ],
    "description": {
      "en": "I treated you like a brother, but you treated me like a love rival! You stole every girlfriend I ever had! I just wanted to get married and have a baby, why is that so difficult?! A black-hearted white lotus vs. straight guy. A wild omegaverse fantasy,  that's both sweet and seductive~~"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "139"
  },
  {
    "mangaId": "b4bd0456-a4db-4bad-8486-072aa0e82e46",
    "title": {
      "en": "Creep In"
    },
    "updatedAt": "2024-08-05T15:32:04+00:00",
    "coverArt": "https://mangadex.org/covers/b4bd0456-a4db-4bad-8486-072aa0e82e46/fac401ee-1bc9-4dd7-a8d3-65c1b774372d.jpg",
    "altTitles": [],
    "description": {
      "en": "They come for three reasons: to say hello, to like you, or to harm you.",
      "id": "Mereka datang dengan tiga alasan, sekedar menyapamu, menyukaimu, atau ingin mencelakaimu."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "38"
  },
  {
    "mangaId": "f40bef93-cb97-439c-b74a-10edb7914834",
    "title": {
      "en": "Saint Seiya: Saint Mariya"
    },
    "updatedAt": "2025-01-03T15:18:52+00:00",
    "coverArt": "https://mangadex.org/covers/f40bef93-cb97-439c-b74a-10edb7914834/3ec87491-b1df-400c-8b34-56075b4f66e6.jpg",
    "altTitles": [
      {
        "ja": "聖闘士真理矢"
      }
    ],
    "description": {
      "en": "The new \"Saint Seiya\" Spin-off Manga Series \"Saint Mariya\" by Shimotsuki Seira, Masami Kurumada is on cover of the upcoming Monthly Princess issue 2/2025."
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcbf9c51-2f3c-462c-a81b-b6e5530ae00f",
    "title": {
      "en": "Isekai Koushoku Musou Roku ~Isekai Tensei no Chie to Chikara o, Tada Hitasura ✕✕✕✕ Suru Tame ni Tsukau~"
    },
    "updatedAt": "2024-11-13T21:48:00+00:00",
    "coverArt": "https://mangadex.org/covers/bcbf9c51-2f3c-462c-a81b-b6e5530ae00f/e2778783-d16a-41f9-9989-1a1231e642ea.jpg",
    "altTitles": [
      {
        "ja": "異世界好色無双録〜異世界転生の知恵と力を、ただひたすら✕✕✕✕するために使う〜"
      },
      {
        "ja-ro": "Isekai Koushoku Musou Roku ~Isekai Tensei no Chie to Chikara wo, Tada Hitasura ✕✕✕✕ Suru Tame ni Tsukau~"
      },
      {
        "en": "Records Of Unparallelled Otherworld Lechery ~Using The Wisdom And Power Of Otherworld Reincarnation Just To Have XXX~"
      },
      {
        "en": "Records of Lustful Warriors in Another World"
      },
      {
        "en": "Isekai Koushoku Musou Roku: Using the Wisdom and Power of Reincarnation in Another World to Just XXXX"
      },
      {
        "ko": "이세계 호색무쌍록 ~이세계전생의 지식과 힘을, 그저 xxxx를 위해서 쓴다~"
      },
      {
        "ko-ro": "Isegye hosaegmussanglog: isegyejeonsaeng-ui jisiggwa him-eul, geujeo xxxxleul wihaeseo sseunda"
      },
      {
        "id": "Catatan pejuang penuh nafsu di dunia lain ~Kebijaksanaan dan keterampilan reinkarnasi di dunia lain, gunakan saja untuk XXXX bahkan untuk sesaat~"
      },
      {
        "vi": "Bản ghi chép về sự dâm dục ở thế giới khác: sử dụng kiến thức và sứ mạnh ở thế giới khác chỉ để XXX"
      }
    ],
    "description": {
      "en": "A man who has been reincarnated in a different world acquires the vocation of \"pole master\" in the new world! However, that special ability is not used to defeat enemies, nor to gain power, but to embrace the beautiful girls who appear one after another with all one's might! A unique story of conquering another world begins here!\n\nThe protagonist, “Sao” has been reborn with his memories from his past life. He’s born as a son of a rural villager, but his true identity is a reincarnated person with cheat abilities and the knowledge of the modern world. With the class “Rod Master,” he received as he grows up, and the many skills that came up with it, he can defeat enemies, help people, and even for sex.",
      "id": "Seorang pria yang telah bereinkarnasi di dunia lain memperoleh panggilan \"master tongkat\" di dunia baru!  Namun, kemampuan itu tidak digunakan untuk mengalahkan musuh, atau untuk mendapatkan kekuatan, melainkan untuk ngentot dengan gadis-gadis cantik yang terus muncul!",
      "ja": "ノクターンノベルズ大人気作！ 異世界転生したとある男は新天地で「竿師」なる天職を手にする！ だが、その異能は敵を倒すためでもなく、権力を手にするためでもなく、ただひたすらに全力で次々と現れる美少女を抱くことに使うのだ！ 異色の異世界制覇譚、ここに開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3283aeab-0c40-42e8-b658-84e9c3eca28b",
    "title": {
      "en": "Modern MoGal - Big Game!"
    },
    "updatedAt": "2022-07-31T15:17:28+00:00",
    "coverArt": "https://mangadex.org/covers/3283aeab-0c40-42e8-b658-84e9c3eca28b/59f54fc6-67a3-4057-acf8-9f677f63d663.jpg",
    "altTitles": [],
    "description": {
      "en": "A short story featuring Robots and Big Monsters that takes place in the \"Modern MoGal\" Universe.  \n  \nOriginal comic by [Shepherd0821](https://mangadex.org/group/6025/shepherd0821), uploaded to MangaDex with permission."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "7"
  },
  {
    "mangaId": "99e883fd-04f6-449b-ab23-1d904695d272",
    "title": {
      "en": "Blue Archive: Game Kaihatsubu Dai Bouken!"
    },
    "updatedAt": "2024-12-29T14:07:01+00:00",
    "coverArt": "https://mangadex.org/covers/99e883fd-04f6-449b-ab23-1d904695d272/4745c9c7-d840-49d0-a33b-312cfd10d860.jpg",
    "altTitles": [
      {
        "ja": "ブルーアーカイブ　ゲーム開発部だいぼうけん！"
      },
      {
        "ru": "Blue Archive: Грандиозное приключение отдела разработки игр!"
      },
      {
        "vi": "Blue Archive: Cuộc phiêu lưu của Câu lạc bộ Phát Triển Game"
      },
      {
        "id": "Arsip Biru: Petualangan Besar Ekskul Pengembangan Game"
      },
      {
        "en": "Blue Archive: The Grand Adventure of the Game Development Department"
      },
      {
        "en": "Blue Archive: The Adventure of Game Development Department!"
      }
    ],
    "description": {
      "en": "From the hit game Blue Archive, a spinoff manga about the Millenium Science School’s Game Development Department! Follow the four members of the GDD—Momoi, Midori, Yuzu and Aris—as they navigate the springtime of their youth full of friendship, adventure and hilariously chaotic mishaps on the daily. Brought to you by the masterful comedy manga creator Asato Mizu, an adorable story that will make you laugh and cry!\n\n(Source: Manga UP! Global)",
      "id": "Diadaptasi dari game terkenal Blue Archive, ini adalah sebuah manga spin-off yang menceritakan tentang ekskul pengembangan game dimana Momoi, Midori, Yuzu, dan Arisu menikmati masa muda, pertemanan, dan hari-hari penuh kegokilan.",
      "ja": "人気ゲーム「ブルーアーカイブ」よりゲーム開発部のスピンオフが登場！モモイ、ミドリ、ユズ、アリスの4人が送る青春、友情、ぽんこつの日々...。",
      "ru": "Спин-офф манга по мотивам популярной игры Blue Archive, в которой девочки из отдела разработки игр делятся смешными историями о своей юности и дружбе. Это душевная и милая история, созданная мастером комедии Мидзу Асато!",
      "vi": "Bộ truyện chuyển thể từ trò chơi đang làm mưa làm gió \"Blue Archive\" với sự xuất hiện của Câu lạc bộ Phát Triển Game! Nơi Momoi, Midori, Yuzu và Arisu cùng nhau sẻ chia những năm tháng của tuổi trẻ, tình bạn và những khoảnh khoắc vụng về. Đây là một câu chuyện ấm lòng, hài hước và dễ thương từ Bậc thầy Truyện hài Mizu Asato!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7868f6e6-a827-43dd-8d8c-41de097d7e0e",
    "title": {
      "en": "The Indomitable Wanderer"
    },
    "updatedAt": "2025-01-06T18:46:31+00:00",
    "coverArt": "https://mangadex.org/covers/7868f6e6-a827-43dd-8d8c-41de097d7e0e/8709b1a2-2c50-486d-aed7-d494cc3b8d1c.jpg",
    "altTitles": [
      {
        "ko": "불멸낭인"
      }
    ],
    "description": {
      "en": "I am a wanderer martial artist. I don’t shy away from blood, but I’m ready to retire. Should I take one last job? or not?\n\nFor many long years, he has roamed as a wandering martial artist's, living as a hired blade to make ends meet.\n\nBut now, he finds himself utterly penniless, living in poverty with nothing to his name.\n\nAs a master of martial arts at the peak level, he makes a decision, to take on one final, high-stakes mission, earn a fortune, and put an end to his life as a wanderer.\n\nThe story follows his journey as he takes on this last assignment and the unexpected twists that unfold along the way."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f0ba4eb2-a7b7-4e15-b11e-e1b0be33ea45",
    "title": {
      "en": "Inukai-san Chi no Oshikake JK"
    },
    "updatedAt": "2024-10-21T16:51:29+00:00",
    "coverArt": "https://mangadex.org/covers/f0ba4eb2-a7b7-4e15-b11e-e1b0be33ea45/5955fef9-7640-44b8-bf1e-71d7074b873b.jpg",
    "altTitles": [
      {
        "ja": "犬飼さん家の押しかけJK"
      },
      {
        "en": "JK Barging Into Inukai's House"
      }
    ],
    "description": {
      "en": "One day, the thirty-something salaryman Inukai met a high school girl Komugi who claimed to be the reincarnation of his childhood dog. Now she comes over every day looking to play with her owner, but her pet antics don't seem so innocent in human form! A semi-cohabitation comedy between a dog-girl and a single office worker!",
      "ja": "アラサー独身サラリーマンの犬飼はある日、こむぎと名乗る女子高生に出会う。こむぎは自身を犬飼の愛犬の生まれ変わりだと言い、毎日彼の家に通い詰める…！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "19"
  },
  {
    "mangaId": "b9ab7de1-df4c-49f1-a7dd-6830eb6f7291",
    "title": {
      "en": "Terror Night"
    },
    "updatedAt": "2025-01-02T19:09:44+00:00",
    "coverArt": "https://mangadex.org/covers/b9ab7de1-df4c-49f1-a7dd-6830eb6f7291/124e4f8d-4a9a-4889-b89a-32954adad591.jpg",
    "altTitles": [
      {
        "en": "Teller Night"
      },
      {
        "ja": "テラーナイト"
      },
      {
        "zh": "恐怖骑士"
      }
    ],
    "description": {
      "en": "A certain town where rumors of the occult have suddenly been increasing.  \n  \nSei, who lives in this town, encounters a strange girl. The girl wrongly thinks Sei is hitting on her and ends up tagging along with him. However, as it turns out, the strange girl is a certain legendary existence…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "47"
  },
  {
    "mangaId": "7e905fc7-d534-479e-9880-f89effbf30e2",
    "title": {
      "en": "Kimi ga Hoeru Tame no Uta wo,"
    },
    "updatedAt": "2025-01-03T14:05:58+00:00",
    "coverArt": "https://mangadex.org/covers/7e905fc7-d534-479e-9880-f89effbf30e2/6b215863-e60c-4672-a6d0-e2150a2e1582.jpg",
    "altTitles": [
      {
        "ja": "キミが吠えるための歌を、"
      },
      {
        "ja": "キミ吠え"
      },
      {
        "ko": "네가 울부짖기 위한 노래를,"
      },
      {
        "en": "Howling Song for Husky Girl"
      },
      {
        "en": "Kimihoe"
      }
    ],
    "description": {
      "en": "Oogami Haru, a high schooler troubled by her childish appearance and contrasting deep voice secretly uploads videos of herself singing on the internet. One day, when her classmate Narumiya Yuu finds out about this, instead of the ridicule she expected, Yuu instead invites Haru to form their own musical group… A shared story of music and youth between two girls, each burdened by the past.",
      "ja": "幼い見た目とチグハグな低い声に悩む女子高生・大神晴は、ひそかに「歌ってみた」動画をあげる日々を送っていたが、クラスメイトの鳴宮優雨に歌声を聞かれてしまう。「馬鹿にされる…」と怯える晴だったが、優雨は「私とユニットを組んでプロを目指そう」と誘ってきて… 。くするぶる想いを抱える少女二人の、音楽青春ストーリー！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b2e7c95-9e4d-4199-9ea6-52add4c22cfa",
    "title": {
      "en": "Countach"
    },
    "updatedAt": "2024-12-20T07:32:27+00:00",
    "coverArt": "https://mangadex.org/covers/2b2e7c95-9e4d-4199-9ea6-52add4c22cfa/133f0ac4-c32d-4be4-bc22-938f219779a0.png",
    "altTitles": [
      {
        "ja": "カウンタック"
      }
    ],
    "description": {
      "en": "The day after he finds himself dumped by his girlfriend, Sorayama Shun receives a letter… from himself? It was written 25 years before for his future self. \nThat letter reminds him of the time when he dreamed of owning a Countach and being a successful professional racer. \nWith loads of luck and his ambition to make his childhood dream come true, he finds himself as a new owner of an LP400 Countach."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "28",
    "lastChapter": "289"
  },
  {
    "mangaId": "f9c33607-9180-4ba6-b85c-e4b5faee7192",
    "title": {
      "en": "Official \"Test\" Manga"
    },
    "updatedAt": "2025-01-06T00:48:27+00:00",
    "coverArt": "https://mangadex.org/covers/f9c33607-9180-4ba6-b85c-e4b5faee7192/c18da525-e34f-4128-a696-4477b6ce6827.png",
    "altTitles": [
      {
        "en": "TEST edited"
      },
      {
        "ko": "Korean"
      },
      {
        "en": "test title"
      },
      {
        "ja": "刃直海角骨入"
      },
      {
        "zh": "刃直海角骨入"
      },
      {
        "zh-hk": "刃直海角骨入"
      },
      {
        "ko": "刃直海角骨入"
      },
      {
        "en": "Taest"
      },
      {
        "de": "Test"
      },
      {
        "de": "Test Titel"
      },
      {
        "pt-br": "Quem ler é gay!!"
      },
      {
        "el": "Δοκιμαστικό"
      },
      {
        "pl": "Testowa manga"
      },
      {
        "ja": "test"
      },
      {
        "ja-ro": "test"
      },
      {
        "ko": "test"
      },
      {
        "ko-ro": "test"
      },
      {
        "zh": "test"
      },
      {
        "zh-hk": "test"
      },
      {
        "zh-ro": "test"
      },
      {
        "en": "test"
      },
      {
        "sq": "test"
      },
      {
        "ar": "test"
      },
      {
        "az": "test"
      },
      {
        "bn": "test"
      },
      {
        "bg": "test"
      },
      {
        "my": "test"
      },
      {
        "ca": "test"
      },
      {
        "hr": "test"
      },
      {
        "nl": "test"
      },
      {
        "cs": "test"
      },
      {
        "da": "test"
      },
      {
        "eo": "test"
      },
      {
        "et": "test"
      },
      {
        "tl": "test"
      },
      {
        "fi": "test"
      },
      {
        "fr": "test"
      },
      {
        "ka": "test"
      },
      {
        "de": "test"
      },
      {
        "el": "test"
      },
      {
        "he": "test"
      },
      {
        "hi": "test"
      },
      {
        "hu": "test"
      },
      {
        "id": "test"
      },
      {
        "it": "test"
      },
      {
        "kk": "test"
      },
      {
        "la": "test"
      },
      {
        "lt": "test"
      },
      {
        "ms": "test"
      },
      {
        "mn": "test"
      },
      {
        "ne": "test"
      },
      {
        "no": "test"
      },
      {
        "fa": "test"
      },
      {
        "pl": "test"
      },
      {
        "pt": "test"
      },
      {
        "pt-br": "test"
      },
      {
        "ro": "test"
      },
      {
        "ru": "test"
      },
      {
        "sr": "test"
      },
      {
        "sk": "test"
      },
      {
        "sl": "test"
      },
      {
        "es": "test"
      },
      {
        "es-la": "test"
      },
      {
        "sv": "test"
      },
      {
        "ta": "test"
      },
      {
        "te": "test"
      },
      {
        "th": "test"
      },
      {
        "tr": "test"
      },
      {
        "uk": "test"
      },
      {
        "vi": "test"
      },
      {
        "es": "Test2"
      }
    ],
    "description": {
      "de": "Von dem Ersteller von be***l***iebten Ser***i***en wie ***T***wo Pi***e***ce, Da***r***uto und Detergent kommt die Serie Test, eine preisgekrönte rom***a***ntische Komödie über einen Highschoo***l***-Waffenmeister namens Yugi, der die ganze We***l***t bereist und alle Life Notes sammelt, damit er eines Tages die Leiche seines Bruders bergen kann, nachdem er das Taboo erfüllt hat, den Titan, den wir an dem Tag mit seinem Stand gesehen haben, zu one-punchen und zum Nokage-Piratenkönig zu werden -datteba***y***o. Schauen Sie zu, wie er mit seinem Onii-Chan und generischen ***H***arem Mädchen durch das He***i***lige Reich von Bri***t***annia streift, während sie alle Widrigkeiten mit der Kraft der Freundschaft, ***L***iebe und... (warum knall***e***n sie sich nicht einfach gegenseitig.) In diesem Epos in Spielfilmlänge, was das von Gilgamesch und der Ilias konku***r***riert, werden wir die Mentalität und Soziologie dieser gesellschaftlichen Bedrohungen erforschen, während sie die Erde in ihrem nie stillbaren Durst nach Imoutos verwüsten.\n\nRezensenten geben dieser Serie eine 10/10 für die unkonventionelle Darstellung des Magical Girl Genre.\nNominiert für die 1. MangaDex Auszeichnungen für den schlechtesten Manga des Jahres.\nGewinner der 2. MangaDex Auszeichnungen für den besten Manga des Jahres.\nDer beste Manga aller Zeiten, wie Meichiro Noda feststellte.\n\n---\n\n**Hinweis:** Bitte fügen Sie *KEINE* Genre hinzu, oder der Test Manga wird die Suche verschmutzen. Weil dieser Manga die reinste Form aller Manga ist [Der Plural von Manga ist Manga].\n**Fun fact:** Im Jahr 127, als dieser Manga ursprünglich veröffentlicht wurde, hieß er \"Taest\", aber wurde wegen den amerikanischen Druckkosten pro Buchstabe zu \"Test\" verkürzt.\n\n+++ hah\n\n![WHOAAAAAA](https://i.ibb.co/dM9yv89/WHOAAAAAA.gif)\n![EHE](<https://media1.tenor.com/images/fdcd995c9db4af798c2daa4380c79a8c/tenor.gif>)\n![HEH](https://cdn.discordapp.com/emojis/650248281091342346.png)\n\n+++",
      "en": "From the creator of popu***l***ar ser***i***es like ***T***wo Pi***e***ce, Da***r***uto, ***a***nd Detergent, comes the series Test, an award winning romantic comedy about a high schoo***l*** weapon meister named Yugi as he trave***l***s the entire world collecting all the Life Notes, so that one da***y*** ***h***e can recover h***i***s bro***t***her's body after performing the taboo of one punching the Titan we saw that day with his Stand and becoming the Nokage Pirate King -dattebayo. Watch as he roams through the Ho***l***y ***E***mpi***r***e of Britannia with his Onii-chan and generic harem girls as they conquer all odds with the power of friendship, love and…(why don't they just bang each other.) In this feature length epic rivaling that of Gilgamesh and the Iliad we will explore the mentality and sociology of these societal menaces as they ravage the Earth in their never quenchable thirst for imoutos.  Reviewers gives this series a 10/10 for the unconventional portrayal of the magical girl genre.  Nominated for the 1st Mangadex Award for Worst Manga of the Year.  Winner of the 2nd Mangadex Awards for Best Manga of the Year.  Best manga ever written, as stated by meichiro noda\n\n---\n\n**Note:** Please do *NOT* add genres or Test will pollute genre searches. Because this manga is the most purest form of any manga [The plural of manga is manga]\n**Fun fact:** In the year 127, when this manga was originally released, it used to be called Taest, but because of American per/letter printing costs it was shortened to Test.\n\n+++ hah\n\n“Umm… so, personally… this is the first time this has happened, so I'm a bit surprised. Only a centimeter away… I mean, I don't think there's ever been someone who's gotten that close to me… without a, you know… calamity occurring. I'm not really… not really sure what happens at one centimeter away… 'cause it's my first time. I don't really understand it either. Seriously. But in the flow of calamity… there's nobody who can attack me. Not a single person. That, I know for sure. Wonder of U.” - Unknown\n\"Thanos kills Dumbledore\" - Anonymous Reviewer\n\"Like zoinks, man it's Mr Bombastic.\" - Shaggy\n\"DEUS VULT!!\"  - Knight Templars\n\"There are zombies on my Lawn\" - Crazy Astel\n\"I FINALLY HAVE A F*CKING NOSE\" - Lord Coco\n\"NOOOOOOOOOOOOOOOOOOOO!!!!!!!!!!!!!!!!!!!!\" - Darth Vader\n\"The turtles! *They're everywhere!\"* - #8699\n\"Who's Rem?\" - Subaru Impreza\n\"I approb\" - Oozora Subaru\n\"My unmatched piquancy, coupled with sheer interpretability, makes me a feared opponent in any realm of human cuisine.\" - Andrew Tatertot\n\"PURGE THE HERETICS\" - The Space Marines\n![WHOAAAAAA](<https://i.ibb.co/dM9yv89/WHOAAAAAA.gif>)\n![EHE](https://media1.tenor.com/images/fdcd995c9db4af798c2daa4380c79a8c/tenor.gif)\n![HEH](https://cdn.discordapp.com/emojis/650248281091342346.png)\nI have so many questions.\nTest2\n\n----\n\n[YumGumYum](https://mangadex.org/user/3678de43-a55d-43be-b2ab-5c32a8219021/yumgumyum) **:**      remind me to write something here-\n[Tristan](https://mangadex.org/user/01642be8-72b8-48ae-9199-d8c747946ca5) **:**      @YumGumYum reminder\n\n+++",
      "es-la": "Spanish (LATAM)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9668294f-8f0c-41b3-b6ed-9d7d6cfbec29",
    "title": {
      "en": "6-nin no Shinanai Shoujo to Kanarazu Shinu Unmei no Hito"
    },
    "updatedAt": "2024-12-13T07:35:17+00:00",
    "coverArt": "https://mangadex.org/covers/9668294f-8f0c-41b3-b6ed-9d7d6cfbec29/59d71cda-702a-47e4-ab7c-367212de8386.jpg",
    "altTitles": [
      {
        "ja": "6人の死なない少女と必ず死ぬ運命の人"
      },
      {
        "en": "6 Immortal Girls and The Man Destined to Die"
      }
    ],
    "description": {
      "en": "\"I prayed to a god to have a girlfriend, and now I have to die and restart over and over again!?\"\n\nFollow the guy who is destined to die among the six heroines!",
      "ja": "「彼女が欲しい」と神に願ったら何度も死んでやり直すことに!?６人のヒロインの中から必ず死ぬ運命の人を探し出せ！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "2bae9356-0996-4281-a985-4772e8070e8c",
    "title": {
      "en": "Tonari no Wakazo"
    },
    "updatedAt": "2024-10-14T14:26:46+00:00",
    "coverArt": "https://mangadex.org/covers/2bae9356-0996-4281-a985-4772e8070e8c/091ff60e-bb7e-451f-8743-d76b8e7186a2.jpg",
    "altTitles": [
      {
        "ja": "となりのワカゾー"
      },
      {
        "en": "The Young Dude Next Door"
      }
    ],
    "description": {
      "en": "Araki is a serious and proper type gay guy. Honest, older men are his type. Even then, the guy who moved in next door is Araki's most hated type, a flashy guy called Higata. That Higata told Araki, \"I feel good when I'm with you,\" and suddenly kissed him. Although he doesn't like him, Araki gets excited--!"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "d5427334-32a0-4a67-b93a-31d15a977c62",
    "title": {
      "en": "Kuroneko no Ohanashi"
    },
    "updatedAt": "2024-11-28T06:24:58+00:00",
    "coverArt": "https://mangadex.org/covers/d5427334-32a0-4a67-b93a-31d15a977c62/96a9d388-aa5a-4144-ab37-5f85a60ab425.png",
    "altTitles": [
      {
        "ja": "黒猫のお話"
      },
      {
        "en": "A Story About Black Cats"
      },
      {
        "ja": "黒猫がおんなのこになったお話"
      },
      {
        "ja-ro": "Kuroneko ga Onnanoko ni Natta Ohanashi"
      },
      {
        "en": "A Story About a Black Cat Who Becomes a Girl"
      }
    ],
    "description": {
      "en": "This is a story about a black cat who became a cat girl.\n\n---\n\nAlternative Official Raw - [Twitter](https://twitter.com/M_terU116/status/1816775907320955112)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "789642f8-ca89-4e4e-8f7b-eee4d17ea08b",
    "title": {
      "en": "Kimetsu no Yaiba"
    },
    "updatedAt": "2024-10-26T23:41:59+00:00",
    "coverArt": "https://mangadex.org/covers/789642f8-ca89-4e4e-8f7b-eee4d17ea08b/60530e72-f76f-45d5-b6f9-f95e05058fc3.png",
    "altTitles": [
      {
        "en": "Demon Slayer"
      },
      {
        "es": "Guardianes De La Noche"
      },
      {
        "fr": "Les Rôdeurs de la Nuit"
      },
      {
        "ru": "Клинок, рассекающий демонов"
      },
      {
        "id": "ดาบพิฆาตอสูร เล่ม"
      },
      {
        "zh-hk": "滅鬼之刃"
      },
      {
        "zh": "灭鬼之刃"
      },
      {
        "ja": "鬼滅の刃"
      },
      {
        "zh-hk": "鬼滅之刃"
      },
      {
        "zh": "鬼灭之刃"
      },
      {
        "ko": "귀멸의 칼날"
      },
      {
        "en": "Blade of Demon Destruction"
      },
      {
        "ar": "قاتل الشياطين"
      },
      {
        "sq": "Shpata e shaktërrimit të demonit"
      },
      {
        "ka": "დემონების მკვეთი ხმალი"
      },
      {
        "vi": "Thanh Gươm Diệt Quỷ"
      },
      {
        "vi": "Lưỡi Gươm Diệt Quỷ"
      }
    ],
    "description": {
      "en": "Since ancient times, rumors have abounded of man-eating demons lurking in the woods. Because of this, the local townsfolk never venture outside at night. Legend has it that a demon slayer also roams the night, hunting down these bloodthirsty demons.  \r\nEver since the death of his father, Tanjirou has taken it upon himself to support his mother and five siblings. Although their lives may be hardened by tragedy, they've found happiness. But that ephemeral warmth is shattered one day when Tanjirou finds his family slaughtered and the lone survivor, his sister Nezuko, turned into a demon. Adding to this sorrow, a demon hunter named Tomioka Giyuu arrived and was about to finish Nezuko off, but to his surprise she and Tanjiro started to protect each other. Seeing this oddity and Tanjiro's promising fighting skills, Giyuu decides to send them to his old mentor to be trained.  \r\nSo begins Tanjiro's life as a demon hunter, bound on a quest to cure his sister and find the one who murdered his entire family.  \r\n  \r\nMangaPlus: <https://mangaplus.shueisha.co.jp/titles/100009>",
      "ru": "Танджиро - старший сын в семье, потерявшей кормильца. Однажды он уходит в другой город, чтобы продать древесный уголь, но в конце концов остаётся на ночь в чужом доме, вместо того, чтобы идти домой. А всё из-за слухов о демоне, который разгуливает в горах под покровом темноты. Утром парень вернётся домой живым и невредимым… Но его ждут ужасные известия.",
      "vi": "Thanh Gươm Diệt Quỷ còn có tên gọi khác là Lưỡi Gươm Diệt Quỷ hay Yaiba Kimetsu. Phim Thanh Gươm Diệt Quỷ: Kimetsu No Yaiba. Vào thời xa xưa, có một truyền thuyết về những con quỷ ăn thịt người luôn lãng vãng trong cánh rừng sâu. Vì điều này, người dân trong làng không bao giờ đi ra ngoài vào trời tối. Truyền thuyến cũng kể rằng có một Sát Quỷ Nhân luôn xuất hiện vào ban đêm để tiêu diệt những con quỷ khát máu này. Đối với chàng trai trẻ Tanjiro, câu chuyện dân gian ấy đã trở thành hiện thực cay đắng mà cậu phải hứng chịu...Sau khi cha cậu qua đời, Tanjiro luôn cố gắng hết sức để trở thành trụ cột trong gia đình. Dù cuộc sống vất vả, cực khổ, những gia đình của cậu vẫn luôn ngập tràn hạnh phúc. Nhưng niềm hạnh phúc ấy cũng không kéo dài lâu được. Một ngày nọ, khi Tanjiro trở về, cậu phát hiện gia đình mình đã bị sát hại dã man, và chỉ có một người duy nhất sống sót, đó là em gái Nezuko của cậu. Nhưng bi kịch thay, Nezuko đã trở thành con quỷ đáng sợ. Tuy nhiên, cô vẫn còn giữ một chút nhân tính. Đó là thời điểm bắt đầu cuộc chiến đơn độc của Tanjiro, tiêu diệt quỷ và tìm cách biến em gái mình trở lại làm người."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "23",
    "lastChapter": "205"
  },
  {
    "mangaId": "be35df55-adc2-46e6-83cf-0e9f0356ea39",
    "title": {
      "en": "Catenaccio"
    },
    "updatedAt": "2024-12-05T03:01:04+00:00",
    "coverArt": "https://mangadex.org/covers/be35df55-adc2-46e6-83cf-0e9f0356ea39/51bf8b6e-3c18-4dca-a22c-33725fedddff.jpg",
    "altTitles": [
      {
        "ja": "カテナチオ"
      },
      {
        "ja-ro": "Katena Chio"
      },
      {
        "en": "Catenaccio"
      }
    ],
    "description": {
      "en": "Yataro Araki, a member of the Tojo High School soccer team, has big dreams. Within a decade, he sees himself conquering the soccer world’s loftiest peak: European “football!” Fast forward to what may be his last soccer match before graduation, the match that will make or break his dreams. Having thus far failed to attract the attention of scouts, he is now desperate to do whatever it takes to prove himself. Yataro is prepared to get his hands dirty if it means winning. If it means standing at the top! Welcome to the world of international football! Nothing is sacred, no rule is left unbroken! Not when victory is on the line!",
      "ja": "東條高校サッカー部に所属する嵐木八咫郎（あらきやたろう）の夢は欧州を制覇し、世界一になること。 高校3年の最後の試合、夢への第1歩、プロ入りを目指しスカウトの目に留まるため奮闘をするが―…。",
      "vi": "Yataro Araki là thành viên clb bóng đá trường cao trung Tojo. Cậu có ước mơ chinh phục đỉnh cao bóng đá Châu Âu trong 10 năm tới. Thời gian trôi qua, vào trận cuối cùng trước khi tốt nghiệp, và cũng là trận sẽ quyết định giấc mơ của cậu. Mọi thứ sẽ vô nghĩa nếu Araki không được tuyển trạch viên nào để ý đến, vì vậy cậu sẵn lòng làm tất cả mọi thứ, kể cả khi phải chơi bẩn để giành lấy chiến thắng. Nếu nó giúp cậu vươn đến đỉnh cao! Chào mừng đến với giới bóng đá quốc tế! Không tồn tại thứ gọi là bất khả xâm phạm hay luật lệ! Ít nhất là khi chiến thắng đang cận kề!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "136a8c13-cf72-427a-8d76-23f1bf070c0e",
    "title": {
      "en": "S-Rank Monster no Behemoth Dakedo, Neko to Machigawarete Erufu Musume no Kishi (Pet) Toshite Kurashitemasu"
    },
    "updatedAt": "2024-12-21T01:21:30+00:00",
    "coverArt": "https://mangadex.org/covers/136a8c13-cf72-427a-8d76-23f1bf070c0e/1d9ae56b-bfc8-453a-a622-54b517783489.jpg",
    "altTitles": [
      {
        "en": "I Am Behemoth Of The S Rank Monster, But I Am Mistaken As A Cat And I Live As A Pet Of Elf Girl"
      },
      {
        "en": "I'm a “Behemoth,” an S-Ranked Monster, But Mistaken for a Cat, I Live As an Elf Girl's Pet"
      },
      {
        "en": "I’m an S-Rank \"Behemoth\" Monster, but I’m Living as a Knight (Pet) of an Elf Girl"
      },
      {
        "en": "Pet Behemoth"
      },
      {
        "es": "Soy un monstruo de rango S, Behemoth, pero me confundieron con un gato y ahora vivo como el caballero (mascota) de una chica elfa."
      },
      {
        "ja": "Sランクモンスターの《ベヒーモス》だけど、猫と間違われてエルフ娘の騎士(ペット)として暮らしてます"
      },
      {
        "ja": "Sランクモンスターの《ベヒーモス》だけどネコと間違われてエルフ娘の騎士として暮らしています"
      },
      {
        "de": "Ich bin ein mächtiger Behemoth und lebe als Kätzchen bei einer Elfe"
      },
      {
        "ru": "Я монстр S-класса Бегемот, но меня перепутали с котом, и я живу у эльфийки как домашний питомец"
      },
      {
        "zh": "虽然是S级魔兽“比蒙巨兽” 却以猫的模样、成为精灵娘的骑士的日常"
      }
    ],
    "description": {
      "en": "The elven girl Aria is a stunning and swift adventurer. When a small cat-like beast with an adorable face embraces Aria's fruitful chest during a dungeon exploration, she decides to keep it as a pet and names it \"Tama\". At first sight it's just an average cat, but Aria has yet to notice that Tama is a reincarnated chivalrous former Knight and that its identity is not that of a cat, but of a young monster of the strongest class \"Behemoth\".",
      "es": "La chica elfa, \"Aria\" es una aventurera. Cuando una pequeña bestia con una cara adorable abraza el fructífero pecho de Aria, ella decide tenerla como mascota y la llama \"Tama\". A primera vista es sólo un gato común, pero Aria aún no se ha dado cuenta de que Tama es un antiguo Caballero y que su identidad no es un gato, sino un joven monstruo de la clase más fuerte \"Behemoth\".  \n  \n**Links:**  \n- [Original Web Novel](https://ncode.syosetu.com/n9107ee) (Raw)  \n- [Official Light Novel (EN)](https://yenpress.com/9781975332945/im-a-behemoth-an-s-ranked-monster-but-mistaken-for-a-cat-i-live-as-an-elf-girls-pet-vol-1-light-novel/)",
      "pt": "A garota elfa, \"Aria\" é uma aventureira. Uma pequena besta com um adorável rosto abraça o peito frutoso da Aria, ela decide manter como um animal de estimação chamado \"Tama\". Ao primeiro sinal é apenas um gato comum, mas Aria ainda não notou que esta Tama é um cavaleiro antigo e sua identidade não é de um gato, mas um jovem monstro da classe mais poderosa chamada \"Behemoth\"."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0984daf7-068e-4862-a583-e7f7519dfe29",
    "title": {
      "en": "Vtuber Savior ✟ Messiah-chan"
    },
    "updatedAt": "2025-01-03T15:54:23+00:00",
    "coverArt": "https://mangadex.org/covers/0984daf7-068e-4862-a583-e7f7519dfe29/daa71375-66f0-4452-bfb1-09cc9e4036c8.jpg",
    "altTitles": [
      {
        "ja": "救済系Vッタラー✟メシアちゃん"
      },
      {
        "ja-ro": "Kyuusai Kei Vtterer ✟ Messiah-chan"
      }
    ],
    "description": {
      "en": "A horror manga where viewers watch and join in on Messiah-chan's stream activities."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "53"
  },
  {
    "mangaId": "ee96e2b7-9af2-4864-9656-649f4d3b6fec",
    "title": {
      "en": "Gal Can't Be Kind to Otaku!?"
    },
    "updatedAt": "2025-01-03T10:07:00+00:00",
    "coverArt": "https://mangadex.org/covers/ee96e2b7-9af2-4864-9656-649f4d3b6fec/4b87e456-0243-4dfe-abda-d0f41c91141a.jpg",
    "altTitles": [
      {
        "ja": "オタクに優しいギャルはいない!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru wa Inai!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru ha Inai!?"
      },
      {
        "en": "Gal Can't Be Kind to Otaku!?"
      },
      {
        "en": "Gals Can't Be Kind To A Geek!?"
      },
      {
        "zh": "没有辣妹会对阿宅温柔!?"
      },
      {
        "pt-br": "Gal Não Pode ser Gentil com Otaku!?"
      },
      {
        "es-la": "¿¡Las Gals no pueden ser amables con los Otakus!?"
      },
      {
        "vi": "Gyaru không thể tử tế với Otaku ư?"
      }
    ],
    "description": {
      "en": "Takuya Seo is an otaku who likes \"anime for girls\" and can't say he likes it out loud. One day, he hooks up with two gals from his class, Amane and Ijichi, but it seems that Amane is also an otaku...",
      "ja": "あまり大きな声で好きと言えない“女児向けアニメ”が好きなオタク 瀬尾卓也。ある日、クラスのギャル 天音さんと伊地知さんに絡まれたのだが、何やら天音さんもオタクの匂いが…？",
      "vi": "Một anh bạn trung bình Otaku thích anime dành cho bé gái, giáp mặt hai nàng Gyaru xinh đẹp nổi tiếng nhất trường. Nhưng không chỉ có thế, một trong hai nữ nhân xinh đẹp ấy có gì đó...hơi otaku thì phải...?",
      "es-la": "Takuya Seo es un otaku al que le gusta el \"anime para chicas\" y no puede decir que le guste en voz alta. Un día, se junta con dos chicas de su clase, Amane e Ijichi, pero parece que Amane también es una otaku...",
      "pt-br": "Takuya Seo é um otaku que gosta de \"animes para garotinhas\" e não pode dizer isso em voz alta. Um dia, ele conversa com duas gals da sua sala, Amane e Ijichi, mas parece que a Amane também é uma otaku... Uma comédia romântica escolar onde o otaku conhece as gals que ele gosta!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "368e799d-692a-4aab-a2e3-49a4de63e2be",
    "title": {
      "en": "Lord of all beings"
    },
    "updatedAt": "2025-01-05T06:43:17+00:00",
    "coverArt": "https://mangadex.org/covers/368e799d-692a-4aab-a2e3-49a4de63e2be/a95c6c4e-6acb-4655-bc2e-d124b76d192e.jpg",
    "altTitles": [
      {
        "ko": "만물의 영장"
      },
      {
        "vi": "Chúa tể muôn loài"
      },
      {
        "en": "The lord of all things"
      }
    ],
    "description": {
      "en": "After falling into the sea and going missing, Woo Young-jang returns to civilization after spending 7 years on a deserted island! His body has become firm and muscular, he can now communicate with all sorts of animals and even employ their special abilities. However, incidents and accidents seem to follow him wherever he goes. Will Young-jang be able to survive in the city, which is said to be even more terrifying than the jungle?",
      "ko": "바다에 빠져 실종된 후, 무인도에서 7년 만에 살아 돌아온 우영장의 좌충우돌 문명 적응기!\n그의 몸은 단단한 근육질로 변했고 온갖 동물과의 의사소통은 물론, 특별한 능력까지 구사하며 사건사고가 끊이질 않는다.\n과연 영장은 밀림보다 무섭다는 도시에서 살아남을 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3293575-94bb-4467-b992-4de2174615f7",
    "title": {
      "en": "P.S. Waiting for You by the Lake"
    },
    "updatedAt": "2024-03-17T06:11:59+00:00",
    "coverArt": "https://mangadex.org/covers/b3293575-94bb-4467-b992-4de2174615f7/0edaf4a5-0079-4e93-9b3b-79f898c9d691.jpg",
    "altTitles": [
      {
        "zh": "利奥"
      },
      {
        "en": "Leo"
      },
      {
        "zh": "P.S.我在湖边等你"
      }
    ],
    "description": {
      "en": "Leo and Alexis lived in the same small town when they were kids and were best buddies. The two loved to spend their summers at the Green Rock Lake summer camp near town. But during the summer when they were eleven, Alexis ended his friendship with Leo over a stupid reason. After that, the two did not see each other again because of their families' situation. But during the summer when they were eighteen, the two met once again at Green Rock Lake..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9230ddb5-a3a9-45e5-9455-d8e7e7abbae8",
    "title": {
      "en": "Anmitsu Hoippu! Watashi ga Inakucha Dame na Kanojo no Hanashi"
    },
    "updatedAt": "2024-12-26T04:52:17+00:00",
    "coverArt": "https://mangadex.org/covers/9230ddb5-a3a9-45e5-9455-d8e7e7abbae8/e7834b15-a8dd-41ef-92e3-1026f4155f68.jpg",
    "altTitles": [
      {
        "ja": "あんみつホイップ！ワタシがいなくちゃダメなカノジョのハナシ"
      },
      {
        "ja-ro": "Anmitsu Hoippu! Watashi ga Inakucha Dame na Kanojo no Hanashi"
      },
      {
        "en": "Anmitsu Whip! Stories of My Girlfriend Who Can't Live Without Me"
      }
    ],
    "description": {
      "en": "\"I can't live without you!\"\n\nA cohabiting yuri couple, Anzu and Mitsuki, have a relationship where they simply can’t live without each other! A lighthearted and sweet Girls' Love comedy that depicts the lovey-dovey everyday lives of this co-dependent couple. ♪",
      "ja": "「アナタがいなくちゃダメなの!」\n同棲中の百合ップル、あんずとみつきはお互いにお互いなしではいられない関係。\nそんなふたりのいちゃラブな日常を描いた、ゆる甘共依存ガールズラブコメディ♪"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "230c038a-9195-425a-8c00-9125fa5c7b26",
    "title": {
      "en": "Digimon Tamers"
    },
    "updatedAt": "2024-01-09T22:42:03+00:00",
    "coverArt": "https://mangadex.org/covers/230c038a-9195-425a-8c00-9125fa5c7b26/c8f2206f-2b82-44a6-a23a-e7273b09903a.jpg",
    "altTitles": [
      {
        "ja-ro": "Dejimon Teimāzu"
      },
      {
        "en": "Digimon Zero 3"
      },
      {
        "ja": "デジモンテイマーズ"
      },
      {
        "zh-hk": "數碼寶貝03 馴獸師之王"
      },
      {
        "en": "Digimon 03: King Of Tamers"
      }
    ],
    "description": {
      "en": "When three Digimon fans – Rika, Henry, and our lead Takato – suddenly find themselves with \"real\" Digimon, they discover a living creature under your care is far harder to deal with than a few pixels on your TV screen. The kids try to be Digimon 'Tamers,' aka Digimon caretakers, but they all seem to have different opinions on what that should entail. Rika thinks Digimon should fight, Henry thinks they should never fight, and Takato … seems to be somewhere in the middle.  \n  \nBeing a Tamer isn't just about believing one thing or another. It's about learning and adjusting for the good of everyone else. But they have a long way to go, and their problems are just beginning.\n\n(The English translation is based off the script from the FoxKids version of the anime.)"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "193f91a0-51ef-4653-b3d7-a3f75c42ee9b",
    "title": {
      "en": "Ame to Kimi to"
    },
    "updatedAt": "2024-11-15T13:13:40+00:00",
    "coverArt": "https://mangadex.org/covers/193f91a0-51ef-4653-b3d7-a3f75c42ee9b/13090a3b-b1d4-4a77-b17c-df168fcc7ed5.jpg",
    "altTitles": [
      {
        "en": "With You and the Rain"
      },
      {
        "ja": "雨と君と"
      },
      {
        "ru": "Дождь и ты"
      },
      {
        "ne": "वर्षा र तिमी"
      },
      {
        "vi": "Mưa, tôi và em"
      }
    ],
    "description": {
      "en": "On a rainy summer evening, a woman and a \"dog\" happened to meet each other and life has never been the same since.",
      "ja": "雨の降る日に、１人と１匹は出会いました。“あともうちょっと”がほっこり尊いと話題です。",
      "ru": "В один дождливый день она подобрала что-то похожее на собаку... Давайте же посмотрим, насколько хитрой может быть эта \"собака\"...",
      "pt-br": "Em uma noite chuvosa de verão, uma mulher e um \"cachorro\" se conheceram e a vida nunca mais foi a mesma desde então."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fb6d1db-c0c5-4122-81fe-dd480bfdb6eb",
    "title": {
      "en": "Mahou Shoujo 201"
    },
    "updatedAt": "2024-11-15T22:29:26+00:00",
    "coverArt": "https://mangadex.org/covers/8fb6d1db-c0c5-4122-81fe-dd480bfdb6eb/992313ef-33fb-4d00-8742-350f287f9ffb.jpg",
    "altTitles": [
      {
        "ja": "魔法少女201"
      },
      {
        "en": "Magical Girl 201"
      },
      {
        "vi": "Ma Pháp Thiếu Nữ 201"
      }
    ],
    "description": {
      "en": "Fujiyama Shinobu aka Sexy Fujiyama, is a general working for the evil Flower Bud Gang who are trying to take over the city. Standing in her way is the masked magical girl, Princess Mamu, who wouldn't you know it, has just moved in next door to Fujiyama's place...",
      "ja": "悪の組織の女幹部セクシーフジヤマ（本名・藤山忍）。正義の魔法少女との戦いに負け続けた彼女は組織からの罰則金で金欠に陥っていた…。そんなある日、隣の部屋に憎っくき魔法少女プリンセス・マム（本名・真白まむ）が引っ越してきて…。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cee18057-22c5-410f-a9d6-442eef1d3ba9",
    "title": {
      "en": "Yagi-san Yuubin"
    },
    "updatedAt": "2024-12-10T18:30:10+00:00",
    "coverArt": "https://mangadex.org/covers/cee18057-22c5-410f-a9d6-442eef1d3ba9/a4c12a9e-3dc9-4464-aa33-9355755f5029.jpg",
    "altTitles": [
      {
        "en": "Lost Letters"
      },
      {
        "ja": "やぎさん郵便"
      },
      {
        "zh": "卖火柴的青 年"
      },
      {
        "vi": "Lá Thư Đi Lạc"
      }
    ],
    "description": {
      "en": "University student Hirose Kiyotaka finds a love letter tucked into the pages of a borrowed book. While attempting to return the letter, he encounters the charismatic Hanashiro Seiji and quickly becomes involved with him. As their tentative relationship develops, however, he finds himself wondering how serious Hanashiro's feelings for him really are. Meanwhile, the letter falls into the hands of Hanashiro's colleague Sawa Jinichiro, who entraps its writer, Arihara Mineo. Sawa's actions are seemingly ruthless, but his true motives regarding Arihara are far from clear."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "25.5"
  },
  {
    "mangaId": "950655e2-c8cd-4d39-ba34-e50e6730fe6b",
    "title": {
      "en": "The Drifting Star"
    },
    "updatedAt": "2024-06-22T01:57:09+00:00",
    "coverArt": "https://mangadex.org/covers/950655e2-c8cd-4d39-ba34-e50e6730fe6b/b5be64b0-2b3b-45f3-a2c0-e1a14f29e44e.png",
    "altTitles": [
      {
        "zh": "水中飘零之星"
      }
    ],
    "description": {
      "en": "After an awkward encounter on her vacation, Wei Lan swapped bodies with a boy named Bai Yuan! Is this heaven's plan, or a trick of fate? Their strings of destiny follow the drifting star in the water."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "89"
  },
  {
    "mangaId": "6ba06cc5-6f6b-4b61-a5b5-16c6bd9e9cd5",
    "title": {
      "en": "Nikagetsugo ni Seibetsu ga Bareru Josou Danshi"
    },
    "updatedAt": "2024-10-31T02:39:54+00:00",
    "coverArt": "https://mangadex.org/covers/6ba06cc5-6f6b-4b61-a5b5-16c6bd9e9cd5/e8bd0f82-8274-4d7d-9099-ea3e2d216fa3.png",
    "altTitles": [
      {
        "ja": "2ヶ月後に性別がバレる女装男子"
      },
      {
        "ja-ro": "Nikagetsugo ni Seibetsu ga Bareru Jyosoudanshi"
      },
      {
        "en": "The Crossdressing Boy's Gender Will Be Found Out in 2 Months"
      }
    ],
    "description": {
      "en": "I enrolled in a prestigious girls academy, even though I'm actually a crossdressing boy?! But, in my class lies a secret as well...?\n\nThis prestigious school, St. Aster Girls Academy, is where I am entering as a first year. Unexpectedly, I had to crossdress in order to enroll! If my roommate or classmates found out I am a guy, it would be inexcusable!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10.3"
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-10-14T10:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/b0aa4473-59dc-45d9-be45-b69dfcaf794f.jpg",
    "altTitles": [
      {
        "ja": "異世界のんびり農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "vi": "Cuộc Sống Nông Dân Ở Thế Giới Khác"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "闘病の末に命を落とした青年・火楽は、神様によって蘇生され、若返って異世界に転移した。第二の人生を楽しむため、授けられた『万能農具』を手に、異世界で掘って伐って耕して…。\n\n**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00e911ff-0443-4c2d-bb4f-c89740df4a2d",
    "title": {
      "en": "Watashi to Kanojo no Kawaii Koi no Hajime Kata"
    },
    "updatedAt": "2024-12-26T04:16:33+00:00",
    "coverArt": "https://mangadex.org/covers/00e911ff-0443-4c2d-bb4f-c89740df4a2d/f5d57d7b-67a4-42a4-b623-85004818fee5.jpg",
    "altTitles": [
      {
        "en": "How My Cute Girlfriend and I Started a Love Story"
      },
      {
        "ja": "私と彼女のかわいい恋のはじめ方"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab7aef75-57a7-4304-bd5b-c5599f98054a",
    "title": {
      "en": "Tsuma ga Kanpeki Sugiru node, Chotto Midashite Ii desuka?"
    },
    "updatedAt": "2024-10-29T10:30:16+00:00",
    "coverArt": "https://mangadex.org/covers/ab7aef75-57a7-4304-bd5b-c5599f98054a/eee9255a-d697-44ab-937e-e3764438915e.jpg",
    "altTitles": [
      {
        "vi": "Tôi có nên chiều hư cô vợ hoàn hảo của mình?"
      },
      {
        "ja": "妻が完璧すぎるので、ちょっと乱していいですか？"
      },
      {
        "en": "My Wife is Too Perfect, So Can I Disturb Her a Little?"
      }
    ],
    "description": {
      "en": "Rikuto, an illustrator, and his wife Natsuki, a civil servant, have been married for a week. Their newlywed life has only just begun. His wife is too perfect in every way, but Rikuto can't forget the way he once saw her in a disheveled state. He wants to see her again in a disheveled state somehow, but he always ends up being defeated!",
      "ja": "ホントの妻[キミ]を見たいんだ。イラストレーターの夫・陸斗と公務員の妻・菜月は、結婚して1週間。まだまだ始まったばかりの新婚生活を過ごしていた。何事も完璧すぎる妻だけど、陸斗はかつて一度だけ見た彼女が乱れた様子が忘れられない。どうにかして彼女の崩れた姿を見たいと思うが、いつも返り討ちにあってしまうのであった！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a218a7be-4a6a-4b0f-a530-cc945b47ad1d",
    "title": {
      "en": "AI Kareshi to Mojyo Hakase"
    },
    "updatedAt": "2024-06-11T05:42:06+00:00",
    "coverArt": "https://mangadex.org/covers/a218a7be-4a6a-4b0f-a530-cc945b47ad1d/91cbb521-57d9-4850-8b62-5bd5cafc90bb.jpg",
    "altTitles": [
      {
        "ja": "AI彼氏と喪女博士"
      },
      {
        "en": "The AI Boyfriend and Unpopular Female Doctor"
      }
    ],
    "description": {
      "en": "Due to a request, the genius Dr. Sumiko developed an \"AI boyfriend\".  \nSumiko is pleased with her success, but the AI boyfriend began to recognize her as \"his girlfriend\"…!?  \nInitially, Sumiko rejected the AI boyfriend.  \nHowever, being subject to his constant love gradually leads her to acknowledge him…  \n  \nA hot topic on Twitter and pixiv! A love comedy between a handsome AI and an unpopular woman begins ♡  \n  \nNote: the series is marked as \"Cancelled\", but it is closer to \"Discontinued/Abandoned\", as it has not been updated since December 2018.  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/2_riko_7)  \n- [Author's Pixiv](https://www.pixiv.net/en/users/2507244)"
    },
    "status": "cancelled",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "380da075-2030-48d0-9c5f-86742be4ff10",
    "title": {
      "en": "Sentouin, Hakenshimasu!"
    },
    "updatedAt": "2024-11-11T00:10:06+00:00",
    "coverArt": "https://mangadex.org/covers/380da075-2030-48d0-9c5f-86742be4ff10/a489fa05-ecaf-4efc-9eb3-bebdae4397a5.jpg",
    "altTitles": [
      {
        "en": "Combatants Will Be Dispatched!"
      },
      {
        "fr": "Les Combattants Vont Etre Déployés!"
      },
      {
        "ru": "Бойцы будут высланы!"
      },
      {
        "ja": "戦闘員、派遣します！"
      },
      {
        "ko": "전투원, 파견합니다!"
      },
      {
        "vi": "Chiến binh sẽ được phái đi!"
      }
    ],
    "description": {
      "en": "The Secret Society Kisaragi has one mission: world domination! They claim to be an evil organization, but their scientist is eccentric, their hot female generals wear little clothing, and they’re surprisingly concerned about the fate of the world?! No. 6 is a Combatant for Kisaragi, meaning his body has been reconstructed to be stronger and obey the orders of the generals. His latest mission? To do recon on an unknown alien planet with his new partner, the deadpan android Alice. There, he meets a busty female knight… riding a unicorn?! Thus begins their hilarious invasion of a magical fantasy world!",
      "es": "La Sociedad Secreta Kisaragi tiene una misión: dominación mundial. Afirman que es una organización malvada, pero su científica es excéntrica, sus ardientes generales mujeres usan poca ropa y están sorprendentemente preocupados por el destino del mundo. No. 6 es un Combatiente para Kisaragi, lo que significa que su cuerpo ha sido reconstruido para ser más fuerte y obedecer las órdenes de los generales. ¿Su última misión? Hacer reconocimiento en un planeta alienígena desconocido con su nueva pareja, la inexpresiva androide Alicia. Allí, conocí a una caballero tetona…¡¿montando un unicornio?! ¡Así comienza su hilarante invasión de un mundo mágico de fantasía!",
      "pt": "Havia uma empresa chamada Kisaragi, uma sociedade secreta do mal que derruba um número de heróis no mundo e está prestes a conquistar o muno. Como não se sabe os desejos dessa associação, o combatente N° 6, o protagonista, será despachado para outros planetas com a android Alice. No entanto, este combatente mudou as configurações da android pare que ela não se comportasse como se fosse uma invasão, e sim u festival de Ochin, fazendo seus companheiros ficarem estúpidos. Além disso, quando chamaram novos companheiros, os novos membros que se uniram atraíram estandarismo, como a estupida quimera e o bispo. Enquanto isso, o mesmo vendedor que invoca o exército Magus começa a invadir a terra para destruí-la. A notícia se espalha nas ruas por atos de contravenção, e é transmitida ao herói que estava carregando a virtude do mal. “Não há organizações más no mundo” combatente N° 6 finalmente entra em ação com as heroínas metamorfose e as táticas de Kudzu, invadindo o novo mundo.",
      "ru": "Протагонистом является старший элитный боец корпорации зла именуемой как \"Тайное сообщество Кисараги\", которого вместе с девочкой андроидом отправили в другое измерение. И так они оказываются в мире меча и магии, где им предстоит создать предпосылки для захвата этого нового мира корпорацией зла Кисараги.",
      "pt-br": "A Sociedade Secreta Kisaragi tem uma missão: dominar o mundo! Eles afirmam ser uma organização maligna, mas seu cientista é excêntrico, suas generais gostosas usam pouca roupa e estão surpreendentemente preocupadas com o destino do mundo?! O nº 6 é um combatente de Kisaragi, o que significa que seu corpo foi reconstruído para ser mais forte e obedecer às ordens dos generais. Sua última missão? Para fazer reconhecimento em um planeta alienígena desconhecido com sua nova parceira, a andróide inexpressiva Alice. Lá, ele conhece uma cavaleira peituda… montando um unicórnio?! Assim começa a hilariante invasão de um mundo mágico de fantasia!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "66"
  },
  {
    "mangaId": "5f338a17-fc99-41bb-83dc-d3dde4e16d43",
    "title": {
      "en": "Merry Psycho"
    },
    "updatedAt": "2025-01-05T04:49:46+00:00",
    "coverArt": "https://mangadex.org/covers/5f338a17-fc99-41bb-83dc-d3dde4e16d43/4ad9b6f5-8410-4c34-ba32-0d46331e6403.jpg",
    "altTitles": [
      {
        "ko": "메리 사이코"
      }
    ],
    "description": {
      "en": "A sweet and happy two year marriage felt like a dream. One day, her husband disappeared without a trace. Han Seoryeong, an ordinary housewife and blind woman, desperately searches for him... “You’ll never find him.” Her husband turned out to be the best secret agent with many faces. “Our marriage was everything to me, but it was just ‘work’ to him?” In the midst of her world crumbling, Seoryeong mistakenly unleashes the madness she had been suppressing.…",
      "fr": "Deux années de mariage aussi douces qu’un rêve.\nMais un jour, son mari disparaît sans laisser de trace.\n\nHan Seoryeong, femme au foyer ordinaire et non-voyante, part à sa recherche,\nmais la vérité qu’elle découvre dépasse l’imaginable.\n\nSon mari était un agent secret aux cent visages,\net tout ce qu’elle croyait vrai n’était qu’une façade pour son “travail”.\n\nDévastée par le désespoir, Seoryeong laisse exploser la folie qu’elle avait refoulée.\nSi elle ne peut pas le traquer, elle choisira de devenir sa proie !"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d553645b-03a3-4fc8-9a9c-57f91cbbab89",
    "title": {
      "en": "Jirai Nandesuka? Chihara-san"
    },
    "updatedAt": "2024-12-26T01:44:46+00:00",
    "coverArt": "https://mangadex.org/covers/d553645b-03a3-4fc8-9a9c-57f91cbbab89/e7637038-cfa9-47d3-9f51-bb01bf26709e.jpg",
    "altTitles": [
      {
        "ja": "地雷なんですか？地原さん"
      },
      {
        "en": "Is Chihara-san A Landmine?"
      },
      {
        "en": "That Girl Is Cute… But Dangerous?"
      },
      {
        "zh-hk": "你是地雷吗？地原同学"
      },
      {
        "pt-br": "Aquela Garota é Bonita, Mas Perigosa?"
      }
    ],
    "description": {
      "en": "The girl sitting next to me at the start of the new semester is the rumored \"landmine\" girl... but... is Chihara-san really the \"landmine\" that everyone says she is?",
      "ja": "天然でポンコツで地雷系──!?新学期ボクの隣の席は噂の地雷系、地原 舞。どことなく危険な雰囲気を醸し出してるけど、話してみるとなんだかイメージと違ってて…？",
      "pt-br": "A garota sentada ao meu lado no começo do novo semestre é a famosa Garota Perigosa, mas… a Chihara-san é mesmo o “Perigo” que todos dizem ser?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2025-01-05T22:31:13+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/6ae7c384-8f33-4c29-a062-ff71628c2e95.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddb80900-12c2-4b9e-bfb7-cb8abc082f9a",
    "title": {
      "en": "The Lady's Servant"
    },
    "updatedAt": "2024-10-25T19:18:14+00:00",
    "coverArt": "https://mangadex.org/covers/ddb80900-12c2-4b9e-bfb7-cb8abc082f9a/05d5291b-6f5a-48d6-8510-f5b71e330bb6.jpg",
    "altTitles": [
      {
        "ja": "お嬢様の僕"
      },
      {
        "ja-ro": "Ojousama no Shimobe"
      },
      {
        "en": "The Young Lady's Servant"
      },
      {
        "zh-hk": "大小姐的僕人"
      },
      {
        "pt": "Servo da Jovem Senhora"
      },
      {
        "ru": "Слуга юной госпожи"
      },
      {
        "es-la": "El Sirviente de la Joven Dama"
      }
    ],
    "description": {
      "en": "The story centers around a main character who was raised as a butler from his family's trade, and who one day meets a rich young lady who cannot even change her own clothes, let alone know what to do in the outside world.",
      "ja": "父は執事、母はメイドという両親の元で生まれ育ち、世話焼き属性が染みついた主人公の前に現れたのは、身の回りのことが何も出来ないお嬢様。",
      "pt": "A história se concentra em um personagem principal que foi criado como mordomo do comércio de sua família e que, um dia, conhece um jovem rica que nem sequer consegue trocar sua própria roupa e, muito menos, saber o que fazer no mundo exterior.",
      "es-la": "La historia se centra en un personaje principal que fue criado como un mayordomo por la ocupación de su familia, y que un día conoce a una joven rica que no puede siquiera cambiarse la ropa por su propia cuenta, y mucho menos, saber qué hacer en el mundo exterior.",
      "pt-br": "A história se concentra em um personagem principal que tem uma personalidade intrometida cujo pai é um mordomo e cuja mãe é uma criada e que, um dia, conhece uma jovem rica que nem sequer consegue trocar sua própria roupa e, muito menos, saber o que fazer no mundo exterior"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a414441-bbad-43f1-a3a7-dc262ca790a3",
    "title": {
      "en": "Omniscient Reader's Viewpoint"
    },
    "updatedAt": "2024-09-17T18:34:47+00:00",
    "coverArt": "https://mangadex.org/covers/9a414441-bbad-43f1-a3a7-dc262ca790a3/aeb88211-faa2-4f9f-adee-a8e4d814d51a.jpg",
    "altTitles": [
      {
        "ko": "전지적 독자 시점"
      },
      {
        "fr": "Lecteur omniscient"
      },
      {
        "es": "Lector omnisciente"
      },
      {
        "en": "ORV"
      },
      {
        "pl": "Punkt Widzenia Wszechwiedzącego Czytelnika"
      },
      {
        "ru": "Всеведущий читатель"
      },
      {
        "ar": "دیدگاه خواننده‌ی همه‌چی‌دون"
      },
      {
        "ar": "وجهة نظر القارئ العراف"
      },
      {
        "th": "อ่านชะตาวันสิ้นโลก"
      },
      {
        "ja": "全知的な読者の視点から"
      },
      {
        "zh-hk": "全知讀者視角"
      },
      {
        "zh": "全知读者"
      },
      {
        "ko": "전독시"
      },
      {
        "ko": "Jeonjijeok Dokja Sijeom"
      },
      {
        "en": "Omniscient Reader"
      },
      {
        "de": "Der allwissende Leser"
      },
      {
        "vi": "Toàn Trí Độc Giả"
      },
      {
        "zh": "全知读者视角"
      },
      {
        "vi": "Góc nhìn của Độc giả Toàn tri"
      }
    ],
    "description": {
      "de": "Damals hatte Dokja noch überhaupt keine Ahnung. Er hatte keine Ahnung, dass sein Lieblings-Web-Roman ‘Drei Wege um die Apokalypse zu überleben’ Realität wird und dass er der einzige ist, der weiß wie der Weltuntergang aussehen wird. Er hatte auch keine Ahnung, dass er letztendlich der Protagonist von diesem Roman werden würde. Jetzt begibt sich Dokja auf eine Reise, um den Lauf der Geschichte zu ändern und die Menschheit zu retten!\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "en": "Dokja was an average office worker whose sole interest was reading his favorite web novel 'Three Ways to Survive the Apocalypse.' But when the novel suddenly becomes reality, he is the only person who knows how the world will end. Armed with this realization, Dokja uses his understanding to change the course of the story, and the world, as he knows it.",
      "es": "En ese entonces, Dokja no tenía idea de que su novela web favorita, Tres maneras de sobrevivir al apocalipsis, cobraría vida y que solo él sabría cómo iba a terminar el mundo. Tampoco tenía idea de que se convertiría en el protagonista de esta novela transformada en realidad. Ahora Dokja debe embarcarse en un viaje para alterar el curso de la historia y salvar a la humanidad de una vez por todas.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "fr": "« Je suis le seul lecteur à connaître la fin du monde. » [Les trois façons de survivre dans un monde en ruine], ce roman fantastique de 3 149 chapitres, est devenu la réalité. Et il n'existe qu'une seule personne qui a lu l'intégralité de l'ouvrage.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "id": "\"Jalan cerita ini... hanya aku yang tahu!\" Dunia baru akan datang, maka dunia yang lama harus hancur. Apakah dia bisa menyelamatkan diri dari kehancuran dunia yang lama?!\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "ja": "「ありえない...これは俺が知っている展開だ。」 10年以上読み続けた小説の最終話を読んだ日、世界は滅亡し小説の世界が現実となった。 平凡で冴えないサラリーマンの主人公・ドクシャ。 そんな彼の趣味はWEB小説『滅亡した世界で生き残る３つの方法』を読むこと。 ついに最終話を読み終えたかと思いきや、作者からのメッセージが届き小説のモンスターと登場人物が突如現れ、新たな世界が幕を開けた！ 「俺は、この世界の結末を知る唯一の読者となった。」 たった一人だけが読み終えたファンタジー小説が現実に。 果たしてドクシャは滅亡した世界を救うことができるのか？\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "ko": "'이건 내가 아는 그 전개다'\r\n한순간에 세계가 멸망하고, 새로운 세상이 펼쳐졌다.\r\n오직 나만이 완주했던 소설 세계에서 평범했던 독자의 새로운 삶이 시작된다.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "ru": "«Я знаю то, что сейчас будет».\r\nВ тот момент, когда он подумал об этом, мир был уже разрушен, и вдруг открылась новая вселенная. Новая жизнь обычного читателя начинается в мире романа, романа, который смог прочесть лишь он.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "th": "\"เดี๋ยวนะ สถานการณ์นี่มันคุ้นๆ?\" โลกใบเดิมพลิกผันไปในชั่วพริบตา! ชีวิตพนักงานบริษัทธรรมดาๆ ของผมเปลี่ยนแปลงไปอย่างฉับพลัน นี่มันโลกในนิยายที่มีผมอ่านอยู่แค่คนเดียวนี่!\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "vi": "'Mình biết diễn biến tiếp theo của câu chuyện này.' Ngay trong khoảnh khắc ấy, thế giới cũ bị diệt vong, và một thế giới khác được mở ra. Cuộc sống của một độc giả tầm thường bỗng chuyển sang chương mới, giữa thế giới của một cuốn tiểu thuyết nọ, một cuốn tiểu thuyết mà chỉ mình anh ta biết được kết cục.",
      "zh-hk": "「您收到了主線任務。」 長著角的妖怪，熟悉的人物登場…… 太扯了...這是我所讀過的小說劇情！\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-12-03T15:13:11+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/be30dcd5-dba6-4867-9b5e-85c9919599b5.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      },
      {
        "vi": "SHY"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "vi": "Vào giữa thế kỷ 21, trong số các anh hùng có mặt khắp nơi trên khắp thế giới xuất hiện một anh hùng siêu xấu hổ đến từ Nhật Bản với biệt danh là \"Shy\".\nCô gánh trên mình trách nhiệm của một anh hùng, mặc dù bản thân rất kém trong việc đối mặt với ánh mắt đến từ mọi người.\nDù gặp biết bao gian khó và khổ đau, nhưng Shy vẫn đứng lên vì những người xung quanh...! \nKhông chỉ dừng ở những cuộc xung đột, SHY còn là câu chuyện về tình người, về sự đồng tâm hiệp lực của các anh hùng để cùng nhau tiến về phía trước!\nCâu chuyện trưởng thành về anh hùng mang tấm lòng nhân ái!",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…",
      "pt-br": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada “Shy”..."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4080db42-038f-4f6b-a8ab-0ddc71183e1a",
    "title": {
      "en": "Kawaii Kouhai ni Iwasaretai"
    },
    "updatedAt": "2024-11-19T23:46:11+00:00",
    "coverArt": "https://mangadex.org/covers/4080db42-038f-4f6b-a8ab-0ddc71183e1a/fb2b34cf-e9e2-4ac4-875d-e8d4dc173cbe.jpg",
    "altTitles": [
      {
        "ja": "かわいい後輩に言わされたい"
      },
      {
        "en": "I Want to be Teased by a Cute Junior"
      },
      {
        "ko": "귀여운 후배에게 듣고 싶어"
      },
      {
        "zh-hk": "可愛後輩想讓我說出口"
      },
      {
        "pt-br": "Eu quero ser provocado por uma kouhai fofa"
      }
    ],
    "description": {
      "en": "Yasu likes his kouhai, Moriyama, who is at the same time extremely assertive, deadpan, and extremely passive aggressive.",
      "ja": "まったく素直じゃない後輩・守山ちゃんは、自分にアプローチさせようと野洲先輩を挑発したり、時には大胆にアクションしたり…!?",
      "pt-br": "Yasu gosta da sua kouhai, Moriyama, que é ao mesmo tempo extremamente assertiva, inexpressiva e extremamente passiva-agressiva."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7",
    "title": {
      "en": "Reincarnation Coliseum: The Weakest Skill Conquers the Strongest Women and Creates a Harem"
    },
    "updatedAt": "2024-12-10T21:02:32+00:00",
    "coverArt": "https://mangadex.org/covers/da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7/d4aa72c4-9fad-489f-a2a0-fa0858a5f212.jpg",
    "altTitles": [
      {
        "ja": "転生コロシアム～最弱スキルで最強の女たちを攻略して奴隷ハーレム作ります～"
      },
      {
        "ja-ro": "Tensei Coliseum ~Saijaku Skill de Saikyo no Onna-tachi wo Koryaku Shite Dorei Harem Tsukurimasu~"
      },
      {
        "en": "Reincarnation Colosseum - Using the Weakest Skills in Order to Defeat the Strongest Women and Create a Slave Harem"
      },
      {
        "id": "Reinkarnasi Colosseum - Menggunakan Keterampilan Terlemah untuk Mengalahkan Wanita Terkuat dan Membuat Harem Budak"
      },
      {
        "zh-hk": "轉生競技場～用最弱技能擊敗最強的女人們打造奴隸後宮～"
      },
      {
        "zh": "转生奴隶角斗场"
      },
      {
        "es-la": "Coliseo de Reencarnación - Utilizar las Habilidades Más Débiles para Atacar a las Mujeres Más Fuertes y Crear un Harén de Esclavas"
      },
      {
        "ko": "전생 콜로세움 ～최약 스킬로 최강의 여자들을 공략해 노예 할렘 만듭니다～"
      },
      {
        "ja": "転コロ"
      },
      {
        "ja-ro": "TenColi"
      },
      {
        "en": "ReColi"
      }
    ],
    "description": {
      "en": "His grades are average. His physical fitness is average. But when it comes to games, high school student Mikagami​ Kouji is a battle-worn veteran. After being summoned to another world by a magic circle, he's given only the Copy skill, which is derided as useless trash in this world. Enslaved as a gladiator by his summoner, Head Priestess Zayd, Mikagami is forced to fight in the horrible Battle Coliseum. Losing means getting raped. In this moment, as despair turns to hope, this is Mikagami's chance to grow!!",
      "es": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami.",
      "id": "Siswa sekolah menengah Kouji Mikagami, memiliki nilai pelajaran biasa dan kemampuan atletik biasa, tapi \"dia tidak banyak kalah\" dalam bermain game, entah kenapa saat bermain game dia tiba-tiba dipanggil ke dunia lain. Sebuah cerita yang dimulai dengan apa yang terjadi. Meskipun mengkonsumsi 1.000 batu ajaib tingkat tinggi untuk melakukan pemanggilan, fakta bahwa ia hanya memiliki \"Skill Copy\" kemampuan terlemah membuat marah pendeta, dan akhirnya Mikagami dijadikan budak gladiator di Colosseum. Mikagami yang kesal dengan situasi yang tiba-tiba menyadari bahwa situasinya seperti dalam game, dan dengan kemampuan terlemahnya dia akan membuat budak harem di dunia lain.",
      "es-la": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be7dda55-4eb6-4a73-92a7-21e5e8faf0a5",
    "title": {
      "en": "Isekai Shoukan Oji-san no Juumusou Life ~Sabage Suki Salaryman wa Kaisha Owari ni Isekai e Chokki suru~"
    },
    "updatedAt": "2024-11-03T13:03:22+00:00",
    "coverArt": "https://mangadex.org/covers/be7dda55-4eb6-4a73-92a7-21e5e8faf0a5/fa0bbf79-01bd-4b8a-af6b-d45d830c9674.jpg",
    "altTitles": [
      {
        "ja": "異世界召喚おじさんの銃無双ライフ 〜サバゲー好きサラリーマンは会社終わりに異世界へ直帰する〜"
      },
      {
        "ru": "Призванный в потусторонний мир дядя - живёт оружейным воином"
      },
      {
        "en": "The Gunner's Life of a Middle-aged Man Summoned to Another World and Armed with a Rifle: An Airsoft Addicted Salaryman Returns to the Alternative World After Work"
      },
      {
        "id": "Om-Om Pegawai Kantoran Pecinta Airsoft Pergi Ke Dunia Lain"
      },
      {
        "vi": "Cuộc sống \"thiện xạ\" của ông chú được triệu hồi sang dị giới"
      }
    ],
    "description": {
      "en": "The middle-aged man and airsoft enthusiast Daisuke Koga is summoned to a different world on his 40th birthday. Given the ability to turn airsoft guns into real guns, Daisuke must save the other world while traveling back and forth between reality and the fantasy world. Alongside female swordsman Rena, Daisuke becomes the only gun user and dominates in the fantasy world after work!",
      "id": "Seorang om-om yang hobi bermain airsoft bernama koga daisuke telah terpanggil ke dunai lain pada ulang tahunnya yang ke-40. Dianugerahi sebuah kekuatan untuk mengubah senjata airsoft menjadi senjata asli, daisuke harus bisa menyelamatkan dunia tersebut selagi bolak-balik dari dunia lain ke dunia nyata. bersama dengan seorang ksatria bernama lena, daisuke menjadi satu-satunya pengguna senapan yang akan mendominasi dunia lain tersebut sepulang kerja!",
      "ja": "サバゲー好きのサラリーマン・古賀大介は、40歳の誕生日を迎えた日に異世界に召喚された。現実と異世界を行き来しながら、異世界を救うことになった大介に与えられたのは、「エアガンを本物の銃に変化させる能力」。異世界で出会った女性剣士・レナと共に、大介は唯一の銃使いとして会社終わりに異世界で無双する!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72326fce-30af-4452-9404-afca5bd13c0d",
    "title": {
      "en": "Midwood"
    },
    "updatedAt": "2022-10-23T03:18:33+00:00",
    "coverArt": "https://mangadex.org/covers/72326fce-30af-4452-9404-afca5bd13c0d/ec6c15ca-6103-4f57-9ef9-41dde6b30325.jpg",
    "altTitles": [
      {
        "en": "Mid-Ut"
      },
      {
        "ko": "미드우트"
      }
    ],
    "description": {
      "en": "As the monster slayer troops, also known as 'Sretu', no longer functioned as it used to, humans became monster feed.\n'Jin Cheongdo', who has been living in a world full of monsters for his entire life, uses a legendary item 'Midwood', to turn back in time, for the sake of killing 'Ian' who was the centerpiece of this whole mess...",
      "ko": "괴물처치부대 '스레투'가 사라진 지금. 인간들은 괴물들의 먹이가 되었다.\n괴물이 가득한 세상에서 평생을 살아온 '진청도'는\n전설의 아이템 '미드우트'를 이용해 과거로 가서\n이 사태를 초래한 '이안'을 죽이려 하는데..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6dc99d1-4b39-4a7e-bfda-ad66fdff235f",
    "title": {
      "en": "Hotaru no Yomeiri"
    },
    "updatedAt": "2024-10-23T12:18:36+00:00",
    "coverArt": "https://mangadex.org/covers/c6dc99d1-4b39-4a7e-bfda-ad66fdff235f/e25ef5dd-161c-4798-b506-069a97456f31.jpg",
    "altTitles": [
      {
        "ja": "ホタルの嫁入り"
      },
      {
        "en": "Firefly Wedding"
      },
      {
        "uk": "Весілля світлячків"
      },
      {
        "ne": "जुनकिरी को विवाह"
      },
      {
        "zh-hk": "螢火蟲之婚"
      },
      {
        "vi": "Đám cưới đom đóm"
      },
      {
        "es": "Matrimonio de luciérnagas"
      },
      {
        "es-la": "Matrimonio de luciérnagas"
      },
      {
        "en": "Firefly Marriage"
      }
    ],
    "description": {
      "en": "A romance story set in the Meiji era. Born into a prestigious family and blessed with good looks, Satoko is said to have a short life expectancy. But suddenly, her life is targeted by a mysterious killer...?! In order to survive on the spot, Satoko makes a \"proposal\" for the killer...?! - A young lady and an assassin... A contract marriage love suspense between two people who should never meet!",
      "es": "Una joven y un asesino a sueldo... ¡un thriller de amor sobre un matrimonio contractual entre dos personas que nunca deberían cruzarse!\nEstamos en la era Meiji.\nNacida en el seno de una familia prominente y bendecida con una buena apariencia, a Satoko le dicen que le queda poco tiempo de vida, y su único sueño es casarse en beneficio de su familia.\n¡Pero, de repente, un misterioso asesino atenta contra su vida...!\n¡Para sobrevivir, Satoko le hace una proposición al asesino...!",
      "ja": "令嬢と殺し屋…絶対交わらないはずの二人の、契約結婚ラブサスペンス！\n時は明治。\n名家に生まれ美貌に恵まれるも、余命わずかと言われている紗都子の唯一の夢は…家の利益になる結婚をすること。\nしかし突然、謎の殺し屋に命を狙われ…！？\nその場を生き延びるため、紗都子は殺し屋にある“提案”を…！？",
      "uk": "\"Весілля світлячків\" – манґа, події якої розгортаються у давні часи епохи Мейджі. Дівчина на ім'я Сатоко, донька заможної родини, якій пощастило успадкувати красу, прагне одружитися з тим, кого запропонує їй батько, але як же це зробити, якщо її життю загрожує хвороба? Одного дня героїня потрапляє до рук викрадачів, де, задля порятунку себе, вона пропонує шлюб власному вбивці. Куди її приведе узгоджений шлюб з людиною, яку вона ніколи не мала зустріти?",
      "es-la": "Una joven y un asesino a sueldo... ¡un thriller de amor sobre un matrimonio contractual entre dos personas que nunca deberían cruzarse!\nEstamos en la era Meiji.\nNacida en el seno de una familia prominente y bendecida con una buena apariencia, a Satoko le dicen que le queda poco tiempo de vida, y su único sueño es casarse en beneficio de su familia.\n¡Pero, de repente, un misterioso asesino atenta contra su vida...!\n¡Para sobrevivir, Satoko le hace una proposición al asesino...!",
      "pt-br": "Uma história de romance ambientada na era Meiji.  \n\nNascida em uma família de prestígio e abençoada com boa aparência, Satoko tem uma expectativa de vida curta. Mas de repente, sua vida é alvo de um misterioso assassino...?! Para sobreviver no local, Satoko faz uma \"proposta\" para o assassino...?! \n- Uma jovem e um assassino... \n\nUm suspense de amor por contrato de casamento entre duas pessoas que nunca deveriam se encontrar!",
      "zh-hk": "千金小姐與殺手…絕對沒有交集的兩個人間的契約結婚愛情喜劇！\n時值明治時代。\n出生名門又集美貌於一身，卻被告知餘命不久矣的紗都子唯一的夢想是…為了家族的利益而結婚。\n但是，突然之間被謎樣的殺手給襲擊了…！？\n為了從這種局面中活下來，紗都子向殺手提出了某項“提案”…！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e05dd982-6d09-4f3d-8e8e-6c9ae65b5857",
    "title": {
      "en": "The Color of the End: Mission in the Apocalypse"
    },
    "updatedAt": "2024-11-14T18:20:42+00:00",
    "coverArt": "https://mangadex.org/covers/e05dd982-6d09-4f3d-8e8e-6c9ae65b5857/14d7d6dc-f006-4426-b317-23ed18dca493.jpg",
    "altTitles": [
      {
        "uk": "Безбарвний кінець"
      },
      {
        "tr": "Son Kıyamet Görevi"
      },
      {
        "fr": "Au bout de l'incolore"
      },
      {
        "id": "Akhir dari Tinta"
      },
      {
        "fr": "Mission in the Apocalyspe"
      },
      {
        "ja": "ウスズミの果て"
      },
      {
        "ja-ro": "Usuzumi no Hate"
      },
      {
        "ja": "Mission in the Apocalypse"
      },
      {
        "en": "The End In Diluted Ink"
      }
    ],
    "description": {
      "en": "A girl walks alone in a world without humans.\nHer mission is to search for survivors and cleanse the land.\nWill humans be found?\nA story of loneliness and beautiful ruins.\n___\n[Alt Official Raw (KADOComi)](https://comic-walker.com/detail/KC_000736_S?episodeType=first)",
      "fr": "Dans une métropole post-apocalyptique déserte criblée d'une matière mystérieuse, une jeune fille recherche tout signe de vie et des provisions.",
      "tr": "İnsanlığın yok olduğu bir dünyada dolaşan yalnız bir kız hakkında kıyamet sonrası bilimkurgu macerası."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-24T23:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      },
      {
        "pl": "Moja nowa dziewczyna nie jest człowiekiem?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38204a99-8c9f-43f4-ac29-1e3896841946",
    "title": {
      "en": "My Rei of Light"
    },
    "updatedAt": "2024-10-15T15:05:09+00:00",
    "coverArt": "https://mangadex.org/covers/38204a99-8c9f-43f4-ac29-1e3896841946/6ccca173-5fd7-4ce1-b5ac-fdd7bc651656.jpg",
    "altTitles": [],
    "description": {
      "vi": "“Tôi muốn cậu trở thành nguồn cảm hứng của tôi!”\n\nHai con người với những đam mê cháy bỏng nhưng lạc lối trong chính câu chuyện của riêng mình. Một cách tình cờ, họ đã gặp được nhau.\n\nỞ cạnh nhau, Yuji và Masa, hai con người yêu cái đẹp, được sống là chính mình. Cùng niềm đam mê quá đỗi đặc biệt họ dần khám phá ra những cảm xúc chôn giấu và điều sẽ thay đổi cuộc đời của họ mãi mãi."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]