[
  {
    "mangaId": "97f21bb2-4331-46a2-8307-483eb3370019",
    "title": {
      "en": "Youngest Son of the Renowned Magic Clan"
    },
    "updatedAt": "2024-05-28T15:52:42+00:00",
    "coverArt": "https://mangadex.org/covers/97f21bb2-4331-46a2-8307-483eb3370019/990042e3-2a9d-4571-98f1-0ee1c80ffd1e.jpg",
    "altTitles": [
      {
        "en": "Youngest Scion of the Mages"
      },
      {
        "es-la": "El Hijo Menor del Renombrado Clan Mágico"
      }
    ],
    "description": {
      "en": "A flimsy plotline and a garbage setting.\nA string of words too embarrassing to even call a novel.\nYet I ended up inside the pages of that very same novel I wrote.\nAnd as Rasen Mayten no less, a bastard of a side character who gets murdered at the age of 17.\n\nAs the writer and creator of this world, I will now recreate the world of the character 'Rasen Mayten'."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0c7eeef-0b25-43b2-9cad-d25bee60d3e3",
    "title": {
      "en": "Omega Tribe"
    },
    "updatedAt": "2024-05-04T19:24:44+00:00",
    "coverArt": "https://mangadex.org/covers/e0c7eeef-0b25-43b2-9cad-d25bee60d3e3/cb26e8a5-7c5e-4b7e-8b51-a8fac7ff67d1.jpg",
    "altTitles": [
      {
        "ja": "オメガトライブ"
      },
      {
        "zh": "神鬼一族"
      }
    ],
    "description": {
      "en": "It's the dawn of a new millennium....while all the people of the world are living their lives, something is happening in Africa,  where the first humans were born. Now a new type of human is going to rise, and it''s going to change the world, either we like it or not. Evolve or get extinct, there no other choices in this manga which explores the meaning of life, evolution and what being human really means."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "erotica",
    "lastVolume": "14",
    "lastChapter": "152"
  },
  {
    "mangaId": "b675f776-0acb-48ec-b86c-595cf757d8cb",
    "title": {
      "en": "Sweets, Elf, And A High School Girl"
    },
    "updatedAt": "2024-05-09T18:50:12+00:00",
    "coverArt": "https://mangadex.org/covers/b675f776-0acb-48ec-b86c-595cf757d8cb/11dc1ea1-bf2d-4df6-b8e0-d909f0a2cebf.jpg",
    "altTitles": [
      {
        "ja": "おかしなエルフと女子高生"
      },
      {
        "ja-ro": "Okashi na Elf to Joshikousei"
      }
    ],
    "description": {
      "en": "Japanese sweets save a debt-ridden elf!\n\nAlice, an elf, runs a confectionery shop in the forest of Auin to pay off the debt left by her parents.\nOne day, however, when she is worried that her sweets are not selling, she suddenly falls into the \"Fountain of Wishes.\nWhen she opens her eyes, she finds herself in a strange world..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "9243a9d0-13dc-452d-b123-c6d5c28e46d2",
    "title": {
      "en": "Shy na Ano Ko ni Natsukaretai"
    },
    "updatedAt": "2024-01-29T07:15:15+00:00",
    "coverArt": "https://mangadex.org/covers/9243a9d0-13dc-452d-b123-c6d5c28e46d2/1757ad52-4547-4fd4-a35f-1acfae360126.jpg",
    "altTitles": [
      {
        "ja": "シャイなあの子に懐かれたい"
      },
      {
        "en": "I Want To Be Liked By That Shy Girl"
      },
      {
        "ko": "샤이한 그 아이를 좋아하고 싶어"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af67e19a-0070-4100-a81e-3a3489f5824c",
    "title": {
      "en": "Wan Mu"
    },
    "updatedAt": "2023-03-11T01:03:06+00:00",
    "coverArt": "https://mangadex.org/covers/af67e19a-0070-4100-a81e-3a3489f5824c/ceab5431-960c-4064-a3bf-96b20d804b35.jpg",
    "altTitles": [
      {
        "zh": "晚木"
      }
    ],
    "description": {
      "en": "The girl who was adopted by two mothers met her soulmate- another girl, when she was 16 years old. After dating for ten years, she decided to give herself to a man at the age of 28 … because she did not want to live this \"abnormal life\". Only after leaving her, did she finally understand the true meaning of love during those countless days and nights. However, can they still go back to the way things were?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "43"
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-05-19T02:22:24+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c05e0f87-160d-4e4b-a68e-ae3fb91c837a",
    "title": {
      "en": "Killing Me / Killing You"
    },
    "updatedAt": "2023-09-30T17:44:27+00:00",
    "coverArt": "https://mangadex.org/covers/c05e0f87-160d-4e4b-a68e-ae3fb91c837a/dd0dd875-0517-4092-952f-b234d81834f4.jpg",
    "altTitles": [
      {
        "id": "Membunuhku/Membunuhmu"
      },
      {
        "ru": "Убить себя / Убить тебя"
      },
      {
        "ja-ro": "キリングミー/キリングユー"
      }
    ],
    "description": {
      "en": "Ever since a meteorite fell, the world has become strange. Two young immortals, Mithia and Youthanasia, are traveling through this crazy world in hopes of finding a way to die.",
      "ru": "Итак, представьте: живёте вы себе, припеваючи, как вдруг на ваш дом падает метеорит и забирает у вас всё ценное... кроме жизни. Более того, он дарует вам назойливое бессмертие. Для чего, казалось бы, теперь жить? Для того, чтобы найти способ умереть, конечно же! И по этому пути решают пойти Метеор и Эвтаназия. Вместе они путешествуют по своему повёрнутому мирку, мечтая отыскать свою смерть. Удастся ли им исполнить эту мечту? Кого они повстречают на своём пути? Понаблюдаем вместе!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "22"
  },
  {
    "mangaId": "5ff3b18e-8b1b-4fa7-b0fd-948e107c30c6",
    "title": {
      "en": "Chou Ten-chan! NEEDY GIRL OVERDOSE Koushiki Anthology"
    },
    "updatedAt": "2024-02-01T17:58:43+00:00",
    "coverArt": "https://mangadex.org/covers/5ff3b18e-8b1b-4fa7-b0fd-948e107c30c6/be37a552-e305-4426-8989-251d432905fa.jpg",
    "altTitles": [
      {
        "ja": "超てんちゃん！ NEEDY GIRL OVERDOSE公式アンソロジー"
      },
      {
        "en": "OMGkawaiiAngel! NEEDY GIRL OVERDOSE Official Anthology"
      }
    ],
    "description": {
      "en": "The Internet's Angel’s advent upon this manga world!!!\n\nThe super popular game「NEEDY GIRL OVERDOSE」's first official anthology!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f2b317e-17ff-491a-8f61-e6e591ae2df2",
    "title": {
      "en": "Akanabe-sensei Doesn't Know about Embarrassment"
    },
    "updatedAt": "2024-05-30T21:51:53+00:00",
    "coverArt": "https://mangadex.org/covers/6f2b317e-17ff-491a-8f61-e6e591ae2df2/4e02cfa9-56d4-42af-b027-4ea3c774b6d0.jpg",
    "altTitles": [
      {
        "ja": "茜部先生は照れ知らず"
      },
      {
        "ja-ro": "Akanabe-sensei wa Tereshirazu"
      }
    ],
    "description": {
      "en": "Kouki Sakieda is an assistant for Akira Akanabe, a manga artist he admires, who always tries to praise him in some way. Sakieda is worried that he will end up falling in love with her if this situation continues. Then Akanabe unexpectedly asks him to go out with her... \n\nThe story depicts the daily life of Akanabe-sensei, who lavishes praise on Sakieda without embarrassment, and Sakieda, who tries to accept it all gracefully.",
      "pt-br": "Kouki Sakieda é assistente de Akira Akanabe, uma mangaká que ele admira. Ela sempre tenta elogiá-lo de alguma forma. Sakieda está preocupado que possa acabar se apaixonando por ela se essa situação continuar. Então, inesperadamente, Akanabe o convida para sair...\nA história retrata o dia a dia da Sensei Akanabe, que distribui elogios a Sakieda sem qualquer constrangimento, e de Sakieda, que tenta aceitar tudo com elegância."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81",
    "title": {
      "ja": "Toaru Kagaku no Mental Out"
    },
    "updatedAt": "2024-03-08T09:35:15+00:00",
    "coverArt": "https://mangadex.org/covers/4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81/b6314a0c-d58a-4688-b6e3-8ddf4d2bbea0.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Mental Out"
      },
      {
        "ru": "Некий научный Ментал Аут"
      },
      {
        "ja": "とある科学の心理掌握"
      }
    ],
    "description": {
      "en": "The Tokiwadai student council election is approaching. Shokuhou Misaki, one of the leading candidates, is in the midst of an election campaign in spite of her own expectations due to the people around her and the fate of being the head of the largest clique...!!",
      "id": "Pemilihan presiden dewan siswa Tokiwadai semakin mendekat. Shokuhou Misaki, salah satu kandidat utama, tengah berada dalam kampanye pemilihan meskipun tidak sesuai ekspektasinya sendiri karena pengaruh orang-orang di sekitarnya dan takdir menjadi kepala kelompok terbesar...!!",
      "ru": "Приближаются выборы в студенческий совет Токивадая. Шокухо Мисаки, одна из ведущих кандидатов, находится в разгаре избирательной кампании, несмотря на ее собственные ожидания из-за окружающих ее людей и судьбы быть главой крупнейшей клики!.."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5439fe65-5b3a-420e-9ef4-27c9bcc49c5a",
    "title": {
      "en": "Boy's Abyss"
    },
    "updatedAt": "2024-05-22T23:55:13+00:00",
    "coverArt": "https://mangadex.org/covers/5439fe65-5b3a-420e-9ef4-27c9bcc49c5a/c4aee900-4d00-46e7-8446-b5366c2b9828.jpg",
    "altTitles": [
      {
        "ja-ro": "Shounen no Abyss"
      },
      {
        "ru": "Бездна подростка"
      },
      {
        "ja": "少年のアビス"
      },
      {
        "ko": "소년의 어비스"
      },
      {
        "en": "World End Boy Meets Girl"
      },
      {
        "ru": "Юношеская бездна"
      },
      {
        "ne": "केटाको रसातल"
      },
      {
        "tr": "Oğlanın Hiçliği"
      },
      {
        "zh-hk": "少年的深淵"
      },
      {
        "es-la": "El Chico del Abismo"
      },
      {
        "es-la": "Chico en el abismo"
      },
      {
        "es-la": "El abismo del joven"
      }
    ],
    "description": {
      "en": "In a town with nothing, in the middle of a daily life with seemingly no signs of change, high schooler Reiji Kurose was \"just\" living. Family, dreams for the future, childhood friends were all binding him down to that city. He thought he would \"just\" keep on living like that.\n\nUntil he met her.\n\nIs there hope in living? Is there light waiting ahead?\n\nIt's the start of a boy meets girl series which reflects the \"now.\"",
      "fr": "Dans une ville vide, au milieu d'une vie quotidienne répétitive, Reiji Kurose, lycéen, ne faisait que \" vivre\". \nSa famille, ses rêves d'avenir, ses amis d'enfance. Tous ces éléments le liaient à cette ville. \nIl pensait qu'il continuerait \"juste\" à vivre jusqu'à la fin, jusqu'à ce qu'il la rencontre. \nY a-t-il de l'espoir dans la vie ? Y a-t-il de la lumière dans l'avenir ? \nC'est le début d'une série de rencontres entre garçons et filles qui reflète le présent!",
      "ru": "В пустом городке, в разгаре своей повседневной жизни, казалось бы, \"просто\" жил старшеклассник Рэйдзи Куросе. Семья, мечты о будущем, друзья детства - все это привязывало его к своему родному городу. Он думал, что будет продолжать так жить и никогда ничего не изменит. Пока он не встретил ту самую. Есть ли надежда в жизни? Есть ли впереди свет? Это начало серии \"мальчик, повстречавший девочку\", которая отражает \"сейчас\".",
      "tr": "Reiji Kurose, hiçbir şeyin olmadığı ve görünüşe bakılırsa hiçbir değişimin de olmayacağı bir kasabada ot gibi yaşıyordu. Ailesi, gelecek hayalleri ve çocukluk arkadaşları... Hepsi onu o şehre zincirliyordu. Kendince böyle yaşar giderim diyordu. Taa ki onunla tanışıncaya dek. Yaşamanın bir manası var mı? Beni bekleyen bir gelecek var mı? Oğlan ve kızın tanışmasıyla trajedi kapıları aralanır...",
      "vi": "Một bộ truyện đầy u ám cùng tác giả với Hatsukoi Zombie. Trong một thị trấn nhàm chán và ngày qua ngày không có gì thay đổi, Reiji Kurose, một học sinh trung học vốn luôn \"sống\" như \"đã chết\". Gia đình, tương lai, bạn thời thơ ấu. Tất cả đều trói buộc cậu vào thị trấn này. Cậu luôn nghĩ bản thân đã \"chết\" cho đến khi gặp được cô gái ấy. Hy vọng nào thắp sáng cho cuộc đời tăm tối của hai người? câu chuyện về hành trình tìm đến \"cái chết\" để được \"sống\" chính thức bắt đầu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85a8ebda-9959-4244-ad03-a2d9f6a746a2",
    "title": {
      "en": "The Swordmaster's Son"
    },
    "updatedAt": "2024-05-28T15:51:42+00:00",
    "coverArt": "https://mangadex.org/covers/85a8ebda-9959-4244-ad03-a2d9f6a746a2/820726d7-e97b-4619-b2b1-0e1af22ec993.jpg",
    "altTitles": [
      {
        "en": "Youngest Son of the Renowned Swordsmanship Clan"
      },
      {
        "ko": "검술명가 막내아들"
      },
      {
        "en": "The Youngest Son of a Renowned Family of Swordsmen"
      },
      {
        "ru": "Младший сын фехтовальщика"
      },
      {
        "en": "Youngest Son of the Renowned Swordsmanship Clan"
      },
      {
        "en": "Swordmaster's Youngest Son"
      },
      {
        "es-la": "El hijo menor del maestro de la espada"
      }
    ],
    "description": {
      "en": "Jin Runcandel was destined to become the head of his swordmaster clan. But despite his best efforts, he's banished for his shoddy swordsmanship. Though Jin eventually makes a contract with the god Solderet and is freed from the curse that hindered his abilities, he meets a rather unfortunate end. In the next moment, however, he awakens as a baby, long before his tragedy began.\n\nArmed with a second chance and some new powers, Jin swears to fulfill his destiny and become the ultimate swordmaster!\n\n---\n\n- [Webtoon PV](https://www.youtube.com/watch?v=UspJjUOFrFQ)",
      "ko": "진 룬칸델\n대륙 최고의 검술명가, 룬칸델의 막내아들\n룬칸델 역사상 최악의 둔재\n\n비참하게 쫓겨나 허무한 최후를 맞이한 그에게\n다시 한 번 기회가 주어졌다.\n\n“너는 이 힘을 어떻게 사용하고 싶더냐?”\n“저를 위해 사용하고 싶습니다.”\n\n전생의 기억과 압도적인 재능, 그리고 신과의 계약\n\n최강이 될 준비는 끝났다.\n\n---\n\n- [Webtoon PV](https://www.youtube.com/watch?v=UspJjUOFrFQ)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7d2fec4-150e-4f73-808e-ea7b419e6601",
    "title": {
      "en": "Green Plum Blossom Tea"
    },
    "updatedAt": "2023-07-08T03:48:22+00:00",
    "coverArt": "https://mangadex.org/covers/b7d2fec4-150e-4f73-808e-ea7b419e6601/49d1f790-4d40-4e76-a5fc-9964edee1002.png",
    "altTitles": [
      {
        "zh": "青梅花草茶"
      },
      {
        "zh-hk": "青梅花草茶"
      },
      {
        "zh-ro": "Qīngméi huācǎo chá"
      },
      {
        "en": "Lime Herbal Tea"
      },
      {
        "ru": "Чай с лепестками зелёной сливы"
      }
    ],
    "description": {
      "en": "Good girl Gugu meets cheerful girl Xingxing. Xingxing is everything Gugu wants to be - she has friends, youthfulness, dreams, and happiness. The meticulous Gugu sets out a long-term plan to reach out to Xingxing, but it seems that she doesn't have to go to all that trouble... Is Xingxing also reaching out to her?",
      "zh": "乖乖女顾顾遇到开朗girl星星，开朗的星星是顾顾最想成为的样子，有朋友、有青春、有梦想，有快乐。严谨的顾顾列了长长的计划，如何自然接近星星？哎，好像无需那么麻烦……星星也在接近她？"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "24"
  },
  {
    "mangaId": "f251a7ed-a034-432c-8615-d69b8de17edd",
    "title": {
      "en": "Devious Miss Crimson"
    },
    "updatedAt": "2024-05-26T21:31:37+00:00",
    "coverArt": "https://mangadex.org/covers/f251a7ed-a034-432c-8615-d69b8de17edd/3efea537-9e79-4180-8f05-02911910c974.png",
    "altTitles": [],
    "description": {
      "en": "Upon a kingdom ravaged by war, descended a Dragon promising triumph and life eternal - a proposal accepted, a proposal respected, but one that would come at a severe price for the inhabitants.\n\nNow the kingdom is in ruins. How come? It's for amnesiacs 'Missy' and Jess to find out.\n\n______________\n\nDevious Miss Crimson is a short story by RedbowCR (Crimson Ribbon: Summer Rain) aiming to provide a concise but complete narrative for the reader.\n\nMy second ever manga made as I gear up to tackle my next projects, I hope you will enjoy what this fun little story can provide to you, let's look forward to the future."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc8f71a4-49d8-498b-a231-10faa0d53ab6",
    "title": {
      "en": "Stardust Telepath"
    },
    "updatedAt": "2024-03-07T00:49:39+00:00",
    "coverArt": "https://mangadex.org/covers/bc8f71a4-49d8-498b-a231-10faa0d53ab6/77302f0c-54bc-430e-b29f-6cee377517a7.jpg",
    "altTitles": [
      {
        "ja": "星屑テレパス"
      },
      {
        "zh": "星灵感应"
      },
      {
        "ja-ro": "Hoshikuzu Telepath"
      },
      {
        "pt-br": "Telepata de Poeira Estelar"
      },
      {
        "ko": "별무리 텔레패스"
      },
      {
        "th": "โทรจิตละอองดาว"
      },
      {
        "zh-hk": "星靈感應"
      }
    ],
    "description": {
      "en": "Umika is a very shy girl who has always been very bad at communicating with others. Over time she gave up on making any friends, until one day she meets the transfer student Yuu. Yuu claims to be an alien with the power of \"Foreheadelepathy\" - being able to read people's emotions by pressing her forehead to theirs.    From the up-and-coming author Okuma Rasuko, a dazzling story about yuri, space and youth.",
      "pt-br": "Umika é uma estudante muito gentil e tímida. Ela acha difícil falar com outras pessoas e sonha em um dia conhecer alguém de outro planeta. Mas sua solitária vida escolar toma um rumo cósmico quando ela conhece a nova aluna transferida chamada Yu, uma alienígena com poderes telepáticos! As duas se aproximam e prometem um dia irem ao espaço. É assim que elas decidem construir um foguete e disparar em direção às estrelas, fazendo novas amizades pelo caminho."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e7088461-d8ce-4c4c-9fa3-02108387cd51",
    "title": {
      "en": "HIGH CARD -♢9 No Mercy"
    },
    "updatedAt": "2024-05-20T00:54:32+00:00",
    "coverArt": "https://mangadex.org/covers/e7088461-d8ce-4c4c-9fa3-02108387cd51/cca6f0c8-6c63-4ef2-be86-d21e29bb5a10.jpg",
    "altTitles": [],
    "description": {
      "en": "Side story to the High Card anime, which is due to premier in the Winter 2023 season, and part of the High Card multimedia project.",
      "ja": "その「カード」が、運命を変える──。\n\nオリジナルTVアニメーション「HIGH CARD」の先行コミカライズ。\n平凡な学生のパーシー・パーカーは、一枚のカードを手に入れたことで不思議な連中に目をつけられる…。\nアニメ原案の河本ほむらが原作を、アニメキャラクター原案のえびもが作画を手掛けるスタイリッシュ・アクション！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "545020d8-0c62-4e07-b6f5-ce517a142589",
    "title": {
      "en": "AWEON Mall Isekai, Grand Opening Today! THE COMIC"
    },
    "updatedAt": "2024-05-30T21:43:08+00:00",
    "coverArt": "https://mangadex.org/covers/545020d8-0c62-4e07-b6f5-ce517a142589/2a11f812-c531-48c6-9aa6-2659efe187eb.jpg",
    "altTitles": [
      {
        "ja-ro": "Aiwon Mouru Isekai-ten, Honjitsu Gurandooupun! THE COMIC"
      },
      {
        "en": "AWEON Mall Different World Store, Grand Opening Today! THE COMIC"
      },
      {
        "ja": "アイヲンモール異世界店、本日グランドオープン！ THE COMIC"
      }
    ],
    "description": {
      "en": "Isekai with Shopping Mall!  \r\n  \r\nThat's all."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5763292a-3bb7-43e8-a0fc-53f2140253a2",
    "title": {
      "en": "Bungo"
    },
    "updatedAt": "2024-04-13T16:15:57+00:00",
    "coverArt": "https://mangadex.org/covers/5763292a-3bb7-43e8-a0fc-53f2140253a2/e4144edc-b1b4-4b7d-bd01-9064ce2ed2c7.jpg",
    "altTitles": [
      {
        "ja": "BUNGO―ブンゴ―"
      }
    ],
    "description": {
      "en": "In a town with no baseball team, young Bungo spends his days throwing the ball he received as a gift against a wall until Yukio Noda, Japanese representative youth baseball player, appears before him and an unexpected showdown ensues! After a chance meeting in middle school, these two enroll in Seio Senior where they struggle to make it to Koshien with everything they have.",
      "pt-br": "Em uma cidade sem time de beisebol, o jovem Bungo passa seus dias jogando a bola que recebeu como presente contra uma parede até que Yukio Noda, o jogador de beisebol jovem representante japonês, aparece diante dele e um confronto inesperado acontece! Depois de um encontro casual no ensino médio, esses dois se matriculam no Seio Senior, onde lutam para chegar a Koshien com tudo o que têm."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a547d1d-576b-477f-8cb3-70a3b4187f8a",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 1 - Phantom Blood"
    },
    "updatedAt": "2023-11-01T21:04:45+00:00",
    "coverArt": "https://mangadex.org/covers/5a547d1d-576b-477f-8cb3-70a3b4187f8a/263645fa-129c-4d77-b69d-61d0880fb13e.jpg",
    "altTitles": [
      {
        "ru": "Η Παράξενη Περιπέτεια του JoJo"
      },
      {
        "ro": "Aventurile Bizare ale lui JoJo Partea 1: Sângele Trecutului"
      },
      {
        "it": "JoJo e a sua Aventura Bizarra: Phantom Blood"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Phantom Blood"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 1: Jonathan Joestar: His Youth"
      },
      {
        "th": "Jojoล่าข้ามศตวรรษ"
      },
      {
        "zh": "JoJo的奇妙冒险"
      },
      {
        "es": "La Extraña Aventura de JoJo: Sangre Fantasmal"
      },
      {
        "fr": "Le bizzarre avventure di Jojo: Phantom Blood"
      },
      {
        "ms": "Penjelajah Jojo"
      },
      {
        "ar": "مغامرة جوجو الغريبة الجزء 1: دماء الشبح"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ファントムブラッド"
      },
      {
        "kk": "ДжоДжоның Шытырман Хикаясы: Елес Қан"
      },
      {
        "de": "JoJos bizarres Abenteuer Part 1: Phantomblut"
      },
      {
        "pt-br": "Jojo's Bizarre Adventure - Parte 1: Phantom Blood"
      }
    ],
    "description": {
      "en": "First story arc of the Jojo's Bizarre Adventure series.  \n  \nJonathan Joestar, a young wealthy son living in Victorian England, has his life destroyed by a recently orphaned Dio Brando, who was taken in by Jonathan's father. Dio, who plots to drive Jonathan to insanity and inherit the Joestar fortune, becomes an unstoppable vampire that Jonathan must fight.\n\n[Official English](https://www.viz.com/read/manga/jojo-s-bizarre-adventure-part-1-phantom-blood/all)"
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "44"
  },
  {
    "mangaId": "f6ce20ca-73c3-4fdd-9367-e2901fca780e",
    "title": {
      "en": "The Ravages of Time"
    },
    "updatedAt": "2024-05-10T11:13:35+00:00",
    "coverArt": "https://mangadex.org/covers/f6ce20ca-73c3-4fdd-9367-e2901fca780e/0bbf498b-a05a-40e9-9f13-06e468fadf4f.png",
    "altTitles": [
      {
        "vi": "Hỏa Phụng Liêu Nguyên"
      },
      {
        "zh-ro": "Huo Feng Liao Yuan"
      },
      {
        "ja-ro": "Sangokushi Gunyuuden Kahou Ryougen"
      },
      {
        "zh-ro": "Sanguozhi Qunxiongzhuan: Huo Feng Liao Yuan"
      },
      {
        "ru": "Огненный феникс опаляет равнины"
      },
      {
        "zh-hk": "三国志群雄伝火鳳燎原"
      },
      {
        "zh-hk": "火鳳燎原"
      },
      {
        "zh": "火凤燎原"
      },
      {
        "ja": "火鳳燎原"
      },
      {
        "de": "The Ravages of Time: Die Geschichte der Drei Reiche"
      }
    ],
    "description": {
      "en": "Nearly 2000 years ago, the prosperous Han dynasty of China collapsed. Heroes rose and fell, and three nations emerged–Wei, Shu, and Wu. Historians refer to this period as the Three Kingdoms period. The romance of the three kingdoms is an intriguing tale of heroic deeds, of alliance forged and broken, of loyalty and betrayal.  \n  \nHong Kong artist Chan Mou retells this classic tale in \"The Ravages of Time\" from the perspective of the Sima clan, which in the end united the three kingdoms. Readers will be attracted by an array of well-developed characters and Chan Mou's own unique top-notch art-style. Whether you have played Dynasty Warriors or not, this is definitely worth a read!"
    },
    "status": "ongoing",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddcebfa2-05a0-4fcd-9cd4-60d779c38f2c",
    "title": {
      "en": "Karakai Jouzu no (Moto) Takagi-san"
    },
    "updatedAt": "2024-05-02T22:04:13+00:00",
    "coverArt": "https://mangadex.org/covers/ddcebfa2-05a0-4fcd-9cd4-60d779c38f2c/21dfc3f5-6e0a-4632-bf0e-04839bf9ed72.jpg",
    "altTitles": [
      {
        "vi": "Chuyên gia trêu chọc Takagi-san (ngoại truyện)"
      },
      {
        "ms": "Si Master Jahil (mantan) Takagi-san"
      },
      {
        "en": "Skilled Teaser (Former) Takagi-san"
      },
      {
        "ru": "Мастер дразнилок (Бывшая) Такаги-сан"
      },
      {
        "ja": "からかい上手の（元）高木さん"
      },
      {
        "tl": "Ang Magaling sa Panunuksong (Noon) si Takagi-san"
      }
    ],
    "description": {
      "en": "Takagi and Nishikata are now married and have a kindergarten-aged daughter named Chi. See how much some things have changed, and others have curiously stayed the same!  \n  \n*Note: The volumes collect the chapters in a different order than the web version. The chapters here follow the web numbering without any volumes.*",
      "pt-br": "Takagi e Nishikata agora estão casados e têm uma filha na idade do jardim de infância chamada Chi. Veja o quanto algumas coisas mudaram e outras curiosamente permaneceram as mesmas!\n\nNota: Os volumes coletam os capítulos em uma ordem diferente da versão web. Os capítulos aqui seguem a numeração da web sem nenhum volume."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8b7c932-3eaa-4005-81ef-c70f2862b51b",
    "title": {
      "en": "My Lovely Fox Wife"
    },
    "updatedAt": "2024-05-30T21:10:00+00:00",
    "coverArt": "https://mangadex.org/covers/c8b7c932-3eaa-4005-81ef-c70f2862b51b/3f29b352-99df-438d-bc49-8b243752db8f.jpg",
    "altTitles": [
      {
        "en": "The Fox Girl is My Wife"
      },
      {
        "ru": "Повседневная жизнь с девушкой-лисой"
      },
      {
        "ja": "狐のお嫁ちゃん"
      },
      {
        "zh": "我的妻子是狐妖"
      },
      {
        "ja-ro": "Kitsune no Oyome-chan"
      }
    ],
    "description": {
      "en": "In Kyoto, the capital of a thousand years, a fox spirit and a young man meet and fall in love. And so begins the lovey-dovey life of a human-kitsune newlywed couple. Of course, it's full of fluff!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "55"
  },
  {
    "mangaId": "718d9146-8c9e-4ff3-9dc4-e4736a1239bb",
    "title": {
      "en": "The Warrior Returns"
    },
    "updatedAt": "2024-05-28T01:16:37+00:00",
    "coverArt": "https://mangadex.org/covers/718d9146-8c9e-4ff3-9dc4-e4736a1239bb/04917b57-eeef-48ae-9147-a7e6b4bae0eb.jpg",
    "altTitles": [
      {
        "ko": "용사가 돌아왔다"
      },
      {
        "en": "Hero Has Returned"
      },
      {
        "en": "The Warrior Is Back"
      },
      {
        "en": "Warrior Returns"
      },
      {
        "ru": "Герой вернулся"
      },
      {
        "ne": "हिरो फिर्ता आएको छ"
      },
      {
        "ne": "हिरो फर्केको छ"
      },
      {
        "ne": "हिरो ह्याज रिटर्नड"
      },
      {
        "ne": "हिरो को पुनरागमन"
      },
      {
        "ja": "勇者が帰ってきた"
      },
      {
        "th": "สงครามนักรบผู้หวนคืน"
      },
      {
        "zh": "毁灭勇士"
      },
      {
        "zh-hk": "勇士歸來"
      },
      {
        "es-la": "El héroe ha regresado"
      }
    ],
    "description": {
      "en": "After saving one world, warrior Kim Minsu returns to Earth only to find that he’s lost everything… so he decides to destroy the world he used to call home.\n\nIn his rampage, he kills teenager Jeongsu Park and his family. But instead of dying normally, Jeongsu is transported to another world, where he finds that he’s now a warrior himself. After killing the demon king of this alternate world and honing his skills as a warrior, Jeongsu returns to earth, hell-bent on revenge against Minsu.\n\nAs the two warriors fight with the fate of their country in the balance, who will emerge victorious?",
      "fr": "Après avoir sauvé un monde, le héros Minsu Kim revient sur Terre et découvre qu'il a tout perdu. Il décide donc de détruire le monde qu'il avait l'habitude d'appeler ‘chez lui’. Dans son saccage, il tue le héros Jeongsu Park, mais au lieu de mourir normalement, Jeongsu est transporté dans un autre monde. Après avoir tué le roi démon de ce monde alternatif et grandi en tant que héros, Jeongsu revient sur terre, déterminé à se venger de Minsu. Alors que les deux héros se battent avec le destin de leur pays en jeu, qui sortira vainqueur?\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "id": "Jeongsu Park, seorang pahlawan yang menyelamatkan dunia lain dengan tekad untuk balas dendam pada Kim Minsu Kisah tragis tentang seorang pahlawan yang membunuh para pahlawan, Sebuah kenyataan yang dingin tanpa akhir yang bahagia.\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ja": "その日、ひとりの勇者によって町が一つ消えた。 異世界を救って現世に帰還した「剣の勇者」。だか彼を待っていたのは、家族の死と自分に向けられた嫌悪、そしてふりかかる不幸。 「こんな世界・・・ぶっ壊してやる」悲しみと狂気に満ちた勇者による破壊が始まる。\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ko": "김민수에게 복수를 하겠다는 일념 하나로 이세계를 구한 용사, 박정수.\n그는 스스로는 구했지만, 세계를 구하지 못했고, 자신의 세상을 멸망시킨 용사들을 죽이기로 마음 먹는다.\n\n이 이야기는 해피 엔딩 따윈 없는 차가운 현실, 용사들을 죽이는 용사에 대한 이야기이다.\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ne": "किम मिन-सू, एक हिरो, जसले घर फर्कने एकल सोचको साथ अर्को विश्व बचायो। उसले संसार बचायो, तर आफैंलाई बचाउन सकेन, र संसारलाई नष्ट गर्ने निर्णय गर्यो। यो कथा हिरोको अन्तिम क्षणहरुको बारेमा हो, एक चिसो वास्तविकता जसको कुनै राम्रो अन्त्य छैन\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ru": "Пак Чон Су, герой, что спас мир только по одной причине - вернуться и отомстить Ким Мин Су.\nОн спасся сам, но не смог спасти тех, кто были всем его миром. Пак Чон Су намерен уничтожить того, кто сотворил с ним это.\n\nИстория без счастливого конца. Пробирающая до костей реальность, в которой герой убивает себе подобных.\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "th": "พัคจองซู นักรบผู้กอบกู้อีกโลกหนึ่งได้ย้อนคืนกลับสู่โลกเดิมเพื่อแก้แค้น คิมมินซู นักรบผู้ฆ่าครอบครัวของเขา นี่คือเรื่องราวของนักรบที่ปราศจากตอนจบแสนสุข เพราะมันคือการห่ำหั่นนักรบด้วยกันเอง!\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "zh": "被黑化勇士们毁灭的世界，\n绝望之中最后的勇士归来！\n经历千辛万苦最终回到地球的勇士金闵洙，可等他的却是人们冰冷的眼光和父母双亡的事实，绝望的他决定毁灭整个世界。男主朴正秀的家人也被陷入到了这场灾难之中…就在这时，朴正秀也被传送到了异世！勇士朴正秀能否拯救这个世界呢？\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "zh-hk": "為了報仇雪恨這唯一念頭而拯救異世界的勇士，雖然拯救了自己，卻拯救不了原本世界的他，決心要殺光毀滅世界的勇士們。 這是關於沒有幸福結局的冷酷現實，以及殺勇者們的勇者的故事。\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de2c8252-d340-4f8f-a071-0ca69e145c1d",
    "title": {
      "en": "Asoko de Hataraku Musubu-san"
    },
    "updatedAt": "2024-05-30T20:29:24+00:00",
    "coverArt": "https://mangadex.org/covers/de2c8252-d340-4f8f-a071-0ca69e145c1d/f5ea1791-665c-475e-9323-79587bcd0ebe.jpg",
    "altTitles": [
      {
        "en": "Musubu, the Girl Working There"
      },
      {
        "en": "The Musubu who works there"
      },
      {
        "ru": "Здесь работает Мусубу-сан"
      },
      {
        "ja": "あそこではたらくムスブさん"
      },
      {
        "ko": "그곳에서 일하는 무스부 씨"
      },
      {
        "th": "คุณมุสุบุกับงานของเธอ"
      },
      {
        "zh": "在那里工作的结小姐"
      },
      {
        "it": "Il duro lavoro di Musubu"
      },
      {
        "fr": "Le labo de Musubu"
      },
      {
        "ko": "거기서 일하는 무스부 씨"
      },
      {
        "en": "Musubu-san Who Works Over There"
      },
      {
        "es-la": "La señorita Musubu trabaja aquí"
      }
    ],
    "description": {
      "en": "Sagami Gorou works in sales at Shounan Rubber Industries Co., Ltd. He is secretly harboring feelings for Musubu, a girl working in the company's integrated development department. And what this lovely young scientist is researching day and night are actually…",
      "es-la": "La historia sigue a Sagami Gouro de 24 años que empieza a trabajar en Industria Shounan Gum S.A, allí conocerá a la investigadora Musubu-san una chica que trabaja en el laboratorio de desarrollo de asistencia médica la \"casa\", su primer encuentro no será precisamente el esperado.",
      "pt-br": "Sagami Gorou trabalha no setor de vendas da Indústria de Borracha Shounan Ltda e tem guardado seus sentimentos por Musubu, uma garota que trabalha no departamento de desenvolvimento integrado, em segredo. O objeto de estudo desta adorável cientista, na verdade é…"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90c21e8a-93b3-4632-adb2-dd148fe1e080",
    "title": {
      "en": "Otonari wa 1-ken de 2-do oishii"
    },
    "updatedAt": "2024-05-30T21:14:49+00:00",
    "coverArt": "https://mangadex.org/covers/90c21e8a-93b3-4632-adb2-dd148fe1e080/ee0ba9ee-a4ee-4bf7-b1a8-5fb6c4aafed2.jpg",
    "altTitles": [
      {
        "ja-ro": "Otonari wa Ikken de Nido Oishii"
      },
      {
        "ja": "お隣は1軒で2度おいしい"
      },
      {
        "zh": "邻居一户人家的两份甜蜜"
      }
    ],
    "description": {
      "en": "Asuza Akimoto is in love with the student body president Ousuke Kobayashi, but she would never dream of confessing to him. Then one day she discovers that he has moved into the house next door to live with his uncle, a novelist. When she is offered a part-time position helping them with housework she takes the opportunity to get closer. However, not everything will be easy when living next to two handsome young men!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "7"
  },
  {
    "mangaId": "77e12106-cd14-41eb-8fcf-eb3ba7a69d92",
    "title": {
      "en": "Spider-Man: Octopus-Girl"
    },
    "updatedAt": "2024-05-18T03:59:51+00:00",
    "coverArt": "https://mangadex.org/covers/77e12106-cd14-41eb-8fcf-eb3ba7a69d92/b04a4b2d-688e-415c-9a32-a563c9a47c99.jpg",
    "altTitles": [
      {
        "ja": "スパイダーマン：オクトパスガール"
      },
      {
        "en": "Spider-Man: Octo-Girl"
      }
    ],
    "description": {
      "en": "Doctor Octopus falls into a coma; when he awakens, he finds himself inhabiting the body of Japanese middle schooler Otoha Okutamiya.",
      "pt-br": "Doutor Ictopus entrou em coma. Quando ele acorda, ele se encontra vivendo no corpo de uma japonesa do Fundamental, Otoha Okutamiya."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "751254d3-ba82-4f3d-9c3c-97c070469bff",
    "title": {
      "en": "Zatsuyou Fuyo Jutsushi ga Jibun no Saikyou ni Kizuku made"
    },
    "updatedAt": "2024-04-21T00:23:10+00:00",
    "coverArt": "https://mangadex.org/covers/751254d3-ba82-4f3d-9c3c-97c070469bff/a039d2aa-3de6-43ce-911d-ab4096458ae1.jpg",
    "altTitles": [
      {
        "ja": "雑用付与術師が自分の最強に気付くまで"
      },
      {
        "en": "Until the Chore-Granting Sorcerer Realized That He Is at His Strongest"
      }
    ],
    "description": {
      "en": "Wimme Strauss is an adjunct sorcerer who provides support and does odd jobs. However, after defeating the master of the hierarchy, he is expelled from the party by the leader, whose pride is hurt. Wimme is at a loss, but his childhood ~~stalker~~friend Heidemarie finds him and recruits him for the biggest party, the Wings of the Dragon.\n\"It's like a miracle ...... fuhehe.\"\nHe claims that his achievement is a coincidence, but it's only a matter of time before everyone around him realizes what he's capable of."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2c249462-b7a1-40e8-9c09-b93b2887ea94",
    "title": {
      "en": "Parallel Paradise (Fan Colored)"
    },
    "updatedAt": "2024-05-30T20:16:32+00:00",
    "coverArt": "https://mangadex.org/covers/2c249462-b7a1-40e8-9c09-b93b2887ea94/9e9a4e8f-caac-4473-825a-d67785108fdc.jpg",
    "altTitles": [
      {
        "ja": "パラレルパラダイス"
      },
      {
        "ja-ro": "Parareru Paradaisu"
      },
      {
        "es-la": "Paraíso Paralelo"
      }
    ],
    "description": {
      "en": "One day at school, Youta sees someone strange entering his school. Out of nowhere this being appears next to him and makes him fall from the 3rd floor. He lands in a strange world, where beings like dragons exist! Youta meets a young paladin, and discovers that he is the only man inhabiting that planet, and that its inhabitants are extremely 'weak' to his presence. Could this be paradise?",
      "es-la": "“Por favor, apareate conmigo”. En un mundo extraño, Youta Tada es atacado por una hermosa chica caballero en celo. Solamente monstruos temidos y chicas hermosas viven en este mundo.¡El único hombre es Youta Tada! ¿¡Es esto el cielo o el infierno para Youta!?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "feff4eaf-01df-4a05-83f4-68bb5cdf4fad",
    "title": {
      "en": "Gushing over Magical Girls"
    },
    "updatedAt": "2024-04-21T10:28:04+00:00",
    "coverArt": "https://mangadex.org/covers/feff4eaf-01df-4a05-83f4-68bb5cdf4fad/4c9b2a41-bd5d-47d9-9e84-84d185d464f0.jpg",
    "altTitles": [
      {
        "en": "Looking up to Magical Girls"
      },
      {
        "id": "Aku menyukai Magical Girls, tapi...."
      },
      {
        "ru": "Стремясь стать девочкой-волшебницей"
      },
      {
        "ja": "魔法少女にあこがれて"
      },
      {
        "zh-ro": "Chōngjǐng chéngwéi mófǎ shàonǚ"
      },
      {
        "zh": "憧憬成为魔法少女"
      },
      {
        "zh-hk": "憧憬成為魔法少女"
      },
      {
        "it": "Le mie adorate maghette"
      },
      {
        "en": "I Admire Magical Girls, and..."
      },
      {
        "ja-ro": "Mahou Shoujo ni Akogarete"
      },
      {
        "fr": "Looking up to Magical Girls"
      },
      {
        "uk": "Я захоплююся чарівними двічатами і..."
      }
    ],
    "description": {
      "en": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but…  \nMagical Girls vs. The Forces of Evil, the fierce battle begins!  \n\n---\n**Links:**\n\n- [Alternative Official Release by Coolmic](https://coolmic.me/titles/1110)",
      "fr": "**Je fais des choses tellement horribles à mes Magical Girls préférées !**\n\nMoi, c’est Utena Hiiragi, et comme toutes les filles de mon âge, j’adore les magical girls !\nUn jour, une étrange créature aux allures de mascotte m’a lancé un sort, et je suis devenue capable de me transformer, moi aussi !\nJe vais pouvoir me battre aux côtés de mes héroïnes préférées !\nEnfin, c’est ce que je croyais…\n\nC’est quoi, cette tenue scandaleuse ?\nEt comment ça, je suis au service du Mal ?!\n\nMais qu’est-ce que c’est que cette histoire ?!\n\n**La comédie BDSM dans laquelle s’affrontent des Magical Girls !!**\n\n**Avec ses personnages tous plus fous les uns que les autres, Looking Up to Magical Girls balaye les genres et nous place du côté du mal ! Akihiro Ononaka déploie tout l’arsenal BDSM à sa disposition pour nous proposer un concentré d’humour légèrement sexy et complètement déjanté !**\n\n---\n**Links:**\n- [Official French](https://www.amazon.fr/Looking-up-Magical-Girls-1/dp/2382750731/)",
      "uk": "Хііраґі Утена завжди захоплювалася чарівними дівчатами і мріяла перетворитися на круту героїню, яка бореться зі злом. Тож, коли одного вечора до неї підходить талісман, яка стверджує, що в ній дрімає магічна сила, вона тремтить від хвилювання. Але її барвиста мрія швидко розбивається об іронічний поворот подій, коли вона перетворюється на лиходійку!",
      "es-la": "Hiiragi Utena, una chica que ama a las Chicas Mágicas, vive su vida cotidiana y desea ser como ellas.\nUn día aparece un personaje curioso frente a ella y le ofrece el poder de hacer realidad sus deseos, pero...\nMagical Girls vs. The Forces of Evil, ¡comienza la feroz batalla!",
      "pt-br": "Hiiragi Utena é uma garota apaixonada por Mahou Shoujo que sonhava em se tornar uma delas e poder lutar ao lado de sua heroína favorita. Certo dia, um mascote inesperadamente apareceu ao seu lado e lançou uma feitiço em Hiiragi, oferecendo a ela a oportunidade de estar de frente para sua ídolo. Entretanto, diferente do que ela esperava, a transformação a fez virar uma vilã ao invés de uma mahou shoujo. Para piorar, a mudança faz com que ela deixe de ser uma tímida garota e passe a ser uma dominatrix sádica. Agora Hiiragi precisará lidar com sua nova “profissão”, ao mesmo tempo que tenta aproveitar os momentos ao lado de sua heroína, por mais que seja para tentar torturá-la."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "372168cc-4db3-4164-b014-bc387785bfca",
    "title": {
      "en": "At Summer’s End"
    },
    "updatedAt": "2024-04-13T11:53:22+00:00",
    "coverArt": "https://mangadex.org/covers/372168cc-4db3-4164-b014-bc387785bfca/3e8a9072-cc33-40cf-ab5d-252532f365c7.jpg",
    "altTitles": [
      {
        "ja": "夏の終点"
      },
      {
        "ja-ro": "Natsu no shuuten"
      }
    ],
    "description": {
      "en": "Natsukawa, a member of the beautification committee, often finds her gaze lingering on her schoolmate Aihara. One fateful day off, she spots Aihara walking alongside another girl... As summer’s heat stirs the air, a delicate tale of first love begins to take shape..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d58abdf4-9268-41d8-9920-f8fe8858a173",
    "title": {
      "en": "Shiori Experience: My Plain Self and an Odd Old Man"
    },
    "updatedAt": "2022-12-24T05:40:11+00:00",
    "coverArt": "https://mangadex.org/covers/d58abdf4-9268-41d8-9920-f8fe8858a173/9088390b-b3bd-4d8b-8b7d-8f11ae5bcf27.jpg",
    "altTitles": [
      {
        "ja-ro": "Shiori Experience - Jimi na Watashi to Hen na Ojisan"
      },
      {
        "ja": "SHIORI EXPERIENCE ~ジミなわたしとヘンなおじさん~"
      },
      {
        "ja": "シオリエクスペリエンス  ~ジミなわたしとヘンなおじさん~"
      },
      {
        "ko": "시오리 익스페리언스"
      },
      {
        "ru": "Shiori Experience: незаурядный Джими и заурядная Я"
      }
    ],
    "description": {
      "en": "Shiori was once a guitarist in a light music club in high school. But her first live performance was dashed when her brother ran away from home with a lot of debt, to become a musician in Tokyo.  \n  \nA decade later, Shiori is now a high school teacher, leading a boring, uneventful life and paying off the debt… till she runs into the ghost of none other than a famous guitarist Jim-you-know-who.  \n  \nA story of a 27-year-old woman on her way to a music legend begins here.",
      "ru": "История о Шиори, скромной и неуклюжей 27-летней школьной учительнице, которая любит играть на гитаре и общается с призраком Джими Хендрикса.",
      "pt-br": "Shiori era uma guitarrista em um clube de música no colégio. Mas sua primeira apresentação ao vivo foi frustrada quando seu irmão fugiu de casa deixando um monte de dívidas para se tornar um músico em Tóquio. Uma década depois, Shiori é agora uma professora do ensino médio, levando uma vida monótona e entediante pagando as dívidas... Até ela dar de cara com o fantasma de ninguém menos que um famoso guitarrista chamado Jim-você-sabe-quem. A história de uma mulher de 27 anos de idade, a caminho de uma lenda musical começa aqui."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca36ef36-044a-4f1c-8248-00854d4938f3",
    "title": {
      "en": "NERU: Bugei Dougyou"
    },
    "updatedAt": "2024-05-26T20:56:58+00:00",
    "coverArt": "https://mangadex.org/covers/ca36ef36-044a-4f1c-8248-00854d4938f3/da5b3e44-a442-4d10-8324-98e2badaf92c.jpg",
    "altTitles": [
      {
        "en": "Neru: Way of the Martial Artist"
      },
      {
        "ja": "NERU-武芸道行-"
      },
      {
        "ru": "НЭРУ: Путь мастера боевых искусств"
      },
      {
        "es-la": "Neru: El Camino de las Artes Marciales"
      }
    ],
    "description": {
      "en": "Meet Neruma Isami, more commonly known as Neru. His martial artist grandfather left behind a book which serves as his only guide for his solitary training. Neru's about to finish middle school and is totally unsure about his future. But everything changes when meets the mysterious martial artist Akebi Haiba. She leads Neru to a high school where the toughest fighters have assembled. This martial arts high school action series now begins!",
      "ja": "帰らぬ祖父の残した書物で一人鍛錬を続けるネルは、手練の技を繰り出す女子高生・朱琵に天門武芸十八般高校へと導かれる。現代に生きる武芸家達と出会い拓かれる、ネルの新たなる道!!　本格武芸学園譚、開幕！",
      "ru": "Нэру, он же Нэрума Исами, - мальчик, который тренируется в одиночку по книге, оставленной его дедом, мастером боевых искусств.\nГотовясь к выпуску из средней школы, он переживает о своем будущем, когда появляется загадочная девушка по имени Акэби, утверждающая, что она мастер боевых искусств.\nАкэби приводит его в школу, где собираются современные мастера боевых искусств...",
      "es-la": "Neruma Isami, más conocido como Neru, sigue las enseñanzas de su abuelo, un artista marcial, quien le dejó un libro que le sirve como única guía para su entrenamiento en solitario. Neru está a punto de terminar la escuela secundaria y no está seguro de su futuro. Pero todo cambia cuando conoce a una misteriosa artista marcial llamada Akebi Haiba. Ella lleva a Neru a una escuela preparatoria donde se han reunido los luchadores más duros."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "4dde1161-3101-4dbb-aaba-ff3a84219cba",
    "title": {
      "en": "Shameless School"
    },
    "updatedAt": "2024-05-21T20:55:18+00:00",
    "coverArt": "https://mangadex.org/covers/4dde1161-3101-4dbb-aaba-ff3a84219cba/6d0b1dc4-f0ef-49ce-b174-f1514e4b38a0.jpg",
    "altTitles": [
      {
        "ja": "ハレンチ学園"
      },
      {
        "fr": "L'École impudique"
      },
      {
        "it": "La Scuola Senza Pudore"
      },
      {
        "ja-ro": "Harenchi Gakuen"
      },
      {
        "zh-hk": "破廉恥學園"
      },
      {
        "ko": "파렴치 학원"
      }
    ],
    "description": {
      "en": "The first ecchi in history.\n\nBeginning in the first issue of Weekly Shonen Jump (ch 2). The nature of the content is very extreme with both teachers and students being involved in perverted situations. Over the publication, Go Nagai included more extreme content at the encouragement of his editor. As the manga continued its serialization, it garnered more and more controversy from parents. As a result, the Jump Editorial Dept. decided to cancel the serial. \n\nNagai, in response to the controversy, decided to end off the manga [End of part 1] with the very infamous \"Harenchi War\" (Shameless War) arc.\n\n_(spoiler)\nThe arc kills off the majority of the cast in a very gory and disturbing manner and remains a very infamous arc to this day._\n\n\nShameless School is controversial in Japan even today and is regarded as a \"traumatic work\" by several news publications.\n\nThe manga consists of 3 parts, with the last left unfinished due to the cancellation. + last volume includes 3 chapters backstory arc for Bearded Godzilla."
    },
    "status": "cancelled",
    "releaseDate": 1968,
    "contentRating": "suggestive",
    "lastVolume": "11",
    "lastChapter": "66"
  },
  {
    "mangaId": "92ee4953-a81f-4c68-adb8-deefa25d65d9",
    "title": {
      "en": "Taro Miyao Becomes A Cat Parent?!"
    },
    "updatedAt": "2024-05-30T20:55:27+00:00",
    "coverArt": "https://mangadex.org/covers/92ee4953-a81f-4c68-adb8-deefa25d65d9/b0a084a4-551f-43e1-bb89-f214b3f0188b.jpg",
    "altTitles": [
      {
        "ja": "宮王太郎が猫を飼うなんて"
      },
      {
        "ja-ro": "Miyaou Tarou ga Neko o Kau Nante"
      }
    ],
    "description": {
      "en": "Taro Miyao is a renowned novelist and ardent admirer of Niccolò Machiavelli. Use whatever means necessary to achieve a goal…Taro has modeled his life after his beloved Renaissance philosopher. One day, he is struck by an epiphany: having a cat around would cure his stiff shoulders! Lo and behold, Taro becomes a proud cat owner but it’s not all kittens and rainbows… A warm and fluffy comedy about living with a cat by Sho Yamazaki, the creator of “Excuse Me Dentist, It’s Touching Me!”",
      "ja": "ルネサンス期の思想家 ニコロ・マキャベリに傾倒する人気小説家・宮王太郎。その慧眼は「猫が肩凝りに効く」ということを見抜き、猫を飼うことに決めたのだが…!? 猫と暮らす 猫と生きる こじらせ男ドラマ!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ecde3e7d-a3f3-486a-977a-bf3eb5a13a11",
    "title": {
      "en": "One for All"
    },
    "updatedAt": "2024-05-24T21:02:07+00:00",
    "coverArt": "https://mangadex.org/covers/ecde3e7d-a3f3-486a-977a-bf3eb5a13a11/8ac66e4b-8e00-4ebb-98b5-63ebb560d7d3.jpg",
    "altTitles": [
      {
        "ja": "ワンフォーオール"
      }
    ],
    "description": {
      "en": "\"You wanna play rugby together?\"\n\nArashi is a hot-blooded first year high school student enrolled on a rugby scholarship. Calling himself \"the man who stirs up a storm\", he unites a peculiar group of problem children, leading them towards the peak of high school rugby, Hanazono! A youth rugby club story told by the delinquent manga legend, Yanauchi Daiju!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00714216-e23d-4485-8d55-d30ece04812f",
    "title": {
      "en": "Reincarnated Escort Warrior"
    },
    "updatedAt": "2024-05-28T15:50:58+00:00",
    "coverArt": "https://mangadex.org/covers/00714216-e23d-4485-8d55-d30ece04812f/609f2723-996f-41f5-aad4-6ab4fca17700.png",
    "altTitles": [
      {
        "ko": "환생표사"
      },
      {
        "ru": "Реинкарнация воина"
      },
      {
        "es-la": "El guerrero Escolta Reencarnado"
      }
    ],
    "description": {
      "en": "My dream is to become an escort warrior that rides on a cool horse and transports goods. But I’ve got a limp leg and I’m unable to learn decent martial arts. I’ve lived as a porter working odd jobs for the entirety of my life. Until I died because of the mountain bandits that I met during an escort mission.\n\nBut…\n\n‘I became the fourth young master, Lee Jungryong?!’\n\nWhen I died and woke up, I was reborn as the Heavenly Dragon Escort Agency’s infamous good-for-nothing youngest son.\n\nThe weakling, Lee Jungryong, will become the best escort warrior in this life!",
      "ko": "내 꿈은 멋진 말을 타고 표물을 호송하는 표사가 되는 것이었다.\n그러나 절름발이에 변변한 무공조차 익히지 못했던 나는 평생 허드렛일이나 하는 쟁자수로 살았다.\n표행 중에 만난 산적들에게 뒈지기 전까지는.\n\n그런데…\n\n‘내가 사공자 이정룡이 되었다고?!’\n\n죽었다 깨어나 보니 천룡표국의 이름난 천덕꾸러기 금수저 막내아들로 다시 태어나 있는 것이 아닌가.\n\n호구 이정룡, 이번 생은 최고의 표사로 거듭나리라!",
      "ru": "Я мечтал стать воином. Хотел сопровождать торговцев и разъезжать на крутом коне. Но из-за хромоты я так и не смог обучиться боевым искусствам. Всю жизнь я прожил носильщиком, перебиваясь случайными подработками. Пока в горах на меня не напали бандиты...\n\"Я теперь четвертый мастер Ли Чжун Рён?!\"\nЯ умер. А очнулся ни на что негодным младшим из агентства \"Небесный дракон\", занимающегося сопровождением и охраной.\nСможет ли слабак Ли Чжун Рён стать настоящим воином?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc7f2c19-0a26-4d89-9505-332fcb7d60c6",
    "title": {
      "en": "Dead Dead Demon's Dededede Destruction"
    },
    "updatedAt": "2024-05-03T09:39:03+00:00",
    "coverArt": "https://mangadex.org/covers/fc7f2c19-0a26-4d89-9505-332fcb7d60c6/9d339c5d-3838-4b1d-bc3f-93d32e5a29ea.jpg",
    "altTitles": [
      {
        "tr": "Ölü Ölü Şeytanın Yıyıyıyıyıkımı"
      },
      {
        "en": "DDDD"
      },
      {
        "ja": "Dededede"
      },
      {
        "ja": "デッドデッドデーモンズデデデデデストラクション"
      },
      {
        "zh": "恶魔的破坏"
      },
      {
        "zh-hk": "惡魔的破壞"
      },
      {
        "zh": "灭世Demolition"
      },
      {
        "kk": "Жансыз Жек Жажажажажайпасын"
      },
      {
        "fr": "Dead Dead Demon's Dededede Destruction"
      }
    ],
    "description": {
      "en": "A series about the lives of two high school girls living in Tokyo after aliens have invaded. Dead Dead Demon's Dededededestruction is a self-styled dystopian slice-of-life that reflects on modern societal and political issues in Japan while still maintaining a sense of humor and frivolity.\n\nLarge mysterious alien ships have been looming above Japanese towns for three years, filling the sky. Everything changed three years ago. And yet, nothing has changed.\n\nNo weapon used against the invaders' ships had any success, beyond destroying part of Japan and leaving its economy in shambles. JSDF is fighting a guerrilla battle against the aliens all over Japan. America is joining the 'war' effort with more aggressive tactics, dividing Japan over the pacifist principle laid out in Article 9 of the Japanese constitution. But this may just be the mundane story of young high schoolers.\n\n\"No matter what happens, I won't back down. At least not until this world filled with lies and deceit crumbles away. The real threat to humankind is not invaders, but me.\"\n\n---\n- **Won the 66th Shogakukan Manga Award for General Manga** \n- **Won the 25th Japan Media Arts Festival Excellence Award in 2022**",
      "fr": "Depuis 3 ans, le ciel de Tokyo est recouvert par un gigantesque vaisseau spatial extra-terrestre. Pourtant, aucune attaque de la part des extra-terrestres n’est recensée, bien que les humains abattent, avec une facilité déconcertante, les petits vaisseaux qui sortent de temps en temps du ventre de l’immense engin…\n\nPendant ce temps, sur Terre, les deux amies Kadode et Ôran, comme la majorité des humains, ne prêtent plus attention à ce vaisseau et continuent à vivre leur vie. Mais ces 3 années de paix ont endormi la vigilance de l’Humanité… Elle ne remarque pas que « l’envahisseur » s’est infiltré au sein de sa population. Et il pourrait bientôt troubler leur paisible quotidien !\n\n---\n\nMaison d'édition FR : **Kana**"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "100"
  },
  {
    "mangaId": "3017d3e0-bf34-4772-b752-bcc93b763ff9",
    "title": {
      "en": "Ascendance of a Bookworm Official Comic Anthology"
    },
    "updatedAt": "2024-05-03T12:10:55+00:00",
    "coverArt": "https://mangadex.org/covers/3017d3e0-bf34-4772-b752-bcc93b763ff9/372ffdd8-8f48-4864-9950-84e0e20d0e04.jpg",
    "altTitles": [
      {
        "ja-ro": "Honzuki no Gekokujou Koushiki Comic Anthology"
      },
      {
        "ja": "本好きの下剋上~司書になるためには手段を選んでいられません~ 公式コミックアンソロジー"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ece5274-501e-45f0-ab4d-243f60692960",
    "title": {
      "en": "Skeleton Double"
    },
    "updatedAt": "2024-04-13T12:19:53+00:00",
    "coverArt": "https://mangadex.org/covers/4ece5274-501e-45f0-ab4d-243f60692960/83bf13e2-c06a-4bbc-8b04-5db8ca0ea4d8.jpg",
    "altTitles": [
      {
        "ja": "スケルトンダブル"
      },
      {
        "ru": "Двойной Костяк"
      },
      {
        "ja-ro": "Sukeruton daburu"
      }
    ],
    "description": {
      "en": "A man dies a mysterious death just outside Shinjuku Station. Eight years later, his son, Yodomi Arakawa, is leading a tranquil life until he meets…an invisible man?! And to learn the truth behind his father's death, Yodomi will have to become invisible himself..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f8f3f045-01b5-4216-8f41-d947d8b448b0",
    "title": {
      "en": "Youchien Wars"
    },
    "updatedAt": "2024-05-01T14:48:30+00:00",
    "coverArt": "https://mangadex.org/covers/f8f3f045-01b5-4216-8f41-d947d8b448b0/25c051c5-e2bf-4e1c-b234-43a37cfba22c.jpg",
    "altTitles": [
      {
        "es-la": "GUERRA EN EL JARDIN DE INFANTES"
      },
      {
        "ja": "幼稚園WARS"
      },
      {
        "ko": "Youchien WARS"
      },
      {
        "en": "Kindergarten WARS"
      },
      {
        "ru": "Детсадовские войны"
      },
      {
        "tr": "Anaokulu SAVAŞLARI"
      },
      {
        "fr": "Kindergarten WARS"
      }
    ],
    "description": {
      "en": "Welcome to Kindergarten Noir, an exclusive school catering to children of the global elite!\n\nRita, one of the teachers, has been on the hunt for a boyfriend but has had absolutely zero luck so far. One day, an assassin comes after one of the children... and he’s totally dreamy?!\n\nDive into this action-packed rom-com as it unfolds inside the world’s \"safest\" kindergarten!",
      "fr": "Découvrez le jardin d'enfants le plus sécurisé du monde et ses enseignants au tempérament… explosif !\n\n\nRita est la dernière recrue du \"Kindergarten Black\", surnommé \"la maternelle la plus sûre du monde\", qui accueille les rejetons de l'élite du pays. La réputation de l'établissement n'est pas usurpée : ses employés sont des criminels aguerris chargés de repousser toute attaque ! Rita elle-même est une tueuse légendaire qui, en échange d'une remise de peine, a accepté ce poste hors du commun… Mais cette experte du combat ne rêve que d'amour ! Pour elle, tout assaillant est un potentiel futur copain, à condition d'être beau et, surtout, de partager ses goûts bien tranchés. Cuisine, cinéma, personnalité… chaque adversaire est mis à l'épreuve avec un quiz sans concession, où la moindre erreur est punie de mort ! Trouvera-t-elle l'âme sœur sur le champ de bataille de cette maternelle ultra déjantée ? Travailler avec des enfants n'est pas de tout repos ! Entre deux activités toboggan, il ne faut pas oublier de s'occuper des kidnappeurs et autres tueurs à gages…\n\n\nAvec son mélange détonant d'humour, d'action et de romance, Kindergarten Wars est une véritable récré, les cocktails molotov en plus !\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "tr": "Bu anaokulunda dünyanın en önemli isimlerinin çocukları eğitim görmektedir; politikacılar, şirket başkanları, petrol kralları, aklınıza ne gelirse! Efsanevi eski suikastçı Rita, özgürlük karşılığında anaokulundaki çocukları suikastlardan korumak için gizli bir göreve atanır!? Dünyanın \"en güvenli\" anaokulu hakkında bir Aksiyon/Komedi hikayesi!",
      "es-la": "RESUMEN RAPIDO: encargados de una jardín infantil, son asesinos profesionales y los cuidan con el fin de reducir sus condenas, si logran protegerlos en X tiempo, podrán ser libre pero ¿lo lograran?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "584dfcc9-7ff9-49dd-84c5-add2fd9aec75",
    "title": {
      "en": "Travelling Through the Universe's Flower"
    },
    "updatedAt": "2022-10-31T07:46:48+00:00",
    "coverArt": "https://mangadex.org/covers/584dfcc9-7ff9-49dd-84c5-add2fd9aec75/1be45ecb-a120-4215-9bee-779409fb2167.png",
    "altTitles": [
      {
        "en": "The Flower of the World"
      },
      {
        "en": "穿行世界之花"
      },
      {
        "en": "Blooming Through Time"
      }
    ],
    "description": {
      "en": "I'm a renowned genius in the History Department of my college, but I can't believe that I've travelled back in time into the body of a princess whose country was defeated in war! Was my being a genius in history all for nothing?! And not only am I stuck in the past, I'm having an arranged marriage with the Westerners as well! Moreover, I'm being married off to a country that runs of magic and has severe gender inequality issues. But don't you dare underestimate me! You're looking down on me, a princess of a defeated country? Well, I'll show you who's the real expert here!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e71a2097-0ac6-4e97-aa8e-a865cd016e22",
    "title": {
      "en": "Summertime Rendering 2026: The Room that Dreams of Murder"
    },
    "updatedAt": "2023-08-28T06:07:52+00:00",
    "coverArt": "https://mangadex.org/covers/e71a2097-0ac6-4e97-aa8e-a865cd016e22/feb81810-38b9-431a-b89f-ae504fc287e2.jpg",
    "altTitles": [
      {
        "ja-ro": "Summer Time Render 2026: Mizen Jikobukken"
      },
      {
        "ja": "サマータイムレンダ2026 未然事故物件"
      }
    ],
    "description": {
      "en": "The novelist Ryunosuke Nagumo is apartment hunting with her niece, who's been accepted into Tokyo University. They happen upon a large aparment for cheap—except, it's haunted! A suspenseful spin-off set in the future of Summertime Rendering."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "2"
  },
  {
    "mangaId": "09adef5a-aab3-4c1d-9add-34fff6147c6e",
    "title": {
      "en": "May God Bless Your Demise"
    },
    "updatedAt": "2023-11-12T11:13:24+00:00",
    "coverArt": "https://mangadex.org/covers/09adef5a-aab3-4c1d-9add-34fff6147c6e/9737bc14-8f49-4151-8469-5c72ef2a21ec.jpg",
    "altTitles": [
      {
        "ko": "당신의 파멸에 신의 축복을"
      },
      {
        "en": "God Bless Your Ruin"
      },
      {
        "en": "God's Blessings on Your Ruin"
      }
    ],
    "description": {
      "en": "Will you still love me once you know my secret? Angie enjoys an idyllic life of reading and embroidering on Cullinan Island. But everything changes when she's selected as the companion to Kylek, the enigmatic heir of House Blackwell. As their bond grows, extraordinary events unfold, unraveling Cullinan Island's long-kept secret."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "The Old Man Who Was Reincarnated as a Cat"
    },
    "updatedAt": "2024-02-19T21:13:25+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja-ro": "Neko ni Tensei Shita Ojisan"
      },
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "ja-ro": "NekoOji"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "70ac9db1-fdd3-4b98-b676-23802045e417",
    "title": {
      "en": "Ren Dao Da Sheng"
    },
    "updatedAt": "2024-05-28T15:48:33+00:00",
    "coverArt": "https://mangadex.org/covers/70ac9db1-fdd3-4b98-b676-23802045e417/ed443d0e-6ce3-4624-b7bf-b00e32f0bea5.png",
    "altTitles": [
      {
        "zh": "人道大圣"
      },
      {
        "en": "The Great Sage Of Humanity"
      },
      {
        "en": "The Humane Great Sage"
      },
      {
        "en": "Humanity’s Great Sage"
      },
      {
        "es-la": "El Gran Sabio De La Humanidad"
      }
    ],
    "description": {
      "en": "Lu Ye was reborn as a young disciple of some sect, but unexpectedly the sect was destroyed and he became a trapped miner. After Lu Ye accidentally awakened the talent tree, he became a cultivator, changing the fate of the grassroots and shaking up the situation in Kyushu.",
      "zh": "陆叶重生为某宗门的小弟子，不料宗门被灭，沦为苦逼矿工。陆叶意外觉醒天赋树后，一跃成为修士，从此改变草根命运，搅动九州风云。",
      "pt-br": "Lu Ye renasceu como um jovem discípulo de uma seita qualquer, mas inesperadamente a seita foi destruída e ele se tornou um mineiro aprisionado. Depois que Lu Ye acidentalmente despertou a árvore de talentos, ele se tornou um cultivador, mudando o destino das bases e agitando a situação em Kyushu."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f1f3a84-f2e3-4512-93bf-009fd12cfce6",
    "title": {
      "en": "My Sweet Enemy, Thy Name Is Husband"
    },
    "updatedAt": "2024-02-11T04:09:22+00:00",
    "coverArt": "https://mangadex.org/covers/6f1f3a84-f2e3-4512-93bf-009fd12cfce6/29887c2b-4bfa-4d5d-878b-ba1811856412.png",
    "altTitles": [
      {
        "ko": "상냥한 원수와의 정략결혼"
      },
      {
        "pt-br": "Casamento Político com um Inimigo Amigável"
      },
      {
        "pl": "Mój słodki wróg ma imię mojego męża"
      },
      {
        "en": "Forced Into Wedlock With An Affectionate Enemy"
      },
      {
        "en": "Political Marriage With a Friendly Enemy"
      }
    ],
    "description": {
      "en": "My husband, my nemesis. Till death do us part.\n\nCanach Riadon — a slave who rose to become the emperor and the man I wed in my first life. Yet our ill-fated marriage left my family murdered and my homeland destroyed at his hands. Now given a second chance, I vow to succeed in this political marriage and save all I love... Or will his love save me first?",
      "pl": "Canach Riadon - niewolnik, który został cesarzem i mężczyzna, którego poślubiłam w moim pierwszym życiu. Jednak nasze niefortunne małżeństwo sprawiło, że moja rodzina została zamordowana, a moja ojczyzna zniszczona z jego rąk. Teraz, mając drugą szansę, przysięgam odnieść sukces w tym politycznym małżeństwie i ocalić wszystko, co kocham... A może najpierw jego miłość ocali mnie?",
      "pt-br": "Meu marido, meu inimigo. Até que a morte nos separe.\nCanach Riadon — um escravo que se tornou o Imperador e o homem com quem eu casei em minha primeira vida. Entretanto, nosso casamento mal-fadado resultou na morte da minha família e na destruição da minha terra natal causada por suas mãos. Agora que recebi uma segunda chance, eu juro ser bem sucedida neste casamento político e salvar tudo o que amo... Ou o amor dele me salvará primeiro?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "adf63281-281d-448f-a618-dee15c47e7e5",
    "title": {
      "en": "Sachiroku 〜Sachi’s Book of Revelation〜"
    },
    "updatedAt": "2024-04-17T08:00:46+00:00",
    "coverArt": "https://mangadex.org/covers/adf63281-281d-448f-a618-dee15c47e7e5/a36e8372-ed25-4b4d-98da-a75bcb230b97.jpg",
    "altTitles": [
      {
        "en": "Sachi’s Records 〜Sachi’s Book of Revelation〜"
      },
      {
        "ja": "サチ録　～サチの黙示録～"
      },
      {
        "ja-ro": "Sachi-roku: Sachi no Mokushiroku"
      },
      {
        "ru": "Записи Сачи: Книга откровений Сачи"
      },
      {
        "ja-ro": "Sachiroku - Sachi no Mokushiroku"
      },
      {
        "vi": "Sachiroku - Cuốn Sách Khải Huyền Của Sachi"
      }
    ],
    "description": {
      "en": "‘Humanity’s Judgment’ — a process by which an angel and a demon meticulously pass judgment upon a human, and the final score determines the fate of mankind. But this time, the chosen subject is the incredibly mischievous 6-year-old elementary school student, Sachi Ueno?! Just how will the unconventional living arrangement of an angel, a demon, and a human shape the future of humanity?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31be7fcc-1fb5-4f87-a442-b01b7fba9c3d",
    "title": {
      "en": "I Tell C"
    },
    "updatedAt": "2024-05-26T17:30:48+00:00",
    "coverArt": "https://mangadex.org/covers/31be7fcc-1fb5-4f87-a442-b01b7fba9c3d/fe2d686f-05a6-4b42-aeeb-25b3f7c743c4.jpg",
    "altTitles": [
      {
        "en": "Ai Terushii"
      },
      {
        "ru": "Я говорю c"
      },
      {
        "ja": "アイテルシー"
      }
    ],
    "description": {
      "en": "Fight poison with poison! Risa Aioi is a detective with a most unusual prediliction. Her investigative techniques verge on the criminal, pushing viscious criminals to turn themselves in! Ultra irregular! A unique take on the crime-suspense genre!",
      "ru": "Популярная женщина-знаменитость убита! Расследование приводит к подозрительной женщине, следующей целью которой может стать знаменитый актер Тагаме. Каковы могут быть мотивы подозреваемого? Детективы-близнецы идут по следу подозреваемого, но потом... Уникальный взгляд на жанр криминального саспенса!",
      "es-la": "Sakon Futatsuki es la última incorporación a la Unidad de Investigación Criminal de la Policía Metropolitana de Tokio. Junto a su hermano mayor, Ukon, investiga una plétora de crímenes mientras trata de defender sus propios principios y moral. Por el contrario, Risa Aioi es una detective hábil que trabaja en la misma división, pero utiliza medios no convencionales para encontrar y capturar criminales. Tiene la tendencia a enamorarse locamente del perpetrador objetivo y recurrirá a acecharlos sin descanso hasta que se entreguen. Sakon está horrorizado por el método extremadamente cuestionable de Aioi para cazar criminales, a pesar de que tiene una alta tasa de éxito. Él está decidido a hacer que ella reconsidere su enfoque en la lucha contra el crimen, pero cuanto más aprende sobre su pasado, más reacio es a hacerlo. Al mismo tiempo, Aioi se encuentra queriendo controlar sus impulsos porque todavía hay un criminal al que desea capturar por encima de todo. Preocupado por la seguridad de su colega, Sakon debe aprender a luchar contra el \"veneno con veneno\" y controlarlo antes de que sea demasiado tarde.",
      "pt-br": "Uma celebridade popular é uma assassinada! A investigação leva à suspeita de uma mulher cujo seu alvo possa ser o famoso ator Tagame. Qual poderia ser o motivo? Uma dupla de detetives está atrás da suspeita, mas então... Uma visão única do gênero crime-suspense."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-05-04T15:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/7e58c98b-40e9-43cf-adf0-838e14955d1e.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64ed4d14-9e00-4b63-8799-547a508f5344",
    "title": {
      "en": "Parallel Paradise"
    },
    "updatedAt": "2024-05-30T20:16:52+00:00",
    "coverArt": "https://mangadex.org/covers/64ed4d14-9e00-4b63-8799-547a508f5344/2e17bb23-f791-49a3-9446-a171f0c25add.jpg",
    "altTitles": [
      {
        "fr": "Un paradis parallèle"
      },
      {
        "ja": "パラレルパラダイス"
      },
      {
        "zh": "平行天堂"
      },
      {
        "ko": "병렬 파라다이스"
      },
      {
        "ja-ro": "Parareru Paradaisu"
      },
      {
        "vi": "Thiên đường song song tại dị giới"
      },
      {
        "es-la": "Paraíso Paralelo"
      }
    ],
    "description": {
      "en": "One day at school, Youta sees someone strange entering his school. Out of nowhere this being appears next to him and makes him fall from the 3rd floor. He lands in a strange world, where beings like dragons exist! Youta meets a young paladin, and discovers that he is the only man inhabiting that planet, and that its inhabitants are extremely 'weak' to his presence. Could this be paradise?",
      "es-la": "“Por favor, apareate conmigo”. En un mundo extraño, Youta Tada es atacado por una hermosa chica caballero en celo. Solamente monstruos temidos y chicas hermosas viven en este mundo.¡El único hombre es Youta Tada! ¿¡Es esto el cielo o el infierno para Youta!?",
      "pt-br": "Em um dia na escola Youta vê alguém estranho entrando na escola, do nada este ser aparece ao seu lado e o joga do 3º andar! Porém ele vai parar em um mundo estranho, onde seres parecidos com dragões existem! Youta conhece uma jovem paladina, e descobre que é o único homem habitando aquele planeta, e que suas habitantes são extremamente ‘fracas’ a sua presença… seria este o paraíso?!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]