[
  {
    "mangaId": "854e8db1-0815-47a1-9169-471d676a2fd8",
    "title": {
      "en": "Kisses x Kiss x Kisses"
    },
    "updatedAt": "2022-02-12T21:36:22+00:00",
    "coverArt": "https://mangadex.org/covers/854e8db1-0815-47a1-9169-471d676a2fd8/9d9454fc-e2a5-452c-9ae6-336e1c2c8258.jpg",
    "altTitles": [
      {
        "ko": "키세스x키스x키세스"
      }
    ],
    "description": {
      "en": "An ambiguous and complex relationship that began with that single word. Reality, dreams, and love are all undecided from the moment the word \"Kiss me!\" comes out from the mouth of a high school student's best friend! 'No way I don't like you… … ?'' Strong negative is strong positive?!  \n  \n- [Original Webtoon (Naver)](https://series.naver.com/comic/detail.nhn?productNo=4833637)  \n- [Original Webtoon (Bomtoon)](https://www.bomtoon.com/comic/ep_list/ki3_wb)  \n- [Original Webtoon (Lezhin)](https://www.lezhin.com/ko/comic/kisses_kiss_kisses)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "86"
  },
  {
    "mangaId": "a92cf9fc-b6b7-4415-9400-72cddf30ac3e",
    "title": {
      "en": "Enrolling in the Transcendent Academy"
    },
    "updatedAt": "2024-05-28T01:06:35+00:00",
    "coverArt": "https://mangadex.org/covers/a92cf9fc-b6b7-4415-9400-72cddf30ac3e/d815f1cc-de6a-45b7-ae5e-8e8f07ff5e20.png",
    "altTitles": [
      {
        "ko": "초월자 학원의 수강생이 되었다"
      },
      {
        "ru": "Я стал студентом Трансцендентальной Академии"
      },
      {
        "en": "I Became a Student at the Transcension Academy"
      },
      {
        "en": "I Became a Student at Transcendental Academy"
      },
      {
        "en": "Transcension Academy"
      },
      {
        "es-la": "Academia de la Ascension"
      }
    ],
    "description": {
      "en": "After a hundred years of monsters, it’s become the norm to train at hunter academies if you want to become a professional monster hunter. And that’s just what hard-working orphan Seojun Kim dreams of.\n\nBut after a freak accident dashes his hopes, ads for the mysterious Transcendent Academy pop up on his phone, offering him a chance to train virtually with history’s most legendary warriors. As he levels up, he’s soon caught up in the world of hunter academies, dungeon raids, and competitive tournaments.\n\nBut the more he learns, the more questions he has about the people surrounding him, his past, and the secrets of the Transcendent Academy.",
      "ko": "돌아가신 부모님의 빚을 갚으며 헌터가 되기 위해 헌터학원에 갈 돈을 모아왔던 서준은\n불의의 사고로 모은 돈을 전부 수술비로 써버린다.\n절망에 빠진 순간\n\n띠링-!\n\n이상한 광고가 재생되었다.\n\n[야 너도 초월자 될 수 있어!]\n\n더 이상 잃을 것도 없다, 회원 가입!!\n\n[김서준 님 초월자 학원에 오신 걸 환영합니다].\n\n내가 다니는 헌터학원은 다른 학원들과 '차원'이 다르다!\n\n헌터도 학원을 다니는 헌터 사교육 시대!\n\n야 너도 초월자 될 수 있어!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f13fef2-328c-4124-afe8-03c83d35e428",
    "title": {
      "en": "Digimon 2023 Oneshot Contest"
    },
    "updatedAt": "2024-02-15T14:06:19+00:00",
    "coverArt": "https://mangadex.org/covers/6f13fef2-328c-4124-afe8-03c83d35e428/06c64051-601f-4308-a47f-d7ebbec50565.jpg",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "b47b35d7-fa7f-4277-a626-5525f3ba20bb",
    "title": {
      "en": "Mobile Suit Gundam SEED Destiny - The Edge"
    },
    "updatedAt": "2024-06-09T08:38:53+00:00",
    "coverArt": "https://mangadex.org/covers/b47b35d7-fa7f-4277-a626-5525f3ba20bb/fe23d079-1fef-4778-99d8-38450eacb446.jpg",
    "altTitles": [
      {
        "ja-ro": "Kidou Senshi Gundam SEED Destiny - The Edge"
      },
      {
        "ja": "機動戦士ガンダムSEED DESTINY THE EDGE"
      }
    ],
    "description": {
      "en": "Retelling of Mobile Suit Gundam SEED Destiny's story from Athrun Zala's point of view."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "20"
  },
  {
    "mangaId": "eb1e9858-5d3c-4c3e-a394-12c5b4d0b55f",
    "title": {
      "en": "Re:Monster"
    },
    "updatedAt": "2024-06-13T20:41:22+00:00",
    "coverArt": "https://mangadex.org/covers/eb1e9858-5d3c-4c3e-a394-12c5b4d0b55f/0aeacaa8-a3d4-45b8-af54-f9fbb3b9871b.jpg",
    "altTitles": [
      {
        "ja": "リ・モンスター"
      },
      {
        "th": "Re:Monster ราชันชาติอสูร"
      },
      {
        "ru": "Перерождение: Монстр"
      },
      {
        "zh-hk": "重．怪物"
      }
    ],
    "description": {
      "en": "Tomokui Kanata has been reincarnated into the weakest race, goblin, and given a new name, Gobrou, after having undergone an unfortunate death. However, Gobrou has retained his previous life's memories and ability to learn skills from what he eats. In this alternate world of survival of the fittest, events unfold. Will a goblin party become the heroes of this world, in a delightful twist from your usual scenario?",
      "pt-br": "Tomokui Kanata reincarnou na raça mais fraca, a dos goblins e ganhou um novo nome, Rou, após ter morrido de forma infeliz. Entretanto, o goblin Rou preservou as lembranças de sua vida passada, ganhando uma evolução incomum, mas mantendo sua capacidade de ganhar habilidades por comê-los. Neste mundo alternativo de sobrevivência do mais forte, com o desenrolar dos acontecimentos, irá o grupo do goblins se tornarem os heróis deste mundo e o transformarem em um cenário totalmente diferente do habitual? Ele irá se tornar o herói deste mundo ou um soberano das trevas dominará a todos?"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ad10953-14f2-411e-83e3-5c22c4e7e1e2",
    "title": {
      "en": "Chieri no Koi wa 8 Meter"
    },
    "updatedAt": "2024-05-01T19:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/7ad10953-14f2-411e-83e3-5c22c4e7e1e2/2ee470f3-b1d0-48f2-82df-d74b1f3fcbf2.jpg",
    "altTitles": [
      {
        "ja-ro": "Chieri no Koi wa 8 Meter"
      },
      {
        "ja": "ちえりの恋は8メートル"
      },
      {
        "zh-hk": "智恵梨的愛情高達8米"
      },
      {
        "pt-br": "O amor de Chieri tem 8 metros"
      },
      {
        "en": "Chieri's Love Is 8 Meters Tall"
      }
    ],
    "description": {
      "en": "An ordinary high school student, Yumeji Kotaki, is transferred to his class by his childhood friend, Chieri Omine, who has grown to 8 meters in height! Yumeji is assigned as \"caretaker\" to support Chieri's school life. Their daily life is full of excitement due to the height difference! The height difference is nothing to worry about!\n\nThe start of a literally larger-than-life romcom!",
      "pt-br": "Uma aluna transferida que tem 8 metros de altura...?! \nAmigos de infância se reencontram, mas nem tudo é como antes… Uma mudança na relação entre Chieri e Yumeji, acompanhe o desenrolar desta comédia romântica gigantesca."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41e5753f-39d9-4584-a194-d7100a6ccf9a",
    "title": {
      "en": "After School Labyrinth Adventurer ~ I'm now able to go back and forth between Japan and another world, and I'll work hard to level up~"
    },
    "updatedAt": "2024-05-05T08:26:36+00:00",
    "coverArt": "https://mangadex.org/covers/41e5753f-39d9-4584-a194-d7100a6ccf9a/a5aeb797-1ff2-4cea-a5d4-0de098e73f26.jpg",
    "altTitles": [
      {
        "en": "After School Labyrinth Adventurer"
      },
      {
        "ja-ro": "Houkago no Meikyuu Boukensha: Nippon to Isekai wo Ikiki Dekiru You ni Natta Boku wa Level Up ni Isoshimi Masu"
      },
      {
        "ja": "放課後の迷宮冒険者～日本と異世界を行き来できるようになった僕はレベルアップに勤しみます～"
      }
    ],
    "description": {
      "en": "Akira Kudo, a high school student who can freely travel back and forth between Japan and another world, Do Merta. With no goals in mind, he spends his time after school enjoying life in another world as he is!\n\nAs an adventurer, he gets teased by the guild's receptionist, receives \"rewards\" from his magic master, and has fun with the girl he helped...!?\n\n\"I hate pain! I don't care about ranking up! Guild requests are also troublesome!\"\n\nA leisurely labyrinth exploration fantasy just for after school!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "99af94f5-04c2-424b-8438-0c8386b0ec5f",
    "title": {
      "en": "Insomniacs After School"
    },
    "updatedAt": "2024-05-03T01:30:44+00:00",
    "coverArt": "https://mangadex.org/covers/99af94f5-04c2-424b-8438-0c8386b0ec5f/d93faaa3-3fe9-4995-a191-95fbc592b8a0.jpg",
    "altTitles": [
      {
        "es": "insomnes Después de la Escuela"
      },
      {
        "fr": "Insomniaques"
      },
      {
        "id": "Insomniamu Sepulang Sekolah"
      },
      {
        "ja": "君は放課後インソムニア"
      },
      {
        "ru": "Бессонница после школы"
      },
      {
        "kk": "Мектептен кейінгі ұйқы қашуы"
      },
      {
        "ne": "विद्यालय पछि अनिद्रा"
      },
      {
        "pt-br": "Insones - Caçando estrelas depois da aula"
      },
      {
        "ja-ro": "Kimi wa Houkago Insomnia"
      }
    ],
    "description": {
      "en": "Nakami is a studious but cranky and antisocial high schooler who gets on his classmates' nerves. However, his bad attitude comes from the fact that he has a sleeping disorder, and frequently spends nights on end without a single minute of sleep. During the preparations for the school festival, he is begrudgingly sent to the school's astronomy observatory to gather cardboard boxes, a place which is said to be haunted by the dire happenings of the now defunct Astronomy Club. He finds the isolated place a haven ripe for him to sleep, but while rummaging around, he stumbles upon his classmate Magari Isaki sleeping inside a toppled-over locker.   \n  \nIsaki, unlike him, is a personable and popular girl at class, but who also hides her own problems with insomnia. Looking for a middle ground, they find that there's comfort and ease in sleeping together, so they resort to make the observatory their own private cubby to sleep… Have they found the comfort they're looking for?",
      "es": "Nakami es un muchacho de secundaria estudioso pero irritable y antisocial que irrita a sus compañeros de clase. Sin embargo, su mala actitud se debe al hecho de que tiene un desorden del sueño, y pasa noches enteras sin dormir un minuto. En el momento de las preparaciones del festival escolar, sus compañeros lo mandan a regañadientes al observatorio de astronomía para traer cajas de cartón, y dicho lugar se rumora está maldecido por los hechos macabros del otrora Club de Astronomía. Una vez allí, encuentra que el sitio es un lugar ideal para dormir, pero mientras esculca, se tropieza con su compañera Magari Isaki, que duerme en un casillero tumbado.  \n  \nIsaki, al contrario de él, es una muchacha popular y amistosa, pero que también oculta sus propios problemas con la insomnia. Negociando sobre qué hacer, se dan cuenta que hay comodidad y facilidad en dormir juntos, así que resuelven hacer del observatorio su propio rincón privado para dormir… ¿Han así encontrado la comodidad que tanto buscan?",
      "fr": "Ganta Nakami est insomniaque. À l'école, il semble donc fatigué, voire associable. Un jour, dans la salle d'astronomie, il découvre Isaki Magari, endormie dans un coin. Insomniaque comme lui, mais bien plus sociable, elle lui propose de partager l'endroit pour y dormir en cachette. Leur rapprochement semble les aider à retrouver le sommeil, chacun étant sensible aux battements de cœur de l'autre…\n\n---\n\nMaison d'édition FR : **Soleil Manga**",
      "pt-br": "Nakami é um estudante dedicado, porém, sempre parece estar irritado, o que faz seus colegas de classe não gostarem dele. Porém essa atitude é devido ao fato dele ter insônia, passando a maior parte da noite em claro, sem conseguir dormir nem um minuto sequer. Durante a preparação do festival escolar, ele foi enviado contra a sua vontade para pegar cartolina na sala do observatório de astronomia da escola, um lugar que tem fama de ser mal-assombrado. Lá ele encontra um lugar calma e isolado para dormir, mas enquanto ele verificava o local ele encontra sua colega de classe Magari Isaki, que estava dormindo lá. Após ambos descobrirem sobre o problema de insônia um do outro, eles decidem dividir aquele local como refúgio para poderem dormir. Por quanto tempo será que eles poderão se aproveitar desse conforto? E será que a sala do observatório realmente é mal-assombrada?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "125"
  },
  {
    "mangaId": "6c860005-a870-4d3e-a065-2d09e45a485a",
    "title": {
      "en": "The Winning Actor Wants Divorce"
    },
    "updatedAt": "2021-05-25T15:43:27+00:00",
    "coverArt": "https://mangadex.org/covers/6c860005-a870-4d3e-a065-2d09e45a485a/297affd1-4675-4c37-b3c6-585ed2fe8aa0.png",
    "altTitles": [
      {
        "en": "影帝他要闹离婚"
      }
    ],
    "description": {
      "en": "[ Phoebe Scans ]  \n  \nI thought that losing your memory was bad enough.  \n  \nDidn’t think that after 7 years of marriage, my husband wants to divorce me.  \n  \nGu Qingyang states \" If you want to, then do it.\" I forgot everything anyway, I can always find another one if you leave.  \nHe’s just a wild horse on an open field, loose with endless freedom.  \n  \nJiang Zhong was invited by the media to attend a meeting. The reporter asked, \" if you don’t want to start a company, what is it that you want to do?\"  \nJiang Yizhen replied, \"A horse tamer.\""
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3b6c3a0b-8752-41fc-9d3e-1310f6f28252",
    "title": {
      "en": "Giant Killing"
    },
    "updatedAt": "2024-02-13T18:50:45+00:00",
    "coverArt": "https://mangadex.org/covers/3b6c3a0b-8752-41fc-9d3e-1310f6f28252/e69a06a8-2bd7-4443-bfdb-c24b149810a0.jpg",
    "altTitles": [
      {
        "ru": "Сокрушение гигантов"
      },
      {
        "ja": "ジャイアントキリング"
      },
      {
        "zh-hk": "逆轉監督"
      }
    ],
    "description": {
      "en": "A truly great coach makes the game of soccer interesting! Tatsumi Takeshi is 35 and has spent the last few years coaching in England before being brought back to Japan to coach his old team. His favorite pastime? Causing giant upsets a.k.a. Giant Killing! \n\n---\nOfficial Release:\n- English release by [INKR](https://comics.inkr.com/title/778-giant-killing?utm_source=mgd), [Azuki](https://www.azuki.co/series/giant-killing)\n- Indonesian release by Level Comics\n\n---\n- In 2010, this manga received the 34th Annual Kodansha Manga Award for General Manga.",
      "pt-br": "Giant Killing é um mangá que conta a história de um técnico de futebol, ex-jogador japonês, que luta para levar times amadores à vitória contra times campeões. Tatsumi Takeshi jogava profissionalmente no East Tokyo United, o ETU, e era louvado pelos torcedores por dar tudo de si e levar o time à vitória. Certo dia decide sair do Japão para treinar um time amador Europeu, e desde então é considerado “traidor” por alguns japoneses. Então, dois membros da equipe do ETU vão atrás do técnico para que ele treine o time onde um dia foi jogador, para tirar o time do fundo do poço."
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f654255b-a884-4141-a568-c94561da31b6",
    "title": {
      "en": "Half Succubus wo Hirotta"
    },
    "updatedAt": "2024-05-30T15:28:16+00:00",
    "coverArt": "https://mangadex.org/covers/f654255b-a884-4141-a568-c94561da31b6/1021308f-8511-4f29-9c4a-3a4c471de3ac.jpg",
    "altTitles": [
      {
        "ja": "ハーフサキュバスを拾った"
      },
      {
        "en": "Taking Home a Half Succubus"
      },
      {
        "pt-br": "Eu Adotei uma meio-sucubus"
      },
      {
        "es-la": "Llevando a casa una medio súcubo"
      },
      {
        "vi": "Tôi nhặt về nhà một bán Succubus"
      },
      {
        "id": "Pungut anak setengah succubus"
      }
    ],
    "description": {
      "en": "Take a child half succubus and half human.",
      "id": "Mungut anak setengah succubus dan setengah Manusia",
      "pt-br": "Eu Adotei uma meio-sucubus"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab054e29-2551-42b3-97de-451f515b97cb",
    "title": {
      "en": "Bowsette Saga"
    },
    "updatedAt": "2023-01-18T10:46:59+00:00",
    "coverArt": "https://mangadex.org/covers/ab054e29-2551-42b3-97de-451f515b97cb/61c29944-de90-4c4f-94c8-21eaa6e41faf.png",
    "altTitles": [],
    "description": {
      "en": "Bowsette has gotten hitched with Mario! Things seem like they're going to be just dandy until Princess Peach plants the seed of doubt in our poor Bowsette's mind. Now she's going to do everything she can to make sure her latest change is permanent.   \n  \nPosted with [Author Consent](https://twitter.com/Athorist/status/1082509381227499520)."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e7362bdb-d530-4570-ae47-cd0fc47878e7",
    "title": {
      "en": "Reborn Rich"
    },
    "updatedAt": "2024-06-04T18:38:05+00:00",
    "coverArt": "https://mangadex.org/covers/e7362bdb-d530-4570-ae47-cd0fc47878e7/1cc41e28-a166-4f9a-8ab8-31dac7882fe9.jpg",
    "altTitles": [
      {
        "ko": "재벌집 막내아들"
      },
      {
        "en": "The Chaebeol's Youngest Son"
      },
      {
        "en": "The Youngest Son of Sunyang"
      },
      {
        "en": "Youngest Son of the Conglomerate"
      },
      {
        "en": "The Youngest Son of a Conglomerate"
      },
      {
        "en": "The Youngest Son of a Chaebol Family"
      },
      {
        "ja": "財閥家の末息子"
      },
      {
        "zh-hk": "財閥家的小兒子"
      },
      {
        "zh": "财阀家的小儿子"
      },
      {
        "ar": "الابن الأصغر لتكتل"
      },
      {
        "fa": "تولد دوباره در خانواده پولدار"
      },
      {
        "th": "รีบอร์นริช"
      },
      {
        "vi": "Cậu út nhà tài phiệt"
      },
      {
        "fr": "Le plus jeune petit fils du conglomérat"
      },
      {
        "ka": "ხელახლა დაბადებული მდიდარი"
      },
      {
        "ka": "ჩაბეოლის უმცროსი ვაჟი"
      }
    ],
    "description": {
      "en": "Having started from the bottom and worked his way to the top, Hyeonwoo finds himself betrayed by the royal family of Soonyang Group, the largest corporation in South Korea, after providing 13 years of dedicated service. Just when he thinks all his efforts have been made in vain and prepares to embrace his death, he suddenly wakes up in the body of Dojun Jin, the youngest grandson to the founder and CEO of Soonyang, having traveled back in time. Having been granted this second chance, Hyeonwoo begins to lay the foundation for his revenge against his evil relatives."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9ecd208c-c592-4462-9f57-4d7d4a9f956f",
    "title": {
      "en": "Mercenary Enrollment"
    },
    "updatedAt": "2024-01-30T23:47:15+00:00",
    "coverArt": "https://mangadex.org/covers/9ecd208c-c592-4462-9f57-4d7d4a9f956f/75e7fac6-c9f4-43ce-ae0e-cbf06f28f99b.jpg",
    "altTitles": [
      {
        "ko": "입학용병"
      },
      {
        "ko-ro": "Ipagyongbyeong"
      },
      {
        "en": "Teenage Mercenary"
      },
      {
        "de": "Söldnereinschreibung"
      },
      {
        "fr": "High School Mercenary"
      },
      {
        "es": "Mercenario adolescente"
      },
      {
        "ja": "入学傭兵"
      },
      {
        "zh": "少年佣兵"
      },
      {
        "zh-hk": "入學傭兵"
      },
      {
        "th": "พี่ชายสายบอดี้การ์ด"
      },
      {
        "id": "High School Soldier"
      },
      {
        "id": "Tentara Menyamar Jadi Anak SMA"
      },
      {
        "pt-br": "Mercenário Adolescente"
      }
    ],
    "description": {
      "de": "Im Alter von acht Jahren verlor Ijin Yoo seine Eltern bei einem Flugzeugabsturz und strandete in einem fremden Land, wo er gezwungen war, ein Kindersöldner zu werden, um zu überleben. Zehn Jahre später kehrt er nach Hause zurück, um mit seiner Familie in Korea wieder vereint zu sein. Dort scheint alles friedlich zu sein, doch schon bald muss Ijin feststellen, dass das Leben als Teenager eine ganz andere Art des Überlebens ist. Da ihm nur noch ein Jahr in der Oberschule bleibt, muss Ijin neue Taktiken erlernen, um sich auf dem Schlachtfeld der Schule zurechtzufinden. Kann er ein Jahr Oberschule überleben? Oder wird die Schule vielmehr in der Lage sein, IHN zu überleben?\n\n---\nDie Geschichte handelt von einem jungen Koreaner, der bei einem Flugzeugabsturz seine Eltern verloren hat. Das Kind landet irgendwie in einem vom Krieg zerrissenen Teil der Welt und wird zu einem Top-Söldner im Teenageralter. Irgendwie findet er seine Familie wieder und beschließen, ein ruhiges Leben mit seiner Familie zu führen.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "en": "At the age of eight, Ijin Yu lost his parents in a plane crash and became stranded in a foreign land, forced to become a child mercenary in order to stay alive. He returns home ten years later to be reunited with his family in Korea, where food and shelter are plenty and everything seems peaceful. But Ijin will soon learn that life as a teenager is a whole other feat of survival. With only one year of high school left, Ijin must master new tactics to maneuver his way around the schoolhouse battleground.\n\nCan he survive a year of high school? Or rather, will the school be able to survive him?",
      "es": "A los ocho años, Ijin Yu perdió a sus padres en un accidente aéreo y quedó varado en un país extranjero, forzado a convertirse en mercenario para sobrevivir. Diez años después, regresa a su hogar para reunirse con su familia en Corea, en donde sobra la comida y todo parece estar en paz. Sin embargo, Ijin pronto descubrirá que la vida de adolescente es otro tipo de supervivencia. En su último año de secundaria, Ijin debe dominar nuevas tácticas para resistir en el campo de batalla escolar. ¿Podrá sobrevivir a su último año? ¿O podrá su escuela sobrevivir a él?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "fr": "Ijin est un jeune mercenaire qui est le seul survivant d’un accident d’avion survenu dans son enfance. Il vient tout juste de retourner auprès de sa famille qui le croyait mort durant ses 10 ans d’absence. Ijin pourra-t-il mettre de côté son passé sombre et mener une vie normale de lycéen?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "hu": "Yu Ijin volt az egyetlen túlélője egy repülőgép-szerencsétlenségnek, amikor még kicsi volt. Miután zsoldosnak állt, hogy 10 évig túléljen, visszatér a családjához a szülővárosába.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "id": "Yoo Leejin, satu-satunya orang yang hidup dari kecelakaan pesawat terbang, harus bekerja sebagai tentara bayaran selama 10 tahun. Tapi akhirnya dia kembali ke tempat asalnya dan memulai kehidupan baru sabagai anak SMA biasa. Apakah dia bisa bersekolah dengan normal?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "ko": "어린 시절 비행기 추락 사고의 유일한 생존자 유이진.  \n살아남기 위해 용병으로 살아가던 유이진은 10년 후, 가족이 있는 고향으로 돌아왔다.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "th": "ยูอีจิน เด็กหนุ่มผู้รอดตายจากอุบัติเหตุเครื่องบินตกและใช้ชีวิตเป็นทหารมานับแต่นั้นได้กลับมาหาครอบครัวของเขาในที่สุดหลังจากผ่านเวลาไปเป็นสิบปี\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh": "超强少年佣兵归来！\n欺负我妹的一个都不准跑！\n\n幼年遭遇飞机失事，成为唯一幸存者的柳亦真，为了生存成为了佣兵。十年后，因偶然的契机得以回到故乡上学并找回了自己的家人。正当他为失而复得的家人感到幸福，为安逸的生活感到欣喜时，却发现事情并不如他所愿。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "pt-br": "Yu Ijin foi o único sobrevivente de uma queda de avião quando ainda era criança. Depois de se tornar um mercenário por 10 anos para sobreviver, ele retornou para sua família em sua cidade natal.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh-hk": "《大貴族》孫齊晧作家的新作！ 幼年時，飛機墜毀事故的唯一倖存者劉理真，爲了生存以傭兵生活的劉理真，10年後回到了有家人的故鄉。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36d27f1d-122a-4c7e-9001-a0d62c8fb579",
    "title": {
      "en": "Mount Celeb Kaneda-san"
    },
    "updatedAt": "2024-05-15T23:32:05+00:00",
    "coverArt": "https://mangadex.org/covers/36d27f1d-122a-4c7e-9001-a0d62c8fb579/5e9140ed-1a8c-4da4-8cf6-031c345b2af8.jpg",
    "altTitles": [
      {
        "ja": "マウントセレブ金田さん"
      }
    ],
    "description": {
      "en": "Mochiko Kaneda (commonly known as Kaneda-san), a self-important, clumsy sanpaku-eyed celebrity lady, climbs to the top with overwhelming financial power!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7be5032d-1059-4381-bb07-48115eba3073",
    "title": {
      "en": "Genshiken Nidaime - The Society for the Study of Modern Visual Culture II"
    },
    "updatedAt": "2024-05-05T00:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/7be5032d-1059-4381-bb07-48115eba3073/2a326e97-2808-4663-90ed-0d8bcacdfc56.jpg",
    "altTitles": [
      {
        "en": "Genshiken: Second Season"
      },
      {
        "ru": "Гэнсикэн: второе поколение"
      },
      {
        "ja": "げんしけん 二代目"
      },
      {
        "zh": "现视研二代目"
      }
    ],
    "description": {
      "en": "Genshiken follows the lives of a group of college students drawn together by their shared hobbies, and the trials and adventures associated with being otaku.  \n  \nGenshiken Nidaime (\"Second Generation\") is a continuation of the previous series, with chapter numbering starting at 56."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "127"
  },
  {
    "mangaId": "33af412e-8d17-4ce5-90a5-a0857b8cb0ed",
    "title": {
      "en": "Yoru no Kurage wa Oyogenai"
    },
    "updatedAt": "2024-06-15T16:17:31+00:00",
    "coverArt": "https://mangadex.org/covers/33af412e-8d17-4ce5-90a5-a0857b8cb0ed/f4db82dd-32a1-442c-93ee-faef9d867a41.jpg",
    "altTitles": [
      {
        "vi": "Sứa không thể bơi trong đêm"
      },
      {
        "en": "Jellyfish Can't Swim in the Night"
      },
      {
        "ja": "夜のクラゲは泳げない"
      },
      {
        "ja-ro": "Yoru no Kurage wa Oyogenai"
      },
      {
        "ja-ro": "YoruKura"
      }
    ],
    "description": {
      "en": "Four girls, an illustrator, a former idol, a VTuber, and a composer, form an anonymous artist group called \"JELEE\", each pursuing their artistic dreams while supporting one another."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "Kaoru Hana wa Rin to Saku"
    },
    "updatedAt": "2024-06-11T22:55:31+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/47b0ee88-9210-4f81-93d3-e3e5d1d54549.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "ja": "#薫る花"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "ja-ro": "Kaoru Hana Wa Rin To Saku"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "en": "The Fragrant Flower Blooms With Dignity"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High. This is the story of two people who are so close and yet so far apart.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77e47a2a-6ad0-4bf0-97c9-75a3cddf804b",
    "title": {
      "en": "Guardian With Benefits"
    },
    "updatedAt": "2021-03-13T23:08:29+00:00",
    "coverArt": "https://mangadex.org/covers/77e47a2a-6ad0-4bf0-97c9-75a3cddf804b/8c427acc-303a-4804-ae26-50ddabe85290.jpg",
    "altTitles": [
      {
        "en": "한밤의 공생"
      }
    ],
    "description": {
      "en": "Heartbroken guardian starts a symbiotic relationship with a guy to restore his faith in humanity."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "edbfa52c-b792-4766-8be3-ea8ef9681207",
    "title": {
      "en": "I Became a Dark Fantasy Villain"
    },
    "updatedAt": "2024-05-23T02:43:47+00:00",
    "coverArt": "https://mangadex.org/covers/edbfa52c-b792-4766-8be3-ea8ef9681207/82cc6110-d190-408e-afe0-66621ff95a00.jpg",
    "altTitles": [
      {
        "ko": "다크 판타지의 망캐가 되었다"
      },
      {
        "en": "Doomed Character of a Dark Fantasy World"
      },
      {
        "en": "I Got Transmigrated to a Dark Fantasy MMORPG and Became the Ruined Character I Raised"
      },
      {
        "en": "Trash of a Dark Fantasy"
      }
    ],
    "description": {
      "en": "<Character Deletion Rejected>\n\nNot impossible, but rejected...? I didn’t even give myself time to think, I opened my eyes in the middle of a swamp. As a trash character, I leveled.\n\nA brutal and ominous world. Filled with those who worship chaos and abyss, rushing towards the brink of destruction in a dark age.\n\nThis is the story of a survival journey in the dark fantasy, the survival of a trash character."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e01d7f6-c4e1-4102-9dd0-a6fccc065978",
    "title": {
      "en": "Monochrome Lovers"
    },
    "updatedAt": "2024-03-24T11:19:45+00:00",
    "coverArt": "https://mangadex.org/covers/1e01d7f6-c4e1-4102-9dd0-a6fccc065978/ebe9af06-9336-4b7e-93e7-624bb97c1d78.jpg",
    "altTitles": [
      {
        "ja-ro": "Monokurorabāzu"
      },
      {
        "ja": "モノクロラバーズ"
      }
    ],
    "description": {
      "en": "One day, suddenly, an angel came descending from the sky!?  \nWhile heading towards his university entrance ceremony, Yuu meets an unsociable, mysterious girl. Yuu, who can't help but be curious of her — who is as free-willing as a stray cat — gradually shortens the distance between them. As various feelings mix around, their bond gets spun together, but what can be seen beyond that is…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "174"
  },
  {
    "mangaId": "9bcaaed3-b14a-4c49-b4b6-cc86a2b44be3",
    "title": {
      "en": "Black Corporation: Joseon"
    },
    "updatedAt": "2023-12-29T03:47:06+00:00",
    "coverArt": "https://mangadex.org/covers/9bcaaed3-b14a-4c49-b4b6-cc86a2b44be3/526678d8-a268-4897-a6cc-c14f8068ec8f.jpg",
    "altTitles": [
      {
        "ko": "블랙기업조선"
      }
    ],
    "description": {
      "en": "The maniac who was crazy about all kinds of fields such as military and steampunk had been reincarnated. However, his father was King Sejong the Great?\nThe mania-wise king and his crazy maniac son. Along with the ministers, and countless humans who were getting exploited.\nEven today, the night of Joseon was filled with the light of overtime."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e6cdc8a-3622-4c3a-b373-55d2a751c44e",
    "title": {
      "en": "Buta no Fukushuu"
    },
    "updatedAt": "2024-05-31T15:24:42+00:00",
    "coverArt": "https://mangadex.org/covers/6e6cdc8a-3622-4c3a-b373-55d2a751c44e/41a8bd16-0e44-420d-90a8-a500b0c2f5b8.jpg",
    "altTitles": [
      {
        "ja": "豚の復讐"
      },
      {
        "en": "A Pig's Revenge"
      },
      {
        "en": "Revenge of the Pigs"
      },
      {
        "ru": "Месть свиней"
      }
    ],
    "description": {
      "en": "After rampant bullying, high school boy Takeshi Hirota kills himself and is transported to another another world, where he is accepted by the orcs due to his appearance."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c98a93a0-67fa-4319-acf3-d80a13b68285",
    "title": {
      "en": "Mitsudomoe"
    },
    "updatedAt": "2023-10-29T00:04:08+00:00",
    "coverArt": "https://mangadex.org/covers/c98a93a0-67fa-4319-acf3-d80a13b68285/fc0ce56e-b660-49ee-b3d8-def7ce134f3d.jpg",
    "altTitles": [
      {
        "fr": "Les Triplées"
      },
      {
        "ru": "Отвязная Троица"
      },
      {
        "th": "สามรั่วตัวแสบ"
      },
      {
        "ja": "みつどもえ"
      },
      {
        "zh": "三人混战"
      },
      {
        "zh": "超元氣3姊妹"
      },
      {
        "ko": "쓰리몬"
      },
      {
        "en": "Three Part Struggle"
      },
      {
        "en": "Three Way Scramble"
      },
      {
        "en": "Three-way Struggle"
      }
    ],
    "description": {
      "en": "The somewhat precocious and sadistic girl Mitsuba, the somewhat lecherous muscle girl Futaba, and the somewhat mysterious gloomy girl Hitoha. Better known as the (mischievous) \"Marui Sisters,\" this is the story of how these triplets go about their days in Class 6-3 with their cute yet wild antics."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "19",
    "lastChapter": "348"
  },
  {
    "mangaId": "c089b50c-beeb-434a-ab8d-2676dc026564",
    "title": {
      "en": "Top Tier Providence"
    },
    "updatedAt": "2023-03-19T08:44:45+00:00",
    "coverArt": "https://mangadex.org/covers/c089b50c-beeb-434a-ab8d-2676dc026564/1b68d2fc-8e1c-4703-8daa-2e8228d5ad6c.jpg",
    "altTitles": [
      {
        "zh": "顶级气运，悄悄修炼千年"
      },
      {
        "zh-ro": "Dingji Qiyun, Qiaoqiao Xiulian Qiannian"
      },
      {
        "zh-ro": "Dǐngjí Qìyùn, Qiāoqiāo Xiūliàn Qiānnián"
      },
      {
        "en": "Top Tier Providence- Secretly Cultivate for a Thousand Years"
      },
      {
        "en": "Top Tier Providence: Secretly Cultivate for a Thousand Years"
      }
    ],
    "description": {
      "en": "Being reincarnated in a cultivation world, Han Jue realizes that he can live his life like a video game. He can reroll his cultivation potential and connate providence.\nSo, he spends 11 years rerolling for a good one…\n[Unparalleled: Immortal beauty, top-notch charm]\n[Destined Sword fanatic: Top-notch Sword Dao aptitude, top-notch Sword Dao comprehension]\n[Unparalleled Movement Technique: Top-notch movement technique aptitude]\n[Descendant of the Immortal Emperor: You will receive an unparalleled cultivation technique and 1,000 superior-grade spirit stones]\nIn pursuit of longevity, Han Jue decides to cultivate in a low-profile manner.\nA thousand years later, generations of cultivators have become history.\nThat is when beings of the fairyland start cleansing the mortal world. Han Jue can no longer hide and has no choice but to take action.\nThen he realizes, that deities and gods aren’t that powerful after all!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16a16845-90d1-4895-b2b8-4895624588c7",
    "title": {
      "en": "Kaii to Otome to Kamikakushi"
    },
    "updatedAt": "2024-05-14T06:49:20+00:00",
    "coverArt": "https://mangadex.org/covers/16a16845-90d1-4895-b2b8-4895624588c7/ae1a0627-f1bf-4cf2-960e-239657d9a6e3.jpg",
    "altTitles": [
      {
        "ja": "怪異と乙女と神隠し"
      },
      {
        "ko": "괴이와 소녀와 행방불명"
      },
      {
        "zh": "怪异×少女×神隐"
      },
      {
        "ru": "Тайны, девы и мистические происшествия"
      },
      {
        "en": "Mysterious Disappearances"
      },
      {
        "en": "Mysteries, Maidens, and Mysterious Disappearances"
      },
      {
        "en": "Apparitions, Maidens, & Mysterious Disappearances"
      }
    ],
    "description": {
      "en": "Mysterious incidents in a city, one after the other. A demonic being is challenged to resolve them. Sumireko, seemingly a plain store clerk, aspires to be a novelist and rocks an alluring body with some ardent admirers. Adashino, an admirer who looks like a boy, is a bookstore clerk. He's steeped in mystery however, at first, until the path of challenges is revealed that he and his sister must face in the city in order to win their ticket back home, outside this world. A story of modern mysteries and romantic aspirations begins.",
      "ru": "Ряд загадочных инцидентов начинают происходить в городе. И всё бы ничего если этот город не был домом для Сумиреко, красивой девушки с писательским стремлением. Какие же происшествия будут ждать Сумиреко и её коллегу по работе, Адашино, полного загадок парня, работающего в книжном?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4c0c579-f0a6-4ff7-bc2e-1c0d3f614d03",
    "title": {
      "en": "Atarashii Kimi e"
    },
    "updatedAt": "2024-05-06T19:16:14+00:00",
    "coverArt": "https://mangadex.org/covers/a4c0c579-f0a6-4ff7-bc2e-1c0d3f614d03/e69c9ff2-ae1d-435f-84c3-03b3e69b114c.jpg",
    "altTitles": [
      {
        "ja": "新しいきみへ"
      },
      {
        "en": "To a New You"
      },
      {
        "zh": "致崭新的你"
      }
    ],
    "description": {
      "en": "Sakuma, a teacher at an all-girls school, sees his wife in the red-light district cheating on him one day. In response, he runs away and decides to tour Japan, going wherever his heart may lead him. He finally reaches Odawara and meets a young girl, that looks like the one he always sees in his dreams. He barely manages to stop himself from crossing the line with the girl, and he eventually returns to his normal life, having discovered that his wife's alleged cheating was all a misunderstanding. But then...",
      "pt-br": "Sakuma, um professor em uma escola só para meninas, vê sua esposa no distrito de prostituição o traindo. Em resposta, ele foge e decide fazer uma turnê pelo Japão, indo aonde seu coração o levar. Ele finalmente chega a Odawara e conhece uma jovem, que se parece com a que ele sempre vê em seus sonhos. Ele mal consegue se impedir de cruzar a linha com a garota e, eventualmente, retorna à sua vida normal, ao descobrir que a suposta traição de sua esposa foi um mal-entendido. Mas então..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "24"
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Medaka Kuroiwa is Impervious to My Charms"
    },
    "updatedAt": "2024-06-05T08:29:31+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/9a1cb685-fce3-4270-9eae-69d4a801187c.jpg",
    "altTitles": [
      {
        "ja-ro": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
      },
      {
        "en": "My Charms Are Wasted on Medaka Kuroiwa"
      },
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Craque pour moi, Medaka !"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "fr": "Tu ne le sais pas encore, mais tu m’adores !\n\nMona plaît à tout le monde, c’est comme ça. Son sourire, son allure, sa personnalité… Tout chez elle attire les gens. Dans son lycée, elle fait tourner toutes les têtes. Sauf celle d’un garçon… Medaka. Fraîchement admis dans son école, celui-ci a complètement chamboulé la vie de cette fille à qui nul ni personne n’est censé résister. C’est bien simple : Medaka refuse de la regarder ou se renfrogne à la moindre de ses tentatives de rapprochement. Devant cette insulte à son charme ravageur, Mona décide de tout mettre en œuvre pour le séduire, quitte à se mettre dans des situations où elle-même ne saura plus quoi ressentir ! La tombeuse VS l’insensible : qui craquera en premier ? \n\n---\n\nMaison d'édition FR : **Pika**",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\r\n\r\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!!　しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！　「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！　時にはちょっぴりカゲキなことも!?　\r\nモテ女子×禁欲男子のラブコメディ、大勃発――!!",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "fed930cb-30d2-438e-a136-9a224b7c50aa",
    "title": {
      "en": "I Have An Apocalyptic Dungeon"
    },
    "updatedAt": "2023-04-10T12:58:00+00:00",
    "coverArt": "https://mangadex.org/covers/fed930cb-30d2-438e-a136-9a224b7c50aa/d3e1a863-6266-4995-b8ba-50faa4849be7.jpg",
    "altTitles": [
      {
        "zh": "我有一座未世地下城"
      },
      {
        "en": "I Have an Apocalyptic Underground City"
      },
      {
        "en": "I Have a Post-Apocalyptic Dungeon"
      }
    ],
    "description": {
      "en": "A Female President? Then come help me manage the shelter. A Female Special Forces Soldier? Then come and be the captain of the guards.   \nAt the end of the world, titles like CEOs, beautiful women, secretaries, electricians, programmers and all other professions are all no longer useful. Don't be afraid to come to my underground system shelter- as long as you are talented people and human beings!   \n  \n5 consecutive updates will be launched after February 16."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cddd1849-ab36-4304-8103-06ba4062b5e6",
    "title": {
      "en": "Kubo Won't Let Me Be Invisible"
    },
    "updatedAt": "2024-04-24T20:01:52+00:00",
    "coverArt": "https://mangadex.org/covers/cddd1849-ab36-4304-8103-06ba4062b5e6/1a6dd185-7542-41e0-b987-64366d6ee0fe.jpg",
    "altTitles": [
      {
        "en": "Kubo-san Does Not Allow Me"
      },
      {
        "en": "Kubo-san Doesn't Leave Me (a Mob) Be"
      },
      {
        "fr": "Kubo-san ne me laisse pas tranquille"
      },
      {
        "es": "Kubo-san no me deja / Kubo-san no me deja ser (un personaje de fondo)"
      },
      {
        "id": "Kubo-san Tidak Mau Membiarkanku (Seorang Jelata) Sendirian"
      },
      {
        "ru": "Кубо-сан не признает меня (мобом)"
      },
      {
        "ja": "久保さんは僕(モブ)を許さない"
      },
      {
        "zh": "久保同学不放过我 / 久保同學不放過我"
      },
      {
        "ko": "쿠보 양은 나를 내버려 두지 않아"
      },
      {
        "en": "Kubo-san Doesn't Leave Me Be (a Mob)"
      },
      {
        "ja-ro": "Kubo-san wa Boku (Mobu) wo Yurusanai"
      },
      {
        "id": "Kubo Tidak Akan Membiarkanku Sendirian"
      },
      {
        "it": "Kubo non mi permette di essere invisibile"
      }
    ],
    "description": {
      "en": "First year high schooler Junta Shiraishi is a mob character who goes unnoticed even when he's standing right next to you. But his classmate, \"heroine-level beauty\" Kubo, always notices him and is there to tease him. Anyone can become special to someone, but it might be a little too early to call these feelings \"love.\"\n\nPerhaps this story is still two-steps from being a romantic comedy! A sweet comedy where a background character becomes visible!",
      "es": "Shiraishi Junta es un muchacho simplón que le faltan dos pelos para ser invisible ante sus compañeros de clase; en otras palabras, un personaje de fondo. Esto da entrada a Kubo, su bella vecina de asiento que siempre le da atención y juguetea experimentando con él para determinar qué tan \"invisible\" él es de hecho… y entonces, ella se declara a sí misma su \"heroína\"!!!",
      "id": "Junta Shiraishi, siswa kelsa 1 SMA, adalah seorang cowok 'figuran' yang tak terasa kehadirannya. Biarpun duduk di sebelah orang, orang itu tidak menyadari kehadirannya, bahkan meskipun ikut terfoto dalam foto bersama, fotonya dibuatkan gambar wajah karena dikira absen. Hanya Kubo-san, cewek cantik teman sekelasnya yang 'level heroine', yang dapat menemukannya dengan matanya yang tajam, dan setiap hari mengusilinya.\n\nSiapa pun bisa menjadi spesial bagi seseorang. Tapi, untuk sampai pada yang namanya 'cinta', perasaan kedua orang itu masih sedikit polos.",
      "ru": "Шираиши-кун - обычный школьник, только вот он очень неприметный, настолько, что даже одноклассники и учителя не замечают его. Ещё чуть-чуть и он был бы совсем невидимым. Другими словам \"моб\". В свою очередь, Кубо-сан - его прекрасная соседка по парте, только она постоянно замечает его. Кубо-сан игриво экспериментирует с Шираиши, чтобы оценить - насколько же он \"неприметный\" на самом деле… А потом объявляет себя его \"героиней\"!!!",
      "pt-br": "Estudante do Ensino Médio, Junta Shiraishi passa despercebido por todos, até mesmo quando ele está parado bem ali. No entanto, Kubo-san, a garota mais bonita de sua classe, parece encontrá-lo não importa onde esteja?!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "144.5"
  },
  {
    "mangaId": "0cc2aa24-5a33-4cfc-b277-9443ad2bc3f0",
    "title": {
      "en": "Fish"
    },
    "updatedAt": "2024-05-11T12:18:48+00:00",
    "coverArt": "https://mangadex.org/covers/0cc2aa24-5a33-4cfc-b277-9443ad2bc3f0/dd54f2f2-f0c9-4937-a49c-be4f04911c43.jpg",
    "altTitles": [
      {
        "ja": "fish -フィッシュ-"
      },
      {
        "en": "Fish"
      }
    ],
    "description": {
      "en": "There exist humans who can crawl into the memories of others and manipulate them to their advantage. “The company”, a system that succeeds in merge and acquisition deals, owes its rapid growth to the misuse of said abilities, but an attack by rebels of the same kind makes the plot thicken.\n\n“Even if I’ve lost my memories, can I still be myself?” A psychological suspense drenched in blood and tears.\n\n--------------------------------------------\n\nFish is the sequel to Pet, a manga by the same author, and its translation isn't complete yet but there's an anime that covers Pet fully.\n\nI strongly recommend knowing Pet's story before reaching Fish's 3rd volume!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "37"
  },
  {
    "mangaId": "96b0d216-d389-491c-b063-e283b5b2c198",
    "title": {
      "en": "Character Collaborations with ABJ mark!"
    },
    "updatedAt": "2024-04-27T04:18:18+00:00",
    "coverArt": "https://mangadex.org/covers/96b0d216-d389-491c-b063-e283b5b2c198/a0c3f68e-0dc9-429e-b993-431feaee0ba7.jpg",
    "altTitles": [
      {
        "ja": "あのキャラがABJマークとコラボ!"
      }
    ],
    "description": {
      "en": "[Video version (YouTube)](https://youtu.be/jCYUazxydpc)",
      "ja": "海賊版でマンガが危ない!\n\nABJマークの付いているサービスで読もう!\n\n- ABJマークって「なんの略」?\n>「Authorized Books of Japan＝公認された日本の本」、つまり「正規の出版物」という意味です。\n\n- どうして今、ABJマークなの?\n> 残念なことにネット上には、いわゆる「海賊版」（クリエイターから許諾を得ずに、勝手にアップしている違法な電子出版物）があふれています。しかも、正規のサービスと見分けがつかない海賊版サイトも出現しています。一目で正規版サービスであることがわかるマーク、それがABJマークです。電子書店をはじめとする各サービスの目につくところ、おもにトップページに掲示されています。\n\n- ABJマークって「なに」?\n> 電子書店等を利用して電子出版物を楽しんでいる読者に対し、そのサービスが、クリエイターからきちんと許諾を受けて配信している正規のサービスであることを示すマークです（でも、正規のサービス全部についているわけではありません。これから、どんどん増えていきます）。\n\n- ABJマークは「安心のマーク」\n> このマークがあるサービスで読めば、安心です。海賊版サイトと知らずにアクセスすると、ウィルスやフィッシング詐欺、強制マイニングなどの危険にさらされる可能性があります。また、正規版で読んでいただくことによって、そこからクリエイターに対価が支払われ、新しい次の作品を生み出す力になります。海賊版サイトは、クリエイターに何の利益ももたらしません。運営者が不当に儲けるだけです。"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "47"
  },
  {
    "mangaId": "69f0ece7-d8c1-4971-b977-837d7d8195df",
    "title": {
      "en": "Joshi-man"
    },
    "updatedAt": "2024-04-01T19:11:24+00:00",
    "coverArt": "https://mangadex.org/covers/69f0ece7-d8c1-4971-b977-837d7d8195df/cc186ec9-e09b-43e4-8cec-a5705a37c83d.jpg",
    "altTitles": [
      {
        "ja-ro": "joshiman."
      },
      {
        "ja": "じょしまん。"
      }
    ],
    "description": {
      "en": "Two high school girls spring into erotic manga! Tanaka is a pure-hearted gal who likes to draw Shoujo Manga, and Terao is a plain, expressionless girl who is active as an erotic manga artist. Watch two complete opposites step into the depth and potential of the of erotic manga world!",
      "ja": "女子高生２人、エロ漫画にかける性春！　少女漫画が大好きな純情ギャル・田中。実はエロ漫画家として活躍中の地味子・寺尾。性格も見た目も正反対の２人は、奥が深くて可能性に溢れた「エロ漫画」の世界に足を踏み入れる――！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "faa06619-ed98-498e-92db-0313a265c3a6",
    "title": {
      "en": "Supreme Zerg Lord"
    },
    "updatedAt": "2024-04-17T09:53:56+00:00",
    "coverArt": "https://mangadex.org/covers/faa06619-ed98-498e-92db-0313a265c3a6/c4920f3d-8cae-4e7e-bbad-ffa40383319e.jpg",
    "altTitles": [
      {
        "en": "Overlord of Insects"
      },
      {
        "en": "The King of the Insects"
      },
      {
        "zh": "全民：我虫族主宰"
      }
    ],
    "description": {
      "en": "Having been transported into a world where everyone is a Job-Changer, Jiang Chen awakened the Insect Domination System! The little insects can evolve, attack, and extract talents! Most importantly, they can breed invincible natural disasters!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a4d2e5f-c4f4-47e3-9725-133bd5869c05",
    "title": {
      "en": "Rabukome Manga ni Haitte Shimatta no de, Oshi no Make Heroine wo Zenryoku de Shiawase ni suru"
    },
    "updatedAt": "2024-03-30T17:46:24+00:00",
    "coverArt": "https://mangadex.org/covers/4a4d2e5f-c4f4-47e3-9725-133bd5869c05/a73ffd15-dd18-4ba7-a365-8e67e17d5c25.jpg",
    "altTitles": [
      {
        "ja": "ラブコメ漫画に入ってしまったので、推しの負けヒロインを全力で幸せにする"
      },
      {
        "id": "Karena aku sudah masuk ke kedalam dunia manga romcom, aku akan melakukan yang terbaik untuk membuat Heroine yang kalah dapat bahagia."
      },
      {
        "en": "Since I’ve Entered the World of Romantic Comedy Manga, I’ll Do My Best to Make the Losing Heroine Happy"
      }
    ],
    "description": {
      "en": "In the world of a popular rom-com manga, my only mission as the friend of the MC is to make the losing heroine, Sei-chan, happy!\n\n\"I'll definitely make you happy. Please go out with me.\"\n\n\"W-Wait, what!? Y-You're being serious...!?\"\n\nThe manga adaptation of the sweet rom-com from Kakuyomu starts now!",
      "id": "Seorang anak sma otaku mempunyai waifu yang kalah war, setelah pulang kerja part time ia pun membeli kebutuhan otakunya lalu dia di tabrak oleh truck-kun yang supirnya lagi turu dan malah reinkarnasi kedalam manga kesukaannya namun setelah sampai disana dia malah nembak waifunya sendiri!!?",
      "ja": "大人気ラブコメ漫画の世界で、主人公の友人キャラになってしまった俺の使命はただ一つ。 劇中の負けヒロイン・聖ちゃんを幸せにしてあげることだけだ！ 「絶対に幸せにするから、俺と付き合ってほしい」 「ちょ、ちょっと待て!? お、お前、本気か…!?」 カクヨム発・話題のベタ甘ラブコメが、コミカライズで開幕!!",
      "vi": "Tôi rất thích một bộ manga romcom.\n\nTuy nhiên, nhân vật mà tôi thích lại là một nữ phụ, một nhân vật không bao giờ có thể đến được với... nam chính.\n\nMột ngày nọ, tôi bị tông bởi một chiếc xe tải và khi tỉnh dậy thì nhận ra mình đang vào vai người bạn thân của nam chính trong bộ manga romcom đó.\n\nNhư vậy, vai trò của tôi lúc này chỉ có một\n\n\"Tớ thích cậu, chắc chắn tớ sẽ khiến cho cậu hạnh phúc, Sei-chan!\"\n\nChắc chắn, tôi sẽ thay đổi câu chuyện tình buồn của nữ phụ, và khiến cho cô ấy hạnh phúc!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "003ef8e4-0ae6-4dfe-8195-cd42a8cf37dc",
    "title": {
      "en": "High School Boy"
    },
    "updatedAt": "2024-06-15T16:45:32+00:00",
    "coverArt": "https://mangadex.org/covers/003ef8e4-0ae6-4dfe-8195-cd42a8cf37dc/df98b3a9-bddd-4dd2-81cd-23a1618e38fc.png",
    "altTitles": [
      {
        "ko": "남고 소년"
      },
      {
        "en": "Highschool Boy"
      }
    ],
    "description": {
      "en": "Hong Il-tak, the only red spot at Daemun Namgo. Despite his name and nickname, he's a boy, and his dwarfism and peculiar appearance have led to him being looked down upon by everyone from the nerds to the elders, and he's at the bottom of the school hierarchy. In the past, until his sophomore year, Iltak had been a famous member of the Iljin, but a problem of his own brought him to the bottom of the food chain... \"His secondary sexuality. If only he'd come to me...!\" After enduring daily teasing and bullying because his body stopped growing like his peers, Hong Il-taek thought of a way to move up in the ranks... \"If I can befriend this guy, who's in the second grade at Dae-moon Boys' High School, I'll be able to move up again!\" But for some reason, Lee Hyun-woo tries to keep his distance from Hong Il-taek... Can Hong Il-taek find his former glory again?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3b1ebe3-bffd-44e1-b712-c2c2e8f08651",
    "title": {
      "en": "Chirijiri Yuku no"
    },
    "updatedAt": "2024-06-02T23:51:04+00:00",
    "coverArt": "https://mangadex.org/covers/c3b1ebe3-bffd-44e1-b712-c2c2e8f08651/6ad99ec5-ae38-488f-99f6-00322386908b.jpg",
    "altTitles": [
      {
        "ja": "ちりぢりゆくの"
      }
    ],
    "description": {
      "en": "Kuno Shio, who is half human and half alien, has a \"glitch\" that causes his body to turn into a gel-like mass when he gets lustful.\nHe enjoys attracting girls who gather because of his novelty, but one day, his parents are worried about Shio, who is only interested in splattering, and transfer him to a boarding school for boys.\nAt the moment when Souma Minato, the class representative who was assigned to take care of Shio, hugs him, Shio somehow splatters...!?\nThe popular pure love comedy for youth, which was popular on LINE manga, is now a full-color comic with original illustrations!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e65c296e-8a91-4799-a20f-2b6802d63e20",
    "title": {
      "en": "Body Complex"
    },
    "updatedAt": "2024-01-11T00:46:06+00:00",
    "coverArt": "https://mangadex.org/covers/e65c296e-8a91-4799-a20f-2b6802d63e20/9e05184a-c865-48ca-b309-0c944163ff59.jpg",
    "altTitles": [
      {
        "ja": "身体情结"
      },
      {
        "ko": "바디 컴플렉스"
      }
    ],
    "description": {
      "en": "After Jaehyun’s piano performance goes viral, world-renowned classical music professor, Kang Minwoo, takes him under his wing. This entails both a scholarship at a prestigious music school and…a sexual relationship outside of the classroom. Jaehyun hopes his special relationship with the professor will come with perks, such as an opportunity to study in Germany. But when the professor’s son, a piano prodigy, enters the picture, Jaehyun finds his plans thwarted."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "38"
  },
  {
    "mangaId": "6ad54367-4165-43ed-9a7d-71179c520180",
    "title": {
      "en": "Yani Neko"
    },
    "updatedAt": "2024-03-25T10:53:24+00:00",
    "coverArt": "https://mangadex.org/covers/6ad54367-4165-43ed-9a7d-71179c520180/030553f4-3844-4a27-a987-c79286f4a2bd.jpg",
    "altTitles": [
      {
        "ja": "ヤニねこ"
      },
      {
        "vi": "Cô mèo nghiện thuốc"
      },
      {
        "en": "Tar Cat"
      }
    ],
    "description": {
      "en": "A chain-smoking catgirl struggling with her cigarette addiction."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0bf4203-1655-41a1-9662-78c3ef2dd39b",
    "title": {
      "en": "The Journey of Baili"
    },
    "updatedAt": "2024-06-15T22:02:56+00:00",
    "coverArt": "https://mangadex.org/covers/d0bf4203-1655-41a1-9662-78c3ef2dd39b/69a5616b-31d9-4547-9a7e-d0f7f5a14ee8.png",
    "altTitles": [
      {
        "zh": "百裏行者"
      },
      {
        "zh-ro": "Bai Li Xing Zhe"
      },
      {
        "en": "The Journey of a Hundred Miles"
      }
    ],
    "description": {
      "en": "When he was young boy, Yixing’s (Baili) parents were brutally murdered. Concealing his identity, he entered the selection training as an imperial guard for the Jinyiwei (Ming Dynasty secret police). But after meeting Daizi, what fate will await them…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "14"
  },
  {
    "mangaId": "2004b225-bae8-43ca-92ad-ebae1ce6498e",
    "title": {
      "en": "Ultimate Son-in-law"
    },
    "updatedAt": "2024-04-16T07:22:17+00:00",
    "coverArt": "https://mangadex.org/covers/2004b225-bae8-43ca-92ad-ebae1ce6498e/29b06e3f-0b2e-48ff-bc4d-5c5f8f110805.png",
    "altTitles": [
      {
        "zh-ro": "Shishang Zui Qiang Zhui Xu"
      },
      {
        "zh": "史上最强赘婿"
      },
      {
        "en": "Survive As The Hero’s Husband!"
      },
      {
        "vi": "Chàng Rể Mạnh Nhất Lịch Sử"
      }
    ],
    "description": {
      "en": "Shen Lang traveled to the past and became a matrilocal son-in-law of a wealthy family. And yet he was kicked out for being a good-for-nothing. So he swore that he would marry a more powerful and striking noblewoman.\n\nI'm not going to practice martial arts in my whole life! I'll groom my wife to be the No.1 martial master in the world! She will kick the ass of anyone who dares to mess with me!\n\n---\n**Links:**\n- Alternative Official Raw - [Bilibili](https://manga.bilibili.com/detail/mc32611)",
      "pt-br": "Sheng lang foi expulso de casa por ser um desperdício de comida e oxigênio, coisas aconteceram e ele acabou em outro mundo, para sobreviver nesse novo mundo ele precisa aprender artes marciais mas como ele é muito preguiçoso e fraco ele concluiu que sua melhor opção é encontrar uma esposa bonita, rica e talentosa e ser apenas um marido troféu que passa seus dias aproveitando as riquezas da vida!! E se alguém se atreve a perturbar sua paz, ele vai dizer a sua esposa para chutar seus traseiros!!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "899b5de6-9ad8-40bd-bc32-0fac4f7af86c",
    "title": {
      "en": "The Story of a Low-Rank Soldier Becoming a Monarch"
    },
    "updatedAt": "2024-06-06T12:23:22+00:00",
    "coverArt": "https://mangadex.org/covers/899b5de6-9ad8-40bd-bc32-0fac4f7af86c/37112d36-ebe0-4e8e-ae33-f44486bfdddb.png",
    "altTitles": [
      {
        "ko": "말단 병사에서 군주까지"
      },
      {
        "ko-ro": "Maldan Byeongsaeseo Gunjukkaji"
      },
      {
        "en": "Becoming the Monarch"
      },
      {
        "ru": "От рыцаря самого низкого ранга до монарха"
      },
      {
        "th": "จากเบี้ยสู่ราชัน"
      },
      {
        "ja": "末端兵士が君主になるまで"
      },
      {
        "zh": "从士兵到君主"
      }
    ],
    "description": {
      "en": "When Chris, a one-armed mercenary with considerable experience and skills, swallows an artifact after an unlikely encounter with a savage looter, he finds himself back in the past as a 15-year-old lowly foot soldier... with both his arms.\n\nThis time, he will not let his life take an unfortunate turn. This time, he will not let his friends die in vain. This time, he will use his knowledge and reach for the sky.\n\n---\n- [Alternative Raw (Naver)](https://series.naver.com/comic/detail.series?productNo=5912441)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12396)",
      "ko": "다시 시작된 전장, 15세 말단 병사 시절. \n \n15세, 전장에서 오른팔을 잃고… \n \n24년, 살기 위해 닥치는 대로 온갖 잡기를 익혔지만 \n―늘 비슷한 말을 들었다. \n \n“그냥 하지 마라. 너한테 창술 가르치다가 흰머리만 늘겠다.” \n“배우려면 못 배울 것도 없지만, 효율이 너무 떨어진다.” \n“야, 약초 캐자, 약초. 왜 굳이 검술을 배우려고 그러냐?” \n“그냥 평범하게 살아.” \n \n―그렇게 39세, \n왼팔마저 잘리고 벼랑으로 떨어졌다. \n정체 모를 아티팩트를 삼킨 채… \n \n \n【 그 릿 탐 색 중 … 】 \n \n― 성장의의지 \n \n― 배움의탐욕 \n \n― 근면한욕심 \n \n― 열정과집념 \n \n― 재능없는끈기 \n \n― …회귀본능 \n \n \n한물간 용병 크리스에서 소년병 크리스로! \n \n \n《 경 험 치 가 올 랐 습 니 다 ! 》 \n \n― 이것은 노련한 소년이 전장에서 출세하는 이야기 \n \n《 경 험 치 가 올 랐 습 니 다 ! 》 \n \n― 이것은 재능 없는 자가 한계를 돌파하는 이야기 \n \n《 경 험 치 가 올 랐 습 니 다 ! 》 \n \n― 이것은 평범한 자가 스스로 기사가 되는 이야기 \n \n《 경 험 치 가 올 랐 습 니 다 ! 》 \n \n― 이것은 비범한 군주가 자기 사람들을 지키는 이야기 \n \n《 경 험 치 가 올 랐 습 니 다 ! 》 \n \n― 이것은 되돌아온 자가 대륙을 구원하는 이야기 \n\n \n《《《 경 험 치 가 전 부 충 족 되 었 습 니 다 ! 》》》\n\n---\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=5912441)\n\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=56065304)\n\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12396/)",
      "ru": "Когда мне было 15, я потерял свою правую руку на поле битвы...\n\nК 24 годам я научился разным уловках, без которых в жизни мне стало не обойтись\n-Я всё время слышал подобные слова.\n\n«Просто брось это дело. На моей голове появится только больше седых волос, если я буду обучать тебя содзюцу»\n«Если ты хочешь чему-то научиться, то перед тобой нет преград, однако твоя продуктивность слишком хромает»\n«Эй, давай срывать травы, травы. Почему пытаешься научиться лишь искусству меча?»\n«Просто живи, как все».\n\n―А когда мне было 39 лет,\nЯ лишился левой руки и упал с утёса.\nПроглотив артефакт, о сущности которого мне ничего было неизвестно...\n\n【Поиск сил… 】\n\n- Готовность к росту\n\n- Желание познаний\n\n- Горячая жадность\n\n- Сила и упорство\n\n- Старания без таланта\n\n-… Оборот инстинктов\n\nПосле битвы я очнулся вновь 15-летним солдатом.\n\n《Очки опыта выросли! 》\n\n《Очки опыта выросли! 》\n\n《Очки опыта выросли! 》\n\n《Очки опыта выросли! 》\n\n《Очки опыта выросли! 》\n\nИз побитого жизнью наемника Криса я превратился в молодого парня-солдата Криса!\n\n- Это история искусного юноши, добившегося успеха на поле боя.\n\n- Это история человека без таланта, выходящего за границы обычного\n\n- Это история простого человека, который сам становится рыцарем.\n\n- Это история о необыкновенном монархе, защищающем свой народ.\n\n- Это история о человеке, который вернулся ради спасения континента.\n\n《Очки опыта получены!》\n\n---\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=5912441)\n\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=56065304)\n\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12396/)",
      "zh": "年少的克里斯在战场上失去了他的右手。几经消沉的他认清现实后，决心靠一只手臂生存下去，并成为了一个精通各种求生战斗技能的“佣兵”。一次任务，克里斯小队遭到了毁灭性打击，山穷水尽的克里斯带着无尽的遗憾坠入了冰冷的河水，可迎接他的不是死亡，而是....重生。这一次他能逆转人生走上巅峰吗！\n\n---\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=5912441)\n\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=56065304)\n\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12396/)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fcf1aa35-4891-46a3-9874-f1823ddac415",
    "title": {
      "en": "Sousei no Onmyouji"
    },
    "updatedAt": "2024-05-04T09:32:47+00:00",
    "coverArt": "https://mangadex.org/covers/fcf1aa35-4891-46a3-9874-f1823ddac415/3f549d4e-889c-445a-be9b-a5d14ef01d22.jpg",
    "altTitles": [
      {
        "en": "Twin Star Exorcists"
      },
      {
        "ru": "Оммёдзи двух звезд"
      },
      {
        "ru": "Экзорцисты Двух Звезд"
      },
      {
        "ja": "双星の陰陽師"
      },
      {
        "zh": "双星之阴阳师"
      },
      {
        "ko": "쌍성의 음양사"
      },
      {
        "pt-br": "Exorcistas das Estrelas Gêmeas"
      },
      {
        "tr": "İkiz Yıldız Şeytan Kovucuları"
      }
    ],
    "description": {
      "en": "Rokuro Enmado is from a family of exorcists who remove evil Kegare, but his real dream is to be a singer, a soccer player, or anything other than an exorcist. When another exorcist, a girl named Benio Adashino arrives, Rokura is suddenly inflamed with competitive spirit and decides to put his natural knack to good use. Their rivalry gets more complicated when they both learn they are the destined \"Twin Star Exorcists,\" two ultimate fighters fated to marry and create the prophesied child who will eliminate all the Kegare in the world.\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **Twin Star Exorcists** (2019)",
      "ru": "С давних времён доблестные оммёдзи сражаются со скверной - злобными духами, рождёнными из человеческих страхов, боли и отчаяния. Рокуро с детства мечтал стать сильнейшим оммёдзи и очистить мир от скверны, но ужасная трагедия на долгие годы убила в нём всякое желание бороться. Но кому есть дело до желаний гиперактивного мальчишки, когда от него и талантливой девочки зависит судьба всего мира?",
      "tr": "Rokuro Enmado, kötü Kegare'yi ortadan kaldıran bir şeytan kovucu ailesindendir, ancak asıl hayali bir şarkıcı, futbolcu ya da şeytan kovucudan başka bir şey olmaktır. Benio Adashino adında başka bir şeytan çıkarıcı kız geldiğinde, Rokura aniden rekabetçi bir ruhla alevlenir ve doğal yeteneğini iyi bir şekilde kullanmaya karar verir. İkisi de kaderlerinde evlenip dünyadaki tüm Kegare'leri ortadan kaldıracak kehanet çocuğunu yaratmak olan iki nihai savaşçı, \"İkiz Yıldız Şeytan Kovucu\" olduklarını öğrendiklerinde rekabetleri daha da karmaşık bir hal alır.",
      "pt-br": "Rokuro sonha em se tornar tudo menos um exorcista! Então a misteriosa Benio aparece. Os dois são apelidados de \"Exorcistas das Estrelas Gêmeas\" e descobrem que estão destinados a se casar... Rokuro pode escapar de ambos os destinos? Quando o melhor amigo de Rokuro, Ryogo, desaparece, Rokuro é forçado a pedir ajuda a Benio para entrar em Magano, o reino dos Kegare, para resgatá-lo!"
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75b15447-4c7e-40c4-acac-7da048aaad86",
    "title": {
      "en": "Okamigun × Heisotsu"
    },
    "updatedAt": "2024-06-02T15:24:46+00:00",
    "coverArt": "https://mangadex.org/covers/75b15447-4c7e-40c4-acac-7da048aaad86/03b8b5ef-d371-48d6-a449-600556bed67c.jpg",
    "altTitles": [
      {
        "ja": "女将軍✕兵卒"
      },
      {
        "ja-ro": "Okamigun x Heisotsu"
      },
      {
        "en": "Female Commander × Soldier"
      },
      {
        "en": "Female Commander x Soldier"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f3ae387-d456-477a-a526-2129d483c69c",
    "title": {
      "en": "Subscribed To The Transcendental Channels"
    },
    "updatedAt": "2024-06-15T20:36:20+00:00",
    "coverArt": "https://mangadex.org/covers/9f3ae387-d456-477a-a526-2129d483c69c/70afeac7-f2e4-4a02-a872-7cf0eab923f7.jpg",
    "altTitles": [
      {
        "ko": "초월자의 채널을 구독했다"
      }
    ],
    "description": {
      "en": "Living by selling information about monsters, Maeng Siwoo is considered completely useless in the hunter industry without any standout qualities. However, he fiercely battles to provide for his sick younger sibling.\n\nOne fateful day, he is gifted a mysterious smartphone by a transcendent being within a dungeon, appointing him as the channel manager for such beings. Upon subscribing to the channel, he unlocks the ability to wield the powers of the gods."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e8cf40f-ba17-480a-b60b-a675db032ee2",
    "title": {
      "en": "Kono Kaisha ni Suki na Hito ga Imasu"
    },
    "updatedAt": "2024-03-02T10:57:37+00:00",
    "coverArt": "https://mangadex.org/covers/3e8cf40f-ba17-480a-b60b-a675db032ee2/0139b63e-3821-4152-ac74-da47c824868e.jpg",
    "altTitles": [
      {
        "ja": "この会社に好きな人がいます"
      },
      {
        "ja-ro": "Kono Kaisha ni Suki na Hito ga Imasu"
      },
      {
        "en": "I Have a Crush at Work"
      },
      {
        "en": "Can You Keep a Secret?"
      },
      {
        "en": "At This Company Is The Person I Like"
      },
      {
        "en": "The Person I Like Is At This Company"
      },
      {
        "en": "The Person I Like Works at the Same Company"
      },
      {
        "zh": "这公司有我喜欢的人"
      },
      {
        "zh-ro": "Zhè gōngsī yǒu wǒ xǐhuān de rén"
      },
      {
        "ar": "هل يمكنك الاحتفاظ بسر؟"
      },
      {
        "th": "บริษัทนี้มีความรัก"
      }
    ],
    "description": {
      "en": "_\"Why don't the two of us date? …In secret\"_\n \nTateishi, who works in accounting at a snack-making company, has a secret. That secret is the existence of his cute lover that he's had since yesterday. Why keep it a secret, you ask? Because his lover is his unyielding colleague from the planning department of the same company— Mitsuya!\n \nA pure office romance story about a couple who started their relationship in secret, and want to keep it that way!",
      "ja": "「俺たち、付き合わない？……内緒で」お菓子メーカーの経理部に勤めるアラサー男子・立石には、秘密があった。それは、昨日できたばかりの、かわいい恋人の存在。なぜなら相手は、同じ会社の企画部で働く勝気な同期女子・三ツ谷だから――！　してないひとも、あこがれてるひとも、迷惑してるひとも、きっと言いたいことがある。ちょっとは覗いてみたくなる。秘密厳守のピュア社内恋愛ストーリー！",
      "pt-br": "\"Por que nós dois não namoramos? ... Em segredo\"\n  \nTateishi, que trabalha na contabilidade de uma empresa que faz lanches, tem um segredo. Esse segredo é a existência de sua amante fofa que ele teve desde ontem. Por que manter isso em segredo, você pergunta? Porque sua amante é sua colega inflexível do departamento de planejamento da mesma empresa - Mitsuya!\n  \nUma história de puro romance de escritório sobre um casal que começou seu relacionamento em segredo e quer mantê-lo assim!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "15",
    "lastChapter": "147"
  },
  {
    "mangaId": "bc86a871-ddc5-4e42-812a-ccd38101d82e",
    "title": {
      "ja": "Hana ni Arashi"
    },
    "updatedAt": "2024-06-04T16:24:16+00:00",
    "coverArt": "https://mangadex.org/covers/bc86a871-ddc5-4e42-812a-ccd38101d82e/43fc00ab-79d8-4539-8893-dd5f9dee59ca.jpg",
    "altTitles": [
      {
        "en": "Rainbows After Storms"
      },
      {
        "ja-ro": "Nanoha to Chidori"
      },
      {
        "es": "Tormenta de Flores"
      },
      {
        "ru": "Наноха и Чидори"
      },
      {
        "ja": "はなにあらし"
      },
      {
        "id": "Badai di antara Bunga"
      },
      {
        "zh": "好事多磨"
      },
      {
        "fr": "Une fleur dans la tempête"
      }
    ],
    "description": {
      "en": "Unbeknownst to their friends and classmates, Nanoha and Chidori are dating. Watch as they try to keep their relationship secret!",
      "es": "A las espaldas de sus amigas y compañeras the salón, Nanoha y Chidori están saliendo juntas. ¡Velas tratando de mantener su relación en secreto!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "162"
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2024-05-01T19:26:20+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/7bacb5c8-e62c-4451-829a-f1bcfe81e7ea.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "en": "Akane Story"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. Shinta and his daughter Akane have been seduced by this wonderful form of classical entertainment. Having observed her father strive to pass the shin'uchi rakugo test, Akane will take her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo na história é expresso apenas com seu corpo e palavras. Shinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. Observando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1cf97dd6-0fe4-427c-9960-2333d9402ee7",
    "title": {
      "en": "Cavalier of the Abyss"
    },
    "updatedAt": "2024-01-09T21:18:43+00:00",
    "coverArt": "https://mangadex.org/covers/1cf97dd6-0fe4-427c-9960-2333d9402ee7/5e75b146-3d5e-4038-b60d-645bfddba329.jpg",
    "altTitles": [
      {
        "en": "Cavalier in the Abyss"
      },
      {
        "en": "Cavalier of Abyss"
      },
      {
        "ru": "Рыцарь Бездны"
      },
      {
        "zh": "深渊骑士"
      },
      {
        "ko": "심연의 카발리어"
      }
    ],
    "description": {
      "en": "Sequel to *Immortal Regis*. Reading the entirety of the prequel is highly recommended, otherwise, this story from chapter 4 on will spoil it and/or be confusing.  \n  \nChaos has gotten itself a new Regis, Nex, a seemingly heartless ruler who destory everything and everyone who stand in his way. A small boy named Xix, who's contracted with an Evil is out seeking his revenge on Regis Nex for killing his village and Sister. When he gets his chance to kill Regis Nex, he loses completely and gets taken to the Royal palace. But once there, he see that there is something else going on in the background of the Royal Family, a Secret they don't want to be uncovered…  \n  \n\n\n---",
      "ru": "Продолжение манги «Бессмертный Регис». Прочитать вступление приквела очень рекомендуется, иначе историю с четвёртой главы будет довольно сложно понять.   \nПосле окончания событий «Бессмертного Региса» и исхода Каладболга в другой мир прошло много лет. В Хаосе правит новый король — жестокий, беспощадный и практически неуязвимый. Но всё же находится безумец, рискнувший бросить вызов королю, безумец, у которого осталось лишь одно желание – отомстить за свой уничтоженный клан. История Хаоса продолжается…"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "suggestive",
    "lastVolume": "24",
    "lastChapter": "150"
  },
  {
    "mangaId": "52ce8aca-97b5-4f42-854b-0c386dea0746",
    "title": {
      "en": "Wakeari Shinrei Mansion"
    },
    "updatedAt": "2024-06-12T18:35:14+00:00",
    "coverArt": "https://mangadex.org/covers/52ce8aca-97b5-4f42-854b-0c386dea0746/87d2d0ec-6a6b-4e6f-86dd-969a4e609d92.jpg",
    "altTitles": [
      {
        "ja": "訳アリ心霊マンション"
      },
      {
        "en": "Welcome Ghost Mansion"
      }
    ],
    "description": {
      "en": "Kaoru Shinonome, who had been living as a freelancer, invests her inheritance in property and buys a vast old condominium. Her dream life as a wealthy landlord is about to begin—but there are no living tenants, only spirits, and her new property is a rollercoaster ride of psychic phenomena. Kaoru embraces her new specter-filled life as the owner of Ghost Mansion and starts recruiting for new non-living residents!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]