[
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2025-01-24T16:44:33+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/78d0c2a9-08fb-4d3c-904a-d9dae23debc7.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      },
      {
        "id": "Budak Korps Elite Kota Iblis"
      },
      {
        "vi": "Nô lệ của đội tinh nhuệ Ma đô"
      },
      {
        "uz": "Zanjirlangan Askar"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "vi": "Chiều không gian đầy quỷ dữ được gọi là \"Ma đô\" đã mở ra đe dọa đối với loài người. Tại đó, có một loài  \"đào\" ban cho kẻ ăn sức mạnh đặc biệt, giúp nhân loại có cơ hội chiến đấu, tuy nhiên, chỉ có nữ giới mới có thể sử dụng thứ sức mạnh \"trái đào\" ấy. Bởi vậy mà phụ nữ trở thành những người bảo vệ loài người, địa vị xã hội tăng cao, trong khi nam giới bị giáng xuống tầng lớp công dân hạng hai, giành giật nhau những công việc cơ bản và sự thừa nhận.\n\nNhân vật chính Yuuki Wakura, một nam sinh chăm chỉ yêu nội trợ, chị gái cậu đã bị bắt trong một sự kiện của Ma đô 5 năm về trước. Khi đang than thở về những khó khăn gặp phải, cậu đã bị lũ quỷ tấn công. Nhờ được đội trưởng Kyouka của Đội chống Quỷ kịp thời ứng cứu, cậu chấp nhận trở thành \"nô lệ\" của cô để có thể sở hữu sức mạnh tiêu diệt bầy quỷ.\n\nBất ngờ thay, việc làm \"nô lệ\" đòi hỏi một cái giá tương xứng...và người phải trả giá lại không phải là cậu.",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a81d7f35-eaca-43a8-9928-2b1b521556b2",
    "title": {
      "en": "Super Dragon Ball Heroes: Meteor Mission!"
    },
    "updatedAt": "2024-11-17T07:36:54+00:00",
    "coverArt": "https://mangadex.org/covers/a81d7f35-eaca-43a8-9928-2b1b521556b2/544849e9-d67b-4c47-9bb6-677102d33b1d.jpg",
    "altTitles": [
      {
        "ja": "スーパードラゴンボールヒーローズ メテオミッション！"
      },
      {
        "ja-ro": "Sūpādoragonbōruhīrōzu meteomisshon!"
      }
    ],
    "description": {
      "en": "After defeating Dark King Demigra, Goku, and his allies go to visit the Planet of the Kaio, only to find that Kaio North and co. are nowhere to be seen...\nWhile our heroes are trying to figure out what could have happened, a mysterious new foe appears!",
      "es": "Después de derrotar al Rey Oscuro Demigra, Goku y sus aliados van a visitar el Planeta Kaio, solo para descubrir que Kaio North y compañía no se ven por ninguna parte...\nMientras nuestros héroes intentan descubrir qué pudo haber sucedido, ¡aparece un nuevo enemigo misterioso!",
      "ja": "冥王デミグラを倒した悟空たちは界王星を訪れるが、そこには界王ノースたちがいた。 どこにも見当たりません...\nヒーローたちが何が起こったのかを解明しようとしている間に、謎の新たな敵が現れます。"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "dcd5b8ae-d7e8-453c-b052-6a68064f0572",
    "title": {
      "en": "Returned as the Duke"
    },
    "updatedAt": "2025-02-13T18:02:02+00:00",
    "coverArt": "https://mangadex.org/covers/dcd5b8ae-d7e8-453c-b052-6a68064f0572/c77ca5c6-7c3c-43d5-8604-2918162ed268.jpg",
    "altTitles": [
      {
        "ko": "회귀했더니 공작"
      },
      {
        "ru": "Регрессировавший Герцог"
      },
      {
        "en": "I Regressed As The Duke"
      },
      {
        "es-la": "Renací como el Duque"
      },
      {
        "pt-br": "Eu Renasci Como O Duque"
      }
    ],
    "description": {
      "en": "Consumed by the flames of a burning castle, an aged butler is reincarnated as the younger version of his incompetent master, Duke Aaron of Brahn. \n\nSuddenly finding himself in a position of real power, equipped with his past expertise in estate management, the “new” duke sets out to rule Brahn the “right” way. Will the young Duke Aaron be able to save Brahn and its people from destruction at the hands of his uncle, the evil Emperor Zeron? \n\nHow will he balance being an effective leader with the ruthlessness required to survive? Only time will tell!",
      "ko": "위대한 황제 글라인의 아들이자\n'드래곤의 가호'를 받은 황태자 '아론'.\n하지만 숙부인 '제론'의 반란으로\n제국의 변방 '브란 영지'로 쫓겨나게 된다.\n​\n\"제론 황제가 우릴 다 죽일 거야...\"\n​\n복수도, 황위도 잊으라는 아버지의 유언을 지키며\n척박한 영지의 공작으로 무력하게 살아가던 어느 날,\n제론 황제는 브란 영지를 침공한다!\n그가 원하는 건 아론의 목숨뿐만이 아니었다.\n​\n브란 영지의 소멸!\n​\n제론 황제가 퍼붓는 화염 속으로 사라져 버리는\n아론 공작과 브란 영지를 지켜보던 충신 ‘가일’도\n결국 재가 되어 사라졌다.\n​\n아니, 그런 줄 알았다!\n​\n다시 눈을 떴을 때,\n젊은 날의 아론 공작이 된 자신을 발견한 가일!\n​\n\"공작님처럼 힘을 숨기며 살진 않겠어!\"\n​\n수단과 방법을 가리지 않고 영지를 발전시켜\n20년 후에 닥칠 제론 황제의 침공에 대비하고,\n빼앗긴 황제의 자리를 되찾기로 결심한다!\n​\n\"제론 황제! 후회하게 해주마!\"\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=rt_xS0sCU4U)",
      "pt-br": "O filho do grande imperador Gline, Príncipe “Aaron”, é o recipiente da “Bênção do Dragão”. Mas por causa da rebelião liderada por seu tio, “Zerone”, ele foi banido para os arredores do reino, ‘Campos Brahn’.“O Imperador Zerone vai matar todos nós…”\n\nMantendo o desejo de seu pai de esquecer a coroa e a vingança, Aaron estava vivendo impotente como o duque de uma terra morta… mas um dia, o Imperador Zerone invadiu os Campos Brahn!Seu objetivo era destruir os Campos Brahn!\n\nAté mesmo o súdito leal, “Gayle”, virou cinzas enquanto observava Duque Aaron e os Campos Brahn desaparecerem no meio das chamas do Imperador Zerone.Pelo menos foi o que achamos que aconteceu!Quando abriu os olhos, Gayle se viu na posição de um jovem príncipe Aaron!\n\n“Eu não vou viver enquanto escondo meu poder como o Duque fez!”Usando todos os meios necessários para desenvolver a terra e se preparando para a invasão do Imperador Zerone que acontecerá daqui a 20 anos, ele decide retomar o lugar do Imperador que foi roubado!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "130"
  },
  {
    "mangaId": "d1a9fdeb-f713-407f-960c-8326b586e6fd",
    "title": {
      "en": "Vagabond"
    },
    "updatedAt": "2023-04-12T09:27:48+00:00",
    "coverArt": "https://mangadex.org/covers/d1a9fdeb-f713-407f-960c-8326b586e6fd/05f8dcb4-8ea1-48db-a0b1-3a8fbf695e5a.jpg",
    "altTitles": [
      {
        "fr": "Avare"
      },
      {
        "vi": "Lãng Khách"
      },
      {
        "ru": "Бродяга"
      },
      {
        "ar": "المتشرد"
      },
      {
        "th": "วากาบอนด์"
      },
      {
        "ja": "バガボンド"
      },
      {
        "zh": "浪客行"
      },
      {
        "ko": "베가본드"
      },
      {
        "es-la": "Vagabundo"
      },
      {
        "es": "Vagabundo"
      },
      {
        "tr": "Avare"
      },
      {
        "tr": "Serseri"
      }
    ],
    "description": {
      "en": "Growing up in the late 16th century Sengoku era Japan, Shinmen Takezou is shunned by the local villagers as a devil child due to his wild and violent nature. Running away from home with a fellow boy at age 17, Takezo joins the Toyotomi army to fight the Tokugawa clan at the Battle of Sekigahara. However, the Tokugawa win a crushing victory, leading to nearly three hundred years of Shogunate rule. Takezo and his friend manage to survive the battle and afterwards swear to do great things with their lives. However, after their paths separate, Takezo becomes a wanted criminal and must change his name and his nature in order to escape an ignoble death.  \n  \n**Awards:**\n- Won the 24th Kodansha Manga Award in the general category in 2000.\n- Won the Tezuka Osamu Cultural Prize in 2002 \n**Note:** was nominated for the 2003 Eisner Award in the Best Writer/Artist category.",
      "es": "Creciendo en el Japón de la era Sengoku de finales del siglo XVI, Shinmen Takezou es rechazado por los aldeanos locales como un niño demonio debido a su naturaleza salvaje y violenta. A los 17 años, Takezou se escapa de casa con un compañero y se une al ejército Toyotomi para luchar contra el clan Tokugawa en la batalla de Sekigahara. Sin embargo, los Tokugawa obtienen una aplastante victoria, lo que da lugar a casi trescientos años de gobierno del Shogunato. Takezou y su amigo consiguen sobrevivir a la batalla y después juran hacer grandes cosas con sus vidas. Sin embargo, cuando sus caminos se separan, Takezou se convierte en un criminal buscado y debe cambiar su nombre y su naturaleza para escapar de una muerte innoble.  \n  \n**Premios:**\n    - Ganó el 24º Premio Kodansha de Manga en la categoría general en 2000.\n    - Ganó el Premio Cultural Tezuka Osamu en 2002\n    **Nota:** fue nominado al Premio Eisner 2003 en la categoría de Mejor Escritor/Artista.",
      "es-la": "Creciendo en el Japón de la era Sengoku de finales del siglo XVI, Shinmen Takezou es rechazado por los aldeanos locales como un niño demonio debido a su naturaleza salvaje y violenta. A los 17 años, Takezou se escapa de casa con un compañero y se une al ejército Toyotomi para luchar contra el clan Tokugawa en la batalla de Sekigahara. Sin embargo, los Tokugawa obtienen una aplastante victoria, lo que da lugar a casi trescientos años de gobierno del Shogunato. Takezou y su amigo consiguen sobrevivir a la batalla y después juran hacer grandes cosas con sus vidas. Sin embargo, cuando sus caminos se separan, Takezou se convierte en un criminal buscado y debe cambiar su nombre y su naturaleza para escapar de una muerte innoble.  \n  \n**Premios:**\n    - Ganó el 24º Premio Kodansha de Manga en la categoría general en 2000.\n    - Ganó el Premio Cultural Tezuka Osamu en 2002\n    **Nota:** fue nominado al Premio Eisner 2003 en la categoría de Mejor Escritor/Artista."
    },
    "status": "hiatus",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45ab80dd-6dc1-4ad4-ad5c-c1ad0d527586",
    "title": {
      "en": "Exotic Love"
    },
    "updatedAt": "2021-05-25T15:41:53+00:00",
    "coverArt": "https://mangadex.org/covers/45ab80dd-6dc1-4ad4-ad5c-c1ad0d527586/d171271f-9f96-4db4-b474-21b761874f1d.jpg",
    "altTitles": [
      {
        "en": "외사랑"
      }
    ],
    "description": {
      "en": "Jung Jaehan, a third-generation chaebol, is an influential person in the entertainment industry and he’s bored to death. Tired of drugs, alcohol, and pleasure, he meets the new movie director Yoon Heegyeom—the same Yoon Heesung, who was a rising rookie actor that retired even at the peak of his acting career because of a drug scandal"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "cdaad50c-c655-41f2-b91c-eefb8758cd93",
    "title": {
      "en": "Fall"
    },
    "updatedAt": "2025-02-09T18:55:24+00:00",
    "coverArt": "https://mangadex.org/covers/cdaad50c-c655-41f2-b91c-eefb8758cd93/6c41c8f4-25d2-4f0e-b79d-8253f7e30552.png",
    "altTitles": [],
    "description": {
      "en": "Seung Ji, who has been through a lot in an illegal organization rife is stabbed in the back by the boss... and joins a new smuggling organization as the youngest in order to hide.\n\nYeong Won, who grew up alone, meets her aunt by chance and who runs an illegal organization . She comes down from Seoul to Busan to manage a smuggling office full of thugs.\n\nSeung Ji assists Yeong Won, who seems naive and awkward, and only looks for an opportunity to make a killing and run away. Seung Ji does not trust anyone and believes that in order to avoid being deceived, you have to deceive first. Yeong Won swears that she will never betray someone she loves. These two women, who have never been loved, gradually become defenseless against each other."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "066fa82d-fecc-437e-8146-69a6cfcd64bb",
    "title": {
      "en": "Back to Spring"
    },
    "updatedAt": "2024-08-15T22:02:11+00:00",
    "coverArt": "https://mangadex.org/covers/066fa82d-fecc-437e-8146-69a6cfcd64bb/464dd530-4d2f-483b-8fcf-325a153e69a0.png",
    "altTitles": [
      {
        "zh": "溯洄春时"
      }
    ],
    "description": {
      "en": "Because of her personality, highschooler Xu Ting is often picked on by her classmates. Until one day, the school’s young, new maintenance worker saves her.  His attractive looks and mysterious aura enthrall the bullies.  Xu Ting feels indebted, yet in the small forest after school, she accidentally discovers his deepest secret?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9afe47ee-5c8b-4572-b7c0-efa4f83da432",
    "title": {
      "en": "Okiraku Ryoushu no Tanoshii Ryouchi Bouei"
    },
    "updatedAt": "2025-01-14T07:28:18+00:00",
    "coverArt": "https://mangadex.org/covers/9afe47ee-5c8b-4572-b7c0-efa4f83da432/af4d8dc3-21a6-448a-a16a-8b94c85f9b53.jpg",
    "altTitles": [
      {
        "ja": "お気楽領主の楽しい領地防衛"
      },
      {
        "ja": "お気楽領主の楽しい領地防衛～生産系魔術で名もなき村を最強の城塞都市に～"
      },
      {
        "ja-ro": "Okiraku Ryoushu no Tanoshii Ryouchi Bouei: Seisan-kei Majutsu de Na mo na Kimura wo Saikyou no Jousai Toshi ni"
      },
      {
        "en": "Easygoing Territory Defense by the Optimistic Lord"
      },
      {
        "en": "Easygoing Territory Defense by the Optimistic Lord: Production Magic Turns a Nameless Village into the Strongest Fortified City"
      },
      {
        "th": "หนูน้อยเจ้าแคว้นกับแผนพิทักษ์เมือง"
      },
      {
        "ko": "무사태평 영주의 즐거운 영지 방어"
      },
      {
        "zh": "安闲领主的愉快领地防卫～以生产系魔术将无名小村打造成最强要塞都市～"
      }
    ],
    "description": {
      "en": "A man was reincarnated as Van, a boy of noble birth, who grew up to become a child prodigy through hard work. But when it was discovered that he possessed \"production magic,\" he was immediately relegated to a remote village. However, his magic, which was called useless, turned out to be truly extraordinary, capable of producing anything as long as he had the right ingredients! With the knowledge from his previous life and the overpowered magic, the small, poor village will grow to become into a great city.",
      "ja": "公爵家四男のヴァンは二歳にして\"神童\"と称される少年だった。孤独に過ごした前世の記憶を持つ彼は、貴族至上主義の世界で誰とも分け隔てなく接し、多くの笑顔に囲まれて過ごすうち……\n\n「このまま楽しい人生を謳歌しよう！」\n\nそんな夢を見ていたが、八歳に授かった『生産魔術』により一変。攻撃魔法こそ至高と考える父に失格の烙印を押され、名もなき貧しき辺境の村に追いやられてしまう！ところが――\n\n「楽しく暮らせる僕好みの場所にしてやる！」"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a14aefaa-473c-4824-b297-1d16c4899737",
    "title": {
      "en": "Pillow Fish"
    },
    "updatedAt": "2024-09-08T18:07:59+00:00",
    "coverArt": "https://mangadex.org/covers/a14aefaa-473c-4824-b297-1d16c4899737/26c0a73a-4002-44af-83a0-bc9637e6cd8d.png",
    "altTitles": [
      {
        "ja": "枕魚"
      },
      {
        "ja-ro": "Makura Uo"
      },
      {
        "ru": "Рыба-подушка"
      }
    ],
    "description": {
      "en": "I thought I could keep moving forward, but in an unexpected instant, I’ve lost myself in the gaps of this vast universe. Where have I seen this, this landscape that doesn’t exist? Right over there, in a time that will never come to pass. Welcome to the world of panpanya.    The 22 chapters of Makura Uo, which include stories like Ame no Hi (Rainy Day) and Gomi no Sakebigoe (The Cries of Trash), were either serialized in the special web edition of Hakusensha’s Rakuen Le Paradis magazine or published as doujinshi. Included are entries from panpanya’s diary as well as annotations from the author herself.    \n\n(Source: AniList)",
      "ru": "Странные будни странной девочки в странном городе, полном странных созданий."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "22"
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-24T23:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/fa082938-dc58-4745-bbcf-a094d4d98929.png",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      },
      {
        "pl": "Moja nowa dziewczyna nie jest człowiekiem?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64448c67-e5d0-42ec-8657-44dc6a7f8ee9",
    "title": {
      "en": "VOCALOID - Avogado6's Vocaloid Twitter Shorts (Doujinshi)"
    },
    "updatedAt": "2025-02-07T18:16:47+00:00",
    "coverArt": "https://mangadex.org/covers/64448c67-e5d0-42ec-8657-44dc6a7f8ee9/ff2a9b02-2682-4374-832d-891fe6c30cfd.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbf326f7-ccbd-4d54-bbad-852d76e46523",
    "title": {
      "en": "Revenge of the Baskerville Bloodhound"
    },
    "updatedAt": "2025-01-03T10:45:24+00:00",
    "coverArt": "https://mangadex.org/covers/fbf326f7-ccbd-4d54-bbad-852d76e46523/1084eda4-b6f9-46de-96b8-a3898c4819a0.jpg",
    "altTitles": [
      {
        "ko": "철혈검가 사냥개의 회귀"
      },
      {
        "ko-ro": "Cheolhyeolgeomga Sanyanggaeui Hoegwi"
      },
      {
        "en": "Revenge of the Sword Clan's Hound"
      },
      {
        "en": "Revenge of the Iron-Blooded Sword Hound"
      },
      {
        "en": "Regression of the Ironblade Hound"
      },
      {
        "en": "Return of the Iron-Blooded Hound"
      },
      {
        "en": "Return of the Iron-Blooded Sword Hound"
      },
      {
        "en": "The Return of the Iron-Blood Sword Hound"
      },
      {
        "fr": "La revanche du limier des Baskerville"
      },
      {
        "pt-br": "O retorno do cão de caça dos Baskerville"
      },
      {
        "pt-br": "A vingança do cão de caça de sangue de ferro Baskerville"
      },
      {
        "es": "El perro de metal"
      },
      {
        "es": "La venganza del sabueso de la espada sangrienta"
      },
      {
        "es-la": "La venganza del sabueso de sangre de hierro"
      },
      {
        "th": "การกลับมาของหมาล่าเนื้อตระกูลดาบเลือดเหล็ก"
      },
      {
        "ja": "回帰した鉄血の猟犬"
      },
      {
        "zh": "铁血剑家猎犬的回归"
      },
      {
        "tr": "Demir kanlı kılıç tazısının i̇ntikamı"
      },
      {
        "ar": "عودة الكلب ذي الدم الحديدي"
      },
      {
        "bn": "বাস্কেরভিলের শিকারী কুকুরের প্রতিশোধ"
      }
    ],
    "description": {
      "en": "Raised to kill like a pack of loyal hounds, the Baskerville children took countless lives as a band of fearsome assassins.\n\nDespite being the shunned illegitimate son of the brood, Vikir served his family faithfully, only to meet his untimely demise at his father’s hands. But when he is inexplicably reborn with a second chance at life, Vikir, armed with the memories and knowledge of his past, swears to rise above the pack and take his revenge.\n\nThis time, he's ready to bite the hand that feeds.",
      "pt-br": "Criados para matar como uma matilha de cães leais, as crianças Baskerville tiraram inúmeras vidas como um bando de assassinos temíveis.\n\nApesar de ser o filho ilegítimo rejeitado da ninhada, Vikir serviu sua família fielmente, apenas para encontrar sua morte prematura nas mãos de seu pai. Mas quando ele inexplicavelmente renasce com uma segunda chance na vida, Vikir, armado com as memórias e o conhecimento de seu passado, jura se elevar acima da matilha e se vingar.\n\nDesta vez, ele está pronto para morder a mão que o alimenta."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff5ef336-72d7-45a2-bc69-c2ae8fbfeec8",
    "title": {
      "en": "I Am a Hero"
    },
    "updatedAt": "2024-10-12T03:12:36+00:00",
    "coverArt": "https://mangadex.org/covers/ff5ef336-72d7-45a2-bc69-c2ae8fbfeec8/e8ea3a56-09db-47bf-85f0-0bfa17b3ccc1.jpg",
    "altTitles": [
      {
        "tl": "Ako ay isang Bayani"
      },
      {
        "id": "Aku adalah Pahlawan"
      },
      {
        "tr": "Ben Bir Kahramanım"
      },
      {
        "pt": "Eu Sou Um Herói"
      },
      {
        "es": "Soy un Héroe"
      },
      {
        "vi": "I am a Hero"
      },
      {
        "ru": "Я — герой"
      },
      {
        "he": "אני גיבור"
      },
      {
        "ar": "أنا بطل"
      },
      {
        "fa": "من قهرمانم"
      },
      {
        "ja": "アイアムアヒーロー"
      },
      {
        "zh": "请叫我英雄"
      },
      {
        "id": "Akulah Pahlawan"
      },
      {
        "pt-br": "Eu sou um Herói"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nThe series has sold over 8.3 million copies! The gold standard of zombie manga, \"I Am a Hero,\" is now available in a \"complete edition\" with a new cover design, reprinted color pages from the serialization, and over 80 pages of new artwork in the final 22 volumes! Witness the new ending of the story. \n\nHe is 35 year old who spends his time as an assistant to a mangaka, sometimes escaping into delusion in order to win over the agonizing reality. One day, however, a mysterious infection begins to spread without him noticing...and the real world begins to break down...⁉ \n\nHe wanders into a world where the ordinary and the extraordinary, the mundane and the insane intersect. A personal survival panic horror story! \n\n[Official English](https://www.darkhorse.com/Books/25-142/I-Am-a-Hero-Omnibus-Volume-1-TPB)\n\n---  \n- **Won the 58th Shogakukan Manga Award for General Manga in 2013**\n\n---\n\n- Adapted into a Live Action film in 2016. Link to the [ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=24660) Page",
      "pl": "Hideo Suzuki to 35­‑latek pracujący jako asystent znanego twórcy mang. Na pozór wydaje się zwyczajnym człowiekiem, balansuje jednak na granicy choroby psychicznej, ma olbrzymie problemy z funkcjonowaniem w społeczeństwie i kontaktach z innymi ludźmi. Jak ktoś taki poradzi sobie w świecie opanowywanym przez zombie?  \n Mangę charakteryzuje bardzo poważne podejście do tematu i zorientowanie na psychikę bohatera oraz analizę ludzkiej osobowości.  \n Yumi - 25 maja 2011",
      "vi": "Như các bạn đã từng biết là trong các bộ truyện kinh dị đa số các nhân vật chính đều rất mạnh mẽ đẹp trai, phong độ và được nhiều gái theo v…v…! Nhưng đó là trong mấy truyện zombie bình thường thôi!\nTrong bộ I am a hero này thì main của chúng ta lại là một thằng bất tài vô dụng, bị chính bạn gái của mình sau khi biến thành zombie cắn, cậu ta chỉ biết chạy chạy và chạy… \n\nSau đó trải qua nhiều biến cố thì main đã trưởng thành và ra dáng đàn ông hơn trước....\n Đây là một bộ truyện hay mang hơi hướng kinh dị, giật gân, tâm lý,...",
      "pt-br": "Hideo Suzuki é um assistente de mangaká de 35 anos de idade lutando para ser um herói em sua própria vida, dividido pelo trabalho na série em que é assistente \"lime light\" e com uma série nova ao mesmo tempo, equilibrando seu relacionamento com sua namorada e seus próprios delírios. No entanto, tão difícil como Hideo pode imaginar, o mundo parece ter um conjunto de planos diferentes para ele; maquinações sinistras e obscuras que derrubam completamente a sua realidade e como ele a vê."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "264"
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
    },
    "updatedAt": "2024-10-01T15:29:23+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/dc042b02-91bc-46ee-a779-8756556b66d0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten"
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      },
      {
        "pl": "Anioł z sąsiedztwa niezwykle mnie rozpieszcza"
      }
    ],
    "description": {
      "en": "Mahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まった。自堕落な一人暮らしを送る周を見かねて、なにかと世話を焼く真昼。お互いに興味ないと言い合う二人は、それでも少しずつ距離を縮めていく……。",
      "pl": "Mahiru jest piękną dziewczyną, którą koledzy z klasy nazywają \"aniołkiem\". Jest nie tylko świetnie wysportowana i ma doskonałe oceny - jest także zabójczo piękna. Amane, przeciętny facet i samozwańczy niechluj, nigdy nie myślał zbyt wiele o tej boskiej piękności, mimo że uczęszczał do tej samej szkoły. Wszystko zmienia się jednak, gdy widzi Mahiru siedzącą samotnie w parku podczas ulewy. Tak zaczyna się dziwna relacja między tą nieprawdopodobną parą!",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60a1627e-1753-4e14-be50-4ec41e3e8b47",
    "title": {
      "en": "COLOR/LESS"
    },
    "updatedAt": "2025-02-02T16:36:17+00:00",
    "coverArt": "https://mangadex.org/covers/60a1627e-1753-4e14-be50-4ec41e3e8b47/02f3246e-5719-486f-83e6-c80cf8c8e492.jpg",
    "altTitles": [
      {
        "ja": "カラーレス"
      },
      {
        "ja-ro": "Karaaresu"
      },
      {
        "en": "Colorless"
      },
      {
        "en": "Colourless"
      },
      {
        "nl": "Kleurloos"
      },
      {
        "de": "Farblos"
      },
      {
        "sv": "Färglös"
      },
      {
        "no": "Fargeløs"
      },
      {
        "fr": "Incolore"
      },
      {
        "pt": "Incolor"
      },
      {
        "es": "Incoloro"
      },
      {
        "el": "Άχρωμος"
      },
      {
        "bg": "Безцветен"
      },
      {
        "ru": "Бесцветный"
      },
      {
        "uk": "Безбарвний"
      },
      {
        "pl": "Bezbarwny"
      },
      {
        "cs": "Bezbarvý"
      },
      {
        "sk": "Bezfarebný"
      },
      {
        "fa": "بی‌رنگ"
      },
      {
        "zh": "无色"
      },
      {
        "zh-hk": "無色"
      },
      {
        "ko": "무색"
      },
      {
        "tr": "Renksiz"
      },
      {
        "hu": "Színtelen"
      },
      {
        "fi": "Väritön"
      },
      {
        "id": "Takberwarna"
      },
      {
        "te": "రంగులేని"
      }
    ],
    "description": {
      "en": "A gray Earth, where humanity was transformed into deformed beings. The curtains open on an action series where the goal is to recover a lost world, with the help of a strange-looking gun!\n \nAn enormous solar flare caused the planet to lose all of its colors. Humans are deformed and declining in numbers. The key to reclaiming the old world lies within the power hidden in *color*, and one *girl*. Knowing that the few remnants of colors in the world yield a great power, Avidia, who is conducting research while protecting a girl named Chie, uses the colors to expand his own power, and throws himself in a battle against the Cult.\n\n---\nA cosmic disaster changed the Earth forever, stripping away every last drop of color from the world. Mankind also changed: the familiar human face is almost forgotten in a world now populated wholly by mutants. Against the backdrop of a moody urban landscape, a lone-wolf investigator named Avidia relies on both his wits and extraordinary gun to hunt down the world's last hidden scraps of color. He soon crosses paths with a very special girl -- one who just might hold the key to bringing back what the world has lost.",
      "es": "Una Tierra gris, donde la humanidad se transformó en seres deformes. Se abren las cortinas de una serie de acción en la que el objetivo es recuperar un mundo perdido, con la ayuda de un arma de aspecto extraño.  \n  \nUna enorme erupción solar hizo que el planeta perdiera todos sus colores. Los humanos están deformados y disminuyendo en número. La clave para recuperar el viejo mundo está en el poder oculto en el 「color」, y en una「Chica」. Sabiendo que los pocos restos de colores en el mundo producen un gran poder, Avidia, que está llevando a cabo una investigación mientras protege a una chica llamada Chie, utiliza los colores para expandir su propio poder, y se lanza a una batalla contra el Culto.",
      "fr": "Suite à une éruption solaire d'une ampleur sans précédent, la Terre a perdu ses couleurs. L'humanité, victime de mutations génétiques, est sur le déclin. Malgré tout, il subsiste encore des fragments infimes de couleurs dans le monde, et ils pourraient bien être la clé qui rendra à la Terre sa splendeur d'antan, tout comme une mystérieuse jeune fille Avidya, qui étudie la prodigieuse énergie contenue dans les couleurs, va devoir mettre sa vie en jeu pour protéger la jeune Tchié de l'Église, un culte qui cherche à s'emparer de ce pouvoir pour étendre son influence.",
      "ja": "『シドニアの騎士』『人形の国』弐瓶勉先生、絶賛!!\n「心配になるぐらい人間が出てきませんが大好きです。」\n\n\n灰色の地球、\n異形化が進んだ人類ーー。\n失われた世界を取り戻す\n異形ガンアクション、開幕!!\n\n極大太陽フレアの影響で色素を失った地球。\n異形化し、衰退の一途をたどる人類。\nかつての世界を取り戻す鍵は\n「色」に秘められた力と一人の「少女」。\n\n世界に僅かに残された「色」の残滓に\n巨大な力が宿っていることを知り\n研究を進めるアヴィディアは、\n少女・智慧を守りながら\n「色」の力を使い勢力を拡大する\n「教団」との戦いに身を投じることとなる。",
      "pt": "Uma Terra cinza, onde a humanidade foi transformada em seres deformados. As cortinas abrem-se em uma série de ação onde o objetivo é recuperar um mundo perdido, com a ajuda de uma arma de estranha aparência.  \n  \nUma enorme erupção solar fez o planeta perder todas as suas cores. Humanos estão deformados e declinando em números. A chave para reaver o velho mundo reside no poder escondido na “cor”, e uma “garota”. Sabendo que os poucos resquícios de cores no mundo carregam um grande poder, Avidia, que está investigando enquanto protege uma garota de nome Chie, usa as cores para expandir seu próprio poder, e se atira em uma batalha contra O Culto.  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/KKreptilian)",
      "uk": "Сіра земля, на якій людство перетворилося на понівечених істот. Мета полягає в тому, щоб відновити втрачений світ за допомогою химерної зброї!\n\nПотужний сонячний спалах змусив планету втратити всі свої кольори. Тіла людей сильно деформувалися, і їхня чисельність поступово падає. Ключем до відновлення старого світу є сила, прихована у \"кольорі\" та \"дівчині\". Авідія, який вивчає факт знаходження величезної сили в залишках \"кольору\", принагідно використовуючи її задля захисту дівчини на ім'я Чіє та розширення своєї сили, зійшовся у запеклій битві проти \"культу\".",
      "pt-br": "Uma Terra cinzenta, onde a humanidade foi transformada em seres deformados. Abrem-se as cortinas de uma série de ação onde o objetivo é recuperar um mundo perdido, com a ajuda de uma arma de aspeto estranho!\n \nUma enorme erupção solar fez com que o planeta perdesse todas as suas cores. Os humanos estão deformados e a diminuir em número. A chave para recuperar o velho mundo está no poder escondido na *cor* e numa *menina*. Sabendo que os poucos restos de cores no mundo geram um grande poder, Avidia, que está a fazer pesquisa enquanto protege uma rapariga chamada Chie, usa as cores para expandir o seu próprio poder e lança-se numa batalha contra o Culto.\n\n---\nUma catástrofe cósmica mudou a Terra para sempre, retirando do mundo até à última gota de cor. A humanidade também mudou: o rosto humano familiar está quase esquecido num mundo agora totalmente povoado por mutantes. Tendo como pano de fundo uma paisagem urbana sombria, um investigador solitário chamado Avidia confia na sua inteligência e na sua extraordinária arma para caçar os últimos restos de cor escondidos no mundo. Ele logo se cruza com uma garota muito especial - uma que pode ser a chave para trazer de volta o que o mundo perdeu."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "70"
  },
  {
    "mangaId": "c46455c3-86ec-420d-90f6-4c60a3c6cc93",
    "title": {
      "en": "Saitama Chainsaw Girl"
    },
    "updatedAt": "2022-08-12T11:34:01+00:00",
    "coverArt": "https://mangadex.org/covers/c46455c3-86ec-420d-90f6-4c60a3c6cc93/ea2431ac-7701-4857-8883-fe9515f6315b.jpg",
    "altTitles": [
      {
        "ja-ro": "Saitama Chainsaw Shoujo"
      },
      {
        "ja": "さいたまチェーンソー少女"
      },
      {
        "en": "Saitama Chainsaw Massacre"
      },
      {
        "uk": "Дівчинка з бензопилою Сайтама"
      }
    ],
    "description": {
      "en": "Kirisaki Fumio's just a highschool girl in love... but then she finds out that the guy she's fallen for happens to love someone else. So she decides to go out and get a chainsaw. And take it to school. And then many things happen."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "793e84d1-bf6a-4d99-aabf-c5f16a39d64f",
    "title": {
      "en": "Happiness Meal"
    },
    "updatedAt": "2024-01-05T05:48:03+00:00",
    "coverArt": "https://mangadex.org/covers/793e84d1-bf6a-4d99-aabf-c5f16a39d64f/24d23e48-bdd5-4f24-9fd4-8e18dd07cf82.png",
    "altTitles": [
      {
        "ja": "しあわせゴハン"
      },
      {
        "ja-ro": "Shiawase Gohan"
      }
    ],
    "description": {
      "en": "A man relaxing with a can of beer when a winter storm hits. A man, burdened with personal strife, finds solace in a bowl of ramen. \n\nA Silent Manga, each chapter is a self-contained glimpse into the life of an ordinary person, and how the meals they eat lift their spirits."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "68"
  },
  {
    "mangaId": "bc9ccb3d-bb15-431d-b7ef-35084514df69",
    "title": {
      "en": "Onna Tomodachi to Kekkon Shitemita"
    },
    "updatedAt": "2024-12-07T06:27:23+00:00",
    "coverArt": "https://mangadex.org/covers/bc9ccb3d-bb15-431d-b7ef-35084514df69/a6eacc4a-9a2e-4a1d-b1a6-f24f7500cde5.png",
    "altTitles": [
      {
        "en": "I Married My Female Friend"
      },
      {
        "ja": "女ともだちと結婚してみた。"
      },
      {
        "zh": "尝试与女性朋友结婚了"
      },
      {
        "zh-hk": "嘗試與女性朋友結婚了"
      },
      {
        "zh-ro": "Chángshì yǔ nǚxìng péngyǒu jiéhūnle"
      },
      {
        "zh-hk": "和女性朋友結婚了。"
      },
      {
        "pl": "Jak poślubić przyjaciółkę"
      },
      {
        "th": "คุณเพื่อนคะลองมาแต่งงานกันมั้ย"
      },
      {
        "ko": "여자 친구와 결혼해봤다."
      }
    ],
    "description": {
      "en": "Two women who are just friends make a pact… \"If both of us are still single in 5 years, let's get married.\" Five years later, they meet again, and their married life begins.  \n  \n[Serialised in Yuri Hime starting in November 2020.](https://www.animenewsnetwork.com/news/2020-10-17/donuts-under-a-crescent-moon-shio-usui-launches-new-manga-in-november/.165322)",
      "ja": "「5年後お互い独り身だったら結婚しよう」そんな友達との約束が実を結び、結婚することになったくるみと瑠璃子。恋人だったわけじゃない”ともだち”同士の二人の結婚生活は、何から何まで初めてづくし。",
      "ko": "\"5년 후에도 독신이면 우리 둘이 결혼하자.”\n‘친구’와의 약속이 결실을 맺어, 결혼하게 된 쿠루미와 루리코.\n연인이 아닌 ‘친구’끼리의 결혼.\n두 사람의 결혼생활은 하나부터 열까지 서툴기만 하다.\n약지에 끼워진 결혼 반지가 언제쯤 익숙해질지......\n그것은 앞으로 두 사람에게 달려있다.",
      "pt-br": "Duas mulheres que são apenas \namigas fazem uma promessa... \n\"Se nós duas ainda estivermos \nsolteiras em 5 anos, vamos nos \ncasar.\" Cinco anos depois, elas se \nreencontram, e as suas vidas \nde casadas começa."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "32"
  },
  {
    "mangaId": "d2724006-db0c-400c-b56e-6fc34dad232b",
    "title": {
      "en": "Variant"
    },
    "updatedAt": "2025-01-31T05:35:37+00:00",
    "coverArt": "https://mangadex.org/covers/d2724006-db0c-400c-b56e-6fc34dad232b/b8645a9c-0ff2-4bc8-9c54-4e6c32bea4d3.png",
    "altTitles": [
      {
        "ja": "ヴァリアント"
      }
    ],
    "description": {
      "en": "Exploring different concepts, Variant is a short manga serialized in Monthly Magazine Garo between 1992 and 1994 but was never collected."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "17"
  },
  {
    "mangaId": "b8f9a660-ed4d-4667-9c8d-00e98c05167d",
    "title": {
      "en": "Furetai wa Koi no Hajimari"
    },
    "updatedAt": "2024-12-28T14:28:02+00:00",
    "coverArt": "https://mangadex.org/covers/b8f9a660-ed4d-4667-9c8d-00e98c05167d/5e787b58-ccb9-443c-9466-55c4e74ab9ab.jpg",
    "altTitles": [
      {
        "ja": "「触れたい」は恋の始まり"
      },
      {
        "ja-ro": "\"Furetai\" wa Koi no Hajimari"
      },
      {
        "en": "\"I Wanna Touch You\" Then Love Begins."
      },
      {
        "ko": "‘만지고 싶어’는 사랑의 시작"
      },
      {
        "pt-br": "\"Eu quero tocar em você\" então assim, o amor começa."
      }
    ],
    "description": {
      "en": "Kaede Minato, the cool literature girl, is admired by her classmates for her elegant appearance. Momoko Hattori, a cute girl with an adorable face, quickly became an idol among her peers shortly after she entered high school.\n\nDespite having little connection, they quickly grow closer after Momoko finds Kaede in a particular situation...\n\nA story of two girls experiencing a love that is not quite love yet.",
      "pt-br": "Kaede Minato, a garota legal da literatura, é admirada por seus colegas de classe por sua aparência elegante. Momoko Hattori, uma garota fofa com um rosto adorável, rapidamente se tornou um ídolo entre seus colegas logo após entrar no ensino médio.\n\nApesar de terem pouca conexão, elas rapidamente se aproximam depois que Momoko encontra Kaede em uma situação particular...\n\nUma história de duas garotas vivenciando um amor que ainda não é bem amor."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db2d52e8-317a-4e60-b365-5368f8ea1bb6",
    "title": {
      "en": "Destiny Lovers"
    },
    "updatedAt": "2025-01-31T03:44:41+00:00",
    "coverArt": "https://mangadex.org/covers/db2d52e8-317a-4e60-b365-5368f8ea1bb6/835c63c1-05f8-4839-91c6-2668949587d2.jpg",
    "altTitles": [
      {
        "ru": "Предназначенные судьбой"
      },
      {
        "ja": "デスティニーラバーズ"
      }
    ],
    "description": {
      "en": "Misato Takuma, who has a crush on a classmate, is suddenly kidnapped at the infirmary when he comes to have a second checkup. When he wakes up, he's strapped to a bed and forced to do \"something\" by a beautiful nurse he doesn't know! It's a mysterious hospital where men are locked in an isolation ward and managed by beautiful women! Where the hell are we? And what is the purpose of these beauties? And then the love game between a woman and a man with their lives on the line begins!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "15",
    "lastChapter": "159"
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2025-01-23T17:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      },
      {
        "es-la": "Existen Bestias"
      },
      {
        "es-la": "Bestias Fabulosas"
      },
      {
        "vi": "Có Linh Thú"
      },
      {
        "vi": "Hữu Thú Yên"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。",
      "es-la": "\"En este reino, criaturas mitológicas deambulan, descendientes de los nueve cielos que llaman hogar.\"\nSibuxiang, un hombre-ciervo mitológico y perezoso, es expulsado del cielo y asignado a apoyar a las criaturas mitológicas que vagan por el mundo humano. Conoce y vive aventuras con sus amigos: el enérgico Pixiu amante de la comida llamado Pipi, el fanático conejo lunar Tony, los hermanos ratones Jinjiao y Yinjiao, también desterrados del cielo, y muchos otros. ¿Qué tipo de aventuras emprenderán?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-09-24T18:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/870c4713-e353-4a0b-9c94-4072aa037ec9.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36479187-739c-495e-95c5-68fa909d0a4f",
    "title": {
      "en": "Tsunakan no Tsuna-chan"
    },
    "updatedAt": "2025-02-14T14:58:32+00:00",
    "coverArt": "https://mangadex.org/covers/36479187-739c-495e-95c5-68fa909d0a4f/316ce312-6f79-4149-a0fc-9c69563eedd1.png",
    "altTitles": [
      {
        "ja": "ツナ缶のツナちゃん"
      },
      {
        "en": "Tuna-Chan From A Can Of Tuna"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3961d803-654a-4c9b-aea3-bce6976d028c",
    "title": {
      "en": "Gunsmith Cats"
    },
    "updatedAt": "2025-01-29T12:04:50+00:00",
    "coverArt": "https://mangadex.org/covers/3961d803-654a-4c9b-aea3-bce6976d028c/198f197b-31c2-4b6e-824d-79d78e48a6ae.jpg",
    "altTitles": [
      {
        "en": "Gun Smith Cats"
      },
      {
        "ja": "ガンスミスキャッツ"
      }
    ],
    "description": {
      "en": "Girls, guns, and grenades! Meet Rally Vincent and Minnie May. By day, they work at the Chicago gun shop that they own. By night (or holidays or week-ends), they moonlight as a pair of bounty hunters called the Gunsmith Cats. Rally is an expert at firearms, being able to judge the condition of a gun with a glance, and being an expert marksman. Minnie May is younger and less disciplined; and has an absolute fascination with explosives. Lots of explosives. Especially big ones. Together, they form an unbeatable team; much to the consternation of the local ATF bureau. Set in the city of Chicago, this action-adventure series features a lot of gunfights, car chases, and general mayhem.",
      "es-la": "¡Chicas, armas y granadas! Les presento a Rally Vincent y Minnie May. De día, trabajan en la armería de Chicago que poseen. Por la noche (o los días festivos o fines de semana), trabajan como un par de cazarrecompensas llamados los Gatos Armeros (Gunsmith Cats). Rally es una experta en armas de fuego, capaz de juzgar el estado de un arma con sólo una mirada, y siendo una experta tiradora. Minnie May es más joven y menos disciplinada; y tiene una absoluta fascinación por los explosivos. Muchos explosivos. Especialmente los grandes. Juntas, forman un equipo imbatible; para consternación de la oficina local de la ATF. Ambientada en la ciudad de Chicago, esta serie de acción-aventura presenta muchos tiroteos, persecuciones de coches y caos general.",
      "pt-br": "Garotas, armas e granadas! Conheça Rally Vincent e Minnie May. Durante o dia, elas trabalham na loja de armas de sua propriedade em Chicago. À noite (ou feriados ou fins de semana), elas trabalham como uma dupla de caçadoras de recompensas chamadas de Gunsmith Cats. Rally é uma especialista em armas de fogo, sendo capaz de julgar a condição de uma arma com um olhar e sendo uma atiradora experiente. Minnie May é mais jovem e menos disciplinada; e tem um fascínio absoluto por explosivos. Muitos explosivos. Especialmente os grandes. Juntos, elas formam uma equipe imbatível; para grande consternação do escritório local do ATF. Passada na cidade de Chicago, esta série de ação e aventura apresenta muitos tiroteios, perseguições de carros e confusão geral."
    },
    "status": "completed",
    "releaseDate": 1991,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "75"
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-10-14T10:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/b0aa4473-59dc-45d9-be45-b69dfcaf794f.jpg",
    "altTitles": [
      {
        "ja": "異世界のんびり農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "vi": "Cuộc Sống Nông Dân Ở Thế Giới Khác"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "闘病の末に命を落とした青年・火楽は、神様によって蘇生され、若返って異世界に転移した。第二の人生を楽しむため、授けられた『万能農具』を手に、異世界で掘って伐って耕して…。\n\n**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c22152b-9a6f-48f3-adb6-27b2f4cc2758",
    "title": {
      "en": "Tsuihousareta Renkinjutsushi wa Mujikaku ni Densetsu to Naru Yandere Imouto (Oukoku no Shugoryuu) to Issho ni Henkyou de Shiawase ni Kurashimasu!"
    },
    "updatedAt": "2025-02-10T13:18:03+00:00",
    "coverArt": "https://mangadex.org/covers/2c22152b-9a6f-48f3-adb6-27b2f4cc2758/9811a373-c94d-4651-911b-7c559ba3abee.jpg",
    "altTitles": [
      {
        "ja": "追放された錬金術師は無自覚に伝説となる ヤンデレ妹（王国の守護竜）と一緒に辺境で幸せに暮らします！"
      },
      {
        "en": "The Exiled Alchemist Unwittingly Becomes a Legend Living Happily on the Frontier with his Yandere Sister (The Guardian Dragon of the Kingdom)!"
      }
    ],
    "description": {
      "en": "One day, Mys, the eldest son of Duke Windsor, is sentenced by the king to be exiled to the border. The king claims that his secret visit to Valitra, the strongest dragon that protects the kingdom, is an attempt at treason against the kingdom. However, Valitra's guardian dragon is actually Mys' younger sister, Tinny, who was thought to have died four years ago! \n\n\"Mys Nii-sama is the one who saved my life, the one who is worthy to rule everything in the world [Supreme Being]. Anyone who hurts Mys Nii-sama will be thrown into hell!\" \n\nAnd the Kingdom is heading towards destruction, having incurred the wrath of its guardian dragon, Valitra... Meanwhile, on the border where Mys has become the ruler, his alchemy techniques are leading to unprecedented developments and making everyone happy - and once again, the kingdom is in danger of destruction.",
      "id": "Suatu hari, Mys, putra tertua dari Duke Windsor, dijatuhi hukuman oleh raja untuk diasingkan ke perbatasan. Raja mengklaim bahwa kunjungan rahasianya ke Valitra, naga terkuat yang melindungi kerajaan, merupakan usaha pengkhianatan terhadap kerajaan. Namun, naga penjaga Valitra sebenarnya adalah adiknya Meis, Tinny, yang dikira telah meninggal empat tahun lalu! “Mys Nii-sama adalah orang yang menyelamatkan hidupku, orang yang layak untuk memerintah segala sesuatu di dunia [Makhluk Tertinggi]. Siapapun yang menyakiti Mys Nii-sama akan ku lemparkan ke dalam neraka!” Dan Kerajaan sedang menuju kehancuran, setelah menimbulkan kemarahan naga pelindungnya, Valitra… Sementara itu, di perbatasan di mana Mys telah menjadi penguasa, teknik alkemisnya mengarah pada perkembangan yang belum pernah terjadi sebelumnya dan membuat semua orang bahagia – dan sekali lagi, kerajaan berada dalam bahaya kehancuran.",
      "ja": "まともな回復薬すら作れないことから、家族から無能扱いされていたウィンザー公爵家の長男・マイス。彼はある日、国王から辺境ベオグラードへの追放を言い渡されてしまう。王国を守るドラゴン【守護竜ヴァリトラ】のもとへ通っていたことが、王国への反逆に当たるというのだ。しかし実は、守護竜ヴァリトラの正体は4年前に死んだと思われていたマイスの妹ティニーであった――。「マイス兄様こそ私の命の恩人にして、この世のすべてを統べるに相応しい【至高にして至大であられるお方】です。マイス兄様を傷つける者は、この私が地獄に叩き落します！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c8ddbf0-7807-493b-960d-c1e508f12c46",
    "title": {
      "en": "The Marshal King"
    },
    "updatedAt": "2025-02-07T08:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/3c8ddbf0-7807-493b-960d-c1e508f12c46/84c06085-b6c3-400e-82b0-e72505a8e0e2.png",
    "altTitles": [],
    "description": {
      "en": "Nobody on the continent hasn't heard of the evil deeds of the great outlaw M. Godspeed.\nBut one day, a young man claiming to be the criminal's son suddenly appears trekking through the harsh desert.\nThis Jim Godspeed says he's killed his father and has the corpse to prove it!\nA steampunk western from the mind of the master, Boichi!\n\n(Source: MangaPlus)",
      "es": "M. Godspeed fue un legendario villano cuya crueldad extrema hizo que su nombre resonara por todo el continente.\nUn día, apareció un joven llamado Jim Godspeed, quien afirmó ser su hijo.\nJim dijo haber matado a su padre con sus propias manos y haber cruzado el desierto ¡con su cadáver a cuestas...!\n¡Disfruta de esta épica historia ambientada en el Oeste de mano del aclamado maestro Boichi!\n\n(Fuente: MangaPlus)",
      "ja": "<毎週金曜更新>悪逆の限りを尽くし、大陸に名を轟かせた、偉大なる悪党M・ゴッドスピード。\nある日、彼の息子を名乗る、ジム・ゴッドスピードが現れた。\nジムは自らの手で父を殺し、その亡骸とともに、砂漠を渡ってきたと語る...！\n巨匠・Boichiが紡ぐ、新たなるウエスタンストーリー！",
      "vi": "Không ai trên khắp vùng đất này là chưa từng nghe đến những hành động tàn ác của tên tội phạm khét tiếng M. Godspeed.\n\nNhưng một ngày nọ, một chàng trai trẻ tuổi tự xưng là con trai của tên tội phạm đột nhiên xuất hiện, lặn lội qua vùng sa mạc khắc nghiệt.\n\nJim Godspeed này nói rằng hắn đã giết cha mình và có xác chết để chứng minh điều đó!\n\nMột câu chuyện miền viễn tây theo phong cách steampunk đến từ Boichi!"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d97d4444-f05a-45e9-adf4-ffeec87f943b",
    "title": {
      "en": "Broken Branches"
    },
    "updatedAt": "2025-01-13T11:37:03+00:00",
    "coverArt": "https://mangadex.org/covers/d97d4444-f05a-45e9-adf4-ffeec87f943b/4b937bb5-3548-413b-a018-32f8fdeb7129.jpg",
    "altTitles": [
      {
        "zh-ro": "Zhézhī"
      },
      {
        "zh": "折枝"
      }
    ],
    "description": {
      "en": "The story revolves around Duan Ling, the son of a sect leader, who was abducted by the demonic cult as a child. There, he met the Lu family's twin brothers, Lu Xiuyan and Lu Xiuwen. Lu Xiuyan was gentle and kind, while Lu Xiuwen was sharp-tongued and cunning. With Lu Xiuyan's help, Duan Ling managed to escape the cult.  \n\nTen years later, Duan Ling had grown into a renowned hero. To fulfill the promise he made to Lu Xiuyan—“I will definitely save you”—he fought his way back into the demonic cult. However, upon reuniting, Lu Xiuyan was nowhere to be found, and he only managed to rescue Lu Xiuyan's twin brother, Lu Xiuwen…"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0081e3dd-bf93-4bd4-aa95-3e8c0f1dfa31",
    "title": {
      "en": "Yukidoke to Agapanthus"
    },
    "updatedAt": "2025-01-30T21:01:46+00:00",
    "coverArt": "https://mangadex.org/covers/0081e3dd-bf93-4bd4-aa95-3e8c0f1dfa31/efe8cc24-6067-4ff7-8482-f03e3bd06fc2.jpg",
    "altTitles": [
      {
        "ja": "雪解けとアガパンサス"
      },
      {
        "ja-ro": "Yukidoke to Agapansasu"
      },
      {
        "en": "Snow Thaw & Love Letter"
      }
    ],
    "description": {
      "en": "Natsuki, the prince of an all-girls school meets an innocent (girl) transfer student, Shun, who doesn't treat Natsuki like a prince, but instead treats her as a \"friend.\" Natsuki excels in everything she does and even has a fan club at school. Even though she was looked at with admiration, her days were somehow unfulfilled... Although Natsuki feels uncomfortable with her first \"friend\", Shun's innocent smile and bright personality make Natsuki's heart flutter...?",
      "ja": "文武両道でファンクラブまで存在する女子校の王子(プリンス)、夏月(なつき)。憧憬の眼差しを受けながらも、何だか満たされない日々を送っていた……。そんな彼女のもとに、転校生の春(しゅん)がやって来る。今までの生徒たちとは違い、夏月を王子様扱いせず、「友達」として接する春。夏月は初めての「友達」に違和感を抱きながらも、その無邪気な笑顔と明るい性格に心がときめいていき…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7e5b450-94ee-4060-9e7e-3e0785707000",
    "title": {
      "en": "Go! Ina Junior High Ping-Pong Club"
    },
    "updatedAt": "2025-01-29T12:07:01+00:00",
    "coverArt": "https://mangadex.org/covers/b7e5b450-94ee-4060-9e7e-3e0785707000/edfc0901-b24d-4c52-91d5-6c987c359190.jpg",
    "altTitles": [
      {
        "zh": "去吧，稻中乒团"
      },
      {
        "ja": "行け！稲中卓球部"
      },
      {
        "ja-ro": "Ike! Ina-chuu Takkyuubu"
      }
    ],
    "description": {
      "en": "There are six members of the boy's ping pong club. Two are relatively normal; however, the other four consist of an aspiring sexual deviant, two perverts, and a guy with lethal B.O. Add in a cantakerous girl as a manager, and you have the entire crew.  \n  \nThis series pushes the boundaries of good taste beyond anything the western world has experienced, yet somehow manages to remain vaguely charming. The antics of the ping pong club includes one member's trademark \"Protruding Pecker Serve,\" molesting cross-dressing members, and the infamous \"Turtle Sequence,\" which is much too horrifying to describe.  \n  \nIn 1996, this manga won the Kodansha Manga Award for general manga."
    },
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "159"
  },
  {
    "mangaId": "9ecd208c-c592-4462-9f57-4d7d4a9f956f",
    "title": {
      "en": "Mercenary Enrollment"
    },
    "updatedAt": "2024-08-31T18:23:33+00:00",
    "coverArt": "https://mangadex.org/covers/9ecd208c-c592-4462-9f57-4d7d4a9f956f/75e7fac6-c9f4-43ce-ae0e-cbf06f28f99b.jpg",
    "altTitles": [
      {
        "ko": "입학용병"
      },
      {
        "ko-ro": "Ipagyongbyeong"
      },
      {
        "en": "Teenage Mercenary"
      },
      {
        "de": "Söldnereinschreibung"
      },
      {
        "fr": "High School Mercenary"
      },
      {
        "es": "Mercenario adolescente"
      },
      {
        "ja": "入学傭兵"
      },
      {
        "zh": "少年佣兵"
      },
      {
        "zh-hk": "入學傭兵"
      },
      {
        "th": "พี่ชายสายบอดี้การ์ด"
      },
      {
        "id": "High School Soldier"
      },
      {
        "id": "Tentara Menyamar Jadi Anak SMA"
      },
      {
        "pt-br": "Mercenário Adolescente"
      }
    ],
    "description": {
      "de": "Im Alter von acht Jahren verlor Ijin Yoo seine Eltern bei einem Flugzeugabsturz und strandete in einem fremden Land, wo er gezwungen war, ein Kindersöldner zu werden, um zu überleben. Zehn Jahre später kehrt er nach Hause zurück, um mit seiner Familie in Korea wieder vereint zu sein. Dort scheint alles friedlich zu sein, doch schon bald muss Ijin feststellen, dass das Leben als Teenager eine ganz andere Art des Überlebens ist. Da ihm nur noch ein Jahr in der Oberschule bleibt, muss Ijin neue Taktiken erlernen, um sich auf dem Schlachtfeld der Schule zurechtzufinden. Kann er ein Jahr Oberschule überleben? Oder wird die Schule vielmehr in der Lage sein, IHN zu überleben?\n\n---\nDie Geschichte handelt von einem jungen Koreaner, der bei einem Flugzeugabsturz seine Eltern verloren hat. Das Kind landet irgendwie in einem vom Krieg zerrissenen Teil der Welt und wird zu einem Top-Söldner im Teenageralter. Irgendwie findet er seine Familie wieder und beschließen, ein ruhiges Leben mit seiner Familie zu führen.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "en": "At the age of eight, Ijin Yu lost his parents in a plane crash and became stranded in a foreign land, forced to become a child mercenary in order to stay alive. \n\nHe returns home ten years later to be reunited with his family in Korea, where food and shelter are plenty and everything seems peaceful. But Ijin will soon learn that life as a teenager is a whole other feat of survival. With only one year of high school left, Ijin must master new tactics to maneuver his way around the schoolhouse battleground.\n\nCan he survive a year of high school? Or rather, will the school be able to survive him?",
      "es": "A los ocho años, Ijin Yu perdió a sus padres en un accidente aéreo y quedó varado en un país extranjero, forzado a convertirse en mercenario para sobrevivir. Diez años después, regresa a su hogar para reunirse con su familia en Corea, en donde sobra la comida y todo parece estar en paz. Sin embargo, Ijin pronto descubrirá que la vida de adolescente es otro tipo de supervivencia. En su último año de secundaria, Ijin debe dominar nuevas tácticas para resistir en el campo de batalla escolar. ¿Podrá sobrevivir a su último año? ¿O podrá su escuela sobrevivir a él?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "fr": "Ijin est un jeune mercenaire qui est le seul survivant d’un accident d’avion survenu dans son enfance. Il vient tout juste de retourner auprès de sa famille qui le croyait mort durant ses 10 ans d’absence. Ijin pourra-t-il mettre de côté son passé sombre et mener une vie normale de lycéen?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "hu": "Yu Ijin volt az egyetlen túlélője egy repülőgép-szerencsétlenségnek, amikor még kicsi volt. Miután zsoldosnak állt, hogy 10 évig túléljen, visszatér a családjához a szülővárosába.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "id": "Yoo Leejin, satu-satunya orang yang hidup dari kecelakaan pesawat terbang, harus bekerja sebagai tentara bayaran selama 10 tahun. Tapi akhirnya dia kembali ke tempat asalnya dan memulai kehidupan baru sabagai anak SMA biasa. Apakah dia bisa bersekolah dengan normal?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "ko": "어린 시절 비행기 추락 사고의 유일한 생존자 유이진.  \n살아남기 위해 용병으로 살아가던 유이진은 10년 후, 가족이 있는 고향으로 돌아왔다.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "th": "ยูอีจิน เด็กหนุ่มผู้รอดตายจากอุบัติเหตุเครื่องบินตกและใช้ชีวิตเป็นทหารมานับแต่นั้นได้กลับมาหาครอบครัวของเขาในที่สุดหลังจากผ่านเวลาไปเป็นสิบปี\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh": "超强少年佣兵归来！\n欺负我妹的一个都不准跑！\n\n幼年遭遇飞机失事，成为唯一幸存者的柳亦真，为了生存成为了佣兵。十年后，因偶然的契机得以回到故乡上学并找回了自己的家人。正当他为失而复得的家人感到幸福，为安逸的生活感到欣喜时，却发现事情并不如他所愿。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "pt-br": "Yu Ijin foi o único sobrevivente de uma queda de avião quando ainda era criança. Depois de se tornar um mercenário por 10 anos para sobreviver, ele retornou para sua família em sua cidade natal.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh-hk": "《大貴族》孫齊晧作家的新作！ 幼年時，飛機墜毀事故的唯一倖存者劉理真，爲了生存以傭兵生活的劉理真，10年後回到了有家人的故鄉。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba64c401-4fa1-4f20-8b25-aed86525bdbb",
    "title": {
      "ja": "Nukitashi - Nukige Mitai na Shima ni Sunderu Watashi wa Dou Surya Ii desu ka?"
    },
    "updatedAt": "2024-09-30T04:43:36+00:00",
    "coverArt": "https://mangadex.org/covers/ba64c401-4fa1-4f20-8b25-aed86525bdbb/2c7f715d-372b-4a05-b1d7-a9a0d93890cc.jpg",
    "altTitles": [
      {
        "ja": "ぬきたし－抜きゲーみたいな島に住んでるわたしはどうすりゃいいですか？"
      },
      {
        "ja-ro": "Nukitashi: Nukige Mitai na Shima ni Sunderu Watashi wa Dou Surya Ii desu ka?"
      },
      {
        "en": "Nukitashi - I Live on an Island Straight from a Fap Game, What on Earth Should I Do? -"
      },
      {
        "zh": "拔我－生活在拔作一樣的島上我該怎麼辦才好？"
      }
    ],
    "description": {
      "en": "Indigo island is a place like no other, to deter emigration and attract tourism they have become the 'sex' destination as residents are punished if they are not have having frequent sex! On this crazy island, Hitori Misaki is still at school and one of the rare virgins trying to keep her secret and find love in such a lewd environment! The manga is based on the adult game \"Nukitashi - Is this island Utopia or Dystopia?\" by Qruppo!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "30"
  },
  {
    "mangaId": "256cfa77-3698-4f5b-8ff0-5eb39cd6bd6c",
    "title": {
      "en": "Life of Pyonko"
    },
    "updatedAt": "2025-02-15T18:01:42+00:00",
    "coverArt": "https://mangadex.org/covers/256cfa77-3698-4f5b-8ff0-5eb39cd6bd6c/eecc8790-3f2d-4d9c-83a3-c13bf05ac9e9.jpg",
    "altTitles": [],
    "description": {
      "en": "A collection of the Pyonko and Friends mini-stories taken from the Author's X(Twitter) and Patreon accounts.\n\nUploaded out of chronological order."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5ee781b-e01f-4da8-90ca-962056cb5435",
    "title": {
      "en": "MAD"
    },
    "updatedAt": "2025-02-06T19:37:34+00:00",
    "coverArt": "https://mangadex.org/covers/a5ee781b-e01f-4da8-90ca-962056cb5435/27a003ab-1164-4efb-867e-a6f56b21b9d3.jpg",
    "altTitles": [],
    "description": {
      "en": "Mysterious alien life-forms invade Earth! Most of humanity is wiped off the face of the planet. John, his sister, and the remaining survivors hope to find a new world to inhabit... But one day, they're targeted by aliens again! (MANGA Plus)",
      "ja": "空からやってきたエイリアンに支配された星。生きる希望を失った男・ジョンは残された生存者達と一縷の望みをかけ謎の信号の発信源へ向かうが――…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6f3fe1c-c086-4f50-a8cf-3ec48fa3f3a8",
    "title": {
      "en": "Shuumatsu no Valkyrie Kitan - Jack the Ripper no Jikenbo"
    },
    "updatedAt": "2025-01-17T11:19:12+00:00",
    "coverArt": "https://mangadex.org/covers/f6f3fe1c-c086-4f50-a8cf-3ec48fa3f3a8/88807014-acfb-47d2-9352-7913e7723e8e.jpg",
    "altTitles": [
      {
        "ja": "終末のワルキューレ奇譚 ジャック・ザ・リッパーの事件簿"
      },
      {
        "en": "The Jack the Ripper Case Files"
      },
      {
        "en": "Record of Ragnarok: The Jack the Ripper Case Files"
      },
      {
        "ru": "Повесть о Конце Света: Досье Джека-потрошителя"
      },
      {
        "uk": "Справи Джека-Різника"
      },
      {
        "en": "Record of Ragnarok Curious Tale: The Jack the Ripper Case Files"
      }
    ],
    "description": {
      "en": "In 1888, a number of prostitutes were murdered in London, by someone known only as \"Jack the Ripper\". The murderer takes to the streets each day, looking to slit some unfortunate woman open... The past of Jack the Ripper, the English gentleman who represented the human side in the fourth round of the struggle between God and mankind known as Ragnarok, who was one of the top-three most popular characters in the character poll, is finally revealed!\n___\n**Alt Official Raw:** [MangaHot](https://mangahot.jp/site/works/z_R0212)",
      "ja": "『終末のワルキューレ』第4回戦人類代表ジャック・ザ・リッパー。霧の都ロンドンを、恐怖のどん底に落とし、人類が応援することさえ躊躇した狂喜の殺人紳士に隠された真実とは？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40b10b99-7d3f-451e-a4dd-ffcd85f2a9a1",
    "title": {
      "en": "Don't Mess With Missy!"
    },
    "updatedAt": "2025-02-15T12:16:46+00:00",
    "coverArt": "https://mangadex.org/covers/40b10b99-7d3f-451e-a4dd-ffcd85f2a9a1/19036182-4058-45ff-9d54-0d3ccbdaaedf.jpg",
    "altTitles": [
      {
        "id": "Istri Reinkarnasi Presdir yang Galak"
      },
      {
        "zh-ro": "Không Gian Trùng Sinh: Phu Nhân Hào Môn Không Dễ Đụng"
      },
      {
        "zh": "重生空间：豪门辣妻不好惹"
      },
      {
        "en": "Spicy Wife’s Reborn World"
      },
      {
        "vi": "Trùng Sinh Không Gian: Cô Vợ Hào Môn Nóng Bỏng Không Dễ Chọc"
      },
      {
        "zh": "重生空間：豪門辣妻不好惹"
      },
      {
        "zh-ro": "Chongsheng Kongjian: Haomen La Qi Buhaore"
      }
    ],
    "description": {
      "en": "Reborn in pursuit of revenge, I am sure I can easily achieve my goal, as I happen to be as rich as Bill Gates, as beautiful as Audrey Hepburn, and as deadly as deadpool. However, none of these above works when it comes to dealing with a sweating and panting CEO, who is poisoned, who is in need of \"immediate relief.\"  \n  \nI'd love to help, but don't pull an ice-cool face when you're kissing me, sir!",
      "vi": "Cô, truyền nhân quỷ y, lại trùng sinh vào cơ thể một người đáng thương. Nói cô ngốc? Dùng thuật luyện đan hù chết ngươi! Cười cô thảm? Tùy tiện dùng y thuật cũng có thể khiến em gái xấu xa của mẹ kế thảm hơn! Trọng sinh một đời, Lâm Tố Nhi chỉ muốn thoải mái đánh tra nam ngược tra nữ, không ngờ lại chọc phải người đàn ông tôn quý nhất nước Hoa Hạ, ăn đậu hũ của người ta xong cô lại muốn vung chân bỏ chạy, không ngờ lại bị người đàn ông cường thế bắt về. \"Tiểu nha đầu, ăn rồi phải chịu trách nhiệm, đạo lý này cần tôi dạy em sao?\""
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "442"
  },
  {
    "mangaId": "1418c8ba-6b5f-4a9a-8546-cea35cc69d27",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Escape-hen"
    },
    "updatedAt": "2025-02-15T01:36:57+00:00",
    "coverArt": "https://mangadex.org/covers/1418c8ba-6b5f-4a9a-8546-cea35cc69d27/f605353c-1121-4f70-8a62-f1e95ab03ae9.jpg",
    "altTitles": [
      {
        "ja": "魔法科高校の劣等生　エスケープ編"
      },
      {
        "en": "The Irregular at Magic High School - Escape Arc"
      },
      {
        "es-la": "Mahouka koukou no rettousei: ESCAPES"
      }
    ],
    "description": {
      "en": "Adaption of Light Novel 24-25.",
      "ja": "七賢人を名乗るレイモンド・クラークにより、「トーラス・シルバー」の正体が司波達也であると暴露されてしまった。USNAが提唱するディオーネー計画への参加を巡って世界中が達也の動向に注目し、深雪たちが通う魔法科高校も好奇の目に晒される事態に。だが達也はかねてより進めていたプロジェクトを利用して、世界を裏から操ろうとする者たちに反旗を翻す――!!",
      "es-la": "Raymond Clark, autodenominado como uno de los \"Siete Sabios\", revela que Shiba Tatsuya es la verdadera identidad detrás de \"Taurus Silver\". El mundo está atento a los movimientos de Tatsuya debido a su participación en el proyecto Dione propuesto por la USNA, y la escuela de magia a la que asisten Miyuki y los demás también se ve envuelta en la atención pública. Sin embargo, utilizando un proyecto que había estado desarrollando, Tatsuya se rebela contra aquellos que intentan manipular el mundo desde las sombras. Adaptación de la Novela Ligera 24-25."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "858cae86-3766-47fd-b68c-f37fcb538740",
    "title": {
      "en": "NekoDamari"
    },
    "updatedAt": "2024-04-29T22:31:46+00:00",
    "coverArt": "https://mangadex.org/covers/858cae86-3766-47fd-b68c-f37fcb538740/68393eee-5e37-4ed9-a880-47ed5dfad579.jpg",
    "altTitles": [
      {
        "ja": "ねこだまり"
      },
      {
        "en": "Cats' Toy"
      },
      {
        "ko": "고양이 한 뭉치"
      }
    ],
    "description": {
      "en": "Imagine going home after a tiring shift from work… when you open the door, there lies a paradise of three fluffy house cats! This story is about a tired office lady living with her three unique cats. They interrupt her meals and when she's cleaning, and has to put up with their moody attitudes. Her everyday life is constantly at the mercy of her cats!",
      "pt-br": "Imagine voltar para casa depois de um turno cansativo de trabalho… ao abrir a porta, lá está um paraíso de três gatos domésticos fofinhos! Esta história é sobre uma senhora de escritório cansada que vive com seus três gatos únicos. Eles interrompem suas refeições e quando ela está limpando, e tem que aguentar suas atitudes mal-humoradas. Sua vida cotidiana está constantemente à mercê de seus gatos!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "80"
  },
  {
    "mangaId": "1aca5c7d-f9db-4b8f-90a3-d56bf357ecb9",
    "title": {
      "en": "Burning Kabaddi"
    },
    "updatedAt": "2025-01-28T16:53:17+00:00",
    "coverArt": "https://mangadex.org/covers/1aca5c7d-f9db-4b8f-90a3-d56bf357ecb9/8c15f930-f230-4852-a639-25f0a2e46366.jpg",
    "altTitles": [
      {
        "ja": "灼熱カバディ"
      },
      {
        "ja-ro": "Shakunetsu Kabaddi"
      },
      {
        "ta": "எரியும் கபடி"
      },
      {
        "hi": "Jwalit Kabaddi"
      },
      {
        "hi": "धधकती कबड्डी"
      }
    ],
    "description": {
      "en": "The story centers on first-year high school student Tatsuya Yoigoshi, a former ace soccer player who dislikes sports.\nHe gets invited to join the team for an Indian contact sport called Kabaddi.\nHe scoffs at the idea at first but becomes interested after watching a kabaddi practice.\n\nWon the 70th Shougakukan Manga Award."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9d854ea-6787-40f5-a30c-5d72eef9e0cb",
    "title": {
      "en": "Junket Bank"
    },
    "updatedAt": "2024-10-13T09:41:32+00:00",
    "coverArt": "https://mangadex.org/covers/f9d854ea-6787-40f5-a30c-5d72eef9e0cb/188a4913-88e5-4b72-8913-9830b77aa8a1.jpg",
    "altTitles": [
      {
        "ja": "ジャンケットバンク"
      }
    ],
    "description": {
      "en": "\"Junket Bank\" is a manga of a gambling place operated by a bank. Mitarai, a bank clerk bored with his every day duties. One day, Mitarai went to the basement of the bank while thinking that something was wrong with his new boss Usami, but witnessed gambling there..."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9aada04-49fb-4b74-a5e5-1e533b29b92f",
    "title": {
      "en": "The Jet Black Hedgehog: Shadow the Hedgehog"
    },
    "updatedAt": "2025-02-15T17:43:56+00:00",
    "coverArt": "https://mangadex.org/covers/f9aada04-49fb-4b74-a5e5-1e533b29b92f/6d3a0f20-ea9d-4d83-be9b-f27f063fba33.png",
    "altTitles": [
      {
        "ja": "漆黒のハリネズミ シャドウ・ザ・ヘッジホッグ"
      },
      {
        "ja-ro": "Shikkoku no Harinezumi Shadow the Hedgehog"
      }
    ],
    "description": {
      "en": "The meaning of his birth. The answer he leads to is—\n\nA new serialization of a full-speed action franchise that has attracted the world's attention!\n\nAn adaptation of the much-talked-about *Sonic x Shadow Generations*! CoroCoro's No.1 antihero has arrived."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "ae5fafde-016a-4a0e-ad31-0dc2e6de8dca",
    "title": {
      "en": "Hawk Master, It's Hunting Time!"
    },
    "updatedAt": "2025-01-31T19:37:36+00:00",
    "coverArt": "https://mangadex.org/covers/ae5fafde-016a-4a0e-ad31-0dc2e6de8dca/e0787442-c976-4a9a-b455-f72dd18124ff.jpg",
    "altTitles": [
      {
        "ja": "鷹の師匠、狩りのお時間です！"
      },
      {
        "ja-ro": "Taka no Shishou, Kari no Ojikan desu!"
      }
    ],
    "description": {
      "en": "Aiming for unity of man and hawk! Living with a goshawk \"master\", hunting and tasting the prey. A four-panel essay on falconry that teaches the traditions of falconry and nature.\n\nIts partner falcon \"Donko\", his hound Mira and a variety of wild birds! Meet lots of animals!"
    },
    "status": "hiatus",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6233aed2-2f42-4308-a2b9-7d37b836cc33",
    "title": {
      "en": "Kusunoki's Flunking Her High School Glow-Up"
    },
    "updatedAt": "2025-02-01T12:36:36+00:00",
    "coverArt": "https://mangadex.org/covers/6233aed2-2f42-4308-a2b9-7d37b836cc33/5d21781a-f757-454a-88bc-c070f558867f.jpg",
    "altTitles": [
      {
        "ja": "楠木さんは高校デビューに失敗している"
      },
      {
        "ja-ro": "Kusunoki-san wa Koukou Debut ni Shippai Shite Iru"
      },
      {
        "en": "She is (Not) a Cool Girl (in High School)"
      },
      {
        "zh": "楠木同学高中出道失败了"
      },
      {
        "zh-ro": "Nánmù tóngxué gāo zhòng chūdào shībàile"
      },
      {
        "ru": "Кусуноки-сан не смогла измениться к старшей школе"
      }
    ],
    "description": {
      "en": "After his traumatic years in junior high school, the ultra-introvert Shizuki Keisuke decides to turn his life around, and gives himself a complete make-over for his high school \"debut.\" His new high school life seems promising, as no one is aware of his hidden past... except for one person: Kusunoki Shizuka, who also changed herself in pursuit of a more successful high school life! As their fates intertwine, will Keisuke ultimately be able live a peaceful life in high school...?!",
      "ja": "中学時代のトラウマをきっかけに高校デビューに成功した元陰キャの志月恵助。\n新しい環境で過去の自分を知る者はいない。ただ一人、同じ中学出身で\n恵助と同様に高校デビューを果たした女子・楠木静を除いて…。\n\n---\nChūgaku jidai no torauma o kikkake ni kōkō debyū ni seikō shita moto in kya no shitsuki keisuke. Atarashī kankyō de kako no jibun o shiru mono wa inai. Tadahitori, onaji chūgaku shusshin de keisuke to dōyō ni kōkō debyū o hatashita joshi Kusunoki Shizuka o nozoite….",
      "pt-br": "Depois de seus anos traumáticos no ensino médio, o ultra-introvertido Shizuki Keisuke decide mudar sua vida e se transforma completamente para sua \"estreia\" no ensino médio. Sua nova vida escolar parece promissora, já que ninguém sabe de seu passado oculto... exceto por uma pessoa: Kusunoki Shizuka, que também mudou a si mesma em busca de uma vida escolar mais bem-sucedida! À medida que seus destinos se entrelaçam, Keisuke será capaz de viver uma vida pacífica no ensino médio...?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1903d526-3058-497e-8fcc-1582e27a07f1",
    "title": {
      "en": "One Foot on the Accelerator to Create the End of the World"
    },
    "updatedAt": "2025-02-15T16:54:08+00:00",
    "coverArt": "https://mangadex.org/covers/1903d526-3058-497e-8fcc-1582e27a07f1/6f52024b-7838-42cc-a76b-a78c692bf56f.jpg",
    "altTitles": [
      {
        "zh": "一脚油门创飞末日"
      }
    ],
    "description": {
      "en": "No backstabbing by an ex-girlfriend, no betrayal by teammates, no dying in the mouth of a monster to restart another life. ✌ Right from the start, you already have traps activated"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5018f2b1-65ee-4a76-a7f3-4bb851e1ade5",
    "title": {
      "en": "High Score Girl DASH"
    },
    "updatedAt": "2024-10-13T11:17:11+00:00",
    "coverArt": "https://mangadex.org/covers/5018f2b1-65ee-4a76-a7f3-4bb851e1ade5/b0a42749-fcd3-4fd7-805d-d5bdc0239ce8.jpg",
    "altTitles": [
      {
        "ja": "Haisu Koa Gaaru Dasshu"
      },
      {
        "ja": "Hi Score Girl DASH"
      },
      {
        "en": "High Score Girl: Dash"
      },
      {
        "ja": "ハイスコアガールDASH"
      }
    ],
    "description": {
      "en": "The manga will focus on the character Koharu Hidaka, who is a middle school teacher close to 30 years old in 2007.",
      "es-la": "Año 2007, Hidaka Koharu ahora es maestra de secundaria y a punto de alcanzar los 30 años. Sin novio y sin perspectivas para el futuro. Balanceándose entre el trabajo y la búsqueda de matrimonio, el corazón de esta chica madura es como un Kikouken."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fe5571f-ecc9-4a26-9a50-cfa09757a735",
    "title": {
      "en": "Totsugi Okureta Kitsune ga Yome ni Kuru Hanashi"
    },
    "updatedAt": "2025-01-03T03:07:17+00:00",
    "coverArt": "https://mangadex.org/covers/2fe5571f-ecc9-4a26-9a50-cfa09757a735/149a2c52-1375-42bb-9156-2a5de979a823.jpg",
    "altTitles": [
      {
        "ja": "嫁ぎ遅れた狐が嫁に来る話"
      },
      {
        "en": "The Story of the Fox Who Was Late Getting Married and Came to be My Bride"
      }
    ],
    "description": {
      "en": "One day, overworked salaryman Goro is taking a walk on the mountain behind his house and comes across a fox lying upside down on the side of the road... The fox yells 'Hey you! Got a moment?'  And well, if you've seen the title you know the rest.  This is a cute and fluffy romcom about a fox's wedding(?).",
      "ja": "狐を拾ったら、嫁がれました。\n\n三十路手前のサラリーマン、日野峰吾郎は、とある理由で嫁ぎ遅れた化け狐、こがねを助けたことで恩返しと称した求婚を迫られる。こがねを無下にすることもできず、吾郎は「1年間の同棲を経て妻として認められたら結婚する」という条件を提案することに。果たしてこがねは無事に嫁ぐことができるのか？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccf515f7-8a7f-448f-91d3-815534fd05fb",
    "title": {
      "en": "The Evil God Descends, I Own Great Hell"
    },
    "updatedAt": "2025-02-12T15:48:25+00:00",
    "coverArt": "https://mangadex.org/covers/ccf515f7-8a7f-448f-91d3-815534fd05fb/31ca4396-c76b-4696-bfb2-458f0b51b5f6.jpg",
    "altTitles": [
      {
        "zh": "邪神降世，我有一座大凶狱"
      },
      {
        "en": "The Presence of Evil Spirits"
      },
      {
        "en": "Evil God Descends, I Have a Great Calamitous Prison"
      }
    ],
    "description": {
      "en": "In the apocalypse, an evil god descends, devouring humans and threatening my homeland, China! Little do they know, I hold the control of the Demon-Suppressing Hell, where countless gods and ancient monsters from China have been secretly imprisoned for thousands of years! All for this moment... to annihilate the foreign gods and cleanse the human world!\n\n— Of course, if you surrender, as the Warden, I might consider letting you evil gods into the Great Hell to work on sewing machines. Meals and accommodation are provided, of course."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-11-07T22:04:56+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/7e02ac66-1ac9-4eac-bc05-a264222ca87b.png",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      },
      {
        "pl": "SZKIELET"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7889434b-d9a5-454c-8ea1-8c7a4509fc51",
    "title": {
      "en": "Servamp"
    },
    "updatedAt": "2025-01-30T07:31:12+00:00",
    "coverArt": "https://mangadex.org/covers/7889434b-d9a5-454c-8ea1-8c7a4509fc51/49f2e6ca-8ec5-4334-9cc3-00cf800f40b5.jpg",
    "altTitles": [
      {
        "ja": "SERVAMP-サーヴァンプ-"
      },
      {
        "ar": "خادم خون‌آشام"
      },
      {
        "ru": "Сервамп"
      },
      {
        "th": "เซอร์แวมพ์"
      }
    ],
    "description": {
      "en": "When a stray black cat crosses Shirota Mahiru’s path, the high school freshman’s life will never be the same again, because \"Kuro\" is no ordinary feline, but a Servamp, or servant vampire. While Mahiru’s personal philosophy is one of non-intervention, he soon becomes embroiled in an ancient, altogether surreal conflict between vampires and humans.",
      "ja": "高校１年生・城田真昼が道ばたで拾った一匹の可愛い黒猫・クロの正体は、「サーヴァンプ」という下僕の吸血鬼。しかも性格は超ひきこもりニート系。契約によってクロの主人となった真昼は、吸血鬼同士の争いに巻き込まれ戦うはめになるのだが……？"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "24",
    "lastChapter": "149"
  }
]