[
  {
    "mangaId": "6316eac8-53cc-4ac8-bc6b-7c5e229ac607",
    "title": {
      "en": "Gal no Haigo ni Rei ga Iru"
    },
    "updatedAt": "2022-09-04T20:49:26+00:00",
    "coverArt": "https://mangadex.org/covers/6316eac8-53cc-4ac8-bc6b-7c5e229ac607/89c8dcee-834d-44b4-8512-52d9a4424e87.jpg",
    "altTitles": [
      {
        "en": "There's a Ghost Behind the Gyaru"
      },
      {
        "ja": "ギャルの背後に霊がいる"
      },
      {
        "zh": "辣妹背后有只灵"
      },
      {
        "en": "The ghost is behind the gal"
      }
    ],
    "description": {
      "en": "A girl notices something lurking behind her friend."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "75"
  },
  {
    "mangaId": "96e521e5-b19e-4299-b1ad-6b0eeb73e7a0",
    "title": {
      "en": "Mizu no Tomodachi Kappaman"
    },
    "updatedAt": "2024-04-14T12:51:46+00:00",
    "coverArt": "https://mangadex.org/covers/96e521e5-b19e-4299-b1ad-6b0eeb73e7a0/307e27e9-2047-49a5-af4e-4df79c3d227b.jpg",
    "altTitles": [
      {
        "ja": "水のともだちカッパーマン"
      },
      {
        "en": "Water Friend Kappaman"
      }
    ],
    "description": {
      "en": "Kawataro, half human, half kappa, lives as a human, because his father, a kappa, wished so. Kawataro travels to find his mother who disappeared when he was young. On his trip, he encounters various youkai."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "003e7fbf-f047-4783-a7df-1533a2a653d4",
    "title": {
      "en": "Yowamushi Pedal"
    },
    "updatedAt": "2024-02-13T20:31:48+00:00",
    "coverArt": "https://mangadex.org/covers/003e7fbf-f047-4783-a7df-1533a2a653d4/825ddf85-d674-4062-9db4-17af37f0671e.jpg",
    "altTitles": [
      {
        "fr": "En selle, Sakamichi!"
      },
      {
        "en": "Weakling Pedal"
      },
      {
        "th": "โอตาคุน่องเหล็ก"
      },
      {
        "ja": "弱虫ペダル"
      },
      {
        "zh": "飆速宅男"
      },
      {
        "ru": "Трусливый велосипедист"
      },
      {
        "fr": "Pédaleur né"
      }
    ],
    "description": {
      "en": "Otaku Sakamichi Onoda has just entered high school and plans to join the anime club. In middle school, Onoda didn’t have any friends with whom he could talk about anime, games, Akihabara and other otaku things, and he is hoping he can make such friends in the anime club, but he finds out it's been disbanded. In order to reestablish the club he tries to find 4 other people who would like to join.  \n  \nSince he was a little boy, Onoda has ridden his mamachari–a bulky bicycle with a step-through frame mainly used for short rides, such as for casual fun or to pick up groceries–to go to Akihabara every week to check out or buy otaku things. Fellow freshman Shunsuke Imaizumi and bicyclist, while training, notices a boy (Onoda) riding his mamachari up a steep road.  \n  \nFreshman and road racing cyclist, Shokichi Naruko visits Akihabara to get some Gundam plastic models for his younger brothers and meets Onoda who catches his attention because of the his cycling skill on the mamachari and later find out they go to the same school. Later on, both Naruko and Imaizumi try to convince him to join the bicycle racing club, but will he?\n\n\n---\nOfficial Release:\n- Indonesian release by m&c! Comics as **Yowamushi Pedal, Go!**\n\n---\n- **Won the Kodansha Manga Award for Shonen in 2015, which it shared with The Seven Deadly Sins**"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed8a6312-14c1-4e15-a5c1-fac9ba62ef8f",
    "title": {
      "en": "Iljin Romance"
    },
    "updatedAt": "2024-01-28T23:55:52+00:00",
    "coverArt": "https://mangadex.org/covers/ed8a6312-14c1-4e15-a5c1-fac9ba62ef8f/144251fc-7890-4289-b505-3f2e4a7b5721.jpg",
    "altTitles": [
      {
        "ko": "일찐로맨스"
      },
      {
        "ja": "カーストロマンス"
      }
    ],
    "description": {
      "en": "Jin Daim has no friends, but likes drawing. Iljina is the most popular girl in school, even though she rejects every confession. Daim thinks she and her friends are an annoyance and disturbs his drawing time before class, but all he ever draws is her. Things get complicated when his secret sketch books gets discovered by one of Iljina's friends."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e2c111d-b123-4098-bc2c-b0d3b227fb32",
    "title": {
      "en": "Dousei Jidai"
    },
    "updatedAt": "2024-04-07T13:18:38+00:00",
    "coverArt": "https://mangadex.org/covers/3e2c111d-b123-4098-bc2c-b0d3b227fb32/2e5758ea-af49-4838-98c9-e1faf165f378.png",
    "altTitles": [
      {
        "en": "When We Lived Together"
      },
      {
        "it": "L'età della convivenza"
      },
      {
        "fr": "Lorsque nous vivions ensemble"
      },
      {
        "ja": "同棲時代"
      },
      {
        "en": "Age of Cohabitation"
      }
    ],
    "description": {
      "en": "Kyoko (21) and Jiro (23) live together in Tokyo without being married. \nShe is a graphist in an advertisement agency, he's starting to be an illustrator. \nWe follow them through their love struggles and daily life with friends and family \nin a world where sexual revolution is about to start."
    },
    "status": "completed",
    "releaseDate": 1972,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "76"
  },
  {
    "mangaId": "fddba606-d598-40b8-9ba5-f69a129305eb",
    "title": {
      "en": "Dear Anemone"
    },
    "updatedAt": "2024-03-08T16:20:21+00:00",
    "coverArt": "https://mangadex.org/covers/fddba606-d598-40b8-9ba5-f69a129305eb/93f687be-db56-4ee2-a319-1e1ff344e1bc.jpg",
    "altTitles": [
      {
        "ja": "ディアーアネモネ"
      }
    ],
    "description": {
      "en": "When Gaku lands on the Galapagos Islands, a paradise is the last thing he'll be experiencing. With creatures undergoing horrific evolutions, only one rule still stands--the survival of the fittest!",
      "fr": "Gaku Hachiue et un groupe d'investigation débarquent sur les \"îles Galapagos\", réputées être un paradis pour les plantes et les animaux. Mais à la place, ils rencontrent des créatures qui ont évolué d'une manière qui leur est propre. Les seuls à pouvoir survivre dans une situation où la vie est brutalement piétinée, et à la loi du plus fort, sont ceux capable d'évoluer à travers des changements répétés."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13dabdc8-6ba7-4514-bf93-6603b985063d",
    "title": {
      "en": "Touhou Project - Otona ni Naranakya (Doujinshi)"
    },
    "updatedAt": "2024-04-14T23:07:08+00:00",
    "coverArt": "https://mangadex.org/covers/13dabdc8-6ba7-4514-bf93-6603b985063d/1b166e1b-9779-471c-857a-fb4c3abf3378.jpg",
    "altTitles": [
      {
        "en": "If I Don't Become An Adult"
      },
      {
        "ja": "大人にならなきゃ"
      }
    ],
    "description": {
      "en": "| Namespace | Tags |\n| :--- | :--- |\n| character | ran yakumo, yukari yakumo |\n| female | females only |",
      "ja": "藍が紫への思いに葛藤したり、夜這いしちゃったりする、ゆからん百合本です。甘めです。"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9f7540f-4934-446a-923c-81619b5d3b53",
    "title": {
      "en": "Oh! Dangun"
    },
    "updatedAt": "2024-02-02T00:47:18+00:00",
    "coverArt": "https://mangadex.org/covers/d9f7540f-4934-446a-923c-81619b5d3b53/bd640e86-4d5f-487b-a252-0508f945f1d8.jpg",
    "altTitles": [
      {
        "ko": "오!단군"
      },
      {
        "en": "Legend of Dangun"
      }
    ],
    "description": {
      "en": "There are animals that were abandoned by Dangun and live secretly in the human world. Narae, an ordinary high school student, discovers their existence...\nA modern version of Beauty and the Beast with comedy and exorcism action.\n\n‘Will the project of becoming human, for the animals that could not become human, be successful?'"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99b8eaeb-9041-4bfd-8eb7-d72addc88eb7",
    "title": {
      "en": "The Café Terrace and Its Goddesses"
    },
    "updatedAt": "2024-04-10T13:07:24+00:00",
    "coverArt": "https://mangadex.org/covers/99b8eaeb-9041-4bfd-8eb7-d72addc88eb7/e5f43b7e-37d0-4ac3-8522-8953d6b3f02c.jpg",
    "altTitles": [
      {
        "ja": "女神のカフェテラス"
      },
      {
        "ru": "Терраса-кафе богинь"
      },
      {
        "ja-ro": "Megami no Cafe Terrace"
      },
      {
        "ja": "Megami no Kafeterasu"
      },
      {
        "ne": "देवीहरूको क्याफे टेरेस"
      },
      {
        "fr": "Le café terrasse des déesses"
      },
      {
        "en": "Goddess Café Terrace"
      }
    ],
    "description": {
      "en": "Kasukabe Hayato has been accepted to Tokyo U on his first try. Receiving news of his grandmother's death, he returns to his childhood home, Cafe Terrace Familia, for the first time in three years to find five strange girls there who claim to be \"Grandma's Family\"! Hayato's unexpected life in a seaside town with these five girls of fate begins here!  \n  \nIn this handsome harem under one roof by Koji Seo of *Suzuka*, *Kimi no Iru Machi*, and *Fuuka*, which girl will you fall in love with? A seaside love comedy with too many heroines!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10009/episode/319474) (U.S. Only)",
      "ru": "Спустя три года, после ссоры со своей бабушкой, Хаято Касукабэ возвращается в свой родной дом в котором поселилось пять девушек. Выясняется, что бабушка Хаято позволила девушкам жить в этом доме, а те заботились о ней до самой её смерти. Так начинается история Хаято и пяти \"Богинь\"."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f22606a3-eeb9-4b85-aa0d-8ab573def844",
    "title": {
      "en": "Mobile Fighter G Gundam - Edge Of Gunsmoke"
    },
    "updatedAt": "2024-01-15T02:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/f22606a3-eeb9-4b85-aa0d-8ab573def844/b0d7a116-3b75-4960-b8b3-6d9e0df76f30.jpg",
    "altTitles": [
      {
        "ja": "機動武闘伝Ｇガンダム 硝煙の果て"
      }
    ],
    "description": {
      "en": "Neo Belgium's Gundam Fighter John Browning is shunned in his hometown after dropping out of the 13th Gundam Fight. Determined to participate in the Gundam Fight, even if unofficially, John attempts to assassinate Rain, only to be confronted by Domon and Rain after it is revealed his target is a hologram."
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5353e8c5-8a6c-402a-895b-0d09feec17d4",
    "title": {
      "en": "Isekai ni Kyuuseishu to shite Yobaremashita ga, Around 30 ni wa Muri na no de, hissori Book Café Hajimemashita"
    },
    "updatedAt": "2023-07-20T01:20:03+00:00",
    "coverArt": "https://mangadex.org/covers/5353e8c5-8a6c-402a-895b-0d09feec17d4/ed18fcd6-d43d-4921-937d-cadcd307ef00.png",
    "altTitles": [
      {
        "ja": "異世界に救世主として喚ばれましたが、アラサーには無理なので、ひっそりブックカフェ始めました。"
      },
      {
        "ja": "異世界に救世主として喚ばれましたが"
      },
      {
        "en": "The Savior's Book Café Story in Another World"
      },
      {
        "en": "I Was Summoned to Another World as a Savior, but Because I'm a Woman in My Thirties That's Impossible, so I Quietly Started a Book Café"
      },
      {
        "th": "สาวสามสิบไม่เป็นแล้วผู้กล้า ไปเปิดบุ๊คคาเฟ่ที่ต่างโลกดีกว่า"
      },
      {
        "vi": "Quán Cà Phê Sách Của Vị Cứu Tinh Ở Một Thế Giới Khác"
      },
      {
        "uk": "Книжкове кафе рятівниці з іншого світу"
      }
    ],
    "description": {
      "en": "Tsukina is summoned to another world and is told by a talking orb who introduces itself as a god that she is to be the savior of another world and that she is to balance it with her high magical power, whatever that means. Being already in her thirties, she refuses at first and tells the orb to leave it to those that are younger. Though there are already others that have been summoned to that world, it insists that she go, telling her that it'll grant her any wish in return. In response, she asks to have the strongest protection magic and requests for a function that allows her to summon any item as long as she googles for it. Thus begins her leisurely life in another world as she sets up a quiet and remote book café.\n\n---\nIn this charming tale, a woman gets transported to a fantasy world and pursues her own quest: opening a book café!\n\nTsukina is a single, thirty-something office worker whose favorite thing is curling up with a good book. When a god tells her that she must go to another world to become its magical savior, Tsukina isn’t interested. She has zero desire to go on some grand hero’s journey. So when she arrives in this strange new land, she decides to use her magical powers to create a cozy little book café instead. Her first customer is a handsome soldier who loves reading almost as much as she does. But when a fellow “savior” starts causing trouble, Tsukina might have to play the hero after all!",
      "it": "Tsukina viene convocata in un altro mondo e le viene detto da una sfera parlante che si presenta come un dio che deve essere la salvatrice di un altro mondo e che deve bilanciarlo con il suo alto potere magico, qualunque cosa questo significhi. Essendo già trentenne, all'inizio rifiuta e dice alla sfera di lasciarla ai più giovani. Anche se ce ne sono già altri che sono stati convocati in quel mondo, insiste che lei se ne vada, dicendole che in cambio esaudirà ogni suo desiderio. In risposta, chiede di avere la magia di protezione più forte e chiede una funzione che le permetta di evocare qualsiasi oggetto, purché lo cerchi su Google. Inizia così la sua vita tranquilla in un altro mondo, mentre allestisce un tranquillo e remoto caffè del libro.",
      "ja": "私に世界は救えません！！\n\nアラサー女子のツキナは、「神」と自称する球体により、異世界へ喚ばれてしまった。「神」は何でも願いを叶える事と引き替えに、「救世主」として異世界に安定をもたらすよう言ってくるのだけど…。ハイスペックアラサー女子の異世界ラブライフ！",
      "uk": "\"Я не можу врятувати світ!\" 33-річна Цукіна була викликана в інший світ сферою котра називає себе \"Богом\".В обмін на виконання будь-якого бажання,Бог каже їй відправитися в інший світ як їхній \"Рятівник\".Однак..."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "26"
  },
  {
    "mangaId": "5309245e-f6a8-4004-be99-6c6749a2c564",
    "title": {
      "en": "Akuyaku Ouji no Eiyuutan"
    },
    "updatedAt": "2024-01-30T20:07:59+00:00",
    "coverArt": "https://mangadex.org/covers/5309245e-f6a8-4004-be99-6c6749a2c564/ecf264da-a99f-4217-9089-1f141fc47d4d.jpg",
    "altTitles": [
      {
        "ja": "悪役王子の英雄譚"
      },
      {
        "en": "Heroic Tale of Villainous Prince"
      }
    ],
    "description": {
      "en": "Alfred, the third prince of the royal family who was born with black hair and black eyes, was hated. One day, he comes across his older brother, the first prince, Leolu, announcing to his fiancée, Charlotte, that she has broken off their engagement. In order to save Charlotte, who was falsely accused, Alfred took her place and thought the situation was settled...!?",
      "ja": "王族で唯一の黒髪黒眼に生まれ、忌み嫌われる第三王子・アルフレッド。ある日、兄である第一王子・レオルが婚約者であるシャルロットに婚約破棄を宣言する場に出くわす。冤罪をかけられたシャルロットを救うため、アルフレッドが身代わりとなり事態は一件落着、と思いきや……!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd38c075-8b12-450a-aeee-125e3ac5da4b",
    "title": {
      "en": "Fukushuu wo Koinegau Saikyou Yuusha wa, Yami no Chikara de Senmetsu Musou Suru"
    },
    "updatedAt": "2024-03-23T11:18:36+00:00",
    "coverArt": "https://mangadex.org/covers/bd38c075-8b12-450a-aeee-125e3ac5da4b/54dbaca0-6335-468c-a901-c5819ba84750.jpg",
    "altTitles": [
      {
        "ru": "Герой, жаждущий мести, уничтожит врагов Силой Тьмы"
      },
      {
        "ja": "復讐を希う最強勇者は、闇の力で殲滅無双する"
      },
      {
        "ru": "Тёмная резня мстительного героя"
      },
      {
        "en": "The Strongest Brave Who Craves for Revenge, Extinguish with the Power of Darkness"
      },
      {
        "ja": "こいねが勇者"
      },
      {
        "es-la": "La Oscura Masacre del Héroe Vengativo"
      },
      {
        "zh-hk": "渴望復仇的最強勇者、以黑暗之力所向披靡"
      },
      {
        "en": "The Dark Massacre of the Vengeful Hero"
      }
    ],
    "description": {
      "en": "Raoul, who had defeated the demon king as the strongest hero, should have become the savior of the world. Having his treasured companions and family killed by power-hungry aristocrats, he was executed with false charges brought against him by the princess. Just before his life collapsed, at last, his heart fell into darkness.\n\n\"I'll tear those traitors from limb to limb. Burn them at the stake. Sever them to pieces. Skewer them. I'll kill every one of those bastards without mercy and make them taste hell's suffering.....!!!\"\n\nObtaining the power of darkness, Raoul was revived. Sneering, he vowed revenge. “Oh, I’m looking forward to it – from now on, I'll bask in their blood as I please.” \n\nSeveral days after the hero's revival in the imperial capital where flowers bloomed in profusion, the parade that would advance towards tragedy began.",
      "fr": "Raul qui avait vaincu le roi démon et reconnu comme étant le héros le plus fort aurait dû devenir le sauveur du monde. Mais ses chers compagnons et sa famille ont été tués par des aristocrates affamés de pouvoir, et lui exécuté suite à de fausses accusations portées contre lui par la princesse. Juste avant que sa vie ne s'effondre, son cœur tomba finalement dans les ténèbres. \"Je déchirerai ces traîtres de membre en membre. Brûlez-les sur le bûcher. Coupez-les en morceaux. Embrochez-les. Je tuerai tous ces salauds sans pitié et je leur ferai goûter les souffrances de l'enfer…. ! ! ! !\" ! Ayant obtenu le pouvoir des ténèbres, Raul fut ressuscité. En tout ricanant, il jura de se venger. \"Oh, j'ai hâte d'y être - à partir de maintenant, je me prélasserai dans leur sang comme il me plaira.\" Quelques jours après la renaissance du héros, dans la capitale impériale où les fleurs fleurissaient à profusion, le défilé qui allait mener vers la tragédie débuta.",
      "ja": "最強の勇者として魔王を倒したラウルは、世界の救世主となる――はずだった。　私利私欲を貪る貴族たちにより、仲間や家族を殺されたラウルは、偽りの罪で処刑される。命が潰えるその直前、ついに彼の心は悪に墜ちた。……あの裏切り者どもを、火炙りにして殺す。八つ裂きにして殺す。串刺しにして殺す。地獄のような苦しみの中で、憎き者たちを全員容赦なく殺してやる……!!!!　闇の力を手に入れ蘇生を果たしたラウルは、復讐を誓い、嗤う。「ああ、たのしみだな。――これからあいつらの血を、思う存分浴びることができる」　勇者の復活から数日後。花の咲き乱れる王都で、残虐を極めた復讐無双がはじまるのだった――。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c3e27c4-2ff1-4b66-968e-8b813653192e",
    "title": {
      "en": "Isekai Ryouridou"
    },
    "updatedAt": "2024-01-06T13:25:27+00:00",
    "coverArt": "https://mangadex.org/covers/5c3e27c4-2ff1-4b66-968e-8b813653192e/50947f6f-e6ec-4541-96a8-457398d0e2ea.jpg",
    "altTitles": [
      {
        "en": "Cooking with Wild Game"
      },
      {
        "ru": "Готовка в другом мире"
      },
      {
        "th": "พ่อครัวมือใหม่ผจญภัยต่างโลก"
      },
      {
        "ja": "異世界料理道"
      },
      {
        "ms": "Hidangan di Dunia Lain"
      }
    ],
    "description": {
      "en": "Main protagonist is Tsurumi Asuta. 17 yrs old, 2nd year high schooler. He was working as an apprentice cook at Tsurumi-ya, managed by his father. One day a fire broke out in Tsurumi-ya, for the sake of his father's cherished knife 'Santoku Houchou' he ran back inside to retrieve it and thus met his end. Before he knew it he awoke to an unknown environment. He was then attacked by a beast resembling a boar but a girl named Aifa, from the People of Morihen, saved him. It was then that he realized he was really in different world.",
      "pt": "Asuta Tsurumi de 17 anos de idade e no segundo ano do ensino médio. Trabalha como aprendiz de cozinheiro no Tsurumi-ya, um restaurante comandado por seu falecido pai. Um dia Tsurumi-ya é pega por um incêndio, Asuta mergulha nas chamas em busca da faca 'Santoku' de seu pai, que lhe foi dito que era a alma e vida dele, e foi ai onde ele encontrou seu fim. Enquanto volta para sair das chamas, ele se deparou que estava em meio a uma floresta estranha, sem entender nada ele foi atacado por uma besta aparecida com um Javali, entanto ele foi salvo por uma bela mulher chamada Ai Fa que se auto-denomina parte do \"Povo de Morihen\". Neste instante ele percebeu que se encontrava em outro mundo.",
      "ru": "Цуруми Асута – 17-летний школьник, сын хозяина харчевни «Цуруми-я», попадает в другой мир, где его ждут свирепые монстры, прекрасные туземки и отличная еда!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d68ce67b-38f3-454a-854f-118323b6ff4b",
    "title": {
      "en": "Angel Beats! Tabisuru Tenshi-chan"
    },
    "updatedAt": "2024-01-25T03:50:25+00:00",
    "coverArt": "https://mangadex.org/covers/d68ce67b-38f3-454a-854f-118323b6ff4b/0b576f9c-eb1d-4aef-bad8-c9733ddcedbb.png",
    "altTitles": [
      {
        "en": "Traveling Tenshi-chan"
      },
      {
        "ja": "旅する天使ちゃん"
      },
      {
        "ja": "Angel Beats!  旅する天使ちゃん"
      },
      {
        "ja-ro": "Enjerubītsu tabi suru tenshi-chan"
      },
      {
        "vi": "Thiên sứ-chan du hành"
      },
      {
        "id": "Tenshi-chan dalam Petualangan"
      }
    ],
    "description": {
      "en": "Kanade Tachibana is a cute girl who is called \"Tenshi-chan\" at school. She traveled all over the country in search of \"someone\". During her travels, when she stops by Kanagawa, she meets Yuri Nakamura, a lively and cheerful girl. People who look a lot like SSS members also appear on the road!? Will Angel be able to find \"a certain person\"...?",
      "vi": "Đây là một spin-off của \"Angel Beats!\".\n\nTachibana Kanade là một cô gái xinh xắn được các bạn ở trường gọi là \"Thiên sứ-chan\". Cô đang du hành xuyên Nhật Bản để tìm kiếm \"một ai đó\". Dọc đường, khi đi ngang qua Kanagawa, cô gặp một cô nàng năng nổ và vui tính tên Nakamura Yuri.\n\nNhững người giống hệt các thành viên của chiến tuyến SSS cũng sẽ xuất hiện trong chuyến du hành của Thiên sứ-chan. Liệu cuối cùng cô sẽ có thể tao ngộ cùng \"ai đó\"?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1887bb79-d747-4f35-9f9d-0c08e477f138",
    "title": {
      "en": "I Have a Dragon in My Body"
    },
    "updatedAt": "2022-04-06T17:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/1887bb79-d747-4f35-9f9d-0c08e477f138/77f53445-a1a3-473f-913f-f980afeafbbb.jpg",
    "altTitles": [
      {
        "en": "Dragon In My Body"
      },
      {
        "zh": "我身上有条龙"
      }
    ],
    "description": {
      "en": "Introducing a generation of Celestial Masters and returning to high school, he was surprised to find that he had a dragon in his body… When you are still very weak and face bullying, will you fight desperately or obey? In the previous life, he obeyed, but in this life… The romantic emperor rushed across the city, turning his hands over the clouds, and there was only one mind in mind: I am the king, and where is he?!",
      "fr": "Un empereur céleste retourne au lycée, il a été surpris de voir qu'il avait un dragon dans son corps… Quand tu es encore faible et que tu fais face à l'oppression, vas-tu te battre ou obéir ? Dans sa vie précédente, il a obéit, mais dans cette vie… L'empereur traverse la ville, passe ses mains au dessus des nuages et insiste sur le fait qu'il est le seul roi !"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f542695-6d90-48a3-bee7-cc84175857ee",
    "title": {
      "en": "One Day Outing Foreman"
    },
    "updatedAt": "2023-12-12T01:57:36+00:00",
    "coverArt": "https://mangadex.org/covers/8f542695-6d90-48a3-bee7-cc84175857ee/a372da68-ca8c-4d39-872c-08dc220cbc3a.png",
    "altTitles": [
      {
        "ja": "１日外出録ハンチョウ"
      },
      {
        "en": "1 Day Outing Foreman"
      },
      {
        "ja-ro": "Ichinichi Gaishutsuroku Hanchou"
      }
    ],
    "description": {
      "en": "At a certain prison under the surface, the \"bottom of the bottom\" that is the Teiai Underground Labor Facility, there is a man who uses his \"one-day outing passes\" to go above ground and enjoy all the luxuries of life while living in the poor conditions of the underground. His name is Ootsuki, and he is the leader of Squad E and a master of enjoying himself all day long with eating, drinking, and having a great time."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2e28840-b3a6-4dd7-9c40-1b251a293fe0",
    "title": {
      "en": "Negai no Astro"
    },
    "updatedAt": "2024-04-14T15:28:20+00:00",
    "coverArt": "https://mangadex.org/covers/d2e28840-b3a6-4dd7-9c40-1b251a293fe0/84f6d77a-889c-4efe-8dfa-2d819743d8af.jpg",
    "altTitles": [
      {
        "ja": "願いのアストロ"
      },
      {
        "en": "Astro Royale"
      }
    ],
    "description": {
      "en": "The new series from Ken Wakui, the creator of Shinjuku Swan and Tokyo Revengers! As the battle to decide the next leader of the Yotsurugi gang that runs Asakusa is heating up, a meteorite strike suddenly awakens superpowers in the people of Japan. How will Hibaru Yotsurugi, the son of the previous gang leader, come out of this?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-04-12T13:05:51+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/6fdf61e2-5f60-420a-b1f8-3d4b0461a9c1.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f830514d-f3e1-4b11-b18b-e5f7b6d9b861",
    "title": {
      "en": "Tsubasa -RESERVoir CHRoNiCLE-"
    },
    "updatedAt": "2023-03-29T15:28:31+00:00",
    "coverArt": "https://mangadex.org/covers/f830514d-f3e1-4b11-b18b-e5f7b6d9b861/5dc5101c-3ee9-4f8e-af7f-f1d523b963ed.jpg",
    "altTitles": [
      {
        "en": "Chronicle of the Wings"
      },
      {
        "vi": "Huyền Thoại Đôi Cánh"
      },
      {
        "ru": "Хроника крыльев"
      },
      {
        "ja": "ツバサ-RESERVoir CHRoNiCLE-"
      },
      {
        "ko": "츠바사 RESERVoir CHRoNiCLE"
      },
      {
        "en": "Tsubasa: RESERVoir CHRoNiCLE"
      },
      {
        "en": "TRC"
      }
    ],
    "description": {
      "en": "Sakura is the princess of Clow - and possessor of a mysterious, misunderstood power that promises to change the world. Syaoran is her childhood friend and leader of the archaeological dig that took his father's life. They reside in an alternate reality where whatever you least expect can happen - and does. When Sakura ventures to the dig site to declare her love for Syaoran, a puzzling symbol is uncovered - which triggers a remarkable quest. Now Syaoran embarks upon a desperate journey through other worlds - all in the name of saving Sakura.",
      "ru": "Принцесса Сакура и простой археолог Шаоран - лучшие друзья, и даже немного больше… Но все меняется в один отнюдь не прекрасный день, когда память Сакуры в виде множества магических перьев рассыпается по разным мирам… И Шаоран, поклявшийся найти их, отправляется в долгое странствие. Но не будет ли цена за эту попытку спасти принцессу слишком высока?"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "28",
    "lastChapter": "233"
  },
  {
    "mangaId": "0bb65ad2-d238-49c3-aa19-98fa02768942",
    "title": {
      "en": "Aishuu Lava"
    },
    "updatedAt": "2024-04-08T15:38:55+00:00",
    "coverArt": "https://mangadex.org/covers/0bb65ad2-d238-49c3-aa19-98fa02768942/034fe0de-7ed6-4464-b408-0528bb10b9a0.jpg",
    "altTitles": [
      {
        "es-la": "Lava, La Prisionera del amor"
      },
      {
        "ja": "愛囚ラヴァ"
      },
      {
        "en": "Aishuu Lover"
      }
    ],
    "description": {
      "en": "In a world where people suddenly developed super-powers, those who used their abilities to do evil are held at Catastrophe Prison. Shu Ono, a guard at the prison, somehow fell in love with the strongest female prisoner Lava! A crazy love-comedy about the forbidden relationship between guard and prisoner!",
      "es-la": "Un mundo en el que las personas desarrollan repentinamente habilidades diferentes. Los que utilizan sus habilidades para hacer el mal son encarcelados en una prisión de catastrófica. Shu Ono, que trabaja allí como guardia, se enamora de algún modo de la prisionera más fuerte, ¡Lava!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "cecc7261-1af6-43d4-8b69-1a0173a8b4f7",
    "title": {
      "en": "Code Name: TARANTULA"
    },
    "updatedAt": "2024-03-18T19:13:45+00:00",
    "coverArt": "https://mangadex.org/covers/cecc7261-1af6-43d4-8b69-1a0173a8b4f7/3afc4a4a-e6e5-4e7c-9078-16bca186a441.jpg",
    "altTitles": [
      {
        "en": "Tarantula"
      },
      {
        "ko": "독거미"
      }
    ],
    "description": {
      "en": "A woman's bloody revenge against the corrupt nation's highest power begins.\nLim Nayoung, a housewife enjoying the sweet life of a newlywed.\nThen one day, her husband returns as a cold corpse, and Nayoung, who feels that her husband, a homicide detective, was murdered, decides to avenge her husband...\nin fact, she was seen as an ordinary housewife, was a top killer called \"Tarantula,\" a North Korean secret agent dedicated to terrorist operations such as assassination and kidnapping before defecting from North Korea."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-04-04T21:48:42+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9229ee0c-3e56-41df-be1f-278fa8680426",
    "title": {
      "en": "Snake in the Office"
    },
    "updatedAt": "2024-03-20T03:54:49+00:00",
    "coverArt": "https://mangadex.org/covers/9229ee0c-3e56-41df-be1f-278fa8680426/777d3b67-fd85-46fa-9056-0490c3b50b3e.png",
    "altTitles": [],
    "description": {
      "en": "A lamia starts a new job in a new town.\n\nPosted with [author permission](https://twitter.com/DanielLCarrier/status/1769140595296207140)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "519acffd-f2a1-4d24-8ec4-fe98c6cd7dc1",
    "title": {
      "en": "Usemono Yado"
    },
    "updatedAt": "2023-04-13T17:53:41+00:00",
    "coverArt": "https://mangadex.org/covers/519acffd-f2a1-4d24-8ec4-fe98c6cd7dc1/74dc0d1e-1fe2-46ad-9d29-1376a1d9aa81.png",
    "altTitles": [
      {
        "en": "Inn of the Lost Things"
      },
      {
        "ja": "うせもの宿"
      },
      {
        "ja-ro": "Usemo no Yado"
      },
      {
        "es": "La Posada de los Objetos Perdidos"
      },
      {
        "vi": "Nhà Trọ Của Những Điều Đã Mất"
      },
      {
        "en": "The Inn of Lost Things"
      },
      {
        "ko": "우세모노 여관"
      },
      {
        "tr": "Kayıp Eşyalar Hanı"
      },
      {
        "zh-hk": "失物旅馆"
      }
    ],
    "description": {
      "en": "There is an inn that you can visit where you'll find old things you thought were lost forever.  An old inn with a girl-like proprietress. It is said that visitors who visit there always find what they have lost. What are the many dramas and hidden mysteries that occur in the mysterious \"lost lodging\"? \n\nA surprise and moving Japanese-style fantasy drawn by Toshihide Hozumi, whose debut comic \"Shiki no Mae-ichi\" and the first serialization \"Sayonara Sorcie\" were a big hit.",
      "fr": "Il existe une auberge où l'on peut trouver ce que l'on a perdu ou ce que l'on ignore avoir perdu…"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "d02a12f4-aa9d-48eb-8d4d-0ff476df2d12",
    "title": {
      "en": "Hoshi Furu Oukoku no Nina"
    },
    "updatedAt": "2024-03-24T16:17:27+00:00",
    "coverArt": "https://mangadex.org/covers/d02a12f4-aa9d-48eb-8d4d-0ff476df2d12/beb1180b-98a3-4b01-a17d-eabf8c094d48.jpg",
    "altTitles": [
      {
        "ja": "星降る王国のニナ"
      },
      {
        "en": "Nina the Starry Bride"
      },
      {
        "en": "Nina of the Starry Kingdom"
      },
      {
        "zh": "辰星降临之国的妮娜"
      },
      {
        "de": "Nina – Die Sterne sind dein Schicksal"
      }
    ],
    "description": {
      "en": "Nina had a rough start to life, stealing to survive—and eventually being sold into slavery by her own brother. But to her surprise, her captor, Prince Azure, ordained that she would live the life of a princess...specifically, that of the recently deceased princess-priestess, Alisha. But despite her changing fortune, Nina won't give up her old life without a fight...and Azure might just be the one to finally match her wits. But how much can she trust Azure? And can she stop the feelings budding in her heart, knowing she must eventually marry another...? [Kodansha]",
      "it": "Nina è un'orfana che vive nei bassifondi della città con Colin e Saji, due fratelli orfani come lei. La ragazza si finge un maschio e si fa chiamare Ninaf per non essere venduta come schiava a causa del raro colore dei suoi occhi. Nina sopravvive rubando e cerca di prendersi cura dei due fratelli che vivono con lei, soprattutto di Colin che è gravemente malato. In seguito alla sua morte, Nina viene venduta da Saji e acquistata allo scopo di diventare la sostituta di una principessa morta che aveva lo stesso raro colore de suoi occhi. Nina ha tre mesi di tempo per imparare le buone maniere e lo stile di vite di una nobildonna, dato che il suo destino è sposare un principe di un altro paese."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b087349b-8603-484e-8f6e-042fa3145e3a",
    "title": {
      "en": "Kimi no Kokoro wo Kanjitai"
    },
    "updatedAt": "2024-03-16T13:31:19+00:00",
    "coverArt": "https://mangadex.org/covers/b087349b-8603-484e-8f6e-042fa3145e3a/6b97a40b-07eb-4cf6-a73f-442d69f4887c.jpg",
    "altTitles": [
      {
        "ja": "君の心を漢字たい"
      }
    ],
    "description": {
      "en": "A high school boy, Yomi Hashiba, is troubled. He is unable to understand what Mizuki Hanai, a cool girl who became his girlfriend a month ago, is thinking... One day, while he is worrying about his relationship with Mizuki Hanai, he starts to understand her \"Kanji\"...? (same pronunciation as feeling) This is the beginning of a thrilling coming-of-age romantic comedy about love and kanji!",
      "es-la": "Un chico de preparatoria, Yomi Hashiba, está preocupado. No puede entender lo que está pensando Mizuki Hanai, una chica genial que se convirtió en su novia hace un mes... Un día, mientras se preocupa por su relación con Mizuki Hanai, comienza a entender su \"Kanji\"... ? (caracter/sentimiento) ¡Este es el comienzo de una emocionante comedia romántica sobre la mayoría de edad sobre el amor y los kanji!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "23"
  },
  {
    "mangaId": "decb475a-c54a-430f-a08a-0ffbfb12a977",
    "title": {
      "en": "Legal Pirate Parfait"
    },
    "updatedAt": "2024-03-25T23:31:19+00:00",
    "coverArt": "https://mangadex.org/covers/decb475a-c54a-430f-a08a-0ffbfb12a977/f763e319-805a-47f6-97f0-928c43da7daf.jpg",
    "altTitles": [
      {
        "ko": "합법해적 파르페"
      },
      {
        "en": "Privateer Parfait"
      },
      {
        "en": "Parfait: the Privateer"
      },
      {
        "en": "Parfait: the Legal Pirate"
      }
    ],
    "description": {
      "en": "The extraordinary Princess Parfait's marvelous fantasy adventure!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9b3de2c-5398-4d51-a4f9-bbad25834c3c",
    "title": {
      "en": "White Angels Have No Wings"
    },
    "updatedAt": "2022-12-30T14:09:58+00:00",
    "coverArt": "https://mangadex.org/covers/f9b3de2c-5398-4d51-a4f9-bbad25834c3c/41f34cc2-112f-435a-8ea7-28e5625bc27c.jpg",
    "altTitles": [
      {
        "ko": "하얀천사에게 날개는 없다"
      }
    ],
    "description": {
      "en": "A Catholic school where everything seems tranquil and fine. But for Ayeon, a day doesn't pass without getting bullied until one day, Yeonhwa steps in against the bullies. Ayeon is grateful for Yeonhwa but what she doesn't realize is that there seems to be something more than just good intentions behind that beautiful smile.",
      "pt": "A história se passa em um colégio católico, onde a doce e gentil Song Ayeon, passa seus dias de tormento sofrendo Bullyng dia após dia, até que um \"anjo\" Baek Yeinhwa à salva com suas \"boas\" intenções, mas por trás dessa bondade toda ela têm seus motivos pra salvar a pobre donzela das garras…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "77"
  },
  {
    "mangaId": "6fbd4617-4959-4da6-8b14-ba1b818267b3",
    "title": {
      "en": "Demon in Mount Hua"
    },
    "updatedAt": "2023-10-07T22:41:02+00:00",
    "coverArt": "https://mangadex.org/covers/6fbd4617-4959-4da6-8b14-ba1b818267b3/0f8370f8-9fcd-4554-95af-79ccfc83d781.png",
    "altTitles": [
      {
        "ko": "마인화산"
      },
      {
        "ru": "Демон с горы Хуа"
      },
      {
        "ko": "마IN화산"
      },
      {
        "zh-hk": "魔in華山"
      }
    ],
    "description": {
      "en": "The Murim’s public enemy, the Slaughterer Demon Monarch, Yeom Se-Ak! It’s been a hundred years since he was trapped in Mount Hua after being captured by the Sword God, Han Ho.\n\nHe waited all these years for his chance to seek revenge…\n\nThe long period of time caused this incident to be forgotten by the world, and eventually, even the Yeom Se-Ak was forgotten.\n\nBut.\n\n“Sir, what is your name…?”\n\nA coincidental meeting, and the name of an archenemy that he said unwittingly, “H-Han Ho.”\n\nAt the end of a vain journey, an unexpected path branches out. The ultimate demon that’s in Mount Hua, Yeom Se-Ak’s choice!",
      "ko": "무림공적, 천살마군 염세악!\n검신 한호에게 잡혀 화산에 갇힌 지 백년.\n\n와신상담… 절치부심… 복수무한…\n\n세월은 이 모든 것을 잊게 하고 세상마저 그를 잊게 만들었다.\n하지만.\n\n“허면 어르신 함자가 어찌 되시는지…….”\n\n우연한 만남, 자신도 모르게 튀어나온 원수의 이름.\n\n“그게… 한, 한호일세.”\n\n허무함의 끝에서 예기치 않게 꼬인 행로.\n\n화산파 안[in]의 절세마인, 염세악의 선택!",
      "ru": "Враг народа Мурима, Демон-Монарх-Убийца, Йом Се-Ак! Прошло сто лет с заточения на горе Хуа после того, как Бог Меча Хан Хо захватил его.\nВсе эти годы он ждал своего шанса отомстить…\nИз-за того, что месть планировалась довольно долго, всё пришло к тому, что о инциденте мало кто помнил, и в конце концов Йом Се-Ак был забыт.\nНо…\n\"Сэр, как Вас зовут?..\"\nСлучайная встреча и имя заклятого врага, которое он невольно произнёс:\n\"Х-Хан Хо\".\nВ конце бессмысленного путешествия неожиданный путь разветвляется. Высший демон, обитающий на горе Хуа, выбор Йом Се-Ака"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19ec3b8e-5cdd-4826-b6d0-c7ab0dbaa636",
    "title": {
      "en": "Daybreaking Romance"
    },
    "updatedAt": "2024-04-14T21:50:15+00:00",
    "coverArt": "https://mangadex.org/covers/19ec3b8e-5cdd-4826-b6d0-c7ab0dbaa636/e235e92d-10f2-411f-9da8-e114abce099b.jpg",
    "altTitles": [
      {
        "en": "break of dawn romance"
      },
      {
        "en": "dawning romance"
      },
      {
        "ko-ro": "Dongteuneun Romance"
      },
      {
        "ko": "동트는 로맨스"
      }
    ],
    "description": {
      "en": "Blacked out from drinking, just what happened with his crush during that time…?!  \n  \nDong Saebyeok, a scary-looking but softhearted guy who falls for his cool-headed junior, Seo Gwangchae.  \nWatch their cute campus romance unfold because no matter how bad the day is, the sun always rises!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "64"
  },
  {
    "mangaId": "b8b0fc40-2d9b-489b-a90c-11955c307e4a",
    "title": {
      "en": "Kemomimi Meido ga Ie ni iru"
    },
    "updatedAt": "2024-03-12T23:52:27+00:00",
    "coverArt": "https://mangadex.org/covers/b8b0fc40-2d9b-489b-a90c-11955c307e4a/f731e52f-5aac-450b-bf4c-dbf4fe456a25.jpg",
    "altTitles": [
      {
        "ja": "けもみみメイドが家にいる"
      },
      {
        "en": "My Animal-Eared Maid Is at Home"
      },
      {
        "ja-ro": "Kemomimi Meido ga Ie ni iru"
      },
      {
        "vi": "Nàng hầu gái siêu cấp dễ thương trú tại nhà tôi"
      },
      {
        "es-la": "Mi criada con orejas de animal está en casa"
      }
    ],
    "description": {
      "en": "A loose collection of stories about the daily life of the animal-eared maid Kikimora and her master.",
      "vi": "Một ngày nọ Main vô tình tìm được một nữ bán nhân và hốt về làm maid, nội dung câu truyện xoay quanh cuộc sống hằng ngày của hai người.",
      "es-la": "Una historia sobre la vida cotidiana de la criada de orejas de animal Kikimora y su amo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef473f14-8c4d-435e-9015-b714512e69eb",
    "title": {
      "en": "Nihonkoku Shoukan"
    },
    "updatedAt": "2024-03-13T00:24:05+00:00",
    "coverArt": "https://mangadex.org/covers/ef473f14-8c4d-435e-9015-b714512e69eb/e8ef6752-c441-48f9-b15c-e5b23a20bbfa.png",
    "altTitles": [
      {
        "en": "Summoned Japan"
      },
      {
        "ja": "日本国召喚"
      },
      {
        "ko": "일본국 소환"
      },
      {
        "ar": "استدعاء اليابان"
      },
      {
        "ka": "იაპონიის გამოწვევა"
      },
      {
        "ru": "Вызов для Японии"
      }
    ],
    "description": {
      "ar": "في الشرق العظيم ، تقع قاره عظيمه تسمى رودينوس في يوم ما ، وصل جسم طائر مجهول في المجال الجوي لمقاطعة كوا-توين ، الجسم الطائر المجهول كان معارضا لجو المقاطعة الاعتيادي ، فلم تتقبله المقاطعة ، لكن كان هذا الجسم الطائر مجرد نذير لشيء اكثر صدمة بعيدًا عن البحر الشرقي ، ظهرت فجاه مجموعة من الجزر ، تسمي نفسها دولة اليابان وفقا لهم ، تم نقل أمتهم الى عالم آخر والآن يجدون انفسهم منفصلين عن عالمهم القديم ويجب عليهم البقاء على قيد الحياة في العالم الجديد ، كيف ستتفاعل اليابان مع البلدان الاصليه في العالم الجديد؟ هل سيرحبون بها كصديقه ام كعدو؟ هذه قصه الدوله التي تسمى باليابان التي تغرق في عاصفه فوضويه في العالم",
      "en": "In the Great Orient, lies a continent called Rodenius. One day, an unidentified flying object arrived at Qua-Toyne Principality’s airspace. \nThat UFO defied the Principality’s common sense, but it was just a harbinger of something even more shocking.  \n  \nFar to the eastern sea, a group of islands suddenly appeared. The country of the islands called itself: Japan.\nAccording to them, their nation had been transported to another world.  \n  \nNow finding themselves separated from their old world and must survive in the new one, how will Japan interact with the native countries of this world? Will they greet it as a friend or as an enemy?  \n  \nThis is a story of the country called Japan as it was engulfed in the chaotic storm of this new world."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62c802ff-25ce-4b1c-aa94-55251c84ed0c",
    "title": {
      "en": "Peerless Dad"
    },
    "updatedAt": "2023-10-06T03:00:23+00:00",
    "coverArt": "https://mangadex.org/covers/62c802ff-25ce-4b1c-aa94-55251c84ed0c/14a94728-dcc5-4f8e-9a7e-4c5e2a314a83.png",
    "altTitles": [
      {
        "ko": "아비무쌍"
      },
      {
        "en": "Peerless Father"
      },
      {
        "en": "Father, Unrivaled"
      },
      {
        "es": "Padre Incomparable"
      },
      {
        "es-la": "Padre Sin Par"
      },
      {
        "pt": "Pai Incomparável"
      },
      {
        "en": "Matchless Dad"
      },
      {
        "ru": "Безупречный отец"
      },
      {
        "ja": "父無双"
      },
      {
        "th": "ท่านพ่อไร้เทียมทาน"
      },
      {
        "ko-ro": "Abimussang"
      },
      {
        "fr": "Le Père Hors Pair"
      },
      {
        "vi": "Bố Vô Song"
      }
    ],
    "description": {
      "en": "Noh Ga Jang has led the life of a warrior ever since he remembers, isolated from the world and illiterate to top it all, until he meets a beautiful woman who steals his heart. He marries her and they live a life of bliss, and she gets pregnant with his children. Against all odds, she unexpectedly dies during childbirth, leaving Noh alone with their newborn triplets. Desperate, saddened, but not broken, Noh swears to the heavens that he'll become an exemplary man to raise the invaluable treasures his wife left him.  \n  \nWatch the mighty warrior Noh become a Peerless Dad, and slowly realize in the way just how powerful he is for the sake of his children. \n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "fr": "C’est l’incroyable histoire d’un voyage mélant mariage, paternité et de combats par l’auteur de Red Storm.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "ja": "孤児としてたらい回しにされていたところ、運良く師匠に拾われ武士としての道を見つけた。 特級解決師として名をはせた「天草家長」は運命の女性に出会い、その名の通り家長となる。 しかし、喜びもつかの間、一夜のうちに血のつながった三つ子を置いて妻に先立たれてしまう。 シングルファーザーとなってしまった「家長」の生活が今始まるーー！\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "ko": "하늘의 뜻을 아니, 그 누가 아비父에 견주리오! \n고아로 떠돌다 운 좋게 스승을 만나 특급 해결사로 이름을 날리던 노가장.\n사랑하는 여인을 만나 이름대로 가장家長이 된다는 기쁨도 잠시, 하루아침에 핏덩이 세쌍둥이를 홀로 키워야 하는 신세가 되었다. 아비는 그 어떤 경우라도 제 새끼의 입에 먹을 걸 넣어 줘야 하는 존재인 법! 노가장은 위험천만한 낭인 생활을 때려치우고 천룡회 갑급 무사가 되어  자식새끼들 잘 먹이고 입히고자 한다. 하지만 억지로 나간 출장 임무는 목숨이 위험하기만 하고 그 사이 사방에선 그의 아이들을 눈독 들이기 시작하는데…… 기다려라, 내 새끼들아! 여기 아비가 간다! \n아버지, 노가장의 좌충우돌 무협 액션&육아 일지!\n\n* 원작소설 <지천명아비무쌍>\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "pt": "Noh Ga Jang teve a vida de um guerreiro desde que ele tem memória, isolado do mundo e analfabeto, até conhecer uma mulher bonita que rouba seu coração. Ele se casa com ela e vive uma vida de folia, e ela fica grávida dos seus filhos. Inesperadamente, ela morre durante o parto, deixando o Noh apenas com seus trigêmeos recém-nascidos. Desesperado, triste, mas não quebrado, Noh proclama aos céus que ele se tornará um homem exemplar para criar os tesouros inestimáveis que sua esposa o deixou.  \n  \nVamos testemunhar o guerreiro implacável Noh se tornando um pai incomparável, percebendo o quão poderoso ele pode ser pelo bem dos seus filhos.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "ru": "История бесподобного отца, которому известна воля небес. Автор Но Гён Чхан широко известен по манхве Красная Буря, но если вам нужна другая причина для чтения, то это удивительная история приключений мастера боевых искусств, включающая свадьбу, заботы отца и битвы. Она во многом похожа на Красную Бурю: крутой мастер, главный герой, беспокоящийся о своей семье, трагическая предыстория. Обязательно к прочтению для каждого, кому понравилась Красная Буря.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "th": "โนคาจัง เป็นจอมยุทธ์ที่ทุ่มเททั้งชีวิตเพื่อการเป็นหัวหน้าครอบครัวที่ดีตามที่เขาวาดฝันเอาไว้ แต่ฟ้ากลับไม่เป็นใจเมื่อภรรยาที่รักต้องจากไปหลังให้กำเนิดบุตรแฝดสาม\nแล้วพ่อเลี้ยงเดี่ยวที่ต้องดูแลลูกถึงสามคนจะสามารถต่อสู้เพื่อเลี้ยงดูลูกๆ ของเขาให้ดีอย่างที่ฝันไว้ได้หรือไม่\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04598a65-4f1f-4807-a419-d79ca7f67457",
    "title": {
      "en": "Under Ninja"
    },
    "updatedAt": "2024-02-28T06:14:44+00:00",
    "coverArt": "https://mangadex.org/covers/04598a65-4f1f-4807-a419-d79ca7f67457/cc223780-b5e9-4dfa-9fdf-bb0a1b6fcb06.jpg",
    "altTitles": [
      {
        "ja": "アンダーニンジャ"
      },
      {
        "ja-ro": "Andā Ninja"
      }
    ],
    "description": {
      "en": "The once-prosperous Japanese ninja are said to have been dismantled by the GHQ following the Pacific War and disappeared. In reality, the ninja still exist in secret, and their number is rumored to be as many as 200,000. Some of the elite ninja work behind the scenes at the national level. On the other hand, the ninja at the end of the line are often unable to find work. One such ninja, Kuro Kumogakure, is living the life of a NEET."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45b8d08e-b3ca-4aa7-bb14-120a1ed3c72f",
    "title": {
      "en": "Wakaba-chan wa Wakarasetai!"
    },
    "updatedAt": "2024-04-12T18:22:37+00:00",
    "coverArt": "https://mangadex.org/covers/45b8d08e-b3ca-4aa7-bb14-120a1ed3c72f/da256bc2-c003-43a1-a804-6c60e752d1e6.jpg",
    "altTitles": [
      {
        "ja": "若葉ちゃんはわからせたい！"
      },
      {
        "ja-ro": "Wakaba-chan ha Wakarasetai!"
      },
      {
        "en": "Wakaba-chan Wants To Make Him Understand!"
      },
      {
        "en": "Wakaba-chan Wants to Make It Clear"
      }
    ],
    "description": {
      "en": "Four-eyes who's bad with girls is only able to talk to with his tomboyish childhood friend Wakaba. But one day Wakaba appears before him in an amazingly cute outfit...!? \n\nThis is a battle rom-com between Wakaba who wants to be loved and four-eyes who gets flustered by girls!!",
      "ja": "『絶対BLになる世界VS絶対BLになりたくない男』の紺吉が贈るTwitter発ラブコメが、新連載開始！　女子が苦手な男子高校生のメガネくんは幼馴染のボーイッシュ女子・若葉とだけは会話ができる。でもある日、若葉がとびきり可愛い服装で現れて…!?　メガネくんに好かれたい若葉さんと女子にドキマギしちゃうメガネくんとのすれ違い＆攻防戦ラブコメ!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77b7494d-9927-47cc-a921-105cb24dbad1",
    "title": {
      "en": "Damn Demonic Swords"
    },
    "updatedAt": "2024-03-18T19:49:36+00:00",
    "coverArt": "https://mangadex.org/covers/77b7494d-9927-47cc-a921-105cb24dbad1/5713adba-d2a8-4944-893c-1ed85b8eff8a.jpg",
    "altTitles": [
      {
        "ko": "빌어먹을 마검들"
      },
      {
        "en": "Damned Cursed Swords"
      },
      {
        "ko-ro": "Bileomeokeul Mageomdeul"
      }
    ],
    "description": {
      "en": "Zegar is a hero who avoids problems at all costs. The only thing he fears are demonic swords, evil weapons that try to possess their wielders. But for some reason, they don't stop chasing him and sticking to him.\n\nZegar just wanted to live a quiet life, doing small missions and staying out of trouble. But, unintentionally, he becomes the center of several events that shake the fantastic continent.\n\n“Ah… Damn.”\n\nHe regrets it, but it's too late. If he can't run away, he only has one option: cut his enemies with demonic swords!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6c30be6-3ded-428b-8bcf-be81ab8f7d33",
    "title": {
      "en": "Sasinsonyeon"
    },
    "updatedAt": "2024-04-14T20:27:56+00:00",
    "coverArt": "https://mangadex.org/covers/c6c30be6-3ded-428b-8bcf-be81ab8f7d33/3eb0d3de-0479-44fb-8120-7d61c1d78536.jpg",
    "altTitles": [
      {
        "en": "The Boy of Death"
      },
      {
        "ko-ro": "Sasinsonyeon"
      },
      {
        "zh-hk": "死神少年"
      },
      {
        "ko": "사신소년"
      },
      {
        "ru": "Жнец смерти"
      },
      {
        "en": "Reaper Boy"
      },
      {
        "en": "Hero Ticket"
      },
      {
        "th": "ตั๋วโกงชีวิต"
      },
      {
        "vi": "Cậu Bé Của Thần Chết"
      },
      {
        "id": "Ticket Hero"
      },
      {
        "es-la": "El Niño de la Muerte"
      }
    ],
    "description": {
      "en": "Lee Kyung Ho's mind was engulfed with ending his life due to bullying and the loss of his mother. He attempts to, but is saved. His determination to commit suicide somehow entices Sierra, a grim reaper who later offers him a contract. This contract blesses him with the ability to borrow the powers of the dead in their previous life in return of sacrificing years from his lifespan. For the sake of attaining what he wishes for, he eventually agrees to it.\n\n---\n**Original Webtoon:** [Naver](https://comic.naver.com/webtoon/list?titleId=730656)\n\n---\n**Official Translations:** [Chinese (Traditional Characters) / 漢語](https://www.webtoons.com/zh-hant/fantasy/theboyofdeath/list?title_no=1771),  [Indonesian / Bahasa](https://www.webtoons.com/id/action/ticket-hero/list?title_no=2195)",
      "fr": "L'esprit de Lee Kyung Ho était complètement bouleversé à l'idée de mettre fin à ses jours à cause du harcèlement et de la perte de sa mère. Il essaie, mais il est sauvé. Sa détermination à se suicider séduit Sierra, une faucheuse sinistre qui lui offre plus tard un pacte. Ce pacte lui permet d'emprunter les pouvoirs des morts dans leur vie antérieure en échange de plusieurs années sacrifiées de sa vie. Afin d'atteindre ce qu'il souhaite, il finit par l'accepter.  \n  \n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/theboyofdeath/list?title_no=1771)",
      "ru": "Ли Кён Хо был поглощен идеей суицида, из-за издевательств в школе и гибели его матери. Очередная попытка, но спасен. Его решимость покончить с собой каким-то образом соблазняет Сиеру, мрачного жнеца, который позже предлагает ему контракт. Этот контракт даёт возможность заимствовать способности и силы мертвых из их предыдущей жизни, в обмен на силу, он должен жертвовать годами, которые ему остались на этой земле. Ради достижения того, чего он желает, он всё таки соглашается на сделку.",
      "es-la": "Lee Kyung Ho queria terminar su vida debido al acoso y la pérdida de su madre. Intenta hacerlo, pero no lo consigue. Su determinación de suicidarse de alguna manera fracasa, una persona llega y le ofrece un contrato. Este contrato lo bendice con la capacidad de tomar prestados los poderes de los muertos en su vida anterior a cambio de sacrificar años de su vida. Para lograr lo que desea y el acepta el trato."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12983982-9242-4acd-b02f-1e4772f1a358",
    "title": {
      "en": "Cooking Sorcerer"
    },
    "updatedAt": "2024-01-21T16:46:04+00:00",
    "coverArt": "https://mangadex.org/covers/12983982-9242-4acd-b02f-1e4772f1a358/68b0e850-7d48-4c34-8d73-f2988b1acf1f.jpg",
    "altTitles": [
      {
        "ko": "요리하는 마법사"
      },
      {
        "en": "The Cooking Wizard"
      }
    ],
    "description": {
      "en": "A food-loving tattooist, YooJung. After losing consciousness due to a sudden accident she opens her eyes to find herself possessing ‘Sylvia’, a character from the novel she read. In addition, she happens to meet ‘Felix’, the hero of the novel, who, due to the abuse of his stepmother, suffers from anorexia and will soon turn the continent into blood. In order to eat more delicious food, to cook more easily, Sylvia inscribes magic circles on to her body. The new magic circles that are born through her fingertips bring a new breeze to the continent where magic-beasts are rampant."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ef2cc94-eb99-4058-929f-6b1afae1caca",
    "title": {
      "en": "Is it Normal to Raise a Yandere Heroine as a Villainess ?!"
    },
    "updatedAt": "2024-03-16T20:17:53+00:00",
    "coverArt": "https://mangadex.org/covers/6ef2cc94-eb99-4058-929f-6b1afae1caca/500263ae-db48-4adf-8458-248eef830f80.jpg",
    "altTitles": [
      {
        "zh": "身为恶役女配的我养成病娇女主很正常吧？！"
      }
    ],
    "description": {
      "en": "Jiang Yang was a lead designer for a popular game company until she fell to her death while gathering inspiration for a new game. After waking up in a world of cultivation, she trained tirelessly to return to her original world, when a thread of fate pulled her into the world of an otome game.\n\nJiang Yang quickly realizes she is in the world of the very first game she had worked on. The thread of fate connected her to Stardew, the heroine of the game who is being bullied during her first year at the Royal Academy of Magic.\n\nAs the game progresses, Jiang Yang remembers the ridiculous story the game follows, and she decides that she can’t stand by while the game makes Stardew suffer. She helps Stardew deal with the flirtatious love interest of the original game, Crown Prince Miller, and even imparts her with some of her cultivation power. To protect Stardew from the game’s story, she even puts herself in danger. However, as Jiang Yang and Stardew’s relationship becomes closer, Jiang Yang realizes that the thread of fate connecting her and Stardew is not as simple as she imagined.",
      "zh": "姜央是一名为了游戏新作采风不幸摔下悬崖穿越到修真世界的游戏主美，为了回到原本的世界，姜央努力修炼，终于要飞升成神回到原本的世界，结果因为一条神秘的因果线，被强制牵引到了一个魔法世界中（还是个乙女游戏，游戏刚开始），捡到了初入魔法校园就被恶役女二欺负的的游戏女主。 姜央这时反应过来，这不就是当初让自己穿越的那个倒霉换皮游戏吗？而自己的因果线就连接在了游戏女主星露的身上。姜央以为只要跟着游戏通关，自己就能回到最初的现实世界，但是随着游戏发展，姜央再次回想起了煞笔策划写的沙雕剧情，看着星露受苦，具有强烈责任心和道德感的姜央选择对星露出手相助，不仅要帮对方清理花心皇子那些烂桃花，还传授修真技巧以防对方被其他学生霸凌，甚至有时还得搭上自己的身子！！随着姜央和星露的交往越来越密切，姜央发现自己在星露身上的因果线没有自己想象中那么简单……"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58eaeace-28c2-48ae-8835-e71a22900839",
    "title": {
      "en": "Blood Rain 2"
    },
    "updatedAt": "2024-03-09T08:36:55+00:00",
    "coverArt": "https://mangadex.org/covers/58eaeace-28c2-48ae-8835-e71a22900839/67a92560-7647-45cf-b4ef-0196d8319d51.jpg",
    "altTitles": [
      {
        "en": "Blood Rain 2 (Min)"
      },
      {
        "ko": "블러드레인2: 천외천"
      }
    ],
    "description": {
      "en": "Sequel to Blood Rain (Min)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "151"
  },
  {
    "mangaId": "6166c08e-cca6-4a25-9233-14be0d0ab9d2",
    "title": {
      "en": "Absolute Martial Arts"
    },
    "updatedAt": "2023-10-25T03:08:26+00:00",
    "coverArt": "https://mangadex.org/covers/6166c08e-cca6-4a25-9233-14be0d0ab9d2/a29a1871-f002-4bea-b4e2-f6e280b406cf.jpg",
    "altTitles": [
      {
        "ko": "절대무신"
      },
      {
        "ja": "絶代武神～伝説の始まり～"
      },
      {
        "ru": "Абсолютный воин"
      }
    ],
    "description": {
      "en": "On the verge of death, I was saved by a group of elderly demon – level existences at the apex of cultivation. But I, Yeon-gang had too much potential in martial arts, and alas was kidnapped and forced to become their disciple… Join me as I desperately try my best to escape their grasp, and enter the world of Murim!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%88%EB%8C%80%EB%AC%B4%EC%8B%A0/2498)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/58384)",
      "ja": "武林世家である四川唐門でこき使われあげくに捨てられた少年・燕康。 自称「絶世達人」の老人3人組に拾われ弟子になるも、修行と言う名の家事ばかり！ やっと武功を教えてもらうことになるも、基本の以気御剣（いきごけん）”さえできなかった！ 武神の伝説は始まったばかり…！\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%88%EB%8C%80%EB%AC%B4%EC%8B%A0/2498)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/58384)",
      "ko": "은거고수 삼인방 비돈, 독안, 광두! \n\n그들이 제자를 키우기 시작한다.\n\n\"너는 왜 가장 기본인 이기어검조차 못하냐?\"\n\n\n기본이나 다름없는 이기어검도 못해서 구박받는 제자 소연강!\n\n소연강과 세사부의 전설이 시작된다!\n\n적하 작가의 명작 무협 소설 <절대무신>이 웹툰으로 돌아왔다!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%88%EB%8C%80%EB%AC%B4%EC%8B%A0/2498)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/58384)",
      "ru": "Три великих мастера-затворника: Бидон, Тоган и Кванду, - взяли на воспитание ученика по имени Со Ён Ган.\n\n-Почему ты не можешь освоить элементарные приёмы с мечом?\n\nВот так начинается история об ученике-неудачнике - Со Ён Гане.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%88%EB%8C%80%EB%AC%B4%EC%8B%A0/2498)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/58384)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c3923af-26df-4fa8-9ac4-9a5f43e56d31",
    "title": {
      "en": "Poisonous Doctor: First Wife's Daughter"
    },
    "updatedAt": "2021-05-25T15:40:44+00:00",
    "coverArt": "https://mangadex.org/covers/2c3923af-26df-4fa8-9ac4-9a5f43e56d31/963049c3-0d8b-49c8-8bf5-37180ee40a2e.jpg",
    "altTitles": [
      {
        "en": "A \"Doctor of Venoms\" Legitimate Daughter"
      },
      {
        "en": "毒医嫡女"
      }
    ],
    "description": {
      "en": "The original owner died at the hands of others, the next second the successor of the Heaven's Godly Healing Needle crawled out of the grave!   \nClothes bloodied red; heart ice cold!  \nNasty relatives? No worries! One prick of a silver needle guarantees obedience!  \nAppearance ruined and fingers broken? Can’t practice medicine or cultivate?  \nEasy! Fix appearance, reform muscles and bones, dazzle and blind every bastard's eyes!  \nHe, is Xia Dynasty’s most adored official; arrogant and addicted to killing.  \nYet the first time he saw her, he immediately entered wife-pampering mode. She, who returned mightily, with world shocking abilities, relied on her poison needle to aid him in achieving dominance."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "866ce34e-f65e-4d65-8946-873090397b6f",
    "title": {
      "en": "The Egoistic Courtship"
    },
    "updatedAt": "2024-03-28T23:20:47+00:00",
    "coverArt": "https://mangadex.org/covers/866ce34e-f65e-4d65-8946-873090397b6f/bdb7cb3a-1a83-47f5-9508-793f38452d91.jpg",
    "altTitles": [
      {
        "ko": "개인주의적 연애"
      },
      {
        "pt-br": "O namoro egoísta"
      }
    ],
    "description": {
      "pt-br": "Como a última das feras divinas que protegiam a terra, Lionel Milliard era cobiçado pelas mulheres por seu poder e influência. Mas depois que um acidente com uma relíquia antiga o liga a uma funcionária de uma pousada chamada Hanna, ele finalmente encontra uma mulher que não tem interesse nele! Lionel, intrigado com a rejeição de Hanna, a convence a embarcar em uma jornada com ele para libertá-los do poder da relíquia. Hanna concorda relutantemente, mas será ela capaz de se defender dos avanços de Lionel ou esta fera devorará mais uma mulher?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f0c504c3-56eb-4bb3-bcab-427e315319c3",
    "title": {
      "en": "Yougisha \"A\" no Hanayome"
    },
    "updatedAt": "2024-04-01T15:59:03+00:00",
    "coverArt": "https://mangadex.org/covers/f0c504c3-56eb-4bb3-bcab-427e315319c3/62e12f82-989c-4a81-a618-0d6966b70556.jpg",
    "altTitles": [
      {
        "ja": "容疑者Aの花嫁"
      },
      {
        "en": "The Bride of Suspect A"
      }
    ],
    "description": {
      "en": "The \"erotic love suspense\" manga centers on Hana, who returns to her family after her husband dies. She lives every day in an oppressive atmosphere, until one day her parents start talking about having a marriage interview for her with a globally renowned artist named Aoi.",
      "ja": "夫を亡くし、実家に戻った羽菜。息苦しい毎日を送っていたある日、世界的に有名な画家・蒼井重瑠との見合い話が持ち上がる。今の生活から逃れるために、蒼井との再婚を受け入れた羽菜だけど…彼は、前妻3人を殺した連続殺人事件の容疑者で――！？"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "be9f4d62-459a-489a-895d-b6ca6c5fd81b",
    "title": {
      "en": "The brightest giant star in the world"
    },
    "updatedAt": "2023-09-10T16:54:59+00:00",
    "coverArt": "https://mangadex.org/covers/be9f4d62-459a-489a-895d-b6ca6c5fd81b/66172178-6263-4b83-8269-03e5a5ad5026.jpg",
    "altTitles": [
      {
        "zh": "世界第一巨星"
      }
    ],
    "description": {
      "en": "She, the prodigious girl that stood at the pinnacle of the Global Martial Arts Competition, won the championship for five consecutive years, dominated the arena, and was dubbed the undefeatable king! He, a top tier superstar born into a wealthy family, possessed transcending beauty, was cold and black bellied, and had countless fans. When she accidentally reincarnated, as his fiancée, a sky full of blackmail material from trivial white formicas flying around, facing a world full of black fans, Lin Fan laughed coldly: If the whole world dissed her, then she’ll make the whole world tremble! Even if the wind blows against her, she would never back down!  \n  \n  \ntl/n: white formicas(白富美）are slang for women who have fair skin, are financially capable, and are beautiful"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36bd3ec2-b2a0-4131-8412-82e3e0588134",
    "title": {
      "en": "Pinky Candy Kiss"
    },
    "updatedAt": "2024-02-13T00:04:46+00:00",
    "coverArt": "https://mangadex.org/covers/36bd3ec2-b2a0-4131-8412-82e3e0588134/8f87fbcb-4a10-44cf-82f1-12bb6e319f86.jpg",
    "altTitles": [
      {
        "ja": "冷たくて 柔らか"
      },
      {
        "ja-ro": "Tsumetakute Yawaraka"
      }
    ],
    "description": {
      "en": "Takara Itosaki's boyfriend of two years, whom she had been thinking of marrying, suddenly dumps her. He states, \"I'm not sure if you like me anymore because you don't get jealous.\" She has liked and cherished her past boyfriends in her own treasured way, but for some reason she is not always depressed when they break up. One day, a beautiful woman visited the real estate agency where she works. After talking with her for a while, she realizes that she is Ema, a classmate of hers, who transferred to another school in the second year of junior high school..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c518aaa-a390-4e2d-bba4-d5ea3c16d2f6",
    "title": {
      "en": "A Genius Writer's Random Workplace"
    },
    "updatedAt": "2023-12-31T13:57:33+00:00",
    "coverArt": "https://mangadex.org/covers/6c518aaa-a390-4e2d-bba4-d5ea3c16d2f6/ac9dfaae-15d4-412d-99d2-5640fe16188a.jpg",
    "altTitles": [
      {
        "ko": "천재작가의 랜덤 작업실"
      }
    ],
    "description": {
      "en": "Jinwoo Kim had been slaving as an assistant writer for 6 years with nothing to show for it. He quits his workplace. Later, he abruptly has a notification pop up and now he has scenes popping into his head and system prompts telling him he must be at a location to write. Maybe this is how he will become a star writer??",
      "ko": "어느 날 갑자기 생긴 글 쓰는 능력,\n보조작가로 구르던 나 김진우에게도 스타작가의 길이 열렸다! 가즈아~~!\n.\n.\n[시스템 : 제한 시간 내에 랜덤 배정된 장소에서만 글쓰기 능력이 실현됩니다^^!\n장소 : 한라산/제한 시간 : 20시간]\n\"...네?\"(김진우/서울시)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f0ebc1ae-90b9-4b98-acfe-8d8eb0829e8b",
    "title": {
      "en": "Magical Girl Chronicles"
    },
    "updatedAt": "2023-10-03T18:37:14+00:00",
    "coverArt": "https://mangadex.org/covers/f0ebc1ae-90b9-4b98-acfe-8d8eb0829e8b/2a776598-f191-41e1-be20-07f12ef4b4e6.png",
    "altTitles": [],
    "description": {
      "en": "Stories of a city's inhabitants guarded by a magical girl, as well as her own stories and questions she answers."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9095b589-73d0-495a-a3d3-36f3dbb78d75",
    "title": {
      "en": "1HP Club"
    },
    "updatedAt": "2024-03-22T20:23:31+00:00",
    "coverArt": "https://mangadex.org/covers/9095b589-73d0-495a-a3d3-36f3dbb78d75/ca190c80-9f22-40ff-bc86-e78f9206dbae.jpg",
    "altTitles": [],
    "description": {
      "en": "A comic about the daily life of dungeon boys. Slaying the city, saving the dragons... or something like that.",
      "pl": "Komiks o codziennym życiu lochowych chłopców. Mordowanie miasta, ratowanie smoków... czy coś w tym stylu."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]