[
  {
    "mangaId": "06eff9bc-02ae-4119-aa71-712ed5738ecf",
    "title": {
      "en": "Captain Tsubasa - Road to 2002"
    },
    "updatedAt": "2023-03-09T20:07:29+00:00",
    "coverArt": "https://mangadex.org/covers/06eff9bc-02ae-4119-aa71-712ed5738ecf/1e803ba4-5eca-457d-92f6-40deacc167ee.jpg",
    "altTitles": [
      {
        "en": "Captain Tsubasa: Road to 2002 - Go for 2006"
      },
      {
        "en": "GO FOR 2006"
      },
      {
        "ja": "キャプテン翼　ROAD　TO　2002"
      },
      {
        "zh": "足球小将 Road to 2002"
      }
    ],
    "description": {
      "en": "After the World Youth, Japanese players are looking for pro careers in Japan and around the world.  \n  \nIn order to fulfill their dream of World Cup 2002 in Korea and Japan, they must get stronger playing in various club competitions, home and abroad."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "144"
  },
  {
    "mangaId": "fed930cb-30d2-438e-a136-9a224b7c50aa",
    "title": {
      "en": "I Have An Apocalyptic Dungeon"
    },
    "updatedAt": "2023-04-10T12:58:00+00:00",
    "coverArt": "https://mangadex.org/covers/fed930cb-30d2-438e-a136-9a224b7c50aa/d3e1a863-6266-4995-b8ba-50faa4849be7.jpg",
    "altTitles": [
      {
        "zh": "我有一座未世地下城"
      },
      {
        "en": "I Have an Apocalyptic Underground City"
      },
      {
        "en": "I Have a Post-Apocalyptic Dungeon"
      }
    ],
    "description": {
      "en": "A Female President? Then come help me manage the shelter. A Female Special Forces Soldier? Then come and be the captain of the guards.   \nAt the end of the world, titles like CEOs, beautiful women, secretaries, electricians, programmers and all other professions are all no longer useful. Don't be afraid to come to my underground system shelter- as long as you are talented people and human beings!   \n  \n5 consecutive updates will be launched after February 16."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1117e35-23ca-4096-8b92-2340d11913d5",
    "title": {
      "en": "Necromancer, the Ultimate Scourge!"
    },
    "updatedAt": "2024-06-25T14:46:12+00:00",
    "coverArt": "https://mangadex.org/covers/c1117e35-23ca-4096-8b92-2340d11913d5/c769a118-e8d7-428d-9b96-1f991af33682.png",
    "altTitles": [
      {
        "zh": "死灵法师！我即是天灾"
      },
      {
        "zh-ro": "Si Ling Fashi! Wo Ji Shi Tianzai"
      },
      {
        "zh-ro": "Sǐ Líng Fǎshī! Wǒ Jí Shì Tiānzāi"
      },
      {
        "en": "Necromancer! I Am a Disaster"
      },
      {
        "en": "Necromancer: King of The Scourge"
      },
      {
        "en": "Disastrous Necromancer"
      },
      {
        "en": "Catastrophic Necromancer"
      },
      {
        "pt-br": "Necromante: O Rei da Calamidade"
      }
    ],
    "description": {
      "en": "In a world where magic and monsters exist, Lin Moyu has hit the age of acquiring his very own profession. While most would be lucky just to obtain a high-level combat class, Moyu becomes the ultrarare necromancer!\n\nBeing the first and only one of his kind, he has no idea of the potential he possesses on his journey to level up and face great challenges.\n\nWhat new heights will Moyu achieve with his unique army of undead?",
      "zh": "游戏降临现实，世界规则颠覆，人类进入全民转职时代。 唯有成为转职者！升级变强！方能站上世界之巅！ 转职当天，林默语成为唯一性隐藏职业，死灵法师。 从此召唤物不死绝，林默语便不会死。 “我高坐骸骨神座，行走生死之间。” “我即是天灾！”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46a178dc-ff5d-4d2f-a13f-7a86479909b3",
    "title": {
      "en": "Kono Sankaku Love Come wa Shiawase ni Naru Gimu ga Aru."
    },
    "updatedAt": "2024-08-15T04:55:54+00:00",
    "coverArt": "https://mangadex.org/covers/46a178dc-ff5d-4d2f-a13f-7a86479909b3/f77ffc34-a99d-4d8f-b5b7-3053fd08532d.jpg",
    "altTitles": [
      {
        "ja": "この△ラブコメは幸せになる義務がある。"
      },
      {
        "ja-ro": "Kono △ Love Come wa Shiawase ni Naru Gimu ga Aru."
      },
      {
        "ja-ro": "Kono Sankaku Love Kome ha Shiawase ni Naru Gimu ga Aru."
      },
      {
        "en": "This Triangle Romcom Has a Duty to Be Happy."
      },
      {
        "en": "This Triangle Romantic Comedy Has the Obligation to Make Everyone Happy."
      }
    ],
    "description": {
      "en": "The happiest love triangle in romantic comedy history! This is the goal of a love triangle romantic comedy! “Why are you liked by Leila !?” A mediocre high school student, Tenma Yashiro, happens to find out that a cool beautiful girl in the same class, Rinka Emperor, is fond of her childhood friend, a neat and clean beautiful girl, Reiyoshi Tsubaki. From there, Tenma will cooperate so that Rinka can get along with Leila. “If Yashiro isn’t dating her Rinka-chan, could I run for her?” “Yayo, what did you do !?” Leila fell in love with Tenma and developed a love triangle with two beautiful girls from the school! The whereabouts of this intricately entwined love ……!?",
      "ja": "この三角関係は予想がつかない！\r\n前代未聞で史上最高に尊い三角関係ラブコメ、開幕！\r\n\r\n新学期、平凡な高校生・矢代天馬は\r\n学校を代表する２大美女、椿木麗良・皇凛華と同じクラスに。\r\n\r\n天真爛漫な美少女・麗良と\r\nクールでちょっぴり怖い凛華。\r\n\r\nそんな圧倒的美女と少し距離を置いて、何とか平穏な学校生活を送りたい天馬だったが、\r\nある日凛華の禁断の秘密を知ってしまい、事態が一変する――!?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "13"
  },
  {
    "mangaId": "6655cece-57c8-4188-a04d-a9aa0903abb9",
    "title": {
      "en": "Captain Tsubasa - Rising Sun - FINALS"
    },
    "updatedAt": "2024-04-26T22:31:56+00:00",
    "coverArt": "https://mangadex.org/covers/6655cece-57c8-4188-a04d-a9aa0903abb9/159f5174-a37f-4826-ba0a-783ded162bbf.png",
    "altTitles": [
      {
        "en": "Captain Tsubasa - Rising Sun - Part 3"
      },
      {
        "ja": "キャプテン翼ライジングサン   F I N A L S"
      },
      {
        "es-la": "Capitán Tsubasa - Rising Sun - FINALS"
      },
      {
        "vi": "Đội trưởng Tsubasa - Mặt trời mọc - Chung kết"
      }
    ],
    "description": {
      "en": "A web-comic continuation of Captain Tsubasa 9th arc: Rising Sun - The Final.\n\nRising Sun - FINALS is covering the 2nd half of the Madrid Olympics match of Japan VS. Spain and beyond.\n\nThe web-comic came to be when on April 2024 mangaka Yoichi Takahashi announced his retirement, ending Rising Sun - The Final official published serialization half-way through the match opting to continue the story at his own pace with storyboard pencil sketches, publishing them on the official Captain Tsubasa World website."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a116298b-1448-46fd-9469-ac1a5b4521fd",
    "title": {
      "en": "Onee Chan wa Koi Youkai"
    },
    "updatedAt": "2024-05-18T04:13:48+00:00",
    "coverArt": "https://mangadex.org/covers/a116298b-1448-46fd-9469-ac1a5b4521fd/19156cc4-ad1f-4187-bca1-dcf8f2e37e46.jpg",
    "altTitles": [
      {
        "en": "My Big Sister Is A Love Youkai"
      },
      {
        "ja": "お姉ちゃんは恋妖怪"
      },
      {
        "zh": "我的姐姐是恋妖怪"
      }
    ],
    "description": {
      "en": "♪A little ecchi Love-Comedy Between Apparition Onee-san and Human Shota-ish.  \r\n  \r\nYuuki Kuwahara, a boy who decided to live alone at his father 's parents house when he entered high school.  \r\nHe used to plays alone at his grandparents house … with a pleasant expectation that he may meet again with a longing person He met when He was a child!  \r\nHowever, in that house where nobody was supposed to be live in. But, the unexpected welcome waited for Yuuki …!  \r\n  \r\nBoy and Youkai Girls will living under the \"one roof\"! Heartwarming oneshota love comedy started!♪",
      "es-la": "Yuuki Kuwahara, un niño que decidió vivir solo en la casa de su padre cuando ingresó a la preparatoria. Solía jugar solo en la casa de sus abuelos... con la agradable expectativa de que pudiera volver a encontrarse con cierta persona que conoció cuando era un niño. Sin embargo, en esa casa donde nadie debía estar en vivo, Yuuki tuvo una inesperada bienvenida."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "100"
  },
  {
    "mangaId": "8b1d7ca0-6b34-415c-96c8-f3ffd460e932",
    "title": {
      "en": "Dragon and Chameleon"
    },
    "updatedAt": "2024-04-17T21:54:54+00:00",
    "coverArt": "https://mangadex.org/covers/8b1d7ca0-6b34-415c-96c8-f3ffd460e932/0fc22ea9-46b3-4510-8cf6-2f103bce3355.jpg",
    "altTitles": [
      {
        "ja-ro": "Ryuu to Chameleon"
      },
      {
        "ja": "龍とカメレオン"
      },
      {
        "fr": "Le dragon contre le caméléon"
      }
    ],
    "description": {
      "en": "Garyou Hanagami is a veteran mangaka. Best known for the behemoth of a series that is Dragon Land, Hanagami-sensei has years of experience under his belt and is always thinking up new manga ideas. \n\nShinobu Miyama is not. An amateur working for Hanagami-sensei as an assistant, Miyama is nicknamed “The Chameleon” for his ability to copy the artstyles of those he works under. However, his true dream is to escape the faceless crowds and become someone. \n\nSo what happens when a work accident causes them to swap bodies?",
      "fr": "Garyou Hanagami est un mangaka chevronné. Il est connu pour son oeuvre Dragon Land, le manga le plus populaire. Hanagami a des années d'expérience à son actif et déborde d'une créativité et d'une énergie folle.\n\nShinobu Miyama est un dessinateur travaillant pour Hanagami en tant qu'assistant libre. Miyama est surnommé \"le caméléon\" en raison de sa capacité à copier le style de n'importe quel artiste à la perfection. Cependant, son véritable rêve est de sortir de la masse et de devenir quelqu'un avec une grande renommée.\n\nSuite a un accident, les deux mangaka échangent de corps. Garyou va maintenant devoir battre sa propre oeuvre, dans le corps d'un illustre inconnu.\nUne bataille au sommet du manga commence ! \nEntre le dragon qui repart de zéro et le caméléon qui tente d'imiter cet animal céleste ! \n\nQui va remporter le titre du meilleur mangaka ?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "496b7402-6272-46b5-bf99-1f216acd20df",
    "title": {
      "en": "Rebirth in the End Times: I Reached the Top by Opening Boxes"
    },
    "updatedAt": "2024-08-03T22:39:03+00:00",
    "coverArt": "https://mangadex.org/covers/496b7402-6272-46b5-bf99-1f216acd20df/26286d96-304b-4e75-8d80-d746fd988141.png",
    "altTitles": [
      {
        "zh": "末世重生：我靠开箱子问鼎巅峰"
      }
    ],
    "description": {
      "en": "Jiang Xiaoyong was betrayed and killed by a green tea girl in the apocalypse, but was accidentally resurrected a year ago and obtained the blind box system. \n\nHe was always one step ahead of others, collecting supplies and spending a fortune to build a safe house before the apocalypse. He became stronger through the system and avenged his enemies in his previous life. \n\nFrom then on, he embarked on the road to the king's counterattack."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2917010b-61f5-4dd0-b861-a10362d8ab9b",
    "title": {
      "en": "My Blue Garnet"
    },
    "updatedAt": "2024-05-03T06:30:50+00:00",
    "coverArt": "https://mangadex.org/covers/2917010b-61f5-4dd0-b861-a10362d8ab9b/c438408a-2475-44f7-9ae0-2bb1719538bb.png",
    "altTitles": [
      {
        "ja": "私のブルーガーネット"
      },
      {
        "ja-ro": "Watashi no Blue Garnet"
      }
    ],
    "description": {
      "en": "Inami Kon, age 24, has been job hunting for the past 4 months. However, she is having trouble being \"normal\". One day, she meets Ai, a woman whose personality is the complete opposite of her own. Is this encounter just coincidence or is it fate?\n\nA mature yuri story about love at a crossroads.\n\nThis is published in Melody, a bi-monthly magazine."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6c30be6-3ded-428b-8bcf-be81ab8f7d33",
    "title": {
      "en": "Sasinsonyeon"
    },
    "updatedAt": "2024-04-14T20:27:56+00:00",
    "coverArt": "https://mangadex.org/covers/c6c30be6-3ded-428b-8bcf-be81ab8f7d33/3eb0d3de-0479-44fb-8120-7d61c1d78536.jpg",
    "altTitles": [
      {
        "en": "The Boy of Death"
      },
      {
        "ko-ro": "Sasinsonyeon"
      },
      {
        "zh-hk": "死神少年"
      },
      {
        "ko": "사신소년"
      },
      {
        "ru": "Жнец смерти"
      },
      {
        "en": "Reaper Boy"
      },
      {
        "en": "Hero Ticket"
      },
      {
        "th": "ตั๋วโกงชีวิต"
      },
      {
        "vi": "Cậu Bé Của Thần Chết"
      },
      {
        "id": "Ticket Hero"
      },
      {
        "es-la": "El Niño de la Muerte"
      }
    ],
    "description": {
      "en": "Lee Kyung Ho's mind was engulfed with ending his life due to bullying and the loss of his mother. He attempts to, but is saved. His determination to commit suicide somehow entices Sierra, a grim reaper who later offers him a contract. This contract blesses him with the ability to borrow the powers of the dead in their previous life in return of sacrificing years from his lifespan. For the sake of attaining what he wishes for, he eventually agrees to it.\n\n---\n**Original Webtoon:** [Naver](https://comic.naver.com/webtoon/list?titleId=730656)\n\n---\n**Official Translations:** [Chinese (Traditional Characters) / 漢語](https://www.webtoons.com/zh-hant/fantasy/theboyofdeath/list?title_no=1771),  [Indonesian / Bahasa](https://www.webtoons.com/id/action/ticket-hero/list?title_no=2195)",
      "fr": "L'esprit de Lee Kyung Ho était complètement bouleversé à l'idée de mettre fin à ses jours à cause du harcèlement et de la perte de sa mère. Il essaie, mais il est sauvé. Sa détermination à se suicider séduit Sierra, une faucheuse sinistre qui lui offre plus tard un pacte. Ce pacte lui permet d'emprunter les pouvoirs des morts dans leur vie antérieure en échange de plusieurs années sacrifiées de sa vie. Afin d'atteindre ce qu'il souhaite, il finit par l'accepter.  \n  \n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/theboyofdeath/list?title_no=1771)",
      "ru": "Ли Кён Хо был поглощен идеей суицида, из-за издевательств в школе и гибели его матери. Очередная попытка, но спасен. Его решимость покончить с собой каким-то образом соблазняет Сиеру, мрачного жнеца, который позже предлагает ему контракт. Этот контракт даёт возможность заимствовать способности и силы мертвых из их предыдущей жизни, в обмен на силу, он должен жертвовать годами, которые ему остались на этой земле. Ради достижения того, чего он желает, он всё таки соглашается на сделку.",
      "es-la": "Lee Kyung Ho queria terminar su vida debido al acoso y la pérdida de su madre. Intenta hacerlo, pero no lo consigue. Su determinación de suicidarse de alguna manera fracasa, una persona llega y le ofrece un contrato. Este contrato lo bendice con la capacidad de tomar prestados los poderes de los muertos en su vida anterior a cambio de sacrificar años de su vida. Para lograr lo que desea y el acepta el trato."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d685cb5-594b-4891-9f98-e50bfee0ffa4",
    "title": {
      "en": "Masters of Lightning Knives"
    },
    "updatedAt": "2024-02-13T06:15:10+00:00",
    "coverArt": "https://mangadex.org/covers/9d685cb5-594b-4891-9f98-e50bfee0ffa4/c758264e-e62c-4906-b6bf-3f42f30b6e7f.jpg",
    "altTitles": [
      {
        "ko": "비뢰도"
      },
      {
        "en": "Lightning Swords"
      },
      {
        "ja": "飛雷刀"
      },
      {
        "ru": "Меч разящего грома"
      },
      {
        "vi": "Phi Lôi Đạo"
      },
      {
        "en": "Lightning Degree"
      },
      {
        "pt-br": "Mestre das Lâminas Relâmpago"
      }
    ],
    "description": {
      "en": "A young orphan was alone in the world until he meets the master of a secret form of martial arts. To learn these otherworldly techniques, he will need to endure years of his sadistic teacher’s grueling and weird training. But why does he have to do laundry, cook meals, or play instruments to learn martial arts anyway?! If he can survive long enough (and if his massive ego doesn’t get in the way), he just might be able to wield the unstoppable lightning knives. Will he make the cut or be sliced down to size?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=PlMScBLMT0U)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B9%84%EB%A2%B0%EB%8F%84/2355)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/52248)",
      "ja": "5歳の時母親が亡くなり、10歳の時伝染病で父親まで亡くなった少年「飛雲」。彼は彫刻家だった父からその才能を受け継いでいた。 両親の木像を作り、二人の墓の前にそなえたある日、それを見た老人から「自分を師匠にすれば天下一の武術を教えよう」と話しかけられる。怪しいとは思ったものの老人が見せた武術に惹かれその申し出を受けてしまった飛雲。案の定、武術などろくに教えず、訓練といいながら家事と金稼ぎばかり… そんなある日、女装して働いている酒楼で偶然武林盟主の娘である「羅 香凜」の命を救った。飛雲は男であることを隠して香凜と親しくなるが…\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=PlMScBLMT0U)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B9%84%EB%A2%B0%EB%8F%84/2355)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/52248)",
      "ko": "홀로 길러주신 아버지를 돌림병으로 잃고 10세의 어린 나이에 혈혈단신이 된 비류연.\n조각가였던 아버지에게 배운 기술로 부모님의 조각상을 만들어 두 분의 묘 앞에 세워두는데,\n지나가던 노인이 그걸 보더니 자신을 사부로 삼으면 천하제일 무공을 가르쳐주겠다고 한다.\n\n수상쩍지만 달리 갈 곳도 없고, 그럴듯해 보이는 무공에 혹해 비류연은 그를 따라가고 마는데…\n\n그날 이후 비류연을 길러준 것은 팔할이 바람이었다.\n\n오늘 하루는 좀 편안했으면 좋겠다는 바람!\n사부가 더 늙으면 울 때까지 구박해주겠다는 바람!\n아니 다 필요 없고 여기서 탈출하고 싶다는 바람!\n하늘이여 저한테 왜 이러세요 제발 살려주세요… 하는 바람!\n\n하늘이 비류연의 바람을 들어준 것일까.\n무식한 가사노동과 피골상접 과로사를 야기할 것 같던 돈벌이로 점철된 삶 속에서\n깨알같이 사부 몰래 힘을 비축하던 비류연은 드디어 어느 날 깨닫는다.\n\n‘오늘이 바로 그날이다!’\n\n사부를 따돌릴 꿀떡(?)을 던져놓고는 무한한 용기를 발휘해 묵금과 비뢰도까지 다 들고 튄 비류연.\n\n혹자는 강호를 두고 시산혈해 위에 암투로 쌓아올린 백척간두의 세계라고 하나,\n비류연에겐 드넓은 꿀 천지에 온실 속의 화초들이 노니는 안락한 신세계로만 보였는데…!\n\n비류연의 행복은 과연 언제까지 갈 것인가!\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=PlMScBLMT0U)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B9%84%EB%A2%B0%EB%8F%84/2355)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/52248)",
      "ru": "В 10 лет Би Рю Ён становится сиротой, потеряв последнего родственника, своего отца.\n\nБудучи хорошим сыном и отличным подмастерьем весьма талантливого ремесленника, он решает соорудить две прекрасные статуи в память о своих родителях. Так, когда работа была практически завершена, к нему неожиданно обратился некий старый мастер, пожелав стать наставником парня, и обещая обучить самому могущественному искусству во всей Поднебесной.\n\nЖажда до силы превозмогает сомнения. И он решает последовать за стариком… \n\nС этого момента... жизнь круто изменилась. Невыносимые тренировки и серьезные наказания следовали по пятам день за днём! Иногда казалось, труд настолько изматывал мальчика, что кожа прилипала к костям, а смерть от переутомления уже маячила на горизонте. Много раз Рю Ён хотел бросить всё и покинуть наставника. Возгласы, «О Небо, за что мне всё это?! Кто-нибудь, спасите меня!» - не сходили с его уст. Но Небеса оставались безмолвны.\n\nИ вот, в один из множества преисполненных изнеможением и страданиями дней, когда сил осталось с кунжутное зёрнышка, он понял: «Это оно!»\n\nСегодня Рю Ён превзойдёт своего учителя и узнает, что такое \"Меч разящего грома\".\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=PlMScBLMT0U)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B9%84%EB%A2%B0%EB%8F%84/2355)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/52248)"
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2e28840-b3a6-4dd7-9c40-1b251a293fe0",
    "title": {
      "en": "Negai no Astro"
    },
    "updatedAt": "2024-07-25T06:13:13+00:00",
    "coverArt": "https://mangadex.org/covers/d2e28840-b3a6-4dd7-9c40-1b251a293fe0/1709b926-6cb0-494d-9136-74634956e052.jpg",
    "altTitles": [
      {
        "ja": "願いのアストロ"
      },
      {
        "en": "Astro Royale"
      },
      {
        "ru": "Звезда желаний"
      }
    ],
    "description": {
      "en": "The new series from Ken Wakui, the creator of Shinjuku Swan and Tokyo Revengers!\n\nAs the battle to decide the next leader of the Yotsurugi gang that runs Asakusa is heating up, a meteorite strike suddenly awakens superpowers in the people of Japan. How will Hibaru Yotsurugi, the son of the previous gang leader, come out of this?!",
      "fr": "Le nouveau manga de Ken Wakui, le créateur de Shinjuku Swan et Tokyo Revengers ! Alors que la bataille pour désigner le prochain chef du clan Yotsurugi qui dirige Asakusa s'intensifie, la chute d'une météorite réveille soudainement des super-pouvoirs chez les Japonais. Comment Hibaru Yotsurugi, le fils du précédent boss du clan va-t-il s'en sortir ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7895cbd9-2ce9-4826-823f-6811fef7179e",
    "title": {
      "en": "Though I May Be a Villainess, I'll Show You I Can Obtain Happiness!"
    },
    "updatedAt": "2024-08-14T07:28:05+00:00",
    "coverArt": "https://mangadex.org/covers/7895cbd9-2ce9-4826-823f-6811fef7179e/e1ba1271-d7d5-4972-9e1c-f64aad9662c0.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢ですが、幸せになってみせますわ！　アンソロジーコミック"
      },
      {
        "ja": "悪役令嬢ですが、幸せになってみせますわ！アンソロジーコミック"
      },
      {
        "ja": "悪役令嬢ですが、幸せになってみせますわ！"
      },
      {
        "ja-ro": "Akuyaku Reijou Desu ga, Shiawase ni Natte Mesemasu wa! - Anthology Comic"
      },
      {
        "ja-ro": "Akuyaku Reijou Desuga, Shiawase ni Natte Misemasu wa!"
      },
      {
        "en": "So What If I'm a Villainess, I'll Show You All I Can Become Happy!"
      },
      {
        "en": "Villainess Anthology"
      },
      {
        "en": "Villainess Week"
      },
      {
        "en": "Villain Lady's Anthology"
      },
      {
        "hu": "Gonosztevő hölgy antológia"
      },
      {
        "fa": "خب چی میشه که یک زن شرور باشم، بهت نشون میدم که میتونم خوش‌بخت باشم."
      },
      {
        "fa": "فکر کردی من یک زن شرورم، بهت نشون میدم که میتونم خوش‌بخت بشم."
      },
      {
        "zh-hk": "惡役千金也會得到幸福"
      },
      {
        "ko": "악역 영애지만, 행복해질 거예요!"
      },
      {
        "ko": "악역 영애지만, 행복해질 거예요! 앤솔로지 코믹스"
      },
      {
        "es": "Aunque pueda ser una villana, ¡te mostraré que puedo obtener la felicidad!"
      },
      {
        "es": "Antología de la dama villana"
      },
      {
        "ru": "Хоть я и злодейка, но я вам ещё покажу, что смогу обрести счастье!"
      },
      {
        "ru": "Даже злодейка может найти настоящую любовъ"
      },
      {
        "ru": "Сборник синглов про злодеек"
      },
      {
        "ru": "Сборник историй о злодейках"
      },
      {
        "ru": "Сборник «леди-злодеек»"
      },
      {
        "id": "Antologi wanita penjahat"
      },
      {
        "id": "Kumpulan Otome Villains"
      },
      {
        "th": "แม้ว่าฉันจะเป็นนางร้ายฉันก็จะแสดงให้ดูว่าฉันก็มีความสุขได้"
      },
      {
        "th": "แม้ว่าฉันจะเป็นนางร้ายฉันก็จะแสดงให้ดูว่าฉันก็มีความสุขได้ ตอนที่  ตอนที่"
      },
      {
        "vi": "Tuyển Tập Oneshot Nữ Phụ Phản Diện"
      },
      {
        "vi": "Tuyển Tập Oneshot Nữ Phụ"
      },
      {
        "vi": "Tuyển Tập Nữ Phụ Phẚn Diện"
      },
      {
        "uk": "Хоч я і лиходійка, але я вам ще покажу, що зможу здобути щастя!"
      }
    ],
    "description": {
      "en": "Broken engagements, \"serves you right\"s, condemnation events, doting, royalty, reincarnated heroines, banishment endings… it's fully loaded with all the charms of villainesses! The comic adaption of popular villainess stories that were published on *Shousetsuka ni Narou*! An anthology of oneshots with happy endings!!\n\nCover Art: Maro\n\n---\n**Volume 1 Contents:**\n1. \"The Villainess Will Obtain True Love\" (悪役令嬢は真実の愛を手にいれる). Art by Hoshino Soumei, Story by Nekomata Doremi. [Original Web Novel](https://ncode.syosetu.com/n1664fm/): A broken engagement at a graduation party?!\n2. \"The Tale of the Noble Girl Who Will Go to a Convent After Her Engagement's Breaking\" (婚約破棄されて修道院に行くお嬢様の話). Art by Sorakura Shikiji, Story by Yuuki Satoru. [Original Web Novel](https://ncode.syosetu.com/n7933fg/): Banishment after her younger sister steals her fiancé?!\n3. \"I Will Definitely Get My Engagement Broken! ~I Will Become a Villainess!\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Art by Kuroe Yui, Story by Reiga Utsuho. [Original Web Novel](https://ncode.syosetu.com/n1702fn/): To break off her engagement, she harasses the daughter of a baron?!\n4. \"Aku no Kadou wo Ikimashou\" (悪の華道を行きましょう; \"Shall We Walk Hand in Hand Down the Flowery Path of Evil?\"). Art by Yamashiro Umeta, Story by Mafuyubi. [Original Web Novel](https://ncode.syosetu.com/n3244cr/): After her engagement is broken, she gets married to a fat old baldy?!\n5. \"The Villainess Trifles with the Second Prince's First Love\" (悪役令嬢は第二王子の初恋に翻弄される). Art by Ohitsuji Ei, Story by Mizuno Saaya. [Original Web Novel](https://ncode.syosetu.com/n2169fj/): After being condemned, the second prince appears before me...\n\n**Volume 2 Contents:**\n1. \"Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; \"It's Been 10 Years Since You Asked to Break off Our Engagement, If You Insist That Much, Let's Break It off!\"). By Yoshimura, Character design by Maro: She's been told multiple times since they were young to break off the engagement?!\n2. \"The Villainess Laughs Innocently\" (悪役令嬢は無邪気に笑う). Art by Ohitsuji Ei, Story by Yoruru. [Original Web Novel](https://ncode.syosetu.com/n1629cz/): A condemnation event after being called out to the rear garden?!\n3. \"The Art of Rebuilding a Nation Begins With a Broken Engagement!\" (婚約破棄から始まる国家建て直し術！). Art by Kawano Akiko, Story by Hazuki. [Original Web Novel](https://ncode.syosetu.com/n4551ft/)\n4. \"You Were Set up, You Know?\" (貴方は嵌められたのですよ？). Art by Koyuki Iroha, Story by Yuki Yukiko. [Original Web Novel](https://ncode.syosetu.com/n6502eu/): At the graduation party, my older sister's engagement was broken?!\n5. \"The Villainess Exploded\" (悪役令嬢は爆死しました). Art by Nanso, Story by bouro. [Original Web Novel](https://ncode.syosetu.com/n4564fw/): The villainess tells the second prince \"Serves you right”?!\n6. \"I Reincarnated as a Villainess. Come Quickly, My Engagement-Breaking Event\" (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い). Art by Mochida Moo, Story by Kyouka. [Original Web Novel](https://ncode.syosetu.com/n4699fn/) | [Serialization](https://ncode.syosetu.com/n2863gc/): The only ally the reincarnated villainess has is her valet?!\n\n**Volume 3 Contents:**\n1. \"One Day, I Was Able to Hear the Inner Voice of My Fiancée\" (ある日婚約者の心の声が聞こえるようになりました。). Art by Chuugyaku, Story by Enju Subaru. [Original Web Novel](https://ncode.syosetu.com/s6234f/)\n2. \"My Bethrothed's Personality Is Way Different From the Game!\" (婚約者の性格が原作と違うのですが). Art by Mochida Moo, Story by Kozuki. [Original Web Novel](https://ncode.syosetu.com/s5772f/)\n3. \"I Was Supposed to Marry to Someone Who Hated Me, but, Before I Knew It, I Was Being Doted on\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Art by Potagi, Story by Mikoto. [Original Web Novel](https://ncode.syosetu.com/n4692gb/)\n4. \"Shall We Continue Down the Flowery Path of Evil?\" (悪の華道を追いましょう). Art by Yamashiro Umeta, Story by Mafuyubi. [Original Web Novel](https://ncode.syosetu.com/n5872cw/)\n5. \"I Shall Take You up on Your Offer With Pleasure\" (そのお言葉、喜んでお受けいたしますわ). Art by Oshitsuji Ei, Story by Kiraku Naohito. [Original Web Novel](https://ncode.syosetu.com/n5454gb/)\n\n**Volume 4 Contents:**\n1. \"I Was Told to Break off My Engagement. Trying to Find the Cause of the Fabricated Scandal Which Arose, Things Took an Unexpected Turn!\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). Art by Wamome, Story by Kazukata Jin. [Original Web Novel](https://ncode.syosetu.com/n8085gn/)\n2. \"Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu\" (騎士国最恐令嬢による剣と拳と恋愛術; \"The Kingdom's Most Feared Noble Lady Knight and a Tale Concerning Her Sword, Fist, and Social Skills\"). By Kanade Yumika\n3. \"I Love You So Much I Can't Help It\" (愛しているから仕方のない話). Art by Kida Yonoichi, Story by Sakaki Dora. [Original Web Novel](https://ncode.syosetu.com/n8011gg/)\n4. \"Reincarnated Ladies Want to be Wedded to Their Loved Ones\" (転生令嬢たちは愛する者と結ばれたい). By Chiaki Rie\n5. \"The Nightmarish Graduation Party\" (悪夢の卒業パーティー). Art by Yatsuhashi Hachi, Story by Funineko. [Original Web Novel](https://ncode.syosetu.com/n3653gl/)\n6. \"Akuyaku Reijou Sasenasai\" (悪役令嬢…させなさい!!; \"Make Me Into a Villainess\"). By Kawano Akiko\n\n**Volume 5 Contents:**\n1. \"The Turmoil Caused by the Misunderstanding His Highness and My Engagement Being Broken\" (私と王子の勘違い婚約破棄騒動). By Maro\n2. \"It Would Seem You've Broken off Your Engagement in Order to Marry Me, but I Have No Intention of Marrying You\" (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません). Art by Usui Tsukasa, Story by Tetsuhako. [Original Web Novel](https://ncode.syosetu.com/n9230cy/)\n3. \"The Melancholic Noble Girl Clad in a Jet-Black Dress\" (やさぐれ令嬢は漆黒のドレスを纏う). By Hizuki\n4. \"Now That My Engagement Is Broken, I Can Have My Fill of My Beloved Sweets\" (婚約破棄されたので愛するお菓子を満喫します). By Kagari Touya\n5. \"Shall We Lay Waste to the Flowery Path of Evil?\" (悪の華道を潰しましょう). Art by Yamashiro Umeta, Story by Mafuyubi. [Original Web Novel](https://ncode.syosetu.com/n8188gz/)\n\n**Volume 6 Contents:**\n1. \"I'm a Survival Gamer Reincarnated Into an Otome Game Villainess With Godly Aim\" (サバイバルゲーマーですが乙女ゲームに転生してしまいました～悪役令嬢は神エイム～). By Aikawa Yuu\n2. \"The Greedy Villainess\" (強欲の悪役令嬢). Art by Mugicha Poyoko, Story by Ehito. [Original Web Novel](https://ncode.syosetu.com/n5715fn/)\n3. \"The Supporting Villainess Blooms After Her Engagement Was Broken\" (脇役令嬢は、婚約破棄されて優雅に花開く。). Art by Maaraa Natsu, Story by Sazanami. [Original Web Novel](https://ncode.syosetu.com/n2309hf/)\n4. \"I Was Abandoned for My Younger Sister, but She's a Ticking Time-Bomb\" (婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした). Art by Tachibana Edaka, Story by Sekimiya Amon. [Original Web Novel](https://ncode.syosetu.com/n6054gw/)\n5. \"The Villainess Got Dumped, Doesn't Care, and Lives Happily Ever After With Her Super Masochistic Childhood Friend\" (婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります). By Koyama Nayu\n6. \"Let's Burn the Flowery Path of Evil\" (悪の華道を燃やしましょう). Art by Yamashiro Umeta, Story by Mafuyubi. [Original Web Novel](https://ncode.syosetu.com/s6442c/)\n\n**Volume 7 Contents:**\n1. \"The Villainess Will Happily Break Her Engagement for Her OTP\" (悪役令嬢は推しカプのために婚約破棄をご所望です). By Kashii Aoi.\n2. \"The Villainess Becomes a Bad Girl to Become Happy\" (悪役令嬢は幸せになるために悪い女になる). Art by Mimasaka, Story by Maa (まぁ). [Original Web Novel](https://ncode.syosetu.com/n0522gu/), [English Translation](https://www.novelupdates.com/series/the-villainess-becomes-evil-to-live/)\n3. \"The Jilted Villainess Becomes a Lady of Justice: Don't Look Down on Commoners\" (婚約破棄された悪役令嬢は正義の令嬢です〜貴方方は平民を馬鹿にしすぎです〜). Art by Sorakura Shikiji, Story by Koyuki. [Original Web Novel](https://ncode.syosetu.com/n6847hk/), [English Translation](https://www.novelupdates.com/series/the-villainess-whose-engagement-was-annulled-was-an-ally-of-justice/)\n4. \"The Fake Villainess Marries the Rumoured Demon Lord\" (偽りの悪役令嬢、冷酷と噂の魔王卿に嫁ぐ). By Michiyuki Aoi.\n5. \"The Villainess Slated for Execution Dreams of a Prince to Save Her\" (処刑される公爵令嬢は救いの王子の夢を見る). Art by Shirohito Rita, Story by Cyclamen. [Original Web Novel](https://ncode.syosetu.com/n2072hg/), [English Translation](https://www.novelupdates.com/series/the-dukes-daughter-slated-for-execution-dreams-of-a-prince-of-salvation/)\n\n**Volume 8 Contents:**\n1. 冷酷令嬢は従僕獣人と幸せになってみせます. By Odayaka.\n2. ヒロインの娘ですが、どうやら私は悪役令嬢のようです. Art by 黒助くい奈, Story by Ayato Yume. [Original Web Novel](https://ncode.syosetu.com/n9835hl/)\n3. 悪女に仕立てられた私を信じてくれたのは幼馴染だけでした. Art by Kuriyama Kogane, Story by mayan. [Original Web Novel](https://ncode.syosetu.com/n3939gy/)\n4. 幸せという罠. Art by ARATA, Story by Rittan. [Original Web Novel](https://ncode.syosetu.com/n6781hb/)\n5. 女神様がやっちまいなとの思し召しです. Art by うき太郎, Story by Mayuran. [Original Web Novel](https://ncode.syosetu.com/n0585hm/)\n\n**Volume 9 Contents:**\n1. 悪虐令嬢、触るな危険. Art by Kobako Hako, Story by 藍槌ゆず. [Original Web Novel](https://ncode.syosetu.com/n9117hs/)\n2. 婚約破棄されたら、知らなかった私狙いのお兄様が乗り込んで来て『氷の暴君』化してしまった。. Art by KATINO, Story by Mitsuki Beni. [Original Web Novel](https://ncode.syosetu.com/n0530hx/)\n3. 世界を滅ぼす伝説の邪竜が、前世で溺愛していた愛犬だった場合の悪役令嬢の末路. Art by 麻辣ナツ, Story by sasasa. [Original Web Novel](https://ncode.syosetu.com/n7996ht/)\n4. 悪役令嬢の担任. By Nowaki Nakasane.\n5. おっとり宝石姫のノーダメージ・婚約破棄騒動. Art by Hoshino Soumei, Story by Takatoo Subaru. [Original Web Novel](https://ncode.syosetu.com/n3812hg/)\n\n**Volume 10 Contents:**\n1. トゲトゲ令嬢とライバル令息のお騒がせ婚約. By Yoshimura.\n2. 婚約破棄されることがわかっていたので、先回りをしました。 Art by 化野そとば, Story by Arisawa Mihiru. [Original Web Novel](https://ncode.syosetu.com/n0878hu/)\n3. とばり姫は夜に微笑む　～婚約破棄を了承しました。もちろん取り消し不可ですわ！～　彼女が顔を隠していた本当の理由。 Art by Manata Mayumu, Story by Mikoto. [Original Web Novel](https://ncode.syosetu.com/n7058hw/)\n4. 妖精姫は辺境豚に推し活される. Art by Jicco, Story by Fuji Tomato.\n5. 悪役令嬢とヤンデレ王子の執着愛. Art by Kikuta Yui, Story by Kotoko (琴子).\n\n**Volume 11 Contents:**\n1. 深紅の令嬢は自己肯定感低め！ Art by Jou Kiiko, Story by Osanai Emu, Character design by Maro.\n2. 婚約破棄されたので元婚約者から婚約者奪ってやりました⁉ By Kuju Matsu.\n3. とある悪い令嬢の復讐. Art by Sotoba Kano, Story by Yuki Yasai. [Original Web Novel](https://ncode.syosetu.com/n5496ie/)\n4. 緋色の悪役令嬢は呂色の薔薇を染め上げる. Art by Ogino Sumi, Story by Hawan Megi. [Original Web Novel](https://ncode.syosetu.com/n6942gy/)\n5. 追放された私が、どうやら国宝のようです⁉ ～陰キャ令嬢の快適辺境ライフ～. By Yasaka Akio and Aikawa Yuu.\n\n**Volume 12 Contents:**\n1. 薔薇園の恋. Art by Kiyose Yura, Story by Natsuno Nae.\n2. 転生したら断罪済で処刑待ちの悪役令嬢だった. Art by Adashino Sotova, Story by Toko (とこ). [Original Web Novel](https://ncode.syosetu.com/n8824ij/)\n3. 悪役令嬢は氷の貴公子の秘密の婚約者. Art by Ooba Soto, Story by KUREHA.\n4. 悪役令嬢、断罪前緊急３６時間. Art by Yugyoji Tama, Story by Mika (三香). [Original Web Novel](https://ncode.syosetu.com/n0867ie/)",
      "es": "Compromisos anulados, Eventos de condena, Realeza, Héroes reencarnados, Destierros ... ¡Está completamente repleto con todos los encantos de Villana! ¡Una antología de 5 one shots con finales felices!\n\n**Volumen 1:**\n1. \"La villana obtendrá el verdadero amor\" (悪役令嬢は真実の愛を手にいれる). Arte: Hoshino Soumei, Historia: Nekomata Doremi. [Original](https://ncode.syosetu.com/n1664fm/): ¿Un compromiso anulado en una fiesta de graduación?\n2. \"El cuento de la niña noble que irá a un monasterio después de su anulación de compromiso\" (婚約破棄されて修道院に行くお嬢様の話). Arte: Sorakura Shikiji, Historia: Yuuki Satoru. [Original](https://ncode.syosetu.com/n7933fg/): ¿Destierro después de que su hermana menor le robe a su prometido?\n3. \"¡Definitivamente conseguiré que se anule mi compromiso! ¡Me convertiré en una villana!\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Arte: Kuroe Yui, Historia: Reiga Utsuho. [Original](https://ncode.syosetu.com/n1702fn/): ¿Para romper su compromiso, ella acosa a la hija de un barón?\n4. \"Aku no Kadou wo Ikimashou\" (悪の華道を行きましょう; \"¿Caminamos de la mano por el camino florido del mal?\"). Arte: Yamashiro Umeta, Historia: Mafuyubi. [Original](https://ncode.syosetu.com/n3244cr/): Después de que se anula su compromiso, ¿se casa con un viejo gordo y calvo?\n5. \"La villana juega con el primer amor del segundo príncipe\" (悪役令嬢は第二王子の初恋に翻弄される). Arte: Ohitsuji Ei, Historia: Mizuno Saaya. [Original](https://ncode.syosetu.com/n2169fj/): Después de ser condenado, el segundo príncipe aparece ante mí…\n\n**Volumen 2:**\n1. \"Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; \"Han pasado 10 años desde que solicitaste romper nuestro compromiso, si insistes tanto, ¡terminemos!\"). Por Yoshimura\n2. 悪役令嬢は無邪気に笑う. Arte: Ohitsuji Ei, Historia: Yoruru. [Original](https://ncode.syosetu.com/n1629cz/)\n3. \"¡El arte de reconstruir una nación empieza con un compromiso roto!\" (婚約破棄から始まる国家建て直し術！). Arte: Kawano Akiko, Historia: Hazuki. [Original](https://ncode.syosetu.com/n4551ft/)\n4. \"Fuiste creado, ¿sabes?\" (貴方は嵌められたのですよ？). Arte: Koyuki Iroha, Historia: Yuki Yukiko. [Original](https://ncode.syosetu.com/n6502eu/)\n5. 悪役令嬢は爆死しました. Arte: Nanso, Historia: bouro. [Original](https://ncode.syosetu.com/n4564fw/)\n6. 転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い. Arte: Mochida Moo, Historia: Kyouka. [Original](https://ncode.syosetu.com/n4699fn/)\n\n**Volumen 3:**\n1. ある日婚約者の心の声が聞こえるようになりました。 Arte: Chuugyaku, Historia: Enju Subaru. [Original](https://ncode.syosetu.com/s6234f/)\n2. \"¡La personalidad de mi prometido es muy diferente del juego!\" (婚約者の性格が原作と違うのですが). Arte: Mochida Moo, Historia: Kozuki. [Original](https://ncode.syosetu.com/s5772f/)\n3. \"Se suponía que me casaría con alguien que me odiaba, pero antes de que me diera cuenta me adoraban\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Arte: Potagi, Historia: Mikoto. [Original](https://ncode.syosetu.com/n4692gb/)\n4. 悪の華道を追いましょう. Arte: Yamashiro Umeta, Historia: Mafuyubi. [Original](https://ncode.syosetu.com/n5872cw/)\n5. \"Aceptaré tu oferta con todo gusto\" (そのお言葉、喜んでお受けいたしますわ). Arte: Oshitsuji Ei, Historia: Kiraku Naohito. [Original](https://ncode.syosetu.com/n5454gb/)\n\n**Volumen 4:**\n1. \"¿Romper el compromiso? No he hecho nada, ni directa ni indirectamente. Pero cuando investigué el asunto… ¿Quién hubiera pensado que terminaría así?\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). Arte: Wamome, Historia: Kazukata Jin. [Original](https://ncode.syosetu.com/n8085gn/)\n2. \"Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu\" (騎士国最恐令嬢による剣と拳と恋愛術; \"La noble dama caballero más temida del reino, y una historia que gira en torno a su espada, puño y habilidad para las relaciones\"). Por Kanade Yumika\n3. 愛しているから仕方のない話. Arte: Kida Yonoichi, Historia: Sakaki Dora. [Original](https://ncode.syosetu.com/n8011gg/)\n4. 転生令嬢たちは愛する者と結ばれたい. Por Chiaki Rie\n5. 悪夢の卒業パーティー. Arte: Yatsuhashi Hachi, Historia: Funineko. [Original](https://ncode.syosetu.com/n3653gl/)\n6. \"Akuyaku Reijou Sasenasai\" (悪役令嬢…させなさい!!). Por Kawano Akiko",
      "hu": "Felbontott eljegyzések, karma, kárhozatra juttató események, rajongások, királyi családtagok, reinkarnálódott főhősnők, és száműzetési végkifejletek... Az antológia fejezetei csordultig vannak telítve a gonosz hölgyek bájaival!\n\n**Kötet 1:**\n1. *A gonosztevő nő rátalál az igaz szerelemre* (悪役令嬢は真実の愛を手にいれる), Hoshino Osome, szerző: Nekomata Doremi. [Eredeti](https://ncode.syosetu.com/n1664fm/)\n2. *Egy nemes lány története, aki az eljegyzése érvénytelenítése után kolostroba megy* (婚約破棄されて修道院に行くお嬢様の話), Sorakura Shijiki, szerző: Yuuki Satoru. [Eredeti](https://ncode.syosetu.com/n7933fg/)\n3. *Semmissé fogom tenni az eljegyzésemet! ~Gonosztevővé válok!* (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！), Kuroe Yui, szerző: Reiga Utsuho. [Eredeti](https://ncode.syosetu.com/n1702fn/)\n4. *Aku no Kadou wo Ikimashou* (悪の華道を行きましょう; *Nem sétálunk le kézen fogva a gonoszság virágos útján?*), Yamashiro Umeta, szerző: Mafuyubi. [Eredeti](https://ncode.syosetu.com/n3244cr/)\n5. *A gonosztevő nő megtréfálja a második herceg első szerelmét* (悪役令嬢は第二王子の初恋に翻弄される), Ohitsuji Ei, szerző: Mizuno Saaya. [Eredeti](https://ncode.syosetu.com/n2169fj/)\n\n**Kötet 2:**\n1. *Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!* (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; *Már 10 éve kéred az eljegyzésünk felbontását, szóval ha ennyire akarod, akkor bontsuk fel!*), Yoshimura.\n2. *A gonosz hölgy ártatlanul nevet* (悪役令嬢は無邪気に笑う), Ohitsuji Ei, szerző: Yoruru [Eredeti](https://ncode.syosetu.com/n1629cz/)\n3. *A nemzet újjáépítésének művészete egy felbontott eljegyzéssel kezdődik!* (婚約破棄から始まる国家建て直し術！), Kawano Akiko, szerző: Hazuki. [Eredeti](https://ncode.syosetu.com/n4551ft/)\n4. *Hát nem tudod, hogy tőrbe csaltak?* (貴方は嵌められたのですよ？), Koyuki Iroha, szerző: Yuki Yukiko. [Eredeti](https://ncode.syosetu.com/n6502eu/)\n5. *A gonosz hölgy felrobbant* (悪役令嬢は爆死しました), Nanso, szerző: bouro. [Eredeti](https://ncode.syosetu.com/n4564fw/)\n6. *Gonosztevőként születtem újjá. Jöjj hamar, eljegyzés felbontó eseményem* (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い), Mochida Moo, szerző: Kyouka. [Eredeti](https://ncode.syosetu.com/n4699fn/)\n\n**Kötet 3:**\n1. *Egyik nap elkezdtem hallani a menyasszonyom gondolatait* (ある日婚約者の心の声が聞こえるようになりました。), Chuugyaku, szerző: Enju Subaru. [Eredeti](https://ncode.syosetu.com/s6234f/)\n2. 婚約者の性格が原作と違うのですが, Mochida Moo, szerző: Kozuki. [Eredeti](https://ncode.syosetu.com/s5772f/)\n3. 嫌われている相手に嫁いだはずがいつのまにか溺愛されていました, Potagi, szerző: Mikoto. [Eredeti](https://ncode.syosetu.com/n4692gb/)\n4. *Nem sétélunk le kézen fogva a gonoszág virágos útján?* (悪の華道を追いましょう), Yamashiro Umeta, szerző: Mafuyubi. [Eredeti](https://ncode.syosetu.com/n3244cr/)\n5. そのお言葉、喜んでお受けいたしますわ, Oshitsuji Ei, szerző: Kiraku Naohito. [Eredeti](https://ncode.syosetu.com/n5454gb/)\n\n**Kötet 4:**\n1. *Felbontani az eljegyzést? Én nem tettem se közvetlenül, se közvetettem semmitt. De mikor szemügyre vettem az ügyet… ki hitte volna, hogy ez történik?!* (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました), Wamome, szerző: Kazukata Jin. [Eredeti](https://ncode.syosetu.com/n8085gn/)\n2. *Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu* (騎士国最恐令嬢による剣と拳と恋愛術; *Egy történet a királyság legrettegettebb nemeshölgyéről, a kardjáról, erkölcseiről, és kapcsolatépítéséről*), Kanade Yumika\n3. *Egy história a tehetetlen szerelembe esésről* (愛しているから仕方のない話), Kida Yonoichi, szerző: Sakaki Dora. [Eredeti](https://ncode.syosetu.com/n8011gg/)\n4. *A reinkarnálódott nemeslányok hozzá akarnak menni a szívük választottjaihoz* (転生令嬢たちは愛する者と結ばれたい), Chiaki Rie\n5. *A rémálomba fajult ballagási ünnepség* (悪夢の卒業パーティー), Yatsuhashi Hachi, szerző: Funineko. [Eredeti](https://ncode.syosetu.com/n3653gl/)\n6. *Engedd meg, hogy… gonosz legyek!* (悪役令嬢…させなさい!!), Kawano Akiko",
      "id": "**Volume 1:**\n1. \"Sang antagonis akan mendapat cinta sejati\" (悪役令嬢は真実の愛を手にいれる; \"Sang antagonis akan menemukan cinta sejati\").\n2. \"Sebuah kisah dari sang gadis bangsawan yang akan pergi ke biara setelah pertunangannya dicabut\" (婚約破棄されて修道院に行くお嬢様の話; \"Kisah wanita bangsawan yang akan tinggal di biara setelah pembatalan pertunanggannya\").\n3. \"Aku pasti akan membuat pertunanganku dibatalkan! ~Aku kan menjadi tokoh antagonis!~\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！; \"Aku pasti akan membuat pertunanganku dibatalkan! ~Aku akan menjadi tokoh antagonis wanita!\").\n4. \"Aku no Kadou wo Ikimashou\" (悪の華道を行きましょう; \"Mari kita berjalan sembari bergandengan turun ke jalan kejahatan yang berbunga-bunga\"; \"Akankah kita berjalan begandengan tangan di jalan kejahatan yang berbunga?\").\n5. \"Hal-hal sepele sang antagonis dengan cinta pertama sang pangeran kedua\" (悪役令嬢は第二王子の初恋に翻弄される; \"Sang tokoh antagonis wanita kesusahan dengan cinta pertama pangeran kedua\").\n\n**Volume 2:**\n1. \"Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！;\"Sudah 10 tahun kamu meminta untuk membatalkan pertunangannya, kalau kamu bersikeras sekuat itu, yasudah batalkan saja!\").\n2. \"Sang tokoh antogonis perempuan tertawa dengan polos\" (悪役令嬢は無邪気に笑う).\n3. \"Seni membangun kembali sebuah bangsa dimulai dengan pertunangan yang dibatalkan!\" (婚約破棄から始まる国家建て直し術！).\n4. \"Kamu tahu? Kamu ini sudah dijebak\"\n5. \"Sang tokoh antagonis wanita meledak\"\n6. \"Aku reinkarnasi sebagai tokoh antagonis wanita. Cepatlah datang, pembatalan pertunanaganku\"\n\n**Volume 3:**\n1. \"Suatu hari, aku bisa mendengar suara hati tunanganku\"\n2. \"Kepribadian tunanganku jauh berbeda dari game!\"\n3. \"Aku seharusnya menikah dengan seseorang yang membenciku, tetapi sebelum aku sadar, mereka telah menyayangiku\"\n4. \"Apakah kita akan melanjutkan jalan kejahatan yang berbunga?\"\n5. \"Akan saya terima penawaran anda dengan senang hati\"\n\n**Volume 4:**\n1. \"Membatalkan pertunangan? Aku tidak melakukan apa-aps, secara langsung atau tidak langsung. Tetapi ketika aku melihat masalah ini… Siapa yang mengira akan berakhir seperti ini?!\"\n2. \"Ksatria wanita bangsawan kerajaan yang paling ditakuti, dan kisah seputar keterampilan pedang, tinju, dan hubungannya\"\n3. \"Sebuah kisah tentang tidak dapat membantu menoalani cinta\"\n4. \"Seorang wanita reinkarnasi yang ingin menikah dengan orang yang mereka cintai\"\n5. \"Mimpi buruk pesta kelulusan\"\n6. \"Biarkan Aku… yang menjadi penjahatnya!!!\"\n\n**Volume 5:**\n1. \"Kekacauan yang disebabkan oleh kesalahpahaman para pangeran dan pertunanganku dibatalkan\"\n2. \"Tampaknya anda telah memutuskan pertunangan anda untuk menikahi saya, tetapi saya tidak punya niat untuk menikahi anda\"\n3. \"Gadis banfsawan melankolis yang mengenakan gaun hitam legam\"\n4. \"Sekarang pertunangan saya dibatalkan, saya dapat mengisi hari-hari saya dengan apa yang menjadi kesayangan saya\"\n5. \"Haruskah kita menyia-nyiakan jalan kejahatan yang berbunga-bunga?\"",
      "ja": "突然の婚約破棄、そして迫りくる断罪イベント…!!\n王子に捨てられ、そしてこんな男と結婚…!?\n婚約者たちは可憐な妹に夢中!?\n婚約破棄された悪役令嬢に手を差し伸べるのは…!?\n危機的状況からはじまる悪役令嬢たちの物語の結末は…ALLハッピーエンドです♪\n『小説家になろう』の人気読み切り作品ば&#\n\nカバーイラスト：まろ\n\n**第1巻の内容：**\n1. 『悪役令嬢は真実の愛を手にいれる』　漫画：ほしの総明　[原作](https://ncode.syosetu.com/n1664fm/)：猫又どれみ\n卒業パーティーで婚約破棄!?\n2. 『婚約破棄されて修道院に行くお嬢様の話』　漫画：空倉シキジ　[原作](https://ncode.syosetu.com/n7933fg/)：結城暁\n妹に婚約者を奪われ追放!?\n3. 『絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！』　漫画：黒榮ゆい　[原作](https://ncode.syosetu.com/n1702fn/)：麗伽空\n婚約破棄の為に男爵令嬢をいじめ!?\n4. 『悪の華道を行きましょう』　漫画：やましろ梅太　[原作](https://ncode.syosetu.com/n3244cr/)：真冬日\n婚約破棄されハゲデブ親父と結婚!?\n5. 『悪役令嬢は第二王子の初恋に翻弄される』　漫画：尾羊英　[原作](https://ncode.syosetu.com/n2169fj/)：水野沙彰\n断罪された私の前に第二王子が現れ…。\n\n**第2巻の内容：**\n1. 『婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう!』　漫画：由村　キャラクター原案：まろ\n幼い時から何度も婚約破棄と言われ!?\n2. 『悪役令嬢は無邪気に笑う』　漫画：尾羊英　[原作](https://ncode.syosetu.com/n1629cz/)：夜流 \n裏庭に呼び出され断罪イベント!?\n3. 『婚約破棄から始まる国家建て直し術!』　漫画：かわのあきこ　[原作](https://ncode.syosetu.com/n4551ft/)：葉月\n王子が聖女と浮気して婚約破棄!?\n4. 『貴方は嵌められたのですよ?』　漫画：仲倉千景　[原作](https://ncode.syosetu.com/n6502eu/)：柚木ゆきこ\n卒業パーティーで姉が婚約破棄され!?\n5. 『悪役令嬢は爆死しました』　漫画：七十　[原作](https://ncode.syosetu.com/n4564fw/)：bouro\n悪役令嬢が第二王子に「ざまあ」!?\n6. 『転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い』　漫画：餅田むぅ　[原作](https://ncode.syosetu.com/n4699fn/)：和泉杏花\n転生した悪役令嬢の味方は執事だけ!?\n\n**第3巻の内容：**\n1. 『ある日婚約者の心の声が聞こえるようになりました。』　漫画：宙百　[原作](https://ncode.syosetu.com/s6234f/)：塩樹すばる\n男爵令嬢との浮気を疑われた王子は!?\n2. 『婚約者の性格が原作と違うのですが』　漫画：餅田むぅ　[原作](https://ncode.syosetu.com/s5772f/)：狐月\n断罪回避の為に王子と離れようとしたら!?\n3. 『嫌われている相手に嫁いだはずがいつのまにか溺愛されていました』　漫画：ぽたぎ　[原作](https://ncode.syosetu.com/n4692gb/)：みこと\n婚約破棄の上、隣国の王太子に嫌われ!?\n4. 『悪の華道を追いましょう』　漫画：やましろ梅太　[原作](https://ncode.syosetu.com/n5872cw/)：真冬日\n大人気作の続編です♪ 旦那様が浮気!? 相手の家に殴り込み!?\n5. 『そのお言葉、喜んでお受けいたしますわ』　漫画：尾羊英　[原作](https://ncode.syosetu.com/n5454gb/)：喜楽直人\n婚約破棄された令嬢を迎えにきたのは!?\n\n**第4巻の内容：**\n1. 『婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました!?』　漫画：わもめ　[原作](https://ncode.syosetu.com/n8085gn/)：仁司方\n婚約者の妹からいきなり婚約破棄してくれと突撃され!?\n2. 『騎士国最恐令嬢による剣と拳と恋愛術』　漫画：奏ユミカ\n勝者の願いを叶える約束で、婚約者の王子と戦う事に!?\n3. 『愛しているから仕方のない話』　漫画：紀田与乃市　[原作](https://ncode.syosetu.com/n8011gg/)：榊どら\n婚約破棄してきた王太子の態度が急変し、溺愛してきて!?\n4. 『転生令嬢たちは愛する者と結ばれたい』　漫画：千秋りえ\n自分は悪役令嬢、友人はヒロインに転生していて!?\n5. 『悪夢の卒業パーティー』　漫画：八橋はち　[原作](https://ncode.syosetu.com/n3653gl/)：ふにねこ\n第一王子は義妹と浮気した上に、婚約破棄だと騒ぎ!?\n6. 『悪役令嬢…させなさい!!』　漫画：かわのあきこ\n悪魔と契約した公爵令嬢は、聖女を追い出そうとして!?\n\n**第5巻の内容：**\n1. 『私と王子の勘違い婚約破棄騒動』　漫画：まろ\n結婚式目前に、第一王子から突然婚約破棄を告げられ!? カバーイラストを担当するまろが描く悪役令嬢ストーリー! \n2. 『私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません』　漫画：碓井ツカサ　[原作](https://ncode.syosetu.com/n9230cy/)：鉄箱\n侯爵家三男に付きまとわれたら、その婚約者から嫌がらせされ!?\n3. 『やさぐれ令嬢は漆黒のドレスを纏う』　漫画：希月\n王太子と両想いだと思っていたら、国王から婚約破棄を宣告されて!?\n4. 『婚約破棄されたので愛するお菓子を満喫します』　漫画：炬とうや\nパーティーで婚約者の王子に婚約破棄と国外追放を言い渡され!?\n5. 『悪の華道を潰しましょう』　漫画：やましろ梅太　[原作](https://ncode.syosetu.com/n8188gz/)：真冬日\n視察に行った孤児院で目つきの悪い少年に「傲慢貴族」と罵倒され!? 大人気シリーズ最新作!!\n\n**第6巻の内容：**\n1. 『サバイバルゲーマーですが乙女ゲームに転生してしまいました～悪役令嬢は神エイム～』　漫画：相川有\n乙女ゲームに転生したら、婚約者の王太子への暗殺容疑で婚約破棄!?\n2. 『強欲の悪役令嬢』　漫画：むぎちゃぽよこ　[原作](https://ncode.syosetu.com/n5715fn/)：えひと\n「強欲姫」と呼ばれ、婚約者の王子は平民の女性と仲良くしていて!?\n3. 『脇役令嬢は、婚約破棄されて優雅に花開く。』　漫画：麻辣ナツ　[原作](https://ncode.syosetu.com/n2309hf/)：細波\n婚約者に言われ地味にしていたのに、浮気されて婚約破棄され!?\n4. 『婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした』　漫画：橘歩空　[原作](https://ncode.syosetu.com/n6054gw/)：関宮亜門\n婚約破棄してきた伯爵令息は、妹と結婚すると言ってきて!?\n5. 『婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります』　漫画：コヤマナユ\n第一王子から婚約破棄された上に、学園では悪い噂を流されて!?\n6. 『悪の華道を燃やしましょう』　漫画：やましろ梅太　[原作](https://ncode.syosetu.com/s6442c/)：真冬日\n息抜きで出かけた街で、自分と義息子をモデルにした恋愛劇を観て!?\n\n**第7巻の内容：**\n1. 『悪役令嬢は推しカプのために婚約破棄をご所望です』　漫画：かしい葵\n2. 『悪役令嬢は幸せになるために悪い女になる。』　漫画：みまさか　[原作](https://ncode.syosetu.com/n0522gu/)：まぁ\n3. 『婚約破棄された悪役令嬢は正義の令嬢です〜貴方方は平民を馬鹿にしすぎです〜』　漫画：空倉シキジ　[原作](https://ncode.syosetu.com/n6847hk/)：小雪\n4. 『偽りの悪役令嬢、冷酷と噂の魔王卿に嫁ぐ』　漫画：道雪 葵\n5. 『処刑される公爵令嬢は救いの王子の夢を見る』　漫画：シロヒト梨太　[原作](https://ncode.syosetu.com/n2072hg/)：シクラメン\n\n**第8巻の内容：**\n1. 『冷酷令嬢は従僕獣人と幸せになってみせます』　漫画：おだやか\n…王太子から、野蛮な獣人を従者にしている事を理由に婚約破棄され!?\n2. 『ヒロインの娘ですが、どうやら私は悪役令嬢のようです』　漫画：黒助くい奈　[原作](https://ncode.syosetu.com/n9835hl/)：彩戸ゆめ\n…断罪された乙女ゲームのヒロインの娘は、婚約破棄される悪役令嬢で!?\n3. 『悪女に仕立てられた私を信じてくれたのは幼馴染だけでした』　漫画：栗山こがね　[原作](https://ncode.syosetu.com/n3939gy/)：mayan\n…婚約者の王子と仲が良い子爵令嬢を、体が勝手に動いて苛めてしまい!?\n4. 『幸せという罠』　漫画：ARATA　[原作](https://ncode.syosetu.com/n6781hb/)：りったん\n…婚約者を慕う令嬢達に悪評を広められ、世間から性悪な悪役令嬢と噂され!?\n5. 『女神様がやっちまいなとの思し召しです』　漫画：うき太郎　[原作](https://ncode.syosetu.com/n0585hm/)：まゆらん\n…追放された悪役令嬢が聖女となり、国を救う条件として出した質問とは!?\n\n**第9巻の内容：**\n1. 『悪虐令嬢、触るな危険』　漫画：小箱ハコ　[原作](https://ncode.syosetu.com/n9117hs/)：藍槌ゆず\n…気に入らない相手に容赦しない公爵令嬢は、婚約者に言い寄った令嬢に!?\n2. 『婚約破棄されたら、知らなかった私狙いのお兄様が乗り込んで来て『氷の暴君』化してしまった。』　漫画：KATINO　[原作](https://ncode.syosetu.com/n0530hx/)：三月べに\n…パーティーで婚約破棄されたら、『お兄様』が魔法で周りを凍らせながら登場して!?\n3. 『世界を滅ぼす伝説の邪竜が、前世で溺愛していた愛犬だった場合の悪役令嬢の末路』　漫画：麻辣ナツ　[原作](https://ncode.syosetu.com/n7996ht/)：sasasa\n…卒業パーティーで婚約破棄され国外追放されたら、伝説の邪竜に襲われて!?\n4. 『悪役令嬢の担任』　漫画：野分なか実\n…乙女ゲームの学校の教師に転生したので、断罪される悪役令嬢を救おうとし!?\n5. 『おっとり宝石姫のノーダメージ・婚約破棄騒動』　漫画：ほしの総明　[原作](https://ncode.syosetu.com/n3812hg/)：高遠すばる\n…第二王子から婚約破棄された公爵令嬢は、自分に苛められたという令嬢を抱きしめ!?\n\n**第10巻の内容：**\n1. 『トゲトゲ令嬢とライバル令息のお騒がせ婚約』　漫画：由村\n困窮する家を立て直すため幼い頃から奮闘していたら、言葉にトゲを纏わせる茨姫と言われ⁉\n2. 『婚約破棄されることがわかっていたので、先回りをしました。』　漫画：化野そとば　[原作](https://ncode.syosetu.com/n0878hu/)：有沢真尋\n婚約者の第二王子が浮気をしているので、婚約破棄される前に浮気相手と話してみたら⁉\n3. 『とばり姫は夜に微笑む　～婚約破棄を了承しました。もちろん取り消し不可ですわ！～　彼女が顔を隠していた本当の理由。』　漫画：マナタマユム　[原作](https://ncode.syosetu.com/n7058hw/)：みこと。\n黒髪で顔を隠していたら陰険な「とばり姫」と蔑まれ、夜宴で王太子から婚約破棄され⁉\n4. 『妖精姫は辺境豚に推し活される』　漫画：Jicco　原作：富士とまと\n舞踏会で皇太子から婚約破棄された上に、「辺境豚」と呼ばれる辺境伯嫡男と婚約させられ⁉\n5. 『悪役令嬢とヤンデレ王子の執着愛』　漫画：喜久田ゆい　原作：琴子\n子供の時に悪役令嬢に転生したことに気づき、断罪されないために王子と婚約解消したけれど⁉\n\n**第11巻の内容：**\n1. 『深紅の令嬢は自己肯定感低め！』　漫画：城キイコ　原作：小山内慧夢　キャラクター原案：まろ\n…婚約者の王太子に嫌われていると思い、彼の幸せのために完璧な悪役令嬢になろうとして⁉\n2. 『婚約破棄されたので元婚約者から婚約者奪ってやりました⁉』　漫画：九重マツ\n…夜会で暗くて可愛くないと婚約破棄され、落ち込んでいるところに公爵夫人から声を掛けられ⁉\n3. 『とある悪い令嬢の復讐』　漫画：化野そとば　[原作](https://ncode.syosetu.com/n5496ie/)：有機野菜\n…王子に男爵令嬢を虐げたと婚約破棄され、かなり年上の伯爵の後妻として嫁がされたけれど⁉\n4. 『緋色の悪役令嬢は呂色の薔薇を染め上げる』　漫画：荻野スミ　[原作](https://ncode.syosetu.com/n6942gy/)：葉椀メギ\n…第一王子から、彼の浮気相手の令嬢を迫害したと婚約破棄されたけれど、この時を待っていて⁉\n5. 『追放された私が、どうやら国宝のようです⁉ ～陰キャ令嬢の快適辺境ライフ～』　漫画：八坂アキヲ・相川有\n…社交界デビューの日に初めて会った婚約者の王太子に、妹に嫌がらせをしたからと婚約破棄され⁉\n\n**第12巻の内容：**\n1. 『薔薇園の恋』　漫画：木与瀬ゆら　原案：夏野なえ\n2. 『転生したら断罪済で処刑待ちの悪役令嬢だった』　漫画：化野そとば　原作：とこ\n3. 『悪役令嬢は氷の貴公子の秘密の婚約者』　漫画：大庭そと　原作：クレハ\n4. 『悪役令嬢、断罪前緊急３６時間』　漫画：遊行寺たま　[原作](https://ncode.syosetu.com/n0867ie/)：三香",
      "ko": "급작스러운 약혼파기, 그리고 다가오는 단죄 이벤트…!\n\n기다리던 악역영애들이 왔다!\n급작스러운 상황 전개부터 시작하는 악역영애들의 이야기!\n그리고 매력만점 그녀들의 결말은…?!\n\n**1권목차**\n1. \"악역영애는 진실한 사랑을 손에 넣는다\" (悪役令嬢は真実の愛を手にいれる). 만화: Hoshino Soumei, 소설: Nekomata Doremi. [원본](https://ncode.syosetu.com/n1664fm/)\n2. \"파혼당해서 수도원에 가는 아가씨의 이야기\" (婚約破棄されて修道院に行くお嬢様の話). 만화: Sorakura Shikiji, 소설: Yuuki Satoru. [원본](https://ncode.syosetu.com/n7933fg/)\n3. \"꼭 약혼을 파기할 거예요! ~난 악역 영애가 된다!~\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). 만화: Kuroe Yui, 소설: Reiga Utsuho. [원본](https://ncode.syosetu.com/n1702fn/)\n4. \"악의 꽃길을 같이 걸어요\" (悪の華道を行きましょう). 만화: Yamashiro Umeta, 소설: Mafuyubi. [원본](https://ncode.syosetu.com/n3244cr/)\n5. \"악역 영애는 제2왕자의 첫사랑에게 농락당한다\" (悪役令嬢は第二王子の初恋に翻弄される). 만화: Ohitsuji Ei, 소설: Mizuno Saaya. [원본](https://ncode.syosetu.com/n2169fj/)\n\n**2권목차**\n1. \"약혼 파기하자고 한 지 십수 년, 그렇게까지 말한다면 파기해요!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！). 만화: Yoshimura\n2. \"악역 영애는 천진난만하게 웃는다\" (悪役令嬢は無邪気に笑う). 만화: Ohitsuji Ei, 소설: Yoruru. [원본](https://ncode.syosetu.com/n1629cz/)\n3. \"약혼 파기에서 시작하는 국가 재건술!\" (婚約破棄から始まる国家建て直し術！). 만화: Kawano Akiko, 소설: Hazuki. [원본](https://ncode.syosetu.com/n4551ft/)\n4. \"당신은 당한 거라고요\" (貴方は嵌められたのですよ？). 만화: Koyuki Iroha, 소설: Yuki Yukiko. [원본](https://ncode.syosetu.com/n6502eu/)\n5. \"악역 영애는 폭사했습니다\" (悪役令嬢は爆死しました). 만화: Nanso, 소설: bouro. [원본](https://ncode.syosetu.com/n4564fw/)\n6. \"환생했더니 악역 영애가 됐습니다. 약혼 파기의 이벤트, 어서 와라\" (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い). 만화: Mochida Moo, 소설: Kyouka. [원본](https://ncode.syosetu.com/n4699fn/)\n\n**3권목차**\n1. \"어느 날 약혼자의 마음의 소리가 들리게 됐습니다\" (ある日婚約者の心の声が聞こえるようになりました。). 만화: Chuugyaku, 소설: Enju Subaru. [원본](https://ncode.syosetu.com/s6234f/)\n2. \"약혼자의 성격이 원작이랑 다른데요\" (婚約者の性格が原作と違うのですが). 만화: Mochida Moo, 소설: Kozuki. [원본](https://ncode.syosetu.com/s5772f/)\n3. \"싫어하는 줄 알았던 상대에게 시집갔는데 어느샌가 익애박고 있었습니다.\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). 만화: Potagi, 소설: Mikoto. [원본](https://ncode.syosetu.com/n4692gb/)\n4. \"악의 꽃길을 좇읍시다\" (悪の華道を追いましょう). 만화: Yamashiro Umeta, 소설: Mafuyubi. [원본](https://ncode.syosetu.com/n5872cw/)\n5. \"그 말, 흔쾌히 받겠습니다\" (そのお言葉、喜んでお受けいたしますわ). 만화: Oshitsuji Ei, 소설: Kiraku Naohito. [원본](https://ncode.syosetu.com/n5454gb/)\n\n**4권목차**\n1. \"약혼 파기해달라고 하는데 짚이는 게 없을뿐더러 스캔들을 날조 당한 것도 아니라 원인 규명을 해봤더니 사태가 상상도 못 한 전개로 흘러갔습니다?!\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). 만화: Wamome, 소설: Jin Kazukata. [원본](https://ncode.syosetu.com/n8085gn/)\n2. \"기사 나라 최강 영애가 보여 주는 검과 주먹의 연애술\" (騎士国最恐令嬢による剣と拳と恋愛術). 만화: Kanade Yumika\n3. \"사랑하니까 어쩔 수 없는 이야기\" (愛しているから仕方のない話). 만화: Kida Yonoichi, 소설: Sakaki Dora. [원본](https://ncode.syosetu.com/n8011gg/)\n4. \"환생 영애들은 사랑하는 사람과 맺어지고 싶다\" (転生令嬢たちは愛する者と結ばれたい). 만화: Chiaki Rie\n5. \"악몽의 졸업 파티\" (悪夢の卒業パーティー). 만화: Yatsuhashi Hachi, 소설: Funineko. [원본](https://ncode.syosetu.com/n3653gl/)\n6. \"악역 영애… 못 하게 할 거야!!\" (悪役令嬢…させなさい!!). 만화: Kawano Akiko\n\n**5권목차**\n1. \"나와 왕자의 착각 약혼 파기 소동\" (私と王子の勘違い婚約破棄騒動). 만화: Maro\n2. \"나와 결혼하려 약혼을 파기한 것 같은데 난 당신과 결혼할 생각 없어요\" (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません) 만화: Usui Tsukasa, 소설: Tetsuhako. [원본](https://ncode.syosetu.com/n9230cy/)\n3. \"자포자기 영애는 칠흑의 드레스를 입는다\" (やさぐれ令嬢は漆黒のドレスを纏う). 만화: Hizuki\n4. \"약혼 파기당했으니까 사랑하는 과자를 만끽할게요\" (婚約破棄されたので愛するお菓子を満喫します). 만화: Kagari Touya\n5. \"악의 꽃길을 짓밟읍시다\" (悪の華道を潰しましょう). 만화: Yamashiro Umeta, 소설: Mafuyubi. [원본](https://ncode.syosetu.com/n8188gz/)\n\n**6권목차**\n1. \"서바이벌 게이머지만 여성향 게임으로 환생하고 말았습니다 ~악역 영애는 에임의 신~\" (サバイバルゲーマーですが乙女ゲームに転生してしまいました~悪役令嬢は神エイム~). 만화: Aikawa Yuu\n2. \"탐욕스러운 악역 영애\" (強欲の悪役令嬢). 만화: Mugicha Poyoko, 소설: Ehito. [원본](https://ncode.syosetu.com/n5715fn/)\n3. \"조연 영애는 약혼 파기당하고 우아하게 꽃길을 걷는다\" (脇役令嬢は、婚約破棄されて優雅に花開く。). 만화: Maaraa Natsu, 소설: Sazanami. [원본](https://ncode.syosetu.com/n2309hf/)\n4. \"약혼자는 날 버리고 여동생을 골랐지만 여동생은 시한폭탄이었습니다\" (婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした). 만화: Tachibana Edaka, 소설: Sekimiya Amon. [원본](https://ncode.syosetu.com/n6054gw/)\n5. \"약혼 파기당해서 자포자기한 영애는 소꿉친구인 극도의 마조 왕자랑 행복하게 살았답니다\" (婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります). 만화: Koyama Nayu\n6. \"악의 꽃길을 불태웁시다\" (悪の華道を燃やしましょう). Art by Yamashiro Umeta, 소설: Mafuyubi. [원본](https://ncode.syosetu.com/s6442c/)",
      "ru": "Расторжение или заключение помолвки, обвинения, предательство, королевские особы, перерождения главных героинь, изгнание… Здесь есть всё самое привлекательное в злодейках! Сборник из популярных историй о злодейках от Shousetsuka ni Narou! Антология из синглов со счастливыми концовками!\n\n**Том 1:**\n1. *Даже злодейка может найти свою настоящую любовь* (悪役令嬢は真実の愛を手にいれる). Мангака: Hoshino Soumei, Рассказ: Nekomata Doremi. [Оригинал](https://ncode.syosetu.com/n1664fm/)\n2. *Сказка о девушке, ушедшей в монастырь после разрыва помолвки* (婚約破棄されて修道院に行くお嬢様の話). Мангака: Sorakura Shikiji, Рассказ: Yuuki Satoru. [Оригинал](https://ncode.syosetu.com/n7933fg/)\n3. *Я разрываю нашу помолвку, потому что я злодейка!* (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Мангака: Kuroe Yui, Рассказ: Reiga Utsuho. [Оригинал](https://ncode.syosetu.com/n1702fn/)\n4. *Аку но кидоу во икимащоу* (悪の華道を行きましょう; *Мы пойдем рука об руку по цветущему пути зла?*). Мангака: Yamashiro Umeta, Рассказ: Mafuyubi. [Оригинал](https://ncode.syosetu.com/n3244cr/)\n5. *Любимая злодейка первого принца* (悪役令嬢は第二王子の初恋に翻弄される). Мангака: Ohitsuji Ei, Рассказ: Mizuno Saaya. [Оригинал](https://ncode.syosetu.com/n2169fj/)\n\n**Том 2:**\n1. *Коняку хаки во мочикакерарете джуусуунен, соко маде иу нара хаки щимащоу!* (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; *Вы уже 10 лет требуете расторжения помолвки, если вы так хотите этого, давайте аннулируем её!*). Мангака: Yoshimura, Дизайн персонажей: Maro.\n2. *Невинный смех злодейки* (悪役令嬢は無邪気に笑う). Мангака: Ohitsuji Ei, Рассказ: Yoruru. [Оригинал](https://ncode.syosetu.com/n1629cz/)\n3. *Восстановление нации начинается с разрыва помолвки!* (婚約破棄から始まる国家建て直し術！). Мангака: Kawano Akiko, Рассказ: Hazuki. [Оригинал](https://ncode.syosetu.com/n4551ft/)\n4. *Ты понимаешь, что тебя поствавили?* (貴方は嵌められたのですよ？). Мангака: Koyuki Iroha, Рассказ: Yuki Yukiko. [Оригинал](https://ncode.syosetu.com/n6502eu/)\n5. *Взорванная злодейка* (悪役令嬢は爆死しました). Мангака: Nanso, Рассказ: bouro. [Оригинал](https://ncode.syosetu.com/n4564fw/)\n6. *Я переродилась злодейкой. Наступай скореё, ивент разрыва моей помолвки* (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い). Мангака: Mochida Moo, Рассказ: Kyouka. [Оригинал](https://ncode.syosetu.com/n4699fn/)\n\n**Том 3:**\n1. *Однажды я смог прочитать мысли своей невесты* (ある日婚約者の心の声が聞こえるようになりました。). Мангака: Chuugyaku, Рассказ: Enju Subaru. [Оригинал](https://ncode.syosetu.com/s6234f/)\n2. *Характер моего жениха слишком отличается от того, что был в игре!* (婚約者の性格が原作と違うのですが). Мангака: Mochida Moo, Рассказ: Kozuki. [Оригинал](https://ncode.syosetu.com/s5772f/)\n3. *Я должна была выйти замуж за того, кто ненавидит меня, но не успела я опомниться, как меня уже полюбили* (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Мангака: Potagi, Рассказ: Mikoto. [Оригинал](https://ncode.syosetu.com/n4692gb/)\n4. *Пойдем ли мы дальше по цветущему пути зла?* (悪の華道を追いましょう). Мангака: Yamashiro Umeta, Рассказ: Mafuyubi. [Оригинал](https://ncode.syosetu.com/n5872cw/)\n5. *Я с удовольствием приму ваше предложение* (そのお言葉、喜んでお受けいたしますわ). Мангака: Ohitsuji Ei, Рассказ: Kiraku Naohito. [Оригинал](https://ncode.syosetu.com/n5454gb/)\n\n**Том 4:**\n1. *Разорвать помолвку? Я ничего не сделала, прямо или косвенно. Но когда я приглянулась… Кто бы мог подумать, что все так закончится?!* (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました; *Разорвать помолвку? Я ничего не сбелала, прямо или косвенно. Кто бы мог побумать, что все так закончится?!*). Мангака: Wamome, Рассказ: Kazukata Jin. [Оригинал](https://ncode.syosetu.com/n8085gn/)\n2. *Кищикоку саикьоу реиджоу ни ыору кен то кен то ренаи джуцу* (騎士国最恐令嬢による剣と拳と恋愛術; *Самая страшная аристократка страны, история о её мече, манерах и взаимоотношениях*; *Сказ о самой страшной леди-рыцаре королевства, о её мече, силе и взаимоотношениях*). Мангака: Kanade Yumika.\n3. *История о том, как невозможно не влюбиться* (愛しているから仕方のない話). Мангака: Kida Yonoichi, Рассказ: Sakaki Dora. [Оригинал](https://ncode.syosetu.com/n8011gg/)\n4. *Реинкатрированные благородные дамы, желают выйти замуж по любви!* (転生令嬢たちは愛する者と結ばれたい; *Переродившиеся аристократки хотят выйти замуж за возлюбленного*). Мангака: Chiaki Rie.\n5. *Кошмарныя выпускная вечеринка* (悪夢の卒業パーティー; *Кошмарный выпускной вечер*). Мангака: Yatsuhashi Hachi, Рассказ: Funineko. [Оригинал](https://ncode.syosetu.com/n3653gl/)\n6. *Акуяку реиджоу сасенасаи* (悪役令嬢…させなさい!!; *Позвольте мне… быть злодейкой!!!*, *Позвольте мне быть злодейкой!*).  Мангака: Kawano Akiko.\n\n**Том 5:**\n1. *Беспорядки, вызванные непониманием расторжения нашей с принцем помолвки* (私と王子の勘違い婚約破棄騒動). Мангака: Maro.\n2. *Похоже, ты разорвал свою помолвку, чтобы жениться на мне, но я не собираюсь выходить за тебя* (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません). Мангака: Usui Tsukasa, Рассказ: Tetsuhako. [Оригинал](https://ncode.syosetu.com/n9230cy/)\n3. *Ранимая дворянская девушка в черном платье* (やさぐれ令嬢は漆黒のドレスを纏う). Мангака: Hizuki.\n4. 婚約破棄されたので愛するお菓子を満喫します. Мангака: Kagari Touya.\n5. 悪の華道を潰しましょう. Мангака: Yamashiro Umeta, Рассказ: Mafuyubi. [Оригинал](https://ncode.syosetu.com/n8188gz/)\n\n**Том 6:**\n1. サバイバルゲーマーですが乙女ゲームに転生してしまいました~悪役令嬢は神エイム~. Мангака: Aikawa Yuu.\n2. 強欲の悪役令嬢. Мангака: Mugicha Poyoko, Рассказ: Ehito. [Оригинал](https://ncode.syosetu.com/n5715fn/)\n3. 脇役令嬢は、婚約破棄されて優雅に花開く。. Мангака: Maaraa Natsu, Рассказ: Sazanami. [Оригинал](https://ncode.syosetu.com/n2309hf/)\n4. 婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした. Мангака: Tachibana Edaka, Рассказ: Sekimiya Amon. [Оригинал](https://ncode.syosetu.com/n6054gw/)\n5. 婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります. Мангака: Koyama Nayu.\n6. 悪の華道を燃やしましょう. Мангака: Yamashiro Umeta, Рассказ: Mafuyubi. [Оригинал](https://ncode.syosetu.com/s6442c/)",
      "th": "**เล่ม 1:**\n1. นางร้ายจะค้นพบรักแท้\n2. เรื่องราวของหญิงสาวที่ต้องไปยังอารามเมื่อถูกยกเลิกงานหมั้น\n3. จะต้องเป็นนางร้ายให้ได้เลย !\n4. เส้นทางปีศาจที่งดงามนั่นน่ะ จะไปด้วยกันดีไหม?\n5. นางร้ายกับรักแรกขององค์ชายที่สอง\n\n**เล่ม 2:**\n1. ถามเรื่องถอนหมั้นมา 10 ปีแล้ว ถ้าจะเอาจริงก็เชิญเลยค่ะ !\n2. นางร้ายหัวเราะอย่างไร้เดียงสา\n3. ศิลปะในการสร้างชาติ เริ่มจากการถอนหมั้น !\n4. ถูกหลอกอยู่ค่ะ รู้ตัวบ้างมั้ยคะ ?\n5. นางร้ายระเบิดออก\n6. ฉันเกิดใหม่ในฐานะนางร้าย เจ้าการถอนหมั้นน่ะ มาเร็ว ๆ เข้าสิ\n\n**เล่ม 3:**\n1. วันหนึ่งฉันได้ยินเสียงในใจของคู่หมั้นตัวเอง\n2. นิสัยคู่หมั้นของเรามันต่างกับในเกมสุดๆไปเลย!\n3. เราน่าจะแต่งงานกับคนที่เกลียดเราแท้ๆ แต่เหมือนว่าเขาจะหลงรักเราแทนล่ะ \n4. จะไปด้วยกันไหม เส้นทางปีศาจที่สวยงามน่ะ ?\n5. ขอรับข้อเสนอนั้นไว้ด้วยความยินดี\n\n**เล่ม 4:**\n1. ถอนการหมั้นงั้นหรอ? เราไม่ได้ทำอะไรเลยนะ ทั้งทางตรงแล้วก็ทางอ้อมแต่พอดูดีๆแล้ว... ใครจะไปคิดกันล่ะว่าเรื่องมันจะจบแบบนี้น่ะ?!\n2. อัศวินขุนนางหญิงที่ถูกหวาดกลัวมากที่สุดใน อาณาจักรกับเรื่องราวที่เกี่ยวกับความสามารถ ด้านดาบของเธอ กำปั้น และความรัก\n3. เรื่องราวของการที่ช่วยไม่ได้ถ้าจะตกหลุมรัก\n4. สองขุนนางสาวผู้เกิดใหม่อยากจะแต่งงานกับคนที่ตัวเองรัก",
      "uk": "**Том 1:**\n1. 悪役令嬢は真実の愛を手にいれる. Манґака: Hoshino Soumei, Розповідь: Nekomata Doremi. [Оригінал](https://ncode.syosetu.com/n1664fm/)\n2. 婚約破棄されて修道院に行くお嬢様の話. Манґака: Sorakura Shikiji, Розповідь: Yuuki Satoru. [Оригінал](https://ncode.syosetu.com/n7933fg/)\n3. 絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！. Манґака: Kuroe Yui, Розповідь: Reiga Utsuho. [Оригінал](https://ncode.syosetu.com/n1702fn/)\n4. *Аку но кадоу во Ікімашоу* (悪の華道を行きましょう). Манґака: Yamashiro Umeta, Розповідь: Mafuyubi. [Оригінал](https://ncode.syosetu.com/n3244cr/)\n5. 悪役令嬢は第二王子の初恋に翻弄される. Манґака: Ohitsuji Ei, Розповідь: Mizuno Saaya. [Оригінал](https://ncode.syosetu.com/n2169fj/)\n\n**Том 2:**\n1. *Коняку гакі во мочікакерарете джуусуунен, соко маде іу нара гакі шімашоу!* (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！). Манґака: Yoshimura, Дизайн персонажів: Maro.\n2. 悪役令嬢は無邪気に笑う. Манґака: Ohitsuji Ei, Розповідь: Yoruru. [Оригінал](https://ncode.syosetu.com/n1629cz/)\n3. 婚約破棄から始まる国家建て直し術！. Манґака: Kawano Akiko, Розповідь: Hazuki. [Оригінал](https://ncode.syosetu.com/n4551ft/)\n4. 貴方は嵌められたのですよ？. Манґака: Koyuki Iroha, Розповідь: Yuki Yukiko. [Оригінал](https://ncode.syosetu.com/n6502eu/)\n5. 悪役令嬢は爆死しました. Манґака: Nanso, Розповідь: bouro. [Оригінал](https://ncode.syosetu.com/n4564fw/)\n6. 転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い. Манґака: Mochida Moo, Розповідь: Kyouka. [Оригінал](https://ncode.syosetu.com/n4699fn/)\n\n**Том 3:**\n1. ある日婚約者の心の声が聞こえるようになりました。. Манґака: Chuugyaku, Розповідь: Enju Subaru. [Оригінал](https://ncode.syosetu.com/s6234f/)\n2. 婚約者の性格が原作と違うのですが. Манґака: Mochida Moo, Розповідь: Kozuki. [Оригінал](https://ncode.syosetu.com/s5772f/)\n3. 嫌われている相手に嫁いだはずがいつのまにか溺愛されていました. Манґака: Potagi, Розповідь: Mikoto. [Оригінал](https://ncode.syosetu.com/n4692gb/)\n4. 悪の華道を追いましょう. Манґака: Yamashiro Umeta, Розповідь: Mafuyubi. [Оригінал](https://ncode.syosetu.com/n5872cw/)\n5. そのお言葉、喜んでお受けいたしますわ. Манґака: Ohitsuji Ei, Розповідь: Kiraku Naohito. [Оригінал](https://ncode.syosetu.com/n5454gb/)\n\n**Том 4:**\n1. 婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました. Манґака: Wamome, Розповідь: Kazukata Jin. [Оригінал](https://ncode.syosetu.com/n8085gn/)\n2. *Кішікоку саікьоу реіджоу ні йору кен то кен то ренаі джуцу* (騎士国最恐令嬢による剣と拳と恋愛術). Манґака: Kanade Yumika.\n3. 愛しているから仕方のない話. Манґака: Kida Yonoichi, Розповідь: Sakaki Dora. [Оригінал](https://ncode.syosetu.com/n8011gg/)\n4. 転生令嬢たちは愛する者と結ばれたい. Манґака: Chiaki Rie.\n5. 悪夢の卒業パーティー. Манґака: Yatsuhashi Hachi, Розповідь: Funineko. [Оригінал](https://ncode.syosetu.com/n3653gl/)\n6. *Акуяку реіджоу сасенасаі* (悪役令嬢…させなさい!!). Манґака: Kawano Akiko.\n\n**Том 5:**\n1. 私と王子の勘違い婚約破棄騒動. Манґака: Maro.\n2. 私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません. Манґака: Usui Tsukasa, Розповідь: Tetsuhako. [Оригінал](https://ncode.syosetu.com/n9230cy/)\n3. やさぐれ令嬢は漆黒のドレスを纏う. Манґака: Hizuki.\n4. 婚約破棄されたので愛するお菓子を満喫します. Манґака: Kagari Touya.\n5. 悪の華道を潰しましょう. Манґака: Yamashiro Umeta, Розповідь: Mafuyubi. [Оригінал](https://ncode.syosetu.com/n8188gz/)\n\n**Том 6:**\n1. サバイバルゲーマーですが乙女ゲームに転生してしまいました~悪役令嬢は神エイム~. Манґака: Aikawa Yuu.\n2. 強欲の悪役令嬢. Манґака: Mugicha Poyoko, Розповідь: Ehito. [Оригінал](https://ncode.syosetu.com/n5715fn/)\n3. 脇役令嬢は、婚約破棄されて優雅に花開く。. Манґака: Maaraa Natsu, Розповідь: Sazanami. [Оригінал](https://ncode.syosetu.com/n2309hf/)\n4. 婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした. Манґака: Tachibana Edaka, Розповідь: Sekimiya Amon. [Оригінал](https://ncode.syosetu.com/n6054gw/)\n5. 婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります. Манґака: Koyama Nayu.\n6. 悪の華道を燃やしましょう. Манґака: Yamashiro Umeta, Розповідь: Mafuyubi. [Оригінал](https://ncode.syosetu.com/s6442c/)",
      "vi": "Tuyển tập oneshot về các tiểu thư danh giá mà phải chịu phận nữ phụ phản diện và số phận của họ sẽ đi về đâu?!\n\n**Tập 1:**\n1. \"Nữ phụ phẚn diện sẽ tìm được tình yêu đich thực\" (悪役令嬢は真実の愛を手にいれる). Nghệ thuật: Hoshino Soumei, Chuyện: Nekomata Doremi. [Nguyên bản](https://ncode.syosetu.com/n1664fm/)\n2. \"Câu truyện về một quý cô bị gửi đến tu viện sau khi bị hủy bỏ hôn ước\" (婚約破棄されて修道院に行くお嬢様の話). Nghệ thuật: Sorakura Shikiji, Chuyện: Yuuki Satoru. [Nguyên bản](https://ncode.syosetu.com/n7933fg/)\n3. \"Mình chắc chắnn sẽ khiến hôn ước của mình bị hủy bỏ!\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Nghệ thuật: Kuroe Yui, Chuyện: Reiga Utsuho. [Nguyên bản](https://ncode.syosetu.com/n1702fn/)\n4. \"Thúng ta sẽ dắt tay nhau và đi vào con đường tà ác nhé?\" (悪の華道を行きましょう; \"Hãy cùng nhau bước đi trên con đường phản diện đầy hoa lệ\"). Nghệ thuật: Yamashiro Umeta, Chuyện: Mafuyubi. [Nguyên bản](https://ncode.syosetu.com/n3244cr/)\n5. \"Nữ phụ phẚn diện và mối tình đầu của nhị hoàng tử\" (悪役令嬢は第二王子の初恋に翻弄される). Nghệ thuật: Ohitsuji Ei, Chuyện: Mizuno Saaya. [Nguyên bản](https://ncode.syosetu.com/n2169fj/)\n\n**Tập 2:** \n1. \"Đã 10 năm kể từ khi hôn ước chúng ta bị hủy bỏ, nếu ngài cứ khăng khăng như vậy, hãy phá vỡ nó đi!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！). Của Yoshimura, thiết kế nhân vật: Maro.\n2. \"Nụ cười ngây thơ của nữ phụ phẚn diện\" (悪役令嬢は無邪気に笑う). Nghệ thuật: Ohitsuji Ei, Chuyện: Yoruru. [Nguyên bản](https://ncode.syosetu.com/n1629cz/)\n3. \"Nghệ thuật vực dậy một quṓc gia luôn bằt đầu bằng một hôn ửớc bị hủy bỏ!\" (婚約破棄から始まる国家建て直し術！). Nghệ thuật: Kawano Akiko, Chuyện: Hazuki. [Nguyên bản](https://ncode.syosetu.com/n4551ft/)\n4. \"Ngài đã bị sập bẫy rồi, ngài biết chú?\" (貴方は嵌められたのですよ？). Nghệ thuật: Koyuki Iroha, Chuyện: Yuki Yukiko. [Nguyên bản](https://ncode.syosetu.com/n6502eu/)\n5. \"Nhân vật phẚn diện bùng nổ\" (悪役令嬢は爆死しました). Nghệ thuật: Nanso, Chuyện: bouro. [Nguyên bản](https://ncode.syosetu.com/n4564fw/)\n6. 転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い. Nghệ thuật: Mochida Moo, Chuyện: Kyouka. [Nguyên bản](https://ncode.syosetu.com/n4699fn/)\n\n**Tập 3:**\n1. \"Bỗng dưng một ngày nọ ta nghe được suy nghĩ của vị hôn thê\" (ある日婚約者の心の声が聞こえるようになりました。). Nghệ thuật: Chuugyaku, Chuyện: Enju Subaru. [Nguyên bản](https://ncode.syosetu.com/s6234f/)\n2. \"Tính cách của vị hôn phu khác hẳn so với nguyên tác mà tôi biết\" (婚約者の性格が原作と違うのですが). Nghệ thuật: Mochida Moo, Chuyện: Kozuki. [Nguyên bản](https://ncode.syosetu.com/s5772f/)\n3. \"Mặc dù gẚ cho một tên đáng ghét nhưng không hiểu từ lúc nào ta đã đem lòng yêu hắn một cách điên cuồng\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Nghệ thuật: Potagi, Chuyện: Mikoto. [Nguyên bản](https://ncode.syosetu.com/n4692gb/)\n4. \"Thúng ta sẽ tiếp tục đi trên con đường tà ác nhé?\" (悪の華道を追いましょう). Nghệ thuật: Yamashiro Umeta, Chuyện: Mafuyubi. [Nguyên bản](https://ncode.syosetu.com/n5872cw/)\n5. \"Hãy vui vẻ đón nhận những lời nói đó nhé\" (そのお言葉、喜んでお受けいたしますわ; \"Ta rất sẵn lòng tiếp nhận mệnh lệnh của người\"). Nghệ thuật: Oshitsuji Ei, Chuyện: Kiraku Naohito. [Nguyên bản](https://ncode.syosetu.com/n5454gb/)\n\n**Tập 4:**\n1. \"Hủy bỏ hôn ước sao? Tôi không dính dáng gì đến việc đó cả, dù là trực tiếp hay gián tiếp. Nhưng mà nghĩ lại… Ai mà ngờ được mọi chuyện sẽ thành ra như thế này?!\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). Nghệ thuật: Wamome, Chuyện: Kazukata Jin. [Nguyên bản](https://ncode.syosetu.com/n8085gn/)\n2. \"Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu\" (騎士国最恐令嬢による剣と拳と恋愛術; \"Nữ kỵ sĩ cao quý được nể sợ nhất vương quốc, câu chyện zoay quanh thanh gươm, dang dự và khả năng xã giao của cô ấy\"; \"Nữ hiệp sĩ quý tộc đáng sợ nhất vương quốc và câu chuyện xoay quanh thanh gươm, nắm đấm và kỹ năng tạo dựng mối quan hệ xã hội của cô ấy\"). Của Kanade Yumika\n3. \"Câu chuyện về một tình yêu không cách nào cưỡng lại\" (愛しているから仕方のない話; \"Khi tình yêu là khônh thể tránh khỏi\"). Nghệ thuật: Kida Yonoichi, Chuyện: Sakaki Dora. [Nguyên bản](https://ncode.syosetu.com/n8011gg/)\n4. \"Những tiểu thư quý tộc chuyển sinh muốn được kết hôn vối mình yêu\" (転生令嬢たちは愛する者と結ばれたい). Của Chiaki Rie\n5. \"Lễ tốt nghiệp kinh hoàng\" (悪夢の卒業パーティー; \"Buổi lễ tốt nghiệp ác mộng\"). Nghệ thuật: Yatsuhashi Hachi, Chuyện: Funineko. [Nguyên bản](https://ncode.syosetu.com/n3653gl/)\n6. \"Akuyaku Reijou Sasenasai\" (悪役令嬢…させなさい!!, \"Xin mạn phép trở thành… Kẻ phản diện!\"; \"Để yên cho tôi làm ác nữ\"). Của Kawano Akiko\n\n**Tập 5:**\n1. \"Cuộc khủng hoẚng hủy hôn do hiểu lầm giữa ta và hoàng tử\" (私と王子の勘違い婚約破棄騒動). Của Maro\n2. \"Anh ta đã hủy hôn để có thể kết hôn với tôi nhưng tôi chẳng cô hứng kết hôn với anh ta\" (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません). Nghệ thuật: Usui Tsukasa, Chuyện: Tetsuhako. [Nguyên bản](https://ncode.syosetu.com/n9230cy/)\n3. \"Tiểu thư hờn dỗi diện bộ cánh đen tuyền\" (やさぐれ令嬢は漆黒のドレスを纏う). Của Hizuki\n4. \"Tận hưởng hương vị kẹo ngọt của tình yêu sau khi bị hủy hôn ước\" (婚約破棄されたので愛するお菓子を満喫します; \"Sau khi bị hủy hôn ước, tôi đi tận hưởng kẹo ngọt tình yêu trọn đời\"). Của Kagari Touya\n5. \"Chúng ta hãy cùng nhau dẫm bước trên con đường tà ác\" (悪の華道を潰しましょう). Nghệ thuật: Yamashiro Umeta, Chuyện: Mafuyubi. [Nguyên bản](https://ncode.syosetu.com/n8188gz/)\n\n**Tập 6:**\n1. \"Game thủ game sinh tồn nhưng lại chuyển sinh vào game thiếu nữ\" (サバイバルゲーマーですが乙女ゲームに転生してしまいました~悪役令嬢は神エイム~). Của Aikawa Yuu\n2. \"Quý cô phản diện của lòng tham không đáy\" (強欲の悪役令嬢). Nghệ thuật: Mugicha Poyoko, Chuyện: Ehito. [Nguyên bản](https://ncode.syosetu.com/n5715fn/)\n3. \"Nữ phụ phản diện nở rộ đầy kiêu sa sau khi bị hủy bỏ hôn ước\" (脇役令嬢は、婚約破棄されて優雅に花開く。). Nghệ thuật: Maaraa Natsu, Chuyện: Sazanami. [Nguyên bản](https://ncode.syosetu.com/n2309hf/)\n4. \"Vị hôn phu đã vứt bỏ tôi để chọn em gái nhưng em ấy là một quả bom hẹn giờ\" (婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした). Nghệ thuật: Tachibana Edaka, Chuyện: Sekimiya Amon. [Nguyên bản](https://ncode.syosetu.com/n6054gw/)\n5. \"Tiể thư lãnh đạm bị hủy bỏ hôn ước tận hưởng hạnh phúc với chàng hoàng tử thời thơ ấu máum\" (婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります). Của Koyama Nayu\n6. \"Hãy cùng nhau bước đi trên con đường phản diện đầy hoa lệ\" (悪の華道を燃やしましょう). Nghệ thuật: Yamashiro Umeta, Chuyện: Mafuyubi. [Nguyên bản](https://ncode.syosetu.com/s6442c/)",
      "pt-br": "Noivados anulados, \"Bem-feito para você\", eventos de condenação, amor, realeza, heroínas reencarnadas, finais de banimento… está repleto de todos os encantos das vilãs! A adaptação de 5 histórias populares de vilãs que foram publicadas na Shousetsuka ni Narou! Uma antologia de oneshots com finais felizes!!\n\n**Sumário de volume 1:**\n1. \"A vilã conseguirá um amor verdadeiro\" (悪役令嬢は真実の愛を手にいれる). Arte: Hoshino Soumei, Conto: Nekomata Doremi. [Original](https://ncode.syosetu.com/n1664fm/)\n2. \"O conto da garota nobre que irá para um mosteiro após a anulação de seu noivado\" (婚約破棄されて修道院に行くお嬢様の話). Arte: Sorakura Shikiji, Conto: Yuuki Satoru. [Original](https://ncode.syosetu.com/n7933fg/)\n3. \"Definitivamente terei meu noivado anulado! Me tornarei uma vilã!\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Arte: Kuroe Yui, Conto: Reiga Utsuho. [Original](https://ncode.syosetu.com/n1702fn/)\n4. \"Aku no Kadou wo Ikimashou\" (悪の華道を行きましょう; \"Vamos andar de mãos dadas pelo caminho florido para a maldade?\"). Arte: Yamashiro Umeta, Conto: Mafuyubi. [Original](https://ncode.syosetu.com/n3244cr/)\n5. \"A vilã brinca com o primeiro amor do segundo príncipe\" (悪役令嬢は第二王子の初恋に翻弄される). Arte: Ohitsuji Ei, Conto: Mizuno Saaya. [Original](https://ncode.syosetu.com/n2169fj/)\n\n**Sumário de volume 2:**\n1. \"Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; \"Já faz 10 anos que desde que você pediu para terminar nosso noivado, se você insiste tanto assim, vamos terminar!\"). Por Yoshimura\n2. \"A vilã ri inocentemente\" (悪役令嬢は無邪気に笑う). Arte: Ohitsuji Ei, Conto: Yoruru. [Original](https://ncode.syosetu.com/n1629cz/)\n3. \"A arte de reconstruir uma nação começa com o término de um noivado!\" (婚約破棄から始まる国家建て直し術！). Arte: Kawano Akiko, Conto: Hazuki. [Original](https://ncode.syosetu.com/n4551ft/)\n4. \"Armaram para você, sabia?\" (貴方は嵌められたのですよ？). Arte: Koyuki Iroha, Conto: Yuki Yukiko. [Original](https://ncode.syosetu.com/n6502eu/)\n5. \"A vilã explodiu\" (悪役令嬢は爆死しました). Arte: Nanso, Conto: bouro. [Original](https://ncode.syosetu.com/n4564fw/)\n6. \"Eu reencarnei como uma vilã. Venha rápido, ao meu evento de término de noivado\" (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い). Arte: Mochida Moo, Conto: Kyouka. [Original](https://ncode.syosetu.com/n4699fn/)\n\n**Sumário de volume 3:**\n1. \"Um dia, eu consegui ouvir a voz interior da minha noiva\" (ある日婚約者の心の声が聞こえるようになりました。). Arte: Chuugyaku, Conto: Enju Subaru. [Original](https://ncode.syosetu.com/s6234f/)\n2. \"A personalidade do meu noivo é bem diferente da do jogo!\" (婚約者の性格が原作と違うのですが). Arte: Mochida Moo, Conto: Kozuki. [Original](https://ncode.syosetu.com/s5772f/)\n3. \"Era para eu me casar com alguém que me odiava, mas quando menos percebi começaram a gostar de mim\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Arte: Potagi, Conto: Mikoto. [Original](https://ncode.syosetu.com/n4692gb/)\n4. \"Vamos continuar pelo caminho florido da maldade?\" (悪の華道を追いましょう). Arte: Yamashiro Umeta, Conto: Mafuyubi. [Original](https://ncode.syosetu.com/n5872cw/)\n5. \"Eu aceitarei sua oferta com prazer\" (そのお言葉、喜んでお受けいたしますわ). Arte: Oshitsuji Ei, Conto: Kiraku Naohito. [Original](https://ncode.syosetu.com/n5454gb/)\n\n**Sumário de volume 4:**\n1. \"Cancelar com o noivado? Eu não fiz nada, diretamente ou indiretamente. Mas quando fui averiguar... quem imaginaria que as coisas acabariam assim?!\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). Arte: Wamome, Conto: Kazukata Jin. [Original](https://ncode.syosetu.com/n8085gn/)\n2. \"Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu\" (騎士国最恐令嬢による剣と拳と恋愛術; \"A nobre mais temida do reino e um conto sobre suas habilidades de espada, modos e relacionamentos\"). Por Kanade Yumika\n3. \"Uma história sobre ser incapaz de evitar de apaixonar-se\" (愛しているから仕方のない話). Arte: Kida Yonoichi, Conto: Sakaki Dora. [Original](https://ncode.syosetu.com/n8011gg/)\n4. \"As garotas nobres reincarnadas querem casar-se com seus amados\" (転生令嬢たちは愛する者と結ばれたい). Por Chiaki Rie\n5. \"Pesadelo de festa de graduação\" (悪夢の卒業パーティー). Arte: Yatsuhashi Hachi, Conto: Funineko. [Original](https://ncode.syosetu.com/n3653gl/)\n6. \"Akuyaku Reijou Sasenasai\" (悪役令嬢…させなさい!!; \"Permita-me ser... a vilã!\"). Por Kawano Akiko\n\n**Sumário de volume 5:**\n1. \"O tumulto causado pelo mal entendido do cancelamento do meu noivado com o príncipe\" (私と王子の勘違い婚約破棄騒動). Por Maro\n2. \"Iria parecer que você cancelou o noivado para casar-se comigo, mas não tenho intenção de me casar com você\" (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません). Arte: Usui Tsukasa, Conto: Tetsuhako. [Original](https://ncode.syosetu.com/n9230cy/)\n3. \"A garota nobre melancólica vestida em um vestido negro como a noite\" (やさぐれ令嬢は漆黒のドレスを纏う). Por Hizuki\n4. \"Agora que meu noivado foi anulado, posso ter minha cota dos meus adorados doces\" (婚約破棄されたので愛するお菓子を満喫します). Por Kagari Touya\n5. \"Vamos arruinar o caminho florido para a maldade?\" (悪の華道を潰しましょう). Arte: Yamashiro Umeta, Conto: Mafuyubi. [Original](https://ncode.syosetu.com/n8188gz/)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "4"
  },
  {
    "mangaId": "15818f62-5107-4479-850c-9e53f3dfff37",
    "title": {
      "en": "Dominating the Cultivation Realm with Muscles"
    },
    "updatedAt": "2024-07-24T20:31:29+00:00",
    "coverArt": "https://mangadex.org/covers/15818f62-5107-4479-850c-9e53f3dfff37/c38376a3-e193-4eb6-8671-5228ecc5df43.jpg",
    "altTitles": [
      {
        "zh": "我用肌肉称霸修仙界"
      },
      {
        "zh-ro": "Wo Yong Jirou Chengba Xiu Xianjie"
      },
      {
        "zh-ro": "Wǒ Yòng Jīròu Chēngbà Xiū Xiānjiè"
      },
      {
        "en": "I Use My Muscles to Dominate the World of Cultivating Immortals"
      },
      {
        "pt-br": "Dominei o Mundo de Cultivação na Porrada"
      }
    ],
    "description": {
      "en": "Astonishing! A top-tier powerhouse defeated by a set of radio calisthenics! In “Today’s Immortal News,” witness a tale where a man punches his way through luck-favored experts, kicks against powerful cultivators, all without spiritual roots or the ability to manipulate spiritual energy. Yet, he defies all odds, using his sheer MUSCLES to ascend the heights of cultivation and reach the pinnacle of immortality.",
      "zh": "震惊！顶级大佬竟被一套广播体操打败！——《今日仙闻》 拳打气运强者，脚踢修仙大能，没有灵根，无法运用灵气，却靠一身肌肉踏上修仙巅峰。",
      "pt-br": "Surpreendente! Uma potência de alto nível derrotada por um conjunto de calistenia de rádio! Em “Notícias Imortais de Hoje”, testemunhe uma história onde um homem abre caminho entre especialistas favorecidos pela sorte, confronta cultivadores poderosos, tudo isso sem raízes espirituais ou a capacidade de manipular energia espiritual. No entanto, ele desafia todas as probabilidades, usando apenas seus MÚSCULOS para ascender às alturas da cultivação e alcançar o pico da imortalidade."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "70562cf3-2733-4959-8115-06171e57bc95",
    "title": {
      "en": "Chii-chan"
    },
    "updatedAt": "2024-06-26T12:16:35+00:00",
    "coverArt": "https://mangadex.org/covers/70562cf3-2733-4959-8115-06171e57bc95/70b57071-b150-4c79-94a1-fa9f89a9a9a0.jpg",
    "altTitles": [
      {
        "ja": "ちーちゃん"
      }
    ],
    "description": {
      "en": "It was the day Chiichan, who never comes to middle school at all, suddenly showed up in her tattered sweats with dead insects, causing a commotion in the class. Yuua has been with her since kindergarten and cares about her, and her classmate Koudai asks if he can help Chiichan out...\nA new series born from a unique collaboration, in which Oshimi Shuuzou depicts the prequel to Chiichan, the aberrant heroine of Naitou Eisuke's film *Poison Girl*, as an original manga *Chiichan*!",
      "fr": "Chii, qui ne vient habituellement pas en cours, se présente un jour vétue de haillons, et un insecte à la main. De quoi faire parler la classe...",
      "es-la": "Chii-chan, quien rara vez asiste a la escuela secundaria, que viste un desgastado chándal y tiene un hobby peculiar. Un día hace algo que causa miedo en el salón, por lo que, dos jóvenes tratan de ayudarla. Esta nueva serie es una colaboración en la que Shūzō Oshimi dibuja la precuela del extraordinario personaje de Chii-chan, la inusual personaje de la película \"Doku Musume\" dirigida por Eirō Naitō."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "5adadbe6-5a41-42e6-aa7c-76c2accfca1d",
    "title": {
      "en": "The Only Way"
    },
    "updatedAt": "2024-08-17T02:24:40+00:00",
    "coverArt": "https://mangadex.org/covers/5adadbe6-5a41-42e6-aa7c-76c2accfca1d/848dbb4d-3af3-41d5-9656-5f11cb2ccc8f.png",
    "altTitles": [
      {
        "en": "Hana's Path"
      },
      {
        "en": "One Path"
      },
      {
        "ko": "하나의 길"
      }
    ],
    "description": {
      "en": "A story about teenagers at the end of their first decade, meeting various people and figuring out who they themselves are",
      "es-la": "\"Creo que hay alguien que me gusta...\" A Hong le gustan las chicas, y Yeseul cree que los sentimientos de Hong son de amistad. ¿Podrán las dos convertirse en algo más que amigas...? Esta es la historia de Hong, quien se enamoró por primera vez, y de sus amigas del último año escolar que también tienen sus propias preocupaciones."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "50"
  },
  {
    "mangaId": "8d594990-9172-49bc-9abf-2b3da417d215",
    "title": {
      "en": "The Sword-Wielding Person"
    },
    "updatedAt": "2024-06-26T13:05:55+00:00",
    "coverArt": "https://mangadex.org/covers/8d594990-9172-49bc-9abf-2b3da417d215/389e6f12-6982-4b8e-b609-98cf52f62226.jpg",
    "altTitles": [
      {
        "zh": "捉刀人"
      }
    ],
    "description": {
      "en": "On the Jiuzhou continent, humans, demons, various races coexist. The human race is led by the Daqing Immortal Dynasty, where mortals and cultivators live together. However, cultivation requires a one-in-ten-thousand talent. When mortals cause trouble, there is the patrol camp to deal with them. When nobles cause trouble, there is the Jinyiwei. But when cultivators and demons cause trouble with their sorcery, only the Sword-Wielding Person can bring peace. The Sword-Wielding Person is no different from an ordinary person; with a single Sword, they can easily slay cultivators."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c85b4086-fd34-4e0c-8b01-b264c2404f6b",
    "title": {
      "en": "Madame Petite"
    },
    "updatedAt": "2022-01-25T08:19:59+00:00",
    "coverArt": "https://mangadex.org/covers/c85b4086-fd34-4e0c-8b01-b264c2404f6b/074a6db9-bf60-48f2-a11e-e7978f3a3342.jpg",
    "altTitles": [
      {
        "en": "Madam Petit"
      },
      {
        "ja": "マダム・プティ"
      },
      {
        "zh": "青春小妇人"
      },
      {
        "ko": "마담 프티"
      },
      {
        "en": "Madame Petit"
      }
    ],
    "description": {
      "en": "It's the 1920s and Mariko, age 16, is married to a man 30 years her senior. She is honestly happy to be his wife and really excited to board the Orient express in Turkey on their honeymoon trip. But her life takes a rapid turn when her husband is discovered dead after the first night on board… And that's only the start of Mariko's great adventure."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "54"
  },
  {
    "mangaId": "948dd677-89b4-4b25-868f-c471bd399e79",
    "title": {
      "en": "Love Wins"
    },
    "updatedAt": "2024-05-30T01:42:44+00:00",
    "coverArt": "https://mangadex.org/covers/948dd677-89b4-4b25-868f-c471bd399e79/fd0fc63a-788e-4f0c-92eb-eb380dd44fff.jpg",
    "altTitles": [
      {
        "ko": "LOVE WINS"
      }
    ],
    "description": {
      "en": "Da-yeon was excited by the news of legalization of same-sex marriage. I filed a marriage registration with a woman I didn't know because I was drunk....!?",
      "ko": "「 레진챌린지에서 독자들의 정신이 아찔해지게 웃기고 설렜던 선 결혼 후 연애 로맨스!! 」\n동성혼 합법화 소식에 들떠 번개에 나간 모쏠 레즈 이다연.\n술에 취해 모르는 여자와 혼인신고를 해버렸다....!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "53"
  },
  {
    "mangaId": "4088c3cc-6be2-4fb6-80b5-8d8606f00196",
    "title": {
      "en": "Shinka no Mi: Shiranai Uchi ni Kachigumi Jinsei"
    },
    "updatedAt": "2023-10-30T06:12:41+00:00",
    "coverArt": "https://mangadex.org/covers/4088c3cc-6be2-4fb6-80b5-8d8606f00196/d089fe44-4886-4a8f-aa63-42ee72020df7.jpg",
    "altTitles": [
      {
        "ja-ro": "Shinka no Mi: Shiranai Uchi ni Kachigumi Jinsei"
      },
      {
        "en": "The Seed of Evolution: Before I knew it I was one of the champions"
      },
      {
        "ru": "Плод эволюции"
      },
      {
        "ja": "進化の実～知らないうちに勝ち組人生～"
      },
      {
        "en": "The Evolution Fruit: Before I Knew it, My Life Had It Made!"
      },
      {
        "en": "The Fruit of Evolution: Before I Knew It, My Life Had It Made"
      },
      {
        "ja-ro": "Shinka no Mi"
      },
      {
        "zh": "进化之实踏上胜利的人生"
      },
      {
        "zh-hk": "進化之實踏上勝利的人生"
      },
      {
        "zh-ro": "Jìnhuà zhī shí tà shàng shènglì de rénshēng"
      }
    ],
    "description": {
      "en": "Hiiragi Seiichi is an ugly, revolting, dirty, smelly fatass; these are the insults hurled at him one after another about his appearance. Such was Seiichi's daily school life of bullying, then for some reason, one day when school was out, a voice claiming to be a God said over the PA system to prepare to be transported to another world. What's more, not Seiichi alone, but the entire school. A fantasy world where game-like elements such as as levels, stats, and skills exist. However, the God still had preparations to complete for the transfer, and would send them over as soon as the hero summoning ritual was ready. The classes all formed groups to wait for the transfer, but Seiichi alone was left out and as such was summoned to a different area. After being transported the first thing Seiichi ate was the \"Fruit of Evolution.\" This would come to greatly change his life…  \n  \nThis story is about how Seiichi went from being severely bullied by his classmates, even not being recognized for his accomplishments, and despite all that staying positive and surviving in this new world. As a result, he somehow becomes one of the champions. (Also the first heroine is a Gorilla?!)",
      "ru": "Хираги Сэйити – уродливый, отвратительный толстяк. Каждый день в школе над Сэйити издевались из-за его внешности, но в один прекрасный день, когда уроки в школе закончились, из динамика раздался голос Бога, который сказал, чтобы все в школе подготовились к перемещению в другой мир. Фантастический мир, где существуют вещи как в играх, вроде уровней, характеристик, навыков. Все классы поделились на группы и ждали перемещения в другой мир, но так как Сэйити был одиночкой, его переместили в другое место. После перемещения первой едой Сэйити оказался «Плод эволюции», существенно изменивший его жизнь.   \nThe raws of this manga updates once in approximately 3 months  \n  \n**Links**:* [Author's Twitter](https://twitter.com/aoimiku0505)\n* [Original Web Novel](https://ncode.syosetu.com/n4054by/) (Raw)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-07-18T06:11:09+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/c889c2a2-fca9-4b85-a0ef-866dd4d9a3af.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      },
      {
        "ja-ro": "Roshidere"
      },
      {
        "mn": "Аля Заримдаа Орос Хэлээр Сэтгэлээ Нуудаг"
      }
    ],
    "description": {
      "en": "\"И на меня тоже обрати внимание...\"\n\nAlya, the incomparably beautiful silver-haired girl in the next seat over, occasionally mumbles to herself in Russian. She says she switches to it whenever she’s badmouthing me… but I know the truth! I know for a fact that she just said \"Pay attention to me, too.\" to me! \n\nMasachika Kuze has native-level skills when it comes to Russian comprehension, but Alya has no idea about that... and that’s why she keeps on hiding those sweet feelings about him in her native language!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "mn": "Аля гэх, хэнтэй ч зүйрлэшгүй үзэсгэлэн, мөнгөлөг үстэй охин, заримдаа дотроо оросоор шивнэдэг. Тэр хэлэхдээ, намайг муулах үедээ л тэгдэг гэж хэлсэн...гэхдээ би орос хэл мэднэ! Саяхан \"Надад анхаарал тавиач\" гэж хэлэхийг нь би сонссон!\n\nМасачика Күзэ орос хэлийг уугуул түвшний чадамжаар ойлгодог, гэвч Аля үүнийг мэдэхгүй...тийм болохоор өөрийнхөө сэтгэлийг орос хэлээр нуудаг!",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b404699-0aa7-4910-b455-c6a91dda8ae6",
    "title": {
      "en": "Gendai no Saikyou Heishi, Isekai Dungeon o Kouryaku Suru"
    },
    "updatedAt": "2024-04-26T00:55:39+00:00",
    "coverArt": "https://mangadex.org/covers/9b404699-0aa7-4910-b455-c6a91dda8ae6/00c7ccff-7c5c-4faa-95ee-f1b94601f9eb.jpg",
    "altTitles": [
      {
        "ja": "現代の最強兵士、異世界ダンジョンを攻略する"
      },
      {
        "en": "The Modern Era's Strongest Soldier Conquers Another World's Dungeon"
      }
    ],
    "description": {
      "en": "Hasumi Ryuuji, the man called “the modern era’s strongest soldier”, someone who can make numerous difficult strategies a success, was transferred during a mission into the depths of another world’s dungeon. A “heavenly voice” echoed inside his brain guiding him — “Welcome, the hero from another world” — as he encounters a scene in which adventurers are being attacked by monsters. However, making good use of his superior physical abilities, discernment, and hand-to-hand combat abilities, he succeeds in easily making quick work of the monsters. In this other world, where adventurers are existences weaker than monsters, Hasumi, who can suppress his target even with just a knife, was someone regarded as a hero due to his outstanding abilities. Hasumi decides to cooperate with the adventurers he rescued, but they are attacked by a dragon, falling into a critical situation. Nevertheless, he leads his flustered comrades, coordinate them and makes an attack opportunity to appear. Moreover, after he summons modern firearms with a “weapon summoning” item, he kills the dragon in one shot by accurately targeting its weak spot. In front of this man’s tempered body and intellect, someone who is asked “Who the heck are you?” answers “I’m just a soldier”, even the mythical-grade dungeon is not a threat?! The curtain rises for the story of an ex-special forces soldier turned adventurer challenging another world!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2f01c25-14e3-43c4-856d-ebc10ff195eb",
    "title": {
      "en": "Fushigi no Mayuri-san"
    },
    "updatedAt": "2023-09-09T20:34:39+00:00",
    "coverArt": "https://mangadex.org/covers/e2f01c25-14e3-43c4-856d-ebc10ff195eb/36557e81-a86a-487d-97c9-966ebd3e75d6.jpg",
    "altTitles": [
      {
        "en": "Mysterious Mayuri-san"
      },
      {
        "ja": "不思議のまゆりさん"
      },
      {
        "pl": "Tajemnicza Mayuri-san"
      }
    ],
    "description": {
      "en": "Yuusuke, a 7th grader, is interested in his friend's older sister for various reasons.\nThe older sister, while a little strange, is a kind and caring girl.\nShe's mysterious but is popular with everyone.  \nThis is an ordinary comedy about Mayuri-san's mysterious everyday life."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "162"
  },
  {
    "mangaId": "32252a48-b20a-4a1d-b1b0-b46679bbae47",
    "title": {
      "en": "Shimotsuki-san Likes the Mob ~This Shy Girl is Only Sweet Towards Me~"
    },
    "updatedAt": "2024-08-18T15:32:57+00:00",
    "coverArt": "https://mangadex.org/covers/32252a48-b20a-4a1d-b1b0-b46679bbae47/acfa1b2c-e8bd-4a65-a8b6-ab8669f6f5bb.jpg",
    "altTitles": [
      {
        "ja": "霜月さんはモブが好き～人見知りな彼女は俺にだけデレ甘い～"
      },
      {
        "ja-ro": "Shimotsuki-san wa Mobu ga Suki ~Hitomishiri na Kanojo wa Ore ni Dake Dere Amai~"
      },
      {
        "vi": "Shimotsuki-san chỉ thích nhân vật nền"
      },
      {
        "th": "นิยาย ตัว (ไม่) ประกอบของคุณชิโมสึกิ เล่ม"
      },
      {
        "zh": "霜月同学喜欢上路人角色"
      },
      {
        "id": "Shimotsuki-san Menyukai Mob ~Gadis Pemalu Ini Hanya Terlihat Manis di Hadapanku~"
      },
      {
        "ru": "Шимоцуки-сан любит моба"
      },
      {
        "en": "She Is In Love with the Mob"
      },
      {
        "pl": "Shimotsuki-san Lubi Postać Poboczną: Ta Nieśmiała Dziewczyna jest Urocza Tylko Wobec Mnie"
      },
      {
        "vi": "Cô nàng Shimotsuki trót phải lòng nhân vật nền"
      }
    ],
    "description": {
      "en": "***Only you are special.***\r\n\r\nAfter school, Koutarou Nakayama returns to school to pick up something he forgot and finds Shiho Shimotsuki asleep in an empty classroom. Shiho is rumored to be Ryouma Ryuuzaki's crush, a popular boy who has formed a harem in his class, but she is always expressionless and no one has ever seen her smile.\r\n\r\nBut now, her fair skin is holding Koutarou's hand...?! The \"secret relationship\" between the heroine and the mob begins!",
      "id": "Sepulang sekolah, Nakayama Koutarou kembali ke sekolah untuk mengambil sesuatu yang lupa dia bawa, di dalam kelas dia bertemu Shimotsuki Shiho yang terlelap. Katanya, Shiho ini ditaksir sama Ryuuzaki Ryouma, pria populer membentuk harem di kelas, namun dia tampak selalu datar dan tak ada yang pernah melihatnya tersenyum. Karena suatu kejadian mereka berdua berpegangan tangan dan memulai “hubungan rahasia” antara heroin dan mob.",
      "ja": "***あなただけが特別なの。 WEBで大反響の超話題作がついに書籍化！ 恋するヒロインが少年の運命を変える――。***\r\n\r\n「あなただけが、特別なの」\r\n\r\n放課後、忘れ物を取りに学校に戻った中山幸太郎は、誰もいない教室で眠りこける霜月しほに遭遇する。\r\n\r\n\r\nクラスでハーレムを形成中のモテモテ男子・竜崎龍馬の大本命と噂の彼女だが、いつも無表情で笑ったところを見た者はいない。\r\n\r\n\r\nなのに今、その白い指が幸太郎の手を握って――⁉　\r\n\r\n\r\nヒロインとモブ男子の「秘密の関係」が始まる！\r\n\r\n---\r\n\r\n**Links:**\r\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/novelview/infotop/ncode/n8856gp)\r\n- [Official LN (JP)](https://gcnovels.jp/book/b1241.html)",
      "pl": "Tylko ty jesteś wyjątkowy.\n\nPo lekcjach Koutarou Nakayama wraca do szkoły, by zabrać coś, czego zapomniał i znajduje Shiho Shimotsuki śpiącą w pustej klasie. Mówi się, że Shiho podkochuje się w Ryoumie Ryuuzakim, popularnym chłopaku, który założył harem w swojej klasie, ale ona zawsze jest bez wyrazu i nikt nigdy nie widział jej uśmiechu.\n\nAle teraz, trzyma rękę Koutarou...?! Rozpoczyna się „sekretny związek” między bohaterką a postacią poboczną!",
      "pt-br": "Depois da escola, Kotaro Nakayama retorna à escola para pegar algo que esqueceu e encontra Shiho Shimotsuki dormindo em uma sala de aula vazia. Há rumores de que Shiho é a paixão de Ryoma Ryuuzaki, um garoto popular que formou um harém em sua classe, mas ela é sempre inexpressiva e ninguém nunca a viu sorrindo. Mas agora, ela está segurando a mão de Kotaro…?! A “relação secreta” entre a heroína e o figurante começa!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "484088b5-dc50-476e-9576-a6db27960116",
    "title": {
      "en": "Gyakusatsu Happy End"
    },
    "updatedAt": "2023-06-20T00:45:07+00:00",
    "coverArt": "https://mangadex.org/covers/484088b5-dc50-476e-9576-a6db27960116/229ae1d1-4c9d-4af9-817c-d994169acbdf.jpg",
    "altTitles": [
      {
        "ja-ro": "Gyakusatsu Happiendo"
      },
      {
        "ja": "虐殺ハッピーエンド"
      },
      {
        "en": "Happy Massacre Ending"
      },
      {
        "en": "Massacre Happy End"
      }
    ],
    "description": {
      "en": "High school student Kusakabe Makoto has to work all day to raise money for the treatment of his younger sister, who suffers from a serious illness. The father is unemployed, the mother ran away, leaving the children, bullying at work … Despite all this, he does not lose hope and continues to live for her sister. But having learned that she did not have long, Makoto falls into despair. Fear of the unknown causes him to take a different look at the value of human life.",
      "ru": "Старшекласснику Кусакабэ Макото приходится работать дни напролёт, чтобы собрать деньги на лечение младшей сестры, страдающей от тяжёлой болезни. Отец безработный, мать сбежала, бросив детей, издевательства на работе… Несмотря на всё это, он не теряет надежды и продолжает жить ради сестры. Но узнав, что ей осталось недолго, Макото впадает в отчаяние. Страх перед неизвестностью заставляет его по-другому взглянуть на ценность человеческой жизни."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "55"
  },
  {
    "mangaId": "8e74e420-b05e-4975-9844-676c7156bd63",
    "title": {
      "en": "Destiny Unchain Online ~Kyuuketsu-ki Shoujo to natte, Yagate『Aka no Maou』to Yobareru You ni Narimashita~"
    },
    "updatedAt": "2024-06-28T11:53:44+00:00",
    "coverArt": "https://mangadex.org/covers/8e74e420-b05e-4975-9844-676c7156bd63/deff209b-3cd3-4da5-b360-3ae94da0e831.jpg",
    "altTitles": [
      {
        "ja": "Destiny Unchain Online 〜吸血鬼少女となって、やがて『赤の魔王』と呼ばれるようになりました〜"
      },
      {
        "en": "Destiny Unchain Online: After Becoming a Vampire Girl, I Eventually Became Known as \"Crimson Demon King\""
      },
      {
        "th": "Destiny Unchain Online เดสทินี อันเชน ออนไลน์ ~เมื่อผมกลายเป็นสาวน้อยผีดูดเลือดแล้วถูกขนานนามว่าจอมมารสีชาด~"
      },
      {
        "zh": "Destiny Unchain Online 〜成为吸血鬼少女，不久后被称为『红之魔王』〜"
      },
      {
        "ko": "Destiny Unchain Online 데스티니 언체인 온라인 〜흡혈귀 소녀가 되어, 이윽고『붉은 마왕』이라 불리게 되었습니다〜"
      }
    ],
    "description": {
      "en": "Mitsuki Kou is such a feared PVP gamer that he's earned the nickname \"Crim the Headhunter\" in some circles. His next game to take over? \"Destiny Unchain Online\", a brand new VRMMO game developed by none other than Kou's father. But, no new game on release day is without its bugs - namely, Kou glitches to the middle of nowhere, and his vampire avatar is turned into a girl!  A story for all of the people who through games have met new friends and aimed for the top... start!",
      "id": "Mitsuki kou, seorang gamer dengan skill hebat yang memiliki nama lain,  yaitu \"pemburu kepala Cream\". Berpartisipasi dalam sebuah game baru \"Destiny Unchain Online\" yang dibuat oleh ayahnya sebagai tester perangkat game baru, tetapi segera setelah dimulai, karena sebuah bug ia menjadi gadis vampir. Ketika ia bertemu dengan teman-teman yang baik, pada saat itulah ia akan mulai menyelesaikan game, sebuah cerita tentang seorang gamer terbaik yang segala sesuatunya berubah…… sudah di mulai!",
      "ja": "神がかったプレイヤースキルを持ち「首狩りクリム」の二つ名で知られるゲーマー、満月紅。父親が作った新作ゲーム『Destiny Unchain Online』に新型ゲームデバイスのテスターとして参加するが、開始早々バグだらけで姿は吸血鬼種族の少女に。最高の仲間と出会い、ゲームを攻略して行くうちに、何もかもが変わっていく最高のゲーマー物語……開幕！",
      "ko": "압도적인 스킬을 가지고「목 사냥꾼 크림」이라는 별명으로 알려진 게이머, 미츠키 코우. 아버지가 만든 신작 게임 『Destiny Unchain Online』에 신형 게임 장치 테스터로 참가하지만, 시작하자마자 오류투성이로 흡혈귀 종족의 소녀가 되어 버리는데. 최고의 동료와 만나고, 게임을 공략해 나가다 보니,모든 것이 변해 가는 최강 게이머 이야기… 개막!",
      "th": "มิตสึกิ โค เกมเมอร์ฝีมือฉกาจที่รู้จักกันในนาม ‘คริมนักล่าหัว’ ได้เริ่มเล่นเกม ‘Destiny Unchain Online’ ที่พ่อของเขาสร้างในฐานะเทสเตอร์ของเครื่องเล่นเกมรุ่นใหม่ล่าสุด แต่ไม่ทันไรก็เจอบั๊กมากมายจนกลายเป็นเด็กสาวเผ่าผีดูดเลือดไปซะอย่างนั้น เรื่องราวของเกมเมอร์ผู้เก่งกาจที่ทุกอย่างเริ่มเปลี่ยนไปเมื่อได้พบกับพรรคพวกสุดเจ๋งและผจญภัยในโลกแห่งเกม... เปิดฉากแล้ว ณ บัดนี้!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "48414850-6adf-4073-8591-2402ff47e74c",
    "title": {
      "en": "Yarinaoshi Reijou wa Ryuutei Heika wo Kouryaku-chuu"
    },
    "updatedAt": "2024-05-04T15:50:39+00:00",
    "coverArt": "https://mangadex.org/covers/48414850-6adf-4073-8591-2402ff47e74c/c18487d3-af20-488a-ba8d-80a8c7efc062.jpg",
    "altTitles": [
      {
        "ja": "やり直し令嬢は竜帝陛下を攻略中"
      },
      {
        "en": "The Do-Over Damsel Conquers the Dragon Emperor"
      },
      {
        "en": "The Returnee Noble Lady in the Middle of Conquesting His Majesty the Dragon Emperor"
      },
      {
        "es": "¡Vence al Emperador Dragón en esta ronda, Señorita!"
      },
      {
        "zh": "重生大小姐正在攻略龙帝殿下"
      },
      {
        "ko": "새출발 영애는 용제폐하를 공략중"
      },
      {
        "en": "Win Over the Dragon Emperor This Time Around, Noble Girl!"
      },
      {
        "vi": "Tiểu Thư Trùng Sinh chinh phục Long Đế Bệ Hạ"
      },
      {
        "vi": "小姐重生征服龍帝陛下 (Nom Script)"
      },
      {
        "id": "Seorang Putri Yang Kembali Ke Masa Lalu Sedang Menaklukkan Kaisar Naga"
      }
    ],
    "description": {
      "en": "The curtains rise on the tale of a young lady who once stormed the battlefields now getting to start her life all over again!  \n  \nThe young noblewoman, Jill, was sentenced to death by her fiancé, the Crown Prince. Just as she was on the brink of death, time rewinds back to when she was 10 years old, to the party where her engagement had been decided!   \n  \nDetermined to avoid going down the same path to ruin, Jill hastily proposes to the person behind her, only to discover that he’s none other than Hades, the Emperor of the neighboring kingdom who’s (set to) fall into darkness, ergo the worst villain.",
      "id": "Jill Savelle- seorang tunangan dari pangeran putra mahkota Gerald de Kleitos yang memiliki gelar \"Dewi Perang\"- telah diburu oleh negaranya sendiri yang telah dilindunginya. Dikhianati oleh pasangannya sendiri, dia difitnah sebagai sorang penghianat kemudian dijebloskan kedalam penjara. Di waktu-waktu terakhirnya, Jill memiliki banyak penyesalan, tapi ketika ajal sedang menjemputnya, dia tiba-tiba saja terbangun pada saat 6 tahun lalu. Dan kali ini, dia telah bertekad untuk tidak diperalat lagi.\n\nSekarang, sebagai seorang gadis berusia 10 tahun, Jill memutuskan untuk melarikan diri dari pertunangan dengan pangeran yang menghampirinya. Dan pada akhirnya, dia secara tidak sengaja melamar pria berumur 19 tahun yang dikenal sebagai kaisar naga hades theos rave, yang nantinya akan menghancurkan negaranya. Tapi tanpa disangka, dia malah menerima lamarannya!\n\nBerbanding terbalik dengan ingatan Jill yang dulu, sekarang Jill melihat kalau Hades yang saat ini merupakan seorang kaisar yang sedang tidak beruntung.  Jadi bisakah Jill mencegah sang kaisar terjatuh kedalam jurang kegelapan? ataukah malah nasibnya sudah tidak bisa diubah lagi?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b010f623-6a0d-4945-8b31-1e90d4dc7314",
    "title": {
      "en": "Coffee & Vanilla"
    },
    "updatedAt": "2022-07-01T23:09:05+00:00",
    "coverArt": "https://mangadex.org/covers/b010f623-6a0d-4945-8b31-1e90d4dc7314/e97e7395-f4a5-4d7e-b281-1f04d3074b8c.jpg",
    "altTitles": [
      {
        "en": "Coffee and Vanilla"
      },
      {
        "ko": "コーヒー＆バニラ"
      },
      {
        "zh": "咖啡遇上香草"
      },
      {
        "ko": "커피 앤 바닐라"
      },
      {
        "ar": "قهوة وفانيليا"
      },
      {
        "pt-br": "Café e Baunilha"
      }
    ],
    "description": {
      "en": "Would you like an older man dressed in suits? She was never this popular before university but before she knew it, Risa was way out of everyone’s league. The one who saves her from this cruel fate is a handsome man who can rock his suits, Fukami-san. What will he offer Risa, who is a beginner at love…!?",
      "pt-br": "Você gostaria de um homem mais velho vestido em um terno? Ela nunca havia sido tão popular assim antes da faculdade mas antes que ela percebesse, Risa estava longe do alcance de todos. Quem a salva desse cruel destino é um lindo homem que arrasa em seu terno, Fukami-san. O que ele irá oferecer a Risa, que é uma principiante no amor…!?"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "345676c2-4e04-4726-9dce-f789eb06c98c",
    "title": {
      "en": "Captive Hearts of Oz"
    },
    "updatedAt": "2024-07-25T08:04:08+00:00",
    "coverArt": "https://mangadex.org/covers/345676c2-4e04-4726-9dce-f789eb06c98c/4311f11d-d61d-4e7c-89e2-e0e2bf3e5191.jpg",
    "altTitles": [],
    "description": {
      "en": "Dorothy, along with her beloved dog Toto, finds herself whisked away by a cyclone to the mysterious land of Oz. Something about the strange place feels oddly familiar, but Dorothy just wants to go home. Following the advice of a kindly Witch, Dorothy must travel to the Emerald City and seek out the Wizard of Oz, who alone has the power to send her back to her world. Captive Hearts of Oz reimagines L. Frank Baum’s original Oz stories in a modern, shoujo style. Each volume in this ongoing series will be released in oversized editions, featuring impressive artwork and several full-color illustrations."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "20"
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-07-16T21:11:27+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/281a36bd-4e6e-4cb7-8728-01318e8b7dcf.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?\n Brought to you by mmk of 'Love Comedy Quest,' this is a pure love short comedy of the new era about 'neighbors'!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c3da878-1017-4f23-be9c-e142f930e792",
    "title": {
      "ja": "Kokuhaku no Jikan"
    },
    "updatedAt": "2024-08-18T15:10:08+00:00",
    "coverArt": "https://mangadex.org/covers/4c3da878-1017-4f23-be9c-e142f930e792/8eb3fb00-b00e-4063-a2c3-261e8f1c9e32.jpg",
    "altTitles": [
      {
        "en": "Confession Time"
      },
      {
        "ja-ro": "Kokuhaku no Jikan+"
      },
      {
        "ja": "告白の時間＋"
      },
      {
        "en": "Time to Tell the Love"
      },
      {
        "vi": "Thời Khắc Tỏ Tình"
      }
    ],
    "description": {
      "en": "A high school student, Imada, befriends his classmate, Urashima, and falls in love with him. Even though Urashima likes Imada back, their relationship isn’t getting anywhere. Imada resolves to confess to bring an end to this “unrequited” love. A story of first love."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "3"
  },
  {
    "mangaId": "b3175db1-7f49-4321-ad68-5a59e0e53b61",
    "title": {
      "en": "Shota Oni"
    },
    "updatedAt": "2024-06-27T02:25:00+00:00",
    "coverArt": "https://mangadex.org/covers/b3175db1-7f49-4321-ad68-5a59e0e53b61/d011eb0b-035c-48f9-aa3b-a96b8631b3ae.jpg",
    "altTitles": [
      {
        "ja": "ショタおに"
      }
    ],
    "description": {
      "en": "After leaving a scar on his best friend's face years ago, Tsubaki feels responsible and is determined to grow up big and strong so he can protect Yuu. Yuu is already in high school and Tsubaki is only in elementary, but he is sure that his feelings will get through and Yuu will eventually come to rely on him."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "334019e1-18bb-4ac0-b35c-0e8efb1e481c",
    "title": {
      "en": "JoJo’s Bizarre Adventure, Part 9: The JoJoLands (Official Colored)"
    },
    "updatedAt": "2024-08-12T02:02:53+00:00",
    "coverArt": "https://mangadex.org/covers/334019e1-18bb-4ac0-b35c-0e8efb1e481c/458dae43-f614-41a3-b5e6-929f63daf94d.png",
    "altTitles": [
      {
        "en": "JoJo’s Bizarre Adventure, Part 9: The JoJoLands - Digital Colored Comics"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第9部 ザ・ジョジョランズ カラー版"
      },
      {
        "en": "JoJo no Kimyou na Bouken Part 9: The JoJoLands (Official Colored)"
      }
    ],
    "description": {
      "en": "On the Hawaiian Islands, siblings Dragona and Jodio Joestar commit petty crimes to provide aid for their ailing mother Barbara Ann. Under the orders of Meryl May Qi, both a crime lord and their high school principal, the siblings work alongside fellow teenagers Usagi Alohaoe and Paco Laburantes. Together, the gang engages in outright robbery, fraudulent activity, and other schemes to rip off unsuspecting tourists and civilians.  Fifteen-year-old Jodio admires his older brother's strong sense of identity and his mother's incredible work ethic, but there is a darkness within him, one characterized by violent outbursts that he carries out with a cold stoicism. Diagnosed as a sociopath, Jodio is quick to brutalize those who threaten his loved ones. His one objective is to make money by any means necessary, both to support his family and to become filthy rich in his own right.  On one particular heist, the gang robs manga artist Rohan Kishibe of a seemingly ordinary lava rock. However, they soon find that the rock draws any object of high value that it touches to its wielder, no matter the distance or bizarre chain of circumstances it takes to get there. With this new power in hand, Jodio and his allies set out to become wealthier than they ever dreamed possible."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 9 - The JOJOLands"
    },
    "updatedAt": "2024-08-18T15:46:59+00:00",
    "coverArt": "https://mangadex.org/covers/ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c/3832deac-8513-492e-beba-d6e4c4b8f846.jpg",
    "altTitles": [
      {
        "ja-ro": "JoJo no Kimyou na Bouken Part 9 -  The JoJoLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 Part9 The JOJOLands"
      },
      {
        "es-la": "JoJo's Bizarre Adventure Parte 9 - Las JOJOLandias"
      },
      {
        "pl": "JoJo's Bizarre Adventure Część 9 - The JoJoLands"
      },
      {
        "fr": "JoJo's Bizarre Adventure Partie 9 - The JOJOLands"
      },
      {
        "pt-br": "A Estranha Aventura de JoJo, Parte 9: As JoJoLândias"
      },
      {
        "uk": "Химерні Пригоди ДжоДжо Частина 9 — ДжоДжоЛендс"
      },
      {
        "kk": "ЖоЖоның Шытырман Хикаясы: ЖоЖоландс"
      },
      {
        "ru": "Невероятные приключения ДжоДжо"
      },
      {
        "it": "Le Bizzarre Avventure di JoJo: Le JOJOLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第9部 ザ・ジョジョランズ"
      }
    ],
    "description": {
      "en": "The ninth story arc of Jojo’s Bizarre Adventure. \n\nO’ahu, present day. Dua Lipa is the trending musician, and COVID is still a major concern. On this island lives a 15-year-old boy named Jodio Joestar. Living with his brother and mother, he acts as a dealer for certain illegal substances. One day, his employer comes and shows him an excellent find: a Japanese person has landed in Hawaii with a diamond worth over six million dollars. Normally it would be impossible to steal, but for someone with a stand…\n\nThis is a story of a young boy and his quest to become rich.",
      "hu": "Ez a Jojo's Bizarre Adventure kilencedik történetíve.\n\nO'ahu, napjainkban. Dua Lipa a trendi előadó és a COVID még mindig a fő gond. Ezen a szigeten él egy 15 éves srác, Jodio Joestar. Bátyával és édesanyjával él, dílerként dolgozik és bizonyos illegális anyagokat árul. Egy nap, a főnöke mutat neki egy kiválló fogást: egy japán személy Hawaiira érkezett egy hat millió dollárt érő gyémánttal. Normális esetben lehetetlen lenne ellopni, de akinek standje van...\n\nEz egy fiatal fiú és az ő küldetésének a története, hogy gazdag legyen.",
      "it": "O'ahu, oggi. Dua Lipa è la musicista di tendenza e il COVID è ancora una delle principali preoccupazioni. Su quest'isola vive un ragazzo di 15 anni di nome Jodio Joestar. Vive con il fratello e la madre e fa lo spacciatore di alcune sostanze illegali. Un giorno, il suo datore di lavoro arriva e gli mostra un'eccellente scoperta: un giapponese è sbarcato alle Hawaii con un diamante del valore di oltre sei milioni di dollari. Normalmente sarebbe impossibile da rubare, ma per qualcuno con una posizione... Questa è la storia di un ragazzo e della sua ricerca della ricchezza.",
      "uk": "Дев’ята сюжетна арка «Неймовірних пригод Джоджо». Оаху, теперішній час. Дуа Ліпа – популярна музикантка, а COVID-19 досі викликає серйозне занепокоєння. На цьому острові мешкає 15-річний хлопчик на ім'я Джодіо Джостар. Живе з братом і матір'ю, торгує певними забороненими речовинами. Одного разу його бос прийшов до нього і показав неймовірну знахідку: японець висадився на Гаваях з діамантом вартістю понад шість мільйонів доларів! Зазвичай, вкрасти таку коштовність було б неможливо, але для того, хто має стенд… \nЦе історія про молодого хлопця та його прагнення розбагатіти.",
      "es-la": "Cierto japonés ingresó a la isla de Hawái con un diamante de valor de 6 millones de dólares. En la isla de Oahu vive un chico llamado Jodio Joestar, cuya meta es arrebatar el diamante de las manos de esa persona. Junto a sus asociados, irán a la quinta de esa persona. Sin embargo, ¿Qué misterios les esperan?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "141609b6-cf86-4266-904c-6648f389cdc9",
    "title": {
      "en": "Ruri Dragon"
    },
    "updatedAt": "2024-07-24T14:58:39+00:00",
    "coverArt": "https://mangadex.org/covers/141609b6-cf86-4266-904c-6648f389cdc9/69c8c364-540d-43ac-b230-9a6cd2785c7c.jpg",
    "altTitles": [
      {
        "ja": "ルリドラゴン"
      },
      {
        "ja-ro": "Ruri Doragon"
      },
      {
        "ru": "Дракон Рури"
      },
      {
        "en": "RuriDragon"
      },
      {
        "fr": "Ruri Dragon"
      },
      {
        "tr": "Ruri Dragon"
      },
      {
        "vi": "Rồng Ruri"
      },
      {
        "pl": "Smok Ruri"
      },
      {
        "cs": "Drak Ruri"
      },
      {
        "id": "Ruri Sinaga"
      }
    ],
    "description": {
      "en": "Ruri, a high school student, woke up one morning to find that she had suddenly grown horns on her head!\n\nHer mother told her that she might have inherited it because her father is a dragon. Ruri's mother tells her that she might have inherited it from her father, and she is puzzled, but goes to school anyway....\n\nHer classmates are curious about the spontaneous horn, and another dragon constitution is revealed!\n\nWith a slight change in the usual routine, the daily life of Dragon Girl Ruri begins!",
      "tr": "Tembellik ve çalışkanlık arasında git gel yaşayan ejder kızın gündelik maceraları.",
      "pt-br": "Ruri Aoki é uma garota normal que um dia acorda com um par de chifres em sua cabeça. De acordo com sua mãe, o pai de Ruri, que ela nunca conheceu antes, é um dragão e Ruri só é metade humana. Esta é a história da jornada de autodescobrimento e aceitação de uma garota metade humana, metade dragão."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb1f528f-de51-4b58-9878-c7ab55dd73c0",
    "title": {
      "en": "Tank Chair"
    },
    "updatedAt": "2024-04-28T21:21:42+00:00",
    "coverArt": "https://mangadex.org/covers/bb1f528f-de51-4b58-9878-c7ab55dd73c0/9995b0cc-6a41-4172-a69a-82de30823cbc.jpg",
    "altTitles": [
      {
        "ja-ro": "Sensha Isu"
      },
      {
        "ja": "戦車椅子: TANK CHAIR"
      }
    ],
    "description": {
      "en": "Protecting his sister Shizuka from a bullet, the strongest assassin Nagi Taira falls into a coma. Against all odds, he regains his consciousness- but only when faced with killing intent! Thus begins a violent journey of recovery, battling the most dangerous foes.\n\n---\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10517/episode/349974) (U.S. Only)",
      "ja": "妹を銃弾から守ったことで意識戻らぬ身となってしまった最強の殺し屋・平良凪（タイラナギ）。しかし彼は“殺意”を向けられると、わずかな時間だけ意識が戻る特殊体質の持ち主だった！完全覚醒を果たすため、今日も凪は改造車椅子で強敵達との“リハビリ”を始める――！鬼才・やしろ学が描く最凶のダークヒーローによるバイオレンス・アクション――ッ!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56aa452b-3c0c-4fa5-b4f6-37abd627fe9b",
    "title": {
      "en": "Aisaseteyo Sensei"
    },
    "updatedAt": "2024-08-18T15:03:02+00:00",
    "coverArt": "https://mangadex.org/covers/56aa452b-3c0c-4fa5-b4f6-37abd627fe9b/327df1ff-8b51-4c41-a82a-5ad1f732c5d9.png",
    "altTitles": [
      {
        "en": "Let Me Love You, Sensei"
      },
      {
        "ja": "愛させてよ 先生"
      },
      {
        "vi": "Cho Em Yêu Thầy Nhé."
      }
    ],
    "description": {
      "en": "\"I can’t just pretend like it’s nothing. I’ve fallen in love with you, Sensei.\" University Professor, Hatano Hotaru made a mistake last night- He slept with a student, a straight one at that. “In the end he’ll get tired of me. I don’t want to fall in love with a straight guy.” Or so he thought, but this younger boy won’t let him go…?\r\nA BL about sweet, cute, and passionate love!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": ""
  },
  {
    "mangaId": "14fce347-2936-40a5-82ac-f21a64ba3944",
    "title": {
      "en": "Rosen Blood"
    },
    "updatedAt": "2023-12-04T18:30:57+00:00",
    "coverArt": "https://mangadex.org/covers/14fce347-2936-40a5-82ac-f21a64ba3944/a10bd948-c9ca-4a88-93a2-cf917167d853.jpg",
    "altTitles": [
      {
        "ja-ro": "Rosen Blood: Haitoku no Meikan"
      },
      {
        "ja": "Rosen Blood～背徳の冥館～"
      },
      {
        "ja": "ローゼンブラッド～背徳の冥館～"
      },
      {
        "ar": "الورود الدامية"
      }
    ],
    "description": {
      "en": "After the carriage she had embarked upon crashed, Stella is saved by a tall dark and handsome stranger and brought to the mysterious mansion surrounded by poisonous roses in which he lives with three other gorgeous men. However, with no money left, Stella is forced to work as a maid which will prove dangerous for her because she is yet to find out that all four men are actually vampires!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "26"
  },
  {
    "mangaId": "9e0b7e5d-94d5-4b5b-9d7c-485cbeca7af2",
    "title": {
      "en": "Imperfect Cinderella Story"
    },
    "updatedAt": "2024-08-16T16:50:07+00:00",
    "coverArt": "https://mangadex.org/covers/9e0b7e5d-94d5-4b5b-9d7c-485cbeca7af2/4655ccfc-87b8-4f33-90f3-e51ec659f03a.jpg",
    "altTitles": [
      {
        "ko": "불완전 신데렐라물"
      }
    ],
    "description": {
      "en": "Jung Eon is a maid who works in the house of a rich and powerful family. She dreams of escaping a life of servitude and saves every penny she earns. One day, she receives an unexpected proposal from her childhood friend and boss, Hyun Mae-hwa. He's as pretty as a flower, but has a horrible personality. Mae-hwa says he wants to marry her because of a prophecy that says Jung Eon has six benefactors in his destiny. He thinks she is the source of his financial luck. She accepts, thinking it's a chance to change her life."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8b828ab-7f72-4a34-a3ba-b7d250dc3251",
    "title": {
      "en": "Baka Demo Kawaii Hito Dakara"
    },
    "updatedAt": "2024-08-18T15:05:37+00:00",
    "coverArt": "https://mangadex.org/covers/c8b828ab-7f72-4a34-a3ba-b7d250dc3251/a0c89df9-4a6a-43f6-b268-df56228fe847.jpg",
    "altTitles": [
      {
        "en": "Because He's Cute Even If He's An Idiot"
      },
      {
        "ja": "バカでもかわいいひとだから"
      },
      {
        "vi": "Cậu Ấy Vẫn Đáng Yêu Ngay Cả Khi Chỉ Là Một Tên Ngốc"
      }
    ],
    "description": {
      "en": "Two boys with opposite personalities still manage to get along quite well… even if they each think that the other might be an idiot."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "1"
  },
  {
    "mangaId": "298bbc3a-180c-4d74-9667-d258d50e09cd",
    "title": {
      "en": "Miniamaru Kareshi"
    },
    "updatedAt": "2023-09-14T01:46:14+00:00",
    "coverArt": "https://mangadex.org/covers/298bbc3a-180c-4d74-9667-d258d50e09cd/4e527aea-6842-4130-bfd4-73d528be69ee.jpg",
    "altTitles": [
      {
        "ja": "みにあまる彼氏"
      },
      {
        "zh": "高段位男友"
      }
    ],
    "description": {
      "en": "Iroha Aoyagi is a normal 16 year old girl, except, she's never fallen in love. She suspects there might be something wrong with her; until she meets her classmate Kusakabe-kun who seems well-versed and cynical about matters of love. Will Iroha be able to handle someone like Kusakabe-kun?",
      "pt-br": "Aoyagi Iroha é uma garota normal de 16 anos, exceto pelo fato de que ela nunca se apaixonou. Ela suspeita que há algo de errado com ela, até que ela conhece seu colega de classe Kusakabe-kun, que parece bem versado e cínico quanto aos assuntos do amor. Iroha será capaz de lidar com alguém como Kusakabe-kun?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "78.5"
  },
  {
    "mangaId": "793e84d1-bf6a-4d99-aabf-c5f16a39d64f",
    "title": {
      "en": "Happiness Meal"
    },
    "updatedAt": "2024-01-05T05:48:03+00:00",
    "coverArt": "https://mangadex.org/covers/793e84d1-bf6a-4d99-aabf-c5f16a39d64f/24d23e48-bdd5-4f24-9fd4-8e18dd07cf82.png",
    "altTitles": [
      {
        "ja": "しあわせゴハン"
      },
      {
        "ja-ro": "Shiawase Gohan"
      }
    ],
    "description": {
      "en": "A man relaxing with a can of beer when a winter storm hits. A man, burdened with personal strife, finds solace in a bowl of ramen. \n\nA Silent Manga, each chapter is a self-contained glimpse into the life of an ordinary person, and how the meals they eat lift their spirits."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "68"
  },
  {
    "mangaId": "c8552e8c-c90e-4936-aac7-a73855550ed7",
    "title": {
      "en": "Tanaka-kun wa Itsumo Kedaruge"
    },
    "updatedAt": "2024-07-01T15:15:27+00:00",
    "coverArt": "https://mangadex.org/covers/c8552e8c-c90e-4936-aac7-a73855550ed7/45e77e12-84c1-4c3a-96e0-32afdd20c649.jpg",
    "altTitles": [
      {
        "it": "Tanaka-kun è sempre svogliato"
      },
      {
        "en": "Tanaka-kun is Always Listless"
      },
      {
        "de": "Tanaka-kun ist immer lustlos"
      },
      {
        "es": "Tanaka-kun Siempre Tiene Pereza"
      },
      {
        "ja-ro": "TanaKeda"
      },
      {
        "ru": "Всегда вялый Танака-кун"
      },
      {
        "ar": "تاناكا-كون دائما فاتر"
      },
      {
        "fa": "تاناکا-کون همیشه بی‌میل"
      },
      {
        "ja": "田中くんはいつもけだるげ"
      },
      {
        "pt-br": "Tanaka-kun é Sempre Tão Preguiçoso."
      }
    ],
    "description": {
      "en": "Sighing, leaning on his elbows, sleepy eyes. Tanaka-kun is a boy that basically doesn't try but isn't disliked. This is a laid-back youth comedy about Tanaka-kun and the quiet Oota who can't leave him alone.",
      "id": "Mengeluh, bersandar pada lengannya, mata yang mengantuk. Tanaka-kun adalah lelaki yang dasarnya tidak ingin mencoba hal yang dia tidak suka. Ini adalah cerita komedi masa sekolah dan si pendiam Oota yang tidak bisa meninggalkan dia sendirian.",
      "ru": "Две абсолютно непохожие личности: Танака, способный спать 24 часа в сутки, и Оота, отличающийся от остальных своей активностью и ответственностью. Такие люди должны бесить друг друга, но, не смотря на это, они друзья. До чего доведет эта дружба? Посмотрим...",
      "pt-br": "Suspirando, apoiando-se nos seus cotovelos, com os olhos sonolentos. Tanaka-kun é um garoto que basicamente não faz nada, mas não é odiado. Esta é uma comédia jovem que fala sobre o Tanaka-kun e Oota, um rapaz quieto que não consegue deixá-lo sozinho"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "140"
  },
  {
    "mangaId": "f73cf534-a45b-4bca-adfb-b984d68960d5",
    "title": {
      "en": "Pokémon - Dating a Team Magma Grunt (Doujinshi)"
    },
    "updatedAt": "2024-02-02T23:02:09+00:00",
    "coverArt": "https://mangadex.org/covers/f73cf534-a45b-4bca-adfb-b984d68960d5/3b550f73-e907-4b5b-828b-a319352e2d87.png",
    "altTitles": [
      {
        "id": "Pokémon - Pacaran dengan Anggota Team Magma (Doujinshi)"
      },
      {
        "fr": "Pokémon - Sortir avec une sbire de la Team Magma (Doujinshi)"
      },
      {
        "es": "Pokémon - Saliendo con una recluta del E (Doujinshi)"
      },
      {
        "ko": "마그마단 조무래기랑 사귀는 만화 (Doujinshi)"
      }
    ],
    "description": {
      "en": "About dating a Team Magma Grunt."
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "750d3c4f-86cc-46e5-bcbf-1498c6a18b88",
    "title": {
      "en": "The Wicked Ladies in Waiting"
    },
    "updatedAt": "2024-08-17T00:48:27+00:00",
    "coverArt": "https://mangadex.org/covers/750d3c4f-86cc-46e5-bcbf-1498c6a18b88/bcda2e61-5037-456d-8884-d9e2f30cda2a.jpg",
    "altTitles": [
      {
        "en": "Bad Maids"
      },
      {
        "ko": "나쁜 시녀들"
      },
      {
        "es-la": "Malas criadas"
      }
    ],
    "description": {
      "en": "Julia, who was born an orphan, was killed in exchange for falling in love with the Young Master of the Marjoram Family. But when she opened her eyes, at the same location as any other day, she was rescued by the Commander of the Imperial Army, ‘Carus’... She was hit by a curse of being unable to die, and this is now her eighth life. After realizing that she would be stuck in the loop forever if she didn't take down the Marquis, she became a servant within the Palace to utilize the Royal Family’s power to demolish the Marjoram Family in her eighth life. “Isn’t this how we’re supposed to plot revenge?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "07acfba5-9744-4427-a1ce-0941fb4edf23",
    "title": {
      "en": "Furimuite Tsukamaete"
    },
    "updatedAt": "2024-03-27T17:10:28+00:00",
    "coverArt": "https://mangadex.org/covers/07acfba5-9744-4427-a1ce-0941fb4edf23/3ead38ea-4e58-42f8-b7d3-ba3c6b68f81a.jpg",
    "altTitles": [
      {
        "en": "I want to see me in your eyes"
      },
      {
        "ja": "振り向いてつかまえて"
      }
    ],
    "description": {
      "en": "Hinata has harbored unrequited love for his childhood friend, Makoto, for years. After Hinata finally decides to move on, Makoto's younger brother, Toki, barges in to stay at his place, and stirs up Hinata's feelings. Little does he know, Toki is in love with him and actually wants to sleep with him?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ef6e461-033b-4976-b222-943856c94a97",
    "title": {
      "en": "Smiley"
    },
    "updatedAt": "2024-07-26T23:59:55+00:00",
    "coverArt": "https://mangadex.org/covers/9ef6e461-033b-4976-b222-943856c94a97/666b465e-c526-4a4a-b06e-8627282c4131.jpg",
    "altTitles": [
      {
        "ja": "スマイリー"
      },
      {
        "ru": "Улыбающиеся"
      },
      {
        "vi": "Smiley - Cười lên"
      }
    ],
    "description": {
      "en": "Yuushi Kamome is a freelance writer who lost his beloved daughter in an accident. In despair, his wife leaves him, and he spends his days like a shell of a man. One day, however, a flyer from a strange religious group, the \"Heart Laughing Society,\" changes his fate. It shows the image of his wife, whom he has lost touch with...This is a story of faith and madness. What is the black darkness of the cult that an evil smile invites? A chilling “new religion” suspense begins!",
      "ru": "Томодзи Камомэ — писатель-фрилансер, потерявший любимую дочь в результате несчастного случая. В отчаянии от него уходит жена, и он проводит свои дни в одиночестве, закрывшись от внешнего мира.\nОднако однажды листовка странной религиозной группы «Общество смеющегося сердца» меняет его судьбу. В ней он увидел свою жену, с которой потерял связь..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd095fd1-0869-46c8-958c-d3f9cb46dd48",
    "title": {
      "en": "Senpai! Waza to ja Nai n desu!"
    },
    "updatedAt": "2024-06-15T18:12:49+00:00",
    "coverArt": "https://mangadex.org/covers/bd095fd1-0869-46c8-958c-d3f9cb46dd48/1e9e0d64-c747-4e33-9b80-4c8eba0532ae.jpg",
    "altTitles": [
      {
        "ja": "センパイ！わざとじゃないんです！"
      },
      {
        "ja-ro": "Senpai! Wazato Janain desu!"
      },
      {
        "ru": "Я не специально, сэмпай!"
      },
      {
        "ja-ro": "Senpai! Waza to ja Nai n desu!"
      },
      {
        "en": "Senpai! I Didn't Do It on Purpose!"
      },
      {
        "zh-hk": "學長！我不是故意的！"
      },
      {
        "zh": "学长！我不是故意的！"
      }
    ],
    "description": {
      "en": "Sachi, a high school student, is confessed to by her love Jun, a senior who is a year older than her, and they are finally going out! However, as soon as she realizes that she is in love with Jun, Sachi has a constitution that causes her to have accidental pervert incidents with him every chance she gets! When Sachi tries to hold his hand for the first time, she accidentally puts her hand down his pants and she ends up deeply misunderstanding Jun when he asks her to pull out her hand. \n\nIt's a sexy cute☆romantic comedy!",
      "ja": "女子高生・幸は一学年上の憧れの先輩・純に告白されて、晴れて付き合えることに！ ところが両思いになった途端、幸は純に対して事あるごとにラッキースケベを起こしてしまう体質になってしまい…！? はじめて手を握ろうとしたら、勢いあまって彼のズボンに手を突っ込んでしまい違うものを握ってしまったり、あまつさえ手を抜こうとしたら手で抜こうとしてしまったりする、そんな一組のカップルが織りなすエロカワ☆ラブコメディです。",
      "ru": "Старшеклассница Сати наконец начинает встречаться с Дзюном, парнем который старше её на год. Она первая призналась, а теперь каждый раз, когда её переполняют чувства любви, богатые формы так и норовят создать неловкую ситуацию! Первая попытка Сати взяться за руки, случайно превращается в нырок в штаны Дзюна, оставляя его в полном недоумении. Встречайте эро-кавай ☆ лавком мангу!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "54"
  },
  {
    "mangaId": "3e34c87e-483c-4d56-933a-d33c4a1a02e2",
    "title": {
      "en": "Double Play"
    },
    "updatedAt": "2023-10-10T05:19:31+00:00",
    "coverArt": "https://mangadex.org/covers/3e34c87e-483c-4d56-933a-d33c4a1a02e2/0fea518d-167e-40f5-8c10-85feee04395d.jpg",
    "altTitles": [
      {
        "ja-ro": "Daburu Purei"
      },
      {
        "ja": "だぶるぷれい"
      },
      {
        "zh-hk": "雙人遊戲"
      }
    ],
    "description": {
      "en": "Having forgotten his keys, Tamao Hiroi a high-school student, returns home using the back entrance and is surprised to find a stranger in his bed… Soon he realizes this is no stranger but Ran Homura, one year younger, softball ace and one of the most beautiful girls at school! Hiroi watches her masturbating on his bed and instinctively does the same peeking through the glass door. He is soon found out though and a strange 'master/slave' relationship begins!\n\n\n---"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a96f9ee5-1452-493b-b371-e54de3868a58",
    "title": {
      "en": "AOTU World"
    },
    "updatedAt": "2024-08-17T12:53:28+00:00",
    "coverArt": "https://mangadex.org/covers/a96f9ee5-1452-493b-b371-e54de3868a58/99e36d60-2dc1-44c3-aac8-0ae61c85aac8.jpg",
    "altTitles": [
      {
        "zh": "凹凸世界"
      },
      {
        "zh-ro": "AOTU Shijie"
      },
      {
        "vi": "Thế Giới Ao Đột"
      },
      {
        "en": "AOTU World"
      },
      {
        "ko": "요철세계"
      }
    ],
    "description": {
      "en": "A god created AOTU World and established the 7 Oracles to rule it on behalf of this god. The poor and rich, enslaved and free, suffering and happiness, destruction and birth: every status is ordained by God. Mortals can only accept, but cannot resist. However, God has given his people the opportunity to change their fate through \"AOTU Contest.\" The contestants use their unique \"ability\" gifted by the Contest System and inbate wisdom and courage in hopes of winning the competition and becoming the world's ruler.",
      "vi": "Thần Sáng Thế của thế giới Ao Đột là một vị thần rất ngẫu hứng.\nNgài tạo ra vô số hành tinh và con dân trong thế giới Ao Đột, nhưng lại cai quản họ một cách tùy ý không theo quy luật --- có hành tinh màu mỡ tươi đẹp, có hành tinh cằn cỗi hoang vu, có con dân được hưởng tự do hạnh phúc, có con dân lại phải chịu sưu thuế nặng nề và lao động khổ sai.\nThần Sáng Thế thành lập ra Bảy Thần Sử, để họ thay mình thực hiện ý chỉ của thần\nThế nhưng cũng không phải là Thần Sáng Thế hoàn toàn không cho con dân mình cơ hội --- nếu như ai muốn thay đổi vận mệnh, thực hiện nguyện vọng của bản thân, vậy thì hãy tham gia \"Đại chiến Ao Đột\" đi! Các thí sinh sẽ được hệ thống đại chiến ban cho \"năng lực đặc biệt\", rèn luyện và vận dụng năng lực của riêng mình, không ngừng chiến đấu vượt qua thử thách. Chỉ cần là người chiến thắng sau cùng trong đại chiến Ao Đột là có thể đạt được tất cả, đồng thời được ban cho quyền thay mặt thần cai trị thế giới giống như Bảy Thần Sử.\nTuy nhiên, những điều trên chỉ là quan niệm giả dối, cuộc đấu này đã định sẵn không hề có kẻ chiến thắng. Cho tới khi nhân vật chính của chúng ta - Kim, xuất hiện trên sân đấu."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]