[
  {
    "mangaId": "2cf55b94-1793-41c2-8a0c-97a0c7e81eae",
    "title": {
      "en": "Gamble Fish"
    },
    "updatedAt": "2024-01-27T19:37:14+00:00",
    "coverArt": "https://mangadex.org/covers/2cf55b94-1793-41c2-8a0c-97a0c7e81eae/3cfdb750-7b56-4160-bfb0-de8009285cd7.jpg",
    "altTitles": [
      {
        "en": "ギャンブルフィッシュ"
      },
      {
        "en": "斗鱼"
      },
      {
        "en": "鬥魚"
      }
    ],
    "description": {
      "en": "The story is set at Shishidou, a school attended by rich and elite people. Tomu Shirasagi, a gambler, is a mysterious new transfer student who has come from a public school (instead of a prestigious private one) and faces the elitist environment. There, he declares a challenge toward any student and claims he will bring to the ruin the whole school through a series of gambling matches. Nobody knows why he has come to that school or what the real motivations behind his actions are.  \n  \nDuring any match, Tomu shows off all of his unique coolness and ability.  \n  \nHe employs a wide range of tricks, both psychological and physical, to ensure his victory. In any game, you will constantly ask how he's planning to win, why he's really doing certain things, and what's really going on. At the end of the matches, the tricks are revealed, and they all work in real life, even if they do require one to be highly skilled or lucky in order to perform them.  \n  \nThe story centers around the various matches he undertakes and the interactions between the various characters, like Mika Shishidou, the beautiful granddaughter of the school headmaster, who is highly intelligent but contemptuous and superb, or Abidani, the vampiric looking dorm superintendent and main villain (for now) in the series, who has a sadistic personality and whose goal is to make Tomu leave his school (or to get him killed).  \n  \nAs the story unfolds, more about Tomu's past is revealed, leading to unpredictable turns of events."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "19",
    "lastChapter": "168.2"
  },
  {
    "mangaId": "971fb926-e2c7-40da-be30-59e540aeb013",
    "title": {
      "en": "Hima-Ten!"
    },
    "updatedAt": "2024-10-09T12:15:34+00:00",
    "coverArt": "https://mangadex.org/covers/971fb926-e2c7-40da-be30-59e540aeb013/41626234-1cf5-475b-a92a-ccee360dfbe8.jpg",
    "altTitles": [
      {
        "ja": "ひまてん！"
      },
      {
        "ja-ro": "Hima-Ten!"
      },
      {
        "ja-ro": "HimaTen!"
      },
      {
        "ja-ro": "Himaten!"
      }
    ],
    "description": {
      "en": "High school home ec expert Tenichi earns extra money with a part-time job cleaning houses. But one day, Himari, the owner and model of the popular cosmetics brand Hima Riz, transfers into his class. Say hello to some company president girl x house-cleaner boy romantic comedy hijinks!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-10-14T02:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/0bb214e7-446c-454f-a65e-95db3cdbd38c.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c76e194-919d-4143-a7a4-f7b3504183d9",
    "title": {
      "en": "Revelation of Youth"
    },
    "updatedAt": "2024-07-20T14:08:40+00:00",
    "coverArt": "https://mangadex.org/covers/0c76e194-919d-4143-a7a4-f7b3504183d9/8dd94f4f-3811-4d49-b92a-760dc303ea94.jpg",
    "altTitles": [
      {
        "ko": "청춘계시록"
      },
      {
        "ko-ro": "Cheongchungyesilog"
      },
      {
        "ko-ro": "Cheongchun Gyesirok"
      },
      {
        "en": "Apocalypse of Youth"
      },
      {
        "uk": "Апокаліпсис юності"
      }
    ],
    "description": {
      "en": "Lim Chungah is a highschool student whose household got swindled by her own trusted uncle. With her parents leaving in pursuit of finding her uncle, she is temporarily left alone to live in her uncle's empty house. HOWEVER, what if Chungah's family weren't the only ones duped by her uncle's con? Enter Millenium Adventist Church, the biggest cult in their community and one of her uncle's scam victims. Lim Chungah finds herself cohabitating with Kim Yohan, the cult leader's one and only son. Oh God, will their living situation be okay?!",
      "uk": "Інтимне та небезпечне співмешкання з сином лідера культу почалось! Чону обманув її дядько, якому вона довіряла і її батьки пропали, коли сказали, що шукатимуть його, і раптом Чона живе одна в пустому будинку. Але обманули не тільки сім‘ю Чони! Найбільший культ в автономному районі «тисячолітня адвентистська церква» була теж обдурена її дядьком. І «Йохан», син лідера культу, прийшов до Чони додому. Він заносить свої речі…! Боже, що ж буде з цим співжиттям?",
      "pt-br": "Uma vida próxima e perigosa do filho do líder de um culto começou! Chungah foi enganada por seu tio em quem confiava e seus pais desapareceram, dizendo que estavam perseguindo seu tio desaparecido, e Chungah de repente vive sozinha em uma casa vazia. Mas não foi só a família de Chungah que foi enganada! O maior culto do distrito autônomo, \"Igreja Adventista do Milênio\", também foi enganado por seu tio. E \"Yohan\", o filho do líder do culto, veio à casa de Chung-ah. Ele está arrastando sua mala para dentro...! Deus, será que esta coabitação vai ficar bem?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aafb046c-9de4-4c3d-990c-6d75b079c0b9",
    "title": {
      "en": "Release That Witch"
    },
    "updatedAt": "2024-06-19T23:47:40+00:00",
    "coverArt": "https://mangadex.org/covers/aafb046c-9de4-4c3d-990c-6d75b079c0b9/ee278e22-9bfb-4b1b-9681-f8782b93e57b.jpg",
    "altTitles": [
      {
        "zh-ro": "Fangkai Nage Nüwu"
      },
      {
        "fr": "Relâchez cette Sorcière"
      },
      {
        "ru": "Освободите эту Ведьму"
      },
      {
        "zh": "放开那个女巫"
      },
      {
        "uk": "Звільніть цю відьму"
      },
      {
        "tr": "Cadıyı Salın"
      },
      {
        "vi": "Thả Vu Nữ Đó Ra"
      }
    ],
    "description": {
      "en": "A male engineer transmigrated into another world, and became a prince. This place strikingly resembles the Middle Ages of Europe, but at the same time, it seems kind of different? Witches truly exist, and they even possess magic powers! Magic powers are productive forces! Save the witches, liberate the productive forces! Open map, fight demons, break conspiracies, climb up the science and technology tree, and open the path of hardcore ‘farming’!",
      "ru": "Чэн Янь прошел сквозь время и попал в мир, подобный Средневековой Европе, став Роландом, 4-м принцем королевства. Но этот мир не такой, к какому он уже привык. Ведьмы и магия здесь — нормальное явление. Сможет ли Роланд заполучить трон короля и решить выпавшие на его долю проблемы? Только его опыт современных технологий и помощь ведьм, известных как «слуги Дьявола», позволят ему добиться успеха!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23f2ab6b-0832-456b-9d87-35868ce34fc8",
    "title": {
      "en": "My Clueless First Friend"
    },
    "updatedAt": "2024-10-07T19:30:18+00:00",
    "coverArt": "https://mangadex.org/covers/23f2ab6b-0832-456b-9d87-35868ce34fc8/c6e86e9d-b556-4197-9988-e84a8fe47135.jpg",
    "altTitles": [
      {
        "ja-ro": "Jijyou wo Shiranai Tenkousei ga Guigui Kuru"
      },
      {
        "pt": "O Aluno Sem Noção Transferido É Assertivo"
      },
      {
        "ja": "事情を知らない転校生がグイグイくる。"
      },
      {
        "zh-hk": "什麼情況都不知道的轉校生一個勁的湊過來。"
      },
      {
        "uk": "Цей безглуздий переведений учень такий настирливий."
      },
      {
        "fr": "Mon Amie des Ténèbres."
      },
      {
        "en": "The Clueless Transfer Student Is Assertive."
      },
      {
        "pt-br": "Meu Primeiro Amigo é um Tapado"
      }
    ],
    "description": {
      "en": "Akane Nishimura is a shy and gloomy elementary school girl with an unfounded dire reputation in her class due to her appearance. Taiyou Takada is a transfer student in her class who came from a small countryside school, and who is fascinated by the aspects of Nishimura that her classmates use to pick on her, finding her \"darkness\" cool beyond compare. Through the unbridled and fundamental joy Takada finds in being her friend, Nishimura starts realizing that being herself is not as bad as she thinks.",
      "uk": "Акане Нішімура — сором’язлива та похмура дівчинка початкової школи, яка через свою зовнішність має безпідставну жахливу репутацію у своєму класі. Тайо Такада — новий учень, який перевівся з невеликої сільської школи, і якому подобається унікальність Нішімури, яку її однокласники використовують, щоб познущатися з неї, вважаючи, що її «темрява» виглядає моторошно. Через нестримну та фундаментальну радість, яку проявляє Такада, будучи її другом, Нішімура починає розуміти, що бути собою не так вже й погано, як вона думала.",
      "pt-br": "Nishimura é uma garota retraída, hostilizada por todos os colegas por seu jeito sombrio, que dizem até que ela é a Morte em pessoa. Mas isso só chama ainda mais a atenção de Takada, um novo aluno transferido. Sem saber o motivo do apelido, que por sinal ele acha super-maneiro, Takada começa a se aproximar mais e mais da Nishimura para se tornar amigo dela. Uma história cativante, cheia de nostalgia dos nossos tempos de fundamental, sobre uma amizade que vai aquecer seus corações!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a6e24ed-9d9c-4f7b-9ee0-db65bea9189e",
    "title": {
      "en": "Multiverse no Watashi, Koishite Ii desu ka?"
    },
    "updatedAt": "2024-09-28T07:16:55+00:00",
    "coverArt": "https://mangadex.org/covers/6a6e24ed-9d9c-4f7b-9ee0-db65bea9189e/5a8c8a84-9233-469d-beb5-7c2c5c2e8272.jpg",
    "altTitles": [
      {
        "ja": "マルチバースの私、恋していいですか?"
      },
      {
        "en": "Is It Alright for My Multiverse Self to Fall in Love?"
      },
      {
        "vi": "Em của đa vũ trụ có thể yêu anh được không?"
      },
      {
        "ja": "マル恋"
      },
      {
        "ja-ro": "Marukoi"
      }
    ],
    "description": {
      "en": "Jogo has a crush on his classmate, Miyato. \n\nOne day, they unexpectedly end up walking home together after school. When Miyato is about to be hit by a truck, Jogo throws himself in harm's way to save her. In the final moment before impact, Jogo wishes he could have told Miyato how he felt. \n\nBut then he hears a mysterious voice saying, \"You can do it over. This time, don’t have any regrets.\"\n\nWhen he wakes up, he finds himself unharmed, lying on the ground, with a different version of Miyato beside him — she looks the same, but her clothes and hairstyle are different...?",
      "ja": "本当なら出逢えていなかった、私とあなた。好きだと言わなくても後悔はしない？\n\n可能性を切り拓く、マルチバースラブコメ読切！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0a5528a-c4a8-4495-a966-6877c12856ba",
    "title": {
      "en": "TRUMP"
    },
    "updatedAt": "2024-10-09T13:57:47+00:00",
    "coverArt": "https://mangadex.org/covers/a0a5528a-c4a8-4495-a966-6877c12856ba/8cec91f3-ac76-460f-9d42-3d1b4163c0e3.jpg",
    "altTitles": [
      {
        "en": "Trump"
      },
      {
        "ja-ro": "トランプ"
      }
    ],
    "description": {
      "en": "Sophie, a boy with vampire and human blood, is transferred from an orphanage to an institution called Clan. The school houses vampire boys who have reached their Cocoon period, or puberty in human terms. Sophie has a fateful encounter with a boy named Ul while being coldly greeted by the vampires around him. As Ul continues to research the “power of immortality” that vampires once possessed, he learns of the existence of TRUMP, the original vampire that is said to live forever, and begins to crave eternal life.\n\nEventually, Sophie and Ul become entangled in the deep fate surrounding the legend of immortality...\n\nA manga adaptation of the origin story of playwright Kenichi Suemitsu’s popular series! A Gothic school fantasy that beautifully spins the conflicts of impressionable and sensitive boysー!",
      "ja": "吸血種<ヴァンプ>と人間の血が流れる少年ソフィは、養護院からクランと呼ばれる施設へと入所した。そこは繭期――人間でいうところの思春期を迎えた吸血種の少年たちが集う学園。周囲の吸血種から冷ややかな目で迎えられる中、ソフィはある一人の少年と運命的な出会いを果たす。劇作家・末満健一の人気シリーズの原点となる物語をコミック化!! 繊細かつ多感な少年たちの葛藤を美しく紡ぎ出すゴシック学園ファンタジー!",
      "vi": "Câu chuyện xoay quanh Sophie Anderson - một con lai giữa con người và ma cà rồng (Dhampir), bị khinh ghét vì sự không thuần khiết. Tuy vậy, Sophie vẫn vượt lên những trở ngại với trái tim cao quý và luôn đầy tự hào về dòng máu của mình."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "30"
  },
  {
    "mangaId": "23a70b08-9ad9-4e5c-973d-81ec48c8f5a3",
    "title": {
      "en": "I'm a Curse Crafter, and I Don't Need an S-Rank Party!"
    },
    "updatedAt": "2024-10-21T06:10:16+00:00",
    "coverArt": "https://mangadex.org/covers/23a70b08-9ad9-4e5c-973d-81ec48c8f5a3/315b82c8-27c8-4c15-be6b-d49076d2d9b4.jpg",
    "altTitles": [
      {
        "ja": "Ｓランクパーティから解雇された【呪具師】～『呪いのアイテム』しか作れませんが、その性能はアーティファクト級なり……！～"
      },
      {
        "en": "My S-Rank Party Fired Me for Being a Cursificer: I Can Only Make “Cursed Items”, but They're Artifact Class!"
      },
      {
        "ja-ro": "S-Rank Party Kara Kaikosareta [Jugushi] ~\"Noroi no Item\" Shika Tsukuremasen ga, Sono Seinou wa Artifact-kyuu nari......!~"
      },
      {
        "vi": "Chỉ biết chế tạo trang bị nguyền rủa, tôi bị đuổi khỏi tổ đội cấp S"
      }
    ],
    "description": {
      "en": "Gaile, a Cursificer, is left penniless when he's expelled from his party as soon as they reach S Rank. Apparently he wasn't contributing enough?! But they hadn't realized that his cursed items outperform even holy relics and legendary equipment!\n\nGaile decides to try to make a living on his own off of his cursed items.",
      "ja": "【呪具師】のゲイルは大して貢献していないと、パーティがＳランクに昇格したと同時に無一文で追い出される。しかし、彼らは理解していなかった。ゲイルの作る呪具は、そこらの聖遺物や勇者の装備をも凌駕する性能を誇っていたことに…。ゲイルは呪具を活かして一人で生きていこうと決意しーー。\n\n風変わりな職業・呪具師の大活躍が新感覚の爽快感で大反響!!",
      "vi": "Gaile, một nguyền cụ sư tài năng, đã bị các đồng đội phản bội khi tổ đội đạt được hạng S. Họ không ngờ ràng các nguyền cụ của anh ta còn mạnh hơn cả thánh tích và các trang bị thần thoại. Sau khi bị đuổi khỏi tổ đội, Gaile quyết định tự mình kiếm sống bằng những nguyền cụ do mình tạo ra. Chuyến phiêu lưu của anh chàng nguyền cụ sư chính thức bắt đầu.",
      "pt-br": "A versão mangá de um dos romances de fantasia isekai mais populares de Shousetsuka ni Narou!\n\nGaile, um Cursificer, fica sem um tostão quando é expulso de seu grupo assim que chegam ao Rank S. Aparentemente ele não estava contribuindo o suficiente?! Mas eles não tinham percebido que seus itens amaldiçoados superam até mesmo relíquias sagradas e equipamentos lendários!\n\nGaile decide tentar ganhar a vida por conta própria com seus itens amaldiçoados."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a46590b-14df-43f6-8450-5813cbf482e7",
    "title": {
      "en": "Hachinan tte, Sore wa Nai Deshou!"
    },
    "updatedAt": "2024-10-10T03:42:56+00:00",
    "coverArt": "https://mangadex.org/covers/5a46590b-14df-43f6-8450-5813cbf482e7/4c4ccd13-238c-4870-bd2f-92a5acd06f13.jpg",
    "altTitles": [
      {
        "ja": "八男って、それはないでしょう!"
      },
      {
        "en": "The 8th Son? Are You Kidding Me?"
      },
      {
        "zh": "八男？别闹了！"
      },
      {
        "ko": "팔남이라니, 그건 아니잖아요!"
      },
      {
        "pt-br": "O 8º Filho? Você Está Brincando Comigo?"
      },
      {
        "es-la": "¿El octavo hijo? ¡Eso no puede ser cierto!"
      },
      {
        "ru": "Восьмой сын? Да не может этого быть!"
      },
      {
        "bg": "хатинан ттэ, сорэ ва най дэсё:"
      },
      {
        "th": "ผมเนี่ยนะ...ชายแปด!"
      },
      {
        "vi": "Con Trai Thứ 8, Đừng Đùa Nữa!"
      }
    ],
    "description": {
      "en": "Ichinomiya Shingo, a young 25 years old, single, company worker, while thinking of tomorrow’s busy working day goes to sleep. However, the when he wakes up, it was a room unknown to him.\n\nHe learns that he is inside a 6 years-old boy and has taken over his mind. Furthermore, he learns a lot from the memories of said boy: he was born as the youngest child (8th son and 10th child) of a poor noble family living in the back country. Having no administrative skill, he couldn’t do anything to manage the vast land his family has. Fortunately, he was blessed with a very rare talent, talent of magic. Unfortunately, while his talent could bring prosperity to his family, in his situation it only brought disaster.\n\nYes, this is the story of the boy, Wendelin von Benno Baumeister, opening his own path in a harsh world.",
      "pt-br": "Ichinomiya Shingo, um jovem de 25 anos de idade, solteiro, funcionário de uma empresa, enquanto pensa sobre o agitado dia de trabalho de amanhã vai dormir. No entanto, no momento em que ele acordou, era um quarto desconhecido para ele. Ele então descobriu que estava dentro de um menino de 6 anos de idade e tinha assumido sua mente. Além disso, ele aprendeu muito com as lembranças do menino: ele nasceu como o filho mais novo (oitavo filho de 10 crianças) de uma pobre família nobre que vive no interior do país. Não tendo nenhuma habilidade, ele não podia fazer nada para administrar a vasta terra que sua família possui. Felizmente, ele foi abençoado com um talento muito raro, o talento da magia. Infelizmente, enquanto seu talento poderia trazer prosperidade a sua família, em sua situação, só trouxe desastre. Esta é a história do garoto, Wendelin von Bennon Baumeister, abrindo seu próprio caminho em um mundo cruel."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a6a13cc-d611-41e1-9924-7b3ddfcf154a",
    "title": {
      "en": "Hibichika Time"
    },
    "updatedAt": "2023-06-29T04:06:16+00:00",
    "coverArt": "https://mangadex.org/covers/6a6a13cc-d611-41e1-9924-7b3ddfcf154a/e73555d7-32b6-4d2d-8457-aedd088eb662.png",
    "altTitles": [
      {
        "ja": "ひびちかタイム"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "32"
  },
  {
    "mangaId": "eb5289d3-c3e7-40a3-af54-bd80a7ff2df3",
    "title": {
      "en": "Renai Caffeine"
    },
    "updatedAt": "2024-07-27T15:48:11+00:00",
    "coverArt": "https://mangadex.org/covers/eb5289d3-c3e7-40a3-af54-bd80a7ff2df3/c98d09f2-d278-43eb-9ed9-4aa272e96219.jpg",
    "altTitles": [
      {
        "ja": "恋愛カフェイン"
      },
      {
        "ja": "366日目のブルー"
      },
      {
        "ja-ro": "Ren'ai Caffeine"
      },
      {
        "ja-ro": "Ren'ai Kafein"
      },
      {
        "ja-ro": "Renai Kafein"
      },
      {
        "ja-ro": "366-nichime no Blue"
      },
      {
        "en": "Passion Caffeine"
      },
      {
        "zh": "恋爱咖啡因"
      },
      {
        "en": "Passion and Caffeine"
      }
    ],
    "description": {
      "en": "After Sunohara Hanano suddenly has to move to take care of her sister's house, she meets her sister's good friend Natsuki Kyosuke. Before she realizes, his cool appereance and tenderness will melt her heart?!"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "8.5"
  },
  {
    "mangaId": "db692d58-4b13-4174-ae8c-30c515c0689c",
    "title": {
      "en": "Hunter x Hunter"
    },
    "updatedAt": "2024-10-18T09:10:14+00:00",
    "coverArt": "https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/a1686843-1414-45e4-a4b7-425d58356042.jpg",
    "altTitles": [
      {
        "en": "Hunter Hunter"
      },
      {
        "en": "HUNTER×HUNTER"
      },
      {
        "en": "HxH"
      },
      {
        "de": "Jäger x Jäger"
      },
      {
        "lt": "Medžiotojas x Medžiotojas"
      },
      {
        "ru": "Охотник х Охотник"
      },
      {
        "ar": "القناص"
      },
      {
        "ar": "هنتر x هنتر"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "zh": "全职猎人"
      },
      {
        "zh": "猎人"
      },
      {
        "hi": "हन्टर x हन्टर"
      },
      {
        "fa": "هانتر x هانتر"
      },
      {
        "kk": "Аңшы × Аңшы"
      },
      {
        "kk": "Аулаушы × Аулаушы"
      },
      {
        "tr": "Avcı x Avcı"
      },
      {
        "es-la": "Cazador X"
      },
      {
        "vi": "Thợ Săn Tí Hon"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "fa": "هانتر‌ها، افراد کنجکاوی که به دنبال گنج‌ها، مجرم‌های خطرناک، مکان‌های ناشناخته و اسرارآمیز، جانوران افسانه‌ای و... هستند. البته برای دست یابی به این موقعیت نیاز به مجوزی است که در بین هر صدهزار نفر تنها یک نفر می‌تواند در آزمون آن موفق شود.\nاین داستان درمورد چهار نوجوانه که در آزمون هانترها با هم روبه‌رو می‌شوند:\nگون، پسری که به دنبال پدرش می‌گردد. کیلوا، پسری که می‌خواهد زندگی جدیدی را شروع کند. لئوریو، پسری که قصد دارد پزشک شود و کوراپیکا، پسری که می‌خواهد انتقام قبیله خود‌ را بگیرد.",
      "pt": "Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters.",
      "vi": "Thợ Săn là những người đi chu du thế giới, đối mặt với hiểm nguy. Từ bắt giữ tội phạm cho đến nhưng cuộc thám hiểm trên các hòn đảo để tìm kho báu. Câu chuyện bắt đầu khi người cha của một cậu bé tên Gon mất tích đã khá lâu, nên cậu bé quyết định trở thành Thợ Săn với hy vọng tìm được cha mình. Khi được 12 tuổi Gon bắt đầu cuộc hành trình của mình để được tham gia vào \"Cuộc thi Thợ Săn Kỳ Tài\", ai cũng biết tỉ lệ thành công rất thấp, có khi chết lúc nào không hay. Trong cuộc thi cậu đã kết bạn với Kurapica, Leorio và Killua. Với tình bạn, họ đã trải qua biết bao nhiêu là thử thách, hiểm nguy trên cuộc hành trình của một người Thợ Săn... Còn về phần họ trải qua những thử thách gì và như thế nào thì mời các bạn theo dõi...",
      "es-la": "Sigue la historia de Gon Freecss, un joven que descubre que su padre, a quien creía muerto, es un legendario Cazador, un miembro de una élite que se especializa en localizar tesoros, bestias raras o personas peligrosas. Decidido a encontrar a su padre, Gon emprende un viaje para convertirse en Cazador. En su camino, se enfrenta a desafíos mortales y forma fuertes lazos con amigos como Killua, Leorio y Kurapika. A medida que avanza en su viaje, Gon descubre que el mundo de los Cazadores es mucho más peligroso y complejo de lo que imaginaba.",
      "pt-br": "A série conta a história de Gon Freecss, um garoto de 12 anos que pretende se tornar um Hunter, um caçador de tesouros, lugares perdidos e criaturas estranhas.\n\nContudo, ao contrário da maioria dos Hunters que procuram fama e dinheiro, o herói da história tem uma motivação maior para querer ser um caçador – encontrar seu pai – um dos mais famosos hunters do mundo.\n\nMas não é qualquer um que pode se tornar um Hunter. Para poder praticar essa reconhecida profissão, é necessário ter uma licença especial – e para tirá-la é preciso passar – e sobreviver – a exames com milhares de inscritos. Uma vez aprovado e com sua licença Hunter em mãos, o caçador passa a ter direito a acessar áreas restritas, informações secretas e consegue acumular facilmente uma grande fortuna de acordo com seus feitos ? incluindo ir atrás de Hunters que usam seus poderes para objetivos escusos."
    },
    "status": "ongoing",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "decb475a-c54a-430f-a08a-0ffbfb12a977",
    "title": {
      "en": "Legal Pirate Parfait"
    },
    "updatedAt": "2024-03-25T23:31:19+00:00",
    "coverArt": "https://mangadex.org/covers/decb475a-c54a-430f-a08a-0ffbfb12a977/f763e319-805a-47f6-97f0-928c43da7daf.jpg",
    "altTitles": [
      {
        "ko": "합법해적 파르페"
      },
      {
        "en": "Privateer Parfait"
      },
      {
        "en": "Parfait: the Privateer"
      },
      {
        "en": "Parfait: the Legal Pirate"
      }
    ],
    "description": {
      "en": "The extraordinary Princess Parfait's marvelous fantasy adventure!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b77576e-334a-4fb8-8a1d-9b31e35c1ab0",
    "title": {
      "en": "Tsukiatteinai Senpai to Kouhai"
    },
    "updatedAt": "2024-10-17T18:52:26+00:00",
    "coverArt": "https://mangadex.org/covers/5b77576e-334a-4fb8-8a1d-9b31e35c1ab0/d6906995-11f5-43a8-ab8a-acabbd2cb054.jpg",
    "altTitles": [
      {
        "ja": "付き合っていない先輩と後輩"
      },
      {
        "en": "A Senpai and A Kouhai Who Are Not Dating"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "25"
  },
  {
    "mangaId": "de36d69c-733f-4f6f-94fb-5d517a05284b",
    "title": {
      "en": "Salt and Pepper"
    },
    "updatedAt": "2023-08-09T15:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/de36d69c-733f-4f6f-94fb-5d517a05284b/58f82ef3-6dc9-469f-952f-cd483930b969.jpg",
    "altTitles": [
      {
        "ko": "솔트앤페퍼"
      },
      {
        "en": "Salt n' Pepper"
      }
    ],
    "description": {
      "en": "Min Hu Chu, a guy who lives to eat and So Geum Ji, a girl who eats to live. They’re both childhood friends but with complete different opinions on the purpose of food. Focusing on these two characters, introducing a story that includes recipes to make alone(?) and their campus life(!) The author of ‘Second Lead Complex’, Soi’s beginning of a new series!",
      "ko": "먹기 위해 사는 민후추와 살기 위해 먹는 소금지. 소꼽친구지 만 음식에 대한 가치관이 전혀 다른 두 사람. 둘을 중심으로 펼 쳐지는 자취 요리(?)와 캠퍼스 라이프(!) 서브 콤플렉스 소이 작가의 신작!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55a07653-5be6-49e5-b705-c663c90981ac",
    "title": {
      "en": "Batsu-Hare"
    },
    "updatedAt": "2024-04-17T21:16:23+00:00",
    "coverArt": "https://mangadex.org/covers/55a07653-5be6-49e5-b705-c663c90981ac/b19e2305-8bbf-414b-87ba-7353f43a7a35.jpg",
    "altTitles": [
      {
        "ja": "バツハレ"
      },
      {
        "zh-hk": "後宮開在離婚"
      },
      {
        "ja-ro": "Batsuhare"
      },
      {
        "id": "Komik Batsu Harem"
      },
      {
        "vi": "Batsu Hare"
      }
    ],
    "description": {
      "en": "The story begins with the protagonist, Wakou Ichiro, who decides to return home early from work to celebrate his second anniversary with his wife. But, when he opens the door of his house.... He finds his wife cheating on him! Although the marriage was short-lived, his life changes again when suddenly, a certain woman appears in front of him? Thus begins a new story, a new erotic comedy!",
      "ja": "２度目の結婚記念日。仕事を終えて帰宅した和光市路が目撃したのは見知らぬ男と交わる妻の姿だった──！住み慣れた我が家、幸福な日々、そして愛する人を失った和光だったが、そんな彼の前に現れたのは…！？",
      "vi": "Câu chuyện bắt đầu khi nhân vật chính, Wakou Ichiro về nhà sớm để kỷ niệm 2 năm ngày cưới với vợ mình. Nhưng bất ngờ khi mở cửa ra thì... Anh phát hiện vợ mình đang làm tình với người đàn ông khác. Cuộc hôn nhân dù ngắn nhưng cũng làm cuộc sống của anh thay đổi một lần nữa. Bất ngờ một cô gái xuất hiện trước mặt anh, câu truyện vừa hài vừa lứng sẽ bắt đầu?",
      "es-la": "La historia empieza con el protagonista, Wakou Ichiro, quien decida regresar temprano a casa del trabajo para celebrar su segundo aniversario con su esposa. Pero, cuando abre la puerta de su casa... ¡Se encuentra a su esposa siéndole infiel! A pesar de que matrimonio duró muy poco, su vida vuelve a cambiar cuando de repente, frente a él se aparece cierta mujer... ¡Así comienza una nueva historia, una nueva comedía erótica!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ef6e461-033b-4976-b222-943856c94a97",
    "title": {
      "en": "Smiley"
    },
    "updatedAt": "2024-10-05T17:19:45+00:00",
    "coverArt": "https://mangadex.org/covers/9ef6e461-033b-4976-b222-943856c94a97/666b465e-c526-4a4a-b06e-8627282c4131.jpg",
    "altTitles": [
      {
        "ja": "スマイリー"
      },
      {
        "ru": "Улыбающиеся"
      },
      {
        "vi": "Smiley - Cười lên"
      }
    ],
    "description": {
      "en": "Yuushi Kamome is a freelance writer who lost his beloved daughter in an accident. In despair, his wife leaves him, and he spends his days like a shell of a man. One day, however, a flyer from a strange religious group, the \"Heart Laughing Society,\" changes his fate. It shows the image of his wife, whom he has lost touch with...This is a story of faith and madness. What is the black darkness of the cult that an evil smile invites? A chilling “new religion” suspense begins!",
      "ru": "Томодзи Камомэ — писатель-фрилансер, потерявший любимую дочь в результате несчастного случая. В отчаянии от него уходит жена, и он проводит свои дни в одиночестве, закрывшись от внешнего мира.\nОднако однажды листовка странной религиозной группы «Общество смеющегося сердца» меняет его судьбу. В ней он увидел свою жену, с которой потерял связь...",
      "vi": "Yuji Kamome, một nhà báo tự do đã mất đi đứa con gái yêu quý của mình trong một vụ tai nạn. Trong cơn tuyệt vọng, vợ anh cũng đã rời bỏ anh, để mặc anh trải qua những tháng ngày trống rỗng. Tuy nhiên, một ngày nọ, một tờ rơi từ một giáo phái kỳ lạ mang tên \"Tâm Tiếu Hội\" tìm đến và thay đổi số phận của anh. Và trong bức ảnh trên tờ rơi đó anh đã nhận ra được người vợ đã biệt tăm biệt tích suốt thời gian qua của mình. Một câu chuyện về sự cuồng tín và điên rồ của con người. Thứ bóng tối tà đạo mà nụ cười ma quái đó đang mời gọi là gì?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "322fd61d-158f-4c6e-bd2e-56952e3e4de6",
    "title": {
      "en": "The Amazing Digital Circus"
    },
    "updatedAt": "2024-09-25T19:44:25+00:00",
    "coverArt": "https://mangadex.org/covers/322fd61d-158f-4c6e-bd2e-56952e3e4de6/c3fa368d-bcc3-41e5-b28d-266088979999.png",
    "altTitles": [
      {
        "ja": "アメイジング・デジタル・サーカス"
      },
      {
        "ja-ro": "Amazing · Digital · Circus"
      }
    ],
    "description": {
      "en": "Where is the exit?\n\nThe comic adaptation of the dark comedy begins!\n___\n**Cooperation:** InfoLens Inc.\n\nPublished monthly in print in Corocoro Ichiban! and online in Weekly Corocoro Comic."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b79b073-7882-439d-8f78-2332802f32bf",
    "title": {
      "en": "To You Who Were Buried"
    },
    "updatedAt": "2024-09-14T21:06:11+00:00",
    "coverArt": "https://mangadex.org/covers/4b79b073-7882-439d-8f78-2332802f32bf/39f16e1b-cfe0-4b37-ac9b-10aaadb20f55.jpg",
    "altTitles": [
      {
        "ja": "葬られたきみへ"
      },
      {
        "ja-ro": "Hōmurareta Kimi e"
      },
      {
        "ja-ro": "Houmurareta Kimi e"
      },
      {
        "ko": "묻혀있는 너에게"
      }
    ],
    "description": {
      "en": "In ten or so years, in a future where resurrecting the dead is an everyday occurrence, the moon will collide with the Earth, bringing with it the end.\nBefore the apocalypse happens, Nekuro confesses to her best friend Kiri, who, seeing no hope for the future, takes her admirer's confession half-joklingly, until one day, Nekuro dies."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b37189e-0bb2-4586-9757-b3fe6acd77b3",
    "title": {
      "en": "Majo Taisen - 32-nin no Isai no Majo wa Koroshiau"
    },
    "updatedAt": "2024-10-17T10:05:13+00:00",
    "coverArt": "https://mangadex.org/covers/2b37189e-0bb2-4586-9757-b3fe6acd77b3/416dfdeb-3139-43be-b931-bf4eac47660f.jpg",
    "altTitles": [
      {
        "ja": "魔女大戦 32人の異才の魔女は殺し合う"
      },
      {
        "en": "The War of Greedy Witches"
      },
      {
        "ru": "Война Ведьм"
      },
      {
        "uk": "Війна відьом"
      },
      {
        "vi": "Ma nữ đại chiến"
      }
    ],
    "description": {
      "en": "Joan of Arc, the hero who saved France, was sentenced to be burned at the stake. But at the moment of her death, a demon sent her to another world. There, she found 32 women from across history, known as “witches.” With the addition of the final witch, Joan of Arc, Walpurgis Night begins: Only one witch can survive, and have her wish granted!",
      "ja": "フランスを救った奇跡の英雄ジャンヌ・ダルク。火刑に処され、その生涯を終えようとしていた彼女は死の間際、別世界へと飛ばされてしまう。そこにいたのはその名を歴史に刻み、「魔女」と呼ばれる32人の女傑たちであった。そして、最後の「魔女」ジャンヌダルクが揃い、欲深き魔女たちの殺し合い魔女千夜血戦の開幕が告げられるーー!!",
      "ru": "История о 32 исторических женщинах, в том числе Жанне д'Арк, Клеопатре, Томоэ Гозэн и Марии Антуанетте - названых «алчными ведьмами», сражающихся насмерть, ради исполнения своего желания.",
      "uk": "Тридцять дві відьми з усієї історії борються на смерть у Вальпургієву ніч, щоби виконати свої бажання. Жанна д'Арк, Клеопатра, Томое Ґодзен, Марія Антуанетта та інші."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c627186-541e-4ef3-a68a-860520a779ab",
    "title": {
      "en": "Oshi to Deaitakunai Joshidaisei"
    },
    "updatedAt": "2023-06-23T02:25:04+00:00",
    "coverArt": "https://mangadex.org/covers/0c627186-541e-4ef3-a68a-860520a779ab/82ff5ca8-3014-4419-a978-3f1621f274cb.jpg",
    "altTitles": [
      {
        "ja": "推しと出会いたくない女子大生"
      }
    ],
    "description": {
      "en": "The story follows Mai, a college student, who joins a light music club because of her crush, the bass player and distributor Single Mambo. However, she meets Mitsui, her classmate, who is also a fan! She doesn't want to get close to him and doesn't want to be revealed as a fan, but for some reason, Mitsui is getting closer and closer to her...?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "22"
  },
  {
    "mangaId": "c3b168a0-2f0c-4f2b-b75a-17b081866c64",
    "title": {
      "en": "Magabanashi: Ghost Stories Spreading on Social Media"
    },
    "updatedAt": "2024-10-21T05:00:17+00:00",
    "coverArt": "https://mangadex.org/covers/c3b168a0-2f0c-4f2b-b75a-17b081866c64/319ead18-d289-488e-9c9e-a936dec84a10.png",
    "altTitles": [
      {
        "ja": "禍話: SNSで伝播する令和怪談"
      }
    ],
    "description": {
      "en": "Based on the popular horror radio show Magabanashi, this anthology captures supernatural stories that have taken on a life of their own across social media. The collection includes 11 haunting accounts drawn from over 400 urban legends, featuring eerie forests, mysterious flyers, hidden family secrets, and strange sounds from behind forbidden doors. Readers are cautioned that these tales come with risks, as they tap into deep-seated fears and blur the line between reality and the supernatural."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a6d6ea2-18a5-4a31-9777-f4bb5bd32726",
    "title": {
      "en": "Little Mushroom"
    },
    "updatedAt": "2024-06-16T11:18:59+00:00",
    "coverArt": "https://mangadex.org/covers/2a6d6ea2-18a5-4a31-9777-f4bb5bd32726/cd987770-8002-4426-9ed4-a9d758427026.jpg",
    "altTitles": [
      {
        "zh": "小蘑菇"
      }
    ],
    "description": {
      "en": "“Until the day humanity falls.”\n\nIn the year 2020, Earth’s magnetic poles disappeared and humankind was nearly wiped out by cosmic radiation. Within the span of a hundred years, living creatures began to mutate and devour each other while the remaining humans, numbering in the tens of thousands, struggled bitterly in their man-made bases.\n\nIn the Abyss, home to the mutated xenogenics, there lived a sentient little mushroom. Because it had been nourished by the blood and flesh of the deceased human An Ze, not only did it take on a similar-looking human form, but a similar name as well: An Zhe.\n\nAn Zhe is determined to go to the human base to search for his spore, which had been harvested by humans. Once there, however, he faces the omnipresent risk of discovery and certain death as he tries to keep his non-human nature hidden from the Judges, whose responsibility is to inspect for and eliminate xenogenics like himself. And of all the Judges, Colonel Lu Feng is the most perceptive and merciless—as soon as he determines that someone is a xenogenic, he will execute that person on the spot.\n\nBut An Zhe’s mutation goes undetected by Lu Feng’s eyes, and so a tale of humans and xenogenics unfolds…\n\nSilver Award winner at the 12th Chinese Nebula Awards for Chinese Science Fiction.",
      "pl": "Ponury i niegościnny świat po katastrofie ekologicznej. Spustoszoną ziemię bombarduje promieniowanie kosmiczne. Niedobitki ludzkości schroniły się w dwóch ostatnich ocalałych bazach, desperacko próbując przetrwać. Każdy kontakt z obcym organizmem żywym grozi skażeniem genetycznym.\n\nDo bazy ludzi trafia zagubiony chłopak, który w rzeczywistości nie jest nawet człowiekiem. Los styka go z bezlitosnym sędzią, wyszkolonym do tropienia i likwidowania mutantów. Niespodziewanie ich znajomość przeradza się w coś więcej…\n\nPolskie tłumaczenie powieści dostępne tutaj: https://www.wattpad.com/story/251281478-little-mushroom"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "855a1c70-4e13-4b82-8bf5-fb42201db6d5",
    "title": {
      "en": "Shin Mazinger Zero vs. the Great General of Darkness"
    },
    "updatedAt": "2024-10-14T00:45:41+00:00",
    "coverArt": "https://mangadex.org/covers/855a1c70-4e13-4b82-8bf5-fb42201db6d5/c0b28c29-d7a2-484a-af93-ac0668e0bdfe.jpg",
    "altTitles": [
      {
        "ja-ro": "Shin Mazinger Zero vs. Ankoku Daishogun"
      },
      {
        "ja": "真マジンガーZEROvs暗黒大将軍"
      },
      {
        "zh": "真魔神ZERO VS 暗黑大将军"
      }
    ],
    "description": {
      "en": "After finally defeating Dr. Hell, Kabuto Kouji has to battle the forces of the Mikene Empire. Against an enemy unknown even to Minerva X, who has seen countless alternate timelines, Mazinger Z faces his most desperate moments! (MAL)",
      "pt-br": "Depois de finalmente derrotar o Dr. Hell, Kabuto Kouji tem que lutar contra as forças do Império Mikene. Contra um inimigo desconhecido até mesmo para Minerva X, que viu inúmeras linhas do tempo alternativas, Mazinger Z enfrenta seus momentos mais desesperadores!"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "35"
  },
  {
    "mangaId": "cb3b4af2-9a97-4858-b074-46985e8b9fb4",
    "title": {
      "en": "I Want to Live a Good Life"
    },
    "updatedAt": "2024-10-13T17:24:34+00:00",
    "coverArt": "https://mangadex.org/covers/cb3b4af2-9a97-4858-b074-46985e8b9fb4/11d2f3bb-0fb5-47b8-a68c-3e60e1a848bd.jpg",
    "altTitles": [
      {
        "ko": "착하게 살고 싶었답니다"
      }
    ],
    "description": {
      "en": "The best in the world, excellent martial arts, overflowing money and pleasure----the center of the magical world, Black Astronomy. Kang Hee-ran, the granddaughter of the owner of Heukcheonmun, lives a life that has nothing to lack and nothing to be envied of, but dies at the hands of her stepmother. And for some reason, Heeran reverted to her younger self! In the life that started again, she goes down quietly and kindly with her warm nanny. The first step of revenge begins with making the third Confucius, Kang Lun, the king of the underworld who will soon rule Black Astronomy, into a man of Heiran...!!  I was trying to live...  Heeran's stepmother didn't like the way he looked and started to kill all of Heeran's people.  And Heeran went to the bottom of the Dark Astronomical Gate to the realm of the deep hell for revenge."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16c41b90-c9be-49eb-be31-b02648598202",
    "title": {
      "en": "The Tired Office Lady and Ghost Arms"
    },
    "updatedAt": "2024-10-21T04:45:00+00:00",
    "coverArt": "https://mangadex.org/covers/16c41b90-c9be-49eb-be31-b02648598202/6f41dadf-2f9e-402f-8111-a64ddbffe741.jpg",
    "altTitles": [
      {
        "ja": "おツカレOLと腕の漫画"
      },
      {
        "en": "OL and Ghost Arms"
      },
      {
        "ja-ro": "Otsukare OL to Ude no Manga"
      },
      {
        "en": "The Tired OL & The Arms Comic"
      }
    ],
    "description": {
      "en": "A stressed office lady is comforted by a pair of mysterious, ghostly arms."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5422f55a-4fbf-4f60-9289-bab55c87c2bc",
    "title": {
      "en": "Guilty Circle"
    },
    "updatedAt": "2024-10-09T13:14:52+00:00",
    "coverArt": "https://mangadex.org/covers/5422f55a-4fbf-4f60-9289-bab55c87c2bc/228b46b7-5511-4dc0-8796-6d859098ead0.jpg",
    "altTitles": [
      {
        "ja": "ギルティサークル"
      },
      {
        "zh-hk": "罪惡社團"
      },
      {
        "zh": "罪恶社团"
      }
    ],
    "description": {
      "en": "April! Sawaya Doji's college life at his dream school of Seio University starts with an encounter with the beautiful Kaede Hoshimi during the club recruiting fair. Sawaya believes that if he goes to Tokyo... if he joins a university... if he joins a club, he can get a girlfriend! It's a great way to meet new people, but what kind of club has he gotten himself into?",
      "ja": "４月！　憧れの青応大学へと入学した大学１年生・沢屋童二は、サークル勧誘期に美少女・星見楓と出会う。「東京に行けば…大学に入れば…サークルに入れば、彼女ができる！」と信じる沢屋は星見楓とともに派手目なサークルの新歓コンパへと参加するが……。沢屋が足を踏み入れたサークルの罪深き実態、秘密とは何か！？",
      "pt-br": "Abril! A vida universitária de Sawaya Doji em sua escola de sonho da Universidade de Seio começa com um encontro com a bela Kaede Hoshimi durante a feira de recrutamento do clube. Sawaya acredita que se ele for para Tóquio... se ele entrar em uma universidade... se ele entrar em um clube, ele pode conseguir uma namorada! É uma ótima maneira de conhecer novas pessoas, mas em que tipo de clube ele se meteu?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3557b1c-7523-4de1-9670-cce10f5166d6",
    "title": {
      "en": "Kare to Kanojo no Sentaku"
    },
    "updatedAt": "2023-12-27T15:51:42+00:00",
    "coverArt": "https://mangadex.org/covers/c3557b1c-7523-4de1-9670-cce10f5166d6/9ab8527f-86a6-474d-a607-1467c703b835.jpg",
    "altTitles": [
      {
        "ja-ro": "Kare to Kanojo no Sentaku"
      },
      {
        "ru": "Её и его выбор"
      },
      {
        "ja": "カレとカノジョの選択"
      },
      {
        "zh-hk": "他和她的選擇"
      },
      {
        "ko": "그와 그녀의 선택"
      },
      {
        "en": "The Choice Is His & Hers"
      }
    ],
    "description": {
      "en": "A new relationship begins after a seven year reunion!  \n  \nAfter being separated for seven years between Hokkaido and Tokyo, a young man waits at the airport to reunite with his best friend. However, what arrives instead is a message from his best friend saying he will be late, and a mysterious beauty! The ever-spirited mangaka, Hiroki Ohara, makes his debut on Comic Newtype!",
      "ja": "北海道と東京――離れ離れになってから７年、青年は中学以来に再会する親友を待っていた。そんな彼に届いたのは、遅刻を詫びる親友からのメール、そして謎の美女だった。 気鋭の漫画家・緖原博綺がついにコミックNTに初登場！",
      "ko": "어른이 되면 너를 만나러 갈게──.\n그 약속을 가슴에 품고, 7년만에 재회한 ‘그’는 ‘그녀’가 되어 있었다?!\n이제는 다른 성별이 되어버린 상황에서 동거를 시작한 두 친구의 우정이 향하는 방향은 어디일까?\n상쾌한 터치로 그려낸 TS 청춘 스토리, 코믹 레인 신작 ‘그와 그녀의 선택’.",
      "zh-hk": "太刀花和真與宮之下遙是從小學就在一起的好朋友。遙在班上大受歡迎，而且很有義氣，實力也不差，因此常常幫助雖然身材高大，但個性比較懦弱的和真。兩人上了國中，因為和真轉學的關係而分開了，但這兩位好友約定好長大之後要再次見面。就這樣過了7年，雖然一直有在聯絡，但兩人的關係漸漸變得有點疏遠的某一天，遙突然告訴和真要到東京找他。經過一番波折之後，兩人終於睽違7年見面了，但是沒想到…遙卻從男生變成女生了！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "28"
  },
  {
    "mangaId": "0d3e64e9-a10b-4171-9b71-0fd88fcf4028",
    "title": {
      "en": "How Far Are You Okay With?"
    },
    "updatedAt": "2024-07-29T16:32:27+00:00",
    "coverArt": "https://mangadex.org/covers/0d3e64e9-a10b-4171-9b71-0fd88fcf4028/5a8987b7-2a1e-48c7-b1bb-b119bf78fa24.jpg",
    "altTitles": [
      {
        "ko": "어디까지 괜찮아?"
      },
      {
        "en": "How Far Can You Go?"
      },
      {
        "en": "How Far Are You Okay?"
      },
      {
        "en": "To What Extent Is It Okay For You?"
      }
    ],
    "description": {
      "en": "“If it’s okay with you, Noona… Do you want to do that thing I just saw with me?” Eunpyeong finds it difficult to start dating because of painful memories. Nyuk, her underclassman from the same department, approaches her but Eunpyeong finds it hard to accept him. One day, Nyuk walks Eunpyeong home because she is drunk. At her house, he makes an unexpected discovery and a bold suggestion…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cde5424f-02e5-4c90-a433-b92d831d9856",
    "title": {
      "en": "Yearning For A Night Full of You"
    },
    "updatedAt": "2024-10-20T16:54:35+00:00",
    "coverArt": "https://mangadex.org/covers/cde5424f-02e5-4c90-a433-b92d831d9856/cc4f55e4-abfd-48b6-a822-b8d266f4b1eb.jpg",
    "altTitles": [
      {
        "ja-ro": "Kimi Meku Yoru ni Kogarete"
      },
      {
        "ja": "君めく夜に焦がれて"
      }
    ],
    "description": {
      "en": "Saint Ruri Girl's Academy. At this academy, there are two opposing factions: the \"Ruri Class,\" consisting of refined, well-bred ladies, and the \"Ai Class,\" made up of delinquents with poor behavior. Nanase Mitsuki, among the students of the Ai Class, is the most feared by the Ruri Class due to her intimidating appearance, though Mitsuki harbors a complex about her looks. One night, she meets Hosho Yuka, a young lady wandering alone at night... A sweet and fleeting love story between two people who are only allowed to meet at night."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6a74241-01b2-4f95-ac6b-3db30f07e5c0",
    "title": {
      "en": "Smoke Screen"
    },
    "updatedAt": "2024-04-29T21:36:36+00:00",
    "coverArt": "https://mangadex.org/covers/a6a74241-01b2-4f95-ac6b-3db30f07e5c0/f4fbc025-e651-4d20-b335-327b30f9b831.png",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "5"
  },
  {
    "mangaId": "cf4f7c60-111b-4a18-b5a0-06cc5bcc91f4",
    "title": {
      "en": "Powerful Confession"
    },
    "updatedAt": "2024-10-21T04:08:55+00:00",
    "coverArt": "https://mangadex.org/covers/cf4f7c60-111b-4a18-b5a0-06cc5bcc91f4/d59a2814-cc3b-4cb6-9ba2-1831738a2052.jpg",
    "altTitles": [
      {
        "ko": "전력고백"
      }
    ],
    "description": {
      "fr": "Tomber amoureux devrait être une expérience excitante... mais pas pour Hari ! Notre héroïne est maudite par l'amour non réciproque, et Yura compte bien en profiter. Hari réussira-t-elle à avouer ses sentiments à son premier amour, ou se laissera-t-elle emporter par les complications de cet amour non partagé ? Son histoire d'amour passionnante est sur le point de commencer."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "708fba2b-bc7f-4bd7-be66-5bfa1a2108ea",
    "title": {
      "en": "It's Just Business"
    },
    "updatedAt": "2024-10-18T19:53:02+00:00",
    "coverArt": "https://mangadex.org/covers/708fba2b-bc7f-4bd7-be66-5bfa1a2108ea/a364e049-befa-4bb6-90c9-1f701f17aca3.jpg",
    "altTitles": [
      {
        "ko": "상사불상사"
      },
      {
        "id": "Nasib Buruk di Tempat Kerja"
      },
      {
        "en": "Misfortune at Work"
      },
      {
        "pt-br": "Infortúnio no Trabalho"
      }
    ],
    "description": {
      "en": "“A love life? Give me a break.” A complete non-believer when it comes to romance, Eunho is focused on climbing the ladder at work. Smart with excellent social skills to boot, both her bosses and clients love her. But when a new hire suddenly appears in front of her and an old first love start to shake things up again, she can’t help but waver.",
      "pt-br": "Obediência absoluta à palavra do patrão!\n\nIsso é o que Ha Eunho, uma trabalhadora coreana em seu quinto ano de empresa, acredita de todo o coração.\n\n\"Enquanto eu tiver uma carreira sólida, não preciso de um relacionamento.\"\n\nMas o que a espera com um novo funcionário? O que acontece quando uma antiga paixão começa a flertar com ela novamente? O que ela vai fazer?\n\nUma doce comédia romântica no escritório com muito humor!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ebf6b4b1-f514-4e93-8305-0c16c21c7163",
    "title": {
      "en": "Space Juggernaut"
    },
    "updatedAt": "2024-07-19T21:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/ebf6b4b1-f514-4e93-8305-0c16c21c7163/525f63ef-d776-418a-b514-c1e64b24802e.jpg",
    "altTitles": [],
    "description": {
      "en": "Wanderer, imposing, somewhere in the vast void of space, Rendezvous awaits! The only space station built inside a living being, where the best scientists, warriors, explorers and engineers of the galaxy live.\nFollow the adventures of the Rendezvaj against the galaxy's major enemy; The Raccoon-race \"preservation\" Federation in this epic Space Opera.",
      "es-la": "Errante, imponente, en algún lugar del vasto vacío espacial, Rendezvous espera! La única estación espacial construida dentro de un ser vivo, que aloja a los mejores científicos, guerreros, exploradores e ingenieros de la galaxia.\nSigue las aventuras de un grupo de Rendezvaj contra su mayor enemigo; La Federación de “Conservación” de la raza Mapache en esta épica ópera spacial."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ed28ebe-968d-42c9-8cc6-002b2a5aa49b",
    "title": {
      "en": "My Naughty Deity"
    },
    "updatedAt": "2024-09-28T02:12:29+00:00",
    "coverArt": "https://mangadex.org/covers/6ed28ebe-968d-42c9-8cc6-002b2a5aa49b/5bbdf68c-2177-4f8b-9cc7-94e84a97b069.jpg",
    "altTitles": [
      {
        "pt-br": "Meu Deus É Um Homem Lascivo"
      },
      {
        "en": "My God Is a Lustful Man"
      },
      {
        "en": "My god is a desire maker"
      },
      {
        "ko": "나의 신은 욕망꾸러기"
      },
      {
        "en": "My god of debauchery"
      }
    ],
    "description": {
      "en": "Hye-sal, a timid ethics teacher who has lived her whole life without desires, finds that a neighbor who exudes desire and pleasure has moved in next door. With a sexy appearance and a fatal scent, his name is Dionysus, shortened to Dio.\n\nWhen Dio makes divine wine, the essential ingredient required is the deep desires that humans have never fulfilled in their lifetime. The one who possesses that is Hye-sal! All she desires is her repetitive peaceful daily life, without any other dreams or desires.\n\nDio begins relentlessly pestering her, using even divine abilities to awaken the deep desires within Hye-sal.",
      "pt-br": "A reservada professora de ética, Jeon Haesul, levando uma vida sem muitas aspirações, inesperadamente se vê residindo ao lado de uma divindade do desejo e do prazer chamada ‘Dionísio’ ou simplesmente Dio, que exala uma fragrância cativante com uma aparência sedutora. O ingrediente essencial para a criação do vinho por Dio são os desejos profundos e não realizados que os indivíduos carregam ao longo de suas vidas, e Haesul os possui! Tudo o que ela deseja é a tranquilidade rotineira do dia a dia, tendo vivido sem quaisquer outros sonhos ou desejos. Dio, em seus esforços incansáveis ​​para despertar os desejos profundos de Haesul, emprega suas habilidades divinas, transformando a vida dela em uma fonte constante de aborrecimento."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2c5fb99-e398-4e01-a158-1dd693bc79c9",
    "title": {
      "en": "My Introverted Boy"
    },
    "updatedAt": "2024-10-21T03:13:26+00:00",
    "coverArt": "https://mangadex.org/covers/d2c5fb99-e398-4e01-a158-1dd693bc79c9/938a10d6-1dbd-4c17-8ece-3401a5afb98a.jpg",
    "altTitles": [
      {
        "ko": "내향남녀"
      },
      {
        "en": "Introvert"
      }
    ],
    "description": {
      "en": "Nowadays the MBTI is a very popular personality test in a bunch of countries like South Korea, this categorizes each person in a certain group corresponding to the way they think, feel and express their emotions. This takes us to a secondary school where the most popular and handsome guy “Jaehyuk”, who is actually totally an introverted with difficulties to understand how popular he is and how others see him, develops a crush on a quiet and strange girl of the same class. The problem arises when Jaehyuk starts causing misunderstandings and awkward situations because of his introverted personality while at the same time his crush doesn’t understand why the most popular guy in school is trying to approach her. What is going to happen between these two? Are they going to be able to go past their personalities to have a normal conversation? Will Jaehyuk be able to confess his feelings?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ce9c849-9770-4606-84bc-b894855f819d",
    "title": {
      "en": "Wakaranai Desu Yoshida-san"
    },
    "updatedAt": "2024-09-23T07:32:49+00:00",
    "coverArt": "https://mangadex.org/covers/0ce9c849-9770-4606-84bc-b894855f819d/30ce76cb-88c9-448c-af96-241eb03186c6.jpg",
    "altTitles": [
      {
        "ja": "わからないです　吉田さん"
      },
      {
        "en": "I Don't Know, Yoshida-san"
      }
    ],
    "description": {
      "en": "Tsukumo Yamada is a simple and unremarkable college student. \n\nAs he is getting ready to go home after finishing his university lecture as usual, a solitary beautiful woman, Mao Yoshida, who is rumored to be a \"mermaid princess,\" passes by. While the boys are in an uproar, Yamada is secretly summoned by Yoshida. When they are alone, Yoshida presses against him. In fact, Yamada and Yoshida have an intimate relationship... \n\nHowever, he is unable to grasp the romantic distance between them because Yoshida is too expressionless, and he is having a sweet but bittersweet college life, unable to go from \"friend\" to \"lover\".",
      "ja": "地味で取柄もない大学生の九十九。大学の講義を終え帰宅準備をしていると孤高の美女「吉田真魚」が通りかかる。九十九と吉田さんは親密な関係なのだが、吉田さんが無表情すぎてなかなか関係が進展しないのだった…。",
      "es-la": "Tsukumo, un estudiante universitario ordinario y sin muchos atributos destacables, vive su día a día con tranquilidad. Pero un dia despues de finalizar sus clases y prepararse para regresar a casa, se cruza con Yoshida Mao, una hermosa y solitaria joven apodada la \"Sirena\". Entonces, mientras los demás chicos murmuran a su alrededor, Yoshida llama a Tsukumo en secreto. Al encontrarse a solas, Yoshida se acerca a él de manera inesperada. La realidad es que Tsukumo y Yoshida tienen una relación un tanto cercana. Sin embargo, Tsukumo lucha por comprender la distancia romántica entre ellos debido a la inexpresividad de Yoshida, lo que les impide pasar de ser \"amigos\" a \"novios\". Así, Tsukumo vive una vida universitaria dulce pero agridulce, intentando navegar entre la amistad y el amor. ¡¡Una serie de Takahashi osamu, autor de Lust Geass!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "811f31b9-1dda-4f0a-bf52-bd56d9b7c8c1",
    "title": {
      "en": "Moonstruck"
    },
    "updatedAt": "2024-10-21T03:56:24+00:00",
    "coverArt": "https://mangadex.org/covers/811f31b9-1dda-4f0a-bf52-bd56d9b7c8c1/71eb0774-2482-46ed-84de-1381fd6405da.jpg",
    "altTitles": [],
    "description": {
      "en": "If you love someone, what kind of things might you do? The desire to destroy even while in love, the dilemma of wanting to ruin a love that grows deeper. This is a deeply probing collection of high-stimulation romance short stories titled Moonstruck, exploring how dangerous the emotion of love can sometimes be."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f654255b-a884-4141-a568-c94561da31b6",
    "title": {
      "en": "Half Succubus wo Hirotta"
    },
    "updatedAt": "2024-05-30T15:28:16+00:00",
    "coverArt": "https://mangadex.org/covers/f654255b-a884-4141-a568-c94561da31b6/1021308f-8511-4f29-9c4a-3a4c471de3ac.jpg",
    "altTitles": [
      {
        "ja": "ハーフサキュバスを拾った"
      },
      {
        "en": "Taking Home a Half Succubus"
      },
      {
        "pt-br": "Eu Adotei uma meio-sucubus"
      },
      {
        "es-la": "Llevando a casa una medio súcubo"
      },
      {
        "vi": "Tôi nhặt về nhà một bán Succubus"
      },
      {
        "id": "Pungut anak setengah succubus"
      }
    ],
    "description": {
      "en": "Take a child half succubus and half human.",
      "id": "Mungut anak setengah succubus dan setengah Manusia",
      "pt-br": "Eu Adotei uma meio-sucubus"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b9d73ff-a19e-4817-9eb7-657471f4d8d5",
    "title": {
      "en": "Kinnikuman"
    },
    "updatedAt": "2024-10-09T03:06:00+00:00",
    "coverArt": "https://mangadex.org/covers/7b9d73ff-a19e-4817-9eb7-657471f4d8d5/f96c6d48-d8d1-4d97-b83c-e605686e28c5.jpg",
    "altTitles": [
      {
        "ja": "キン肉マン"
      },
      {
        "pt-br": "Homem Músculo"
      }
    ],
    "description": {
      "en": "Kinnikuman (Muscleman), a weak and clumsy super hero, constantly getting into wacky situations. As the series progressed, the story began changing from comedy to action as Kinnikuman battles stronger and stronger foes in the wrestling ring. The series continually introduced new Super Human characters, known as Chojin, who would challenge Kinnikuman and his friends for various purposes.  \n    \n---\n- **The initial serialization lasted from 1979-1986 and ended with Vol. 36. The series directly continued in 2011 with Vol. 37.**\n- **The 2011 Chapters resets the Count to 1 during it set of volumes (Beyond Vol 36)**\n\n---\n- **Won the Shogakukan Manga Award for Shonen in 1985**",
      "pt-br": "Kinnikuman (Homem Músculo), um super-herói fraco e desajeitado, constantemente entrando em situações malucas. À medida que a série avançava, a história começou a mudar de comédia para ação, enquanto Kinnikuman lutava contra inimigos cada vez mais fortes no ringue de luta livre. A série continuamente introduziu novos personagens Super Humanos, conhecidos como Chojin, que desafiariam Kinnikuman e seus amigos para vários propósitos. \n\nA serialização original foi de 1979-1986 e terminou com o Vol. 36. A série continuou diretamente em 2010. \n\nGanhou o Shogakukan Manga Awards por melhor Shounen em 1985."
    },
    "status": "ongoing",
    "releaseDate": 1979,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ffc37c7-8f02-42bf-881e-40825d94b402",
    "title": {
      "en": "Meme Girls"
    },
    "updatedAt": "2023-03-26T17:42:00+00:00",
    "coverArt": "https://mangadex.org/covers/3ffc37c7-8f02-42bf-881e-40825d94b402/8b7dc2ac-8af3-456c-81a8-f20e2f30f576.jpg",
    "altTitles": [
      {
        "ja": "meme娘"
      },
      {
        "ru": "Девчонки-мемы"
      }
    ],
    "description": {
      "en": "Memes, gaming consoles, and websites turned into anime girls! Please enjoy this compilation of meme comics, oneshots, and shorts from the team behind Merryweather Comics!",
      "pl": "Memy z internetu zostały zmienione w słodkie anime dziewczynki.",
      "pt": "(Brazilian) / Português(Brasil): ||Memes da internet se tornaram garotas fofas de anime, criado por Merryweather e com arte por Princess Hinghoi.||  \n\n\n---\n\n**Links:**  \n[Author's Twitter](https://twitter.com/Merryweatherey)  \n[Author's Youtube (with Dubbed Comics)](https://www.youtube.com/channel/UCvCtIO1it51jSkZGibS9R3w)",
      "ru": "Мемы из интернета, превращенные в милых анимешных девочек, создано Merryweather с иллюстрациями Princess Hinghoi."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8352a9ca-22e0-4a1c-bf1f-89f23d95262a",
    "title": {
      "en": "Tondemo Skill de Isekai Hourou Meshi"
    },
    "updatedAt": "2024-10-07T11:43:12+00:00",
    "coverArt": "https://mangadex.org/covers/8352a9ca-22e0-4a1c-bf1f-89f23d95262a/314e58f4-1603-40fa-98e0-2ff2f306bc68.jpg",
    "altTitles": [
      {
        "es": "Aventura Gourmet Del Domador Legendario"
      },
      {
        "es": "Cocina De Fogata En Otro Mundo Con Mi Habilidad Absurda"
      },
      {
        "en": "Campfire Cooking in Another World with My Absurd Skill"
      },
      {
        "en": "Gourmet Adventure of Legendary Tamer"
      },
      {
        "ja": "とんでもスキルで異世界放浪メシ"
      },
      {
        "ru": "Кулинарные скитания в параллельном мире"
      },
      {
        "th": "สกิลสุดพิสดารกับมื้ออาหารในต่างโลก"
      },
      {
        "ja-ro": "Tondemo Sukiru de Isekai Hōrō Meshi"
      },
      {
        "zh-hk": "擁有超常技能的異世界流浪美食家"
      },
      {
        "ko": "터무니없는 스킬로 이세계 방랑 밥"
      },
      {
        "zh": "网购技能开启异世界美食之旅"
      },
      {
        "fr": "Hero Skill : Achats en ligne"
      },
      {
        "en": "Regarding the Display of an Outrageous Skill Which Has Incredible Powers"
      },
      {
        "ja-ro": "Tondemo Skill de Isekai Hourou Meshi"
      },
      {
        "ja-ro": "Tondemo Skill"
      },
      {
        "vi": "Ẩm Thực Dã Ngoại Tại Dị Giới Với Kỹ Năng Không Tưởng"
      },
      {
        "vi": "Chu Du Ẩm Thực Tại Dị Giới Với Kỹ Năng Không Tưởng"
      }
    ],
    "description": {
      "en": "Mukouda Tsuyoshi has been summoned from modern Japan to a different world of sword and magic. He eagerly thought of what kind of a huge adventure was waiting for him, but actually, Mukouda is just a civilian who got caught in a Hero Summoning. On top of that, Mukouda’s base status is shabby compared to the legitimate heroes.\r\nSuspecting the king of foul play, as he's morbidly obese in a kingdom in crisis, apart from being war-happy, Mukouda decides to leave the castle by presenting his lack of martial prowess. The only thing that Mukouda can rely on in this world is his unique skill Net Supermarket, that can only order goods from modern Japan’s internet to the new world.",
      "es": "Mukouda Tuyoshi ha sido invocado desde el Japón contemporáneo a un mundo fantástico de espadas y magia. Con ansia se emocionó con la gran aventura que le esperaba, pero Mukouda es solo un civil que fue traído por accidente durante la Invocación del Héroe. Aparte de todo, el nivel básico de Mukouda es mediocre comparado con el de los verdaderos héroes. Sospechando de malas intenciones por parte del rey, el cual es mórbidamente obeso en un reino en crisis aparte de ser aficionado a la guerra, Mukouda decide dejar el castillo argumentando su falta de capacidad de combate. El único factor con el cual Mukouda cuenta en este mundo es su habilidad \"Supermercado de Red\" que solamente puede ordenar bienes del internet del Japón moderno al nuevo mundo.",
      "vi": "Mukouda Tsuyomi, một chàng trai Nhật Bản hiện đại được triệu hồi sang thế giới của kiếm và ma thuật... Cứ tưởng sẽ có những chuyến phiêu lưu vĩ đại đang chờ đợi mình nhưng thực ra Makouda chỉ là một thường dân bị dính vào lễ [Triệu hồi Anh Hùng]. Nhận ra bản chất thật sự của việc triệu hồi anh hùng, Makouda đã rời đi và tự sinh sống tại thế giới mới với skill độc đáo [Siêu thị trực tuyến]. Và trên hết, hàng loạt những kẻ kỳ lạ bị thu hút bởi thức ăn từ thế giới hiện đại đã xuất hiện. Từ đó cuộc phiêu lưu của anh chàng bắt đầu."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5d21e77-b961-42e3-8d69-bbb1610c1c71",
    "title": {
      "en": "You Can’t Kill Me: The Secret Bride of the Black Wolf"
    },
    "updatedAt": "2024-09-16T22:34:53+00:00",
    "coverArt": "https://mangadex.org/covers/a5d21e77-b961-42e3-8d69-bbb1610c1c71/d94887c7-c78b-4829-9517-35480a562191.jpg",
    "altTitles": [
      {
        "ko": "검은 늑대가 나를 부르면"
      },
      {
        "en": "When the Black Wolf Calls Me"
      }
    ],
    "description": {
      "en": "\"You can never have me. The one who can kill me, is me, not you.\"\n\nYeonwoo killed herself in front of her ex-husband who murdered her family. Yet, she found herself back again.\n\nTo escape from my ex-husband Hyojo's obsession, to protect my family and to protect myself... I ask another man to take me.\n\n\"Hwita, I'll be your woman!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33105d79-d420-4516-9c67-e62bc3ed4bf4",
    "title": {
      "en": "Try Begging"
    },
    "updatedAt": "2024-10-04T07:20:54+00:00",
    "coverArt": "https://mangadex.org/covers/33105d79-d420-4516-9c67-e62bc3ed4bf4/0657f7db-bf3a-4e96-9257-8572824dafb4.png",
    "altTitles": [
      {
        "ko": "내게 빌어봐"
      },
      {
        "en": "Try Begging Me"
      },
      {
        "pt-br": "Tente Implorar"
      }
    ],
    "description": {
      "en": "This work contains controversial content such as violence and rape.\n\n Please be advised. Captain 'Leon Winston' of the National Intelligence Division of the Western Command of the Rippon Kingdom. Unlike his elegant and noble appearance, he was the object of both envy and damnation for both his allies and enemies, known as the \"Vampire of Camden\" who would torture the rebels cruelly.\n\n\"Every time I see you, I just want to thrust my gun in your tight space.\"\n\nStrangely, the maid of the interrogation room \"Sally Briston\" became the object of his desires, as strong as the rage he has for the insurgent rebels. She was ordinary and nothing special... Perhaps it was simply the smell of blood on her that excited him.\n\nThe interrogation didn't take long.\n\nHe realized it as soon as he heard her name come out from the rebel spy's lips. He no longer needed to suppress his violent desires.\n\n\"I stopped myself from tormenting her because I thought she was a good girl, but now there's no need for that. Thank you, Sally. No... Grace.\"\n\nIf you want to live, then try begging.\n\nYou never know.\n\nI might hear you out.",
      "pt-br": "Esta obra contém conteúdo controverso, como violência e relações coercitivas, que podem ser polarizadores.\n\nPor favor, esteja ciente de que você foi alertado.\n\nCapitão Leon Winston do Comando Ocidental do Reino de Ripon, Divisão de Inteligência Doméstica. Apesar de sua aparência elegante e nobre, ele é conhecido como o \"Vampiro de Campton\" por sua tortura implacável aos rebeldes, tornando-o reverenciado e amaldiçoado tanto por aliados quanto por inimigos. \n\n\"Eu sempre quis enfiar minha pistola na sua boceta apertada e brincar com ela.\" \n\nCuriosamente, a empregada da câmara de tortura, Sally Bristol, tornou-se objeto de seu desejo incontrolável, bem como a raiva que sentia pelos rebeldes. Ela era apenas uma mulher simples e comum... Então por que o cheiro do sangue dela continuava a excitá-lo? \n\nO mistério não durou muito. \n\nNo momento em que o nome dela escapou dos lábios de um espião rebelde, ele percebeu. Ele não precisava mais reprimir seus desejos violentos. \n\n\"Eu me contive porque não queria machucar uma menina boa, mas agora não há necessidade de me conter. Obrigado, Sally. Ah, não... Grace.\" \n\nSe quiser viver, implore. Nunca se sabe, talvez eu conceda o seu desejo."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0842cc1d-9bcb-4fbe-a76a-c1d74a12691d",
    "title": {
      "en": "There's a Rat in Our House"
    },
    "updatedAt": "2024-10-21T03:40:27+00:00",
    "coverArt": "https://mangadex.org/covers/0842cc1d-9bcb-4fbe-a76a-c1d74a12691d/59dbf8f5-8213-4466-b2d5-bdfd6e8372bc.png",
    "altTitles": [
      {
        "ko": "우리 집에는 쥐가 있다"
      },
      {
        "id": "Ada Tikus Dirumahku"
      },
      {
        "en": "There Is a Mouse in My House"
      },
      {
        "en": "There's a Mouse in my House"
      }
    ],
    "description": {
      "en": "Amidst the freezing winter, a solitary being huddled on the snow-covered pavement, bearing the burden of deep loneliness and faded scars. It had forsaken itself, fragile and vulnerable. The reason for welcoming this nameless creature into the home was straightforward. \"What... does this mean?\" \"You helped me, and I wish to return the favor.\" In the complete darkness where no trace of light could penetrate, only two warm bodies occupied the space"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9636257-5af6-4d72-97b4-3b24b70ac2e2",
    "title": {
      "en": "The Emperor, A Thousand Years Younger Than Me, Is Obsessed"
    },
    "updatedAt": "2024-07-13T21:55:23+00:00",
    "coverArt": "https://mangadex.org/covers/c9636257-5af6-4d72-97b4-3b24b70ac2e2/9ea21c03-d62a-4d73-96eb-f56c0742de5f.jpg",
    "altTitles": [
      {
        "ko": "천 살 연하 황제가 집착한다"
      },
      {
        "en": "An Emperor 1000 Years Younger Than Me is Obsessed"
      },
      {
        "es-la": "El Emperador Más Joven Qué Yo Terminó Obsesionado Conmigo"
      }
    ],
    "description": {
      "en": "A thousand-year plan was ruined by a beautiful boy raised in the forest. In the end, Ariel abandoned the boy. 10 years later. That same boy, Cedric, who harbored a grudge for being abandoned, invades the forest. And Cedric, in the midst of the blazing fire that burns the forest, \"Let's get married, Ariel.\" He proposed. Ariel, age-1000+ , occupation-great wizard. I guess... I need to rewrite my life plan?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13ad5f5d-8d1d-40ef-93d0-5009a72268a6",
    "title": {
      "en": "Prison Love"
    },
    "updatedAt": "2024-10-21T03:14:46+00:00",
    "coverArt": "https://mangadex.org/covers/13ad5f5d-8d1d-40ef-93d0-5009a72268a6/04a86395-2198-4aac-96ea-aa9da6e18ce5.png",
    "altTitles": [
      {
        "ko": "프리즌 러브"
      }
    ],
    "description": {
      "en": "Having never done anything bad and lived a dilligent life, Shushu is suddenly framed for murder and imprisoned in a prison for women.\nIn order to survive amongst harsh and vicious criminals.\n\n“W-Will you be my prison wife?”\n\nShe becomes the wife of her very pretty but very scary roommate, who is also the prettiest(?) girl in the prison, Minicat.\n\nBut something is weird.\n\nWhy is she suddenly having the kind of feelings she would have for a man for this beautiful Minicat instead?\n\n“It’s a rule, cabbage. Close your eyes when we kiss and I’ll treat you nicely.”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97026626-5d24-4c2f-9328-8e902fe00cd7",
    "title": {
      "en": "Youkoso Isekai e, dewa Shinde Kudasai."
    },
    "updatedAt": "2024-08-31T14:29:21+00:00",
    "coverArt": "https://mangadex.org/covers/97026626-5d24-4c2f-9328-8e902fe00cd7/04498944-dd51-4f17-ad0c-26a4d592a6c9.jpg",
    "altTitles": [
      {
        "ja": "ようこそ異世界へ、では死んでください。"
      },
      {
        "ja-ro": "Youkoso Isekai he, deha Shinde Kudasai."
      },
      {
        "ja": "Welcome to another world then please die"
      },
      {
        "en": "Welcome to Another World, Now Then, Please Die."
      }
    ],
    "description": {
      "en": "\"You all will not be heroes. You'll be Living Sacrifices, will you not?\"\n\nAtsuto thought that by going to another world his unremarkable life would change and he would be granted all sorts of powers. However, in that other world he found nothing but despair.\n\nAtsuto is an ordinary and unpopular high school student with no remarkable talents or romantic success. One day, his school is enveloped in light, and he is suddenly transported to another world called Tilunog.\n\nSome students who believe they can become heroes with cheat skills are excited about the transfer to the otherworld. However, a beautiful woman from Tilunog named Philia cruelly informs them that they were summoned to be sacrificed, and that they are destined to be killed.\n\nThus begins a storm of massacre and humiliation by demons, called the \"Chaos Banquet\" begins! Can Atsuto and his friends survive in this world of despair?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "5a90308a-8b12-4a4d-9c6d-2487028fe319",
    "title": {
      "en": "Uzaki-chan wa Asobitai!"
    },
    "updatedAt": "2024-09-29T15:12:48+00:00",
    "coverArt": "https://mangadex.org/covers/5a90308a-8b12-4a4d-9c6d-2487028fe319/4bfb0a8a-d6ec-4c0b-8046-d9c5907e3e65.jpg",
    "altTitles": [
      {
        "id": "Uzaki-chan ingin bermain!"
      },
      {
        "ru": "Узаки хочет тусоваться!"
      },
      {
        "ja": "宇崎ちゃんは遊びたい!"
      },
      {
        "zh-hk": "宇崎酱想要玩耍!"
      },
      {
        "ko": "우자키 양은 놀고 싶어!"
      },
      {
        "fr": "Uzaki-chan wants to hang out !"
      },
      {
        "ja-ro": "Uzaki-chan wa Asobitai!"
      },
      {
        "fa": "اوزاکی چان میخواد وقت بگذرونه!"
      },
      {
        "en": "Uzaki-chan Wants to Hang Out!"
      }
    ],
    "description": {
      "en": "Annoying! Cute! But Annoying!  Shinichi Sakurai is a grumpy-faced, athletic and quiet college student who just wants to be left alone,  but he is frequently teased by his cute, stacked underclassman Hana Uzaki, whom he has known since high school.     Sugoi Dekai means something along the lines of \"impressively huge.\"",
      "pt": "A vida diária de um quieto universitário que só quer ficar sozinho, que começou a ser zombado pela sua Kouhai \"Fofa! Mas irritante!\".  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/syokumutaiman)",
      "pt-br": "A vida diária de um quieto universitário que só quer ficar sozinho, que começou a ser zombado pela sua Kouhai \"Fofa! Mas irritante!\".\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 4, Cap 35. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]