[
  {
    "mangaId": "9f86feea-b572-4fba-9cf5-e328a3c67614",
    "title": {
      "en": "Shokubutsu Monster Musume Nikki ~Seijo datta Watashi ga Uragireta Hate ni Aruraune ni Tensei Shite Shimatta node, kore kara wa Kougousei wo Shinagara Shizuka ni Shoukubutsu Life ni Sugoshimasu~"
    },
    "updatedAt": "2024-07-03T21:26:19+00:00",
    "coverArt": "https://mangadex.org/covers/9f86feea-b572-4fba-9cf5-e328a3c67614/4f275aa8-564c-4792-b8d2-d62a228d7b71.jpg",
    "altTitles": [
      {
        "ja": "植物モンスター娘日記　～聖女だった私が裏切られた果てにアルラウネに転生してしまったので、これからは光合成をしながら静かに植物ライフを過ごします～"
      },
      {
        "en": "Plant Monster Girl Diary ~I was a saint, but I was betrayed and reincarnated into Alraune, so from now on I will spend my plant life quietly while photosynthesizing~"
      }
    ],
    "description": {
      "en": "Who knew that even a stationary plant could be surprisingly capable?!\n\nOur protagonist is a saint—or was, until she was betrayed by one of her fellow saint apprentices as well as her fiancé, a hero. \nIn her final moments, she recalls her previous life, when she was just a normal Japanese high school girl, but that doesn't help the fact that she's being eaten alive by a massive plant monster.\n\nAnd yet, by a stroke of luck, she doesn't die for good, but instead reincarnates as said plant monster. With the upper half of a human and the lower half of a plant, she must now spend her life as an Alraune.\n\nAnd so, she tries to live the peaceful life of a plant, photosynthesizing all day!\nWelcome to the diary of a plant girl who just wants some peace and quiet, but something always gets in her way!\n\n[web novel](https://ncode.syosetu.com/n4444ge/) (jp)\n\n---",
      "ja": "植物なので動けないんですが、意外となんとかなります!?\r\n魔王討伐の旅の途中、後輩の聖女見習いと婚約者だった勇者に裏切られ、殺されてしまった聖女。\r\n死の間際、日本の女子高生だった前世を思いだすが、役には立たず花のモンスターに食べられることに。\r\n気がつけば、女子高生＆聖女の記憶を持ったまま、上半身は人、下半身は植物のモンスター・アルラウネに転生していた。\r\nよし、だったら光合成しながら静かに暮らそう！\r\n平穏無事な日々を望むもそうはいかないモンスター娘の徒然日記。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Medaka Kuroiwa is Impervious to My Charms"
    },
    "updatedAt": "2024-07-05T21:23:58+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/2186cc48-2c47-43ef-963f-b91b7be04e30.jpg",
    "altTitles": [
      {
        "ja-ro": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
      },
      {
        "en": "My Charms Are Wasted on Medaka Kuroiwa"
      },
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Craque pour moi, Medaka !"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "fr": "Tu ne le sais pas encore, mais tu m’adores !\n\nMona plaît à tout le monde, c’est comme ça. Son sourire, son allure, sa personnalité… Tout chez elle attire les gens. Dans son lycée, elle fait tourner toutes les têtes. Sauf celle d’un garçon… Medaka. Fraîchement admis dans son école, celui-ci a complètement chamboulé la vie de cette fille à qui nul ni personne n’est censé résister. C’est bien simple : Medaka refuse de la regarder ou se renfrogne à la moindre de ses tentatives de rapprochement. Devant cette insulte à son charme ravageur, Mona décide de tout mettre en œuvre pour le séduire, quitte à se mettre dans des situations où elle-même ne saura plus quoi ressentir ! La tombeuse VS l’insensible : qui craquera en premier ? \n\n---\n\nMaison d'édition FR : **Pika**",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\r\n\r\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!!　しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！　「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！　時にはちょっぴりカゲキなことも!?　\r\nモテ女子×禁欲男子のラブコメディ、大勃発――!!",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-07-29T01:11:49+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/f9aac218-b3a4-4533-b886-fdb7624ffefb.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's a Little Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "ja": "さらなみ"
      },
      {
        "ja-ro": "Saranami"
      },
      {
        "ru": "Слишком поздно я влюбилась в друга детства"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*.",
      "pl": "Mangowa adaptacja powieści napisanej przez Maruto Fumiaki. Twórcą tej adaptacji jest Yom, mangaka z Ganbare, Douki-chan."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4581bb1-9c9b-4e58-ba91-8e303fb29fa6",
    "title": {
      "en": "Rabukome to Kaijuu Taiji no Fumonritsu"
    },
    "updatedAt": "2024-07-31T22:53:42+00:00",
    "coverArt": "https://mangadex.org/covers/e4581bb1-9c9b-4e58-ba91-8e303fb29fa6/a89e600e-8ddc-45dd-9ce2-dd76fb2fc069.jpg",
    "altTitles": [
      {
        "ja": "ラブコメと怪獣退治の不文律"
      },
      {
        "en": "The Unwritten Rules of Romantic Comedy and Monster Extermination"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02860cdf-1020-40f1-a23f-2025d80f6290",
    "title": {
      "en": "GTO: Great Teacher Onizuka"
    },
    "updatedAt": "2023-12-09T08:05:02+00:00",
    "coverArt": "https://mangadex.org/covers/02860cdf-1020-40f1-a23f-2025d80f6290/6cc5e896-02ce-47db-88c6-2c0b13d5d12a.jpg",
    "altTitles": [
      {
        "es": "El gran maestro Onizuka"
      },
      {
        "ru": "Великий учитель Онидзука"
      },
      {
        "th": "คุณครูพันธุ์หายาก"
      },
      {
        "ko": "반항하지마"
      },
      {
        "ja": "ジーティーオー"
      },
      {
        "ru": "Крутой учитель Онидзука"
      },
      {
        "uk": "Крутий Учитель Онідзука"
      },
      {
        "kk": "Ұлы Ұстаз Онизука"
      },
      {
        "tr": "Harika Öğretmen Onizuka"
      }
    ],
    "description": {
      "en": "Meet Eikichi Onizuka, a 22-year-old ex-biker. He's crude, foul-mouthed, and has a split-second temper. His unlikely goal: to be the Greatest High School Teacher in the World! Of course, the only reason he wants to be a teacher is so he can try to score with the hot students…  \nBefore he can become a full instructor, he's got to work as a student teacher to earn his credentials. Onizuka may think he's the toughest guy on campus, but when he meets his class full of bullies, blackmailers, and scheming sadists, he'll have to prove it.  \n  \n---\n- **Won the 22nd Kodansha Manga Award for Shonen**",
      "ru": "22-летний Эйкити Онидзука — бестолочь, бывший член банды... и учитель?\nВеликий учитель Онидзука вытворяет невозможные, иногда нелепые выходки, пытаясь перехитрить и победить класс 3-4, который намерен выдворить его из школы. В то же время другие препятствия представлены во всей красе, включая лысеющего заместителя директора Хироси Утиямаду, старых врагов со времён его принадлежности к банде и его собственных идиотских методов преподавания. Всё это встаёт на пути у Онидзуки, когда тот пытается помочь ученикам самого проблемного класса школы Сэйрин и своей прекрасной коллеге Адзусе Фуюцуки.\n\n---\n\n(source: shikimori)",
      "tr": "Eikichi Onizuka ile tanışın, 22 yaşında eski bir motorcu. Kaba, ağzı bozuk ve anlık öfkesi var. Beklenmedik hedefi: Dünyanın En İyi Lise Öğretmeni olmak! Tabii ki öğretmen olmak istemesinin tek nedeni, seksi öğrencilerle birlikte olabilmek...\nTam bir eğitmen olmadan önce, diplomasını kazanmak için öğrenci öğretmen olarak çalışması gerekmektedir. Onizuka kampüsteki en sert adamın kendisi olduğunu düşünebilir ama zorbalar, şantajcılar ve entrikacı sadistlerle dolu sınıfıyla karşılaştığında bunu kanıtlamak zorunda kalacaktır.",
      "uk": "Ця історія про те, як колишній член банди «Онібаку» Онідзука Ейкічі, який присвятив усю юність бійкам та розвагам, вирішив стати найкрутішим учителем."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "25",
    "lastChapter": "200"
  },
  {
    "mangaId": "af38f328-8df1-4b4c-a272-e737625c3ddc",
    "title": {
      "en": "Senpai ga Uzai Kouhai no Hanashi"
    },
    "updatedAt": "2024-07-26T12:19:10+00:00",
    "coverArt": "https://mangadex.org/covers/af38f328-8df1-4b4c-a272-e737625c3ddc/57004e6b-3573-414d-b234-afd512d89c63.jpg",
    "altTitles": [
      {
        "en": "A Story About a Senior Who Annoys His Junior"
      },
      {
        "en": "A Story About a Senpai Who Annoys His Kouhai"
      },
      {
        "en": "My Senpai Is Annoying"
      },
      {
        "ja-ro": "Senpai ga Urusai Kouhai no Hanashi"
      },
      {
        "ro": "Senpai-ul meu este enervant"
      },
      {
        "tr": "Senpai'si Uyuz Kouhai'nin Hikayesi"
      },
      {
        "ja": "先輩がうざい後輩の話"
      },
      {
        "pt-br": "Meu Senpai é Irritante"
      },
      {
        "uk": "Мій семпай дратує"
      },
      {
        "el": "Ο Senpai Μου Είναι Ενοχλητικός"
      }
    ],
    "description": {
      "en": "Futaba Igarashi is a diminutive office lady who finds that her towering and boisterous work senpai Harumi Takeda always gets in her hair, but he always has her back, he always keeps her company, and she starts noticing that her heart is slowly veering towards him…  \n  \n1st place of Tsugi Manga Awards, Category Webmanga (2018)\n\n---\n\n+++ Difference to volumes\nPixiv/Twitter (Web) to volume mapping:\n| Web Ch. | Volume Ch. | Change | Difference \n| :--- | :--- | :--- | :--- |\n| 64 | v.4 64 | | 0 |\n| 65 | v.4 64.5 | - | 1 |\n| 66 | v.4 65 |  | 1 |\n| 79 | v.4 77.5 | - | 2 |\n| 146.5 | v. 5. 145 | + | 1 |\n| 149.5 | v. 8 149 | + | 0 |\n| 150.5 | v. 8 151 | + | 1 |\n| 153.5 | v. 8 155 | + | 2 |\n| 154.5 | v. 8 157 | + | 3 |\n+++",
      "ja": "ちょっぴりガサツだけど面倒見のいい先輩・武田と、そんな彼に素直になれない（？）後輩・五十嵐。\n\n今日も五十嵐は武田をうざいと思いつつ、本当はまんざらでもなかったりやっぱり本当にうざいときもあったりと自覚のない二人の微妙な距離感にもだえちゃうことまちがいなし！",
      "uk": "Іґараші - працьовита молода офісна жінка. Такеда - семпай з роботи, нервує її постійно - і все ж вона стає все ближче до нього. Кожен день наповнений комічними невдачами та романтичними моментами, коли Іґараші намагається збалансувати роботу, життя та кохання.",
      "pt-br": "Igarashi é uma jovem esforçada que trabalha em um escritório. Takeda, o senpai acima dela no trabalho, a irrita constantemente - e ainda assim ela se encontra cada vez mais próxima dele. Todos os dias são repletos de contratempos cômicos e momentos românticos enquanto Igarashi tenta equilibrar trabalho, vida e amor."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "236"
  },
  {
    "mangaId": "72331318-7f5e-44b3-8510-12133149fde3",
    "title": {
      "en": "Isekai Walking"
    },
    "updatedAt": "2024-06-28T11:31:33+00:00",
    "coverArt": "https://mangadex.org/covers/72331318-7f5e-44b3-8510-12133149fde3/47924f2e-758f-40fd-bf09-f18e195018e2.jpg",
    "altTitles": [
      {
        "en": "Walking in Another World"
      },
      {
        "ja": "異世界ウォーキング"
      },
      {
        "pt-br": "Caminhando em outro mundo"
      }
    ],
    "description": {
      "en": "Sora, a Japanese boy who was summoned to another world, gained the skill \"Walking.\" Its effect is that \"no matter how much he walks, he never gets tired.\" Because of this weak skill, the king expelled him from the group of summoned heroes. But when Sora starts walking in another world, he suddenly levels up!\n \nWalking had a hidden effect of \"gaining 1 EXP for each step taken.\" He acquired useful skills such as 'Appraisal,' 'Alchemy,' and healing magic...\n\nGetting one skill after another, he became talented just by walking! The adventure to encounter and touch the unknown is about to begin!",
      "pt-br": "Sora, um garoto japonês que foi convocado para outro mundo, ganhou a habilidade “Caminhar”. Seu efeito é que “não importa o quanto ande, ele nunca se cansa”. Por causa dessa habilidade fraca, o rei o expulsou do grupo de heróis convocados. Mas quando Sora começa a andar em outro mundo, ele subitamente sobe de nível!\n\nCaminhar tinha um efeito oculto de “ganhar 1 EXP para cada passo dado”. Ele adquiriu habilidades úteis como 'Avaliação', 'Alquimia' e magia de cura...\n\nAdquirindo uma habilidade após a outra, ele se tornou talentoso apenas andando! A aventura de encontrar e tocar o desconhecido está prestes a começar!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ad54367-4165-43ed-9a7d-71179c520180",
    "title": {
      "en": "Yani Neko"
    },
    "updatedAt": "2024-07-16T01:46:56+00:00",
    "coverArt": "https://mangadex.org/covers/6ad54367-4165-43ed-9a7d-71179c520180/f6756364-1cce-4c65-a24c-b731588c669c.jpg",
    "altTitles": [
      {
        "ja": "ヤニねこ"
      },
      {
        "vi": "Cô mèo nghiện thuốc"
      },
      {
        "en": "Tar Cat"
      }
    ],
    "description": {
      "en": "A chain-smoking catgirl struggles with her cigarette addiction."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1bc97ccd-1e56-4570-a399-162d08414f66",
    "title": {
      "en": "UmaYome Uma X Tore♂ Kekkon Seikatsu Goudou (Doujinshi)"
    },
    "updatedAt": "2024-07-30T01:08:56+00:00",
    "coverArt": "https://mangadex.org/covers/1bc97ccd-1e56-4570-a399-162d08414f66/74356579-f7c9-4dc1-8b51-d1086d9c900a.jpg",
    "altTitles": [
      {
        "en": "UmaYome ~Horse & Trainer Wedded Bliss~"
      },
      {
        "ja": "ウマ嫁　ウマ×トレ♂結婚生活合同"
      }
    ],
    "description": {
      "en": "An anthology book series containing many different artists and their favorite Umas enjoying their life after marriage."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a796fb50-cdc9-4c15-a48d-bc1d733d89b2",
    "title": {
      "en": "The Player Who Can't Level Up"
    },
    "updatedAt": "2024-07-31T23:46:59+00:00",
    "coverArt": "https://mangadex.org/covers/a796fb50-cdc9-4c15-a48d-bc1d733d89b2/e44cdc4f-73fc-4b5f-b3c6-3005cc15f846.png",
    "altTitles": [
      {
        "ko": "레벨업 못하는 플레이어"
      },
      {
        "ru": "Игрок, который не может повысить уровень"
      },
      {
        "en": "The Player That Can’t Level Up"
      },
      {
        "zh": "无法升级的玩家"
      },
      {
        "pt-br": "The Player Who Can't Level Up: O Mestre dos Egos"
      },
      {
        "es-la": "El jugador que no puede subir de nivel"
      }
    ],
    "description": {
      "en": "When Kim Gigyu received his invitation to become a player (a unique-ability player, at that), he thought his struggles were over. But no matter how hard he tries, he just can’t seem to get past level 1!\n\nAfter five years of working as a guide on the lower floors of the tower, he’s finally discovered his ability to link with “Egos” and raise his stats. As his new skills unlock adventures in unexplored gates, Gigyu gets his chance to defy expectations and show the world that rank isn’t everything.",
      "ko": "18세의 나이에 '플레이어'로 각성한 김기규.\n\n'탑'을 오르고 '게이트'를 닫으며 인생이 탄탄대로일 줄 알았는데...\n\n튜토리얼을 아무리 클리어해도 레벨1.\n\n1일 1고블린을 해도 레벨1.\n\n5년이 지나도 레벨1.\n\n\"누가 알았겠냐고, 이런 플레이어가 있는지.\"\n\n그 누구도 몰랐다.\n\n탑을 뒤흔들 레벨1의 역대급 반전 능력을!\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=5EOX1gzHPZo)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A0%88%EB%B2%A8%EC%97%85-%EB%AA%BB%ED%95%98%EB%8A%94-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4/2477)\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc30003)",
      "ru": "В возрасте восемнадцати лет Ким Ги Кю стал Игроком и был призван в Башню. Он считал, что теперь его жизнь просто обязана наладиться…\nНо что бы он не делал, как бы не старался, даже спустя пять лет его уровень оставался прежним.\nНикто, в том числе и сам Ким Ги Кю, не предполагал, что его способностям только предстоит раскрыться и сотрясти Башню до основания!\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=5EOX1gzHPZo)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A0%88%EB%B2%A8%EC%97%85-%EB%AA%BB%ED%95%98%EB%8A%94-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4/2477)\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc30003)",
      "zh": "我，王雨泽，肩负生活重担，过着平凡的生活。18岁生日那天，在我面前出现了可以改变生活的机会。我拿到了只有天选之人能收到的顶级任务挑战邀请函！同时我还成为了万中之一的特殊天赋者。但5年过去后，我的等级还是最初级。到底是什么阻碍了我的升级道路，到底要怎么做才能成为顶尖玩家？\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=5EOX1gzHPZo)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A0%88%EB%B2%A8%EC%97%85-%EB%AA%BB%ED%95%98%EB%8A%94-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4/2477)\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc30003)",
      "pt-br": "Espera aí… Por que não estou subindo de nível? E por que minhas espadas falam?\n\nKim Gigyu despertou como jogador aos 18 anos. Ele pensou que sua vida estava no caminho do sucesso por estar escalando a “Torre” e concluindo “Portais”… Mas, mesmo depois de terminar o tutorial, ele estava no nível 1. Matava um goblin por dia e ainda estava nível 1. Mesmo depois de 5 anos, ainda estava nível 1. “Quem pensaria que esse tipo de jogador existiria?” Ninguém."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42cb8c7c-6234-4814-bbb0-5bf5418d388f",
    "title": {
      "en": "Renai Boukun"
    },
    "updatedAt": "2023-12-23T21:33:56+00:00",
    "coverArt": "https://mangadex.org/covers/42cb8c7c-6234-4814-bbb0-5bf5418d388f/c57fc9e6-9ade-4866-954d-0fb6eb686aaf.jpg",
    "altTitles": [
      {
        "en": "Love Tyrant"
      },
      {
        "ja": "The very lovely tyrant of love❤"
      },
      {
        "ja": "恋愛暴君"
      },
      {
        "ko": "연애폭군"
      },
      {
        "ko-ro": "Yeon-aepoggun"
      },
      {
        "ja-ro": "Ren'ai bōkun"
      },
      {
        "ru": "Любовь Тирана"
      }
    ],
    "description": {
      "en": "One day Guri, a shinigami-cosplaying cupid holding a mysterious item, appears in front of the high school boy Aino Seiji, trying to force him to kiss a random person. With Seiji choosing to kiss Guri, how will his yandere crush, Hiyama Akane, handle it!? Since normal love seems to have become a little boring these days, the gallant (and troublesome) messenger of love appears! This love triangle is a matter of life and death! So will Seiji survive this? Find out in this hypertension love(?) comedy.",
      "it": "Il Kiss Note fa innamorare all'istante la coppia i cui nomi vengono scritti su questo potente quaderno dopo che i due si sono baciati, a prescindere dalle circostanze. Quest'oggetto magico appartiene ad un angelo di nome Gris che di mestiere fa il cupido. Accidentalmente, Gris scrive il nome di Aino Seiji, un normale studente delle superiori, e, a meno che lui non baci qualcuno entro 24 ore, lei morirà. Gris convince Seiji a baciare la ragazza che gli piace, Hiyama Akane, la studentessa più popolare della scuola, che si scopre avere forti sentimenti per lui, praticamente ossessivi e psicotici."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "14",
    "lastChapter": "57"
  },
  {
    "mangaId": "4c2b7c0d-f97b-4044-b94a-638d99e92d24",
    "title": {
      "en": "Hana Yori Dango: Boys Over Flowers"
    },
    "updatedAt": "2023-08-06T10:18:06+00:00",
    "coverArt": "https://mangadex.org/covers/4c2b7c0d-f97b-4044-b94a-638d99e92d24/58376ba7-7925-4453-b34d-21f6d75939f8.png",
    "altTitles": [
      {
        "en": "Boys Over Flowers: Jewelry Box"
      },
      {
        "vi": "Con Nhà Giàu"
      },
      {
        "en": "Dumplings Over Flowers"
      },
      {
        "ja-ro": "HanaDan"
      },
      {
        "en": "Meteor Garden"
      },
      {
        "es": "No me lo digas con flores"
      },
      {
        "ja": "流星花园"
      },
      {
        "ja": "花より男子"
      },
      {
        "zh-hk": "花样男子"
      },
      {
        "ko": "꽃보다 남자"
      }
    ],
    "description": {
      "en": "Eitoku Academy is a school that caters to children and from rich, high-society families. Hence, Makino, who comes from a poor family, is considered by others as the \"weed\" of the school. The school is ruled by the \"Flower Four\" group, more commonly known as the F4. The F4 leader, and son of the wealthiest, most powerful family in Japan, Domyouji Tsukasa, takes an interest in Tsukushi because she is the only girl at Eitoku who does not fawn over him. However, his hot-headed nature and bullying ways are originally a major turn-off for Tsukushi, who has her sights set on Rui Hanazawa.  \n  \nVolume 37 is comprised of three short stories that happen after the ending"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "37",
    "lastChapter": "241.5"
  },
  {
    "mangaId": "07b3a56f-1a3a-46df-aa68-b39c2d5b34a3",
    "title": {
      "en": "The Story of an Expressionless Manager Who Will Support Me for Life."
    },
    "updatedAt": "2023-12-11T18:37:33+00:00",
    "coverArt": "https://mangadex.org/covers/07b3a56f-1a3a-46df-aa68-b39c2d5b34a3/989e4f21-dc8c-4482-98f0-80c0d2a83a52.jpg",
    "altTitles": [
      {
        "ja-ro": "Muhyoujou na Manager ga Isshou no Support o shite Kureru Hanashi."
      },
      {
        "ja": "無表情なマネージャーが一生のサポートをしてくれる話。"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "7"
  },
  {
    "mangaId": "b05918e4-fb1a-4b10-a919-eaecf00fd7dd",
    "title": {
      "en": "Tower Dungeon"
    },
    "updatedAt": "2024-07-26T19:57:46+00:00",
    "coverArt": "https://mangadex.org/covers/b05918e4-fb1a-4b10-a919-eaecf00fd7dd/5859acad-3dfb-4675-b3f1-3700b86ba29e.jpg",
    "altTitles": [
      {
        "ja": "タワーダンジョン"
      },
      {
        "fr": "La tour colossale"
      }
    ],
    "description": {
      "en": "The setting is a certain kingdom. In order to save the kidnapped princess of the kingdom, the Kingsguard squadron challenges the \"Dragon Tower,\" a gigantic structure floating in the middle of the sky, but they are blocked by powerful demons.\nA provocation is made by a neighboring village to replenish the injured personnel, and when a young man is sent to the tower, the wheel of fate begins to turn.\n\nTale of sword & sorcery and labyrinth exploration begins!",
      "pt-br": "Para salvar a princesa Ignelia que foi sequestrada por um necromante, o Batalhão da Guarda Real se aventura pela “Torre do Dragão”, uma estrutura gigantesca que costumava flutuar no meio do céu, mas são bloqueados por criaturas poderosas. \nUma ordem de recrutamento é enviado para uma aldeia vizinha para repor os soldados feridos, e quando um jovem é enviado para a Torre, a roda do destino começa a girar.\n\nComeça a história de espadas, feitiçaria e exploração do labirinto!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "43abd2e4-cbb0-4368-aa0d-6bb2c04caf96",
    "title": {
      "en": "Kanojo no Sore ni Yarareteru"
    },
    "updatedAt": "2024-07-30T16:28:02+00:00",
    "coverArt": "https://mangadex.org/covers/43abd2e4-cbb0-4368-aa0d-6bb2c04caf96/b4a6ea99-ed3b-46d8-b985-2d424b08e711.jpg",
    "altTitles": [
      {
        "ja": "彼女のそれにやられてる"
      },
      {
        "ja-ro": "Kanojo no Sore ni Yarareteru"
      },
      {
        "en": "I'm Addicted to Her"
      },
      {
        "en": "I'm Being Done In By Those Things Of Hers"
      },
      {
        "fr": "Je suis sous son charme"
      }
    ],
    "description": {
      "en": "A gloomy boy suddenly getting close with the popular track and field club ace?! A short comedy about invading someone else's spot to skip class is about to begin!!",
      "pt-br": "Um rapaz sombrio de repente se aproximando do popular ás do clube de atletismo?! Uma comédia curta sobre invadir o espaço de outra pessoa para escapar das aulas está prestes a começar!!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "32"
  },
  {
    "mangaId": "23aadc44-d2fe-46ca-83a6-6c86fd36ee12",
    "title": {
      "en": "Bouken ni wa, Buki ga Hitsuyou da! ~Kodawari Rudy no Kajiya Gurashi~"
    },
    "updatedAt": "2024-08-03T23:58:14+00:00",
    "coverArt": "https://mangadex.org/covers/23aadc44-d2fe-46ca-83a6-6c86fd36ee12/ddfd566d-0414-45eb-9fb1-f45a727a2e1c.jpg",
    "altTitles": [
      {
        "ja": "冒険には、武器が必要だ！～こだわりルディの鍛冶屋ぐらし～"
      },
      {
        "en": "Every Adventure Needs Weapons! ~The Meticulous Rudy's Blacksmith Life~"
      },
      {
        "en": "Every Adventure Needs Weapons!"
      }
    ],
    "description": {
      "en": "A young girl Rudy may dream of becoming the greatest weaponsmith in the world, but right now she's just an apprentice at a hardware store. She can't help getting scolded by her master for crafting the craziest weapons! In this dungeon-city where heroes dare to delve, experience the everyday life of the regular folk that keep things running smoothly! Welcome to your \"Craft Fantasy!\"",
      "ja": "迷宮前町の金物屋で働く見習いの少女・ルディは親方に怒られながらも奇想天外な武器を作って、世界一の鍛冶職人を目指して奮闘中。 迷宮の外側の街で冒険を支える普通の人々の日常を描くクラフト・ファンタジー！",
      "pt-br": "Uma jovem chamada Rudy pode sonhar em se tornar a melhor armeira do mundo, mas, no momento, ela é apenas uma aprendiz em uma loja de ferramentas. Ela não consegue evitar levar broncas de seu mestre por criar as armas mais malucas! Nesta cidade-dungeon onde heróis se aventuram, vivencie o dia a dia das pessoas comuns que mantêm tudo funcionando perfeitamente! Bem-vindo ao seu \"Craft Fantasy!\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67444c14-2773-4b79-b20a-003d9960564d",
    "title": {
      "en": "Black Killer Whale Baby"
    },
    "updatedAt": "2024-08-03T06:22:00+00:00",
    "coverArt": "https://mangadex.org/covers/67444c14-2773-4b79-b20a-003d9960564d/52a5593b-61f4-4d92-8b0a-1a9ff3ce74ce.jpg",
    "altTitles": [
      {
        "ko": "흑막 범고래 아기님"
      },
      {
        "en": "Orca Baby, the Mastermind"
      },
      {
        "en": "A Villainous Baby Killer Whale"
      },
      {
        "es-la": "La bebé orca negra"
      }
    ],
    "description": {
      "en": "Calypso has experienced repeated reincarnation, and this is her 4th reincarnation. \n\nIn her previous lives, she always died before she reached the age of 22 and returned to where everything started. During her 3rd life, she discovered that when a dragon goes on a rampage, it distorts dimensions. \n\nDetermined to use this knowledge, she plans to exploit the dragon’s power to return to her original world. Currently, Calypso finds herself in a childcare story, where she encounters a man who she believes to be her father but the latter doesn’t recognize her. \n\nSeeking his help, Calypso involves her \"father\" and family in her quest, turning them into unwitting allies in her journey.",
      "es-la": "Un día, un niño pequeño apareció ante mí. “¿Sabes dónde está la academia? ¡Tengo que ir ahí! “ “Has estado yendo en la dirección equivocada todo este tiempo. “ ” !!! “ “¿Qué está mirando, señor?” Supongo que esta es mi hija. \"¿Quieres uno?\" Pero no creo que ella sepa que soy su padre... Probablemente estés pensando eso, ¿verdad? ¡Si crees eso, estás equivocado, papá! Mi nombre es Calypso, un regresor cuatro veces. Mi vida se arruinó cuando poseí un personaje de novela. ¡Incluso tuve un hijo! ¡El tercer episodio de mi vida fue un final de masacre! '¡Ustedes XX chicos que están locos por esta protagonista femenina!' Sin embargo, por alguna razón, no importa lo que haga, no puedo pasar de mi cumpleaños número 22 y regresar a mi mundo. \nSin embargo, accidentalmente encontré una manera en la tercera partida cuando el dragón se salió de control y murió. Cuando el dragón corre desenfrenado, ¡la dimensión se distorsiona! ¿Puedo volver a la casa en la que viví durante eso? La cuarta vez, cuando regresé nuevamente, decidí usar este dragón. ¿Abby? ¿Hermanos mayores? ¡Todo es solo un trampolín para encontrarte con el dragón! \"¡Espera, dragón!\" [Quiero morir ahora, pero me estoy volviendo loco con todos estos retornos repetidos.] [Mi familia está ligada a la familia real] [¿Alguien ha oído hablar alguna vez de los débiles?/ Sólo los más fuertes son felices]"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63fb6354-0ace-4f74-b8b8-af1be314f245",
    "title": {
      "en": "Class no Daikirai na Joshi to Kekkon Suru Koto ni Natta"
    },
    "updatedAt": "2024-05-21T19:56:30+00:00",
    "coverArt": "https://mangadex.org/covers/63fb6354-0ace-4f74-b8b8-af1be314f245/8198a3bb-88ea-4395-8f72-03a9c61226fd.jpg",
    "altTitles": [
      {
        "ja": "クラスの大嫌いな女子と結婚することになった。"
      },
      {
        "en": "I’m Getting Married to a Girl I Hate in My Class"
      },
      {
        "en": "I Ended Up Marrying a Girl I Hate in My Class"
      },
      {
        "zh-hk": "我要和班裡我最討厭的妹子結婚了。"
      },
      {
        "ja": "Kurasu no daikirai na joshi to kekkon suru koto ni natta."
      }
    ],
    "description": {
      "en": "High school student Hojo Saito married his classmate, Sakuramori Akane, the girl who’s his worst enemy in school.\r\n\r\n“If you tell the rest of the class we’re married, I’ll kill you”\r\n\r\n“I don’t want them to know either. There’s no point in that.”\r\n\r\nTheir newlywed life wasn’t going so well, and they were constantly at odds. However, as they progress through their daily lives, the distance between them closes, they have more enjoyable moments together, and they gradually come to understand one another.\r\n\r\nSaito learns about Akane’s cute side, which he never saw before, and Akane gradually began to recognize the feelings that she’s been keeping inside…\r\n\r\nThe heart-throbbing newlywed life of two people who just can’t seem to be honest with each other begins here!",
      "pt-br": "O estudante do ensino médio Hojo Saito se casou com sua colega de classe, Sakuramori Akane, a garota que é seu pior inimigo na escola. \n\n“Se você contar ao resto da turma que somos casados, eu mato você” \n\n“Eu também não quero que eles saibam. Não há sentido nisso. ” \n\nA vida de recém-casados não estava indo muito bem e eles estavam constantemente em conflito. No entanto, à medida que avançam em suas vidas diárias, a distância entre eles diminui, eles passam momentos mais agradáveis juntos e, aos poucos, passam a se entender. Saito aprende sobre o lado fofo de Akane, que ele nunca tinha visto antes, e Akane gradualmente começou a reconhecer os sentimentos que ela estava guardando… \n\nA vida de recém-casado comovente de duas pessoas que simplesmente não conseguem ser honestas uma com a outra começa aqui!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "275c3ee8-bdeb-4070-a333-6add23a8415a",
    "title": {
      "en": "Renge to Naruto!"
    },
    "updatedAt": "2024-03-31T22:04:59+00:00",
    "coverArt": "https://mangadex.org/covers/275c3ee8-bdeb-4070-a333-6add23a8415a/b1308e0b-aee9-44f2-b26b-1e3f615fe83e.jpg",
    "altTitles": [
      {
        "ja": "れんげとなると！"
      },
      {
        "vi": "renge và naruto"
      },
      {
        "ja-ro": "Renge to Naruto!"
      },
      {
        "en": "Renge and Naruto!"
      }
    ],
    "description": {
      "en": "It's been a few months since the neighborhood Chinese restaurant closed down, and when I stopped by for the first time in a while, I found that it had been transformed into a flashy, mysterious restaurant with its old signboard still intact. When I went inside, there was a gal there... This is a story about a Chinatown restaurant where gals are hospitable.",
      "ja": "近所の町中華が閉店して数カ月、久々に立ち寄るとそこはかつての看板のまま、ド派手な謎の店に変わっていた。中に入るとそこには1人のギャルがいて……。ギャルがもてなす町中華の物語だ。",
      "pt-br": "Já se passaram alguns meses desde o fechamento do restaurante chinês do bairro, e quando passei por lá pela primeira vez em um tempo, descobri que ele tinha se transformado em um restaurante chamativo e misterioso, mantendo ainda seu antigo letreiro. Ao entrar, deparei-me com uma garçonete... Esta é uma história sobre um restaurante em Chinatown onde as garçonetes são acolhedoras."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ff3cca0-643e-43a2-91bc-50dba8c73e50",
    "title": {
      "en": "The Girl That Lingers in the Wall"
    },
    "updatedAt": "2023-06-12T14:53:34+00:00",
    "coverArt": "https://mangadex.org/covers/6ff3cca0-643e-43a2-91bc-50dba8c73e50/997d0931-1be9-4692-be3d-c6381c4725c6.jpg",
    "altTitles": [
      {
        "ko": "신귀한 동거 -벽에 씌인 여자-"
      }
    ],
    "description": {
      "en": "After losing all his savings in a rental scam, Sulki miraculously finds a brand new apartment at a price too good to be true. Little does he know the place is haunted by a ghost who’s hell bent on sucking out his energy – whether it be by playing tricks on him with dirty dreams or possessing other people in his life.",
      "ko": "어쩐지 이 집 싸더라니, 알고보니 계약한 원룸에 귀신이 산다!?\n한데 이 귀신.. 보통 밝히는 게 아니다...\n원한을 풀어달라며 이런? 저런! 짓을 시키는 그녀와의 발칙하고 신귀한 동거기.\nㅡ 개호주 작가의 벽 시리즈~ 이번엔 <벽에 씌인 여자>다!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "35"
  },
  {
    "mangaId": "a4ef87ea-25c8-43a4-a531-2f2b53e946de",
    "title": {
      "en": "Dragon Ball Reboot (Doujinshi)"
    },
    "updatedAt": "2024-07-19T00:57:14+00:00",
    "coverArt": "https://mangadex.org/covers/a4ef87ea-25c8-43a4-a531-2f2b53e946de/e10caa79-2399-41e3-8407-e4acf8445dd7.jpg",
    "altTitles": [],
    "description": {
      "en": "this is a fan-made story about goku and his mother escaped from their planet to earth."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "bd095fd1-0869-46c8-958c-d3f9cb46dd48",
    "title": {
      "en": "Senpai! Waza to ja Nai n desu!"
    },
    "updatedAt": "2024-06-15T18:12:49+00:00",
    "coverArt": "https://mangadex.org/covers/bd095fd1-0869-46c8-958c-d3f9cb46dd48/1e9e0d64-c747-4e33-9b80-4c8eba0532ae.jpg",
    "altTitles": [
      {
        "ja": "センパイ！わざとじゃないんです！"
      },
      {
        "ja-ro": "Senpai! Wazato Janain desu!"
      },
      {
        "ru": "Я не специально, сэмпай!"
      },
      {
        "ja-ro": "Senpai! Waza to ja Nai n desu!"
      },
      {
        "en": "Senpai! I Didn't Do It on Purpose!"
      },
      {
        "zh-hk": "學長！我不是故意的！"
      },
      {
        "zh": "学长！我不是故意的！"
      }
    ],
    "description": {
      "en": "Sachi, a high school student, is confessed to by her love Jun, a senior who is a year older than her, and they are finally going out! However, as soon as she realizes that she is in love with Jun, Sachi has a constitution that causes her to have accidental pervert incidents with him every chance she gets! When Sachi tries to hold his hand for the first time, she accidentally puts her hand down his pants and she ends up deeply misunderstanding Jun when he asks her to pull out her hand. \n\nIt's a sexy cute☆romantic comedy!",
      "ja": "女子高生・幸は一学年上の憧れの先輩・純に告白されて、晴れて付き合えることに！ ところが両思いになった途端、幸は純に対して事あるごとにラッキースケベを起こしてしまう体質になってしまい…！? はじめて手を握ろうとしたら、勢いあまって彼のズボンに手を突っ込んでしまい違うものを握ってしまったり、あまつさえ手を抜こうとしたら手で抜こうとしてしまったりする、そんな一組のカップルが織りなすエロカワ☆ラブコメディです。",
      "ru": "Старшеклассница Сати наконец начинает встречаться с Дзюном, парнем который старше её на год. Она первая призналась, а теперь каждый раз, когда её переполняют чувства любви, богатые формы так и норовят создать неловкую ситуацию! Первая попытка Сати взяться за руки, случайно превращается в нырок в штаны Дзюна, оставляя его в полном недоумении. Встречайте эро-кавай ☆ лавком мангу!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "54"
  },
  {
    "mangaId": "372168cc-4db3-4164-b014-bc387785bfca",
    "title": {
      "en": "At Summer’s End"
    },
    "updatedAt": "2024-06-07T19:05:02+00:00",
    "coverArt": "https://mangadex.org/covers/372168cc-4db3-4164-b014-bc387785bfca/275d372d-8798-4f96-8b5d-350bb52b1137.jpg",
    "altTitles": [
      {
        "ja": "夏の終点"
      },
      {
        "ja-ro": "Natsu no Shuuten"
      },
      {
        "en": "Summer's Last Stop"
      }
    ],
    "description": {
      "en": "Natsukawa, a member of the beautification committee, often finds her gaze lingering on her schoolmate Aihara. One fateful day off, she spots Aihara walking alongside another girl... As summer’s heat stirs the air, a delicate tale of first love begins to take shape..."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "16"
  },
  {
    "mangaId": "b9b2fbc4-e351-406c-a468-799be14033df",
    "title": {
      "en": "TenPuru -No One Can Live on Loneliness-"
    },
    "updatedAt": "2024-01-13T18:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/b9b2fbc4-e351-406c-a468-799be14033df/b50d2bb1-6246-4280-9c15-2bcffff251fe.jpg",
    "altTitles": [
      {
        "es": "Templo - Nadie puede vivir en soledad"
      },
      {
        "ja-ro": "Tenpuru"
      },
      {
        "ja": "てんぷる"
      },
      {
        "zh": "庙不可言"
      },
      {
        "en": "Temple"
      },
      {
        "de": "TenPuru: Von Einsamkeit kann man nicht leben"
      }
    ],
    "description": {
      "en": "That's right, I'll become a monk! Not knowing what to do with his worldly desires, Akagami Akemitsu aims to live a stoic life. However, the thick karmic blood flowing in him will not permit it!",
      "es": "Así es, me volveré un monje! Al no saber qué hacer con sus deseos mundanos, Akagami Akemitsu aspira a llevar una vida estoica. Sin embargo, la espesa corriente de energía del karma que fluye en él no lo permitirá.",
      "es-la": "\"É isso mesmo, eu vou me tornar um monge!\". Sem saber o que fazer com seus desejos mundanos, Akagami Akemitsu decide viver uma vida estóica. No entanto, o sangue cármico espesso que flui nele não permitirá!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "163d2946-38e7-4b98-add6-825e4298f30b",
    "title": {
      "en": "The Princess of Sylph (Twitter Version)"
    },
    "updatedAt": "2024-02-15T14:04:40+00:00",
    "coverArt": "https://mangadex.org/covers/163d2946-38e7-4b98-add6-825e4298f30b/93e57237-1ac9-4326-b86e-73dde0dac362.png",
    "altTitles": [
      {
        "ja": "シルフの花姫"
      },
      {
        "ja-ro": "shirufu no hanahime"
      }
    ],
    "description": {
      "en": "The adventures of a lonesome princess and meddlesome nun.\n*(It's recommended you read the serialized manga first, in the related tab.)*\n\n* **Volume 1:** The original self-published story.\n* **Volume 2:** Pre-serialization extras.\n* **Volume 3:** Post-serialization extras.\n*(Extras take place outside the story. The canon's best described as 'under construction', continuity's nonexistent, and the chapter numbers are simply the order I translate them in, not the order they were drawn. If they have serious plot spoilers I'll mark them as such.)*"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bdc4f328-68ae-4748-a8ff-2ac6d098ea0e",
    "title": {
      "en": "Tomie: Control"
    },
    "updatedAt": "2024-07-21T14:48:42+00:00",
    "coverArt": "https://mangadex.org/covers/bdc4f328-68ae-4748-a8ff-2ac6d098ea0e/d9e956d4-25b8-4256-acc5-e88744c131a7.jpg",
    "altTitles": [
      {
        "ja": "富江 コントロール"
      }
    ],
    "description": {
      "en": "New Tomie one-shot published in the josei magazine Nemuki+"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7754ec5d-aa75-49c4-8dbb-69625131cf3f",
    "title": {
      "en": "The Next Seat Devil Keeps Depraving Me"
    },
    "updatedAt": "2024-07-23T14:58:58+00:00",
    "coverArt": "https://mangadex.org/covers/7754ec5d-aa75-49c4-8dbb-69625131cf3f/08d50d5c-3e61-48d1-b493-fc96e5db764d.jpg",
    "altTitles": [],
    "description": {
      "en": "Mia is a half-succubus, but she bitterly hates the devil part of her genetics. \"I'm not lewd!\", she said. \"All men are monkey\", she said. Yet, karma often comes sooner than expected."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "484088b5-dc50-476e-9576-a6db27960116",
    "title": {
      "en": "Gyakusatsu Happy End"
    },
    "updatedAt": "2023-06-20T00:45:07+00:00",
    "coverArt": "https://mangadex.org/covers/484088b5-dc50-476e-9576-a6db27960116/229ae1d1-4c9d-4af9-817c-d994169acbdf.jpg",
    "altTitles": [
      {
        "ja-ro": "Gyakusatsu Happiendo"
      },
      {
        "ja": "虐殺ハッピーエンド"
      },
      {
        "en": "Happy Massacre Ending"
      },
      {
        "en": "Massacre Happy End"
      }
    ],
    "description": {
      "en": "High school student Kusakabe Makoto has to work all day to raise money for the treatment of his younger sister, who suffers from a serious illness. The father is unemployed, the mother ran away, leaving the children, bullying at work … Despite all this, he does not lose hope and continues to live for her sister. But having learned that she did not have long, Makoto falls into despair. Fear of the unknown causes him to take a different look at the value of human life.",
      "ru": "Старшекласснику Кусакабэ Макото приходится работать дни напролёт, чтобы собрать деньги на лечение младшей сестры, страдающей от тяжёлой болезни. Отец безработный, мать сбежала, бросив детей, издевательства на работе… Несмотря на всё это, он не теряет надежды и продолжает жить ради сестры. Но узнав, что ей осталось недолго, Макото впадает в отчаяние. Страх перед неизвестностью заставляет его по-другому взглянуть на ценность человеческой жизни."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "55"
  },
  {
    "mangaId": "ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 9 - The JOJOLands"
    },
    "updatedAt": "2024-05-30T22:26:41+00:00",
    "coverArt": "https://mangadex.org/covers/ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c/f6f09138-729d-4dc3-bd75-afb4726295e8.jpg",
    "altTitles": [
      {
        "ja-ro": "JoJo no Kimyou na Bouken Part 9 -  The JoJoLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 Part9 The JOJOLands"
      },
      {
        "es-la": "JoJo's Bizarre Adventure Parte 9 - Las JOJOLandias"
      },
      {
        "pl": "JoJo's Bizarre Adventure Część 9 - The JoJoLands"
      },
      {
        "fr": "JoJo's Bizarre Adventure Partie 9 - The JOJOLands"
      },
      {
        "pt-br": "A Estranha Aventura de JoJo, Parte 9: As JoJoLândias"
      },
      {
        "uk": "Химерні Пригоди ДжоДжо Частина 9 — ДжоДжоЛендс"
      },
      {
        "kk": "ЖоЖоның Шытырман Хикаясы: ЖоЖоландс"
      },
      {
        "ru": "Невероятные приключения ДжоДжо"
      },
      {
        "it": "Le Bizzarre Avventure di JoJo: Le JOJOLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第9部 ザ・ジョジョランズ"
      }
    ],
    "description": {
      "en": "The ninth story arc of Jojo’s Bizarre Adventure. \n\nO’ahu, present day. Dua Lipa is the trending musician, and COVID is still a major concern. On this island lives a 15-year-old boy named Jodio Joestar. Living with his brother and mother, he acts as a dealer for certain illegal substances. One day, his employer comes and shows him an excellent find: a Japanese person has landed in Hawaii with a diamond worth over six million dollars. Normally it would be impossible to steal, but for someone with a stand…\n\nThis is a story of a young boy and his quest to become rich.",
      "hu": "Ez a Jojo's Bizarre Adventure kilencedik történetíve.\n\nO'ahu, napjainkban. Dua Lipa a trendi előadó és a COVID még mindig a fő gond. Ezen a szigeten él egy 15 éves srác, Jodio Joestar. Bátyával és édesanyjával él, dílerként dolgozik és bizonyos illegális anyagokat árul. Egy nap, a főnöke mutat neki egy kiválló fogást: egy japán személy Hawaiira érkezett egy hat millió dollárt érő gyémánttal. Normális esetben lehetetlen lenne ellopni, de akinek standje van...\n\nEz egy fiatal fiú és az ő küldetésének a története, hogy gazdag legyen.",
      "it": "O'ahu, oggi. Dua Lipa è la musicista di tendenza e il COVID è ancora una delle principali preoccupazioni. Su quest'isola vive un ragazzo di 15 anni di nome Jodio Joestar. Vive con il fratello e la madre e fa lo spacciatore di alcune sostanze illegali. Un giorno, il suo datore di lavoro arriva e gli mostra un'eccellente scoperta: un giapponese è sbarcato alle Hawaii con un diamante del valore di oltre sei milioni di dollari. Normalmente sarebbe impossibile da rubare, ma per qualcuno con una posizione... Questa è la storia di un ragazzo e della sua ricerca della ricchezza.",
      "uk": "Дев’ята сюжетна арка «Неймовірних пригод Джоджо». Оаху, теперішній час. Дуа Ліпа – популярна музикантка, а COVID-19 досі викликає серйозне занепокоєння. На цьому острові мешкає 15-річний хлопчик на ім'я Джодіо Джостар. Живе з братом і матір'ю, торгує певними забороненими речовинами. Одного разу його бос прийшов до нього і показав неймовірну знахідку: японець висадився на Гаваях з діамантом вартістю понад шість мільйонів доларів! Зазвичай, вкрасти таку коштовність було б неможливо, але для того, хто має стенд… \nЦе історія про молодого хлопця та його прагнення розбагатіти.",
      "es-la": "Cierto japonés ingresó a la isla de Hawái con un diamante de valor de 6 millones de dólares. En la isla de Oahu vive un chico llamado Jodio Joestar, cuya meta es arrebatar el diamante de las manos de esa persona. Junto a sus asociados, irán a la quinta de esa persona. Sin embargo, ¿Qué misterios les esperan?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4de4122a-1140-4fc4-8126-9b69c58b85a2",
    "title": {
      "en": "SaYe"
    },
    "updatedAt": "2023-12-29T03:11:55+00:00",
    "coverArt": "https://mangadex.org/covers/4de4122a-1140-4fc4-8126-9b69c58b85a2/8952bdb4-ee2f-4b5b-8d04-72b34c79476e.jpg",
    "altTitles": [
      {
        "zh-ro": "Saye"
      },
      {
        "zh-ro": "Sa Ye"
      },
      {
        "zh": "撒野"
      },
      {
        "en": "Act Wildly"
      },
      {
        "en": "Run Freely"
      }
    ],
    "description": {
      "en": "“I wish to have you by my left shoulder, with a smile by my right– I wish to run freely in your eyes– I wish for one look to last a lifetime.”   \n  \nJiang Cheng, an accomplished student, was \"exiled\" to the steel mill where his biological father worked. This strange, foreign environment, coupled with his rather vulgar biological father, caused Jiang Cheng to feel quite depressed… that is, until one day, he met Gu Fei, the \"Delinquent of the Steel Mill\", by chance. Thus begins the story of Jiang Cheng and Gu Fei, a story of salvation and hope…\n\n(by Jupiter Scanlations)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1c7c817-4e59-43b7-9365-09675a149a6f",
    "title": {
      "en": "One Piece"
    },
    "updatedAt": "2024-07-23T20:11:07+00:00",
    "coverArt": "https://mangadex.org/covers/a1c7c817-4e59-43b7-9365-09675a149a6f/a4ab0d6b-6f05-4b51-b06d-2653663808e2.jpg",
    "altTitles": [
      {
        "ko": "원피스"
      },
      {
        "my": "ဝမ်းပိစ်"
      },
      {
        "th": "วันพีซ"
      },
      {
        "bn": "ওয়ান পিস"
      },
      {
        "ne": "वान पिस"
      },
      {
        "ne": "वान पीस"
      },
      {
        "zh": "海贼王"
      },
      {
        "zh": "海盗路飞"
      },
      {
        "zh": "航海王"
      },
      {
        "zh-hk": "海賊王"
      },
      {
        "mn": "Уан Пийс"
      },
      {
        "ar": "ون بيس"
      },
      {
        "ar": "قطعة واحدة"
      },
      {
        "fa": "وان پیس"
      },
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "ru": "One Piece. Большой куш"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ms": "Budak Getah"
      },
      {
        "uk": "Ван Піс"
      },
      {
        "ta": "ஒன் பீஸ்"
      },
      {
        "hi": "वन पीस"
      },
      {
        "kk": "Уан Пис"
      },
      {
        "kk": "One Piece. Батпан құйрық"
      },
      {
        "kk": "Бір бөлік"
      },
      {
        "ja": "ワンピース"
      },
      {
        "vi": "Vua Hải Tặc"
      }
    ],
    "description": {
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n---\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free by clicking the chapter links below.**\n\n---\n- **The Best-Selling Manga in History**\n- **Won the 41st Japan Cartoonists Association Award Grand Prize alongside Neko Darake in 2012** \n- **Received the Kumamoto Prefecture Honorary Prize in 2018**",
      "es": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "ru": "Последние слова, произнесённые Королем Пиратов Гол Д. Роджером перед казнью, вдохновили многих выйти в море: «Мои сокровища? Я завещаю их тому, кто сможет их найти. Ищите! Я все оставил в одном месте!». Лишённые сна и покоя люди ринулись на Гранд Лайн, самое опасное место в мире. Так началась великая эра пиратов… Но с каждым годом романтиков становилось все меньше, их постепенно вытесняли прагматичные пираты-разбойники, которым награбленное добро было куда ближе, чем какие-то «никчёмные мечты». Но вот, одним прекрасным днем, семнадцатилетний Монки Д. Луффи исполнил заветную мечту детства - отправился в море. Его цель — ни много, ни мало стать новым Королём Пиратов. За достаточно короткий срок юному капитану удаётся собрать команду, состоящую из не менее амбициозных искателей приключений. И пусть ими движут совершенно разные устремления, главное, этим ребятам важны не столько деньги и слава, сколько куда более ценное – принципы и верность друзьям. И ещё – служение Мечте. Что же, пока по Гранд Лайн плавают такие люди, Великая Эра Пиратов всегда будет с нами!",
      "uk": "Король піратів Ґолд Роджер буде страчений Світовим урядом. Прямо перед смертю він підтвердив існування великого скарбу «Ван Піс», який знаходиться десь на величезному морі Ґранд Лайн. Як тільки Роджер сказав, що будь-хто гідний досягти Ван Пісу може забрати його собі, його стратили, і почалася Велика ера піратів.\r\n\r\nДвадцять два роки потому, молодий хлопець на ім’я Монкі Д. Луффі готовий почати свою пригоду по пошуку Ван Пісу та здобуванню титулу Короля піратів. Маючи при собі солом’яну шапку, невеличкий човен та еластичне тіло, він вирушає у неймовірну подорож, щоб зібрати собі команду та хороший корабель, який зможе пронести їх через весь Ґранд Лайн, щоб стати найвеличнішими в усіх морях.",
      "es-la": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "pt-br": "One Piece começa quando Gol D. Roger, o Rei Dos Piratas que possuiu tudo nesse mundo, antes de ser executado, diz que escondeu o seu tesouro em algum lugar da Grand Line, um oceano extremamente perigoso. Desde então muitos piratas se aventuram pela Grand Line para tentar encontrar o tesouro chamado One Piece. Um deles é Monkey D. Luffy, o garoto que, acidentalmente, comeu uma das Akuma No Mi, a Gomu Gomu No Mi (Fruta da Borracha), e agora ele pode esticar seu corpo como se fosse uma borracha. A jornada dele começa atrás de companheiros e um barco, que ele vai conseguindo pouco a pouco, pois tem um objetivo: Ser o Rei Dos Piratas!!"
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "603e7aa4-df1e-4eb6-83e1-025b4d2d570a",
    "title": {
      "en": "Boyfriend From Scratch"
    },
    "updatedAt": "2024-07-09T11:33:40+00:00",
    "coverArt": "https://mangadex.org/covers/603e7aa4-df1e-4eb6-83e1-025b4d2d570a/d857c55e-de3e-432f-ab39-1569bd35e881.png",
    "altTitles": [
      {
        "en": "Become a Boyfriend From Scratch"
      },
      {
        "zh-ro": "Cóng Líng Kāishǐ Zuò Nányǒu"
      },
      {
        "zh": "从零开始做男友"
      },
      {
        "zh-ro": "Cong Ling Kaishi Zuo Nanyou"
      }
    ],
    "description": {
      "en": "What should you do when a junior colleague of the same sex confesses their feelings for you, and is persistently pursuing you? Not only does voice actor Mason find himself in such a situation, but also unexpectedly discovers that this junior is the very same doujinshi artist behind the R-rated fan comics featuring the two of them! Furthermore, the two are set to work together on a BL radio drama..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5005e163-cf70-451d-8eb2-62fb17b47fb9",
    "title": {
      "en": "Please, Forget About Vivian"
    },
    "updatedAt": "2024-07-14T22:19:02+00:00",
    "coverArt": "https://mangadex.org/covers/5005e163-cf70-451d-8eb2-62fb17b47fb9/dc34ebee-62fa-42db-9353-a892842f5396.jpg",
    "altTitles": [
      {
        "ko": "비비안을 잊어주세요"
      },
      {
        "es-la": "Olviden a Vivian"
      }
    ],
    "description": {
      "en": "“Marry me, Vivian.” She believed that she could have a happy future together with him. However, after he became emperor, everything started to change. His attitude suddenly changed. A strange rumor that he has an affair with a princess every night. In the end, I was confined to the imperial palace, and I only did what he told me to do. Then one day... “You are pregnant.”I don't need children.” What should I do, if I stay silent, I will lose my child.. I will protect my child even at the risk of my life! So Vivian decided to erase herself from everyone's memories and leave. “Stop it, forget me.”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b73371d4-02dd-4db0-b448-d9afa3d698f1",
    "title": {
      "en": "Ao Ashi"
    },
    "updatedAt": "2024-03-02T18:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/b73371d4-02dd-4db0-b448-d9afa3d698f1/ba2b2700-62a8-4048-b497-019ed8d58e32.jpg",
    "altTitles": [
      {
        "ja": "アオアシ"
      },
      {
        "zh": "青之芦苇"
      },
      {
        "zh-hk": "青之蘆葦"
      },
      {
        "ko": "아오아시"
      },
      {
        "ja-ro": "Ao Ashi"
      },
      {
        "th": "AOASHI แข้งเด็กหัวใจนักสู้"
      },
      {
        "de": "Blaue Beine ~Ao Ashi~"
      },
      {
        "tr": "Mavi Bacak"
      },
      {
        "fr": "Ao Ashi - Playmaker"
      },
      {
        "pt-br": "Ao Ashi - Craques da Bola"
      },
      {
        "ru": "Ао Аши"
      },
      {
        "id": "Ao Ashi"
      },
      {
        "vi": "Ao Ashi"
      }
    ],
    "description": {
      "de": "Aoi Ashito ist ein Mittelschüler im dritten Jahr aus Ehime. Hinter seinem rohen Spiel verbirgt sich sein immenses Talent, aber Ashito erleidet wegen seiner allzu geradlinigen Persönlichkeit einen großen Rückschlag. Der Manager der Jugendmannschaft des J1-Clubs Tokyo City Esperion, Fukuda Tetsuya, erscheint vor Ashito. Fukuda sieht Ashitos grenzenloses Potenzial und lädt ihn ein, an den Probespielen seines Teams in Tokio teilzunehmen. Die Geschichte des Jungen, der den Fußball in Japan revolutionieren wird, beginnt sich schnell zu entfalten.",
      "en": "Aoi Ashito is a third year middle school student from Ehime. Behind his raw game hides his immense talent \nbut Ashito suffers a huge setback because of his overly straightforward personality. \nOne day the youth team manager of J1 club Tokyo City Esperion, Fukuda Tetsuya, appears in front of him. \nFukuda sees his limitless potential and invites him to take part in his team's tryouts in Tokyo. \nThe story of the boy who will revolutionize football in Japan rapidly begins to unfold.  \n  \n---\n- **Won the 65th Shogakukan Manga Award for General Manga in 2019**",
      "ru": "Ашито Аой, ученик третьего класса средней школы из префектуры Эхиме, встречает тренера «Молодежной лиги J» Фукуду Тацую. Несмотря на свою грубость, Ашито обладает таким удивительным потенциалом, что тренер Фукуда приглашает его принять участие в отборочных тестах своей команды в Токио. Взгляните на историю мальчика, который совершит революцию в японском футболе.",
      "tr": "Aoi Ashito Ehime'de ortaokul 3. sınıfa giden bir öğrencidir. Bir gün karşısına J1 Ligi kulübü Tokyo City Esperion'un altyapı takımı menajeri Fukuda Tetsuya çıkar. Fukuda Aoi'nin sonsuz potansiyelini farkeder ve onu Tokyo'daki altyapı seçmelerine davet eder. Böylece Japon futbolunda devrim yapacak çocuğun hikayesi başlar.",
      "pt-br": "Ashito Aoi, um estudante do terceiro ano do ensino médio de Ehime, conhece Fukuda Tatsuya, um treinador da \"J Youth League\". Mesmo que ainda tenha uma personalidade forte, Ashito tem um incrível potêncial que o fez ser convidado pelo treinador Fukuda para participar da seleção de sua equipe em Tóquio. A história do garoto que vai revolucionar o futebol no Japão vai começar."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ad10953-14f2-411e-83e3-5c22c4e7e1e2",
    "title": {
      "en": "Chieri no Koi wa 8 Meter"
    },
    "updatedAt": "2024-05-01T19:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/7ad10953-14f2-411e-83e3-5c22c4e7e1e2/2ee470f3-b1d0-48f2-82df-d74b1f3fcbf2.jpg",
    "altTitles": [
      {
        "ja-ro": "Chieri no Koi wa 8 Meter"
      },
      {
        "ja": "ちえりの恋は8メートル"
      },
      {
        "zh-hk": "智恵梨的愛情高達8米"
      },
      {
        "pt-br": "O amor de Chieri tem 8 metros"
      },
      {
        "en": "Chieri's Love Is 8 Meters Tall"
      }
    ],
    "description": {
      "en": "An ordinary high school student, Yumeji Kotaki, is transferred to his class by his childhood friend, Chieri Omine, who has grown to 8 meters in height! Yumeji is assigned as \"caretaker\" to support Chieri's school life. Their daily life is full of excitement due to the height difference! The height difference is nothing to worry about!\n\nThe start of a literally larger-than-life romcom!",
      "pt-br": "Uma aluna transferida que tem 8 metros de altura...?! \nAmigos de infância se reencontram, mas nem tudo é como antes… Uma mudança na relação entre Chieri e Yumeji, acompanhe o desenrolar desta comédia romântica gigantesca."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e641e85-b741-486a-a221-85d1a0e9e8d6",
    "title": {
      "en": "The Villainess Doesn't Need a New Husband!"
    },
    "updatedAt": "2024-06-26T01:14:47+00:00",
    "coverArt": "https://mangadex.org/covers/9e641e85-b741-486a-a221-85d1a0e9e8d6/505d781e-0fa6-4757-843d-d08db246fe83.png",
    "altTitles": [
      {
        "ko": "악녀님에겐 새 남편 따위 필요하지 않아요!"
      },
      {
        "ja": "悪女様には新しい夫なんて必要ありません"
      }
    ],
    "description": {
      "en": "What kind of dogs are there?\n\n\"The person who will be my groom is already dead!\"\n\nIt's unfair that she died so absurdly, but she possessed the villain. And that, of course, while holding a 'soul wedding'! All he has is a sunfish body and a run-down mansion.\n\nNo, the dead groom isn't rich, but he even has debts? It's the original, it's Nabal, and I have to find my way of life first!\n\nMeanwhile, the Duke of Fitzren came to visit her, claiming to be a close friend of her late husband. If this man touches the hearts of modern people by making warm bath water and iced americano, I think he can be a good shield to overcome this harsh world...\n\n\"Please be my fake mistress!\"",
      "fr": "Qu'est-ce qui se passe ? J'ai transmigré dans le corps de la méchante au moment où elle a conclu un <Mariage d'âme>. Mon futur mari est déjà mort. Tout ce que j'ai,  c'est un corps sexy et une énorme dette ! Quoi, mon défunt mari n'était pas riche ? \"Que dois-je faire pour vivre confortablement en tant que méchante ?\" \"Et l'Americano glacé ? Et le bain chaud ? \"Je veux vivre comme ça !\" J'ai essayé de faire du grabuge pour que personne ne puisse m'approcher.... \"Si tu veux, je vais te sortir de là.\" \"Si tu laisses ton siège et....\" \"C'est juste que l'une des rumeurs qui nous entourent va se concrétiser.\" Un homme est soudain apparu devant moi. \"Je veux t'engager. Sois ma fausse maîtresse.\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b198f9b8-7489-44cc-a062-1cb4b32d5507",
    "title": {
      "en": "Jimoto no Ijimekko-tachi ni Shikaeshi Shiyou to Shitara, Betsu no Tatakai ga Hajimatta."
    },
    "updatedAt": "2024-07-17T07:55:24+00:00",
    "coverArt": "https://mangadex.org/covers/b198f9b8-7489-44cc-a062-1cb4b32d5507/48259198-f0e1-41fc-84f7-daade9f098ff.jpg",
    "altTitles": [
      {
        "ja": "地元のいじめっ子達に仕返ししようとしたら、別の戦いが始まった。"
      },
      {
        "zh": "本想报复以前欺负我的孩子王，另一场战斗却开始了。"
      },
      {
        "en": "When Trying to Get Back at the Hometown Bullies, Another Battle Began."
      }
    ],
    "description": {
      "en": "Local bullies tormented Kotaro when he was a youngster. They were the skilled wrestler Akari, a skilled basketball prodigy Kanae, and Shigure, a prodigy in video games.\n\nEvery day, Kotaro competed against these three guys in their respective sports with the intention of winning. Unfortunately, he was no match for them.\n\nAs a senior in high school, Kotaro now has another opportunity to confront them and exact his retribution...!\n\nBut he will discover a secret that he never would have expected....",
      "vi": "Oneshot chính thức được làm thành series của tác giả Matsumoto Kengo. Sau nhiều năm rời xa quê hương, Kotaro đã quay về để báo thù 3 kẻ bắt nạt từng khiến cậu khổ sở hồi cấp 1. Thế nhưng khi gặp lại 3 kẻ bắt nạt, những gì chờ đợt cậu lại vượt xa những gì cậu tưởng tượng...",
      "pt-br": "Os valentões locais atormentaram Kotaro quando ele era jovem. Eles eram o lutador habilidoso Akari. Kanae, um prodígio do basquete, e Shigure, um prodígio dos videogames. Todos os dias, Kotaro competia contra esses três caras em seus respectivos esportes com a intenção de vencer. Infelizmente, ele não era páreo para eles. No último ano do ensino médio, Kotaro agora tem outra oportunidade de enfrentá-los e exigir sua retribuição…! Mas ele descobrirá um segredo que nunca teria esperado…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b90ec32-d7f8-4786-9167-5d43a8d26503",
    "title": {
      "en": "Mr. Villain Husband, the One You Should Be Obsessing With Is Over There"
    },
    "updatedAt": "2024-07-14T19:59:37+00:00",
    "coverArt": "https://mangadex.org/covers/8b90ec32-d7f8-4786-9167-5d43a8d26503/2fbca4c6-ffbd-465a-b746-89a95b415a17.jpg",
    "altTitles": [
      {
        "en": "Dear Villainous Husband, the One to Be Obsessed With Is Over There"
      },
      {
        "en": "The Person Who Is Obsessed With the Villain Husband Is Over There"
      },
      {
        "en": "Villainous Husband, the One You're Obsessed With Is Over There"
      },
      {
        "ko": "악역 남편님, 집착할 분은 저쪽인데요"
      },
      {
        "es-la": "Marido Villano, con la que estas obsesionado esta en otra parte"
      }
    ],
    "description": {
      "en": "I’ve transmigrated into the body of the wife of the mad villain emperor in an angsty novel!\nHow will I escape? By running away quietly when the saintess he’ll become obsessed with appears.\n\nThis love-blind emperor won’t even remember that I exist once he lays eyes on the saintess! I really didn’t do anything. All I did was lay as low as I could so that I wouldn’t get on my crazy husband’s nerves…. But the villain emperor has asked me to return to the palace with him, and not the saintess. But she’s already here! Why are you obessessing over me?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c471acd-55f1-4ead-84a3-9cc4a8a02c3f",
    "title": {
      "en": "I Look Too Much Like The Boss And The World Actually Believes It"
    },
    "updatedAt": "2024-04-20T12:33:42+00:00",
    "coverArt": "https://mangadex.org/covers/7c471acd-55f1-4ead-84a3-9cc4a8a02c3f/2ff3cd2f-79d9-4b4b-ba30-cfdf38488850.jpg",
    "altTitles": [
      {
        "zh": "长的太像BOSS，结果世人真的信了"
      },
      {
        "zh-ro": "Zhang De Tai Xiang BOSS, Jieguo Shiren Zhen De Xinle"
      },
      {
        "zh-ro": "Zhǎng De Tài Xiàng BOSS, Jiéguǒ Shìrén Zhēn De Xìnle"
      },
      {
        "en": "The Appearance is so BOSS-like, Yet Everyone Believes it"
      }
    ],
    "description": {
      "en": "Moon Lord, Suliang! Tamer of the Divine Lunar Morpho Butterfly, a familiar with abilities to control time and space, yin and yang, I am the invincible youth that stands at the apex of this world! To get such a status upon reincarnation is like getting dealt Pocket Aces… Divine my Arse! The beast in my body is nothing like the Divine Lunar Morpho! It’s clearly the lowest of low level Flash Butterfly!!! Facing millions of fanatical believers, a death match with Emperor Cangyue in three years time, and various sects viewing me as a thorn in their side… This is really an unprecedented beast tamer crisis!",
      "zh": "月之王，苏凉！操纵着能回溯时空、逆转阴阳的月神闪蝶，以此站在这个世界的顶点的无敌少年！ 穿越而来就拿到这么NB的身份卡，岂不是天胡开局……个屁咧！ 我体内的宠兽，哪是什么月神闪蝶！！根本只是个只能照明的最最最低阶的闪光蝶！！！ 面对数以百万的狂热信徒、三年后约战的沧月大帝、视自己为眼中钉的各大教派…… 这还真是…… 前所未有的御兽大危机！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bab34b0f-26d8-4a29-96eb-bfdd1cc0b083",
    "title": {
      "en": "Golden Light Gratia, The Child Loved By God"
    },
    "updatedAt": "2024-06-06T21:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/bab34b0f-26d8-4a29-96eb-bfdd1cc0b083/6b4f8547-e6b8-4adc-aaad-405e3f9cff45.jpg",
    "altTitles": [
      {
        "pt-br": "Luz Dourada Gratia, a criança amada por Deus"
      },
      {
        "ko": "신의 사랑을 받는 아이, 황금빛 그라티아"
      }
    ],
    "description": {
      "en": "Gratia, a girl considered useless and despised by her family, has a revealing dream where a mysterious man predicts a great future for her. She soon discovers that she is the lost daughter of the influential Luciffero family. In a surprising event, after being attacked, a golden light erupts from Gratia, forcing everyone around her to close their eyes.\n\nWhen the light dissipates, young Gratia disappears and in her place an adult version of herself appears, with distinct features of Luciffero. With an imposing stature and undeniable beauty, she comes across Nea, her mother, and realizes that the transformation expected for the future happened that day.\n\nThis was the moment when ten-year-old Gratia and twenty-year-old Gratia switched bodies for the first time.",
      "pt-br": "Gratia, uma menina considerada inútil e desprezada pela família, tem um sonho revelador onde um homem misterioso prevê um grande futuro para ela. Ela logo descobre que é a filha perdida da influente família Luciffero. Num acontecimento surpreendente, após ser atacada, uma luz dourada irrompe de Gratia, obrigando todos ao seu redor a fecharem os olhos.\n\nQuando a luz se dissipa, a jovem Gratia desaparece e em seu lugar aparece uma versão adulta dela mesma, com características distintas de Luciffero. De estatura imponente e beleza inegável, ela se depara com Nea, sua mãe, e percebe que a transformação esperada para o futuro aconteceu naquele dia.\n\nEste foi o momento em que Gratia, de dez anos, e Gratia, de vinte, trocaram de corpo pela primeira vez."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a41ac76-c3f1-451c-9106-d1589540ade8",
    "title": {
      "en": "As Leticia Wishes"
    },
    "updatedAt": "2024-05-16T20:13:09+00:00",
    "coverArt": "https://mangadex.org/covers/1a41ac76-c3f1-451c-9106-d1589540ade8/0ddc60d8-322b-4c4b-9439-cbd2935cafb4.jpg",
    "altTitles": [
      {
        "en": "Everyone Is Under the Baby’s Feet"
      },
      {
        "ko": "모든 건 아기님 발 아래"
      },
      {
        "ko-ro": "Modeun Geon Aginim Bal Arae"
      },
      {
        "en": "Everything Is Under the Baby's Feet"
      },
      {
        "en": "Everything's Under the Baby's Feet"
      },
      {
        "ja": "すべてはお嬢様の手の中に"
      },
      {
        "zh": "一切都在孩子脚下"
      }
    ],
    "description": {
      "en": "Stella, the beloved princess of Tyrien, was imprisoned all her life before being used in an eerie sacrifice. After her consciousness fades away, she wakes up to find herself hatching from an egg as a child! Despite her initial bewilderment, Stella quickly adapts to her new life as \"Leticia\" and becomes attached to Beth, a kind professor who may hold the key to finding out who and what she is. But does Leticia have what it takes to uncover the secrets behind both her lives?",
      "fr": "Stella, la princesse bien-aimée de Tyrien, a été emprisonnée toute sa vie avant d'être utilisée pour un étrange sacrifice. Après avoir perdu connaissance, elle se réveille et découvre qu'elle a éclos d'un œuf en tant qu'enfant ! Malgré sa perplexité initiale, Stella s'adapte rapidement à sa nouvelle vie en tant que « Leticia » et s'attache à Beth, une gentille professeure qui pourrait bien détenir la clé pour découvrir qui elle est et ce qu'elle est. Mais Leticia a-t-elle ce qu'il faut pour découvrir les secrets qui se cachent derrière ses deux vies ?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "496b7402-6272-46b5-bf99-1f216acd20df",
    "title": {
      "en": "Rebirth in the End Times: I Reached the Top by Opening Boxes"
    },
    "updatedAt": "2024-08-03T22:39:03+00:00",
    "coverArt": "https://mangadex.org/covers/496b7402-6272-46b5-bf99-1f216acd20df/26286d96-304b-4e75-8d80-d746fd988141.png",
    "altTitles": [
      {
        "zh": "末世重生：我靠开箱子问鼎巅峰"
      }
    ],
    "description": {
      "en": "Jiang Xiaoyong was betrayed and killed by a green tea girl in the apocalypse, but was accidentally resurrected a year ago and obtained the blind box system. \n\nHe was always one step ahead of others, collecting supplies and spending a fortune to build a safe house before the apocalypse. He became stronger through the system and avenged his enemies in his previous life. \n\nFrom then on, he embarked on the road to the king's counterattack."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39e52698-160c-4f1a-b368-8fa4ac461c03",
    "title": {
      "en": "Kanojo no Tomodachi"
    },
    "updatedAt": "2024-04-15T00:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/39e52698-160c-4f1a-b368-8fa4ac461c03/28c371c2-a991-47ff-aefa-e7138fcd2a26.jpg",
    "altTitles": [
      {
        "ko": "여친의 친구"
      },
      {
        "vi": "Bạn Của Bạn Gái Tôi"
      },
      {
        "ja": "彼女の友達"
      },
      {
        "id": "Teman Pacarku"
      },
      {
        "fr": "L'amie de ma petite copine"
      },
      {
        "zh-hk": "女友的朋友"
      },
      {
        "en": "My Girlfriend's Friend"
      },
      {
        "ja-ro": "Kanojo no Tomodachi"
      }
    ],
    "description": {
      "en": "He got a cute girlfriend who was the first in his life, but her friend tempted him with a body that was lewder than her ... What would you do if your girlfriend's friend pressed you like this? A fascinating erotic story drawn by Jura from the popular doujin circle \"JACK-POT\".",
      "ja": "人生で初めてできた、かわいい彼女。でもその友達は、彼女よりも豊満なカラダで僕を誘惑してきて…。彼女の友達にこんな風に迫られたら、あなたはどうしますか？ 大人気同人サークル「JACK-POT」のじゅらが描く、魅惑の背徳物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "803e0d99-cc6d-490e-b1f3-1d37a46c7280",
    "title": {
      "en": "Shi ni Kake Akuyaku Reijou no Shissou ~Kaishin shite mo Muda Datta no de Hatsukoi no Hito ga Sarattekuremashita~"
    },
    "updatedAt": "2024-07-27T13:07:47+00:00",
    "coverArt": "https://mangadex.org/covers/803e0d99-cc6d-490e-b1f3-1d37a46c7280/ce5d6894-f138-47b4-a4ca-d53335412684.jpg",
    "altTitles": [
      {
        "ja": "死にかけ悪役令嬢の失踪〜改心しても無駄だったので初恋の人がさらってくれました〜"
      }
    ],
    "description": {
      "en": "Sirena is reborn as a villainess in an Otome game. She was supposed to live a peaceful life to avoid the scenario, but she is caught up in a family commotion, her life is in danger, and for some reason, she is kidnapped by her first love...?\n\nFor the second time in my life, it is \"I\" myself who will make myself happy!",
      "ja": "初恋の家庭教師と甘々監禁生活！？\n\n乙女ゲームの悪役令嬢に転生したシレーナ。シナリオ通りにならないよう平穏に生きるはずが、家族の騒動に巻き込まれて命の危機、そして、なぜか初恋の人に攫われることに…!?!?「帰しませんよ、あんな家になんて」クールな家庭教師×元・悪役令嬢!\n\n2回目の人生、自分を幸せにするのは「私」自身！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9585b6ff-7834-4e71-b47c-5a6c1440efb6",
    "title": {
      "en": "4 Cut Hero"
    },
    "updatedAt": "2023-11-24T00:45:49+00:00",
    "coverArt": "https://mangadex.org/covers/9585b6ff-7834-4e71-b47c-5a6c1440efb6/7f16ad38-6d4a-48eb-92ce-bd929fa446f6.jpg",
    "altTitles": [
      {
        "en": "4-Cut Hero"
      },
      {
        "ko-ro": "4-keos Yongsa"
      },
      {
        "ja-ro": "4-koma Yuusha"
      },
      {
        "en": "4-Panel Hero"
      },
      {
        "ja": "4コマ勇者"
      },
      {
        "ko": "4컷용사"
      },
      {
        "en": "Cartoon Hero"
      },
      {
        "en": "Four-Cut Hero"
      },
      {
        "ja-ro": "Yon-koma Yuusha"
      },
      {
        "ru": "Четыре рыцаря"
      },
      {
        "ar": "بطل بدون عمل"
      }
    ],
    "description": {
      "en": "The Hero has defeated the Demon King! But the Princess he meant to save turned out to be a Prince. NEETdom, here he comes, but a life of relaxation surrounded by animes is a pretty sweet deal.  \n  \nUnfortunately, he gets caught up in millennia old legends, curses, and a twisted plot involving multiple Kingdoms and many dragons. Through and through, though, he'll follow a path of whimsy, even if that involves him palling it up with \"villains\".",
      "ru": "Самая обычная история, в которой самый обычный герой убивает самого обычного сатану. С него падает самый обычный журнал 18+. Самый обычный герой, немного полистав его, идёт спасать самую обычную принцессу, которая оказалась самым обычным принцем. Что же будет делать наш самый обычный герой?\n\n---\n\n(Source: yagami)"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "757c05b6-017d-492e-8c78-cbcfdf568944",
    "title": {
      "en": "Apparently, I'm the Villainess?"
    },
    "updatedAt": "2024-03-23T16:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/757c05b6-017d-492e-8c78-cbcfdf568944/279d77ce-a7b4-4eed-8ddc-240d736fd02c.jpg",
    "altTitles": [
      {
        "en": "They Say I'm the Villainous Young Miss"
      },
      {
        "vi": "Họ Đồn Tôi Là Đại Tiểu Thư Xấu Xa"
      },
      {
        "zh": "据说我是反派大小姐"
      }
    ],
    "description": {
      "en": "I worked as a manhua artist, then died from pulling an all-nighter. I woke up as the villainess \"Emi Morwen\" from my webcomic! Emi was an alluring yet cruel character who departed from the story by ending her own life. However, I’m not the real Emi!",
      "vi": "《Sau khi thức quá khuya, chạy deadline để rồi kết thúc sinh mệnh, tôi đã tái sinh thành nhân vật phản diện trong truyện tranh của mình》"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "175be589-d357-4704-85ec-aeeacb2f416f",
    "title": {
      "en": "The Fake Alchemist"
    },
    "updatedAt": "2024-08-03T10:21:29+00:00",
    "coverArt": "https://mangadex.org/covers/175be589-d357-4704-85ec-aeeacb2f416f/14a4fa34-2f65-41c3-b92a-df16e298f067.jpg",
    "altTitles": [
      {
        "ja": "ニセモノの錬金術師"
      },
      {
        "ja-ro": "Nisemono no Renkinjutsushi"
      }
    ],
    "description": {
      "en": "In another world,\nthere was a person\nwho made their living\ndoing alchemy.\n\nAlchemy × Sorcery × Slave × Elf × Reincarnation × God × Cheat × Battle……\nA work packed with everything fantasy brought to life with overwhelming brushwork!",
      "ja": "異世界で、\n錬金術を生業とする\nひとりの人間が\nおりました――。 \n\n錬金術×呪術×奴隷×エルフ×転生×神様×チート×バトル……\nファンタジーのすべてが詰まった作品が、圧倒的筆致により連載開始！",
      "pt-br": "Em outro mundo, havia uma pessoa que ganhava a vida fazendo alquimia.\n\nAlquimia × Feitiçaria × Escrava × Elfa × Reencarnação × Deus × Trapaça × Batalha……\n\nUma obra repleta de tudo o que é fantasia e trazida à vida com uma pincelada impressionante!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "Kaoru Hana wa Rin to Saku"
    },
    "updatedAt": "2024-06-28T11:16:12+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/ed8c3e66-3026-4dab-9442-e922aec0582f.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "ja": "#薫る花"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "ja-ro": "Kaoru Hana Wa Rin To Saku"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "en": "The Fragrant Flower Blooms With Dignity"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High. This is the story of two people who are so close and yet so far apart.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "fr": "Bien qu'ils soient mitoyens, le lycée public Chidori pour garçons et le prestigieux lycée privé pour filles Kikyō continuent à entretenir leur tradition de se haïr mutuellement au plus haut point. Tsumugi Rintarō pensait la même chose, jusqu'à ce qu'il fasse la rencontre de Wakuri Kaoruko, élève de Chidori et habituée de la pâtisserie tenue par ses parents. Malgré la désapprobation et les préjugés de leurs camarades respectifs, Rintarō et Kaoruko vont petit à petit se rapprocher, et tant pis ce qu'en pensent les autres !\n\n___\n**Liens :**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9041cc-6f82-403a-b0c9-aca68ce76bc2",
    "title": {
      "en": "The Knight and Her Emperor"
    },
    "updatedAt": "2023-09-08T21:51:35+00:00",
    "coverArt": "https://mangadex.org/covers/9d9041cc-6f82-403a-b0c9-aca68ce76bc2/fa0bb09b-8199-4d7b-8191-0509e30daec7.jpg",
    "altTitles": [
      {
        "ko": "황제와 여기사"
      },
      {
        "ko-ro": "Hwangjewa Yeogisa"
      },
      {
        "en": "Emperor and the Female Knight"
      },
      {
        "en": "The King and His Knight"
      },
      {
        "fr": "L'armure et la couronne"
      },
      {
        "fr": "L'empereur et la chevaleresse"
      },
      {
        "uk": "Імператор та лицарка"
      },
      {
        "ja": "皇帝と女騎士"
      },
      {
        "ja-ro": "Koutei to Onna Kishi"
      },
      {
        "zh-hk": "皇帝與女騎士"
      },
      {
        "zh": "皇帝与女骑士"
      },
      {
        "id": "Kaisar dan Ksatria Wanita"
      },
      {
        "vi": "Hoàng đế và Nữ hiệp sĩ"
      }
    ],
    "description": {
      "en": "Pollyanna is an unremarkable girl in a noble family. Her parents send her to military conscription hoping she'll die quickly in battle. Left only with her wits and her strength, Pollyanna fights to rise up in the ranks. One day, she meets an ardent king, one who finally acknowledges her worth. Moved by his dream for unity, Pollyanna vows to fight for him. But now the young king is slowly realizing this stalwart knight has also conquered his heart.\n\n---\nAfter six years of pointless war between her country, the Kingdom of Ehas, and their neighbor enemies, the Kingdom of Cukda, aged 20, the woman soldier and former petty officer Pauliana Kellenbell has been defeated and captured in a storming attack by the army of another enemy nation, the Kingdom of Acrea, an attack she had personally predicted but fell on deaf ears by her superiors. She has been desperately trying to survive in men's society, but it was all in vain, her noble birthright having been taken away by her family by being sent to war, and having all her efforts crushed down by the fact that she's a woman in the all-male army of Ehas.\n\nAcrea's young king, Lucius, sees her struggle and potential, and makes an unexpected offer. He dreams of becoming the first emperor to conquer the South continent and its sea. Pauliana swears a life-long allegiance to Lucius for acknowledging her, becoming his knight and most trusted advisor, bestowing her with the name Pauliana Winter. However, in the end, Lucius is just an emperor on the battlefield that had awakened his love for Pauliana!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%99%80-%EC%97%AC%EA%B8%B0%EC%82%AC/2332), [KakaoPage](http://page.kakao.com/home/52250831)\n\n**Official Translations:**\n* English: [Pocket Comics](https://www.pocketcomics.com/comic/162), [Tapas](https://tapas.io/series/the-knight-and-her-emperor/info), [Tappytoon](http://www.tappytoon.com/en/comics/the-knight-and-her-emperor)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/6561/)\n* [French / Français](http://www.verytoon.com/serie/l-armure-et-la-couronne/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kaisar-dan-Kesatria-Wanita/230)\n* [Japanese / 日本語](https://piccoma.com/web/product/14567)",
      "ja": "前妻との娘である「ポリアナ」は家族にとってただの邪魔もの――。\n父はポリアナが戦死することを望み強制的に戦場に行かせるのだが…自分を見捨てた親への復讐と生き残るため必死に訓練し、疲弊した戦地の男世界でも耐えぬくポリアナ。\nしかし、敵国の新王「ルクソス」が率いるアクレア軍の侵攻により、ポリアナは絶体絶命の危機に――!?",
      "ko": "“오늘따라 경이 귀여워 보이는구나.” “폐하, 어디 불편하십니까?” 미모와 능력을 갖춘 대륙의 패왕, 남자보다 거친 여기사에게 반하다?! 전우애가 연애로 발전하기까지, 진중함과 유머의 황금비로 풀어내는 새로운 스타일의 ‘여기사 로망’! 때는 전시, 여기사 폴리아나는 적국 아크레아의 군대에 패배한다. 그녀는 남자들의 사회에서 살아남기 위해 필사적으로 노력해 왔으나 이제는 허망히 죽을 신세. 하지만 아크레아의 젊은 왕 룩소스 1세는 그녀의 사투를 보고 뜻밖",
      "tr": "Pauliana, düşman ulus ordusu Acrea tarafından yenildi ve yakalandı. Umutsuzca erkekler toplumunda hayatta kalmaya çalışıyordu, ama hepsi boşunaydı. Acrea’nın genç kralı Lucius, mücadelesine tanık oldu ve beklenmedik bir teklifte bulundu. Onun hayali savaşı sürdürmek ve Güney kıtasını ve denizini fetheden ilk imparator olabilmekiti. Pauliana, Lucius’a, onu kabul ettiği için ömür boyu sürecek bir bağlılık sözü verdi. Ancak, sonunda, Lucius sadece Pauliana’ya olan sevgisini savaş alanında uyandırmiş bir imparatordu.",
      "uk": "Пауліану подолали, і вона була захоплена у полон армією ворожої країни Акрії. Вона відчайдушно намагалася вижити в чоловічому товаристві, але все було марно. Молодий король Акрії, Люціус, побачив її боротьбу та зробив неочікувану пропозицію. Він мріє продовжити війну та стати першим імператором, що скорить Південний континент і море. Пауліана присягнула на вірність Люціусу за те, що він її визнав. Однак, зрештою, Люціус - просто імператор, який на полі бою усвідомив свої почуття до Пауліани.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%99%80-%EC%97%AC%EA%B8%B0%EC%82%AC/2332), [KakaoPage](http://page.kakao.com/home/52250831)\n\n**Official Translations:**\n* English: [Pocket Comics](https://www.pocketcomics.com/comic/162), [Tapas](https://tapas.io/series/the-knight-and-her-emperor/info), [Tappytoon](http://www.tappytoon.com/en/comics/the-knight-and-her-emperor)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/6561/)\n* [French / Français](http://www.verytoon.com/serie/l-armure-et-la-couronne/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kaisar-dan-Kesatria-Wanita/230)\n* [Japanese / 日本語](https://piccoma.com/web/product/14567)",
      "zh": "称霸大陆的皇帝，居然爱上了比自己还要强悍的女骑士！ 雅娜是一心为皇帝献出忠诚的骑士，面对皇帝突如其来的爱意，超飒的她会怎么应对呢？ \n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%99%80-%EC%97%AC%EA%B8%B0%EC%82%AC/2332), [KakaoPage](http://page.kakao.com/home/52250831)\n\n**Official Translations:**\n* English: [Pocket Comics](https://www.pocketcomics.com/comic/162), [Tapas](https://tapas.io/series/the-knight-and-her-emperor/info), [Tappytoon](http://www.tappytoon.com/en/comics/the-knight-and-her-emperor)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/6561/)\n* [French / Français](http://www.verytoon.com/serie/l-armure-et-la-couronne/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kaisar-dan-Kesatria-Wanita/230)\n* [Japanese / 日本語](https://piccoma.com/web/product/14567)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "197"
  }
]