[
  {
    "mangaId": "80c4c4bc-be9c-400a-8cc0-57b1d0b8a87f",
    "title": {
      "en": "I Shaved. Then I Brought a High School Girl Home."
    },
    "updatedAt": "2023-11-10T00:41:26+00:00",
    "coverArt": "https://mangadex.org/covers/80c4c4bc-be9c-400a-8cc0-57b1d0b8a87f/bfe53938-4377-4e93-81b1-45b52e6e3300.jpg",
    "altTitles": [
      {
        "es-la": "Me afeité la barba. Y luego recogí a una colegiala."
      },
      {
        "ru": "Я побрился. Затем привёл старшеклассницу домой."
      },
      {
        "ja": "ひげを剃る。そして女子高生を拾う。"
      },
      {
        "en": "Higehiro: After Being Rejected, I Shaved and Took in a High School Runaway"
      },
      {
        "ja-ro": "Hige wo Soru. Soshite Joshi Kousei wo Hirou."
      },
      {
        "ja-ro": "Hige Wo Soru. Soshite Joshikosei Wo Hirou."
      },
      {
        "ar": "حلقت فجلبت فتاة مدرسة ثانوية إلى المنزل"
      },
      {
        "th": "โกนหนวดไปทำงาน แล้วกลับบ้านมาพบเธอ"
      },
      {
        "zh": "剃须，然后捡到女高中生"
      },
      {
        "zh-ro": "Tì xū, ránhòu jiǎn dào nǚ gāozhōng shēng"
      },
      {
        "ja": "ひげひろ"
      },
      {
        "ja-ro": "Higehiro"
      }
    ],
    "description": {
      "en": "Yoshida was swiftly rejected by his crush of 5 years. On his way home after drinking his sorrows away, he saw a high school girl sitting on the street. \"I'll let you do it with me, so let me stay\". \"Don't even joke about something like that\". And so, the story of living with the high school girl Sayu began. The slice-of-life romance story between a runaway high school girl and a 26 year old salaryman ensues.",
      "es": "Yoshida fue rápidamente rechazado por su amor de 5 años. En su camino a casa después de consumir sus penas, vio a una chica de secundaria sentada en la calle. \"Te dejaré hacerlo conmigo, así que déjame quedarme\". \"No bromees con algo así\". Y así comenzó la historia sobre la convivencia con la chica de secundaria, Sayu. La romántica historia de la vida entre una colegiala fugitiva y un asalariado de 26 años comienza.",
      "fr": "Après l’avoir aimée pendant cinq ans, Yoshida est rejeté par sa supérieure. En rentrant chez lui après avoir bu pour oublier sa tristesse, il tombe sur une lycéenne assise par terre. « Je te laisserai le faire avec moi, si tu me laisses rester chez toi. » « Ne dis pas des choses comme ça, même pour plaisanter. » C’est ainsi que commence l’histoire de Sayu la lycéenne fugueuse avec Yoshida, un employé banal de 26 ans.",
      "ru": "Йошиду поспешно отвергла девушка, в которую он был влюблён 5 лет. Утопив своё горе в алкоголе, по дороге домой он встречает старшеклассницу на улице. \"Я разрешу вам сделать это со мной, так что позвольте мне остаться у вас\". \"Даже шутить не смей о чём-то подобном\". Так и началась эта история про жизнь с старшеклассницей Саю. Повседневная романтическая комедия между сбежавшей из дома старшеклассницей и 26-летним служащим.",
      "pt-br": "Desolado e bêbado, Yoshida, um empregado de 26 anos, deparou-se com uma estudante do ensino médio que havia saído de casa quando voltou do bar. \"Ei você. JK O que diabos você está fazendo aqui? Vá para casa agora. \"Tio, me deixe ficar em sua casa esta noite. Você podemos fazer \"isso\" se me deixar ficar.\" \"Se você disse em tom de brincadeira, não é engraçado.\" \"Não estou brincando. Está tudo bem por mim.\" \"Então deixe-me dizer-lhe, não tenho interesse em pirralhas.\" \"Hmm? Então, apenas me deixe ficar\"."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41bfb7ca-3256-4af0-b6b2-1017d714d1ed",
    "title": {
      "en": "Summer Trend"
    },
    "updatedAt": "2024-09-14T04:54:35+00:00",
    "coverArt": "https://mangadex.org/covers/41bfb7ca-3256-4af0-b6b2-1017d714d1ed/6c24bbca-7496-4e81-b12d-2fc56c5ebd44.png",
    "altTitles": [
      {
        "zh": "潮夏"
      }
    ],
    "description": {
      "en": "After her parents divorced, Lu Yang moved into her mother's good friend's house and began living with the friend's daughter, Su Gui. Su Gui is smart and gentle, like the warm sun in winter, kind yet unobtrusive. She illuminates Lu Yang's life and shines into Lu Yang's heart. Lu Yang saw her as a sister, a friend, and a mother figure... Later on, Lu Yang didn't want to be her little sister anymore, she wanted to date her. However, after realizing that her feelings for Su Gui had changed, Lu Yang did not want to ruin their current relationship. She was afraid to lose her identity as \"little sister\". She had to change her dependence on Su Gui and distance herself. But after reuniting with Su Gui at work, the suppressed feelings bloomed like a rose, tightly binding Lu Yang and Su Gui together. Was it a long-term scheme or destiny?..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55ace2fb-e157-4d76-9e72-67c6bd762a39",
    "title": {
      "en": "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?"
    },
    "updatedAt": "2024-07-11T02:30:50+00:00",
    "coverArt": "https://mangadex.org/covers/55ace2fb-e157-4d76-9e72-67c6bd762a39/ccb8b6f2-a715-4719-8db7-31b68b6671dd.jpg",
    "altTitles": [
      {
        "id": "Aku, Seorang Raja Iblis, Mengambil Budak Elf Sebagai Istriku, Tapi Bagaimana Cara Aku Mencintainya?"
      },
      {
        "ja-ro": "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?"
      },
      {
        "id": "Bagaimana Cara Mencintai Budak Elfmu?"
      },
      {
        "pt": "Eu, um Lorde Demônio, comprei uma elfa escrava como minha esposa, mas como eu amo ela?"
      },
      {
        "en": "I, the Demon Lord, Took a Slave Elf as My Wife, but How Do I Love Her?"
      },
      {
        "fr": "Je, un seigneur des démons, ai épousé un elfe esclavagisant, mais comment l'aime-je?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку в жёны. И как прикажете её любить?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку-рабыню в жёны. И как же мне её любить?"
      },
      {
        "zh": "我这魔王娶了一个奴隶精灵当老婆，该怎么疼爱才好？"
      },
      {
        "zh-hk": "身為魔王的我娶了奴隸精靈為妻、該如何表白我的愛？"
      },
      {
        "zh": "魔奴嫁"
      },
      {
        "ja": "魔王の俺が奴隷エルフを嫁にしたんだが、どう愛でればいい？"
      },
      {
        "ko": "마왕인 내가 노예 엘프를 신부로 삼았는데 어떻게 사랑하면 되지?"
      },
      {
        "pt-br": "O Dilema de um Arquidemônio: Como Amar sua Noiva Elfa"
      },
      {
        "es": "Soy un Rey Demonio y he Tomado Como Esposa a una Elfa Esclava, ¿Cómo Puedo Amarla?"
      },
      {
        "es-la": "Soy un Rey Demonio y he Tomado Como Esposa a una Elfa Esclava, ¿Cómo Puedo Amarla?"
      },
      {
        "en": "An Archdemon's Dilemma: How to Love Your Elf Bride"
      }
    ],
    "description": {
      "en": "Zagan is feared as an evil mage, he is awkward and has a sharp tongue, and once again had to put down thieves that encroached on his territory when he was researching that morning. In a dark auction, he finds a white slave elf, Nephie, who holds a peerless beauty. Falling in love with her at first sight, he uses his fortune to buy her, but as poor as he is socially, he doesn’t understand how to connect with her. Thus, the clumsy cohabitation of the mage that can’t convey his love, and the slave that pines for her master but doesn’t understand how to bring it up, begins.",
      "es": "Zagan es temido como un mago malvado, es torpe y tiene una lengua afilada, y una vez más tuvo que acabar con unos ladrones que invadieron su territorio cuando estaba investigando esa mañana. En una oscura subasta, encuentra a una esclava elfa blanca, Nephie, que posee una belleza sin igual. Enamorado de ella a primera vista, utiliza su fortuna para comprarla, pero tan pobre como es socialmente, no entiende cómo relacionarse con ella. Así comienza la torpe convivencia del mago que no sabe transmitir su amor y la esclava que suspira por su amo pero no sabe cómo planteárselo.",
      "fr": "Zagan est craint comme mage démoniaque, un jour au marché noir il rencontre une esclave elfe du nom de Nephie. De part sa beauté innocente, il tombe sous son charme et décide de l'acheter. Bien que fortuné d'argent, ses compétences sociales ne le sont pas et il a du mal à savoir comment créer une relation…  \n  \nC'est parti pour une cohabitation maladroite entre ce maître qui ne sait montrer son amour et cette esclave qui en pince pour lui sans savoir quoi faire.",
      "ja": "- [Seiga nicovideo](http://seiga.nicovideo.jp/comic/33204) (Alternate Raw)",
      "pt": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa.",
      "es-la": "Zagan es temido como un mago malvado, es torpe y tiene una lengua afilada, y una vez más tuvo que acabar con unos ladrones que invadieron su territorio cuando estaba investigando esa mañana. En una oscura subasta, encuentra a una esclava elfa blanca, Nephie, que posee una belleza sin igual. Enamorado de ella a primera vista, utiliza su fortuna para comprarla, pero tan pobre como es socialmente, no entiende cómo relacionarse con ella. Así comienza la torpe convivencia del mago que no sabe transmitir su amor y la esclava que suspira por su amo pero no sabe cómo planteárselo.",
      "pt-br": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7596b1b5-186e-4284-a89c-d2a083808e6e",
    "title": {
      "en": "Tensei Saki ga Zannen Ouji Datta Ken: Ima wa Fukkin 1-kai mo Dekinai kedo Yasete Isekai Sukuimasu"
    },
    "updatedAt": "2024-08-29T09:03:45+00:00",
    "coverArt": "https://mangadex.org/covers/7596b1b5-186e-4284-a89c-d2a083808e6e/43bfc4be-c674-48da-b799-e914168fd73b.jpg",
    "altTitles": [
      {
        "id": "Tereinkarnasi sebagai Pangeran yang Mengecewakan: Saat Ini Sit-up Sekali pun Tak Bisa, tapi akan Kucoba 'tuk Diet dan Selamatkan Dunia"
      },
      {
        "en": "That Time I Got Reincarnated as a Disappointing Prince"
      },
      {
        "en": "That Time I Got Reincarnated as a Disappointing Prince: Right Now I Can't Even Do One Sit-up, but I'll Try to Lose Weight and Save the World"
      },
      {
        "ja": "転生先が残念王子だった件 ～今は腹筋１回もできないけど痩せて異世界救います～"
      },
      {
        "ja-ro": "Tensei Saki ga Zannen Ouji Datta Ken: Ima wa Fukkin 1-kai mo Dekinai kedo Yasete Isekai Sukuimasu"
      },
      {
        "ja-ro": "Tensei Saki ga Zannen Ouji Datta Ken: Ima wa Fukkin Ikkai mo Dekinai kedo Yasete Isekai Sukuimasu"
      },
      {
        "en": "Reincarnated as a Disappointing Prince～I can't do a single sit-up now, but I'm going to lose weight and save another world～"
      }
    ],
    "description": {
      "en": "A young man who gets into a plane crash while returning from a business trip overseas is reincarnated into another world after being asked by the goddess to defeat the evil god.   \r\n  \r\nHowever, he was reincarnated as a stupid prince who is known among the aristocrats as the \"Pig Prince (Orc Prince)\" because of his fat and ugly appearance. If you can't even do one sit-up, how are you going to defeat the evil god? This is the story of the Pig Prince's struggle to lose weight!  \r\n  \r\n\r\n\r\n---",
      "id": "Seorang pemuda yang mengalami kecelakaan pesawat saat pulang dari perjalan binis di luar negeri direinkarnasi ke dunia lain setelah diminta oleh dewi untuk mengalahkan dewa jahat.   \r\n  \r\nAkan tetapi, ia tereinkarnasi sebagai seorang pangeran bodoh. yang terkenal di kalangan ningrat dengan julukan \"Pangeran Orc/Pangeran Babi\" karena penampilannya yang gendut dan jelek. Sit-up saja tidak bisa, apalagi mengalahkan dewa jahat? Inilah kisah perjuangan si Pangeran Babi dalam menurunkan berat badan!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61739fd4-7573-4ca5-a2f8-a8ec6f88fbb9",
    "title": {
      "en": "Transmigrated as the Masked Boss's Sister"
    },
    "updatedAt": "2024-09-13T09:28:47+00:00",
    "coverArt": "https://mangadex.org/covers/61739fd4-7573-4ca5-a2f8-a8ec6f88fbb9/a1110137-d87a-4fb2-b6d6-d95f37ff8fd7.jpg",
    "altTitles": [
      {
        "en": "Transmigrating as the Younger Sister of a Bigshot With Multiple Identities"
      },
      {
        "zh": "穿成马甲大佬的妹妹"
      },
      {
        "zh": "Chuan Cheng Majia Da Lao De Meimei"
      }
    ],
    "description": {
      "en": "Dear Villainesses, you lost your fiancé and I lost my one billion! Just when I had received news that I inherited my family's assets, I immediately transmigrated into a cookie cutter villainess story, as the hated villainess right after \"I\" made enemies of everyone in the story! Now witness me slither my way into everyone's heart and reach the ending of the story in one piece!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97080ea0-3738-4415-9018-df279cfe48b6",
    "title": {
      "en": "The Supporting Female Is Reborn, She Will No Longer Serve This Broken Plot"
    },
    "updatedAt": "2024-09-08T12:38:22+00:00",
    "coverArt": "https://mangadex.org/covers/97080ea0-3738-4415-9018-df279cfe48b6/0906274b-0b11-4206-a427-8cb7517e46bc.jpg",
    "altTitles": [
      {
        "zh": "女配重生，这破剧情她不伺候了"
      },
      {
        "ko": "조연으로 태어났지만 막장드라마에 봉사하지 않겠다"
      }
    ],
    "description": {
      "en": "Yin Susu couldn't believe that she was reborn again, her life was repeating again, the setting was the same, the painful things were the same.\n\nShe thought that she would just become a salted fish,* living a lazy life, waiting for death, waiting for everything to end, for the female lead to die, which would mean the end of everything, but she did not want to accept her fate!\n\n\"If you, the female lead, has a golden hand, then I will break that golden hand.\"\n\n*salted fish: metaphor of a corpse or a person who doesn't want to do anything."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "240"
  },
  {
    "mangaId": "1f2ec830-f286-47ae-845f-db91876d5475",
    "title": {
      "en": "Who the Devil Is"
    },
    "updatedAt": "2023-12-21T20:23:55+00:00",
    "coverArt": "https://mangadex.org/covers/1f2ec830-f286-47ae-845f-db91876d5475/61d0516c-f14d-4c61-9a0d-8b842507d0a7.jpg",
    "altTitles": [
      {
        "zh": "被野兽肆意窥探"
      }
    ],
    "description": {
      "en": "Jiao Xifan, the leader of an underground organisation was betrayed, prompting him to fake his own death. Assuming the guise of a student, he started to investigate events from over a decade ago to unravel the truth. Jiao Xifan's quest for truth takes an unexpected turn as he fell into a trap unbeknownst to him when he befriended his classmate, Xue Zhi."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91503d4c-16d6-4962-9eca-93557667066c",
    "title": {
      "ja-ro": "Naze Boku no Sekai wo Daremo Oboeteinai no ka?"
    },
    "updatedAt": "2024-07-12T17:32:28+00:00",
    "coverArt": "https://mangadex.org/covers/91503d4c-16d6-4962-9eca-93557667066c/dc196a9d-f938-4e54-a4a1-b2ecf148b0cf.jpg",
    "altTitles": [
      {
        "tr": "Neden Kimse Benim Dünyamı Hatırlamıyor?"
      },
      {
        "vi": "Phy Sew lu, ele tis Es feo r-delis ec I."
      },
      {
        "en": "Why Doesn't Anybody Remember My World?"
      },
      {
        "ru": "Почему все забыли мой мир?"
      },
      {
        "ja": "なぜ僕の世界を誰も覚えていないのか？"
      },
      {
        "en": "Why Does Nobody Remember Me in This World?"
      },
      {
        "zh-hk": "為何無人記得我的世界？"
      },
      {
        "zh": "为何无人记得我的世界？"
      }
    ],
    "description": {
      "en": "\"Why doesn't anybody remember the true world…!\"  \r\nThe great war between the five races over the world ended when the Hero Sid led humanity to victory. A young soldier named Kai watched as that world was suddenly overwritten before his eyes. In the rewritten world, Sid never existed. Humanity had lost. There, dragons and demons ruled the world. Kai was forgotten by everyone around him.  \r\nHowever, after encountering the mysterious girl Rinne, Kai decides to break this rewritten destiny. In a world without a hero, he inherits the hero's sword and martial arts and challenges the mighty enemy races in power. Thus begins the quest of one boy, forgotten by the world, to take back the future!",
      "pt-br": "\"Por que ninguém se lembra do mundo verdadeiro...!\" A época em que a grande corrida das cinco tribos competindo pela hegemonia no solo terminou com a vitória da humanidade liderada pelo herói Sid. No entanto, o mundo foi de repente \"sobrescrito \" na frente de um menino chamado Kai. No mundo reescrito, Kai viu a cena onde os seres humanos perderam para as cinco tribos por causa da ausência de herói Sid. Aqui dragões e demônios dominam o solo, e Kai é uma existência esquecida por todos os seres humanos. No entanto, depois de encontrar a misteriosa menina Rinne, Kai decide quebrar este destino reescrito. Em um mundo sem heróis, ele herda a espada do herói e a arte marcial e desafia as raças inimigas poderosas que reinam."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83067b19-bdfb-4ba1-8178-7052e68b41bf",
    "title": {
      "en": "Goshujin-sama to Yuku Isekai Survival!"
    },
    "updatedAt": "2024-06-24T13:02:08+00:00",
    "coverArt": "https://mangadex.org/covers/83067b19-bdfb-4ba1-8178-7052e68b41bf/04b35e06-f28a-4690-a46d-470780980063.jpg",
    "altTitles": [
      {
        "en": "Survival in Another World with My Mistress!"
      },
      {
        "ja-ro": "Craft Game no Nouryoku de Isekai Kouryaku!!"
      },
      {
        "en": "Different World Survival to go with the Master"
      },
      {
        "ja-ro": "Goshujin-sama to Yuku Isekai Sabaibaru!"
      },
      {
        "ja-ro": "Goshujinsama to Yuku Isekai Survival!"
      },
      {
        "en": "Isekai Minecraft"
      },
      {
        "ru": "Захватить другой мир с силой майнкрафта!"
      },
      {
        "ru": "Захватить другой мир с силой ремесленных игр!"
      },
      {
        "ja": "ご主人様とゆく異世界サバイバル！"
      },
      {
        "zh": "跟主人一起在异世界生存!"
      },
      {
        "zh-hk": "跟主人一起在異世界生存！"
      },
      {
        "ja": "ご主人様とゆく異世界サバイバル! THE COMIC"
      },
      {
        "ja-ro": "Goshujin-sama to Yuku Isekai Survival! THE COMIC"
      }
    ],
    "description": {
      "en": "Kosuke found himself in a whole different world. Standing there with the wilderness to the east and a forest to his left, he decided to make good use of the occurrence, and tests his knowledge, to where he finds this amazing crafting ability, just like the games from his original world!  \n\n――This is a light for life in a different world.  When I thought, I was suddenly attacked by a beautiful dark elf…?!  \n  \nStart different world capture with different races and sub-races!  \n\n---\n\n- [Official LN (Eng)](https://sevenseasentertainment.com/series/survival-in-another-world-with-my-mistress-light-novel/)",
      "es": "Supervivencia en el otro mundo con mi maestro  \n¿¡Kousuke se encontró en un mundo completamente diferente!?  \nDe pie allí, con el desierto al este y un bosque a su izquierda, decidió hacer un buen uso de la ocurrencia y pone a prueba su conocimiento, donde encuentra esta increíble habilidad de creación, ¡al igual que los juegos de su mundo original!",
      "ja": "気が付けば、そこは異世界だった!?目の前には荒野と背後には森が広がる大地に立っていたコースケ。\n\n培った知識から森でサバイバルをしていたところ、元の世界でプレイしていたサバイバルゲームのように道具を作れるクラフト能力を手に入れていたことに気が付いた。\n\n——これで異世界生活にも光明が。と思っていたところ、いきなり美人ダークエルフに襲われて……!?\n\n異種族・亜人種たちとゆく異世界攻略スタート!!\n\n---\n\n- [Official LN (JP)](https://gcnovels.jp/goshujin/)  \n- [Original WN (JP)](https://ncode.syosetu.com/n3742ey/)",
      "ru": "Косукэ оказался в совершенно ином мире. Стоя там посреди дикой природы в густом лесу, он решил использовать это перемещение с умом и проверить свои знания выживания! Там он находит эту удивительную возможность крафта, точно такую же, как и в игре из его изначального мира!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "740df907-bc4c-4d19-ae84-b646054c5faf",
    "title": {
      "en": "My Goddess Spurs Me On"
    },
    "updatedAt": "2024-06-12T17:29:24+00:00",
    "coverArt": "https://mangadex.org/covers/740df907-bc4c-4d19-ae84-b646054c5faf/694e82be-f57d-4c85-8baa-e3d51d4b9d5a.jpg",
    "altTitles": [
      {
        "ja": "私の女神が今日も推せる"
      },
      {
        "ja-ro": "Watashi no Megami ga Kyou mo Oseru"
      },
      {
        "ja": "私の女神が今日も推せる ~これからも、いつまでも~"
      }
    ],
    "description": {
      "en": "This is a yuri omnibus currently being serialized in the web manga magazine comicGAGA. The theme is \"goddess-like woman x troubled protagonist\" and it's a fun manga that you can easily read. Both the magazine and the single issue version are distributed on the first Saturday of every month. (Each episode 20 pages)",
      "ja": "友達だけど、気付いたら気になっている。\n目で追っていた相手と、気付いたら距離が縮んでいる。\n一緒にいると嬉しいのに、苦しくなるこの気持ちは何だろう…。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "9f18938b-f466-4f74-b6f0-140dc28e8812",
    "title": {
      "en": "Senyuu."
    },
    "updatedAt": "2023-11-17T18:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/9f18938b-f466-4f74-b6f0-140dc28e8812/8bfce0e0-2d0d-4c76-bc2e-b02bb7719e83.jpg",
    "altTitles": [
      {
        "en": "Senyuu WEB"
      },
      {
        "ja": "せんゆう。"
      },
      {
        "ja": "戦勇。"
      }
    ],
    "description": {
      "en": "Once upon a time, a Demon King named Rchimedes caused havoc and destruction in the Human World. He was sealed away by the great hero Creasion, and peace returned to the world.  \n  \n1000 years later, Rchimedes has returned, a hole has opened up in the Human World, and countless monsters have sprung up. To prevent any further destruction, the King calls upon all 75 (probable) descendants of Creasion.  \n  \nThis story focuses on the adventures of descendant number 45, Alba, and the royal soldier appointed to assist him, Ross.  \n  \n[Senyuu Season 1](http://seiga.nicovideo.jp/comic/senyu)    \n[Senyuu Season 2](http://seiga.nicovideo.jp/comic/senyu2)  \n[Senyuu Season 3](http://seiga.nicovideo.jp/comic/senyu3)  \n[Senyuu Season 4](http://seiga.nicovideo.jp/comic/senyu4)  \n[Senyuu+](http://seiga.nicovideo.jp/comic/senyuplus)  \n[Senyuu F5 Reload](http://seiga.nicovideo.jp/comic/39515)"
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc450607-0657-4abd-9ec0-b19e536fb287",
    "title": {
      "en": "I Failed to Divorce My Husband"
    },
    "updatedAt": "2024-07-28T16:35:22+00:00",
    "coverArt": "https://mangadex.org/covers/fc450607-0657-4abd-9ec0-b19e536fb287/433e3574-669f-4c03-9240-2fce2e0c6c40.jpg",
    "altTitles": [
      {
        "ko": "흑막 남편과의 이혼에 실패한 것 같다"
      },
      {
        "ko-ro": "Heungmang Nampyeongwaui Ihone Silpaehan Geon Gatda"
      },
      {
        "en": "My Failing Divorce"
      },
      {
        "en": "I Am Afraid I Have Failed to Divorce My Husband"
      },
      {
        "fr": "Les péripéties d'une ex-vilaine"
      },
      {
        "fr": "Je n'ai pas réussi à divorcer de mon (vilain) mari"
      },
      {
        "pt": "Falhei em me divorciar do meu esposo"
      },
      {
        "ja": "黒幕夫に惚れられました"
      },
      {
        "zh": "正太老公超黏人"
      }
    ],
    "description": {
      "en": "I've been reincarnated as the extra character who stalked her husband, the male lead, for 10 years and died. Of course, I tried to divorce him before the female lead appeared.\n\nBut, I found out that my young husband was secretly abused in the house. At that moment, I immediately became overwhelmed with the responsibility and sense of duty a modern adult would have. \n\n**\n\nAiden had his back turned away from her and suddenly grabbed her arm forcefully. The strength of his hands alone could have ripped her arms off. Erin timidly called his name and spoke. \n\n\"I already reminded you yesterday. We're a married couple, so I'm always on your side.\" \n\n\"...\"\n\n\"So, everything is alright.\" \n\nShe comforted him with these sweet words like it was a spell. And as if he was under her magic, Aiden stopped trembling. \n\n**\n\nThe adult Erin requested to divorce her husband Aiden before the female lead appeared. As soon as those words left her lips, Aiden's smile disappeared. \n\n\"A divorce? Never.\"\n\nAiden tore the divorce papers into such thin sheets, the contents were no longer legible. Erin smiled at the sight. (Synopsis source: Gourmet Scans)\n\n---\nEllen's plan is simple. Before turning into an obsessive villain who gets executed, she's going to get a divorce! But after she becomes Ellen Lianster, her plan gets complicated. Her new husband, Aiden, has developed a debilitating fear of being touched, and Ellen is determined to discover the cause and cure. As she finds ways to help him, an affection-deprived Aiden slowly begins to seek comfort from Ellen. With both hearts opening up to each other, can this marriage succeed... at failing?",
      "fr": "J'ai été réincarnée en tant que la figurante qui a harcelé son mari, le rôle masculin principal, pendant 10 ans et qui est morte. Bien sûr, j'ai essayé de divorcer avant que le personnage principal féminin n'apparaisse. Mais j'ai découvert que la nounou de mon jeune mari abusait secrètement de lui. À ce moment-là, j'ai immédiatement été submergée par la responsabilité et le sens du devoir d'un adulte moderne. *** Aiden, qui lui tournait le dos, lui a soudainement saisi le bras avec force. La seule force de ses mains aurait pu lui arracher les bras. Erin l'appela timidement et prit la parole. «Je te l'ai déjà rappelé hier. Nous sommes un couple marié, alors je suis toujours de ton côté.» «...» «Alors, tout va bien.» Elle le réconforta avec ces mots doux comme s'il s'agissait d'un sortilège. Et comme s'il était sous sa magie, Aiden cessa de trembler. *** Erin, adulte, a demandé le divorce à son mari Aiden avant que le personnage principal féminin n'apparaisse. Dès que ces mots ont quitté ses lèvres, le sourire d'Aiden a disparu. «Un divorce? Jamais.» Aiden a déchiré les papiers du divorce en feuilles si fines que le contenu n'était plus lisible. Erin sourit à cette vue.",
      "zh": "漫画简介: 社牛打工人穿成会被疯批男主处死的小恶女，却意外发现10岁的男主是个缺爱小可怜。每天糯叽叽黏人的正太小乖乖，在小恶女的养成下，还会成为腹黑疯批吗？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccd3cb6e-82ac-4ebd-9263-eec25cfafcc8",
    "title": {
      "en": "Freak Island"
    },
    "updatedAt": "2023-12-05T17:10:39+00:00",
    "coverArt": "https://mangadex.org/covers/ccd3cb6e-82ac-4ebd-9263-eec25cfafcc8/dd35775f-3af4-419d-8709-f25f1eb1b342.jpg",
    "altTitles": [
      {
        "ja-ro": "Kichikujima"
      },
      {
        "ja": "鬼畜島"
      },
      {
        "en": "Evil Land"
      },
      {
        "uk": "Диявольський острів"
      }
    ],
    "description": {
      "en": "University students shipwrecked and forced to board a deserted island with a serial killer."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "24",
    "lastChapter": ""
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-08-03T20:05:47+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5e48e54-9844-4f57-8f93-df82205bad2e",
    "title": {
      "en": "Elf wa Yoru wo Omachikane"
    },
    "updatedAt": "2024-04-09T08:32:50+00:00",
    "coverArt": "https://mangadex.org/covers/e5e48e54-9844-4f57-8f93-df82205bad2e/d85b4a3d-0511-41ff-a1d1-1328b0204af2.jpg",
    "altTitles": [
      {
        "en": "Elves are Waiting for the Night"
      },
      {
        "ja": "四姉妹は夜をおまちかね"
      },
      {
        "zh-hk": "精靈四姐妹夜夜待笙歌"
      },
      {
        "ja": "四姉妹（エルフ）は夜をおまちかね"
      },
      {
        "ja-ro": "Yonshimai (Erufu) wa yoru o omachikane"
      },
      {
        "en": "The Four Sisters (Elves) Wait For The Night"
      }
    ],
    "description": {
      "en": "Who will you “play” with tonight—? A sweet and sugary harem romantic comedy about sleeping with elves ♡"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1cbbedb-bfae-4e10-af88-71b3845c9183",
    "title": {
      "en": "Uramiya Honpo"
    },
    "updatedAt": "2024-05-24T20:12:41+00:00",
    "coverArt": "https://mangadex.org/covers/b1cbbedb-bfae-4e10-af88-71b3845c9183/81cd60ef-2d9c-42f3-938e-8ac63a9ae3b2.jpg",
    "altTitles": [
      {
        "ja": "怨み屋本舗"
      },
      {
        "zh-hk": "怨恨屋本舖"
      },
      {
        "uk": "Урамія Хонпо"
      },
      {
        "en": "Uramiya Honpo"
      }
    ],
    "description": {
      "en": "The world is filled with cruel scum, ranging from petty thieves to sociopath maniacs. When a vile low-life inflicts pain and suffering on innocent victims, sometimes their anger becomes overwhelming. Whether their damage stems from romance, finance, reputation or even a death, these victims feel trapped in their own skins and lives. \n\nThose victims who can't stand it anymore call for the mysterious woman Houjou Shiori, owner of Uramiya, the \"Revenge Shop\". \n\nThe Uramiya specializes in executing revenge schemes. The vengeance their customers request on their bitterly resented enemies could range from financially destroying them, to smearing their social reputation, to even taking their lives. As long as you pay a fair price, the Uramiya will guarantee you get the revenge you deserve."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "142"
  },
  {
    "mangaId": "8e793b67-8e2e-4901-a0bf-27fa9ff769c7",
    "title": {
      "en": "Fairway no Koe wo Kikasete"
    },
    "updatedAt": "2024-08-10T16:16:01+00:00",
    "coverArt": "https://mangadex.org/covers/8e793b67-8e2e-4901-a0bf-27fa9ff769c7/24cd94ec-ed90-4be7-b3da-b717faa5f28a.jpg",
    "altTitles": [
      {
        "ja": "フェアウェイの声をきかせて"
      },
      {
        "en": "Let Me Hear From Fairways"
      },
      {
        "zh": "让我听听平坦球道的声音吧"
      }
    ],
    "description": {
      "en": "Hiyori Hinamori is practicing her golf game at a driving range. Next to her, she meets Eirin Kotori, who hits an outrageous shot with one hand...? Hinamori, who has never known the sky, creates a whirlwind in the world of high school girls' golf with Kotori.",
      "ja": "練習場でゴルフの練習に励む雛守日和。その隣で片手でとんでもないショットを打つ小鳥遊衣鈴と出逢い…!? 空を知らない雛鳥が地を這った小鳥と共に、高校女子ゴルフ界に旋風を巻き起こす！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33af412e-8d17-4ce5-90a5-a0857b8cb0ed",
    "title": {
      "en": "Yoru no Kurage wa Oyogenai"
    },
    "updatedAt": "2024-07-01T07:39:21+00:00",
    "coverArt": "https://mangadex.org/covers/33af412e-8d17-4ce5-90a5-a0857b8cb0ed/09781779-afbb-4eb1-b73b-a71a43631bb2.jpg",
    "altTitles": [
      {
        "vi": "Sứa không thể bơi trong đêm"
      },
      {
        "en": "Jellyfish Can't Swim in the Night"
      },
      {
        "ja": "夜のクラゲは泳げない"
      },
      {
        "ja-ro": "Yoru no Kurage wa Oyogenai"
      },
      {
        "ja-ro": "YoruKura"
      }
    ],
    "description": {
      "en": "Four girls, an illustrator, a former idol, a VTuber, and a composer, form an anonymous artist group called \"JELEE\", each pursuing their artistic dreams while supporting one another."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2d72564a-00d1-49a3-b6b6-375a83a5b3b9",
    "title": {
      "en": "Sono Hada no Atsusa wo Oboeteru"
    },
    "updatedAt": "2024-09-15T02:56:45+00:00",
    "coverArt": "https://mangadex.org/covers/2d72564a-00d1-49a3-b6b6-375a83a5b3b9/1f2a96fe-089b-41e9-8142-cbe7f7dcf863.png",
    "altTitles": [
      {
        "ja": "その肌の熱さをおぼえてる"
      }
    ],
    "description": {
      "en": "“What would you do if I told you your partner that day was ‘me’?” Gen, a hairdresser, has long been in love with his older childhood friend, Koutarou, who likes his older brother, Kanade. One night, Gen spends the night at a hotel with a drunken Koutarou, bolstered by the thought that he might have a chance. However, Koutarou mistakenly thinks it was his older brother, Kanade, that he slept with. Gen’s used to being mistaken as Kanade, but they felt each other’s heat– to think he was mistaken as him even at night–. A devoted, younger, handsome hairdresser x a naturally airheaded, devilish, older, plain-faced boy’s one-sided, childhood love!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "1bb36bea-5f0b-4c15-84f8-2ecfc01725f0",
    "title": {
      "en": "Soredemo Shutter no Oto wa Naru"
    },
    "updatedAt": "2024-08-31T23:29:05+00:00",
    "coverArt": "https://mangadex.org/covers/1bb36bea-5f0b-4c15-84f8-2ecfc01725f0/8d2769d0-a5a3-40d7-bf0f-a2a0f8c915e8.png",
    "altTitles": [
      {
        "ja": "それでもシャッターの音は鳴る"
      },
      {
        "ja-ro": "Sore demo Shutter no Oto wa Naru"
      },
      {
        "en": "Even So, the Shutter Will Keep On Clicking"
      }
    ],
    "description": {
      "en": "Hino is a perfectionist photographer. Because of his strictness, his assistant cameraman quit today. As an awkward atmosphere prevails at the site, a young man, Mitsuo, suddenly appears and says, “I'd like to be your assistant.” Inspired by his free-spirited and carefree personality, Hino gradually became more comfortable around him. But just when things are starting to go well at work, he discovers Mitsuo's secret...?\n\n“Do you love photography?”\n\nEven though they don’t want it, and even though they hate it, they still keep clicking the shutter in search of an answer."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "866b3256-125d-4527-be9c-952cd7c89ea6",
    "title": {
      "en": "Zettai BL ni Naru Sekai vs. Zettai BL ni Naritakunai Otoko"
    },
    "updatedAt": "2024-08-14T05:43:59+00:00",
    "coverArt": "https://mangadex.org/covers/866b3256-125d-4527-be9c-952cd7c89ea6/1ac7d682-fc90-4ac2-bc3e-bc57de9336e0.jpg",
    "altTitles": [
      {
        "en": "A World Where Everything Definitely Becomes BL vs. The Man Who Definitely Doesn't Want To Be In A BL"
      },
      {
        "ja": "絶対BLになる世界VS絶対BLになりたくない男"
      },
      {
        "uk": "Світ BL проти не-BL-хлопця"
      },
      {
        "en": "A Man Who Defies The World of BL"
      }
    ],
    "description": {
      "en": "One day, the protagonist realizes that he lives inside a BL (Boys' Love) world. As he likes girls, he fights back against any hot guys that might draw near, but this is a BL world... he's still assailed with the sight of people in lovey-dovey situations one after another!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd095fd1-0869-46c8-958c-d3f9cb46dd48",
    "title": {
      "en": "Senpai! Waza to ja Nai n desu!"
    },
    "updatedAt": "2024-06-15T18:12:49+00:00",
    "coverArt": "https://mangadex.org/covers/bd095fd1-0869-46c8-958c-d3f9cb46dd48/1e9e0d64-c747-4e33-9b80-4c8eba0532ae.jpg",
    "altTitles": [
      {
        "ja": "センパイ！わざとじゃないんです！"
      },
      {
        "ja-ro": "Senpai! Wazato Janain desu!"
      },
      {
        "ru": "Я не специально, сэмпай!"
      },
      {
        "ja-ro": "Senpai! Waza to ja Nai n desu!"
      },
      {
        "en": "Senpai! I Didn't Do It on Purpose!"
      },
      {
        "zh-hk": "學長！我不是故意的！"
      },
      {
        "zh": "学长！我不是故意的！"
      }
    ],
    "description": {
      "en": "Sachi, a high school student, is confessed to by her love Jun, a senior who is a year older than her, and they are finally going out! However, as soon as she realizes that she is in love with Jun, Sachi has a constitution that causes her to have accidental pervert incidents with him every chance she gets! When Sachi tries to hold his hand for the first time, she accidentally puts her hand down his pants and she ends up deeply misunderstanding Jun when he asks her to pull out her hand. \n\nIt's a sexy cute☆romantic comedy!",
      "ja": "女子高生・幸は一学年上の憧れの先輩・純に告白されて、晴れて付き合えることに！ ところが両思いになった途端、幸は純に対して事あるごとにラッキースケベを起こしてしまう体質になってしまい…！? はじめて手を握ろうとしたら、勢いあまって彼のズボンに手を突っ込んでしまい違うものを握ってしまったり、あまつさえ手を抜こうとしたら手で抜こうとしてしまったりする、そんな一組のカップルが織りなすエロカワ☆ラブコメディです。",
      "ru": "Старшеклассница Сати наконец начинает встречаться с Дзюном, парнем который старше её на год. Она первая призналась, а теперь каждый раз, когда её переполняют чувства любви, богатые формы так и норовят создать неловкую ситуацию! Первая попытка Сати взяться за руки, случайно превращается в нырок в штаны Дзюна, оставляя его в полном недоумении. Встречайте эро-кавай ☆ лавком мангу!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "54"
  },
  {
    "mangaId": "d786501b-f01e-4134-83bb-2b8c75aab6b2",
    "title": {
      "en": "Mahou Shoujo Madoka Magica - Mami Tomoe's Everyday Life"
    },
    "updatedAt": "2024-08-08T01:07:10+00:00",
    "coverArt": "https://mangadex.org/covers/d786501b-f01e-4134-83bb-2b8c75aab6b2/6c45e72b-9d0a-4757-87a3-a60627fbc02e.jpg",
    "altTitles": [
      {
        "ja-ro": "Tomoe Mami no Heibonna Nichijō"
      },
      {
        "ja": "巴マミの平凡な日常"
      }
    ],
    "description": {
      "ja": "Mami Tomoe's Everyday Life is a slice-of-life featuring a lonely, single, 30-year old Mami Tomoe. It is a remake of the author's original doujinshi series, Mami Tomoe 1X Years Later Mami-san Around 30 Years Old Collection."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67ca1083-ec62-4f66-a2f5-355a2702f6e3",
    "title": {
      "en": "Only Sense Online"
    },
    "updatedAt": "2022-08-07T02:26:30+00:00",
    "coverArt": "https://mangadex.org/covers/67ca1083-ec62-4f66-a2f5-355a2702f6e3/24ce6a0d-1168-484d-bc0b-aee2fa19f866.jpg",
    "altTitles": [
      {
        "en": "OSO"
      },
      {
        "ru": "Только чувство онлайн"
      },
      {
        "ja": "オンリーセンス・オンライン"
      },
      {
        "ko": "온리 센스 온라인"
      }
    ],
    "description": {
      "en": "Utilizing a system called \"Sense,\" each player aims to create their unique character in the VRMMORPG \"Only Sense Online.\" Joining this realm is Yun, an absolute beginner in the world of gaming, equipped with some of the worst customized \"Sense\" ever. While his two sisters, both veterans in this world, criticize his choices of equipment, he continues to delve into the skill sets he has acquired. Along his way, he meets the art of \"production\" and people that have mastered this art. Watch as a total novice creates a revolution in the gaming world and create the \"ultimate\" support class.",
      "fr": "À l’aide d’un système appelé « Sens », chaque joueur crée son propre personnage « unique » dans le nouveau VRMMORPG « Only Sense Online ». Faites la connaissance de Yun, novice dans le monde des jeux vidéos, équipé des pires « Sens » possibles. Ses sœurs, des habituées de ce monde, critiquent ses choix d’équipement, mais sur son chemin, Yun rencontrera des maîtres dans l’art de l’artisanat. Suivez les aventures de Yun qui de novice absolu, révolutionne le monde d’OSO en devenant le « Support » ultime !"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff78afd7-6298-4ab0-8d45-9bd2660fa66f",
    "title": {
      "en": "THE iDOLM@STER Cinderella Girls - Daremasu Battle Royale (Doujinshi)"
    },
    "updatedAt": "2024-03-29T09:07:22+00:00",
    "coverArt": "https://mangadex.org/covers/ff78afd7-6298-4ab0-8d45-9bd2660fa66f/c0734bcd-d426-4fad-a031-b02127efa8b4.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b85ac0f-6799-4647-8e90-97ca22614b28",
    "title": {
      "en": "Kimi ni Aisarete Itakatta"
    },
    "updatedAt": "2024-05-24T18:28:25+00:00",
    "coverArt": "https://mangadex.org/covers/0b85ac0f-6799-4647-8e90-97ca22614b28/355414b8-b24a-4d02-9bf1-2f38f7364d5b.jpg",
    "altTitles": [
      {
        "en": "I Wanted to be Hurt by Love"
      },
      {
        "en": "You Loved Me So Much It Hurt"
      },
      {
        "ru": "Я хотела бы быть обиженной твоей любовью"
      },
      {
        "ja": "君に愛されて痛かった"
      },
      {
        "zh": "被你所愛、真的很痛"
      },
      {
        "ko": "너에게 사랑받아 아팠다"
      },
      {
        "fr": "Brisée par ton amour..."
      }
    ],
    "description": {
      "en": "Kanae is a girl who is struggling to fit in with the popular clique at her high school. Because she had been bullied in middle school, she has developed an acute inferiority complex that had led her to engage in questionable after-school activities in order to feel wanted.   \n  \nIn comes Hiroshi, a high-school baseball star who became drawn to her after finding her crying during a group date at a karaoke bar. Thus begins an unhealthy relationship between a mentally unstable high-school girl and a jock.  \n\n\n---",
      "pt": "Kanae é uma garota que está lutando pra se encaixar no grupo popular de sua escola. Devido ao bullying que sofreu durante o ensino fundamental, ela desenvolveu um intenso complexo de inferioridade, o que a levou a praticar atividades questionáveis depois das aulas, tudo para sentir-se desejada."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80e95b7a-0605-4519-beae-f7b5d91b3a11",
    "title": {
      "en": "IVY"
    },
    "updatedAt": "2024-09-15T04:02:48+00:00",
    "coverArt": "https://mangadex.org/covers/80e95b7a-0605-4519-beae-f7b5d91b3a11/dabccdce-9b1f-41b8-9bb1-cd2e6088de44.jpg",
    "altTitles": [
      {
        "ja": "アイビー"
      },
      {
        "ko": "아이비"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36",
    "title": {
      "en": "The Hundred Ghost Stories That Led to My Death"
    },
    "updatedAt": "2024-07-09T10:24:42+00:00",
    "coverArt": "https://mangadex.org/covers/1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36/be3ea405-a17a-46d1-b0c4-caad9d2df100.jpg",
    "altTitles": [
      {
        "ja": "僕が死ぬだけの百物語"
      },
      {
        "ja": "Boku ga Shinu dake no Hyakumonogatari"
      },
      {
        "zh": "我死前的百物语"
      },
      {
        "en": "100 Ghost Stories to Die For"
      },
      {
        "en": "Hundred Ghost Stories of My Own Death"
      }
    ],
    "description": {
      "en": "One day, an elementary school child named Yuuma tries to jump out of his classroom window. His classmate Hina stops him and, in a bid to stall for time, asks him, “Do you know the round of a hundred ghost stories?” Hina tells Yuuma about a ritual where, if you tell a hundred ghost stories, you’ll see ghosts afterward. Learning this gives Yuuma a new lease on life. Chapter by chapter, he shares ghost stories with the reader, slowly but surely inching his way toward one hundred…\n\n(Source: Seven Seas Entertainment)",
      "pt-br": "Série de terror antológica detalhando a \"Rodada das 100 Histórias de Fantasmas\", muitas vezes usado como um teste de coragem, onde os participantes contam cem histórias sobrenaturais,  apagam uma vela e se olham no espelho depois de terminar cada história. Quando a centésima vela é apagada, diz-se que fantasmas e demônios são convocados ao nosso mundo. Um antigo conto popular originário do Japão recontado por de Yuuma, um menino que vive em uma casa problemática."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4667017b-c0d6-479c-8b27-e1ee674a4351",
    "title": {
      "en": "Parasitic Pandemic"
    },
    "updatedAt": "2023-12-02T01:22:25+00:00",
    "coverArt": "https://mangadex.org/covers/4667017b-c0d6-479c-8b27-e1ee674a4351/f90e79da-0a07-417c-9d5d-f29d43590233.jpg",
    "altTitles": [
      {
        "ja-ro": "Kisei Rettou"
      },
      {
        "zh": "寄生列岛"
      },
      {
        "ja": "寄生列島"
      }
    ],
    "description": {
      "en": "Sendo Chihiro, a high school girl, moves from Tokyo to the provincial island of Hanayama after her parents' divorce. There's something strange about the island she moves to. There is blatant discrimination against outsiders, mysterious rituals that suddenly take place, and a huge \"water tower\" built in the middle of the island... One day, a fisherman is stabbed to death in his home. The whole island becomes suspicious of the murderer, and the unexpected culprit is revealed――. A parasite psycho-thriller by Edogawa Edogawa of \"Ikenie Touhyou\"."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "1d470548-6493-4b6e-80c1-f35af7ccc6be",
    "title": {
      "en": "Can You Hear Me"
    },
    "updatedAt": "2024-05-21T23:00:16+00:00",
    "coverArt": "https://mangadex.org/covers/1d470548-6493-4b6e-80c1-f35af7ccc6be/a0f3c3a6-935a-431f-8f6d-b63990d6b2da.png",
    "altTitles": [
      {
        "zh": "你听得见"
      }
    ],
    "description": {
      "en": "During a big campus carnival, five people escaped to the beach to play a card game.\nLin Weixia then got the chance to ask Ban Sheng a question.\n\nLin Weixia: \"What do you want to be?\"\nBan Sheng: \"A shark.\" He then paused and asked, \"What about you?\"\n\"A fish tank.\" she answered.\n\nEveryone knows that sharks and fish tanks can never be together.\n\nThe handsome and arrogant boy × the cold and cool academic girl."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39ed85ab-d508-4839-855e-98e8a0376265",
    "title": {
      "en": "Fate Rewinder"
    },
    "updatedAt": "2024-07-26T12:45:43+00:00",
    "coverArt": "https://mangadex.org/covers/39ed85ab-d508-4839-855e-98e8a0376265/33830139-3525-4506-8826-3f82cf7685ff.jpg",
    "altTitles": [
      {
        "ja": "運命の巻戻士"
      }
    ],
    "description": {
      "en": "The world's most easy-to-understand and hot loop manga!\n\nAn organization that saves people who have tragically died, the Space-Time Police Special Task Force, also known as the \"Rewind Officers\"! Their weapon is the time machine \"Retry Eye\" embedded in their right eye! Rewind time dozens, hundreds, thousands of times until you solve the case! The first loop manga in CoroCoro's 45-year history, a must-see!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c2c9ed0-d5ab-4f3d-a08d-b288d76c1b33",
    "title": {
      "en": "The Tough Life of a Journalist"
    },
    "updatedAt": "2024-09-14T17:16:22+00:00",
    "coverArt": "https://mangadex.org/covers/0c2c9ed0-d5ab-4f3d-a08d-b288d76c1b33/57d4bbd9-d4d2-4553-9fbd-b454231e96bc.png",
    "altTitles": [
      {
        "ko": "고기자의 힘드러운 기자생활"
      }
    ],
    "description": {
      "en": "In the interview room, they spoke of a warm world and justice, but in the end, a newspaper company is still a company, and a company is just that. Starting the day at 5G speed but ending it at 3G, Weekend work is a given, and being on-call is an option. The more incidents and accidents, the more work piles up, So I wish for world peace now more than ever. Yet when I see the numbers in my bank account, all I feel is sadness. This is the story of a realistic journalist living in a world full of inevitable things. Even so, the “clickbait journalist” and “corporate worker,” Who wander with hope, hoping to improve even just a little, Find themselves constantly torn between two worlds. The cat reporter, caught in the middle,\nHeads to work again today, stumbling along the way.",
      "ko": "면접장에서는 따뜻한 세상과 정의를 외쳤지만,\n결국 신문사도 회사고 회사는 회사였다.\n출근은 5G인데 퇴근은 3G,\n주말 출근은 기본에 당직은 옵션.\n\n사건사고가 많으면 일이 늘어나니\n그 어느 때보다 세상의 평화를 바란다.\n\n그럼에도 통장에 찍히는 숫자를 보면 슬픔뿐.\n그렇게 어쩔 수 없는 것들로\n가득한 세상에서 벌어지는 현실적인 기자 이야기.\n\n그래도 조금이라도 더 나아지고 싶어 하는\n희망으로 헤매는 ‘기레기’와 ‘회사원’,\n그 어느 중간에서 끊임없이 고민하며 살아가는\n고양이 기자는 오늘도 좌충우돌 출근을 한다."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "cf05fa96-b52a-4684-b884-00f0d4c21f9c",
    "title": {
      "en": "Kishuku Gakkou no Juliet"
    },
    "updatedAt": "2022-11-28T14:41:47+00:00",
    "coverArt": "https://mangadex.org/covers/cf05fa96-b52a-4684-b884-00f0d4c21f9c/e63af650-6bc2-43e8-9b97-26ad7dbfb4f9.jpg",
    "altTitles": [
      {
        "en": "Boarding School Juliet"
      },
      {
        "vi": "Juliet ở trường nội trú"
      },
      {
        "fr": "Romio vs Juliet"
      },
      {
        "ru": "Джульетта из школы-интерната"
      },
      {
        "ja": "寄宿学校のジュリエット"
      },
      {
        "ko": "기숙학교의 줄리엣"
      },
      {
        "zh-hk": "寄宿學校的朱麗葉"
      }
    ],
    "description": {
      "en": "Juliet Persia and Inuzuka Romio are archenemies. They lead two high school dormitories from two rivaling countries. Both factions are dead set on defeating the other to gain control over the island they have to share. Beneath the feuding exterior, however, Persia and Inuzuka long for love and peace for their budding relationship…",
      "it": "Juliet Persia e Romio Inuzuka sono a capo di due dormitori rivali presso l'accademia privata Dahlia, in cui risiedono gli studenti appartenenti a due paesi differenti, i \"Black Doggy\" e i \"White Cat\". Le due fazioni sono in guerra tra loro per contendersi il controllo dell'isola in cui vivono. Juliet e Romio si dimostrano agli occhi dei loro compagni di dormitorio come acerrimi nemici, ma in realtà sono segretamente innamorati l'uno dell'altra e costretti a mantenere nascosta la loro relazione per non subire ripercussioni.  \n  \n  \n **Links:**   \n[![](https://i.imgur.com/oiVINmy.png) Mangaka’s Pixiv](https://www.pixiv.net/en/users/3628803)  \n[![](https://i.imgur.com/dQCXZkU.png) Mangaka’s Twitter](https://twitter.com/yousukekaneda)",
      "ru": "История проходит в школе-интернате Далия, престижной школе на изолированном острове, где учатся студенты из Восточной страны и Западного княжества. Враждебные отношения соседних стран не меняются и внутри школы — день изо дня между учениками происходят стычки из-за взаимной неприязни. К этой и без того напряжённой ситуации добавляется то, что Ромио Инудзука, лидер первокурсников из общежития Восточной страны, известного как «Чёрные собаки», и Джульетта Персия, лидер первокурсников из общежития Западного княжества, известного как «Белые кошки», тайно влюблены друг в друга!\nОб этих отношениях, невзирая ни на какие обстоятельства, абсолютно никто не должен узнать!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "119.5"
  },
  {
    "mangaId": "0e8fac17-979e-4e37-8f45-2c334b25d6dd",
    "title": {
      "en": "Whisper Me a Love Song"
    },
    "updatedAt": "2024-07-25T22:55:17+00:00",
    "coverArt": "https://mangadex.org/covers/0e8fac17-979e-4e37-8f45-2c334b25d6dd/abe794b4-e604-4fd2-81a0-1d0b7a5c50ad.jpg",
    "altTitles": [
      {
        "id": "Membisikan Lagu Cinta"
      },
      {
        "ja-ro": "Sasakoi"
      },
      {
        "ja-ro": "Sasayaku you ni Koi o Utau"
      },
      {
        "es": "Susurrame Una Canción de Amor"
      },
      {
        "ru": "Прошепчу тебе песню о любви"
      },
      {
        "ja": "ささやくように恋を唄う"
      },
      {
        "zh": "恋语轻唱"
      },
      {
        "zh-hk": "恰如細語般的戀歌"
      },
      {
        "zh-ro": "Liàn yǔ qīng chàng"
      },
      {
        "uk": "Прошепочу тобі пісню про кохання"
      },
      {
        "pt-br": "Sussurrando Uma Canção De Amor Para Você"
      },
      {
        "en": "Whispering You a Love Song"
      },
      {
        "de": "Flüster mir ein Liebeslied"
      },
      {
        "vi": "Khẽ hát lời yêu"
      }
    ],
    "description": {
      "en": "Bubbly, energetic first-year high school student Himari falls head over heels for her senpai Yori after hearing her band perform on the first day of school. Himari tells Yori she just loves her, and, to Himari’s surprise, Yori says she loves Himari back! But when Himari realizes that she and her senpai are feeling two different kinds of love, she begins to ask herself what “love” really means…",
      "es": "Himari comienza la escuela secundaria y en su primer día atiende el concierto del club de música ligera en el gimnasio de la escuela, enamorándose a primera vista con la cantante Yori y confesándole su amor en los casilleros de zapatos. Buscándo a dicha cantante, Himari se entera de que Yori no es parte del mencionado club y que a ella le gusta tocar música sola en la terraza de la escuela. Allí, se entera de que Yori también se enamoró de ella.",
      "fr": "Himari est une lycéenne de première année qui, dès le premier jour, assiste à la représentation du club de musique au gymnase de l'école. Elle a eu le coup de foudre pour la chanteuse Yori, à qui elle s'est déclarée devant les casiers du lycée. En cherchant ledit élève plus tard, elle découvre qu'elle ne fait pas vraiment partie du club et qu'elle aime jouer de la musique seule sur le toit. Là, elle découvre que Yori aussi est tombée amoureuse d'elle.",
      "ru": "Химари влюбилась в солистку группы, которая выступала на приветственной вечеринке новых студентов. После разговора с Химари Ёри — солистка группы — поняла, что влюбилась в неё с первого взгляда...\n\n---\n\n(Source: [readmanga](https://readmanga.io/proshepchu_tebe_pesniu_o_liubvi__A5238))",
      "uk": "Життєрадісна, енергійна старшокласниця Хімарі по вуха закохалася у свого семпая, на ім'я Йорі після того, як почула виступ її групи першого дня навчання. Хімарі відразу зізнається Йорі у своїх почуттях і на подив Хімарі, Йорі каже, що вона теж закохана в неї! Але коли Хімарі розуміє, що вони відчувають два різні види кохання, вона починає ставити собі питання, що ж насправді означає \"любов\".",
      "es-la": "\"Whispering you a love song\" es la historia de un amor a primera vista que inicia en la temporada de los cerezos en flor. Himari, una nueva estudiante de la preparatoria, queda fascinada por Yori-senpai, la vocalista de la banda de chicas que se presenta en la ceremonia de inauguración del año escolar.",
      "pt-br": "Himari é uma caloura do ensino médio que no primeiro dia assiste a apresentação do clube de música light na academia da escola, apaixonando-se pelo veterano e cantor Yori à primeira vista, confessando-se a ela nos armários dos sapatos. Mais tarde, procurando pelo dito veterano, Himari descobre que Yori não faz parte do clube e que, em vez disso, gosta de tocar música sozinha no telhado. Lá, ela descobre que Yori também se apaixonou por ela."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b5a3b43-effb-4f54-aa9b-d6093d523452",
    "title": {
      "ja": "Silent Witch Chinmoku no Majo no Kakushigoto"
    },
    "updatedAt": "2024-09-11T18:50:06+00:00",
    "coverArt": "https://mangadex.org/covers/2b5a3b43-effb-4f54-aa9b-d6093d523452/4d9d61bc-58a9-4644-aa07-805ecdcbf499.jpg",
    "altTitles": [
      {
        "ja": "サイレント・ウィッチ 沈黙の魔女の隠しごと"
      },
      {
        "en": "Secrets of the Silent Witch"
      },
      {
        "en": "Silent Witch"
      },
      {
        "ko": "사일런트 위치"
      },
      {
        "es": "Secretos de la Bruja Silenciosa"
      }
    ],
    "description": {
      "en": "Monica Everett is revered as “The Silent Witch.” She’s the only magician in the world who can use magic without an incantation... In reality though, she’s just shy— the only reason she practiced chantless magic was so that she wouldn't have to speak in public! Before even realizing her own talent, Monica is chosen as one of the “Seven Sages,” and is assigned the secret mission of protecting the kingdom’s second prince...?\n\nThe antisocial young prodigy will have to hide her true nature while secretly rescuing the prince from encroaching danger in this thrilling fantasy story!",
      "es": "Monica Everett es venerada como «La Bruja Silenciosa». Es la única maga del mundo que puede usar la magia sin conjuros... En realidad, es tímida: ¡la única razón por la que practicaba magia sin encantamientos era para no tener que hablar en público! Antes incluso de darse cuenta de su propio talento, Mónica es elegida como uno de los «Siete Sabios», ¿y se le asigna la misión secreta de proteger al segundo príncipe del reino...?\n\nLa antisocial joven prodigio tendrá que ocultar su verdadera naturaleza mientras rescata en secreto al príncipe del peligro que la acecha en esta emocionante historia de fantasía.",
      "id": "Keajaiban tidak membutuhkan nyanyian. Ini adalah kisah tentang penyihir terlemah, paling pemalu, namun terkuat, dan bagaimana dia dilahirkan kembali, semuanya menjadi sebuah buku. (Penyihir Keheningan) Monica Everett. Satu-satunya penyihir di dunia yang bisa menggunakan sihir diam (tanpa nyanyian), dan seorang pahlawan muda yang membunuh sendiri naga hitam legendaris itu. Tapi apa sifat aslinya?? Alasan sebenarnya saya berlatih sihir diam adalah agar saya tidak perlu berbicara di depan umum. Ketika Monica terpilih sebagai salah satu dari 7 Watchers, tanpa disadari, dia terpaksa mengambil misi rahasia untuk melindungi pangeran kedua…? Lemah dan pemalu, namun yang terkuat. Penyihir surgawi yang antisosial menyembunyikan identitas aslinya dan diam-diam membawa kejahatan ke pengadilan melawan pangeran dalam fantasi yang menyakitkan! Fantasi penyihir web, terlahir kembali menjadi sebuah buku, dengan tambahan! Apa yang akan menjadi misteri baru yang berdiri di depan Monica Everett…?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af0527c1-8734-4498-b128-7090340bc10d",
    "title": {
      "en": "Dragon Ball (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:59:32+00:00",
    "coverArt": "https://mangadex.org/covers/af0527c1-8734-4498-b128-7090340bc10d/74af82cd-d605-4600-a697-64b2cc96d01b.jpg",
    "altTitles": [
      {
        "en": "Dragon Ball - Digital Colored Comics"
      },
      {
        "en": "Dragon Ball - Full Color Edition"
      },
      {
        "ja": "DRAGON BALL カラー版"
      }
    ],
    "description": {
      "en": "Goku and friends battle intergalactic evil in the greatest action-adventure-fantasy-comedy-fighting series ever! Legend has it that if all seven of the precious orbs called “Dragon Balls” are gathered together, an incredibly powerful dragon god will appear to grant one wish. Unfortunately, the orbs are scattered across the world, making them extremely difficult to collect. Enter 16-year-old Bulma, a scientific genius who has constructed a radar to detect the exact locations of the Dragon Balls. She’s on a mission to find all seven orbs, but first she must convince young Son Goku to join her on her quest. With a monkey tail, superhuman strength and a magic staff for a weapon, Son Goku is ready to set out on the adventure of a lifetime…"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "519"
  },
  {
    "mangaId": "62608082-d81d-4513-af7d-ae3ffe2423d2",
    "title": {
      "en": "Kiyo in Kyoto: From the Maiko House"
    },
    "updatedAt": "2024-04-14T17:56:31+00:00",
    "coverArt": "https://mangadex.org/covers/62608082-d81d-4513-af7d-ae3ffe2423d2/8a3491cd-8d3c-4788-b621-d1e45dd6902a.jpg",
    "altTitles": [
      {
        "ja": "舞妓さんちのまかないさん"
      },
      {
        "en": "The Caterer at the Maiko Manor"
      },
      {
        "fr": "La maison des Maiko"
      },
      {
        "ja-ro": "Maiko-san Chi no Makanai-san"
      },
      {
        "ru": "Кухарка в доме майко"
      },
      {
        "id": "Juru Masak Para Maiko"
      },
      {
        "en": "The Makanai: Cooking for the Maiko House"
      }
    ],
    "description": {
      "en": "Within the winding streets of Kyoto's geisha district lives a 16 year old girl named Kiyo. \nAfter failing to become a Maiko, a traditional dance apprentice, she starts working as caterer for her troupe. \nThis is the story of her daily life.  \n\nPublished in Indonesian by Elex Media as **Juru Masak Para Maiko**.\n\nAnime: [AniDB](https://anidb.net/anime/15476) | [MAL](https://myanimelist.net/anime/41556/Maiko-san_Chi_no_Makanai-san) | [ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=23951) | [LC](https://www.livechart.me/anime/9863) | [IMDB](https://www.imdb.com/title/tt13884016/)\nLive-action dorama: [Netflix](https://www.netflix.com/title/81325501) | [MyDramaList](https://mydramalist.com/718203-kiyo-in-kyoto) | [IMDB](https://www.imdb.com/title/tt15964848/)\n \n--- \n- **Won the 65th Shogakukan Manga Award for Shonen Manga**",
      "ja": "ここは京都のど真ん中にある花街。 舞妓さんたちが深夜、お仕事を終えたあと帰ってきて、共同生活を送っているのは、「屋形」と呼ばれるおうちです。 とある屋形で「まかないさん」として舞妓さんたちに毎日の食事を作っているのは、なんと弱冠16歳の少女・キヨ。 彼女がまかないさんになったのには、ある意外な理由があって——。 華やかな花街の舞台裏、普通の日のごはんを通して、温かな人間模様が描かれます。"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b4cc18a-fc58-4818-ac6a-712147be94c0",
    "title": {
      "en": "Villain"
    },
    "updatedAt": "2024-09-15T03:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/7b4cc18a-fc58-4818-ac6a-712147be94c0/6ce92a1c-de02-439e-a06a-d56df0801856.jpg",
    "altTitles": [
      {
        "ja": "ヴィラン"
      }
    ],
    "description": {
      "en": "\"I'm sure we freak them out just by holding hands\" Orio Azuru is a young man who doesn't understand his gender. In this town, \"he\" is the freest. Midou Renri, the one he fell in love with -- or so he should have.\nBrought to you by Fujita, the creator of \"Wotakoi\", the much famed vocaloid song \"Villain\" is remade into a manga overflowing with heartbreak and excitement.\nHow will their tale of love go in an era where we wish to see such stories?",
      "ja": "「きっと手を繋ぐだけでゾッとされる。」\n自分の性別がわからない少年・織生空弦(おりお あずる)はこの街で一番自由な“彼”・御堂蓮利(みどう れんり)に、恋をした---はずだった。\nボカロ史に輝く名曲にして問題作の『ヴィラン』が\nヲタ恋のふじたの手により、切なさとときめきが溢れる漫画に生まれ変わる。\n今の時代だからこそ見届けてほしい、二人の恋の結末は？"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "6.2"
  },
  {
    "mangaId": "36bad9cb-6310-4048-a48e-a1ab7b7dcb3e",
    "title": {
      "en": "Demon X Angel, Can't Get Along!"
    },
    "updatedAt": "2024-01-26T02:43:34+00:00",
    "coverArt": "https://mangadex.org/covers/36bad9cb-6310-4048-a48e-a1ab7b7dcb3e/f6f5be02-e1e9-46aa-8371-d7460dcc6236.jpg",
    "altTitles": [
      {
        "zh": "恶魔X天使 不能友好相处"
      },
      {
        "en": "Demon X Angel Can't Get Along!"
      },
      {
        "ar": "ملاك و شيطان! لا يمكن ان نتعايش"
      },
      {
        "pt-br": "Demônio X Anjo, Não Conseguem Se Dar Bem!"
      }
    ],
    "description": {
      "ar": "الشياطين والملائكة نوعان من الأجناس المتقابلة مع مرور الزمن سئموا من القتال ضد بعضهم بعض ولكي يتعايشوا بسلام سويا قرروا البدء بخطة زواج! الخطة لها فترة مراقبة مدتها عام واحد. إذا كان الشيطان والملاك لا يزالان غير قادرين على العيش سويا وفهم بعضهم البعض بشكل جيد ، فسيتم إلغاء الزواج و نتيجة لذلك ، تم اختيار جيا تشينغ (الشيطان) و يو شانشان (الملاك) بواسطة اليانصيب كشريكين في الزواج ، وبدأت حياتهم سويا كزوجين يجب عليهم التعايش معا بشكل جيد.",
      "en": "Demons and angels are natural enemies that have grown tired of fighting each other. In order to coexist peacefully, they decided to arrange a marriage between the two races! If the pair can't get along within the one-year trial period, the marriage will be dissolved. This is how Jiacheng (Demon) and Yu Shanshan (Angel) became the chosen \"lucky\" pair for the marriage. Sharing the goal of divorce, the two began their lives of \"happy\" cohabitation!",
      "pt-br": "Demônios e anjos são duas raças opostas. À medida que os tempos mudam, eles estão cansados ​​de lutar. Para conviverem pacificamente, decidiram iniciar um plano de casamento! O plano tem um período de observação de um ano. Se os demônios e os anjos ainda não se derem bem, o casamento será cancelado. Como resultado, Jiacheng (demônio) e Yu Shanshan (anjo) foram “felizmente” selecionados por sorteio como parceiros de casamento, e começaram uma vida de coabitação “feliz” com o destino do divórcio."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb5aaae8-4255-4c45-b1f5-8ce6bf34dcb8",
    "title": {
      "en": "Cosmic Heavenly Demon 3077"
    },
    "updatedAt": "2024-08-15T10:02:12+00:00",
    "coverArt": "https://mangadex.org/covers/eb5aaae8-4255-4c45-b1f5-8ce6bf34dcb8/ce52e512-072d-45bb-b6a1-183322ebcc9d.jpg",
    "altTitles": [
      {
        "ko": "우주천마 3077"
      },
      {
        "en": "Space Heavenly Demon 3077"
      },
      {
        "en": "Cosmic Demon 3077"
      }
    ],
    "description": {
      "en": "After countless years, the Heavenly Demon, sealed within Mount Tai, finally awakened, only to discover that humanity had long abandoned the radiation-soaked Earth and was now exploring the far reaches of the galaxy."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ae1bfa5-3b05-4769-8e6f-932f3ce70096",
    "title": {
      "en": "Jojo's Bizarre Adventure - Glass Lariats (Doujinshi)"
    },
    "updatedAt": "2023-12-28T07:53:39+00:00",
    "coverArt": "https://mangadex.org/covers/0ae1bfa5-3b05-4769-8e6f-932f3ce70096/fd6a4b84-8488-4efa-91be-c7f4ea040734.png",
    "altTitles": [
      {
        "en": "JJBA: GL"
      },
      {
        "en": "Jojos glass lariats"
      },
      {
        "en": "Glariats"
      }
    ],
    "description": {
      "en": "The year is 2019 in Puerto Larraín, Chile. Glass Lariats follows the story of Josefina Torres, a 17 year old teenager, on her adventure to find her sister who was kidnapped for unknown reasons. During her adventure, Josefina will fight to learn about her family history and unveil the mystery behind the man who appears in her dreams."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5b21ca1-bba5-4b9a-8cd1-6248f731650b",
    "title": {
      "en": "Record of Ragnarok"
    },
    "updatedAt": "2024-09-15T04:58:49+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ca1-bba5-4b9a-8cd1-6248f731650b/5f2306f9-eecb-4996-ae90-e34be10c475a.jpg",
    "altTitles": [
      {
        "ja-ro": "Shuumatsu no Walküre"
      },
      {
        "en": "World's End Valkyrie"
      },
      {
        "ru": "Повесть о Конце Света"
      },
      {
        "fa": "تاریخچه رگنوراک"
      },
      {
        "ja": "終末のワルキューレ"
      },
      {
        "en": "Valkyrie of the End"
      },
      {
        "zh-hk": "終末的女武神"
      },
      {
        "fr": "Valkyrie Apocalypse"
      },
      {
        "es-la": "Los Registros del Ragnarok"
      },
      {
        "ar": "سجلات راغناروك"
      },
      {
        "uk": "Повість про кінець світу"
      },
      {
        "bg": "Рагнарок"
      },
      {
        "tr": "Ragnarok Kaydı"
      },
      {
        "id": "Rekam Jejak Ragnarok"
      },
      {
        "id": "Valkri Jawir Asli Jaksel"
      },
      {
        "en": "Valkyrie Apocalypse"
      },
      {
        "ja-ro": "Shuumatsu no Valkyrie"
      }
    ],
    "description": {
      "en": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n\n---\n  - Alternative English Translation: [<comikey>](https://comikey.com/comics/record-of-ragnarok-manga/61/)",
      "fa": "⁧⁧ داستان جایی شروع میشه که خدایان بحث این رو به میان میاورند که انسان‌ها زنده بمانند یا نابود شوند. ولی یک والکری به تنهایی بحث را به سمتی میکشاند که به انسان‌ها اجازه یک مبارزه در مقابل خدایان داده شود. و به این شکل کور سوی امید بشریت روشن باقی میماند. سیزده خدا، سیزده انسان، در مقابل هم قرار میگیرند تا سرنوشت بشریت را مشخص کنند",
      "fr": "Tous les mille ans, l'ensemble des dieux, tous panthéons réunis, se réunissent au Valhalla, le paradis des âmes, lors d'une assemblée présidée par Zeus, le dieu suprême grec, afin de décider du sort des humains. Or, cette année-là, il est décidé à la quasi-unanimité de détruire l'humanité. Mais la Valkyrie Brunehilde interrompt la conférence et propose aux dieux de se mesurer aux mortels lors du tournoi de Ragnarök, pour déterminer s'ils valent vraiment la peine d'êtres anéantis. Ce tournoi opposera 13 dieux issus de diverses mythologies à 13 puissants humains qui ont fait l'histoire. Si l'humanité remporte au moins sept des 13 duels, alors les dieux épargneront l'humanité.",
      "id": "- In Indonesian by [Akasha](http://www.mncgramedia.id/comics/comic_detail/akasha-record-of-ragnarok-01) as \"Record of Ragnarok\"",
      "it": "- In Italian by [Star Comics](https://www.starcomics.com/titoli-fumetti/record-of-ragnarok) as \"Record of Ragnarok\"",
      "ru": "История начинается c собрания богов, на котором они решают судьбу человечества: убить всех или оставить в живых, согласившись в никчёмности рода людского, боги выбирают первое... Но одна валькирия выдвигает предложение: позволить богам и человечеству сразиться в битве, в качестве последнего луча надежды людей. 13 богов сразятся против 13 чемпионов людей в битвах один на один, чтобы решить, будет ли человечество жить или сгинет в могуществе божественной силы.",
      "tr": "Hikâye, tanrıların insanlığın yaşamasına ya da ölmesine karar vermek için bir toplantı düzenlemesi ve insanlığı yok etmeye karar vermesiyle başlar. Ancak yalnız bir Valkyrie, insanlığın hayatta kalması için son bir umut olarak tanrıların ve insanlığın son bir savaşa girmesine izin verilmesi önerisini ortaya atar. 13 tanrı, insanlığın yaşayıp yaşamayacağına karar vermek için teke tek savaşlarda 13 insan şampiyona karşı dövüşecektir.",
      "uk": "Історія починається зі зборів богів, на яких вирішується доля людства: життя чи смерть. Погодившись з нікчемністю людського роду, боги вибирають друге... Але одна валькірія висуває пропозицію: дозволити богам і людям битися в битві, яка стане останнім променем надії для людства. 13 богів б'ються проти 13 людських чемпіонів у битвах віч-на-віч, щоб вирішити, чи буде людство жити чи згине у могутності божественної сили.",
      "es-la": "Los Dioses se reúnen con el objetivo de decidir si la humanidad debe vivir o morir. Y aunque llegan a la conclusión de que debe perecer, una Valkyria propone que una lucha de dioses contra humanos para tomar tan difícil decisión. Así, 13 humanos pelearán contra 13 Dioses para resolver el destino de la humanidad.",
      "pt-br": "A cada 1.000 anos, as divindades se reúnem sob o conselho de Valhalla para decidir sobre o direito da humanidade de continuar vivendo, ou por sua destruição, porém desta vez os deuses estão furiosos com o descaso humano para com o planeta, pendendo passim para aniquilar toda a raça humana, porém uma única valquíria os convencem de realizar o Ragnarok, uma batalha mortal entre humanos e deuses para decidir sob sua sobrevivência, 13 humanos enfrentarão 13 deuses. Serão este humanos capazes de colidir com as poderosas divindades?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce0bf90c-937e-4095-9a93-6df22bcbee10",
    "title": {
      "en": "Space Pharaoh ☆ Patra-chan"
    },
    "updatedAt": "2024-02-03T17:08:20+00:00",
    "coverArt": "https://mangadex.org/covers/ce0bf90c-937e-4095-9a93-6df22bcbee10/e4454906-382c-4e13-91eb-ea9625e8e2e6.jpg",
    "altTitles": [
      {
        "ja": "宇宙ファラオ☆パトラちゃん"
      },
      {
        "ja-ro": "Space Pharaoh ☆ Patora-chan"
      },
      {
        "ja-ro": "Uchuu Pharaoh Patra-chan"
      }
    ],
    "description": {
      "en": "Let's invade Earth during summer vacation!?\n\nI, Princess Patra of Ptolemy, chose \"Earth Invasion\" for my summer vacation free study!\nHowever, because of my comfortable life on Earth, I tend to fall behind on my homework!\nToday is another peaceful day♪ (Thanks to Patra-chan's love for the Earth)"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": ""
  },
  {
    "mangaId": "032fd747-fba8-449b-b614-b3715fb6a899",
    "title": {
      "en": "Genkai OL to Joshi Daisei ga 〇〇 Suru Hanashi"
    },
    "updatedAt": "2024-05-11T15:58:30+00:00",
    "coverArt": "https://mangadex.org/covers/032fd747-fba8-449b-b614-b3715fb6a899/1a0e9ba2-e8e4-4054-8b1c-921820b03dfa.jpg",
    "altTitles": [
      {
        "ja": "限界OLと女子大生が〇〇する話"
      },
      {
        "ko": "한계 OL과 여대생이 OO하는 이야기"
      },
      {
        "en": "An OL at Her Limit and a College Girl"
      }
    ],
    "description": {
      "en": "Segawa-san is the star of the office who everyone depends on. But she's stretched thin, and the state of her apartment has gotten dire. After a fateful encounter, the college student next door offers to lend a helping hand!",
      "ja": "仕事ができて皆から頼られる完璧OL 瀬川さん。しかし家では、汚部屋で毎日コンビニ飯を食べる限界生活を送っていた。ある日、お隣に住む片付け上手でしっかり者の女子大生 安藤さんに部屋の片付けを手伝ってもらうことになり…？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16a49509-c1f5-49a6-af81-6255969a9665",
    "title": {
      "en": "Mayonaka no Ore o Mite"
    },
    "updatedAt": "2024-09-09T07:02:48+00:00",
    "coverArt": "https://mangadex.org/covers/16a49509-c1f5-49a6-af81-6255969a9665/5057931b-6dc5-410b-9c55-97bc18af3da1.jpg",
    "altTitles": [
      {
        "ja": "真夜中の俺を見て"
      },
      {
        "vi": "Dõi Theo Màn Đêm Trong Em"
      }
    ],
    "description": {
      "en": "Mayo, who is gloomy and lacks self-confidence, is currently active as the bright and cheerful popular VTuber \"Mahiru\".\n\nThe more Mahiru, the polar opposite of his true self, is loved, the more the reality of being alone becomes painful...\n\nEven his manager Ogino, who praises him a lot and spoils him, is probably only looking at Mahiru, not the real \"me\".\n\nBecause he knows this, he can't take Ogino's words \"I love you\" seriously and wish to be loved by him so much...!\n\nHowever, as if seeing through Mayo's \"desire to be bullied\", Ogino asks, \"Shall I bully you instead?\", revealing the depths of his body trembling with anticipation...!?\n\nA sweet, sadistic, caring manager x an unconsciously masochistic, gloomy VTuber\n\nDevelopment of the mind and body! Pampered Love Days!!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b1b5cc9-1889-4ebc-b613-f7e2142ff2fe",
    "title": {
      "en": "Bocchi The Rock! Anthology Comic"
    },
    "updatedAt": "2023-08-30T22:43:47+00:00",
    "coverArt": "https://mangadex.org/covers/4b1b5cc9-1889-4ebc-b613-f7e2142ff2fe/447c9eff-7239-43e0-8dd3-18fd859099f7.jpg",
    "altTitles": [
      {
        "ja": "ぼっち・ざ・ろっく！アンソロジーコミック"
      },
      {
        "ja-ro": "Bocchi the Rock! Anthology Comic"
      },
      {
        "en": "Bocchi the Rock! Anthology Comic"
      }
    ],
    "description": {
      "en": "Bocchi the Rock! anthology by various mangaka.\r\n\r\n---\r\n**Volume 1**\r\n**Cover**: [Chiba Sadoru](https://mangadex.org/author/d5f4317f-c206-4421-b87e-581d65d86c13)\r\n**Illustrations**: [Matsuda Hikari](https://mangadex.org/author/d024d115-01fd-45d7-b92f-0af7434fd4c9/matsuda-hikari), [Uzaki Uso](https://mangadex.org/author/ed1f402e-0550-446a-b3d5-8cfee979104c), Instant, [Hoshi](https://mangadex.org/author/7f08c8d4-98a3-4fee-92ff-7f618c6ab63a), [Souma Hajime](https://mangadex.org/author/4f2c1169-ad59-444c-a0a9-dab195ee35f6), HOJI, Iwawa (イワワ)\r\n\r\n**Author list**:\r\n1. Yuichi\r\n2. Takeo Kyuujuu\r\n3. Shirou Urayama\r\n4. Totsuno Takahide\r\n5. Uraya Nagi\r\n6. Uchino Maiko\r\n7. Confure\r\n8. Fuku Kitsune\r\n9. kashmir\r\n10. Oomameda\r\n**Extra comics**: Kokamumo, Konparu & Fujishima Pepo"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a0a5528a-c4a8-4495-a966-6877c12856ba",
    "title": {
      "en": "TRUMP"
    },
    "updatedAt": "2024-06-03T20:35:06+00:00",
    "coverArt": "https://mangadex.org/covers/a0a5528a-c4a8-4495-a966-6877c12856ba/8cec91f3-ac76-460f-9d42-3d1b4163c0e3.jpg",
    "altTitles": [
      {
        "en": "Trump"
      },
      {
        "ja-ro": "トランプ"
      }
    ],
    "description": {
      "en": "Sophie, a boy with vampire and human blood, is transferred from an orphanage to an institution called Clan. The school houses vampire boys who have reached their Cocoon period, or puberty in human terms. Sophie has a fateful encounter with a boy named Ul while being coldly greeted by the vampires around him. As Ul continues to research the “power of immortality” that vampires once possessed, he learns of the existence of TRUMP, the original vampire that is said to live forever, and begins to crave eternal life.\n\nEventually, Sophie and Ul become entangled in the deep fate surrounding the legend of immortality...\n\nA manga adaptation of the origin story of playwright Kenichi Suemitsu’s popular series! A Gothic school fantasy that beautifully spins the conflicts of impressionable and sensitive boysー!",
      "ja": "吸血種<ヴァンプ>と人間の血が流れる少年ソフィは、養護院からクランと呼ばれる施設へと入所した。そこは繭期――人間でいうところの思春期を迎えた吸血種の少年たちが集う学園。周囲の吸血種から冷ややかな目で迎えられる中、ソフィはある一人の少年と運命的な出会いを果たす。劇作家・末満健一の人気シリーズの原点となる物語をコミック化!! 繊細かつ多感な少年たちの葛藤を美しく紡ぎ出すゴシック学園ファンタジー!",
      "vi": "Câu chuyện xoay quanh Sophie Anderson - một con lai giữa con người và ma cà rồng (Dhampir), bị khinh ghét vì sự không thuần khiết. Tuy vậy, Sophie vẫn vượt lên những trở ngại với trái tim cao quý và luôn đầy tự hào về dòng máu của mình."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "30"
  },
  {
    "mangaId": "4febaf1e-924d-4d2a-a446-baa0bf52e8ef",
    "title": {
      "en": "Instant Regret"
    },
    "updatedAt": "2024-09-15T02:50:21+00:00",
    "coverArt": "https://mangadex.org/covers/4febaf1e-924d-4d2a-a446-baa0bf52e8ef/172affd2-dd9f-4cef-aa49-bdbbfbcb485f.jpg",
    "altTitles": [
      {
        "ja": "即堕ち2ページから始まる高位種族物語"
      },
      {
        "pt-br": "Arrependimento Instantâneo em Duas Páginas"
      },
      {
        "en": "Tales of the Noble Race That Starts from a U-turn 2 Pages"
      },
      {
        "ja-ro": "Soku Ochi 2 Page kara Hajimaru Kouishuzoku Monogatari"
      },
      {
        "ja": "後悔先に立たずな"
      },
      {
        "ja-ro": "Koukai Saki ni Tatazu na"
      }
    ],
    "description": {
      "en": "A tale of immortals when faced with the fragile mortality of their mortal companions.",
      "ja": "即堕ち2ページから始った高位種族と人間の物語",
      "pt-br": "Em apenas duas páginas, a protagonista se arrepende totalmente do que disse."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "11"
  },
  {
    "mangaId": "0948937b-682c-4fe2-90bb-4c552c6818c4",
    "title": {
      "en": "I Have Nine Quadrillion Simp Gold Coins"
    },
    "updatedAt": "2024-07-29T19:36:49+00:00",
    "coverArt": "https://mangadex.org/covers/0948937b-682c-4fe2-90bb-4c552c6818c4/1c65e461-6021-4a50-bffc-8197022ab832.jpg",
    "altTitles": [
      {
        "zh": "我有九千万亿舔狗金"
      },
      {
        "vi": "Ta Có 90 Tỷ Tiền Liếm Cẩu!"
      },
      {
        "en": "I Have 90 Billion Licking Gold Coins"
      }
    ],
    "description": {
      "en": "Down-and-out university student Chen Yuan, devotedly pursues Goddess Lin Shutong for three years, gets kicked in the face. In his grief, he accidentally activates the “Licking Dog System” with a memory of 90 trillion Licking Dog Money, solely for licking women. The more you spend, the more you get back, and you can also obtain various attribute bonuses, transforming into a little superhero. It's called the Licking Dog System, but do I really want to be a licking dog? As long as I lick enough, I'll be the king. As long as I prove my love with enough money, I can turn the goddess into my licking dog! At this moment, Chen Yuan, who has undergone a great awakening, embarks on his life as a rich and licking dog."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]