[
  {
    "mangaId": "38f386ce-f2dc-4f2b-99f9-522eab56078d",
    "title": {
      "en": "Webtoon Character Na Kang Lim"
    },
    "updatedAt": "2024-07-09T15:13:24+00:00",
    "coverArt": "https://mangadex.org/covers/38f386ce-f2dc-4f2b-99f9-522eab56078d/bb45c8ed-521d-47a4-b780-cfc72b356228.png",
    "altTitles": [
      {
        "ko": "수요웹툰의 나강림"
      },
      {
        "ko-ro": "Suyo Webtoon-ui Na Kang-Rim"
      }
    ],
    "description": {
      "en": "Na Kang Lim, a high school student who enjoys reading webtoons, experiences a strange event one day when the female lead from his favorite webtoon appears before him. Even more surprising, the same incidents that put her in danger in the webtoon start happening in real life. The problem is, there's no protagonist in the real world to save her! Ultimately, Na Kang Lim takes on the role of the protagonist, looping through time to save her."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "172"
  },
  {
    "mangaId": "855a1c70-4e13-4b82-8bf5-fb42201db6d5",
    "title": {
      "en": "Shin Mazinger Zero vs Ankoku Daishougun"
    },
    "updatedAt": "2024-04-10T07:15:52+00:00",
    "coverArt": "https://mangadex.org/covers/855a1c70-4e13-4b82-8bf5-fb42201db6d5/62d1916f-6495-458e-b098-a21b7ae52406.jpg",
    "altTitles": [
      {
        "ja-ro": "Shin Mazinger Zero vs. Ankoku Daishogun"
      },
      {
        "en": "Shin Mazinger Zero vs. Great General of Darkness"
      },
      {
        "ja": "真マジンガーZEROvs暗黒大将軍"
      },
      {
        "zh": "真魔神ZERO VS 暗黑大将军"
      }
    ],
    "description": {
      "en": "After finally defeating Dr. Hell, Kabuto Kouji has to battle the forces of the Mikene Empire. Against an enemy unknown even to Minerva X, who has seen countless alternate timelines, Mazinger Z faces his most desperate moments! (MAL)",
      "pt-br": "Depois de finalmente derrotar o Dr. Hell, Kabuto Kouji tem que lutar contra as forças do Império Mikene. Contra um inimigo desconhecido até mesmo para Minerva X, que viu inúmeras linhas do tempo alternativas, Mazinger Z enfrenta seus momentos mais desesperadores!"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "35"
  },
  {
    "mangaId": "c718eb5d-6544-49ab-9fb4-ee90f6b75f8e",
    "title": {
      "en": "The Age of Arrogance"
    },
    "updatedAt": "2024-07-14T18:10:13+00:00",
    "coverArt": "https://mangadex.org/covers/c718eb5d-6544-49ab-9fb4-ee90f6b75f8e/e7198cb0-6882-4963-adae-fc3a1de456cb.jpg",
    "altTitles": [
      {
        "ko": "오만의 시대"
      },
      {
        "ko-ro": "Omane Sidae"
      },
      {
        "en": "The Era of Pride"
      },
      {
        "en": "City of Arrogance"
      },
      {
        "fr": "L'âge de l'arrogance"
      },
      {
        "es": "La edad de la arrogancia"
      },
      {
        "es": "La nueva era"
      },
      {
        "ne": "अहङ्कारको युग"
      },
      {
        "ru": "Эпоха высокомерия"
      },
      {
        "th": "ยุคแห่งความโอหัง"
      },
      {
        "ja": "傲慢の時代"
      },
      {
        "zh": "傲慢的时代"
      },
      {
        "zh-hk": "傲慢的時代"
      },
      {
        "id": "Masa Kesombongan"
      },
      {
        "vi": "Thời đại của oman"
      },
      {
        "tr": "Gurur Çağı"
      },
      {
        "ar": "عصر الغطر"
      },
      {
        "es-la": "La era de arrogancia"
      }
    ],
    "description": {
      "ar": "سيد بيرباز، الذي قاد الحرب التي استمرت 28 عامًا إلى النصر، \"آشا بيرباز\". بالنسبة لبيرفاز، الذي دمرته الحرب الطويلة، تتوجه آشا إلى العائلة الإمبراطورية لتلقي مكافأة النصر التي وعد بها الإمبراطور. ومع ذلك، فإن المكافأة الوحيدة التي عادت كانت <الحق في اختيار شريك الزواج>. كخيار أفضل، أشار آشا إلى \"دوق كارلايل هافن\"، وهو الأمير الأول الذي تم حرمانه مؤخرًا من لقب ولي العهد. إذا تم رفضها، كانت تنوي الحصول على نفقة من الإمبراطور... \"ماركيز بيرباز. سأقبل عرض زواجك\". وعلى عكس التوقعات، قبل دوق كارلايل اختيار آشا. وعود بدعم هائل لبيرفاز...!",
      "en": "The lord of Pervaz, who led the 28-year war to victory, Asha Pervaz. \n\nFor Pervaz, who was devastated by the long war, Asha heads to the imperial family to receive the victory reward promised by the emperor.  However, the only reward that came back was the \"right to choose a marriage partner.\" \n\nAs the best choice, Asha pointed out the Duke of Carlisle Haven, the first prince who had recently been deprived of the title of crown prince.  If she was refused, she intended to receive compensation from the emperor... \n\n\"Marquise Perbaz. I will accept your marriage proposal.\" \n\nContrary to expectations, the Duke of Carlisle accepted Asha's choice.  Promising tremendous support for Pervaz...!\n\n---\nAfter winning a long war, Asha Pervaz is expecting the emperor to compensate her with money. Unlike her expectations though, the emperor asks Asha to choose her own husband from a list of nobles. Asha chooses Duke Carlisle Haven, the emperor’s eldest son and former crown prince. Asha expects him to object and pay an alimony instead, but the duke actually agrees to marry her! He even promises to help Asha rebuild Pervaz. What does the duke really want? And will Asha get what she wants without getting embroiled in the growing royal conspiracy?",
      "fr": "Après avoir mis fin à la longue guerre contre les Lurs, Asha Pervaz, Seigneure des terres de Pervaz, se rend au palais impérial dans l'espoir d'obtenir la récompense promise par l'Empereur. Mais contrairement à ses attentes, Asha ne se voit offrir que le droit de choisir un époux. Fine stratège, elle choisit le Duc Carlisle Haven, fils aîné de l'empereur et prince héritier temporairement privé de son autorité, pensant que celui-ci refusera et lui versera en échange une compensation financière. Mais contre toute attente, le Duc accepte de l'épouser. Il lui promet de lui fournir les matériaux nécessaires à la reconstruction de Pervaz si Asha l'aide à récupérer le trône qui lui revient de droit.",
      "id": "Setelah kematian ayah dan kakak-kakaknya melawan suku barbar, Asha Pervaz turun tangan untuk menggantikan mereka. Kemenangan berhasil ia raih, namun imbalan yang ia terima hanya cemoohan rakyat dan “hak memilih calon suami”, alih-alih hadiah uang untuk membangun kembali wilayahnya. Sadar bahwa Kaisar mempermainkannya, Asha memilih Carlisle Haven Evaristo, sang putra mahkota kekaisaran yang dicabut haknya akibat skandal besar, untuk menjadi suaminya! Asha yakin Carlisle akan menolaknya, namun…",
      "ko": "28년간의 전쟁을 승리로 이끈 페르바즈의 영주, '아샤 페르바즈'. 긴 전쟁으로 황폐해진 페르바즈를 위해 아샤는 황제가 약속한 승전 보상을 받으러 황실로 향한다.   하지만 돌아온 보상은 고작 <결혼 상대 선택권>.  최선의 선택으로 얼마 전 황태자 위를 박탈당한 1황자, '칼라일 헤이븐 공작'을 지목한 아샤. 거절하면 황제에게 위자료를 지급받을 생각이었으나…  \"페르바즈 변경백. 그대의 청혼을 받아들이겠다.\"  예상과 다르게 칼라일 공작은 아샤의 선택을 받아들였다. 페르바즈에 대한 엄청난 지원까지 약속하면서…!",
      "th": "อาชา เปอร์เวซ ลอร์ดแห่งเปอร์เวซ ผู้นำชัยชยะมาสู่สงครามที่กินเวลายาวนานกว่า 28 ปี อาชามุ่งหน้าไปยังพระราชวังเพื่อรับรางวัลแห่งชัยชนะที่จักรพรรดิได้ให้คำมั่นไว้ โดยมีจุดมุ่งหมายเพื่อนำมาบูรณะดินแดนเปอร์เวซ ซึ่งถูกจักรวรรดิทอดทิ้งจากสงครามที่ยืดเยื้อ แต่ทว่า รางวัลเดียวที่อาชาได้รับกลับเป็น <การเลือกคู่แต่งงาน> อาชาตัดสินใจเลือกมกุฎราชกุมาร ดยุกแห่งคาร์ไลล์ ฮาเว่น ผู้ซึ่งถูกปลดจากตำแหน่งมกุฎราชกุมารเมื่อไม่นานมานี้ ถ้าเธอถูกปฏิเสธ เธอก็จะได้รับรางวัลอย่างงามจากจักรพรรดิ แต่ว่า… “มาร์คกราฟแห่งเปอร์เวซ ข้ายอมรับคำขอแต่งงานของเจ้า” ทุกอย่างกลับไม่เป็นไปตามที่คาดไว้ ดยุกแห่งคาร์ไลล์ ฮาเว่นเลือกที่ยอมรับคำขอแต่งงานของอาชา และเขายังสัญญาที่จะให้การสนับสนุนเปอร์เวซอย่างเต็มที่อีกด้วย",
      "tr": "Perbaz’ın 28 yıl süren savaşı zafere taşıyan lordu ‘Asya Pervaz’. Uzun süren savaşta harap olan Pervaz için Asya, imparator tarafından vaat edilen zafer ödülünü almak üzere imparatorluk ailesine gider. Ancak kendisine geri dönen tek ödül <Evlilik eşi seçme hakkı> olmuştur. Asya en iyi seçenek olarak, yakın zamanda veliaht prens ünvanından mahrum bırakılan ilk prens olan ‘Colail Haven Dükü’nü işaret etti. Eğer reddedilirse, imparatordan nafaka almaya niyetliydi… “Markiz Pervaz. Evlilik teklifinizi kabul ediyorum.” Beklentilerin aksine Colail Dükü, Asya’nın teklifini kabul etti. Pervaz’a büyük destek sözü verdi!..",
      "vi": "Lãnh địa Pervaz đã bị tàn phá bởi một cuộc chiến tranh. Và vĩ lãnh chúa mới của lãnh địa Pervaz này chính là Asha Pervaz. Cô được hoàng đế ban thưởng cho chiến thắng của mình. Nhưng người gặp cô lại chế giễu cô là ‘nàng công chúa man rợ’ và thật là một đề nghị vô lý khi trao quyền chọn bạn đời làm phần thưởng cho chiến thắng. Asha phải đưa ra lựa chọn tốt nhất ngay cả trong hoàn cảnh này. “Vậy…công tước Carlyle Haven đi” Cô chọn ra đại hoàng tử, người đứng đầu danh sách quý tộc và cách đây không lâu đã gây ra một vụ bê bối lớn và bị tước đoạt danh hiệu đại hoàng tử. Nếu anh ta tức giận và từ chối, cô sẽ nhanh chóng đòi bồi thường sau đó, nhưng đâu ngờ rằng Carlyle lại chấp nhận sự lựa chọn của cô. “Anh mong muốn gì ở tôi?” “Đừng bận tậm đến việc tôi làm ở Pervaz. Đừng mong rằng được đối xử như một người vợ và cũng đừng nghĩ đến việc dính líu đến phe đối lập của tôi. Và khi tôi yêu cầu thì đừng nói linh tinh gì cả, chỉ cần ký vào tờ giấy ly hôn là được” Đó là một giao dịch không có gì là không tốt đối với Asha. Cô nắm lấy tay của kẻ ngạo mạn kia mà ngay cả hoàng đế cũng coi thường. Một nụ cười đầy sức quyến rũ nở trên môi anh. “Phu nhân, sau này xin được giúp đỡ”",
      "zh": "事业型男女主被迫联姻，\n强强联合收获爱与权力\n在长达28年的战争中，佩尔瓦兹的领主“阿西娅·佩尔瓦兹”成功地率领众人取得了胜利。为了重建因长期战争而荒芜的佩尔瓦兹，阿西娅前往皇室领取皇帝承诺的胜仗奖励。但等待她却只是区区<择偶权>，而无任何实质性的奖励。想到佩尔瓦兹的百姓连今年冬天都可能撑不过去，阿西娅只好选择刚失去皇太子身份的卡莱尔公爵作为结婚对象…“既然皇室不想让我们好过，那么就拉你们一起下水”。",
      "pt-br": "O senhor de Pervaz, que liderou a guerra de 28 anos até a vitória, 'Asha Pervaz'. Para Pervaz, que foi devastado pela longa guerra, Asha dirige-se à família imperial para receber a recompensa da vitória prometida pelo imperador. No entanto, a única recompensa que voltou foi o . Como melhor escolha, Asha apontou o ‘Duque de Carlisle Haven’, o primeiro príncipe que recentemente foi privado do título de príncipe herdeiro. Se ela fosse recusada, ela pretendia receber pensão alimentícia do imperador… “Marquês Pervaz. Aceitarei sua proposta de casamento. Contrariando as expectativas, o duque de Carlisle aceitou a escolha de Asha. Prometendo um tremendo apoio à Pervaz…!",
      "zh-hk": "為了拯救因漫長戰爭而荒廢的領地「菲爾巴茲」，亞莎前往皇室向皇帝要求當初所承諾的戰勝補償。然而，她卻只獲得了「結婚對象選擇權」。權衡之下，亞莎認為最好的人選是不久前被剝奪皇太子地位的卡拉爾．海本公爵，假如被拒絕了，就能從皇帝那裡得到精神賠償… 「菲爾巴茲伯爵，我接受妳的求婚。」 出乎意料的是，卡拉爾公爵接受了亞莎的選擇，還承諾提供菲爾巴茲龐大的支援…！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4c2d0ec-03ce-4f18-81a7-93cffb7e74f5",
    "title": {
      "en": "Tensei Pandemic"
    },
    "updatedAt": "2024-03-31T22:20:05+00:00",
    "coverArt": "https://mangadex.org/covers/d4c2d0ec-03ce-4f18-81a7-93cffb7e74f5/feeb8326-2bf9-4b4a-bc3d-71012455dbff.jpg",
    "altTitles": [
      {
        "en": "Gender Change Pandemic"
      },
      {
        "en": "Re-Gender Pandemic"
      },
      {
        "zh": "性转传染病"
      },
      {
        "ja": "転性パンデみっく"
      },
      {
        "id": "Virus Pengubah Kelamin"
      }
    ],
    "description": {
      "en": "Imamura Hinata is a high school boy with a cute appearance.  \nSince his trauma with the first love, he wanted to be more manly than anybody else. But one day he woke up to something different…  \nThe total opposite of his ideal male body!   \nPandemic love comedy!  \n  ***\nTrivia : Tensei Here Written as (転性) = (性) Means Gender, Not Tensei (転生) = Reincarnation/Re-Living (生)  \n  \n\n\n---",
      "fr": "Imamura Hinata est un jeune lycéen androgyne. Depuis son traumatisme avec son premier amour, il rêve d’être le plus viril de tous les hommes. Mais un jour, lorsqu’il se réveille, quelque chose en lui a changé… Tout le contraire d’un corps de rêve musclé ! Une comédie romantique contagieuse !",
      "pt-br": "Imamura Hinata é um garoto do ensino médio com uma aparência feminina. Desde seu trauma com o primeiro amor, ele desejou ser mais viril. Mas um dia ele acordou com algo diferente... O completo oposto do seu corpo tão desejado!\n***\nCuriosidade: *Tensei* aqui é escrito 転性 (性 significa gênero), e não 転生 (生 significa reencarnação/reviver)."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "10",
    "lastChapter": "74"
  },
  {
    "mangaId": "975f3334-8395-4393-84a2-50fcaccbcdc0",
    "title": {
      "en": "Isekai Bishoujo Juniku Ojisan to"
    },
    "updatedAt": "2024-04-22T22:39:55+00:00",
    "coverArt": "https://mangadex.org/covers/975f3334-8395-4393-84a2-50fcaccbcdc0/a23c5078-874d-40af-b8e5-bce0d060e002.jpg",
    "altTitles": [
      {
        "ja-ro": "Fabiniku"
      },
      {
        "ja": "異世界美少女受肉おじさんと"
      },
      {
        "ja": "ファ美肉"
      },
      {
        "ru": "Фантастический мир с обращённым в красавицу мужчиной и…"
      },
      {
        "ko": "이세계 미소녀가 되어 버린 아저씨와"
      },
      {
        "en": "With a Fogie Reincarnated as a Pretty Fantasy Girl"
      },
      {
        "ja-ro": "Isekai Bishōjo Juniku Ojisan to"
      },
      {
        "ja-ro": "Fantasy Bishoujo Juniku Ojisan to"
      },
      {
        "en": "Life with an Ordinary Guy Who Reincarnated into a Total Fantasy Knockout"
      }
    ],
    "description": {
      "en": "Hinata Tachibana, a beleaguered 32-year-old office worker, and his handsome best friend Tsukasa Jinguuji were summoned to another world by a naked goddess. However, because of the goddess's mischief, Tachibana was turned into a peerless beautiful girl?! To get back his body, he has to go on a journey with his best friend to defeat the demon king!!   \n  \nHowever… will they be able to keep their hands off each other!?  \n  \n\"An older man that became a beautiful girl\" and \"A handsome older man\"! Let the madness-filled another world journey rom-com begin!!",
      "ru": "Скучный мужчина вместе с его красивым лучшим другом были призваны в другой мир обнаженной богиней! Однако из-за озорства богини одного превратили в... невероятно красивую девушку?! Чтобы обратно вернуть своё тело, они должны отправиться в путешествие, чтобы победить Короля Демонов!! Да пускай начнётся романтическая комедия, наполненная полным безумием иного мира!",
      "pt-br": "Hinata Tachibana, um trabalhador de escritório sitiado de 32 anos, e seu belo melhor amigo Tsukasa Jinguuji foram convocados para outro mundo por uma deusa nua. No entanto, por causa das travessuras da deusa, Tachibana foi transformada em uma garota bonita inigualável ?! Para recuperar seu corpo, ele tem que viajar com seu melhor amigo para derrotar o rei demônio !! \n\nNo entanto... eles serão capazes de manter as mãos longe um do outro !? \n\n\"Um homem mais velho que se tornou uma garota bonita\" e \"Um homem mais velho e bonito\"! Deixe a loucura outra jornada mundial rom-com começar!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "596e14bb-a7eb-4aad-8a0e-8ecc854fd4a8",
    "title": {
      "en": "Shiretto Sugee Koto Iteru Gal: Shiritsu Paranomaru Koukou no Nichijou"
    },
    "updatedAt": "2024-05-22T11:48:23+00:00",
    "coverArt": "https://mangadex.org/covers/596e14bb-a7eb-4aad-8a0e-8ecc854fd4a8/c7e41b40-ddcb-442e-af1e-7ed0e9134021.jpg",
    "altTitles": [
      {
        "ja": "しれっとすげぇこと言ってるギャル。ー私立パラの丸高校の日常ー"
      },
      {
        "ja-ro": "Shiretto Sugee Koto Iteru Gal ~Shiritsu Paranomaru Koukou no Nichijou~"
      },
      {
        "en": "The Gals Who Always Say Insane Things: My Daily Life at a Private Paranormal High School"
      },
      {
        "ja-ro": "Parakou"
      },
      {
        "ja": "パラ校"
      }
    ],
    "description": {
      "en": "Youth = friendship, effort, and future prediction!\nA very ordinary and supernatural daily life led by the strongest and most invincible gyarus with different abilities.\n\nBased on the short animations on Youtube. \n- [Official YouTube](https://www.youtube.com/@parako)\n- [Official Twitter/X](https://twitter.com/parako_official)",
      "ja": "青春＝友情、努力、未来予知!? 最強無敵の異能力ギャルが送る、ごくごく普通の超常的な日常。 累計再生数1.6億回！本作の元となったYoutubeチャンネル「私立パラの丸高校」では、みらい＆ へー子の最強異能力ギャルズの他、光やクラスメイト達の声優ボイス付き動画がたくさん見れるので、ぜひチェックしてみてください!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "163306e6-1700-42a4-882f-26db124cbec2",
    "title": {
      "en": "Hero Killer"
    },
    "updatedAt": "2024-07-14T02:24:46+00:00",
    "coverArt": "https://mangadex.org/covers/163306e6-1700-42a4-882f-26db124cbec2/649d7c41-83fc-49ca-b271-abb21b882042.jpg",
    "altTitles": [
      {
        "ko": "히어로 킬러"
      },
      {
        "de": "Heldentöter"
      },
      {
        "fr": "La tueuse d'héros"
      },
      {
        "es": "La asesina de héroes"
      },
      {
        "pl": "Zabójca bohaterów"
      },
      {
        "uk": "Вбивця героїв"
      },
      {
        "ru": "Убийца героев"
      },
      {
        "zh-hk": "英雄殺手"
      },
      {
        "fr": "Tueur des héros"
      }
    ],
    "description": {
      "de": "Alle Schurken sind besiegt und die Helden haben die Welt gerettet. Das klingt erst einmal gut, doch sind wirklich alle Helden gut? Nicht alle, die sich „Helden“ nennen, verhalten sich auch so: Eine Frau, deren Schwester von einem dieser „Helden“ getötet wurde, begibt sich auf die Mission, den Täter zu finden, und wird zum „Hero-Killer“, der jede Nacht Jagd auf korrupte Helden macht. Kann sie es schaffen, ihre Schwester zu rächen und die Welt zu einem besseren Ort zu machen?\n\n---\n**Official Translations:**\n* [German / Deutsch](https://www.webtoons.com/de/action/hero-killer/list?title_no=3403)",
      "en": "The world is in constant turmoil, with constant wars breaking out between Heroes and Villains.\n\nGifted with supernatural abilities, one lone girl sets out on a bloody path for revenge against the injustices of the world she lives in. With the constant clashes between titans, no one is safe.\n\nIf no one is willing to protect the innocent, who are the real heroes, and who are the real villains? What truly separates one from the other?",
      "es": "El mundo está en constante agitación, con guerras constantes desatándose entre héroes y villanos. Dotada con habilidades extraordinarias, una chica solitaria recorre un camino sangriento de venganza contra las injusticias del mundo en el que vive. Con los enfrentamientos constantes entre los titanes, nadie está a salvo. Si nadie está dispuesto a proteger a los inocentes, ¿quiénes son los verdaderos héroes? ¿Quiénes son los verdaderos villanos? ¿Qué es lo que realmente separa a los unos de los otros?\n\n---\n**Official Translations:**\n* [Spanish / Español](https://www.webtoons.com/es/action/hero-killer/list?title_no=3422)",
      "fr": "Dotée de capacités surnaturelles, Ehwa, une jeune fille solitaire, s'engage sur un chemin sanglant afin de se venger pour sa soeur qui a été tuée par un \"héros\". Elle ne sait toujours pas qui de ces \"héros\" est responsable de sa mort, mais cela lui importe peu... car il suffit de les massacrer tous.\n\n---\n**Official Translations:**\n* [French / Français](https://www.webtoons.com/fr/action/hero-killer/list?title_no=3151)",
      "hu": "A világ állandó kavarodásban van, állandó háborúk törnek ki a Hősök és a Gonoszok között. Természetfölötti képességekkel felruházva egy magányos lány véres útra indul, hogy bosszút álljon a világ igazságtalanságai ellen, amelyben él. Ha senki sem hajlandó megvédeni az ártatlanokat, kik az igazi hősök és kik az igazi gonosztevők? Mi választja el igazán a másikat?",
      "id": "Bertahun-tahun yang lalu, Ehwa kehilangan saudara perempuan karena seorang hero yang tidak dikenal. Sampai sekarang, tidak ada yang tahu siapa pembunuh saudara perempuan Ehwa. Tetapi hal itu tidak masalah baginya, karena dia akan menghabisi semua hero yang ada di dunia.\n\n---\nPerang berakhir dengan kekalahan para villain. Sekarang dunia dikuasai oleh Hero yang korup. Dan Salah satu Hero tersebut membunuh saudara perempuan Ehwa. dia tidak tahu yang mana, tapi tidak masalah. Jika dia membunuh satu per satu, mereka akan ada di antara mereka. Ehwa menjadi Hero killer, Villain yang memburu para Hero setiap malam. \"Aku akan membunuh semua orang dan akan mengambil semuanya!\"\n\n---\n**Official Translations:**\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/hero-killer/list?title_no=3083)",
      "it": "Il mondo è in costante fermento, con continue guerre scoppiate tra eroi e cattivi. Dotata di abilità soprannaturali, una ragazza solitaria intraprende un percorso sanguinoso per vendicarsi contro le ingiustizie del mondo in cui vive. Con i continui scontri tra titani, nessuno è al sicuro. Se nessuno è disposto a proteggere gli innocenti, chi sono i veri eroi e chi sono i veri cattivi? Cosa separa veramente l'uno dall'altro?",
      "ko": "전쟁은 빌런들의 패배로 막을 내렸다.\n이제 세상은 부패한 히어로들이 지배하고 있다.\n그리고, 그런 히어로들 중 하나가 이화의 언니를 죽였다.\n언니를 죽인 게 누구인지는 모르지만 상관없다.\n한 놈씩 죽이다 보면 그중에 있을 테니까.\n이화는 매일 밤 영웅들을 사냥하는 빌런, 히어로 킬러가 된다.\n​\n한 악당의 지독한 액션 활극.\n“모조리 죽이고, 빼앗아 주마!”",
      "th": "เรื่องราวสงครามระหว่างเหล่าฮีโร่และวายร้ายได้จบลงด้วยชัยชนะของกลุ่มฮีโร่ แต่โลกในตอนนี้กลับปกครองด้วยกลุ่มฮีโร่ที่ฉ้อฉล และหนึ่งในฮีโร่กลุ่มนั้นได้ฆาตกรรมพี่สาวของอีฮวา อีฮวาไม่รู้เลยว่าฮีโร่คนไหนที่ลงมือฆ่าพี่สาวของเธอ เธอเลยตัดสินใจไล่ฆ่าพวกฮีโร่ไปทีละคน เธอคิดว่าถ้าฆ่าพวกฮีโร่กลุ่มนั้นให้หมด แล้วมันจะนำไปสู้การล้างแค้นให้พี่สาวเธอได้ การล้างแค้นของวายร้ายผู้สิ้นหวังได้เริ่มต้นขึ้น “ฉันจะฆ่าพวกแกทุกคน ฉันจะพรากทุกอย่างที่แกมีไปจากแก”\n\n---\n**Official Translations:**\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/hero-killer/list?title_no=2840)",
      "zh-hk": "戰爭在反派的敗北下落幕了，而世界由腐敗的英雄們接手掌控。 然而，其中一個英雄殺了苡禾的姐姐。 她不在乎兇手是誰，反正把他們全部殺掉就可以了。 苡禾每晚都會行動，成為了英雄殺手的反派角色。 一個壞蛋的殘忍獵殺行動。「全部殺掉！全部搶走！」\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/hero-killer/list?title_no=5647)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d59fd8c-811d-414d-9f29-5eb843bcc8e9",
    "title": {
      "en": "The Devil Who Kisses My Feet"
    },
    "updatedAt": "2024-05-23T02:46:52+00:00",
    "coverArt": "https://mangadex.org/covers/4d59fd8c-811d-414d-9f29-5eb843bcc8e9/1a7e2347-e0b7-472e-9813-6b77d1dd46a5.jpg",
    "altTitles": [
      {
        "ko-ro": "내 발등에 입 맞추는 악마여"
      },
      {
        "en": "The Demon Who Kisses My Foot"
      },
      {
        "pl": "Demon całujący moją stopę"
      }
    ],
    "description": {
      "en": "Maria, who is in an unhappy marriage with her sadistic husband, unexpectedly receives news. Lowell, her husband's half-brother, had returned from the battlefield.\n\n Maria, who had personally educated and raised him, learned that he  was no longer the small child or immature boy Maria remembered. He had the appearance of a grown man. \n\nWith his appearance, a rift slowly began to appear in the seemingly peaceful Marquis Redford.\n\nWhere would this relationship, which should never have begun, end?",
      "pl": "Kiedy młoda Maria zostaje wydana za mąż za Jacquesa Redforda, bogatego szlachcica, jest wdzięczna, że wydaje się on być łagodny i wyrozumiały. Jednak posiadłość Redfordów skrywa mroczne sekrety, a życie Marii zmienia się na gorsze, gdy na jaw wychodzą sadystyczne upodobania jej męża. Nie mając nikogo, na kim mogłaby się oprzeć, Maria znajduje pocieszenie w towarzystwie nieślubnego przyrodniego brata Jacquesa, Lowella. Teraz, gdy Lowell wrócił do domu jako bohater wojenny, czy może uratować Marię przed jej okrutnym losem?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "53af3221-b8db-476b-9a58-9f3e636b729e",
    "title": {
      "en": "Mr. Baek"
    },
    "updatedAt": "2024-05-22T20:50:57+00:00",
    "coverArt": "https://mangadex.org/covers/53af3221-b8db-476b-9a58-9f3e636b729e/19f36155-a280-477c-8497-fb72572f8f5c.png",
    "altTitles": [
      {
        "ko": "백XX"
      },
      {
        "pt-br": "Dupla Baek"
      },
      {
        "en": "Baek XX"
      }
    ],
    "description": {
      "en": "Federal Informant ‘Baek Yisu’ and a criminal gang’s boss, ‘Baek Dogyeong’ are twin brothers.\n\nWith the same faces the two twin brothers have lived different lives until now. Yisu, who’s been betrayed by the gang, throws away his identity to become his brother. This federal agent is soon to become the gang’s boss…!",
      "pt-br": "Os irmãos gêmeos Baek Yisoo, agente de inteligência da Hid e Baek Dohyeong, chefe de uma organização criminosa, viveram vidas diferentes mesmo com o mesmo rosto. Depois de ser traído pela organização o irmão mais novo decide abandonar sua identidade e se tornar o irmão mais velho. Um agente de inteligência torna-se chefe de uma organização criminosa…!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cdae359d-5fa9-4d4e-b11a-69dd32b09742",
    "title": {
      "en": "Apotheosis – Ascension to Godhood"
    },
    "updatedAt": "2024-07-27T03:20:21+00:00",
    "coverArt": "https://mangadex.org/covers/cdae359d-5fa9-4d4e-b11a-69dd32b09742/601a10fc-61aa-4102-9387-f6bf613fb934.jpg",
    "altTitles": [
      {
        "en": "Apotheosis – Elevation to the Status of a God"
      },
      {
        "zh-ro": "Bai Lian Cheng Shen"
      },
      {
        "en": "Forged Success"
      },
      {
        "en": "Principles of Heavens - Zen’s Cultivation of Immortality"
      },
      {
        "en": "The Endless Road to Divinity"
      },
      {
        "ru": "Становление богом"
      },
      {
        "zh": "百炼成神"
      }
    ],
    "description": {
      "en": "Luo Zheng, now a humble slave was born as the eldest son of a wealthy family. Due to his family's decline, the kidnapping of his sister by a powerful force, he can now only be stepped upon by others. However, heaven never seals off all exits. An ancient book left by his father reveals a secret divine technique, giving the reader immense power! But what is behind this power? This is a contest against fate.",
      "fr": "Luo Zheng est un esclave qui était auparavant fils ainé d’une famille riche. En raison du déclin de sa famille et de l’enlèvement de sa sœur par une force puissante, il est désormais piétiné et humilié par les autres. Cependant, le paradis ne scelle jamais toutes les sorties. Un livre ancien laissé par son père révèle une technique divine secrète, donnant au lecteur un immense pouvoir ! Mais que cache ce pouvoir ? Une course contre le destin débute !  \n  \n\n\n---\n\nOfficial English Alternative:  \n<https://mangatoon.mobi/en/detail/119>",
      "it": "Luo Zheng, ora un umile schiavo, è nato come il figlio maggiore di una famiglia ricca. A causa del declino della sua famiglia, del rapimento di sua sorella da parte di una forza potente, ora può essere calpestato solo da altri. Tuttavia, il paradiso non chiude mai tutte le uscite. Un libro antico lasciato da suo padre rivela una tecnica divina segreta, dando al lettore un potere immenso! Ma cosa c'è dietro questo potere? Questa è una gara contro il destino."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "253caeba-c9da-46fe-99ee-04cc6217aac6",
    "title": {
      "en": "Arrogant Slave"
    },
    "updatedAt": "2024-07-18T15:18:40+00:00",
    "coverArt": "https://mangadex.org/covers/253caeba-c9da-46fe-99ee-04cc6217aac6/3ad27d81-898d-4025-a9a0-ae9770d64bd6.png",
    "altTitles": [
      {
        "ja-ro": "Takabisha Dorei-chan"
      },
      {
        "ja": "高飛車ドレイちゃん"
      },
      {
        "ko": "고압적인 노예"
      },
      {
        "pt-br": "A escrava arrogante"
      }
    ],
    "description": {
      "en": "At the market, a man stumbles upon a particularly arrogant slave...",
      "pt-br": "No mercado, um homem se depara com uma escrava particularmente arrogante..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6257666-bd4d-457b-9a44-d56dc91df1ba",
    "title": {
      "en": "Critically-Endangered Species Hacchin-Pamos"
    },
    "updatedAt": "2024-05-30T23:02:41+00:00",
    "coverArt": "https://mangadex.org/covers/a6257666-bd4d-457b-9a44-d56dc91df1ba/d4e38537-d1df-4833-8035-a90f08f7dbeb.png",
    "altTitles": [
      {
        "ja": "絶滅寸前動物ハッチンパモス"
      },
      {
        "ja-ro": "Zetsumetsu Sunzen Doubutsu Hacchinpamos"
      }
    ],
    "description": {
      "en": "The Hacchin-Pamos is a critically-endangered species. Let's find out why.\n\nA daily comic series from Q-Rais."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39b4e02a-f2f2-4ff0-bf2c-f87cf54ab178",
    "title": {
      "en": "Tensei Kizoku no Isekai Boukenroku ~Jichou wo Shiranai Kamigami no Shito~"
    },
    "updatedAt": "2024-04-23T18:32:21+00:00",
    "coverArt": "https://mangadex.org/covers/39b4e02a-f2f2-4ff0-bf2c-f87cf54ab178/03624dbd-640c-4540-abc4-999d37c9995c.jpg",
    "altTitles": [
      {
        "en": "Adventure Record of Reincarnated Aristocrat ~ The apostle of Gods Who Doesn’t Know Self-Restraint~"
      },
      {
        "en": "Wonderful adventure in Another world! \"God... That's going too far!!\" he said..."
      },
      {
        "ru": "Невообразимые приключения перерожденного дворянина"
      },
      {
        "ja": "転生貴族の異世界冒険録 ～自重を知らない神々の使徒～"
      },
      {
        "ko": "전생 귀족의 이세계 모험록"
      },
      {
        "en": "Chronicles of an Aristocrat Reborn in Another World"
      },
      {
        "ja-ro": "Tensei Kizoku no Isekai Bōken-roku ~ Jichō o Shiranai Kamigami no Shito ~"
      },
      {
        "fr": "Noble New World Adventures"
      },
      {
        "th": "เกิดใหม่เป็นขุนนางไปผจญภัยในต่างโลก ~อัครฑูตจอมซุ่มซ่ามของทวยเทพ~"
      },
      {
        "zh": "转生贵族的异世界冒险录"
      },
      {
        "zh-hk": "轉生貴族的異世界冒險錄"
      },
      {
        "en": "The Aristocrat’s Otherworldly Adventure: Serving Gods Who Go Too Far"
      }
    ],
    "description": {
      "en": "Shiina Kazuya, the protagonist of the story was killed by a stranger in front of a convenience store when he tried to protect two young girls escaping from the stranger who is trying to stab them. The girls fall and are too overcome with fear to get up and continue running away. When Shiina Kazuya awakens he realizes that he was reincarnated as the young noble Cain von Silford, the third son of an aristocrat (Margrave Garm Von Silford) and his second wife (Sarah) in a world filled with sword and sorcery.\n\nPrior to the age of ten Cain grew up in the Gracia Territory surrounded by gods that don't know self-restraint, in the upper echelon of nobility, and a loving family (father Garm Von Silford, mother Sarah, and older sister Raine). At the age of ten Cain is given peerage (Title of Duke, own estate, and an engagement), which leads to him living in Esfort the Royal Capitol.\n\nThis is a classic isekai fantasy about an overpowered young man who just wants to be an average adventurer. He has received the maximum level of divine blessings from all seven gods, overcomes any obstacle that comes his way while hiding his unbelievable status and tends to build a harem of highly influential nobles.",
      "ja": "- [Original Web Novel](https://ncode.syosetu.com/n4936dp/)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0cc2aa24-5a33-4cfc-b277-9443ad2bc3f0",
    "title": {
      "en": "Fish"
    },
    "updatedAt": "2024-05-11T12:18:48+00:00",
    "coverArt": "https://mangadex.org/covers/0cc2aa24-5a33-4cfc-b277-9443ad2bc3f0/dd54f2f2-f0c9-4937-a49c-be4f04911c43.jpg",
    "altTitles": [
      {
        "ja": "fish -フィッシュ-"
      },
      {
        "en": "Fish"
      }
    ],
    "description": {
      "en": "There exist humans who can crawl into the memories of others and manipulate them to their advantage. “The company”, a system that succeeds in merge and acquisition deals, owes its rapid growth to the misuse of said abilities, but an attack by rebels of the same kind makes the plot thicken.\n\n“Even if I’ve lost my memories, can I still be myself?” A psychological suspense drenched in blood and tears.\n\n--------------------------------------------\n\nFish is the sequel to Pet, a manga by the same author, and its translation isn't complete yet but there's an anime that covers Pet fully.\n\nI strongly recommend knowing Pet's story before reaching Fish's 3rd volume!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "37"
  },
  {
    "mangaId": "5e012d7a-eaee-4e66-81db-b7a8d071e753",
    "title": {
      "en": "I Was Reborn as His Highness the Prince's Little Evil Dragon"
    },
    "updatedAt": "2024-07-23T02:17:43+00:00",
    "coverArt": "https://mangadex.org/covers/5e012d7a-eaee-4e66-81db-b7a8d071e753/eac124c0-6991-4bd6-91a7-d7dcd8935e0c.jpg",
    "altTitles": [
      {
        "zh": "我重生成为王子殿下的小恶龙"
      },
      {
        "zh-ro": "Wo Chongsheng Chengwei Wangzi Dianxia De Xiao E Long"
      }
    ],
    "description": {
      "en": "An 18-year-old young man who lived a peaceful and normal life is murdered by an unknown man. He is reincarnated as an evil little dragon who is the pet of the crown prince of a magical kingdom. He discovers that the prince is actually his reincarnated assassin, and that he has a secret mission to destroy the kingdom. The little dragon will have to face the dangers and intrigues of the royal court, while at the same time trying to get closer to the prince and discover his true feelings. Will he be able to stop the prince's evil plan and find his happy ending?",
      "fr": "Après 18 ans de vie paisible, j'ai été tué du jour au lendemain et transformé en dragon. Moi, Bian Yurong, un étudiant, doté d'un excellent caractère et d'une grande intégrité, qui obtenait des notes parfaites à la fois en études et en affaires, j'ai fini par mourir des mains d'une personne malveillante. Ce qui est encore plus triste, c'est que je suis devenu le boss final du jeu auquel je jouais, le Dragon noir ! Puisque je connais déjà clairement la fin, je dois changer mon destin ! Attendez, pourquoi ce jeune prince qui est chargé de m'élever se comporte-t-il de façon si étrange ?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "44c0913a-7b81-4619-a865-b85632fb83f7",
    "title": {
      "en": "I’m in Love with My Foe"
    },
    "updatedAt": "2024-06-26T01:10:04+00:00",
    "coverArt": "https://mangadex.org/covers/44c0913a-7b81-4619-a865-b85632fb83f7/522b4ce5-261c-403f-9690-214f51e04638.jpg",
    "altTitles": [
      {
        "zh": "我向死敌告白了"
      },
      {
        "en": "I Confessed to My Mortal Enemy"
      }
    ],
    "description": {
      "fr": "Jiang Mi se réincarne dans le corps d'Olive, la méchante d'un roman populaire qui est destinée à être exécutée par le prince héritier Reynold pour son terrible comportement. Mais Olive aspire à changer son destin et à vivre une vie longue et épanouie. Elle travaille donc dur pour changer sa mauvaise image et prouver sa gentillesse. Bientôt, ses efforts attirent l'attention de Reynold, l'homme même qui est censé la tuer. Si Olive parvient à conquérir le cœur de Reynold, elle sera assurée de vivre une vie heureuse avec un bel homme ! Mais si elle n'y parvient pas, elle sait comment cette histoire se terminera..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9041cc-6f82-403a-b0c9-aca68ce76bc2",
    "title": {
      "en": "The Knight and Her Emperor"
    },
    "updatedAt": "2023-09-08T21:51:35+00:00",
    "coverArt": "https://mangadex.org/covers/9d9041cc-6f82-403a-b0c9-aca68ce76bc2/fa0bb09b-8199-4d7b-8191-0509e30daec7.jpg",
    "altTitles": [
      {
        "ko": "황제와 여기사"
      },
      {
        "ko-ro": "Hwangjewa Yeogisa"
      },
      {
        "en": "Emperor and the Female Knight"
      },
      {
        "en": "The King and His Knight"
      },
      {
        "fr": "L'armure et la couronne"
      },
      {
        "fr": "L'empereur et la chevaleresse"
      },
      {
        "uk": "Імператор та лицарка"
      },
      {
        "ja": "皇帝と女騎士"
      },
      {
        "ja-ro": "Koutei to Onna Kishi"
      },
      {
        "zh-hk": "皇帝與女騎士"
      },
      {
        "zh": "皇帝与女骑士"
      },
      {
        "id": "Kaisar dan Ksatria Wanita"
      },
      {
        "vi": "Hoàng đế và Nữ hiệp sĩ"
      }
    ],
    "description": {
      "en": "Pollyanna is an unremarkable girl in a noble family. Her parents send her to military conscription hoping she'll die quickly in battle. Left only with her wits and her strength, Pollyanna fights to rise up in the ranks. One day, she meets an ardent king, one who finally acknowledges her worth. Moved by his dream for unity, Pollyanna vows to fight for him. But now the young king is slowly realizing this stalwart knight has also conquered his heart.\n\n---\nAfter six years of pointless war between her country, the Kingdom of Ehas, and their neighbor enemies, the Kingdom of Cukda, aged 20, the woman soldier and former petty officer Pauliana Kellenbell has been defeated and captured in a storming attack by the army of another enemy nation, the Kingdom of Acrea, an attack she had personally predicted but fell on deaf ears by her superiors. She has been desperately trying to survive in men's society, but it was all in vain, her noble birthright having been taken away by her family by being sent to war, and having all her efforts crushed down by the fact that she's a woman in the all-male army of Ehas.\n\nAcrea's young king, Lucius, sees her struggle and potential, and makes an unexpected offer. He dreams of becoming the first emperor to conquer the South continent and its sea. Pauliana swears a life-long allegiance to Lucius for acknowledging her, becoming his knight and most trusted advisor, bestowing her with the name Pauliana Winter. However, in the end, Lucius is just an emperor on the battlefield that had awakened his love for Pauliana!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%99%80-%EC%97%AC%EA%B8%B0%EC%82%AC/2332), [KakaoPage](http://page.kakao.com/home/52250831)\n\n**Official Translations:**\n* English: [Pocket Comics](https://www.pocketcomics.com/comic/162), [Tapas](https://tapas.io/series/the-knight-and-her-emperor/info), [Tappytoon](http://www.tappytoon.com/en/comics/the-knight-and-her-emperor)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/6561/)\n* [French / Français](http://www.verytoon.com/serie/l-armure-et-la-couronne/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kaisar-dan-Kesatria-Wanita/230)\n* [Japanese / 日本語](https://piccoma.com/web/product/14567)",
      "ja": "前妻との娘である「ポリアナ」は家族にとってただの邪魔もの――。\n父はポリアナが戦死することを望み強制的に戦場に行かせるのだが…自分を見捨てた親への復讐と生き残るため必死に訓練し、疲弊した戦地の男世界でも耐えぬくポリアナ。\nしかし、敵国の新王「ルクソス」が率いるアクレア軍の侵攻により、ポリアナは絶体絶命の危機に――!?",
      "ko": "“오늘따라 경이 귀여워 보이는구나.” “폐하, 어디 불편하십니까?” 미모와 능력을 갖춘 대륙의 패왕, 남자보다 거친 여기사에게 반하다?! 전우애가 연애로 발전하기까지, 진중함과 유머의 황금비로 풀어내는 새로운 스타일의 ‘여기사 로망’! 때는 전시, 여기사 폴리아나는 적국 아크레아의 군대에 패배한다. 그녀는 남자들의 사회에서 살아남기 위해 필사적으로 노력해 왔으나 이제는 허망히 죽을 신세. 하지만 아크레아의 젊은 왕 룩소스 1세는 그녀의 사투를 보고 뜻밖",
      "tr": "Pauliana, düşman ulus ordusu Acrea tarafından yenildi ve yakalandı. Umutsuzca erkekler toplumunda hayatta kalmaya çalışıyordu, ama hepsi boşunaydı. Acrea’nın genç kralı Lucius, mücadelesine tanık oldu ve beklenmedik bir teklifte bulundu. Onun hayali savaşı sürdürmek ve Güney kıtasını ve denizini fetheden ilk imparator olabilmekiti. Pauliana, Lucius’a, onu kabul ettiği için ömür boyu sürecek bir bağlılık sözü verdi. Ancak, sonunda, Lucius sadece Pauliana’ya olan sevgisini savaş alanında uyandırmiş bir imparatordu.",
      "uk": "Пауліану подолали, і вона була захоплена у полон армією ворожої країни Акрії. Вона відчайдушно намагалася вижити в чоловічому товаристві, але все було марно. Молодий король Акрії, Люціус, побачив її боротьбу та зробив неочікувану пропозицію. Він мріє продовжити війну та стати першим імператором, що скорить Південний континент і море. Пауліана присягнула на вірність Люціусу за те, що він її визнав. Однак, зрештою, Люціус - просто імператор, який на полі бою усвідомив свої почуття до Пауліани.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%99%80-%EC%97%AC%EA%B8%B0%EC%82%AC/2332), [KakaoPage](http://page.kakao.com/home/52250831)\n\n**Official Translations:**\n* English: [Pocket Comics](https://www.pocketcomics.com/comic/162), [Tapas](https://tapas.io/series/the-knight-and-her-emperor/info), [Tappytoon](http://www.tappytoon.com/en/comics/the-knight-and-her-emperor)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/6561/)\n* [French / Français](http://www.verytoon.com/serie/l-armure-et-la-couronne/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kaisar-dan-Kesatria-Wanita/230)\n* [Japanese / 日本語](https://piccoma.com/web/product/14567)",
      "zh": "称霸大陆的皇帝，居然爱上了比自己还要强悍的女骑士！ 雅娜是一心为皇帝献出忠诚的骑士，面对皇帝突如其来的爱意，超飒的她会怎么应对呢？ \n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%99%80-%EC%97%AC%EA%B8%B0%EC%82%AC/2332), [KakaoPage](http://page.kakao.com/home/52250831)\n\n**Official Translations:**\n* English: [Pocket Comics](https://www.pocketcomics.com/comic/162), [Tapas](https://tapas.io/series/the-knight-and-her-emperor/info), [Tappytoon](http://www.tappytoon.com/en/comics/the-knight-and-her-emperor)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/6561/)\n* [French / Français](http://www.verytoon.com/serie/l-armure-et-la-couronne/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kaisar-dan-Kesatria-Wanita/230)\n* [Japanese / 日本語](https://piccoma.com/web/product/14567)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "197"
  },
  {
    "mangaId": "a08d63ba-c412-4a7b-94b8-ef65bf2e2a30",
    "title": {
      "en": "Daredemo Dakeru Kimi ga Suki"
    },
    "updatedAt": "2024-07-15T00:51:16+00:00",
    "coverArt": "https://mangadex.org/covers/a08d63ba-c412-4a7b-94b8-ef65bf2e2a30/81ceaf08-918e-4120-bafb-cb5c9e86f2ad.jpg",
    "altTitles": [
      {
        "ja": "だれでも抱けるキミが好き"
      },
      {
        "vi": "Crush Của Tôi Là Một Đứa Lẳng Lơ"
      },
      {
        "en": "I Like You Who Can Have Sex With Anyone"
      },
      {
        "en": "I like you who can have sex anyone."
      },
      {
        "es-la": "Me Gustas tú, que Puedes tener Sexo con Cualquiera"
      },
      {
        "zh": "喜欢来者不拒的你"
      },
      {
        "pt-br": "Eu goste de você, que pode fazer sexo com qualquer um"
      }
    ],
    "description": {
      "en": "Gotou, a virgin high school boy, has a crush on his affectionate gal classmate, Agawa. But one day after school, he catches Agawa having sex with Takayama in an empty classroom. Gotou is devastated, but he soon learns that not only did she have sex with Takayama, Agawa is a slut who'll have sex with anyone who asks. Even…‽\n___\n**Links:**\n- Alternative Official Raw - [Comic Days](https://comic-days.com/episode/4856001361135826437), [Magazine Pocket](https://pocket.shonenmagazine.com/episode/4856001361243117705)",
      "ja": "童貞高校生のゴトウが好きになったのはセックス大好きなギャル・アガワさん。ある日の放課後、彼女が同級生とセックスしているところを見てしまって──。",
      "vi": "Con đũy tình yêu đã dẫn nam chính của ta đi thích một gyaru lẳng lơ sẵn sàng làm nháy với bất cứ ai. Rồi anh main sẽ làm gì trước cái tình huống NTR nhưng không hẳn này? Khuyến cáo ko dành cho trẻ dưới 18 và các thanh niên không thích NTR. Đọc truyện này đừng lắp đầu trên vào làm gì (lắp đầu dưới thì OK).",
      "es-la": "Un virgen estudiante de secundaria, por casualidad descubre a la gal de la que se estaba empezando a enamorar teniendo sexo con otro estudiante.",
      "pt-br": "Uma Gal safada que deixa todo mundo transar com ela e um garoto virgem do ensino médio apaixonado por ela, mesmo depois de vê-la transar com seu colega de classe."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84acadcf-141a-42a5-ba7a-104ffbdef753",
    "title": {
      "en": "I'm Trapped in a Drama"
    },
    "updatedAt": "2024-06-26T19:19:07+00:00",
    "coverArt": "https://mangadex.org/covers/84acadcf-141a-42a5-ba7a-104ffbdef753/00cf5dec-a9ab-41e0-a8d6-7f875a7dedf1.jpg",
    "altTitles": [
      {
        "ko": "막장드라마에 갇혀버렸다"
      },
      {
        "en": "I’m Trapped In A Terrible Drama"
      }
    ],
    "description": {
      "en": "The main character, who grew up as an orphan, finally achieves her dream of owning her own home after suffering.\nHer joy was short-lived and she suddenly died while watching a drama she enjoyed, feeling pain in her chest. However, when she opened her eyes again, she was in a drama she had watched before she died! And that too, while possessing Shin Sera, a villain who tries to kill the female protagonist, but is destroyed by the male protagonists!\n\nShin Sera Loving's main character tries to escape from the drama to prevent her destruction, but there is a succession rival who hates her, a fiancé who doesn't even treat her as a human being, and a pervert with a blank face.... With a variety of male protagonists with outbursts of personality, are you getting more and more entangled?",
      "fr": "Le personnage principal, qui a grandi en tant qu'orpheline, réalise enfin son rêve d'avoir sa propre maison après de longues épreuves. Cependant, sa joie est de courte durée : alors qu'elle regarde sa série préférée, elle ressent une douleur dans la poitrine et meurt soudainement. Lorsqu'elle rouvre les yeux, elle découvre qu'elle se trouve à l'intérieur du feuilleton qu'elle regardait avant de mourir ! Pire encore, elle s'est réincarnée en Shin Sera, une méchante qui tente de tuer le personnage principal féminin et qui est finalement tuée par le personnage principal masculin !"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "605a63fd-06ae-4123-bdde-15865a3d4630",
    "title": {
      "en": "Phantasmagoria Days"
    },
    "updatedAt": "2024-04-29T17:48:07+00:00",
    "coverArt": "https://mangadex.org/covers/605a63fd-06ae-4123-bdde-15865a3d4630/f877a566-ef36-4200-8244-986771b61090.png",
    "altTitles": [
      {
        "ja": "ファンタスマゴリア・デイズ"
      }
    ],
    "description": {
      "en": "Follow the daily life and adventures of Dr. Hoop and his assistant, the robot Lancelot, across the planet Phantasmagoria in these short stories brimming with all sorts of peculiar characters. Experience the unique warmth and creativity Tamura Shigeru has to offer in this nostalgic world of his creation - infused with a touch of both humor and sadness.\n\n---\nMore exploration of the world of Phantasmagoria, created after Tamura's short animation featuring scenes from the same world: **a piece of PHANTASMAGORIA**."
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-05-22T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara de que estou a fim não era um cara?!"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko ja Nakatta"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6600bc63-ebe4-4289-9ef5-a896e4bc6ae3",
    "title": {
      "en": "The Pale Horse"
    },
    "updatedAt": "2024-06-24T10:06:12+00:00",
    "coverArt": "https://mangadex.org/covers/6600bc63-ebe4-4289-9ef5-a896e4bc6ae3/7088fbb7-0866-44b6-8cf2-57563f3094e6.jpg",
    "altTitles": [
      {
        "en": "Pale Horse"
      },
      {
        "pl": "Płowy Koń"
      },
      {
        "ko": "창백한 말"
      },
      {
        "ru": "Бледный конь"
      },
      {
        "zh": "苍白的马"
      },
      {
        "zh-hk": "蒼白的馬"
      },
      {
        "ko-ro": "Changbaekan Mal"
      }
    ],
    "description": {
      "en": "Set in the France 1835. The pretty Rose Dupre is bullied and called the witch's daughter. People say her mother is a witch who kills and eats humans. However, Marie and Peter don't believe all those rumors and decide to protect Rose… But what if the rumors are true?  \n\n---\n**Links:**\n- Alternative Official Raw - [Kakao Webtoon](https://webtoon.kakao.com/content/%EC%B0%BD%EB%B0%B1%ED%95%9C-%EB%A7%90/783)\n- Defunct Official English - [SpotToon](https://www.spottoon.com/workHome/39/THE%20PALE%20HORSE), [Tappytoon](https://www.tappytoon.com/en/comics/palehorse)\n\n**Note:**\n- The author has split the storyline into parts and seasons. Volume 1.1 for example means Part 1, Season 1.",
      "id": "Di kota Prancis yang dilanda ketakutan, Rose Dupre diintimidasi sebagai putri penyihir. Marie dan Pierre tidak percaya rumor seperti itu pada awalnya. Tetapi ketika gelombang kematian aneh menyapu, ketiga anak itu tidak lagi aman dari mata yang waspada. Bisakah Rose selamat dari kutukan sihir dan kecurigaan? Sebuah kisah gothic yang luas namun penuh warna dimulai.",
      "zh": "在充满恐惧流言的法国小镇上，Rose Dupre作为女巫的女儿被欺凌。朋友玛丽和皮特起初并不相信这样的谣言。但是，当一波奇怪的死亡浪潮席卷而来时，三个孩子再也逃不过警惕的眼睛了。罗斯能从魔法和怀疑的诅咒中幸存下来吗?一个宏大而丰富多彩的哥特式故事开始了。\n\nSource : Bato"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "284"
  },
  {
    "mangaId": "de3745b8-4a77-4f2c-8929-68395360793f",
    "title": {
      "en": "The Ranker's Guide to Live an Ordinary Life"
    },
    "updatedAt": "2024-05-07T10:14:02+00:00",
    "coverArt": "https://mangadex.org/covers/de3745b8-4a77-4f2c-8929-68395360793f/7b3fb49e-46cb-4e43-a69f-874d3145c641.jpg",
    "altTitles": [
      {
        "en": "A Guide to the Right Life for Rankers"
      },
      {
        "ko": "랭커를 위한 바른 생활 안내서"
      }
    ],
    "description": {
      "en": "The first S-class Awakened is really a third-rate student?!\n\nIn the 21st century, the world became a 'fantasy'. In a South Korea filled with despair, S-classes have descended! The greatest of them - Witch Queen Jyo!\n\n\"Goddess Jyo... Queen Jyo... Who are you...? Who could it be?\"\n\nThe true identity of the savior who has been shrouded in mystery for 10 years. Her identity? Gyung Jyo, a third-rate student, who's unable to make outgoing calls due to her mother's anger.and on the verge of being strangled and trapped in the abyss.\n\nShe was leading a peaceful and ordinary life as Korea's top unemployed person, however...\n\n[The rankings are being updated.]\n[Your current ranking has dropped to 2nd place.] \n\n\"!?\"\n\n\"I know who you are, Witch Queen.\"\n\nBaek Dohyun, a regressor, appears in front of Gyung Jyo!\n\nWill Gyung Jyo, an S-class Munchkin ranker, be able to maintain her comfortable and lazy tyrant life, as her well-rolling life turns upside down into the position of the world's savior?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "757c05b6-017d-492e-8c78-cbcfdf568944",
    "title": {
      "en": "Apparently, I'm the Villainess?"
    },
    "updatedAt": "2024-03-23T16:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/757c05b6-017d-492e-8c78-cbcfdf568944/279d77ce-a7b4-4eed-8ddc-240d736fd02c.jpg",
    "altTitles": [
      {
        "en": "They Say I'm the Villainous Young Miss"
      },
      {
        "vi": "Họ Đồn Tôi Là Đại Tiểu Thư Xấu Xa"
      },
      {
        "zh": "据说我是反派大小姐"
      }
    ],
    "description": {
      "en": "I worked as a manhua artist, then died from pulling an all-nighter. I woke up as the villainess \"Emi Morwen\" from my webcomic! Emi was an alluring yet cruel character who departed from the story by ending her own life. However, I’m not the real Emi!",
      "vi": "《Sau khi thức quá khuya, chạy deadline để rồi kết thúc sinh mệnh, tôi đã tái sinh thành nhân vật phản diện trong truyện tranh của mình》"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f79104d6-a3b5-46a4-914e-85a988949298",
    "title": {
      "en": "Sisters at War"
    },
    "updatedAt": "2024-07-02T02:56:39+00:00",
    "coverArt": "https://mangadex.org/covers/f79104d6-a3b5-46a4-914e-85a988949298/262ecf73-d2d3-4f76-bdeb-02046260a766.jpg",
    "altTitles": [
      {
        "ko": "자매전쟁"
      },
      {
        "en": "Sister War"
      }
    ],
    "description": {
      "en": "Two girls who wanted to be voted the best. «Principled» and «Ugly Ha-Ra», compete for the first and second place in the art school. A deadly war begins between the girls to become «true geniuses»."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "027de3a2-a35f-4290-be23-935ada2b3812",
    "title": {
      "en": "Ore Igai Dare mo Saishu Dekinai Sozai na no ni \"Sozai Saishuritsu ga Hikui\" to Pawahara suru Osananajimi Renkinjutsushi to Zetsuen shita Senzoku Madoushi, Henkyou no Machi de Slow Life wo Okuritai."
    },
    "updatedAt": "2024-07-21T01:36:57+00:00",
    "coverArt": "https://mangadex.org/covers/027de3a2-a35f-4290-be23-935ada2b3812/e97a7c36-7199-45bb-83c3-00bc8e9a6a51.jpg",
    "altTitles": [
      {
        "ja": "俺以外誰も採取できない素材なのに「素材採取率が低い」とパワハラする幼馴染錬金術師と絶縁した専属魔導士、辺境の町でスローライフを送りたい。"
      },
      {
        "en": "The Assistant Mage Parts Ways With His Power Abusive Alchemist Childhood Friend and His Being Told to Have \"Low Chance of Gathering Materials,\" and Wants to Start a Slow Life at a Town in the Remote Region"
      },
      {
        "en": "Only I Can Collect These Materials! ~ An Assistant Mage Who Broke up With His Alchemist Girlfriend After Her Harassment Wants to Lead a Slow Life in a Remote Town"
      },
      {
        "id": "Padahal Hanya Aku yang Dapat Mengumpulkan Material Itu, tapi Aku Dikatai \"Tingkat Pengumpulan Materialmu Ampas\" sama Teman Semasa Kecilku yang Menjadi Alkemis, Aku pun Pensiun Menjadi Asisten Penyihirnya dan Memulai Hidup Baru yang Santai di Kota Terpencil."
      }
    ],
    "description": {
      "en": "The Assistant Mage of the genius alchemist Ruby—Lloyd has an abnormally low chance of gathering materials for alchemy use. Hence, he is treated as baggage and is made to be the bottom of the entire country’s joke. \r\n\r\nEveryday is a day he is scolded by Ruby. It’s become too much of a despairing environment that he’s come to hate it. And so, he finally decided to part ways with her. \r\n\r\nHowever, unbeknownst to everyone was that the materials Lloyd gathered were all high-grade materials no one else could gather.\r\n\r\nThe mage, who was treated as “incompetent” and saw himself as such, now aims for an ideal easy going life!",
      "id": "Asisten Penyihir, Lloyd, mempunyai kemampuan mengumpulkan material untuk alkemis yang rendah daripada orang lain yang membuat Alkemis yang menggangdengnya, Ruby, terus-terusan memarahi Lloyd yang dimatanya tidak pernah benar. Suatu hari dia muak dengan perlakuan Ruby yang makin menjadi-jadi dan memutuskan untuk pensiun menjadi asisten penyihirnya. Lantas, akan ke mana Lloyd pergi?",
      "ja": "天才錬金術師ルビーの専属魔導士ロイドは、錬金術で使う素材の採取率が異常に低いため、ルビーのお荷物扱いとして国中の笑いものになっていた。\r\nルビーからも毎日怒られる日々を過ごしていた彼だが、あまりにも絶望的なこの環境が嫌になりついに彼女との絶縁を決意する！\r\nしかし、みんなは知らなかった……。ロイドの揃える素材は、ほかの誰にも集められないような貴重なモノばかりだということに……。\r\n\r\n自他ともに「無能扱い」されていた魔導士が目指す、理想のスローライフ！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ee45e72c-3c25-4fce-8934-08e91458c858",
    "title": {
      "en": "Solitary Lady"
    },
    "updatedAt": "2024-05-08T09:11:51+00:00",
    "coverArt": "https://mangadex.org/covers/ee45e72c-3c25-4fce-8934-08e91458c858/cc6c9dc2-eb30-4b21-aeae-077dc07d3236.jpg",
    "altTitles": [
      {
        "ko": "접근 불가 레이디"
      },
      {
        "ko-ro": "Jeopgeun Bulga Lady"
      },
      {
        "en": "Untouchable Lady"
      },
      {
        "fr": "La lady solitaire"
      },
      {
        "it": "Dama inaccesible"
      },
      {
        "es": "Dama intocable"
      },
      {
        "uk": "Недоторканна Леді"
      },
      {
        "tr": "Dokunulmaz Leydi"
      },
      {
        "ja": "接近不可レディー"
      },
      {
        "vi": "Qúy cô không thể tiếp cận"
      },
      {
        "th": "เลดี้ผู้ห้ามแตะต้อง"
      },
      {
        "zh": "不可接近的女士"
      },
      {
        "zh-hk": "無法親近的千金"
      },
      {
        "fr": "Untouchable Lady"
      }
    ],
    "description": {
      "en": "“Please, Hilise. Please die in place of Gabrielle.”\n\nMy always dignified brother begged me for the first time. He wants me to die for our stepsister, whom we don’t even share a drop of blood with.\n\n“For the first and last time, I ask you this.”\n\nI’ve always been miserable, and there is no exception this time. The seventh time that I was betrayed and killed, I was completely free of lingering feelings.\n\n“I’m glad that you’re a scumbag until the end.”\n\nI won’t be swayed by love anymore. It’s my turn to abandon them first.\n\n---\nNoblewoman Hillis Inoaden has had many lives so far (seven, to be exact) but she has always been regarded the same in all of them: meek, submissive, and a pest. But in her eighth resurrection, she no longer bends to the nobles that encircle her, nor does she continue to live in the shadows of her wicked brother and stepsister. With a sacred power passed down from her lineage and the title of Family Head, she sets out for revenge and to change the grave destiny that awaits her.\n\n---\nSeason 1 artist: Mingsung\nSeason 2 artist: ZI.O\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%91%EA%B7%BC-%EB%B6%88%EA%B0%80-%EB%A0%88%EC%9D%B4%EB%94%94/2497), [KakaoPage](https://page.kakao.com/content/56976992)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17114), [Tapas](https://tapas.io/series/solitary-lady/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%84%A1%E6%B3%95%E8%A6%AA%E8%BF%91%E7%9A%84%E5%8D%83%E9%87%91/148)\n* [French / Français](https://fr.piccoma.com/fr/product/33)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Solitary-Lady/83)\n* [Japanese / 日本語](https://piccoma.com/web/product/72845)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%AB%E0%B9%89%E0%B8%B2%E0%B8%A1%E0%B9%81%E0%B8%95%E0%B8%B0%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87/202)\n\n[Official English Novel Translation](https://radishfiction.com/stories/18632)",
      "fr": "\"Hillis, je t'en supplie, meurs à la place de Gabrielle.\" Untouchable Lady dépeint l'histoire de Hillis qui vit sa mort à plusieurs reprises tout en planifiant sa vengeance. \n\nRicardo, un noble, supplie sa soeur Hillis de mourir pour sauver leur demi-soeur Gabrielle, avec qui elle ne partage pas la moindre goutte de sang. Hillis comprend qu'elle n'a jamais été aimée autant que cette dernière. Après être morte sept fois, et pour tenter d'échapper à son tragique destin, la douce et timide Hillis laisse place à une version d'elle implacable et avide de vengeance !",
      "it": "“Per favore, Hilise. Per favore, muori al posto di Gabrielle.” Il mio dignitoso fratello mi ha supplicato per la prima volta. Vuole che muoia per la nostra sorellastra, con la quale non condividiamo nemmeno una goccia di sangue. \"Per la prima e l'ultima volta, ti chiedo questo.\" Sono sempre stata infelice, e questa volta non c'è eccezione. La settima volta che sono stata tradita e uccisa, ero completamente libera dai sentimenti persistenti. \"Sono contenta che tu sia spazzatura fino alla fine.\" Non sarò più influenzato dall'amore. È il mio turno di abbandonarli per primo.\n\n---\nLa nobildonna Hillis Inoaden ha avuto molte vite finora, sette, per l'esattezza, ma è sempre stata considerata la stessa in tutte: mite, sottomessa e un elemento da evitare. Ma nella sua ottava resurrezione decide di non piegarsi più ai nobili che la circondano, né continua a vivere all'ombra del suo malvagio fratello e della sorellastra impertinente. Con un potere sacro tramandato dal suo lignaggio e il titolo di Capofamiglia in eredità, parte per la sua vendetta e per cambiare il grave destino che l'attende.\n\n---\nSeason 1 artist: Mingsung\nSeason 2 artist: ZI.O\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%91%EA%B7%BC-%EB%B6%88%EA%B0%80-%EB%A0%88%EC%9D%B4%EB%94%94/2497), [KakaoPage](https://page.kakao.com/content/56976992)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17114), [Tapas](https://tapas.io/series/solitary-lady/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%84%A1%E6%B3%95%E8%A6%AA%E8%BF%91%E7%9A%84%E5%8D%83%E9%87%91/148)\n* [French / Français](https://fr.piccoma.com/fr/product/33)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Solitary-Lady/83)\n* [Japanese / 日本語](https://piccoma.com/web/product/72845)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%AB%E0%B9%89%E0%B8%B2%E0%B8%A1%E0%B9%81%E0%B8%95%E0%B8%B0%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87/202)\n\n[Official English Novel Translation](https://radishfiction.com/stories/18632)",
      "uk": "\"Будь ласка, Хіліс, помри замість Габріель!\". Мій брат вперше щось просив. Він просив померти замість зведеної сестри, з якою у нас ні краплі спільної крові. \"Це моє перше і останнє прохання\". Я завжди була нещасна, і цього разу також. Після сьомої смерті, коли мене зрадили, сумнівних почуттів не залишилось. \"Я рада, що ти непотріб до самого кінця\". Я більше не керуватимусь почуттями. Тепер моя черга відмовитись від них.\n\n---\nSeason 1 artist: Mingsung\nSeason 2 artist: ZI.O\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%91%EA%B7%BC-%EB%B6%88%EA%B0%80-%EB%A0%88%EC%9D%B4%EB%94%94/2497), [KakaoPage](https://page.kakao.com/content/56976992)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17114), [Tapas](https://tapas.io/series/solitary-lady/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%84%A1%E6%B3%95%E8%A6%AA%E8%BF%91%E7%9A%84%E5%8D%83%E9%87%91/148)\n* [French / Français](https://fr.piccoma.com/fr/product/33)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Solitary-Lady/83)\n* [Japanese / 日本語](https://piccoma.com/web/product/72845)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%AB%E0%B9%89%E0%B8%B2%E0%B8%A1%E0%B9%81%E0%B8%95%E0%B8%B0%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87/202)\n\n[Official English Novel Translation](https://radishfiction.com/stories/18632)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "125"
  },
  {
    "mangaId": "5f035bce-267a-4c95-bff1-b319cad73bda",
    "title": {
      "en": "Silver Triangle"
    },
    "updatedAt": "2024-07-21T19:52:44+00:00",
    "coverArt": "https://mangadex.org/covers/5f035bce-267a-4c95-bff1-b319cad73bda/29c8b17e-2e4f-4328-80cc-a5b0f5c3487c.jpg",
    "altTitles": [
      {
        "ja-ro": "Gin no Sankaku"
      },
      {
        "pl": "Srebrny Trójkąt"
      },
      {
        "ja": "銀の三角"
      },
      {
        "zh": "银之三角"
      }
    ],
    "description": {
      "en": "Marlee, an agent of the advanced civilization Central on the planet Blue Ear, finds himself on a mission to track down the troubadour Lagthorin. His mission leads him to the planet Corundum, where he finds the elusive musician and subsequently dies. Back at Central, he is regenerated into a new clone, Marlee Two, who sets off once more, drawn back to Lagthorin and her song. And so the strings of fate guide Marlee forward, inescapably intertwined with both the events on the planet Corundum and, 30,000 years across time, with the long-extinct race of the planet Silver Triangle.  \n  \nA 1-volume classic sci-fi manga.  \n  \nWinner of the Seiun Award in 1983."
    },
    "status": "completed",
    "releaseDate": 1980,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "19"
  },
  {
    "mangaId": "6063cd06-d14e-4fc5-8246-7390a5d6ee0d",
    "title": {
      "en": "Waltz in A White Dress"
    },
    "updatedAt": "2022-05-15T01:31:03+00:00",
    "coverArt": "https://mangadex.org/covers/6063cd06-d14e-4fc5-8246-7390a5d6ee0d/4f190d10-718c-46aa-aaf8-3e42c921474f.jpg",
    "altTitles": [
      {
        "de": "Weißer Walzer"
      },
      {
        "en": "White Waltz"
      },
      {
        "ja": "円舞曲は白いドレスで"
      },
      {
        "zh-hk": "白色圆舞曲"
      },
      {
        "ja-ro": "Waltz wa Shiroi Dress de"
      }
    ],
    "description": {
      "en": "At the beginning of the XX century, the relationship between England and Japan was strained. England wanted to extend its influence over Japan, and Japan wasn't willing to let any other culture pass its borders. Koto, though, a Japanese girl, didn't care if the people she meets have almond shaped eyes or not, or if they wear a kimono or a western dress. Actually, she is fascinated by this foreign way of life that brings so many innovations into Japan. More than anything else, it's the clothing that seems to grab her attention, as she wants to become a tailor and create dresses for women of every culture.  \n  \nUnfortunately though, she's a woman, so she knows her dream will end as soon as she gets married. She will have to start acting like a noble and a respectable woman would. In fact, she is betrothed to Masaomi Kidoin, the second born of one of the most important and oldest families of Japan. The day she's told she will marry Masaomi, Koto attends a ball at the British Embassy and meets Sagitto, a half English and half Indian spy that captures her imagination and heart. But can their love story have a happy ending when the British and the Japanese are tracking down Sagitto because they want him dead, and Koto is forced to live a life that doesn't fit her?"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "16"
  },
  {
    "mangaId": "cb1b1da5-9436-49f5-8a6b-a1689fb86d91",
    "title": {
      "en": "Love Bullet"
    },
    "updatedAt": "2024-07-28T16:04:53+00:00",
    "coverArt": "https://mangadex.org/covers/cb1b1da5-9436-49f5-8a6b-a1689fb86d91/35e91e4a-dbb7-4493-8040-0a90e3d64678.jpg",
    "altTitles": [
      {
        "ja": "ラブ・バレット"
      },
      {
        "ja": "ラブ·バレット"
      }
    ],
    "description": {
      "en": "Since the dawn of humanity, those who have never experienced love and meet an untimely end are granted a second chance at life as Cupids by the Goddess of Love.\n\nPresent day Cupids have traded in their bow and arrow for modern firearms, but their mission remains the same: find suitable lovers for their targets and make them fall in love!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1dec090f-3f41-4f80-8cf5-a9c5ef1523e0",
    "title": {
      "en": "Outei Denka no Okiniiri Tensei Shite mo Tenteki kara Nigerarenai You desu?!"
    },
    "updatedAt": "2024-05-21T11:02:22+00:00",
    "coverArt": "https://mangadex.org/covers/1dec090f-3f41-4f80-8cf5-a9c5ef1523e0/af9860d8-26e1-426d-adc3-1f545d062cfb.jpg",
    "altTitles": [
      {
        "ja": "王弟殿下のお気に入り 転生しても天敵から逃げられないようです!?"
      },
      {
        "ja-ro": "Outei Denka no Okiniiri Tensei shitemo Tenteki kara Nigerarenai You desu!?"
      },
      {
        "en": "The Little Rabbit Can't Even Escape Her Enemy in the Next Life!"
      },
      {
        "en": "Little Rabbit Can't Escape Her Enemy After Reincarnation!"
      },
      {
        "zh": "王弟殿下的最爱"
      },
      {
        "zh": "王弟殿下的最爱 就算转生了好像也没有办法从天敌身边逃走！？"
      },
      {
        "zh-hk": "王弟殿下的最愛 就算轉生了好像也沒有辦法從天敵身邊逃走！？"
      }
    ],
    "description": {
      "en": "Countess Ashley lived her life as a black rabbit in the Demon Kingdom, but died at the hands of a brave hero. Now she’s reborn in the Tolpha kingdom, which is governed by his descendants. Suddenly, the king's brother, royal prince Clyde, becomes her fiancé. It's impossible, he's her enemy?! But Clyde is happy to embrace Ashley.\n\n\"Give me a hug?\"\n\n\"I can't!\"\n\nWhen she sees his face her heart skips a beat... Is it terror? Or is it love?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "b73371d4-02dd-4db0-b448-d9afa3d698f1",
    "title": {
      "en": "Ao Ashi"
    },
    "updatedAt": "2024-03-02T18:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/b73371d4-02dd-4db0-b448-d9afa3d698f1/ba2b2700-62a8-4048-b497-019ed8d58e32.jpg",
    "altTitles": [
      {
        "ja": "アオアシ"
      },
      {
        "zh": "青之芦苇"
      },
      {
        "zh-hk": "青之蘆葦"
      },
      {
        "ko": "아오아시"
      },
      {
        "ja-ro": "Ao Ashi"
      },
      {
        "th": "AOASHI แข้งเด็กหัวใจนักสู้"
      },
      {
        "de": "Blaue Beine ~Ao Ashi~"
      },
      {
        "tr": "Mavi Bacak"
      },
      {
        "fr": "Ao Ashi - Playmaker"
      },
      {
        "pt-br": "Ao Ashi - Craques da Bola"
      },
      {
        "ru": "Ао Аши"
      },
      {
        "id": "Ao Ashi"
      },
      {
        "vi": "Ao Ashi"
      }
    ],
    "description": {
      "de": "Aoi Ashito ist ein Mittelschüler im dritten Jahr aus Ehime. Hinter seinem rohen Spiel verbirgt sich sein immenses Talent, aber Ashito erleidet wegen seiner allzu geradlinigen Persönlichkeit einen großen Rückschlag. Der Manager der Jugendmannschaft des J1-Clubs Tokyo City Esperion, Fukuda Tetsuya, erscheint vor Ashito. Fukuda sieht Ashitos grenzenloses Potenzial und lädt ihn ein, an den Probespielen seines Teams in Tokio teilzunehmen. Die Geschichte des Jungen, der den Fußball in Japan revolutionieren wird, beginnt sich schnell zu entfalten.",
      "en": "Aoi Ashito is a third year middle school student from Ehime. Behind his raw game hides his immense talent \nbut Ashito suffers a huge setback because of his overly straightforward personality. \nOne day the youth team manager of J1 club Tokyo City Esperion, Fukuda Tetsuya, appears in front of him. \nFukuda sees his limitless potential and invites him to take part in his team's tryouts in Tokyo. \nThe story of the boy who will revolutionize football in Japan rapidly begins to unfold.  \n  \n---\n- **Won the 65th Shogakukan Manga Award for General Manga in 2019**",
      "ru": "Ашито Аой, ученик третьего класса средней школы из префектуры Эхиме, встречает тренера «Молодежной лиги J» Фукуду Тацую. Несмотря на свою грубость, Ашито обладает таким удивительным потенциалом, что тренер Фукуда приглашает его принять участие в отборочных тестах своей команды в Токио. Взгляните на историю мальчика, который совершит революцию в японском футболе.",
      "tr": "Aoi Ashito Ehime'de ortaokul 3. sınıfa giden bir öğrencidir. Bir gün karşısına J1 Ligi kulübü Tokyo City Esperion'un altyapı takımı menajeri Fukuda Tetsuya çıkar. Fukuda Aoi'nin sonsuz potansiyelini farkeder ve onu Tokyo'daki altyapı seçmelerine davet eder. Böylece Japon futbolunda devrim yapacak çocuğun hikayesi başlar.",
      "pt-br": "Ashito Aoi, um estudante do terceiro ano do ensino médio de Ehime, conhece Fukuda Tatsuya, um treinador da \"J Youth League\". Mesmo que ainda tenha uma personalidade forte, Ashito tem um incrível potêncial que o fez ser convidado pelo treinador Fukuda para participar da seleção de sua equipe em Tóquio. A história do garoto que vai revolucionar o futebol no Japão vai começar."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "86c593d1-c1ab-4633-8c5e-bcc74eaa97ea",
    "title": {
      "en": "If I Don’t Die Soon, I’ll Become The Ruler Of The Demon Realm!"
    },
    "updatedAt": "2024-07-28T20:54:25+00:00",
    "coverArt": "https://mangadex.org/covers/86c593d1-c1ab-4633-8c5e-bcc74eaa97ea/b4b865eb-6e9c-4ad6-9084-63ccf4ff299a.jpg",
    "altTitles": [
      {
        "zh-hk": "再不死我就统治魔界了"
      }
    ],
    "description": {
      "en": "Humanity’s strongest warrior was killed by demons amidst a battle and gained the power to reincarnate, but somehow did so as a demon. Only by dying he can go back to living as a human, so he committed suicide non-stop. But things turned out to be the opposite of what he expected…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce25484a-6be2-4f29-807c-569dfed8a091",
    "title": {
      "en": "Danshi Kokoseidakedo Gyaru ni TS Shimashita"
    },
    "updatedAt": "2024-07-02T01:01:10+00:00",
    "coverArt": "https://mangadex.org/covers/ce25484a-6be2-4f29-807c-569dfed8a091/b3028479-88c9-4fc9-8105-759df9cc311e.jpg",
    "altTitles": [
      {
        "ja": "男子高校生だけどギャルにTSしました"
      },
      {
        "en": "I’m a High School Boy, but I Got Gender-Swapped Into a Gyaru"
      },
      {
        "ja-ro": "Danshi Koukousei Dakedo Gal ni TS Shimashita"
      },
      {
        "pt-br": "Eu sou um Garoto do Ensino médio, mas troquei de Gênero e Me Tornei uma Gal"
      }
    ],
    "description": {
      "en": "Shunpei, a loner high schooler, became a gyaru after saving the god of gyaru from drowning. Through his mother's connections, he was able to transfer to an all-girls school, but it was stuffed to the brim with gyarus! \nEvery day is a sensory overload for Shunpei, who's never even talked to a girl, let alone a gyaru.\n\nIt's the beginning of an introverted high school guy => gender-swapped gyaru comedy!\n\n---\n- [Alternative Official Raw (NicoNico)](https://seiga.nicovideo.jp/comic/67976)",
      "ja": "陰キャ男子・桜井は、目の前で溺れていたギャル神様を助けた恩恵でギャルになってしまった。\n母親の伝手で転校することができたが、その学校はギャルだらけの女子校だった！\nギャルどころか女子とまともに交流したことがない桜井にとって刺激が強すぎる毎日…。\n陰キャ男子高校生⇒ギャルTSコメディ開幕！！",
      "pt-br": "Shunpei, um estudante solitário do ensino médio, se tornou uma gal depois de salvar a deusa das gals de se afogar. Através das conexões de sua mãe, ele conseguiu transferir-se para uma escola só para meninas, mas estava cheia de gals!\n Todos os dias são uma sobrecarga sensorial para Shunpei, que nunca falou com uma garota, muito menos com uma gal.\n \n É o início de uma comédia escolar engraçada, com um cara introvertido do ensino médio => transformado em Gal."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6622d86-74c6-47eb-8c92-89bcce50a63b",
    "title": {
      "en": "Out"
    },
    "updatedAt": "2024-06-15T11:59:58+00:00",
    "coverArt": "https://mangadex.org/covers/b6622d86-74c6-47eb-8c92-89bcce50a63b/714e149c-d9fb-4a5c-983d-df4938417bd0.jpg",
    "altTitles": [
      {
        "ru": "Выход"
      },
      {
        "ja": "アウト"
      }
    ],
    "description": {
      "en": "17-year-old Iguchi Tatsuya has just been released from juvenile detention and is on probation. He's been relocated to a new area, away from the bad influence of his old friends, and is under the care of his aunt. He is determined not to be sent back to lockup, and he works hard in his aunt's restaurant. However, he still has the same personality, the same tendency to violence, and still falls in with the same sort of people. It's going to be difficult for him to stay out of trouble.",
      "fr": "Iguchi Tatsuya vient de sortir de la maison d’arrêt de Nagano. Le juge pour mineur lui a laissé une dernière chance de se reconstruire une vie normale après s’être fait coffrer par les forces de l’ordre lors d’une bagarre sanglante qui opposait la police et son gang de bousoukoku. S’il se tient à carreau, il ne retournera plus jamais en détention, mais s’il est impliqué dans la moindre baston, il y retournera. Les choses ne se passent évidemment pas comme prévu, il va faire des rencontres qui vont le mener à se battre contre les gangs les plus dangereux de Tokyo.",
      "ru": "17-летний Игучи Тацуя только что был освобожден из-под стражи и находится на испытательном сроке. Он переехал в другой район, подальше от дурного влияния своих старых друзей, и находится под опекой своей тети. Он полон решимости не возвращаться в колонию и усердно работает в ресторане своей тети. Однако у него все та же личность, та же склонность к насилию, и он по-прежнему общается с теми же людьми. Ему будет трудно держаться подальше от неприятностей."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d20b5df-2b7c-4bac-be8a-b90181a65323",
    "title": {
      "en": "Mangaka-san and his Assistants"
    },
    "updatedAt": "2023-12-24T16:57:05+00:00",
    "coverArt": "https://mangadex.org/covers/1d20b5df-2b7c-4bac-be8a-b90181a65323/cd2ad2b6-1e50-4f73-b7e8-cb3d603655ba.jpg",
    "altTitles": [
      {
        "ja": "The Comic Artist And His Assistants"
      },
      {
        "ru": "Мангака и его ассистентка"
      },
      {
        "ar": "رسام المانجا و مساعداته"
      },
      {
        "ja": "マンガ家さんとアシスタントさんと"
      },
      {
        "ja-ro": "Mangaka-san to Assistant-san to"
      }
    ],
    "description": {
      "en": "A Life Description about the Mangaka Aito Yuuki and his Assistant Ashisu Sahoto.  \nAito-san doesn't understand the feelings of the characters on his stories. So He asks Ashisu to help him. Ashisu would do everything for the work. She would even let him touch her breast so he will know how it feels like?!  \n  \nThe Habit?! The Pervert?! Can we understand them? That's the Comedy of a Mangaka Life.\n\nThe mangaka alternates between the standard style and the 4koma.  \n\n---\n\n**Links:**  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=15793)",
      "ru": "Жизнь описание мангака Айто Юки и его помощницы Ашису Сахото. Айто-сан не понять чувства героев его рассказов. Поэтому он просит Ашису, чтобы помочь ему. Ашису сделает все для работы. Она бы даже даст пощупать ее собственной груди так он будет знать, как она чувствует, как?! Привычка?! Извращенце?! Мы можем их понять? Это комедия о мангака жизни.",
      "pt-br": "A história desse mangá descreve sobre a vida do mangaka Aito Yuuki e de sua assistente Ashisu Sahoto. Aito-san não entende os sentimentos dos personagens de suas histórias. Então ele pede para Ashisu ajudá-lo. Ashisu faria tudo pelo trabalho. Ela poderia até mesmo deixar ele tocar em seus próprios seios para que ele sinta como é."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "151"
  },
  {
    "mangaId": "b198f9b8-7489-44cc-a062-1cb4b32d5507",
    "title": {
      "en": "Jimoto no Ijimekko-tachi ni Shikaeshi Shiyou to Shitara, Betsu no Tatakai ga Hajimatta."
    },
    "updatedAt": "2024-07-17T07:55:24+00:00",
    "coverArt": "https://mangadex.org/covers/b198f9b8-7489-44cc-a062-1cb4b32d5507/48259198-f0e1-41fc-84f7-daade9f098ff.jpg",
    "altTitles": [
      {
        "ja": "地元のいじめっ子達に仕返ししようとしたら、別の戦いが始まった。"
      },
      {
        "zh": "本想报复以前欺负我的孩子王，另一场战斗却开始了。"
      },
      {
        "en": "When Trying to Get Back at the Hometown Bullies, Another Battle Began."
      }
    ],
    "description": {
      "en": "Local bullies tormented Kotaro when he was a youngster. They were the skilled wrestler Akari, a skilled basketball prodigy Kanae, and Shigure, a prodigy in video games.\n\nEvery day, Kotaro competed against these three guys in their respective sports with the intention of winning. Unfortunately, he was no match for them.\n\nAs a senior in high school, Kotaro now has another opportunity to confront them and exact his retribution...!\n\nBut he will discover a secret that he never would have expected....",
      "vi": "Oneshot chính thức được làm thành series của tác giả Matsumoto Kengo. Sau nhiều năm rời xa quê hương, Kotaro đã quay về để báo thù 3 kẻ bắt nạt từng khiến cậu khổ sở hồi cấp 1. Thế nhưng khi gặp lại 3 kẻ bắt nạt, những gì chờ đợt cậu lại vượt xa những gì cậu tưởng tượng...",
      "pt-br": "Os valentões locais atormentaram Kotaro quando ele era jovem. Eles eram o lutador habilidoso Akari. Kanae, um prodígio do basquete, e Shigure, um prodígio dos videogames. Todos os dias, Kotaro competia contra esses três caras em seus respectivos esportes com a intenção de vencer. Infelizmente, ele não era páreo para eles. No último ano do ensino médio, Kotaro agora tem outra oportunidade de enfrentá-los e exigir sua retribuição…! Mas ele descobrirá um segredo que nunca teria esperado…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-06-18T16:00:56+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/e9ea65b0-b09f-465d-b56a-e81f3ec6057b.jpg",
    "altTitles": [
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e76f4bff-a772-4289-9d85-7bbec939e0d4",
    "title": {
      "en": "I Became the Contract Daughter of the soon-to-be-ruined Family"
    },
    "updatedAt": "2024-07-28T16:34:12+00:00",
    "coverArt": "https://mangadex.org/covers/e76f4bff-a772-4289-9d85-7bbec939e0d4/09916525-d0c2-4f85-abfd-d2910f3b2a65.jpg",
    "altTitles": [
      {
        "ko": "곧 망할 가문의 계약직 딸이 되었다"
      }
    ],
    "description": {
      "en": "I thought I had regressed from this ragged life, but why has my time-limited life remained the same?\nI'm ruined... is this how I should live my life...?\n\n\"This time, I'll get adopted by a normal family, and live in comfort for the rest of my life!\"\n\nStep by step, I'm going to take revenge against the one behind my death, and I'll protect what's left of my small and precious life!\n\nHowever, did I put in too much effort?\n\n\"Anisha, you're perfect.\"\n\n\"I'm going to make this child a future professor.\"\n\nAll I wanted was to survive...\n\n\"Well, somehow, you’ve passed. I'll have to adopt this brat.\"\n\nI ended up with a tycoon I didn't expect.\nOne whose household will be massacred in a few years!\n\nHow do I know that?\nMe too! I didn't want to! Know that!\n\nBut what can I do? The milk has already been spilt.\nI'll just live in bliss while acting as the real daughter during my 5 years contract, then I'll leave!\n\nHowever...\n\n\"...I happened to pick this up on the way home.\"\n\"Father, you're the best!\"\n\"I know.\"\n\n...Something's wrong.\n\n\"I checked this out 'myself', and inspected it 'in person'. There's nothing to be grateful for.\"\n\"Father, you're a genius!\"\n\"I know this too.\"\n\nNo, well, something's REALLY wrong.\n\n**\n\nI became fond of this unique and strange family, but...\n\n\"The five years contract we signed,\"\n\"Let's nullify it.\"\n\nWhile looking straight into my eyes, dad announced the termination.\n\n\"I can help you, but you'll still die anyway.\"\n\nNot only that,\nBut death came under my nose too.\n\nWill I be able to survive?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce7cd7b0-e595-4f0d-98e8-447da10d652d",
    "title": {
      "en": "Mission: Yozakura Family"
    },
    "updatedAt": "2024-07-21T17:50:35+00:00",
    "coverArt": "https://mangadex.org/covers/ce7cd7b0-e595-4f0d-98e8-447da10d652d/0b827037-9bcc-4176-bf02-35652eb2141b.jpg",
    "altTitles": [
      {
        "it": "Missione: Famiglia Yozakura"
      },
      {
        "ja-ro": "Yozakura-san Chi no Daisakusen"
      },
      {
        "ja": "夜桜さんちの大作戦"
      },
      {
        "ja-ro": "Yozakura-san Chi no Daisakusen"
      },
      {
        "ru": "Миссия семьи Ёдзакура"
      },
      {
        "vi": "Nhiệm vụ tối thượng nhà Yozakura"
      },
      {
        "fr": "Mission : Yozakura Family"
      },
      {
        "es-la": "La Misión de la Familia Yozakura"
      }
    ],
    "description": {
      "en": "Taiyo Asano is a super shy high school student and the only person he can talk to is his childhood friend, Mutsumi Yozakura. It turns out that Mutsumi is the daughter of the ultimate spy family! Even worse, Mutsumi is being harassed by her overprotective, nightmare of a brother, Kyoichiro. What drastic steps will Taiyo have to take to save Mutsumi?! A spy family comedy - the mission begins!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **Mission: Yozakura Family** (2023)\n- [English volumes (Viz Media)](https://www.viz.com/mission-yozakura-family)",
      "es": "Taiyo Asano es un estudiante de secundaria súper tímido y la única persona con la que puede hablar es su amiga de la infancia, Mutsumi Yozakura. ¡Resulta que Mutsumi es la hija de una última familia de espías! Peor aún, Mutsumi está siendo acosada por su sobreprotector hermano, Kyoichiro. ¿Qué decisión tendrá que tomar Taiyo para salvar a Mutsumi? Una comedia familiar de espías: ¡Comienza la misión!",
      "fr": "Afin de protéger Mutsumi et de découvrir la véritable raison de la mort de ses parents, Taiyo Asano va devoir devenir membre de la famille Yozakura, une famille d’espions de haut vol ! Parviendra-t-il à survivre à ce quotidien plein de dangers pour, cette fois, réussir à protéger ceux qui lui sont chers ?\n\n---\n\nMaison d'édition FR : **Kana**",
      "it": ":||Tradotto da [Isekai Italy Scan](https://linktr.ee/isitscan/) e [Bullet Club](https://mangadex.org/group/8588/bullet-club)   \r\n  \r\nTaiyo Asano è un timidissimo studente delle superiori e l'unica persona a cui può parlare è la sua amica d'infanzia, Mutsumi Yozakura. Si scopre che Mutsumi è la figlia della suprema famiglia di spie! Ancora peggio, Mustumi viene tormentata dal suo fratello iperprotettivo, Kyoichiro. Quale tragico destino Taiyo dovrà affrontare per salvare Mustumi?! Una commedia su una famiglia di spie - la missione avrà inizio!||",
      "es-la": "Taiyo Asano es un estudiante de secundaria súper tímido y la única persona con la que puede hablar es su amiga de la infancia, Mutsumi Yozakura. ¡Resulta que Mutsumi es la hija de una última familia de espías! Peor aún, Mutsumi está siendo acosada por su sobreprotector hermano, Kyoichiro. ¿Qué decisión tendrá que tomar Taiyo para salvar a Mutsumi? Una comedia familiar de espías: ¡Comienza la misión!",
      "pt-br": "Taiyo Asano é um estudante super tímido do ensino médio e a única pessoa com quem ele consegue conversar é sua amiga de infância, Mutsumi Yozakura. Acontece que Mutsumi é a filha da melhor família de espiões! Pior ainda, Mutsumi está sendo assediada por seu super-protetor, o pesadelo de um irmão, Kyoichiro. Que passos drásticos Taiyo terá que tomar para salvar Mutsumi? Uma comédia familiar de espiões – a missão começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "33a519ee-8597-4059-b115-d8a7fece207d",
    "title": {
      "en": "PSYCH Radio"
    },
    "updatedAt": "2024-07-11T23:45:24+00:00",
    "coverArt": "https://mangadex.org/covers/33a519ee-8597-4059-b115-d8a7fece207d/ccbccfc4-a579-4721-aee8-08c571edc248.jpg",
    "altTitles": [],
    "description": {
      "en": "UPDATES EVERY THURSDAY — Lose your mind one way or another. It’s 2070 on a planet not so far off from Earth. After a major earthquake, radioactive material has overcome almost all the land. Inhabitants must now find a way to live with the immensely destructive waste. Will you join the army, traffic for the cartel, or overwork yourself to death?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca1b75fe-66ed-4e0c-9893-89fffd3f4bef",
    "title": {
      "en": "Bunnie's Quest"
    },
    "updatedAt": "2024-02-25T19:29:43+00:00",
    "coverArt": "https://mangadex.org/covers/ca1b75fe-66ed-4e0c-9893-89fffd3f4bef/0cae7396-13ec-4bd9-b3a6-2cb025c5861d.jpg",
    "altTitles": [
      {
        "ja-ro": "Banizukuesuto"
      },
      {
        "ja": "バニーズクエスト"
      }
    ],
    "description": {
      "en": "On the moon, there is an advance civilization of bunny people who used to be identical to humans, but after incorporating themselves with bunny genes, transformed into docile creatures. The result is a society where AI are entrusted with all choices, from the content of meals to how each minute of leisure time should be spent. Amongst this society is a bunny girl named Uko who dislikes this lifestyle, complaining \"Let me choose for myself!!\". One day, Uko decides to flee the moon and head to Earth where she meets Hane, a bunny girl investigating life on Earth. On this planet with many strange customs, these two will...!?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "16"
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-06-09T05:58:14+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/76a6bd58-9c0d-43fd-aca9-a63878c8b676.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4b48e581-b23f-42fb-88d6-6e211c11690f",
    "title": {
      "en": "Beast World Crazy Concubine"
    },
    "updatedAt": "2024-07-24T19:55:54+00:00",
    "coverArt": "https://mangadex.org/covers/4b48e581-b23f-42fb-88d6-6e211c11690f/c4206c3d-35ff-4726-afbe-cb7250a02e44.jpg",
    "altTitles": [
      {
        "en": "Beast World’s Wild Consort"
      },
      {
        "zh": "兽世狂妃：不当异界女海王"
      }
    ],
    "description": {
      "en": "Ji Mo travelled to the Orc Continent, and there are handsome male beasts who can fly in animal skins and long legs. She has become the most admired female in the entire Orc Continent. Every male wants Ji Mo to give birth to cubs. . “No! Let go of me! My ideal is not to lie down and give birth every day!” Ji Mo struggled in the arms of the handsome male beast."
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a433d6b-f51a-4c2f-a183-85419fe98efc",
    "title": {
      "en": "Medalist"
    },
    "updatedAt": "2024-04-24T17:11:33+00:00",
    "coverArt": "https://mangadex.org/covers/4a433d6b-f51a-4c2f-a183-85419fe98efc/44e39a11-6e73-4b78-8c87-3478a96ca0c0.jpg",
    "altTitles": [
      {
        "ja": "メダリスト"
      },
      {
        "zh": "舞冰的祈愿"
      },
      {
        "zh-hk": "舞冰的祈願"
      },
      {
        "zh-hk": "金牌得主"
      }
    ],
    "description": {
      "en": "There is a dream worth putting two lives on the line for.  \n  \nTsukasa, a young man with shattered dreams, and Inori, a girl no one believed in. However, in the face of adversity, those two possessed a tenacity towards the rink greater than anyone had ever known. Together, they meet on the ice, and aim for the world with their figure skating!\n\n---\n\n**Links:**  \n- [Series' Twitter](https://twitter.com/medalist_AFT)\n- Alternative Official English - [K MANGA (U.S. Only)](https://kmanga.kodansha.com/title/10231/episode/318207), [Kodansha](https://kodansha.us/series/medalist/)",
      "es": "Tsukasa es un patinador que, tras haber dejado atrás su sueño de convertirse en un atleta de élite por problemas económicos, trabaja realizando espectáculos de patinaje sobre hielo.\n\nPero todo cambia cuando conoce a Inori, una niña que acude a una pista de hielo a escondidas de su madre, aunque esta esté totalmente en contra de ello y todo el mundo piense que es tarde para ella, y que es demasiado inútil.\n\nAsí, gracias a la tenacidad que muestra Inori, Tsukasa decide convertirse en su entrenador y buscará ayudarla en el difícil mundo del patinaje artístico, prometiéndose que la llevará a la cima.",
      "zh": "用利刃融化坚冰、开拓人生——！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e3a710f-0b0d-482b-9e84-d9c91960c625",
    "title": {
      "en": "Yancha Gal no Anjou-san"
    },
    "updatedAt": "2024-07-14T00:49:06+00:00",
    "coverArt": "https://mangadex.org/covers/5e3a710f-0b0d-482b-9e84-d9c91960c625/c925ebde-8d7a-479e-9c3f-ac3660ab5db1.jpg",
    "altTitles": [
      {
        "ja-ro": "Yancha Gyaru no Anjou-san"
      },
      {
        "ru": "Озорная Гяру Андзё-сан"
      },
      {
        "ja": "やんちゃギャルの安城さん"
      },
      {
        "th": "คุณอันโจ หยอกนักเพราะรักนะ"
      },
      {
        "zh": "擅长挑逗的安城同学"
      },
      {
        "zh": "淘气辣妹安城"
      },
      {
        "zh": "顽皮辣妹安城同学"
      },
      {
        "ko": "장난치는갸루 안죠 양"
      },
      {
        "ko-ro": "Jangnanchineungyalu Anjyo Yang"
      },
      {
        "zh-ro": "Shàncháng tiǎodòu de ānchéng tóngxué"
      },
      {
        "en": "Anjo the Mischievous Gal"
      },
      {
        "en": "The Mischievous Gal Anjou-san"
      },
      {
        "en": "Mischievous Gal Anjou-san"
      },
      {
        "en": "Mischievious Gal Anjou-san"
      }
    ],
    "description": {
      "de": "Seto ist ein total normaler und irgendwie langweiliger Schüler. Aus einem unerklärlichen Grund jedoch, lässt seine Mitschülerin Anjou ihn nicht in Ruhe! Der ernste Seto und die energische Anjou bilden ein kontrastreiches Duo, doch Anjou macht das nichts aus, da sie sehr viel Spaß hat, Seto zu necken. Andererseits hat Seto eine schwere Zeit mit Anjous Eskapaden. Wenn er doch nur wüsste, dass seine Reaktionen der Grund sind, dass Anjou weitermacht.  \n  \nDoch … ist ihr flirten wirklich nur gespielt …?",
      "en": "Seto is a completely ordinary and somewhat boring high school student. Yet, for whatever reason, his errant gyaru classmate Anjou just won't leave him alone! The serious Seto and energetic Anjou make a contrasting duo, but Anjou doesn't seem to mind, as she has too much fun teasing him. On the other hand, Seto has a hard time dealing with all of her endless antics; little does he realize that his humorous reactions are precisely the reason Anjou enjoys his company.\n\nBut… just how much of her flirting is merely an act?",
      "fr": "Seto est un lycéen ne souhaitant qu'une chose : passer sa scolarité sans être remarqué et être en paix. Malheureusement pour lui, il attire l'attention de la pire personne possible dans sa classe, Anjou la gal. A partir de ce jour, le quotidien de Seto va drastiquement changer grâce (ou à cause) de sa camarade, cherchant à s'amuser au dépend de notre héros.",
      "ja": "真面目でクラスの中でも目立たない瀬戸くんには、なぜかいつもイケてるギャルの安城さんがいちいちエロく絡んでくる。いつもギリギリでドキドキする思春期ぴちぴちラブコメディ！",
      "ru": "Сето - серьёзный старшеклассник, который вел тихую школьную жизнь, пока не стал жертвой дразнилок гяру Андзё-сан.",
      "pt-br": "Seto é um estudante completamente comum e um tanto chato. Mesmo assim, por alguma razão, sua nada correta colega de classe Gal Anjou simplesmente não o deixa em paz!\n\nO Seto sério e a enérgica Anjou formam uma dupla um tanto interessante, mas Anjou não parece se importar, pois se diverte muito provocando-o. Por outro lado, Seto tem dificuldade em lidar com todas as suas travessuras intermináveis; mal ele percebe que suas reações humorísticas são precisamente o motivo pelo qual Anjou gosta de sua companhia.\n\nMas… quanto de seu flerte é meramente uma atuação?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "562ebdf1-a7d3-4f11-9a25-4b90eb1a4542",
    "title": {
      "en": "My love for my roommate is one-sided"
    },
    "updatedAt": "2024-07-22T14:02:25+00:00",
    "coverArt": "https://mangadex.org/covers/562ebdf1-a7d3-4f11-9a25-4b90eb1a4542/15616407-77bc-43cb-9de5-39cd111f7ff0.png",
    "altTitles": [
      {
        "ja": "同居人に片思いしてる百合漫画"
      },
      {
        "ja-ro": "Doukyonin ni Kataomoi Shiteru Yuri Manga"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0",
    "title": {
      "en": "Sakamoto Days"
    },
    "updatedAt": "2024-07-21T07:26:52+00:00",
    "coverArt": "https://mangadex.org/covers/9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0/4a621e36-7225-41a1-8f11-0f6ee10e76ac.jpg",
    "altTitles": [
      {
        "ru": "Дни Сакамото"
      },
      {
        "ja": "サカモト デイズ"
      },
      {
        "ne": "साकामोतो डेज"
      },
      {
        "pt-br": "Sakamoto Days"
      },
      {
        "fr": "Sakamoto Days"
      }
    ],
    "description": {
      "en": "Taro Sakamoto was the ultimate assassin, feared by villains and admired by hitmen. But one day…he fell in love! Retirement, marriage, fatherhood and then… Sakamoto gained weight! The chubby guy who runs the neighborhood store is actually a former legendary hitman! Can he protect his family from danger? Get ready to experience a new kind of action comedy series!",
      "fr": "Taro Sakamoto est un assassin légendaire, le meilleur d'entre tous, craint par tous les gangsters, adulé par ses pairs. Mais un beau jour... il tombe amoureux ! S'ensuivent retraite, mariage, paternité... et prise de poids.\nSakamoto est aujourd'hui patron d'une petite épicerie de quartier et coule des jours heureux avec sa famille. Mais lorsque son passé le rattrape sous les traits de Shin, un jeune assassin télépathe, Sakamoto reprend du service...\nEt malgré son apparence, il est toujours aussi charismatique lorsqu'il passe à l'action !",
      "ja": "町の商店を営むふくよかな男・坂本太郎。その正体は全ての悪党が恐れ、憧れた元・伝説の殺し屋!!　襲い来る危険から家族と日常を守る、坂本の日々とは…!?",
      "ru": "Таро Сакамото был профессиональным киллером. Другие наёмники им восхищались, а злодеи боялись. Но однажды… Сакамото влюбился! Завязал с криминалом, женился, стал отцом и в итоге… Разжирел! Толстый дядька из соседнего магазина — в прошлом непревзойдённый убийца! Сможет ли он уберечь свою семью от опасности? Приготовьтесь к новой остросюжетной комедии!",
      "pt-br": "Taro Sakamoto era o assassino supremo, temido pelos vilões e admirado pelos assassinos. Mas um dia... ele se apaixonou! Aposentadoria, casamento, paternidade e depois… Sakamoto engordou! O cara gordinho que administra a loja do bairro é na verdade um ex-assassino lendário! Ele pode proteger sua família do perigo? Prepare-se para experimentar um novo tipo de série de comédia de ação!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d84b20c0-2502-4ed6-8a3a-65448e1acd46",
    "title": {
      "en": "Slam Dunk (Shinsoban Release)"
    },
    "updatedAt": "2023-07-23T14:57:53+00:00",
    "coverArt": "https://mangadex.org/covers/d84b20c0-2502-4ed6-8a3a-65448e1acd46/b677e838-cf34-4070-8c43-578a43716795.png",
    "altTitles": [
      {
        "ja": "スラムダンク"
      },
      {
        "ja": "SLAM DUNK 新装再編版"
      }
    ],
    "description": {
      "en": "Winning isn't everything in the game of basketball, but who wants to come in second? It takes dedication and discipline to be the best, and the Shohoku High hoops team wants to be just that. They have one last year to make their captain's dream of reaching the finals come true–will they do it? Takehiko Inoue's legendary beloved basketball manga is finally here and the tale of a lifetime is in your hands.\n\nHanamichi Sakuragi's got no game with girls—none at all! It doesn't help that he's known for throwing down at a moment's notice and always coming out on top. A hopeless bruiser, he's been rejected by 50 girls in a row! All that changes when he meets the girl of his dreams, Haruko, and she's actually not afraid of him! When she introduces him to the game of basketball, his life is changed forever…"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": ""
  },
  {
    "mangaId": "eb1e9858-5d3c-4c3e-a394-12c5b4d0b55f",
    "title": {
      "en": "Re:Monster"
    },
    "updatedAt": "2024-07-19T16:04:16+00:00",
    "coverArt": "https://mangadex.org/covers/eb1e9858-5d3c-4c3e-a394-12c5b4d0b55f/0aeacaa8-a3d4-45b8-af54-f9fbb3b9871b.jpg",
    "altTitles": [
      {
        "ja": "リ・モンスター"
      },
      {
        "th": "Re:Monster ราชันชาติอสูร"
      },
      {
        "ru": "Перерождение: Монстр"
      },
      {
        "zh-hk": "重．怪物"
      },
      {
        "pt-br": "Re:Monster"
      }
    ],
    "description": {
      "en": "Tomokui Kanata has been reincarnated into the weakest race, goblin, and given a new name, Gobrou, after having undergone an unfortunate death. However, Gobrou has retained his previous life's memories and ability to learn skills from what he eats. In this alternate world of survival of the fittest, events unfold. Will a goblin party become the heroes of this world, in a delightful twist from your usual scenario?",
      "pt-br": "Tomokui Kanata reincarnou na raça mais fraca, a dos goblins e ganhou um novo nome, Rou, após ter morrido de forma infeliz. Entretanto, o goblin Rou preservou as lembranças de sua vida passada, ganhando uma evolução incomum, mas mantendo sua capacidade de ganhar habilidades por comê-los. Neste mundo alternativo de sobrevivência do mais forte, com o desenrolar dos acontecimentos, irá o grupo do goblins se tornarem os heróis deste mundo e o transformarem em um cenário totalmente diferente do habitual? Ele irá se tornar o herói deste mundo ou um soberano das trevas dominará a todos?"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]