[
  {
    "mangaId": "e05dd982-6d09-4f3d-8e8e-6c9ae65b5857",
    "title": {
      "en": "The Color of the End: Mission in the Apocalypse"
    },
    "updatedAt": "2024-08-09T18:55:58+00:00",
    "coverArt": "https://mangadex.org/covers/e05dd982-6d09-4f3d-8e8e-6c9ae65b5857/255b68d5-825f-4e05-b62c-5f02e75469ae.jpg",
    "altTitles": [
      {
        "uk": "Безбарвний кінець"
      },
      {
        "tr": "Son Kıyamet Görevi"
      },
      {
        "fr": "Au bout de l'incolore"
      },
      {
        "id": "Akhir dari tinta"
      },
      {
        "fr": "Mission in the Apocalyspe"
      },
      {
        "ja": "ウスズミの果て"
      },
      {
        "ja-ro": "Usuzumi no Hate"
      },
      {
        "ja": "Mission in the Apocalypse"
      },
      {
        "en": "The End In Diluted Ink"
      }
    ],
    "description": {
      "en": "A girl walks alone in a world without humans.\nHer mission is to search for survivors and cleanse the land.\nWill humans be found?\nA story of loneliness and beautiful ruins.\n___\n[Alt Official Raw (KADOComi)](https://comic-walker.com/detail/KC_000736_S?episodeType=first)",
      "fr": "Dans une métropole post-apocalyptique déserte criblée d'une matière mystérieuse, une jeune fille recherche tout signe de vie et des provisions.",
      "tr": "İnsanlığın yok olduğu bir dünyada dolaşan yalnız bir kız hakkında kıyamet sonrası bilimkurgu macerası."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5ec700b-c61b-4ab9-97fe-ed2d57fd0d5c",
    "title": {
      "en": "Kaminaki Sekai no Kamisama Katsudou"
    },
    "updatedAt": "2024-06-21T03:18:45+00:00",
    "coverArt": "https://mangadex.org/covers/d5ec700b-c61b-4ab9-97fe-ed2d57fd0d5c/8e876ca9-7f5d-431c-b414-80e253ef807f.jpg",
    "altTitles": [
      {
        "en": "God's Activity in a World Without Gods"
      },
      {
        "es-la": "Las Acciones de Un Dios en Un Mundo Sin Dioses"
      },
      {
        "ja": "神無き世界のカミサマ活動"
      },
      {
        "ru": "Деятельность Бога в мире без богов"
      },
      {
        "id": "Keseharian Dewa Didunia Tanpa Dewa"
      },
      {
        "zh-hk": "無神世界中的神明活動"
      },
      {
        "en": "Working for God in a Godless World"
      },
      {
        "ja-ro": "Kaminaki Sekai no Kamisama Katsudō"
      },
      {
        "en": "KamiKatsu: Working for God in a Godless World"
      },
      {
        "fr": "Kamisama : Opération Divine"
      }
    ],
    "description": {
      "en": "Yukito, the son of a questionable cult leader, lost his life due to the cult's ridiculous training practices. Now to his surprise, he was reincarnated into another world!\r\nIt was an ideal world for him without the concept of \"God\" or \"religion\" BUT...!\r\n\r\nA unique \"reincarnating in other world\" adventure begins: creating a \"religion\" in a world without God?!",
      "es": "El hijo del fundador de un sospechoso culto, Yukito, pierde la vida por culpa del insensato entrenamiento del culto, pero para su sorpresa, ¡se reencarna en otro mundo!\r\nEra un mundo ideal para él, donde no existía el concepto de \"Dios\" o \"religión\"... ¡pero!\r\n\r\nComienza la aventura de una singular \"reencarnación en otro mundo\" que crea una \"religión\" en un mundo sin Dios.",
      "id": "Yukito, putra seorang pemimpin sekte yang dipertanyakan, kehilangan nyawanya karena praktik pelatihan sekte yang konyol. Sekarang yang mengejutkannya, dia bereinkarnasi ke dunia lain!\r\nItu adalah dunia yang ideal baginya tanpa konsep \"Tuhan\" atau \"agama\" TAPI...!\r\n\r\nPetualangan unik \"bereinkarnasi di dunia lain\" dimulai: menciptakan \"agama\" di dunia tanpa Tuhan?!",
      "ja": "怪しげなカルト宗教の教祖の息子・征人は、教団の無茶な修行で命を落とした――はずが、なんと流行りの異世界転生！\r\nそこは「神」や「宗教」の概念のない、征人にとっては理想の世界だった…が!?\r\n神無き世界で「宗教」を作る異色の“異世界転生”譚、開幕!!",
      "ru": "Отец Юкито — лидер религиозной секты, который совершил обряд над своим сыном под названием «церемония рождения». Всё ради нового лидера религиозной секты, Юкито! Но что-то пошло не так, и в конце-концов наш герой перерождается в другом мире, где нет таких понятий как: Бог и религия, — а порнографические книги сродни детским каракулям. По мере событий Юкито понимает, что на самом деле в этом мире людскую жизнь и смерть решает империя...",
      "es-la": "Yukito, el hijo de un sospechoso líder de una secta, pierde la vida durante el peligroso rito de la secta y reencarna en otro mundo. Allí, es salvado por los habitantes de una remota aldea y vive felizmente con ellos. Sin embargo, la aldea es un lugar para aquellos que han sido calificados como \"anormales\" por el Estado Imperial. Los \"anormales\" son aquellos que tienen \"miedo a la muerte\". La gente del Reino Imperial carecía del sentido del \"miedo a la muerte\". Finalmente, los \"anormales\" iban a ser ejecutados bajo el sistema de \"Condena\". Yukito intenta desesperadamente salvar a los habitantes de la aldea, pero es incapaz de hacerlo. En ese momento, \"Mitama\", el dios del culto del que formaba parte Yukito, es convocado a este otro mundo... ¿Será capaz Yukito de sobrevivir en este otro mundo?",
      "pt-br": "Yukito, filho de um líder de culto questionável, perdeu a vida devido às práticas ridículas de treinamento do culto. Agora, para sua surpresa, ele reencarnou em outro mundo! Era um mundo ideal para ele sem o conceito de \"Deus\" ou \"religião\" MAS...! Uma aventura única de \"reencarnação em outro mundo\" começa: criar uma \"religião\" em um mundo sem Deus?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-09-29T17:58:29+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/7e02ac66-1ac9-4eac-bc05-a264222ca87b.png",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c00cc3d9-f7c7-46da-95d5-8f5ae1e6fe57",
    "title": {
      "en": "It Starts With A Mountain"
    },
    "updatedAt": "2024-08-23T14:33:09+00:00",
    "coverArt": "https://mangadex.org/covers/c00cc3d9-f7c7-46da-95d5-8f5ae1e6fe57/112b1634-884d-4c34-af67-63dd8380d562.jpg",
    "altTitles": [
      {
        "en": "Starting with a mountain"
      },
      {
        "zh": "开局一座山"
      },
      {
        "en": "It Starts With A Mountain"
      },
      {
        "en": "I Have a Shanzhai"
      },
      {
        "en": "Kāijú Yī Zuò Shān"
      },
      {
        "en": "Kāijú Yīzuò Shān"
      },
      {
        "en": "Start a Mountain"
      },
      {
        "en": "Ta Có Một Sơn Trại"
      },
      {
        "ko": "퀘스트 : 지상 최고의 산적"
      },
      {
        "ko": "퀘스트: 지상 최고의 산적"
      },
      {
        "en": "Kaiju Yi Zuo Shan"
      },
      {
        "es": "Comienza con una Montaña"
      }
    ],
    "description": {
      "en": "It starts with a mountain. A strategic leader gets isekai-ed into a war dynasty. He only has a group of members who were planning to ditch him. Facing this war era, he thinks of stealing food and girls to live a king’s life. He is hot-blooded, picks fights with war heroes. How will he bring chaos to the war? Will he be able to rise up high?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e271dc2-53de-4335-a964-71e2fd518d01",
    "title": {
      "en": "Gods of All People: I Sacrificed Hundreds of Millions of Living Beings To Become a God"
    },
    "updatedAt": "2024-06-14T16:06:02+00:00",
    "coverArt": "https://mangadex.org/covers/4e271dc2-53de-4335-a964-71e2fd518d01/1623b419-1976-4063-89d7-5b4e18794b72.jpg",
    "altTitles": [
      {
        "zh": "全民神祇：我献祭亿万生灵成神"
      },
      {
        "en": "Spirit Sacrifice: The Path to Godhood"
      },
      {
        "en": "Everyone Is a King: I Sacrifice Countless Lives to Become a King"
      }
    ],
    "description": {
      "en": "Han Wu transmigrated to a world where everyone can become a god. He obtained the ability to sacrifice life.\nAt the beginning, he had a trash clan, so he sacrificed to change his fate against the heavens.\nWith no power, no status, and no money, he sacrificed his way to the top.\nAs long as he has enough followers, he can become infinitely stronger through sacrifice, becoming the main god, the god of gods!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad06790a-01e3-400c-a449-0ec152d6756a",
    "title": {
      "en": "20th Century Boys"
    },
    "updatedAt": "2023-07-30T16:53:44+00:00",
    "coverArt": "https://mangadex.org/covers/ad06790a-01e3-400c-a449-0ec152d6756a/b86017fe-3ec9-41d8-904c-c5f8031eb7de.jpg",
    "altTitles": [
      {
        "tr": "20. Yüzyıl Çocukları"
      },
      {
        "ja": "20世紀少年"
      },
      {
        "zh": "20世纪少年"
      },
      {
        "ko": "20세기 소년"
      },
      {
        "ms": "Abad ke-20 Anak Laki-laki"
      },
      {
        "es-la": "Chicos del Siglo 20"
      },
      {
        "pl": "Chłopaki z dwudziestego wieku"
      },
      {
        "fr": "Garçons du 20ème siècle"
      },
      {
        "it": "I ragazzi del XX secolo"
      },
      {
        "de": "Jungen des 20. Jahrhunderts"
      },
      {
        "vi": "Những Chàng Trai Thế Kỉ 20"
      },
      {
        "ja-ro": "Nijuu Seiki Shounen"
      },
      {
        "fa": "پسران قرن بیستم"
      },
      {
        "ar": "فتيان القرن العشرين"
      },
      {
        "ja-ro": "20 Seiki Shounen"
      },
      {
        "uk": "Хлопці 20-го століття"
      },
      {
        "id": "Anak Laki-Laki Abad 20"
      },
      {
        "th": "เด็กชายศตวรรษที่ 20"
      }
    ],
    "description": {
      "en": "Humanity, having faced extinction at the end of the 20th century, would not have entered the new millennium if it weren't for them. In 1969, during their youth, they created a symbol. In 1997, as the coming disaster slowly starts to unfold, that symbol returns. This is the story of a group of boys who try to save the world.  \r\n\r\n---  \r\n- **Won the Kodansha Manga Award for General Manga in 2001**  \r\n- **Won the Seiun Award for Best Comic in 2008**  \r\n  \r\nVolume Titles:\r\n- Tomodachi  \r\n- Yogen-sha  \r\n- Gitā o motta eiyū  \r\n- Aitoheiwa  \r\n- Sai kai  \r\n- Saigo no kibō  \r\n- Shinjitsu  \r\n- Kendji no uta  \r\n- Rabbit Nabokov  \r\n- Kao no nai shōnen  \r\n- Seibun hyōji  \r\n- Tomodachi no kao  \r\n- Owarinohajimari  \r\n- Shōnen to yume  \r\n- Ban paku ban zai  \r\n- Kagami no mukou  \r\n- Cross counter  \r\n- Min'na no uta  \r\n- Kaettekita otoko  \r\n- Jinrui no shōbu  \r\n- Uchūbito genru  \r\n- Seigi no hajimari\r\n\r\n---\r\n  \r\nSee [AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=7977) for the live-action adaption.\r\n\r\n- [Wikipedia](https://en.wikipedia.org/wiki/20th_Century_Boys)",
      "uk": "У дитинстві Кенджі з друзями мріяли врятувати світ від жахливої загрози. Вони створили таємний символ, що поєднав їх узами клятви. І ось, вже дорослі, вони несподівано для себе виявляють, що світові насправді загрожує небезпека, яка дивним чином пов'язана з їхнім минулим.",
      "pt-br": "A humanidade talvez não tivesse chegado ao novo milênio, encontrando crise no fim do último século, que quase a teria obliterado. Se não fosse por Eles. Em 1969, Eles, ainda em sua juventude, criaram um símbolo. Em 1997, quando começam os presságios do cataclismo iminente, o símbolo revive. Esta é a história dos garotos que salvaram o mundo.\r\n\r\n- [Wikipedia](https://pt.wikipedia.org/wiki/20th_Century_Boys)"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "22",
    "lastChapter": "249"
  },
  {
    "mangaId": "9363b613-ac57-4336-9481-601565a89e08",
    "title": {
      "en": "I Am the Shadow Reverend"
    },
    "updatedAt": "2024-09-26T10:45:55+00:00",
    "coverArt": "https://mangadex.org/covers/9363b613-ac57-4336-9481-601565a89e08/a247bcf5-0b4f-46ac-b9da-274ec0debe3f.jpg",
    "altTitles": [
      {
        "zh": "全民转职：我牧师，都什么阴间技能"
      },
      {
        "vi": "Tiān Shēng Dú Nǎi, Wǒ Zǔzhòule Quán Shìjiè!"
      }
    ],
    "description": {
      "en": "Traveling through a parallel world, the game merges with the real world, where ferocious beasts are rampant, alien races are raging, and there are a large number of dungeons and secret realms in the wild.\nHumans can awaken into various professions and work hard to kill monsters and upgrade.\nOn the day of his profession awakening, Lin Luo awakened the priest profession, which is the most popular but has no damage ability.\nJust when he was struggling, he discovered that his skills had mutated!\nThe blood recovery technique mutates into the bleeding technique?\nBlessing mutates into curse?\nBut I am really a healing priest!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f255ec4-d644-4419-bce0-e7548dd24015",
    "title": {
      "en": "Monster Circus"
    },
    "updatedAt": "2024-09-30T11:16:20+00:00",
    "coverArt": "https://mangadex.org/covers/7f255ec4-d644-4419-bce0-e7548dd24015/fa8054be-8b87-4dd2-99ac-b8621b1c00ef.jpg",
    "altTitles": [
      {
        "it": "Circo de Monstruos"
      },
      {
        "ja": "サーカス綺譚"
      },
      {
        "ja-ro": "Circus Kitan"
      },
      {
        "es": "Circus Ayaginutan"
      }
    ],
    "description": {
      "en": "\"The Great Dark Circus descends from a rotten, cursed, demon-related lineage. Every sin, every flaw and every torment from men are represented in our show.  \n  \nCome and watch, meet the tragedy of the ventriloquist mother, the secret of the butterfly princess and the angst of the mist-man…  \n  \nGoing into the roaming black tent of the Great Dark Circus is acceding to the magic of its phenomena, and that magic will be the source of our misfortune, because we are all of them.\""
    },
    "status": "completed",
    "releaseDate": 1991,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "52ede55c-1584-4019-b85b-3902a423c3ab",
    "title": {
      "en": "Fairy Tail: 100 Years Quest"
    },
    "updatedAt": "2024-09-29T14:04:55+00:00",
    "coverArt": "https://mangadex.org/covers/52ede55c-1584-4019-b85b-3902a423c3ab/81452260-1789-43e7-b7f4-cd5dcef486b1.jpg",
    "altTitles": [
      {
        "en": "Fairy Tail 100 Years Quest"
      },
      {
        "vi": "Fairy Tail Nhiệm vụ Trăm năm"
      },
      {
        "ja-ro": "Feari Teiru: Hyaku-nen Kuesuto"
      },
      {
        "ru": "Хвост Фей: 100-летний квест"
      },
      {
        "th": "แฟรี่เทล ภาคเควส 100 ปี ตอนที่"
      },
      {
        "ja": "フェアリーテイル １００年クエスト"
      },
      {
        "ko": "페어리 테일 -100년 퀘스트"
      },
      {
        "zh-hk": "妖精的尾巴 百年任務"
      },
      {
        "uk": "Хвіст Феї: 100-річний квест"
      }
    ],
    "description": {
      "en": "After overcoming the threat of Acnologia and Zeref, Fairy Tail has become stronger and more energetic! The 100 year quest which Natsu and company left for, and also to the members who had remained at the guild, something new is going to happen!? Although the story was supposed to have concluded, a new adventure now begins!\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "ru": "Продолжение популярной манги \"Хвост Феи\" или \"Фейри Тейл\", которая будет носить отдельное название \"100 летний квест\"! После победы над Зерефом нашу любимую, еще более сильную гильдию, ждет новое приключение! Не пропустите новые приключения популярных героев!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06338c21-dfd9-4ab0-a0c6-1d973821b992",
    "title": {
      "en": "Bad Girl"
    },
    "updatedAt": "2024-01-09T13:00:47+00:00",
    "coverArt": "https://mangadex.org/covers/06338c21-dfd9-4ab0-a0c6-1d973821b992/a4800fe8-51c2-4f74-9e43-faca9a6657d0.jpg",
    "altTitles": [
      {
        "ja": "ばっどがーる"
      }
    ],
    "description": {
      "en": "The daily life of a (self-proclaimed) high school delinquent, fangirling and kohyuuing over the head prefect!?\n(to) kohyuu (v. infinitive form) When one is surprised and excited, their breathing begins to kohyuu. (see: hyperventilation)\nSummary: High school first-year Yuu is an ardent admirer of Head Prefect Atori, and in order to get her attention, Yuu begins to act like a delinquent. \nBut while her intention is to appeal with her \"badness\" and \"coolness,\" her simple-minded facade is seen through by Atori, who teases and treats her like a small animal...!?\nA totally not \"bad\" delinquent girl's 4-koma school life manga!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "86a05b25-e031-4039-8659-83cc4d9bfbdd",
    "title": {
      "en": "Salaryman Exorcist - Okumura Yukio no Aishuu"
    },
    "updatedAt": "2024-06-20T22:22:27+00:00",
    "coverArt": "https://mangadex.org/covers/86a05b25-e031-4039-8659-83cc4d9bfbdd/c825c3b0-fc7d-4105-8324-5a1dc078a936.jpg",
    "altTitles": [
      {
        "ja-ro": "Salaryman Exorcist: Okumura Yukio no Aishū"
      },
      {
        "en": "Salaryman Exorcist: The Sorrows of Okumura Yukio"
      },
      {
        "ja-ro": "Salaryman Futsumashi Okumura Yukio no Aishuu"
      },
      {
        "ja": "サラリーマン祓魔師 奥村雪男の"
      }
    ],
    "description": {
      "en": "A spin-off of Ao no Exorcist, following Okumura Yukio as the main protoganist."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": null
  },
  {
    "mangaId": "e9cda134-9c53-4dd2-8ce0-f9b0171afb39",
    "title": {
      "en": "Goblin Slayer Gaiden: Year One"
    },
    "updatedAt": "2024-10-01T01:17:07+00:00",
    "coverArt": "https://mangadex.org/covers/e9cda134-9c53-4dd2-8ce0-f9b0171afb39/19f17f1e-6cd8-44c8-ae33-e3a744ba0733.jpg",
    "altTitles": [
      {
        "en": "Goblin Slayer! Side Story: Year One"
      },
      {
        "ru": "Убийца Гоблинов: Год первый"
      },
      {
        "ja": "ゴブリンスレイヤー外伝：イヤーワン"
      },
      {
        "zh-hk": "哥布林殺手外傳：第一年"
      }
    ],
    "description": {
      "en": "A prequel series revealing Goblin Slayer's past and the events that led him to become an adventurer with the sole purpose of exterminating all goblins from the world.",
      "pl": "Prequel ujawniający przeszłość Goblin Slayer'a i wydarzenia, które doprowadziły go do zostania poszukiwaczem przygód, któremu przyświeca wyłącznie jeden cel: eksterminacja wszystkich goblinów. ~M  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Twitter](https://twitter.com/GoblinSlayer_GA)  \n- [![](https://i.imgur.com/dQCXZkU.png) Manga Artist's Twitter](https://twitter.com/kentosakaeda)  \n- [Official LN (JP)](https://www.ganganonline.com/contents/goblinyo/)  \n- [Official LN (EN)](https://yenpress.com/series-search/?series=yen346-goblin-slayer-side-story-year-one-light-novel)  \n- [Official Anime (JP)](http://www.goblinslayer.jp/)",
      "pt": "Uma série de prequel que revela o passado de Goblin Slayer e os eventos que o levaram a se tornar um aventureiro com o único propósito de exterminar todos os goblins do mundo.",
      "ru": "События манги перенесут нас на 5 лет назад, в то время, когда Убийца Гоблинов только закончил свои тренировки и расстался с мастером. Манга поведает нам о том, чем занимался Убийца Гоблинов все эти 5 лет до встречи с Жрицей."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28302cc9-3622-4f25-b361-3e4c51248624",
    "title": {
      "en": "High Society"
    },
    "updatedAt": "2024-07-14T22:44:22+00:00",
    "coverArt": "https://mangadex.org/covers/28302cc9-3622-4f25-b361-3e4c51248624/3a30cd75-ecee-47b2-9f7f-ed5a38ffe27d.png",
    "altTitles": [
      {
        "ko": "상류 사회"
      },
      {
        "en": "High Class Society"
      },
      {
        "en": "High Society (Gyeonwoo)"
      },
      {
        "ko": "상류사회 (견우)"
      },
      {
        "es-la": "Sociedad de clase alta"
      }
    ],
    "description": {
      "en": "**\"Please sell me. I will become the most expensive lady in Sant'nar\"**\n\nTired of the troubles brought about by his political marriage, debauchee Cesare coincidentally enters into an unusual  contract Adel, a shoeshiner from the slums.\n\nThe deadline is three months.\n\nExpecting this to be his liberation from the tedious strategic marriage, Cesare finds himself becoming increasingly concerned about Adel, who behaves unlike any woman he has ever known...\n\n\"In the first place, didn't you bring me here to get me engaged to Sir Ezra?\"\n\"That's right.\"\n\nCesare replied obediently for a moment before bursting into a sharp laugh.\n\n\"But why do I feel so disgusted?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b3a9c1f8-93d2-49ba-96e2-84727c1031a6",
    "title": {
      "en": "Isekai ni Otosareta… Jouka wa Kihon!"
    },
    "updatedAt": "2024-08-07T12:58:58+00:00",
    "coverArt": "https://mangadex.org/covers/b3a9c1f8-93d2-49ba-96e2-84727c1031a6/ad9cd8b6-7ba4-4504-9f80-9c9e677c16b1.jpg",
    "altTitles": [
      {
        "en": "Summoned to Another World... Purification Is Basic!"
      },
      {
        "ja": "異世界に落とされた…浄化は基本！@COMIC"
      },
      {
        "en": "Dropped into Another World"
      }
    ],
    "description": {
      "en": "One day, a dull young man from Japan gets caught up in a heroic summoning and goes to another world. The next time he wakes up, he's not in a castle with a king, but in a deep forest since the summoning failed! You'd think he'd be at a loss, but he starts living a life of survival with a positive attitude that doesn't involve deep thought!   \r\nThen, before he knows it, he saves the cursed forest and magical beasts one after another with his magical powers, and is befriended by wolves and dogs in a healing paradise! However, he doesn't realize that they are actually legendary demonic beasts and spirits at all. What's more, that they are adored! A positive young man unknowingly plays with the legendary magical beasts, a heartwarming and misunderstood fantasy begins!  \r\n  \r\n\r\n\r\n---\r\n\r\n[Original Web Novel](https://ncode.syosetu.com/n0223eu/) (Japanese)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a88c85ce-15b1-45c5-9170-5fdbf8772cd2",
    "title": {
      "en": "My Little Sister Will Attack After 10 Days"
    },
    "updatedAt": "2024-05-04T15:56:13+00:00",
    "coverArt": "https://mangadex.org/covers/a88c85ce-15b1-45c5-9170-5fdbf8772cd2/f9980458-9752-4bad-a53a-80ff12ecd6ee.jpg",
    "altTitles": [
      {
        "ja": "10日後襲ってくる妹"
      },
      {
        "ja-ro": "Toukago Osotte Kuru Imouto"
      },
      {
        "en": "My Sister Who Will Attack After 10 Days"
      },
      {
        "ru": "Моя сестра, которая нападёт через 10 дней"
      },
      {
        "ja-ro": "Ichizeronichi go Osotte kuru Imouto"
      },
      {
        "pt-br": "Minha irmãzinha vai atacar em 10 dias"
      }
    ],
    "description": {},
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-07-03T23:07:42+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/7e91f4be-d6c0-4072-8643-e64fe6b4a634.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "The Ghost and the Exhausted Office Worker"
    },
    "updatedAt": "2024-05-25T01:52:42+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "ja-ro": "Yuurei to Tsukareta Kaishain"
      }
    ],
    "description": {
      "en": "A story about a ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3a6f58c-d7fc-41e0-8ddc-f204437d6443",
    "title": {
      "en": "Iede Shite Onee-san ni Hirowareru Hanashi"
    },
    "updatedAt": "2024-09-30T16:26:03+00:00",
    "coverArt": "https://mangadex.org/covers/b3a6f58c-d7fc-41e0-8ddc-f204437d6443/f3672f11-450e-4a1c-a1d3-5af50ff914c8.jpg",
    "altTitles": [
      {
        "ja": "家出してお姉さんに拾われる話"
      },
      {
        "en": "A Story About a Runaway Who Is Picked up by an Older Girl"
      },
      {
        "en": "A Story About a Runaway Who Is Picked up by a Strange Sister"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9538256e-d9ba-4f57-81a1-dd3d8c4a4546",
    "title": {
      "en": "86 -Eighty Six- Fragmental Neoteny"
    },
    "updatedAt": "2023-08-03T16:47:23+00:00",
    "coverArt": "https://mangadex.org/covers/9538256e-d9ba-4f57-81a1-dd3d8c4a4546/d972cdfe-06b3-44c2-b236-c6b271e545d6.jpg",
    "altTitles": [
      {
        "ja": "86－エイティシックス－ フラグメンタルネオテニー"
      },
      {
        "en": "86: Eighty Six - Fragmental Neoteny"
      },
      {
        "ru": "86: Восемьдесят шесть — Фрагментарная неотения"
      }
    ],
    "description": {
      "en": "Fragmented Neotenia is a manga adaptation of short stories that tells about lost battles, through which the boy's eyes gradually fade and finally die.",
      "ru": "Фрагментарная Неотения — манга-адаптация коротких историй, где рассказывается о проигранных битвах, пройдя через которые глаза мальчика постепенно тускнеют и окончательно умирают."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "11"
  },
  {
    "mangaId": "949b20c3-de22-4e7b-989f-b26a8cdf7ecb",
    "title": {
      "en": "DOGSRED"
    },
    "updatedAt": "2024-07-25T17:52:21+00:00",
    "coverArt": "https://mangadex.org/covers/949b20c3-de22-4e7b-989f-b26a8cdf7ecb/bce9aac3-ec01-4d12-8158-54f7c3cd2c07.jpg",
    "altTitles": [
      {
        "ja": "ドッグスレッド"
      },
      {
        "ja-ro": "Reddo"
      },
      {
        "en": "Dogs Red"
      },
      {
        "ru": "Догсред"
      },
      {
        "ru": "Красные Псы"
      }
    ],
    "description": {
      "en": "\"If he wants to go wild at the ice skating rink, isn't he better off as an ice hockey player?\"\n\nThe stage is the proud land of the north - Hokkaido. \n\nThe year is 2010. Rou Shirakawa has just received the highest score in history at the All-Japan Junior Figure Skating Championships! But suddenly, he loses control and starts destroying the stage. He is quickly disqualified and banned from the skating world for life.\n\nNow nicknamed \"the Rabid Prince,\" Rou ends up in Tamakomai, an ice hockey town in northern Japan. And on a hockey rink on a frozen lake, he meets the ruthless Genma brothers! Rou will soon learn of the famous Oino-kami high school and their quest to win an unprecedented 20th straight national hockey championship. And also the strong, yet beautiful battle sport - ice hockey!\n\nChange, grow, evolve! Turn defeat into victory in this red-hot redemption story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f98ccbdd-1b2b-4f8f-940f-d444b2e09c0f",
    "title": {
      "en": "Nanashi wa Ittai Dare Deshou?"
    },
    "updatedAt": "2024-08-29T13:33:42+00:00",
    "coverArt": "https://mangadex.org/covers/f98ccbdd-1b2b-4f8f-940f-d444b2e09c0f/ebde43c9-30f9-4cbb-af1f-e77dc4f30dfc.jpg",
    "altTitles": [
      {
        "ja": "名無しは一体誰でしょう?"
      },
      {
        "en": "Who in the World Is the Nameless One?"
      }
    ],
    "description": {
      "en": "\"There are three things that worry me in this moment. First, before I noticed, I was here. Second, I have no memory. Third, there is a girl with a knife in front of me. Who on earth am I?\""
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "24"
  },
  {
    "mangaId": "19cabfbe-f31b-48d6-ae92-d4b2f7f13073",
    "title": {
      "en": "Please Behave, My Wife"
    },
    "updatedAt": "2024-08-22T23:03:02+00:00",
    "coverArt": "https://mangadex.org/covers/19cabfbe-f31b-48d6-ae92-d4b2f7f13073/73ba705f-ee17-4b6b-96ec-9591ec919a11.jpg",
    "altTitles": [
      {
        "zh": "老婆请安分"
      },
      {
        "zh-ro": "Lǎopó qǐng ānfèn"
      },
      {
        "vi": "Vợ ơi, xin hãy ngoan nhé!"
      },
      {
        "zh-ro": "Laopo Qing'an Fen"
      },
      {
        "en": "Wife, Please Be at Peace"
      }
    ],
    "description": {
      "en": "This is brought to you by the same author of \"My Wife Is From a Thousand Years Ago\". \n\n\"If you could go back in time, what would you do?\"\n\n\"I would go to the school entrance and wait for you every day to pursue you shamelessly until you're my girlfriend. What about you?\"\n\n\"Hmm... I will definitely carefully wait until I'm twenty-four to get to know you again, then gradually fall in love, then get married, and then ask you this question. I live cautiously because I'm afraid that the butterfly effect will make me lose you.\""
    },
    "status": "cancelled",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "70"
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2024-09-06T10:12:17+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/d685e9ee-caf4-4ab9-bea7-6f705067ef28.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "en": "Akane Story"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. Shinta and his daughter Akane have been seduced by this wonderful form of classical entertainment. Having observed her father strive to pass the shin'uchi rakugo test, Akane will take her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo na história é expresso apenas com seu corpo e palavras. Shinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. Observando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e15c874-3ca7-43e6-898f-e29ebe1bebbc",
    "title": {
      "en": "Nevermind Darling"
    },
    "updatedAt": "2023-03-29T22:25:19+00:00",
    "coverArt": "https://mangadex.org/covers/7e15c874-3ca7-43e6-898f-e29ebe1bebbc/061b9b76-0b76-409d-a415-7e1340efad97.jpg",
    "altTitles": [
      {
        "ko": "네버마인드달링"
      }
    ],
    "description": {
      "en": "The day 'Daeun' went with his classmates to drink like crazy, he then went home to sleep. In his dreams, he recalls a memory of when him and ‘Seohjin’ met lips. Why did the 'mistake' he made in high school suddenly reveal itself in a dream? Daeun, who thought his feelings had finally come to rest, Encounters Seohjin, whom he's uncomfortable with. Unlike his usual self, Daeun seeks out Seohjin to ask if he made some kind of mistake while drinking, but the answer he's met with is that they just kissed...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2db02ba8-8dfe-477b-bd48-6724fc533baf",
    "title": {
      "en": "Reincarnated as a Legendary Grimoire"
    },
    "updatedAt": "2024-09-26T01:01:03+00:00",
    "coverArt": "https://mangadex.org/covers/2db02ba8-8dfe-477b-bd48-6724fc533baf/2b4e5452-db3a-470f-93e3-d039417b3ae2.png",
    "altTitles": [
      {
        "en": "Please Read Me"
      },
      {
        "ko": "제발 좀 읽어달라고"
      },
      {
        "en": "I Became a Legendary Archmage by Reading a Book"
      }
    ],
    "description": {
      "en": "I was reincarnated as a grimoire containing all the magical knowledge of another world.\n\nAnyone who reads me can become a legendary archmage.\n\nPlease, just read me...\nBut no one is willing to open my pages."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af21fa9b-3adb-43d4-8f58-2d57b0b60b5a",
    "title": {
      "en": "Circle"
    },
    "updatedAt": "2024-10-01T04:16:44+00:00",
    "coverArt": "https://mangadex.org/covers/af21fa9b-3adb-43d4-8f58-2d57b0b60b5a/b2631979-8f30-4276-b818-d7e39dc3fa7f.png",
    "altTitles": [
      {
        "pl": "Krąg"
      }
    ],
    "description": {
      "en": "The best way for the diverse human beings who make up society to unite is to find themselves a common enemy. School is a mini-version of society, so why shouldn't the same thing happen in a classroom setting?  \n  \nThis particular class has chosen Xiao Shang to be that common enemy. But one of its more popular students soon finds himself becoming intrigued by Shang's unapologetic, straightforward way of life.  \n\nThis comic is posted for free on the author's weibo: <https://weibo.com/u/3567976483>",
      "pl": "Najłatwiejszym sposobem zjednoczenia się różnorodnych jednostek, które tworzą społeczeństwo, jest znalezienie wspólnego wroga. Szkoła jest mini społeczeństwem, więc czy to samo nie powinno odbywać się w klasie? Ta konkretna klasa wybrała na wspólnego wroga Xu Shanga. Ale wkrótce jeden z najpopularniejszych uczniów w szkole staje się zaintrygowany specyficznym życiem Shanga.",
      "pt-br": "Ao e Xun são amigos desde a infância que mantêm um relacionamento secreto fora da escola, na mesma escola existe o aluno transferido Xiao Shang que esconde uma vida totalmente diferente através de sua natureza tranquila. Círculos Sociais significam aceitações e esses meninos buscam uma forma de como se encaixar nesse meio."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ef2cc94-eb99-4058-929f-6b1afae1caca",
    "title": {
      "en": "Is it Normal to Raise a Yandere Heroine as a Villainess ?!"
    },
    "updatedAt": "2024-08-07T15:36:48+00:00",
    "coverArt": "https://mangadex.org/covers/6ef2cc94-eb99-4058-929f-6b1afae1caca/500263ae-db48-4adf-8458-248eef830f80.jpg",
    "altTitles": [
      {
        "zh": "身为恶役女配的我养成病娇女主很正常吧？！"
      },
      {
        "pt-br": "Como A Vilã, Criar Uma Protagonista Yandere É Normal, Não É?!"
      },
      {
        "zh-ro": "Shen Wei E Yi Nv Pei De Wo Yang Cheng Bìng Jiao Nv Zhu Hen Zheng Chang Ba?!"
      }
    ],
    "description": {
      "en": "Jiang Yang was a lead designer for a popular game company until she fell to her death while gathering inspiration for a new game. After waking up in a world of cultivation, she trained tirelessly to return to her original world, when a thread of fate pulled her into the world of an otome game.\n\nJiang Yang quickly realizes she is in the world of the very first game she had worked on. The thread of fate connected her to Stardew, the heroine of the game who is being bullied during her first year at the Royal Academy of Magic.\n\nAs the game progresses, Jiang Yang remembers the ridiculous story the game follows, and she decides that she can’t stand by while the game makes Stardew suffer. She helps Stardew deal with the flirtatious love interest of the original game, Crown Prince Miller, and even imparts her with some of her cultivation power. To protect Stardew from the game’s story, she even puts herself in danger. However, as Jiang Yang and Stardew’s relationship becomes closer, Jiang Yang realizes that the thread of fate connecting her and Stardew is not as simple as she imagined.",
      "zh": "姜央是一名为了游戏新作采风不幸摔下悬崖穿越到修真世界的游戏主美，为了回到原本的世界，姜央努力修炼，终于要飞升成神回到原本的世界，结果因为一条神秘的因果线，被强制牵引到了一个魔法世界中（还是个乙女游戏，游戏刚开始），捡到了初入魔法校园就被恶役女二欺负的的游戏女主。 姜央这时反应过来，这不就是当初让自己穿越的那个倒霉换皮游戏吗？而自己的因果线就连接在了游戏女主星露的身上。姜央以为只要跟着游戏通关，自己就能回到最初的现实世界，但是随着游戏发展，姜央再次回想起了煞笔策划写的沙雕剧情，看着星露受苦，具有强烈责任心和道德感的姜央选择对星露出手相助，不仅要帮对方清理花心皇子那些烂桃花，还传授修真技巧以防对方被其他学生霸凌，甚至有时还得搭上自己的身子！！随着姜央和星露的交往越来越密切，姜央发现自己在星露身上的因果线没有自己想象中那么简单……",
      "pt-br": "Jiang Yang é a diretora de designe de arte de um jogo, ao coletar referências para uma nova produção, cai de um penhasco e acaba atravessando para um mundo de cultivo. Para voltar ao seu mundo original, Jiang Yang se dedica ao cultivo e finalmente está prestes a ascender como uma divindade para retornar. No entanto, devido a uma misteriosa linha do destino, ela é forçada a ser puxada para um mundo de magia (que também é um jogo otome, e o jogo acabou de começar). Nesse novo mundo, ela encontra a protagonista do jogo, Xing Lu, sendo intimidada pela vilã secundária logo no início da academia de magia.\n\nJiang Yang percebe que este é o jogo problemático que a fez atravessar os mundos originalmente. Sua linha do destino está ligada a Xing Lu, a protagonista do jogo. Jiang Yang acredita que, seguindo a história do jogo até o fim, ela poderá retornar ao seu mundo real. No entanto, conforme o jogo se desenvolve, Jiang Yang relembra as tramas ridículas escritas pelo roteirista idiota do jogo. Vendo o sofrimento de Xing Lu, a fortemente responsável e moralmente íntegra Jiang Yang decide ajudar Xing Lu. Ela não apenas ajuda a livrar Xing Lu dos pretendentes indesejados, incluindo o príncipe mulherengo, mas também lhe ensina técnicas de cultivo para que ela possa se defender dos outros estudantes. Às vezes, isso até envolve sacrificar-se fisicamente! \n\nÀ medida que Jiang Yang e Xing Lu se tornam mais próximas, Jiang Yang descobre que sua linha do destino com Xing Lu é mais complexa do que ela imaginava..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "adb97f14-909c-4c0b-9088-d56e2491ac5d",
    "title": {
      "en": "The City by the Sea: The Manga of Sasaki Maki 1967-81"
    },
    "updatedAt": "2022-11-18T05:23:45+00:00",
    "coverArt": "https://mangadex.org/covers/adb97f14-909c-4c0b-9088-d56e2491ac5d/dd1cf8dd-4459-4e07-8225-217b99e16a81.jpg",
    "altTitles": [
      {
        "ja": "うみべのまち 佐々木マキのマンガ1967-81"
      },
      {
        "ja-ro": "Umibe no Machi"
      },
      {
        "en": "The City by the Sea: The Manga of Maki Sasaki 1967-81"
      }
    ],
    "description": {
      "en": "Anthology of Sasaki's surreal stories that were published in Garo."
    },
    "status": "completed",
    "releaseDate": 1967,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "37"
  },
  {
    "mangaId": "1e5cfeaa-8a8f-4c53-b982-3be0012729a3",
    "title": {
      "en": "Itoko no Onee-chan"
    },
    "updatedAt": "2024-10-01T11:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/1e5cfeaa-8a8f-4c53-b982-3be0012729a3/afe783b1-ce05-4112-ae1d-e09274601239.jpg",
    "altTitles": [
      {
        "ja": "いとこのお姉ちゃん"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e2933d2-8587-4c0f-b69c-4233864b96a8",
    "title": {
      "en": "Ousama Ranking"
    },
    "updatedAt": "2024-05-10T16:14:51+00:00",
    "coverArt": "https://mangadex.org/covers/7e2933d2-8587-4c0f-b69c-4233864b96a8/0359c91d-5123-4a56-b646-cf18944c1efa.jpg",
    "altTitles": [
      {
        "vi": "Bảng xếp hạng Quốc Vương"
      },
      {
        "ja": "王様ランキング"
      },
      {
        "en": "Ranking of Kings"
      },
      {
        "ru": "Рейтинг королей"
      },
      {
        "ru": "Рейтинг короля"
      },
      {
        "pt-br": "Ranking dos Reis"
      },
      {
        "en": "The King Ranking"
      }
    ],
    "description": {
      "en": "The web manga centers around Bojji, a deaf, powerless prince who cannot even wield a children's sword. As the firstborn son, he strives hard and dreams of becoming the world's greatest king. However, people mutter about him behind his back as \"a good-for-nothing prince\" and \"no way he can be king.\"  \n  \nBojji is able to make his first ever friend, \"Kage\" — a literal shadow on the ground who somehow understands Bojji well. The story follows Bojji's coming-of-age as he meets various people in his life, starting with his fateful encounter with Kage.",
      "es": "Bojji es un príncipe sordomudo que vive en un mundo fantástico repleto de criaturas mágicas. Pese a no destacar en nada, y siendo incapaz ni siquiera de empuñar una espadita de niño, sueña con algún día convertirse en el rey más grande del mundo.\n\nLa gente lo considera un completo inútil y sin ningún talento para ser rey. Aunque la situación cambia cuando conoce a Kage, una sombra (literalmente) que es uno de los pocos supervivientes de un clan de asesinos y que intenta robarle las pocas pertenencias que Bojji llevaba encima.\n\nDe alguna manera, Kage logra comprender al príncipe y se convierte en su primer amigo verdadero, dando así inicio a la aventura que Bojji tanto anhela. Mientras tanto, en la oscuridad, un poder amenaza con devastar al reino.",
      "ru": "Боддзи удаётся найти своего первого в жизни друга, «Кагэ» — буквально тень на земле, которая каким-то образом хорошо понимает Боддзи. История рассказывает о взрослении Боддзи, о том, как он встречает разных людей в своей жизни, начиная с судьбоносной встречи с Кагэ.",
      "vi": "\"Bảng xếp hạng Quốc vương\" xoay quanh Bojji, một hoàng tử điếc, vô năng, và thậm chí không thể cầm nổi thanh kiếm của một đứa con nít. Là con cả, cậu luôn cố gắng hết mình để tiến tới ước mơ trở thành vị vua vĩ đại nhất thế giới. Thế nhưng, luôn có những kẻ buông lời xì xào bàn tán sau lưng Bojji, bảo cậu là \"một thằng hoàng tử bất tài\", và \"không đời nào có thể trở thành vua được\". \n\nBojji đã có người bạn đầu tiên của mình, \"Kage\", một bóng đen trên mặt đất, bằng cách nào đó lại có thể hiểu rõ về cậu. Đây là câu chuyện kể về sự trưởng thành của Bojji khi cậu gặp được những người khác nhau trong cuộc đời mình, bắt đầu từ lần gặp gỡ định mệnh của cậu với Kage.",
      "pt-br": "O mangá da web comic gira em torno de Bojji, um príncipe surdo e impotente que não consegue nem empunhar uma espada infantil. Como filho primogênito, ele se esforça muito e sonha em se tornar o maior rei do mundo. No entanto, as pessoas murmuram sobre ele pelas costas como 'um príncipe inútil' e 'de jeito nenhum ele pode ser rei'.\n\nBojji é capaz de fazer seu primeiro amigo, 'Kage' - literalmente um ser vivo que é uma sombra no chão que de alguma forma entende Bojji bem. A história segue o amadurecimento de Bojji enquanto ele conhece várias pessoas em sua vida, começando com seu fatídico encontro com Kage.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 12, Cap 155. ]"
    },
    "status": "hiatus",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6aae3a6-536f-4cdc-94b4-deccbedda939",
    "title": {
      "en": "Wazato Miseteru Kamoi-san?"
    },
    "updatedAt": "2024-10-01T00:42:40+00:00",
    "coverArt": "https://mangadex.org/covers/f6aae3a6-536f-4cdc-94b4-deccbedda939/a3251ef6-0fae-47c4-9cff-5146f9870eea.jpg",
    "altTitles": [
      {
        "ja": "わざと見せてる? 加茂井さん。"
      },
      {
        "en": "Are You Showing It on Purpose?"
      }
    ],
    "description": {
      "en": "Sudo, is an unassuming second-year junior high boy, who likes to draw. Kamoi-san, his classmate, is a JC in a short skirt who stands out everywhere she goes! These are the days between a flamboyant gal and an ordinary boy.",
      "fr": "On suit l'histoire de Sutô, un jeune étudiant en seconde année du lycée plutôt banal voire transparent, mais qui a un passion pour les mangas et sait dessiner. Kamoi, la gyarû de sa classe, elle-même fan de manga, remarque les qualités de dessinateur de Sutô. \r\nS'installe entre eux une relation d'amitié, voir...",
      "ja": "中学２年生の加茂井さんは、クラスに一人はいたようでいなかった、でもやっぱりいたＪＣギャル！　そんなクラスでも目立つ加茂井さんと、存在感のない地味な僕の物語。"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "80f06ea5-2ff5-4155-bb0d-df4dbf97db40",
    "title": {
      "en": "Souei Sousho"
    },
    "updatedAt": "2024-08-31T18:15:02+00:00",
    "coverArt": "https://mangadex.org/covers/80f06ea5-2ff5-4155-bb0d-df4dbf97db40/ceed192d-04de-41c4-a1d8-2ca83cf746c7.jpg",
    "altTitles": [
      {
        "ja": "双影双書"
      },
      {
        "zh": "双影双书"
      }
    ],
    "description": {
      "en": "Shou, a young boy living in the red light district is suddenly taken to live in the imperial palace. He was selected to become the prince's shadow and act as his shield. In the palace where conspiracies swirl will Shou be able to protect himself and the prince?",
      "ja": "遊郭生まれの孤児・宵はある日＂影武者＂として王宮に召し抱えられ、自分と同じ顔のワガママな皇太子・冠星に振り回される毎日を過ごすことに。だが、冠星の不遜な態度の裏には誰にも言えない＂孤独＂と＂使命＂があったーー",
      "zh": "在花街柳巷看人脸色吃饭的少年・宵某天突然被皇宫收留。原因是他被选为了皇子那盾牌一般存在的「替身侍卫」，在阴谋重重的皇宫中，宵是否能保卫皇子的安全呢——⁉两名相貌如出一辙的少年相遇后，历史自此发生了巨变‼"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "36"
  },
  {
    "mangaId": "6fc1c54b-7285-4a51-8c8b-22838f04eb26",
    "title": {
      "en": "Kono Koi wo Hoshi ni wa Negawanai"
    },
    "updatedAt": "2024-08-13T19:28:05+00:00",
    "coverArt": "https://mangadex.org/covers/6fc1c54b-7285-4a51-8c8b-22838f04eb26/7c1057b4-5260-43d3-8c55-db799072b156.jpg",
    "altTitles": [
      {
        "ja": "この恋を星には願わない"
      },
      {
        "en": "There is No Love Wishing Upon a Star"
      }
    ],
    "description": {
      "en": "Eri-chan is my childhood friend whom I've always spent time with since we were little. Somewhere along the way, my affection for her shifted from being just friends to romantic feelings, but I doubt I'll ever confess these feelings to her. Because I want to stay by her side forever.\n\nAnd so begins a delicate and beautiful love story where each person's 'love' intertwines.",
      "ja": "幼い頃からいつも一緒に過ごしてきた冬葵と瑛莉と京。これまでずっと友達としての関係を続けてきたが、冬葵は瑛莉に対して友達以上の感情を抱いていた。そんなある日、３人は久々に遊園地に遊びにいくのだが、そこで冬葵は自身の恋が叶わぬものであると知ってしまい――"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97b19647-b6d4-4ff9-b5c2-d08373e74bcc",
    "title": {
      "en": "RIKON SHINAI OTOKO CASE２"
    },
    "updatedAt": "2024-08-24T13:26:15+00:00",
    "coverArt": "https://mangadex.org/covers/97b19647-b6d4-4ff9-b5c2-d08373e74bcc/dd6993f2-111f-4a14-ac3f-a08323ef1e7a.jpg",
    "altTitles": [
      {
        "ja": "離婚しない男 CASE２"
      },
      {
        "es-la": "UN DIVORCIO IMPOSIBLE CASO 2"
      }
    ],
    "description": {
      "en": "Jou Nagase is a popular and competent top class actor. He's also a devoted family man, but one day a photograph of him purportedly having an illicit meeting with a rookie actress surfaced. \nIn an instant, the actor \"NagaJou\" ended up losing both his family and his social status. However, it was all a fabricated plot. Behind the scenes was someone unexpected.\n\nBetrayal, secrets and schemes all intertwine in Rikon Entertainment's second installment!!\n\n(Source: Comic-Days)",
      "ja": "人気、実力ともトップクラスの俳優・永瀬丈。良き家庭人でもある彼は、ある日、新人女優との密会不倫写真を撮られてしまう。一瞬で社会的地位と家族を失ってしまったナガジョー。だがこれはすべて仕組まれたことだった。その裏にいるのはまさかの人物。裏切り、秘密、策略が絡み合う、リコンエンターテインメントの第2弾!!",
      "es-la": "La Segunda Parte de Un Divorcio Imposible, nos cuenta la casi imposible vida de nuestro protagonista \"Takeshi Nagase\" que tras una noche en la que perdio el conocimiento por culpa de una actriz malvada queda envuelto en un caso de supuesta violación y es alejado de sus hijos. ¡¿Una lucha por demostrar que es inocente?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4",
    "title": {
      "en": "Rent-A-Girlfriend"
    },
    "updatedAt": "2024-09-28T16:17:30+00:00",
    "coverArt": "https://mangadex.org/covers/32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4/e3bf941b-9edf-4c0d-bb40-f1049fc5c373.jpg",
    "altTitles": [
      {
        "pt-br": "Namorada de aluguel"
      },
      {
        "id": "Dia, Aku Pinjam"
      },
      {
        "pl": "Dziewczyna do wynajęcia"
      },
      {
        "id": "Gadis yang Aku [Akan] Pinjam"
      },
      {
        "de": "Ich würde mir gerne eine Freundin ausleihen"
      },
      {
        "fr": "J'aimerais louer une petite amie"
      },
      {
        "ja-ro": "KanoKari"
      },
      {
        "tr": "Kiralık Sevgili"
      },
      {
        "es-la": "Novia de Alquiler"
      },
      {
        "ms": "Pacar Sewaan"
      },
      {
        "it": "Vorrei noleggiare una ragazza"
      },
      {
        "ru": "Девушка на прокат"
      },
      {
        "ru": "Девушка на час"
      },
      {
        "th": "สะดุดรักยัยแฟนเช่า"
      },
      {
        "ja": "かのかり"
      },
      {
        "zh": "女朋友、借我一下"
      },
      {
        "ja": "彼女、お借りします"
      },
      {
        "zh": "租借女友"
      },
      {
        "ko": "여친, 빌리겠습니다"
      },
      {
        "hr": "Unajmi curu"
      },
      {
        "it": "Una ragazza a noleggio"
      },
      {
        "pt": "Namorada de Aluguer"
      },
      {
        "ja-ro": "Kanojo Okarishimasu"
      },
      {
        "zh-hk": "出租女友"
      },
      {
        "vi": "Dịch Vụ Cho Thuê Bạn Gái"
      },
      {
        "en": "Rent-a-Girlfriend"
      },
      {
        "en": "Rent A Girlfriend"
      },
      {
        "en": "Rental Girlfriend"
      }
    ],
    "description": {
      "en": "Kinoshita Kazuya is a regular college student who was just dumped by his girlfriend for another guy. Feeling down in the dumps, he decides to use an app called Diamond to hire Mizuhara Chizuru, a rental girlfriend, to make himself feel better. From their first meeting, she seems to be the perfect girl for him, but is there more to her than meets the eye? And how will their not quite typical relationship develop?\n\n---\n**Links:**\n\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10001/episode/312699) (U.S. Only), [Kodansha](https://kodansha.us/series/rent-a-girlfriend/)",
      "fr": "Kinoshita Kazuya est un étudiant régulier qui vient d'être largué par sa petite amie pour un autre gars. Se sentant dans les décharges, il décide d'utiliser une application appelée Diamond pour embaucher Mizuhara Chizuru, une petite amie de location, afin de se sentir mieux. Dès leur première rencontre, elle semble être la fille parfaite pour lui, mais est-ce qu'il y a autre chose pour elle que ce qui est à l'oeil? Et comment va se développer leur relation pas tout à fait typique?",
      "it": "Kinoshita Kazuya è un normale studente universitario che è stato appena lasciato dalla sua ragazza. Devastato, decide di usare un app chiamata \"Diamond\" per reclutare Mizuhara Chizuru, una ragazza a noleggio per tirargli su il morale. Fin dal loro primo incontro, sembra essere la ragazza perfetta per lui, ma ci sarà altro dietro a quell'immagine da \"brava ragazza\"…? E come si evolverà la loro inusuale relazione?",
      "pt": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar uma aplicação de relacionamentos depois de ter levado terminado com a sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!",
      "ru": "Двадцатилетний никудышный студент университета муниципального района Киносита Кадзуя. Встреча с «особенной» красавицей ознаменует начало изменений в его жизни?!",
      "es-la": "Kinoshita Kazuya es un estudiante universitario normal al que su novia acaba de dejar por otro chico. Sintiéndose deprimido, decide usar una aplicación llamada Diamond para contratar a Mizuhara Chizuru, una novia de alquiler, para sentirse mejor. Desde su primer encuentro con ella, parece ser la chica perfecta para él, pero ¿hay más en ella de lo que parece? ¿Y cómo se desarrollará su relación no muy típica?",
      "pt-br": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar um aplicativo de relacionamentos depois de ter levado um fora de sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6205a65a-97d5-49d1-bdcd-f3fac1e95f5e",
    "title": {
      "en": "Miraculous: Tales of Ladybug & Cat Noir"
    },
    "updatedAt": "2024-05-09T04:40:11+00:00",
    "coverArt": "https://mangadex.org/covers/6205a65a-97d5-49d1-bdcd-f3fac1e95f5e/8caa5691-93f5-4a6d-a653-fc6829737f9c.jpg",
    "altTitles": [
      {
        "ja": "ミラキュラス レディバグ＆シャノワール"
      },
      {
        "fa": "معجزه آسا لیدی باگ و کت نوآر"
      },
      {
        "zh": "奇迹瓢虫和超级猫"
      }
    ],
    "description": {
      "en": "Marinette is your typical high school student: cheery and a little clumsy. Not so typical? She can transform into a superhero! As the confident, masked Ladybug, Marinette guards the streets of the City of Lights alongside Cat Noir, another superhero who, unbeknownst to Marinette, is her classmate Adrian, and her crush! Adrian doesn’t know who Ladybug is, either, but he’s crushing on her, too. Supervillains, school, and criss-crossed crushes? As if being a teenager and a crime fighting superhero wasn’t enough! [Kodansha]"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bdf41e45-fd6d-4f6e-964e-a0188243e9c4",
    "title": {
      "en": "Monster Rancher DS"
    },
    "updatedAt": "2023-07-30T11:11:20+00:00",
    "coverArt": "https://mangadex.org/covers/bdf41e45-fd6d-4f6e-964e-a0188243e9c4/d22b12e7-ec04-48c1-a2a7-3046bd7c23ce.jpg",
    "altTitles": [
      {
        "ja": "モンスターファームDS"
      },
      {
        "ja-ro": "Monster Farm DS"
      }
    ],
    "description": {
      "en": "A tie-in to the Japan-only DS game. Yuu and his monster Mocchi have gotta learn teamwork with Mei's help, otherwise they wont beat their rival, named Rival.  \n  \nA 2 chapter series that ran in Fami2Comi magazine in August and September 2007"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "2"
  },
  {
    "mangaId": "c3042fca-11bf-4b87-bc31-ef1d62d1cc2c",
    "title": {
      "en": "Miss Wolf and Her Fox Sister"
    },
    "updatedAt": "2024-09-17T15:26:10+00:00",
    "coverArt": "https://mangadex.org/covers/c3042fca-11bf-4b87-bc31-ef1d62d1cc2c/c4c3d861-7c89-4198-aa8c-edb3946ee005.png",
    "altTitles": [
      {
        "zh": "狼小姐和她的狐狸妹妹"
      },
      {
        "zh-ro": "Lang Xiaojie He Ta De Huli Meimei"
      }
    ],
    "description": {
      "en": "[Savage Wolf X Cunning Fox] In the modern therianthrope world, everyone respects the law of the jungle where the strong prey on the weak. Twenty-year-old Yu Wenxi, as a gray wolf therianthrope, stands at the top of the food chain. She has made a name for herself with her fists. She is violent and volatile, always looking down on the weak. Until one day, when her stepsister left a fox cub with her. From then on, the wild wolf turned into a good big dog. She vowed to raise the crybaby cub, train it into a model student, and give it the best that life has to offer. However, the little fox is hiding a wicked heart under the guise of a good girl..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ce9c849-9770-4606-84bc-b894855f819d",
    "title": {
      "en": "Wakaranai Desu Yoshida-san"
    },
    "updatedAt": "2024-09-23T07:32:49+00:00",
    "coverArt": "https://mangadex.org/covers/0ce9c849-9770-4606-84bc-b894855f819d/30ce76cb-88c9-448c-af96-241eb03186c6.jpg",
    "altTitles": [
      {
        "ja": "わからないです　吉田さん"
      },
      {
        "en": "I Don't Know, Yoshida-san"
      }
    ],
    "description": {
      "en": "Tsukumo Yamada is a simple and unremarkable college student. \n\nAs he is getting ready to go home after finishing his university lecture as usual, a solitary beautiful woman, Mao Yoshida, who is rumored to be a \"mermaid princess,\" passes by. While the boys are in an uproar, Yamada is secretly summoned by Yoshida. When they are alone, Yoshida presses against him. In fact, Yamada and Yoshida have an intimate relationship... \n\nHowever, he is unable to grasp the romantic distance between them because Yoshida is too expressionless, and he is having a sweet but bittersweet college life, unable to go from \"friend\" to \"lover\".",
      "ja": "地味で取柄もない大学生の九十九。大学の講義を終え帰宅準備をしていると孤高の美女「吉田真魚」が通りかかる。九十九と吉田さんは親密な関係なのだが、吉田さんが無表情すぎてなかなか関係が進展しないのだった…。",
      "es-la": "Tsukumo, un estudiante universitario ordinario y sin muchos atributos destacables, vive su día a día con tranquilidad. Pero un dia despues de finalizar sus clases y prepararse para regresar a casa, se cruza con Yoshida Mao, una hermosa y solitaria joven apodada la \"Sirena\". Entonces, mientras los demás chicos murmuran a su alrededor, Yoshida llama a Tsukumo en secreto. Al encontrarse a solas, Yoshida se acerca a él de manera inesperada. La realidad es que Tsukumo y Yoshida tienen una relación un tanto cercana. Sin embargo, Tsukumo lucha por comprender la distancia romántica entre ellos debido a la inexpresividad de Yoshida, lo que les impide pasar de ser \"amigos\" a \"novios\". Así, Tsukumo vive una vida universitaria dulce pero agridulce, intentando navegar entre la amistad y el amor. ¡¡Una serie de Takahashi osamu, autor de Lust Geass!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a990e445-7a43-454b-a062-ab34492f1308",
    "title": {
      "en": "Negai wo Kanaete Moraou to Akuma wo Shoukan Shitakedo, Kawaikattanode Kekkonshimashita ~Akuma no Niidzuma~"
    },
    "updatedAt": "2024-08-08T16:55:20+00:00",
    "coverArt": "https://mangadex.org/covers/a990e445-7a43-454b-a062-ab34492f1308/9fd09253-cf5a-4763-be21-b384e9c67426.jpg",
    "altTitles": [
      {
        "ja": "願いを叶えてもらおうと悪魔を召喚したけど、可愛かったので結婚しました　～悪魔の新妻～"
      },
      {
        "en": "I Summoned the Devil to Grant Me a Wish, but I Married Her Instead Since She Was Adorable ~My New Devil Wife~"
      },
      {
        "es-la": "Conjuré al diablo para que me cumpliera un deseo, pero me casé con ella porque ella era adorable ~Mi nueva esposa diabólica~"
      },
      {
        "es-la": "Invoqué al diablo para hacer realidad mi deseo, pero era muy hermosa, así que me casé con ella ~ Mi nueva esposa es el diablo ~"
      },
      {
        "vi": "Tôi triệu hồi ác quỷ để thực hiện điều ước, nhưng tôi lại muốn cưới cô ấy vì cổ quá xinh đẹp ~ Cô vợ ác quỷ~"
      },
      {
        "ru": "Я вызвал демонессу, чтобы она исполнила мое желание, но вместо этого женился на ней, потому что она слишком очаровательна~ Моя новая жена Демонесса~"
      },
      {
        "zh": "恶魔新妻"
      },
      {
        "en": "Devil's New Wife"
      }
    ],
    "description": {
      "en": "Young orphaned adventurer tries summoning the devil to help his career as his own skills are lacking. The devil comes in form of a beauty who offers to grant him one wish. He’s so enamored with her appearance that he asks her the first thought in his mind, to be his wife. She blushingly agrees to his surprising demand and they go on to future adventures together.",
      "ja": "傭兵ギルドに属するテオ・アスペルは、弱すぎるゆえに、 色々なパーティに入ったり追い出されたりを繰り返していた。強くなろうと思い、なんでも願いを叶えてくれるという悪魔を召喚することにするが……。",
      "es-la": "Un aventurero joven y huérfano trata de conjurar al diablo para obtener ayuda con su disciplina, pues sus habilidades son pocas. El diablo viene en forma de una bella que le ofrece un deseo. Tal fue su enamoramiento con su apariencia que le pide la primera cosa que le vino a la mente, que sea su esposa. Sonrojada, ella acepta su pedido sorpresivo y se dedican a aventurar juntos.",
      "pt-br": "Theo Aspel, que pertence a guilda de mercenarios, estava entrando e saindo de várias equipes repetidamente por ser muito fraco. Um dia desejando se tornar mais forte ele consegue invocar o diabo que concede qualquer desejo. No momento em que se deparou com o diabo a vontade de \"ficar forte\" desapareceu e ao ser questionado pelo Diabo sobre seu desejo, Theo responde \"Por favor se case comigo!\" Conheça a história de um menino herbívoro e da garota diabo carnívora que se tornam um casal e vivem felizes enquanto fazem bagunça por onde passa."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0cfcda3b-0dcb-459b-9931-aa823e7bf403",
    "title": {
      "en": "Nine Peaks"
    },
    "updatedAt": "2024-09-20T13:20:38+00:00",
    "coverArt": "https://mangadex.org/covers/0cfcda3b-0dcb-459b-9931-aa823e7bf403/b6ba2226-01cc-48ff-b7b1-8d824cd88114.png",
    "altTitles": [
      {
        "ja": "ナインピークス"
      },
      {
        "ja-ro": "ＮＩＮＥＰＥＡＫＳ"
      },
      {
        "ru": "Девять вершин"
      },
      {
        "ru": "Пиковая девятка"
      },
      {
        "vi": "Cửu lĩnh"
      }
    ],
    "description": {
      "en": "A heartwarming tale of a father and son's bond.\n\nAfter just starting at his new school, Mashio Gaku is suspended within a week for getting into a scuffle with a third year. After returning home to his disapproving dad's okonomiyaki joint, his father, Mashio Harumi, can't help but reprimand him and refuses to serve him.\n\nTheir harsh words are the last exchange they share before an unfortunate traffic accident takes Harumi's life.\n\nAt his father's wake, Gaku finds out he was, in his words, a big fuckin' deal. In mourning, Gaku heads out to fish like him and his father always would, only to hook a big catch and get pulled into the water...\n\nWhen he comes to, he finds himself staring a familiar stranger in the face... **in the year 2000.**",
      "ru": "Душещипательная история о взаимоотношениях отца и сына. Главный герой — Масио Гаку, не особо ладит со своим отцом. После ссоры с сыном, Масио Харуми умирает... Гаку даже подумать не мог, что с его отцом, не особо общительным человеком, придёт проститься так много людей. Вскоре Гаку решает пойти на рыбалку где по случайности падает в море, но сразу же выбирается с помощью какого-то странного человека... Этим незнакомцем оказался его отец, ровно в 2000 году! Теперь Гаку начинает помогать Харуми, своему отцу, добиться статуса лидера города и разобраться что же здесь происходит...",
      "vi": "Sau cái chết của cha, Mashio Gaku biết được một sự thật động trời: Cha cậu từng là gã du côn mạnh nhất thành phố. Thế rồi một biến cố bất ngờ xảy ra, đưa cậu trở về quá khứ 22 năm trước, khi cha cậu bằng tuổi cậu..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ba6b85e-3e87-454a-b81d-1040468248e1",
    "title": {
      "en": "A Princess Who Reads Fortune"
    },
    "updatedAt": "2024-08-19T14:49:52+00:00",
    "coverArt": "https://mangadex.org/covers/0ba6b85e-3e87-454a-b81d-1040468248e1/510642fa-27f8-4f18-be5a-3f2fb434afeb.jpg",
    "altTitles": [
      {
        "ko": "점괘보는 공녀님"
      },
      {
        "en": "A Fortune-Telling Princess"
      },
      {
        "en": "Fortune Telling Princess"
      },
      {
        "en": "Fortune-Telling Lady"
      },
      {
        "mn": "Зөгнөгч Гүнж"
      }
    ],
    "description": {
      "en": "Top actress Lee Sia has the ability to see ghosts.\nAfter an accident, she wakes up in the body of 'Camilla Sorfelle'.\n\nBut here's the problem.\n\n\"Oh, Father, help me!\"\n\nThis woman's fate always ends in death!\n\nI need to extend my life, so might as well talk to the ghosts first.\n\nUgh, but why do I keep getting involved with people I want to avoid!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4615bd9-7cbd-4243-a8a2-5c24671663e0",
    "title": {
      "en": "Yajin Tensei: Karate Survivor in Another World"
    },
    "updatedAt": "2024-07-08T22:48:37+00:00",
    "coverArt": "https://mangadex.org/covers/b4615bd9-7cbd-4243-a8a2-5c24671663e0/04c602a2-5e49-4e5d-aab2-c3f72b805c98.jpg",
    "altTitles": [
      {
        "en": "Karate Survivor in Another World"
      },
      {
        "en": "Reincarnated Savage: Karate Survivor in Another World"
      },
      {
        "ja": "野人転生"
      },
      {
        "ja": "野人転生: KARATE SURVIVOR IN ANOTHER WORLD"
      },
      {
        "es-la": "Salvaje Reencarnado"
      }
    ],
    "description": {
      "en": "When 34-year-old Nozaki Hitoshi is hit by a truck, he is sent to a fantasy world by a dismissive god and dropped into a harsh wilderness without even the clothes on his back. His only salvation is a newly granted karate skill and his general survival instincts. Luckily, Hitoshi is up for the challenge–he’ll weave clothes out of tree bark, test fruit for poison, and crawl through the mud to test his kicks and punches against goblins and other creatures. No matter how much he levels up in this world, he still longs to find other humans to share his solitude. An engrossing fantasy that pits karate technique against swords and sorcery in another world!\n\n(Source: Seven Seas Entertainment)\n- [Web Novel Raw](https://ncode.syosetu.com/n5771ei/)  \n- [Alternate Raw: NicoNico](http://seiga.nicovideo.jp/comic/41841)",
      "ja": "姓名と風貌から、「野人」と呼ばれている野崎人志は、ひょんなことから異世界に転生させられる。",
      "es-la": "Nozaki Hitoshi, conocido como el \"Hombre Salvaje\" por su apellido y apariencia, se reencarna accidentalmente en otro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2923754e-210d-4892-8df8-c7e7ed383e09",
    "title": {
      "en": "Honnori! Donpatch"
    },
    "updatedAt": "2024-10-01T12:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/2923754e-210d-4892-8df8-c7e7ed383e09/ec845598-34b2-4670-a856-0b32e185c0e7.jpg",
    "altTitles": [
      {
        "ja": "ほんのり!どんぱっち"
      },
      {
        "en": "Slightly! Don Patch"
      }
    ],
    "description": {
      "en": "Following a similar narrative to its predecessor (Fuwari! Donpatch), Honnori! Donpatch is a slice of life involving Beauty living with Donpatch. Here, however, it is not a parody, but more a pastiche of Kiyohiko Azuma's beloved slice of life series Yostuba&!",
      "ja": "不思議な生物・首領パッチと暮らすビュティ。二人は河原を散歩したり、友達とカラオケしたり、たまに喧嘩もするけど、ほんのりとした日常を過ごしています。だけど首領パッチの知り合いという破天荒が現れて!?"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "13"
  },
  {
    "mangaId": "821c7851-fa6c-4336-8fc5-a2dfc4609890",
    "title": {
      "en": "A Princely Girlfriend’s Bad Habits"
    },
    "updatedAt": "2024-10-02T06:02:27+00:00",
    "coverArt": "https://mangadex.org/covers/821c7851-fa6c-4336-8fc5-a2dfc4609890/11e0fa73-1b46-4164-a79d-ab339dd9592e.png",
    "altTitles": [
      {
        "ja": "王子系彼女の悪癖"
      },
      {
        "ja-ro": "Ōji-kei kanojo no akuheki"
      }
    ],
    "description": {
      "en": "A romantic comedy between a prince-type girl and a girl-faced boy."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c855ec45-b8d9-4aea-9a0d-b2ae544c11dc",
    "title": {
      "en": "Tokimori-san ga Muboubi desu!!"
    },
    "updatedAt": "2024-10-01T15:34:31+00:00",
    "coverArt": "https://mangadex.org/covers/c855ec45-b8d9-4aea-9a0d-b2ae544c11dc/e324e5ad-e697-4a5f-90b1-5ce0883aeec9.jpg",
    "altTitles": [
      {
        "ja": "時森さんが無防備です!!"
      },
      {
        "zh-hk": "時森小姐毫無防備!!"
      },
      {
        "vi": "Tokimori-san Chẳng Chút Phòng Bị!!"
      },
      {
        "th": "คุณโทคิโมริไม่ระวังตัวเลยครับ!!"
      },
      {
        "en": "Tokimori-san Is Completely Defenseless!!"
      },
      {
        "ja-ro": "Tokimori-san ga Muboubi desu!!"
      }
    ],
    "description": {
      "en": "Tokimori-san is a beautiful and successful woman. But when she's off the job, she tends to be a bit absent-minded! Living together with the charming Tokimori-san always makes me nervous!",
      "ja": "美人で仕事がデキる時森さん。でもオフのときは、ちょっとみだれがちで！？艶かしい時森さんとの同居生活に、僕はいつもドキドキさせられる—！！",
      "pt-br": "Tokimori-san é uma mulher linda e bem-sucedida. Mas quando ela está fora do trabalho, ela tende a ficar um pouco distraída! Viver junto com a charmosa Tokimori-san sempre me deixa nervoso!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7d3a91a-f47a-43ce-9a2c-4da813b15eea",
    "title": {
      "en": "My Dog Becomes a Human"
    },
    "updatedAt": "2024-08-15T13:29:07+00:00",
    "coverArt": "https://mangadex.org/covers/f7d3a91a-f47a-43ce-9a2c-4da813b15eea/5cbdc6a0-f667-43d1-84a1-f01e4caffcd2.jpg",
    "altTitles": [
      {
        "ja": "犬がヒトになる話"
      },
      {
        "ja-ro": "Inu ga Hito ni Naru Hanashi"
      },
      {
        "fr": "Mon Chien Est Devenu Humain"
      },
      {
        "zh-hk": "我家碰太變成了人類這件事"
      },
      {
        "ru": "Моя собака становится человеком"
      },
      {
        "uk": "Мій пес став людиною"
      },
      {
        "en": "Ponta Becomes A Human"
      },
      {
        "ja": "ポン太がヒトになりまして。"
      }
    ],
    "description": {
      "en": "A slapstick comedy that involves a town and its neighbors where “pet dogs” have become “humans”!\nFeelings that couldn’t be conveyed as a dog can now be understood directly…!?",
      "fr": "Un jour, les chiens de cette ville sont soudainement devenus humains. L'histoire suit la vie de Saki et de son chien Ponta.",
      "ru": "В один прекрасный день домашние собаки в этом городе вдруг превращаются в людей. История рассказывает о жизни хозяйки Саки и ее собаки Понты.",
      "uk": "Одного разу всі собаки, які жили в цьому місті раптово перетворилися на людей. Історія розповідає про життя Сакі, власниці, та Понти, її пса."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f592da0-0bc7-4d50-ba02-8c501e8adeae",
    "title": {
      "en": "Quick Transmigration: The Villain is Too Spoiled and Flirty"
    },
    "updatedAt": "2024-08-16T07:16:47+00:00",
    "coverArt": "https://mangadex.org/covers/7f592da0-0bc7-4d50-ba02-8c501e8adeae/08a42dd2-a1bd-43f7-b477-d0dae1c0e3e8.jpg",
    "altTitles": [
      {
        "zh": "快穿：反派太宠太撩人"
      },
      {
        "zh-ro": "Kuài Chuān: Fǎn Pài Tài Chǒng Tài Liāo Rén"
      },
      {
        "en": "Quick to Wear: The Villain Is Too Spoiled and Too Provocative"
      }
    ],
    "description": {
      "en": "In order to be resurrected, Sheng Nuan needs to transmigrate into different worlds as a minor supporting female character and complete tasks to prevent the villains from turning evil. However... aren't these villains supposed to be cold-blooded and obsessive? Why are they all starting to say things like, \n\n\"Nuan Nuan, you can't go anywhere except stay by my side...\"\n\n\"Nuan Nuan, for you, I would destroy kingdoms without hesitation!\"\n\n\"Nuan Nuan, you are my inner demon.\"\n\nSheng Nuan: ???"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "198"
  },
  {
    "mangaId": "7fb957e4-a94b-496d-be91-b7d75fad7b21",
    "title": {
      "en": "Osananajimi to wa LoveCome ni Naranai"
    },
    "updatedAt": "2024-09-28T17:01:41+00:00",
    "coverArt": "https://mangadex.org/covers/7fb957e4-a94b-496d-be91-b7d75fad7b21/2ab33f44-d8c8-45a4-88ed-718510a3b4ca.jpg",
    "altTitles": [
      {
        "ja": "幼馴染とはラブコメにならない"
      },
      {
        "th": "ไม่มีทางที่มันจะกลายเป็นเลิฟคอมเมดี้กับยัยเพื่อนสมัยเด็กหรอก"
      },
      {
        "zh-hk": "和青梅竹馬之間不會有戀愛喜劇"
      },
      {
        "ar": "لا مزيد من الحب مع الفتيات."
      },
      {
        "ru": "Больше никакой любви к девушкам"
      },
      {
        "vi": "Làm Gì Có Chuyện Tình Hài Hước Giữa Bạn Thuở Nhỏ Được!"
      },
      {
        "en": "It Won't Become A Romcom With Childhood Friends"
      },
      {
        "ja-ro": "Osananajimi to wa Love Comedy ni Naranai"
      },
      {
        "ja-ro": "Osananajimi to wa Romcom ni Naranai"
      }
    ],
    "description": {
      "en": "The high school boy Eiyuu has a problem! His two childhood friends (♀) who go to the same school as him, Shio and Akari, are too cute! Even though they have no interest in him, he looks at their grown-up selves with sexual interest. If they were to find out… it would be utterly embarrassing! Meanwhile, his two childhood friends also have secrets of their own...!? It's irritating! It's complicated!! But childhood friends are the best!!! A sweet and irritating love triangle romcom ♡ where you can't be honest!",
      "ja": "高校生男子・えーゆーの悩み。それは、二人の幼馴染「しお」と「あかり」が可愛すぎること! 向こうにその気はないのに、俺だけがオトナになった二人をエッチな目で見てるなんてバレたら…ハズすぎる! 一方、実は二人もえーゆーのことが…!? ヒロイン全員、幼馴染!! じれったい! ややこしい!! けど幼馴染って超最高っ!!!",
      "th": "เอยู (A.U.) หนุ่มมอปลายที่กำลังพบปัญหาใหญ่! ปัญหานั่นก็คือเพื่อนสมัยเด็กทั้งสองคน \"ชิโอ\" และ \"อาการิ\" ที่อยู่โรงเรียนเดียวกันนั้นน่ารักเกินต้าน! ถ้าหากทั้งสองรู้ว่าเขาได้มองพวกเธอที่เติบโตขึ้นมาอย่างสมส่วนด้วยสายตาลามก (ถึงแม้จะไม่ได้ตั้งใจ) ล่ะก็มีหวังแย่แน่! ในทางกลับกัน เพื่อนสมัยเด็กทั้งสองคนนั้นเองก็มีความลับของตนเอง...!? ทั้งหยอกเย้า! ทั้งทำให้สับสน!! ถึงจะอย่างนั้นเพื่อนสมัยเด็กนี่แหละยอดที่สุด!!! เลิฟคอมเมดี้รักสามเส้าแสนหวานที่พูดตรง ๆ ไม่ได้♡"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]