[
  {
    "mangaId": "9a1a2636-9854-4bf3-966c-6135d574c4c6",
    "title": {
      "en": "Tokoshie × Bullet - Shin Minato Koubou-sen"
    },
    "updatedAt": "2024-01-26T11:19:57+00:00",
    "coverArt": "https://mangadex.org/covers/9a1a2636-9854-4bf3-966c-6135d574c4c6/6eb9f094-aa93-4c4c-987d-a9e340a3a61d.jpg",
    "altTitles": [
      {
        "en": "Tokoshie x Bullet - The Battle at Shin Minato"
      },
      {
        "en": "Tokoshie×Bullet The Battle at Shin Minato"
      },
      {
        "ja": "永久×バレット 新湊攻防戦"
      },
      {
        "ja": "永久×バレット: 新湊攻防戦"
      },
      {
        "en": "The Battle at Shin Minato"
      }
    ],
    "description": {
      "en": "In this story, unidentified giant weapons will destroy the world's metropolises in 2029. The masterminds of this unprecedented destruction are known as \"Tokoshie\". They call themselves weapons when they go out on the streets of the cities with their overwhelming powers and disappear as soon as they are done with them. A decade has passed since then. A certain military company is developing a combat drone with the ability to fight the Tokoshie, and a certain millionaire figure goes underground to discover the secret of the Tokoshie's eternal life. Another specific girl goes on a journey to fight the Tokoshie, sworn in as her parents' enemies. In short, this is the chronicle of an endless struggle between humanity and its greatest enemy ever.",
      "pt-br": "Nesta história, armas gigantes não identificadas destruíram as grandes cidades do mundo em 2030. Os mentores dessa destruição sem precedentes são conhecidos como “Tokoshie”. Eles se autodenominam armas quando saem para as ruas das cidades com seus poderes avassaladores e desaparecem assim que as destroem. Quase uma década se passa desde então. Uma certa companhia militar está desenvolvendo um drone de combate com habilidade para lutar contra os Tokoshie, e uma certa figura milionária parte em uma jornada subterrânea para descobrir o segredo da vida eterna deles. Outra garota específica parte em uma jornada para lutar contra os Tokoshie, declarados inimigos de seus pais. Em suma, esta é a crônica de uma luta sem limites entre a humanidade e seu maior inimigo de todos os tempos.  \n\n\n---\n\n  \n**Socials & Related**  \n[Official Website](https://tokoshie-bullet.com/)  \n[Tokoshie × Bullet official Twitter](https://twitter.com/tokoshie_morion)  \n[Author's Twitter](https://twitter.com/morion_airline?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor) | [Author's Instagram](https://www.instagram.com/morion_airline/)  \n[Artist's Twitter](https://twitter.com/DEART_Akeji) | [Artist's Instagram](https://www.instagram.com/deart_akeji/)  \n[Kodansha Retail Info](https://kc.kodansha.co.jp/product?item=0000348980)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "36"
  },
  {
    "mangaId": "aa6c76f7-5f5f-46b6-a800-911145f81b9b",
    "title": {
      "en": "Sono Bisque Doll wa Koi o Suru"
    },
    "updatedAt": "2024-08-06T22:52:47+00:00",
    "coverArt": "https://mangadex.org/covers/aa6c76f7-5f5f-46b6-a800-911145f81b9b/426242c4-b281-4f19-bb79-c4e15ab6bb24.jpg",
    "altTitles": [
      {
        "de": "More than a Doll"
      },
      {
        "fr": "Sexy Cosplay Doll"
      },
      {
        "ru": "Эта фарфоровая кукла влюбилась"
      },
      {
        "ja": "その着せ替え人形は恋をする"
      },
      {
        "zh": "更衣人偶墜入愛河"
      },
      {
        "ko": "그 장난감 인형은 사랑을 한다"
      },
      {
        "es-la": "Esa muñeca de porcelana está enamorada"
      },
      {
        "ne": "ड्रेस-अप पुतली प्रेममा पर्छ"
      },
      {
        "ar": "ماي دريس-أب دارلينغ"
      },
      {
        "zh-hk": "戀上換裝娃娃"
      },
      {
        "th": "หนุ่มเย็บผ้ากับสาวนักคอสเพลย์"
      },
      {
        "hi": "എന്റെ വസ്ത്രധാരണം പ്രിയേ"
      },
      {
        "pl": "Projekt Cosplay"
      },
      {
        "vi": "Cô Nàng Nổi Loạn X Chàng Thợ May"
      },
      {
        "vi": "Nàng Búp Bê Thử Đồ Của Tôi Biết Yêu"
      },
      {
        "pt-br": "Minha Adorável Cosplayer"
      },
      {
        "uk": "Ця порцелянова лялечка закохалася"
      },
      {
        "ja-ro": "Sono Bisque Doll ha Koi wo Suru"
      },
      {
        "en": "My Dress-Up Darling"
      },
      {
        "ja": "The Bisque doll is falling in love"
      },
      {
        "en": "The Bisque Doll Falls In Love"
      }
    ],
    "description": {
      "en": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship.",
      "fr": "Wakana Gojo est un lycéen solitaire. Son rêve est de devenir artisan et de fabriquer les poupées traditionnelles pour le Hina Matsuri. Mais comme cette passion n’est pas très virile, il la cache et ne se fait pas remarquer. Jusqu’au jour ou Marine Kitagawa, la fille la plus populaire du lycée, le voit se servir d’une machine à coudre ! Contre toute attente elle lui demande de devenir son couturier pour réaliser… des tenues de cosplay !\n\n---\n\nMaison d'édition FR : **Kana**",
      "tr": "Wakana Gojou, vadesi geçmiş tutkuları nedeniyle toplumsal travmaları olan 15 yaşında bir liselidir. Bu olayın bıraktığı iz onu toplumdan uzak biri haline getirdi. Bir gün kendisinin tam zıttı, arkadaş canlısı bir gal olan Kitagawa ile karşılaşır. Kısa zamanda garip ilişkilerini yönlendiren tutkularını paylaşırlar.",
      "uk": "Вакана Ґоджьо — п’ятнадцятилітній учень старшої школи, в минулому отримав серйозну психологічну травму на фоні свого захоплення. Внаслідок чого хлопець ізолював себе від соціуму і почав вести затворницький образ життя.\nТак було би і на далі, але в життя Ґоджьо буквально увірвалась Кітаґава — дружелюбна і комунікабельна дівчина, повна його протилежність. Досить швидко вони розділили хоббі один одного, що і привело до їх досить дивних, але міцних відносин.",
      "vi": "Wakana Gojou 15 tuổi là 1 học sinh cao trung từng bị tổn thương tâm lý trong quá khứ do sở thích kỳ lạ của mình. Chuyện đó đã khiến cậu trở nên nhút nhát, rụt rè. Cho tới ngày nọ Gojou tình cờ gặp Kitagawa – một Gyaru – người có tính cách trái ngược hoàn toàn với cậu ấy. 2 người họ hóa ra đều có những điểm chung và đã tạo thành một mối quan hệ hài hước",
      "es-la": "Wakana Gojou es un joven de quince años de edad que se vio traumatizado socialmente en el pasado debido a sus pasiones. Ese incidente le dejó una marca que lo convirtió en un recluso social. Hasta que un día tuvo un encuentro con Kitagawa, una gyaru sociable, que es todo lo contrario a él. Pronto comparten sus pasiones entre sí, lo que da lugar a su extraña relación.",
      "pt-br": "Wakana Gojou é um garoto de quinze anos que foi socialmente traumatizado no passado devido a suas paixões. Aquele incidente deixou uma marca nele que o fez ser um recluso social. Até que um dia ele teve um encontro com Kitagawa, que é um gyaru sociável, que é o completo oposto dele. Eles logo compartilham suas paixões uns com os outros, o que leva a um relacionamento estranho."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8810beb-48d8-4289-8fed-88bc89097b08",
    "title": {
      "en": "Seigi no Rokugou"
    },
    "updatedAt": "2024-08-07T12:10:54+00:00",
    "coverArt": "https://mangadex.org/covers/c8810beb-48d8-4289-8fed-88bc89097b08/adcc358e-be7a-4ea2-8df9-b21a37a35c38.jpg",
    "altTitles": [
      {
        "ja": "正義の禄号"
      }
    ],
    "description": {
      "ja": "やる気無し、友達無しの引きこもり高校生・三義正太の元に突然、持ち込まれた人工知能兵器『禄郎』! 無理矢理禄郎とタッグを組まされた正太は、引きこもりかえあヒーローへと華麗な変身を遂げる――か!?\n\n引きこもりの少年・正太の前に突如現れたのは、ビミョーな関西弁を操る謎のロボット「禄郎」。正太の“やる気”が高まったとき、二人は合体し、ヒーロー「ゼノナイン」となる! 弱虫の弱虫による弱虫のための英雄がここに誕生!!"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "8"
  },
  {
    "mangaId": "76244733-e17a-4b59-b25f-e15e2c80977e",
    "title": {
      "en": "Chun no Ongaeshi"
    },
    "updatedAt": "2023-12-05T15:02:09+00:00",
    "coverArt": "https://mangadex.org/covers/76244733-e17a-4b59-b25f-e15e2c80977e/f01d8ef1-9baf-4a4b-bc71-2f642c16ef43.jpg",
    "altTitles": [
      {
        "en": "Chun Returns the Favor"
      },
      {
        "ja": "チュンの恩返し"
      }
    ],
    "description": {
      "en": "A sparrow named O-chun crashed into the studio of a struggling young painter. To thank him for healing her injuries, O-chun will cheerfully return the favor any way she can! A relationship between human and bird that transcends biological boundaries in a cute modern fairy tale!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f907c4b8-eeb6-42e1-8590-0792fc8423b3",
    "title": {
      "en": "Reincarnated as a Side Character?!"
    },
    "updatedAt": "2024-04-09T09:10:21+00:00",
    "coverArt": "https://mangadex.org/covers/f907c4b8-eeb6-42e1-8590-0792fc8423b3/f41082ee-5470-449a-8daa-689e231b8131.jpg",
    "altTitles": [
      {
        "en": "RAASC?!"
      }
    ],
    "description": {
      "en": "A college student get's hit by a bus and wakes up in the world of her favourite DatingSim Game \" Miracle Lovers \" as a side character with no role. Not only is she a mere supporting role, her character is also destined to die, when she turns 18. Can she change her destiny and live peacefully?  \n \nIf you want to translate my work please ask for permission first."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ad8d2f2-1afe-43da-a88b-0a790c64939e",
    "title": {
      "en": "Maria no Danzai"
    },
    "updatedAt": "2024-07-04T13:27:18+00:00",
    "coverArt": "https://mangadex.org/covers/3ad8d2f2-1afe-43da-a88b-0a790c64939e/be1f4a6f-5403-4889-bfd3-6f27d34981cf.jpg",
    "altTitles": [
      {
        "ja": "聖母の断罪"
      },
      {
        "ar": "دَينُونَة ماريا"
      },
      {
        "ne": "मारियाको निर्णय"
      },
      {
        "vi": "Lời tuyên án của Đức Mẹ"
      },
      {
        "en": "Maria's Judgement"
      },
      {
        "id": "Penghakiman Maria"
      },
      {
        "es-la": "La Condena de María"
      },
      {
        "tl": "Ang Paghatol ni Maria"
      },
      {
        "de": "Maria's Judgement"
      },
      {
        "ru": "Возмездие Девы Марии"
      }
    ],
    "description": {
      "ar": "بعد وفاة ابنها بطريقة مروعة، تكتشف والدتهُ تنمر الآخرين الشديد عليه، فعقدت العزم على معاقبة أولئك المتنمرين الذين أخذوا ابنها الحبيب منها، وبدأت العمل كممرضة في المدرسة",
      "en": "The Nagare family was a happy home of three people. However, their son Kiritaka was secretly bullied at school. Then, an incident occurs, and the mother Mari's love for her son goes out of control.",
      "ne": "आमाबुवा र छोरासहित ३ जनाको नागारे परिवारको खुसीको घर थियो। तर, उनीहरुको छोरा किरिताकालाई विद्यालयमा गोप्य रुपमा कुटपिट गरिएको थियो।  त्यसपछि, एउटा घटना घट्छ, र आमा मारियाको छोराप्रतिको माया अनियन्त्रित हुन्छ।",
      "vi": "Một gia đình ba người những tưởng đang hạnh phúc, cho đến khi Kiritaka, người con trai duy nhất của Nagare Mari \"tự sát\" vì \"quá đau khổ\". Cho rằng bản thân đã vô tình dồn ép con trai yêu quý, Mari toang tìm đến cái chết, nhưng không... cô vô tình phát hiện ra sự thật con trai mình đã liên tục bị bắt nạt suốt một thời gian dài bởi những con quỷ đội lốt người tại trường học.\nVà rồi tình thương con da diết của Mari... đã vượt ngoài tầm kiểm soát của trái tim cô.",
      "es-la": "La familia Nagare era un hogar feliz formado por tres personas. Sin embargo, su hijo Kiritaka sufría acoso escolar extremo en secreto. Entonces, ocurre un incidente que haría que el amor de la madre, Mari, se descontrolara por completo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cdfa03bf-ae04-48b3-835c-997ee981ecb9",
    "title": {
      "en": "Saikyou de Saisoku no Mugen Level Up ~Sukiru [Keiken-chi 1000-bai] to [Level Free] de Level Jougen no Kase ga Hazureta Ore wa Musou Suru~"
    },
    "updatedAt": "2024-05-17T07:32:10+00:00",
    "coverArt": "https://mangadex.org/covers/cdfa03bf-ae04-48b3-835c-997ee981ecb9/db10f124-552d-41c0-82a3-57707f790120.jpg",
    "altTitles": [
      {
        "ja": "最強で最速の無限レベルアップ　～スキル【経験値１０００倍】と【レベルフリー】でレベル上限の枷が外れた俺は無双する～"
      },
      {
        "en": "The Strongest and Fastest Unlimited Level Up: With the Skills [1000x Exp] and [Level Free], I Broke the Upper Level Limit and Rose to the Top!"
      }
    ],
    "description": {
      "en": "Makoto Sakura, sixteen years old, finds himself without a place after dropping out of high school. Suddenly, an otherworldly relic appears before him. On that day, dungeons began to appear all over the world. Humans acquired a level system that completely overturned their previous values. Amidst this revolution, Makoto finds his place inside the dungeons.\n\nAcquiring cheat skills like “Experience Points x1000” and “Level Free,” he becomes a level 10,000 powerhouse. As the strongest “Player,” he embarks on dungeon exploration!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62ea0d5e-b6d8-4391-a919-02d217410f18",
    "title": {
      "en": "Amateur E-girl Streaming a Space War"
    },
    "updatedAt": "2022-12-26T19:49:36+00:00",
    "coverArt": "https://mangadex.org/covers/62ea0d5e-b6d8-4391-a919-02d217410f18/e3c99b73-403d-4fd4-9085-2e1f8cead835.jpg",
    "altTitles": [
      {
        "ja-ro": "Teihen Chūbā ga Uchū Sensō o Totte Mita"
      },
      {
        "ja-ro": "Teihen Tuber ga Uchuu Sensou wo Tottemita"
      },
      {
        "ja": "底辺チューバーが宇宙戦争を撮ってみた"
      }
    ],
    "description": {
      "en": "On a day just like any other, a giant spaceship suddenly appeared and invaded Earth, obliterating entire cities in the blink of an eye. In the midst of the attacks, Kanna Fujimiya, amateur content creator, rose to fame overnight with her video coverage of the invasion. With her newfound popularity and charms, Kanna continues to cover the war from the front lines, but…!?  \n  \nThis amateur content creator reveals the truth behind the interstellar war in this science fiction thriller!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "24"
  },
  {
    "mangaId": "ada153d5-db0d-40a0-920c-f76f1e1437dd",
    "title": {
      "en": "Kyoukai Meikyuu to Ikai no Majutsushi"
    },
    "updatedAt": "2024-06-19T11:53:14+00:00",
    "coverArt": "https://mangadex.org/covers/ada153d5-db0d-40a0-920c-f76f1e1437dd/3ca4c4c0-236f-4762-9177-7a2904d437bf.jpg",
    "altTitles": [
      {
        "en": "Boundary Labyrinth and the Foreign Magician"
      },
      {
        "ja": "境界迷宮と異界の魔術師"
      },
      {
        "zh": "境界迷宫与异界魔术师"
      },
      {
        "ru": "Пограничный лабиринт и маг из другого мира"
      },
      {
        "zh-hk": "境界迷宮與異界魔術師"
      }
    ],
    "description": {
      "en": "When Theodore was dropped into a waterway by his half-brother, he suddenly recalled the memory of his past life. He had been a Japanese citizen known as Kirishima Kagehisa, placed inside VRMMO character he had made in Break Force Online. \"Theodore\" is a Combat Mage that Kagehisa played within BFO, and he realized his skills were progressing well even in this other world. Theodore, who had lightly brushed off his half-brother to make his own place in the world, had ventured off to the large labyrinth existing at the Boundary City, Termuilles."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f2f2921c-07df-4f17-94f7-c4344ad7ab44",
    "title": {
      "en": "Gomi Ika da to Tsuihousareta Shounin, Jitsu wa Zensei Kenja Desu"
    },
    "updatedAt": "2024-07-29T09:43:04+00:00",
    "coverArt": "https://mangadex.org/covers/f2f2921c-07df-4f17-94f7-c4344ad7ab44/79c85a32-0b45-4d95-aede-7e4ef3638513.png",
    "altTitles": [
      {
        "ja": "ゴミ以下だと追放された使用人、実は前世賢者です"
      },
      {
        "ja": "ゴミ以下だと追放された使用人、実は前世賢者です　～　史上最強の賢者、世界最高峰の学園に通う"
      },
      {
        "ja-ro": "Gomiikadato Tsuihousareta shiyounin, Jitsuha zense kenjya desu"
      },
      {
        "ja-ro": "Gomi Ika da to Tsuihousareta Shounin, Jitsu wa Zensei Kenja Desu: Shijou Saikyou no Kenja, Sekai Saikou Hou no Gakuen ni Kayou"
      },
      {
        "en": "The Servant Who Was Banished for Being Less Than Trash Is Actually a Sage in a Previous Life"
      },
      {
        "en": "The Servant Who Was Banished for Being Less Than Trash Is Actually a Sage in a Previous Life: The Most Powerful Sage in History Attends the World's Most Prestigious Academy"
      }
    ],
    "description": {
      "en": "One day, Gard, a servant of a count's family, was framed for a crime he did not commit and was fired from his job.\n\n\"You're worse than trash! Get out of this house immediately!\"\n\nExpelled from the Count's family and with nowhere to go, Gard saw a flyer recruiting students for Remillion Magic Academy and decided to take the entrance exam in the royal capital. It was said to be the most difficult exam to enter a magic academy, but Gard passed it with ease.\n\nHow could this happen to Gard, who was just a servant?!\n\nYes, in his previous life, Gard was actually the \"strongest sage\"!\n\nThe strongest sage is unrivaled! A thrilling reincarnation story!",
      "ja": "伯爵家の使用人だったガルドは、ある日、身に覚えのない罪を着せられ、「お前はゴミ以下だ！ すぐに家から出ていけ！」と、使用人を解雇されてしまう。\n\n伯爵家から追放され、行く当てのないガルドは、レミリオン魔法学園の生徒募集チラシを目にし、王都で入学試験を受けることに。\n\n最難関と言われる魔法学園の試験だったが、ガルドはその試験を軽々とパスしてしまう。\n\nなぜ、単なる使用人だったガルドに、そんなことが――!?\n\nそう、ガルドの前世は、なんと“最強の賢者”だったのだ！\n\n最強賢者が無双する！ 痛快☆転生ストーリー!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9660c79b-0b65-4f13-956c-03364651800b",
    "title": {
      "en": "Zense wa Kentei. Konjou Kuzu Ouji"
    },
    "updatedAt": "2024-07-10T10:16:37+00:00",
    "coverArt": "https://mangadex.org/covers/9660c79b-0b65-4f13-956c-03364651800b/b9516dd8-7634-4240-b656-03d13a7aed59.jpg",
    "altTitles": [
      {
        "en": "Previous Life was Sword Emperor. This Life is Trash Prince."
      },
      {
        "ja-ro": "Zensei wa Ken Mikado. Konjou Kuzu Ouji"
      },
      {
        "ja": "前世は剣帝。今生クズ王子"
      },
      {
        "zh-hk": "前世是劍帝。今生是渣王子"
      },
      {
        "pt-br": "Na Minha Vida Anterior Eu Era o Imperador da Espada. Nesta vida sou um Príncipe Lixo."
      },
      {
        "en": "Sword Emperor Previous Life, Prince Trash This Life."
      }
    ],
    "description": {
      "en": "He was called a Sword Emperor who lived for the sword and died by the sword. And his end was a tragedy. \n\nHowever, by strange coincidence, he was reincarnated as the third prince in a country. He was enjoying his lazy lifestyle away from swords and heroism. As a consequence, people began referring to him as Prince Trash.\n\nHe never cared about his derogatory name until one day, he encounters someone who gets the wheel of fate to move in motion.",
      "pt-br": "A espada, vivia pela espada e morria pela espada. Depois de dias e meses de batalha, o espadachim escolheu a morte por sua própria vontade, mas renasceu como Fai Hanse Diestburg, o terceiro príncipe do reino de Diestburg. Querendo se distanciar de sua vida passada, onde vivia como possuído pela espada, Fai decidiu levar uma vida perdulária, ganhando o apelido de “Príncipe Lixo”. No entanto, um dia, devido a um trato com a casa real de Afillis, o reino vizinho, Fai é enviado para a guerra, liderando tropas de reforço. No campo de batalha, Fai testemunha uma cena de desespero quando o “Herói”, uma existência com poder rivalizando com dezenas de milhares, varre o campo de batalha. Fai considerou retornar ao reino, mas a morte de um certo cavaleiro conseguiu abalar seu coração, então ele decidiu empunhar a espada mais uma vez – a lenda do príncipe preguiçoso mais forte começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac783473-e74c-4ed4-b3d7-89e50b171b5f",
    "title": {
      "en": "GALAXIAS"
    },
    "updatedAt": "2024-07-28T22:06:05+00:00",
    "coverArt": "https://mangadex.org/covers/ac783473-e74c-4ed4-b3d7-89e50b171b5f/c489facf-937f-4b55-b104-43e752ed31cd.jpg",
    "altTitles": [
      {
        "ja": "ガラクシアス"
      },
      {
        "ru": "Галаксия"
      }
    ],
    "description": {
      "en": "It's been ten years since the assassination of the Dragon King, the land's most powerful ruler. Off in the corner of the kingdom where tailed dragonfolk dwell, Jio, a human girl, yearns for adventure and an escape from rural life. However, when she meets the mysterious, amnesiac young man Neraid, Jio's life turns upside-down! With courage and curiosity knocking on the door, the two of them find the ultimate adventure waiting for them!! A traditional battle fantasy from a rookie artist begins!! (K MANGA)\n___\n[Official X Account](https://x.com/GALAXIAS_manga)\n[Official English (K MANGA) - United States only!](https://kmanga.kodansha.com/title/10608/episode/352898)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6670ee28-f26d-4b61-b49c-d71149cd5a6e",
    "title": {
      "en": "Mieruko-chan"
    },
    "updatedAt": "2024-06-05T17:42:52+00:00",
    "coverArt": "https://mangadex.org/covers/6670ee28-f26d-4b61-b49c-d71149cd5a6e/b881ba09-58fc-4b3c-888e-9258b0a4d800.jpg",
    "altTitles": [
      {
        "ja": "見える子ちゃん"
      },
      {
        "en": "The Girl Who Can See Them"
      },
      {
        "en": "The Girl Who Sees \"Them\""
      },
      {
        "en": "Can See Them–chan"
      },
      {
        "en": "Can-See-Ghosts-chan"
      },
      {
        "en": "Girl That Can See It"
      },
      {
        "en": "Child That Can See It"
      },
      {
        "en": "Li'l Miss Can-See-Ghosts"
      },
      {
        "fr": "Mieruko-chan : Slice of Horror"
      },
      {
        "zh": "看得见的女孩"
      },
      {
        "zh-hk": "陰陽眼見子"
      },
      {
        "ru": "Девочка, которая видит это"
      },
      {
        "ne": "मिएरुको-चान"
      },
      {
        "ar": "مييروكو تشان"
      },
      {
        "th": "มิเอรุโกะจัง ใครว่าหนูเห็นผี"
      },
      {
        "ko": "보이는 여고생"
      },
      {
        "de": "Mieruko-chan - Die Geister, die mich riefen"
      }
    ],
    "description": {
      "en": "All of a sudden, Miko is able to see grotesque monsters all around her; but no one else can. Rather than trying to run away or face them, she instead musters all of her courage and… ignores them. Join in on her day-to-day life as she keeps up her best poker face despite the supernatural goings-on.\n___\n[Alt Raw (niconico Manga)](http://seiga.nicovideo.jp/comic/37662)",
      "fr": "**Officially Published:**  \n- In French by [Ototo Manga](http://www.ototo.fr/Serie-94-Mieruko-chanSliceofHorror)",
      "ru": "Мико — старшеклассница, проклятая шестым чувством; у нее есть способность видеть призраков- Она пытается жить обычной жизнью, но трудно, когда призраки продолжают преследовать ее- Она также может видеть души людей, и она понимает, что люди — настоящие монстры.В один «прекрасный» день старшеклассница внезапно начала видеть призраков! Она не может от этого избавиться, но изо всех сил старается вести себя так, будто вообще их не видит. История девушки с шестым чувством начинается!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b407de00-75a5-415a-a001-585fb41b9cf2",
    "title": {
      "en": "The Max Level Hero Strikes Back"
    },
    "updatedAt": "2024-07-31T23:42:02+00:00",
    "coverArt": "https://mangadex.org/covers/b407de00-75a5-415a-a001-585fb41b9cf2/ba79a85a-1a04-4739-a895-b1124823656a.jpg",
    "altTitles": [
      {
        "ko": "만렙 영웅님께서 귀환하신다!"
      },
      {
        "en": "The MAX leveled hero will return!"
      },
      {
        "en": "Max Level Hero is Making a Comeback!"
      },
      {
        "zh": "顶级英雄归来"
      },
      {
        "ja": "最終レベル英雄のご帰還"
      },
      {
        "th": "การกลับมาของวีรบุรุษเวลตัน"
      },
      {
        "ru": "Возвращение героя максимального уровня"
      },
      {
        "pt-br": "O Herói de Nível Máximo Retornou!"
      },
      {
        "en": "The Max Level Hero Has Returned!"
      },
      {
        "fr": "Max Level Hero"
      }
    ],
    "description": {
      "en": "Struck by an enemy’s arrow, the powerless Prince Davey O’Rowane falls into a coma. His soul travels to a place where the greatest of the great gather — the honorable Hall of Heroes.\n\nThere, a thousand years pass as Davey undergoes excruciating training under their watchful eyes to become a hero too strong for his own good. Now back to his timeline and his kingdom, he’s wide awake and the enemies hiding in the king’s court better be prepared - the prince they had dismissed is now their biggest threat!",
      "it": "Il debole principe di un paese insignificante, Davey. Dopo essere diventato in coma, la sua anima fuggì in un tempio dove si riunivano le anime degli eroi. Si è allenato per mille anni e ora è tornato come eroe di massimo livello!  \n  \n“Aspettate solo ragazzi, vi affronterò tutti a testa alta!”  \n  \nLa rinfrescante storia della vita reale e della vendetta di Davey è appena iniziata.",
      "ja": "王国内の権力争いに敗れた王子「デイビー」。 昏睡状態の中、魂のみが抜け出して到着したところは、英雄たちの魂が集まる巨大な回廊。 千年もの間苦労した彼が、最高レベルの英雄となって帰ってきた。 \"覚悟しとけよ、ちゃんと相手してやるから！\" 「デイビー」の痛快な復讐劇と王宮生活記が今始まりますーー！",
      "ko": "힘없는 골방왕자 데이비,\n혼수상태에서 영혼이 빠져나온 그가 도착한 곳은\n영웅들의 혼이 모인 거대한 회랑.\n\n천년동안 굴려진, 그가 만렙 영웅님이 되어 귀환하셨다!\n\n기다려라, 모두\n제대로 상대해주마!\n\n데이비의 통쾌한 복수극과 왕궁생활기가 지금 시작됩니다!\n\n**********\n악마꼬리 작가님의 인기판타지소설<만렙 영웅님께서 귀환하신다!>를 웹툰으로 만나보세요!",
      "ru": "Дейви - бессильный принц маленькой страны.\nКогда он впал в кому и его душа покинула тело, она переместилась в огромную галерею душ былых героев.\nВзяв все в свои руки, Дейви возвращается.",
      "th": "ใครว่าเป็นเจ้าชาย แล้วจะสบายไปหมดทุกอย่าง\n'เดวี่ อัล ราวน์' ผู้เกิดมาเป็นเจ้าชาย แต่โชคร้ายถูกตระกูลชนชั้นสูงวางแผนฆ่าทั้งแม่และเขา เพียงเพื่ออยากมาแทนที่คนทั้งสอง\n\nเดวี่ถูกลูกธนูปริศนาเสียบหลัง จนหมดสติ ร่างกายอยู่ในอาการโคม่า มา 6 ปีเต็ม ระหว่าง 6 ปีนั้น วิญญาณของเดวี่ได้อยู่ในระเบียงสถิต ที่ซึ่งเป็นศูนย์รวมเหล่าวิญญาณวีรชนผู้เป็นตำนานแห่งแดนต่างๆ\nเดวี่ได้เรียนรู้การใช้เวทมนตร์และศาสตร์ต่างๆ จากพวกเขา จนครบ 1,000 ปีตามเวลาในสถานที่แห่งนั้น\n\nเขาได้ฟื้นขึ้นมาจากเจ้าชายผู้อ่อนแอ กลายเป็นผู้กล้าฝีมือขั้นเทพ \nมาดูสิว่า ในโลกนี้จะมีใครล้มเขาได้อีก\nทีนี้แหละ ถึงคราวเอาคืนทุกคนที่ทำให้เขามีสภาพแบบนี้แล้ว!",
      "pt-br": "Um fraco príncipe de um país insignificante, Davey. Depois de entrar em coma, sua alma escapou para um templo onde às almas dos heróis se reunem. Ele treinou por mil anos e agora voltou como um herói de nível máximo! “Vocês me esperem, vou enfrentar cada um de vocês!”. A refrescante história de vingança de Davey apenas começou."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7a3d410-3b96-477a-912b-d2476477f5b5",
    "title": {
      "en": "Gideon of the 3rd"
    },
    "updatedAt": "2023-11-11T06:06:32+00:00",
    "coverArt": "https://mangadex.org/covers/d7a3d410-3b96-477a-912b-d2476477f5b5/49816115-69af-4e0c-ae7e-08beaaaee13b.jpg",
    "altTitles": [
      {
        "ja-ro": "Dai 3 no Gideon"
      },
      {
        "ja-ro": "Dai-3 no Gideon"
      },
      {
        "ja": "第3のギデオン"
      },
      {
        "zh": "第三犹太勇士"
      }
    ],
    "description": {
      "en": "The stage is the eve of the French Revolution. There is the commoner Gideon, who wants to save the impoverished country side-by-side with the members of the Estates General. Then there is the aristocrat, Georges, who will use any means to achieve his purpose. A man who wants to change the country, and a man who wants to destroy it. Both begin their journey forward. Will their joint efforts of love and hatred, justice and evil lead them to a hell of bloodshed, or an ideal future?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "69"
  },
  {
    "mangaId": "14df7a34-bd44-4791-8413-8fc1a857d687",
    "title": {
      "en": "Suzumiya Haruhi no Yuuutsu"
    },
    "updatedAt": "2023-11-06T14:53:00+00:00",
    "coverArt": "https://mangadex.org/covers/14df7a34-bd44-4791-8413-8fc1a857d687/45dfb1fe-8719-4df4-855f-fabe32efb32d.jpg",
    "altTitles": [
      {
        "fr": "La Mélancolie de Haruhi - Brigade S.O.S."
      },
      {
        "en": "The Melancholy of Suzumiya Haruhi"
      },
      {
        "id": "Melankolisnya Suzumiya Haruhi"
      },
      {
        "ja": "Suzumiya Haruhi no Yuuutsu"
      },
      {
        "en": "The Melancholy of Haruhi Suzumiya"
      },
      {
        "ru": "Меланхолия Харухи Судзумии"
      },
      {
        "zh-hk": "凉宫春日中文小说"
      },
      {
        "ja": "涼宮ハルヒの憂鬱"
      }
    ],
    "description": {
      "en": "Kyon is your ordinary high school freshman who has long given up on his childhood dreams of encountering the fantastic and supernatural…or so he thought. From the very first day of school, his classmate–the beautiful but eccentric Haruhi Suzumiya–makes it very clear that her only desire is to meet aliens, time travelers, and psychics! A chance conversation between the two inspires Haruhi to form the SOS Brigade, a school club created for the sole purpose of getting these supernatural beings together. The initial members consist of the mute bookworm Yuki Nagato, the timid but voluptuous Mikuru Asahina, and the polite and ever-smiling Itsuki Koizumi. By the end of this first volume, Kyon quickly finds out that these seemingly “helpless victims” of Haruhi’s are actually members of secret organizations–both futuristic and alien–keeping watch over Haruhi as she is the pinnacle of some major calamity on the horizon… [Yen Press]",
      "ru": "«Меня совершенно не интересуют обыкновенные люди», — говорит Харухи Судзумия в первый же учебный день своим новым одноклассникам; она согласна разговаривать только с пришельцами, путешественниками во времени и экстрасенсами. Нужно ли быть экстрасенсом, чтобы понять, что все это — всерьез? Конечно, да! Перед вами — одна из самых неординарных героинь в истории аниме и ее безумная «Команда SOS»!"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "101.5"
  },
  {
    "mangaId": "c727d921-4294-455b-9bcc-2f0c7d29cd9a",
    "title": {
      "en": "Good-for-Nothing Blues"
    },
    "updatedAt": "2024-04-11T17:09:45+00:00",
    "coverArt": "https://mangadex.org/covers/c727d921-4294-455b-9bcc-2f0c7d29cd9a/91c8d035-6dd3-4d18-973c-0152a440bbc8.png",
    "altTitles": [
      {
        "fr": "Racaille Blues"
      },
      {
        "ja-ro": "RokuBuru"
      },
      {
        "tr": "Serseri Hüznü"
      },
      {
        "ja": "ろくでなしBLUES"
      },
      {
        "vi": "Bản Blues vô giá trị"
      },
      {
        "ja-ro": "Rokudenashi Blues"
      }
    ],
    "description": {
      "en": "Maeda is a new student in the Teiken High School. He stutters when he's nervous and he's rather clumsy. He gets noted immediately because he hits a teacher during the entrance ceremony. Some clubs search to enlist him as they see in him a force they can use to get even with other clubs. But Maeda is a loner and has only one dream: becoming boxing champion. His first objective is to beat the leader of the boxing club. \"Rokudenashi\" translates as \"good for nothing\".  \n  \nThe manga focuses more on gang warfare than boxing.",
      "es": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo.",
      "vi": "Maeda Taison, chàng thiếu niên tới từ Osaka mang trong mình ước mơ trở thành nhà vô địch boxing thế giới. Xuyên suốt 3 năm học của cậu không chỉ là những trận đánh, những xung đột mà còn có cả những câu chuyện đầy tính nhân văn.\nHuyền thoại của dòng manga yankee Nhật Bản, dù đã kết thúc từ năm 1997 nhưng Rokudenashi Blues (RB) vẫn đang là bộ manga yankee bán chạy nhất mọi thời đại. Vì kết thúc đã lâu nên nội dung của nó có phần \"outdate\", tuy nhiên vẫn rất đáng đọc.",
      "es-la": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "409"
  },
  {
    "mangaId": "3da96505-f8e8-49d5-8c26-fbe4786a897f",
    "title": {
      "en": "Too Many Losing Heroines!"
    },
    "updatedAt": "2024-08-08T15:23:15+00:00",
    "coverArt": "https://mangadex.org/covers/3da96505-f8e8-49d5-8c26-fbe4786a897f/70f0e536-e46d-4d47-87c8-2ff96cb657e2.jpg",
    "altTitles": [
      {
        "ja": "負けヒロインが多すぎる！@comic"
      },
      {
        "ja-ro": "Make Heroine ga Oosugiru! @comic"
      },
      {
        "ja-ro": "Make Hiroin ga Oosugiru! @comic"
      },
      {
        "en": "Too Many Losing Heroines! @comic"
      },
      {
        "vi": "Có Quá Nhiều Nữ Chính Thua Cuộc! @comic"
      },
      {
        "es-la": "¡Demasiadas heroínas perdedoras!"
      },
      {
        "zh-hk": "敗北女角太多了!"
      },
      {
        "ja": "マケイン"
      },
      {
        "ja-ro": "Makeine"
      },
      {
        "en": "Loseine"
      }
    ],
    "description": {
      "en": "***“Huh? Who are you calling losing?”***\n\nAs the background of the class, I, Kazuhiko Nukumizu, witnessed a popular girl–Anna Yanami, getting rejected by another guy.\n\n_“Even though he said we’ll get married. Don’t you think he’s pretty mean?”\n“When did he say that?”\n“When we were 4 or 5 years old.”_\n\nThat doesn’t count, right? With this, the losing heroines like Remon Yakishio from the Track and Field Club, and Chika Komari, from the literature club.\n\n_“Nukumizu-kun. There are two types of girls. Childhood friends or cheating cats.”\n“I see. Well, that’s a bold statement.”_\n\nThere’s a fortune for those who shine only after losing. Losing Heroines—The curtain to the mysterious coming-of-age story “Makeine” opens now!\n  \n---\n\n**Links:**  \n- [Official LN (JP)](https://www.shogakukan.co.jp/books/09453017)\n- [Alternative Raw](https://shogakukan-comic.jp/book-series?cd=51545)",
      "ja": "クラスの背景モブ高校生こと温水和彦は、男子に人気のクラスメート・八奈見杏菜が幼馴染にフラれるのを目撃してしまう。\n仕方なく八奈見を慰める温水だが、それをきっかけに、様々な負け感あふれる女子たちに絡まれることになり――!?\n負けヒロイン――マケインたちと辿る謎の青春が、ここに幕を開ける！\n負けてこそ輝く彼女たちに、幸いあれ。",
      "vi": "“Hử? Cậu gọi ai là đồ thua cuộc cơ?”\n\nTôi, Kazuhiko Nukumizu, một nhân vật làm nền trong lớp, chứng kiến cảnh cô nàng nổi tiếng – Anna Yanami bị một nam sinh khác từ chối.\n\n“Dù cho cậu ấy đã từng nói bọn mình sẽ kết hôn đấy. Cậu có thấy cậu ấy quá đáng không?”\n\n“Cậu ấy nói thế vào lúc nào vậy?”\n\n“Hồi bọn tớ 4 hay 5 tuổi gì đó.”\n\nThế thì đâu có tính?\n\nCùng với cô nàng còn có những nữ chính thua cuộc khác như Remon Yakishio của Câu lạc bộ Điền kinh và Komari Chika từ Câu lạc bộ Văn học.\n\n“Nukumizu-kun nè, trên đời có hai loại con gái. Một là bạn thuở nhỏ, còn lại là đồ đàn bà giựt bồ.”\n\n“Vậy hả. Chà, một tuyên bố đầy táo bạo ha.”\n\nCó một loại vận mệnh rằng có những người chỉ thực sự toả sáng sau khi đã thua cuộc.\n\nNhững nữ chính thua cuộc—Bức màn câu chuyện tuổi mới lớn mang tên “Makein” sẽ lật mở ngay bây giờ!",
      "es-la": "\"¿Eh? ¿A quién llamas perdedor?\" Como fondo de la clase, yo, Kazuhiko Nukumizu, fui testigo de cómo una chica popular -Anna Yanami- era rechazada por otro chico. \"Aunque dijo que nos casaríamos. ¿No crees que es bastante malo?\" \"¿Cuándo dijo eso?\" \"Cuando teníamos 4 o 5 años\". Eso no cuenta, ¿verdad? Con esto, las heroínas perdedoras como Remon Yakishio del Club de Atletismo, y Chika Komari, del club de literatura. \"Nukumizu-kun. Hay dos tipos de chicas. Las amigas de la infancia o las gatas tramposas\". \"Ya veo. Bueno, esa es una declaración audaz\". Hay una fortuna para los que brillan sólo después de perder. ¡Heroínas perdedoras-El telón de la misteriosa historia de madurez \"Makeine\" se abre ahora! [\"Makeine\" es la abreviación del nombre del manga]",
      "pt-br": "\"Hã? Quem você está chamando de perdedor?\n\nComo pano de fundo da aula, eu, Kazuhiko Nukumizu, testemunhei uma garota popular, Anna Yanami, sendo rejeitada por outro cara.\n\n“Mesmo que ele tenha dito que vamos nos casar. Você não acha que ele é muito mau?\n\"Quando ele disse isso?\"\n“Quando tínhamos 4 ou 5 anos.”\n\nIsso não conta, certo? Com isso, perdem heroínas como Remon Yakishio, do Clube de Atletismo, e Chika Komari, do clube de literatura.\n\n“Nukumizu-kun. Existem dois tipos de garotas. Amigos de infância ou gatos traidores.”\n\"Eu vejo. Bem, essa é uma afirmação ousada.”\n\nHá fortuna para quem só brilha depois de perder. Perdendo Heroínas – A cortina para a misteriosa história de maioridade “Makeine” abre agora!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a287ef9c-3718-4c6f-80be-44e404b78641",
    "title": {
      "en": "Maigo ni Natteita Youjo wo Tasuketara, Otonari ni Sumu Bishoujo Ryuugakusei ga Ie ni Asobi ni Kuru You ni Natta Ken Nitsuite"
    },
    "updatedAt": "2024-08-11T21:23:18+00:00",
    "coverArt": "https://mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/496cb9b3-a2c0-4337-9a3e-c9beddf92173.jpg",
    "altTitles": [
      {
        "ja": "迷子になっていた幼女を助けたら、お隣に住む美少女留学生が家に遊びに来るようになった件について"
      },
      {
        "ja": "お隣遊び"
      },
      {
        "ja-ro": "Otonari Asobi"
      },
      {
        "en": "The Story of How a Beautiful Foreign Student Who Lives Next Door Started to Visit My House After I Helped a Lost Little Girl"
      },
      {
        "en": "After Coincidentally Saving the New Transfer Student's Little Sister, We Gradually Grew Closer"
      },
      {
        "ja-ro": "Maigo ni Natte Ita Youjou wo Tasuketara, Otonari ni Sumu Bishoujou Ryuugakusei ga Ie ni Asobi ni Kuru You ni Natta Ken ni Tsuite"
      },
      {
        "pl": "Opowieść o Tym, Jak Piękna Uczennica Zza Granicy Mieszkająca Po Sąsziedzku Zaczęła Odwiedzać Mnie W Domu, Po Tym Jak Pomogłem Zagubionej Małej Dziewczynce"
      },
      {
        "pt-br": "A História de como Uma Linda Estudante Estrangeira que Mora ao Lado Começou a Visitar Minha Casa Depois que Ajudei Uma Menininha Perdida"
      }
    ],
    "description": {
      "en": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class. Her proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\"\n\nHowever, helping Charlotte's lost sister, Ema, throws his daily life into upheaval...?!",
      "es": "Un día, Charlotte Bennett se traslada a la clase de Aoyagi Akihito. Sus modales correctos y refinados y su aspecto adorable cautivan los corazones de sus compañeros, pero Akihito se aparta tranquilamente, sintiendo que ella «vive en un mundo diferente».\n\nSin embargo, ayuda a Ema, la hermana perdida de Charlotte, altera su vida cotidiana...?",
      "ja": "ある日、青柳明人のクラスにシャーロット・ベネットが留学してくる。\n清楚で上品な振る舞いと可愛らしい容姿のシャーロットに、クラスメイトの誰もが心を惹かれるが、\n明人は冷静に「住む世界が違う」と感じ、一歩引いていた。\n\nしかし、迷子になっていたシャーロットの妹・エマを助けたことで明人の日常は激変し…！？",
      "pl": "Pewnego dnia Charlotte Bennett trafia do klasy Aoyagi Akihito. Jej właściwe i wyrafinowane maniery oraz uroczy wygląd podbiły serca jego kolegów z klasy, ale Akihito spokojnie robi krok do tyłu, czując, że „żyje w innym świecie”.\n\nJednak pomoc zaginionej siostrze Charlotte, Emmie, wywraca jego codzienne życie do góry nogami...?",
      "es-la": "Un día, Charlotte Bennett se traslada a la clase de Aoyagi Akihito. Sus modales correctos y refinados y su aspecto adorable cautivan los corazones de sus compañeros, pero Akihito se aparta tranquilamente, sintiendo que ella «vive en un mundo diferente».\n\nSin embargo, ayuda a Ema, la hermana perdida de Charlotte, altera su vida cotidiana...?",
      "pt-br": "Um dia, Charlotte Bennett foi transferida para a turma de Aoyagi Akihito.\n\nSeus maneirismos adequados e refinados e aparência adorável conquistaram os corações de seus colegas de classe, mas Akihito calmamente dá um passo para trás, sentindo que ela “vive em um mundo diferente”.\n\nNo entanto, ajudar a irmã perdida de Charlotte, Ema, coloca sua vida diária em uma convulsão...!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da37325e-1fad-4b76-aecc-2323db140768",
    "title": {
      "en": "Onee-chan's Armpit"
    },
    "updatedAt": "2024-04-14T04:00:24+00:00",
    "coverArt": "https://mangadex.org/covers/da37325e-1fad-4b76-aecc-2323db140768/e3c20b98-55a8-4ebd-81c3-a65a7da97194.jpg",
    "altTitles": [
      {
        "ja": "お姉ちゃんの腋"
      },
      {
        "ja-ro": "Onee-chan no Waki"
      }
    ],
    "description": {
      "en": "It's a fetish."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76ee7069-23b4-493c-bc44-34ccbf3051a8",
    "title": {
      "en": "Tomo-chan wa Onna no ko!"
    },
    "updatedAt": "2024-02-08T21:17:25+00:00",
    "coverArt": "https://mangadex.org/covers/76ee7069-23b4-493c-bc44-34ccbf3051a8/cfac7a67-3c4b-4b29-8599-bad47613185c.jpg",
    "altTitles": [
      {
        "es": "¡Tomo-chan es una chica!"
      },
      {
        "ca": "La Tomo és una noia!"
      },
      {
        "tl": "Si Tomo-chan ay babae!"
      },
      {
        "ja": "Tomo Chan ha Onnanoko!"
      },
      {
        "sv": "Tomo-chan är en tjej!"
      },
      {
        "pt": "Tomo-chan é uma Garota!"
      },
      {
        "it": "Tomo-chan è una ragazza!"
      },
      {
        "tr": "Tomo-chan da kız!"
      },
      {
        "no": "Tomo-chan er en jente!"
      },
      {
        "da": "Tomo-chan er en pige!"
      },
      {
        "fr": "Tomo-chan est une fille !"
      },
      {
        "en": "Tomo-chan is a Girl!"
      },
      {
        "id": "Tomo-chan Itu Perempuan!"
      },
      {
        "ru": "Томо-тян — девушка!"
      },
      {
        "ja": "トモちゃんは女の子!"
      },
      {
        "ko": "토모짱은 여자아이!"
      }
    ],
    "description": {
      "en": "Tomo Aizawa was able to successfully confess to her crush Junichirou Kubota. There is only one problem: He just sees her as his buddy. He thought that she was a boy until they went to middle school together, because her grade school was in a different school district."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "953"
  },
  {
    "mangaId": "4956ef23-04ec-4804-afc7-7a391f6b7fc7",
    "title": {
      "en": "Tensei-saki wa Moumoku Youjo deshita"
    },
    "updatedAt": "2024-05-14T07:23:05+00:00",
    "coverArt": "https://mangadex.org/covers/4956ef23-04ec-4804-afc7-7a391f6b7fc7/eacda11b-bd65-40ed-967c-c88cef27444b.jpg",
    "altTitles": [
      {
        "ja": "転生先は盲目幼女でした"
      },
      {
        "ja": "転生先は盲目幼女でした　～前世の記憶と魔法を頼りに生き延びます～"
      },
      {
        "ja-ro": "Tensei-saki wa Moumoku Youjo deshita: Zense no Kioku to Mahou wo Tayori ni Ikinobimasu"
      },
      {
        "en": "I Was Reincarnated as a Blind Girl"
      },
      {
        "en": "Blind Girl Isekai"
      },
      {
        "en": "I Was Reincarnated as a Blind Girl: I Rely on My Previous Life's Memories and Magic to Survive"
      },
      {
        "fr": "Je me suis réincarnée en petite fille aveugle. Je survivrai en m'appuyant sur les souvenirs et la magie de ma vie antérieure."
      }
    ],
    "description": {
      "en": "Countess Phyllis is reincarnated with memories of her previous life intact. Phyllis is mistreated by her family because she is blind. She has a constitution that somehow has more mana than others, and one of the reasons she is heavily disliked is because of her ability to use magic without difficulty. As the story begins, Phyllis is attacked by demons while out on the road. She then finds herself alone at the bottom of a deep valley... In despair, she is saved by a large wolf, a \"sacred beast\" of legend.\nTogether with this wolf, Garu, Phyllis sets out on her adventure.",
      "fr": "La fille d'Earl, Phyllis, qui a des souvenirs de sa vie antérieure, a passé des jours à être opprimée par sa famille à cause de sa cécité.\nUn jour, alors qu'elle est sortie, elle est attaquée par un monstre, et Phyllis se rend seule au fond d'une profonde vallée... Celui qui l'a sauvée du désespoir était la \"bête sacrée\" dont parlent les légendes - un grand loup.\nAvec le loup nommé Garu, Phyllis entreprend un voyage à la surface !\nD'un autre côté, il semble y avoir une dangereuse conspiration derrière l'attaque du monstre sur Phyllis... ?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0965353b-0e10-4c89-ad94-53e641db573a",
    "title": {
      "en": "Miyu-chan wa Zutto Tomodachi"
    },
    "updatedAt": "2024-08-12T14:57:48+00:00",
    "coverArt": "https://mangadex.org/covers/0965353b-0e10-4c89-ad94-53e641db573a/9f6b20be-9d71-4cc0-9391-203baae83b53.png",
    "altTitles": [
      {
        "ja": "みゆちゃんはずっと友達"
      },
      {
        "en": "Miyu-chan Will Always Be Your Friend"
      },
      {
        "es": "Miyu-chan Siempre Será tu Amiga"
      },
      {
        "es-la": "Miyu-chan Siempre Será tu Amiga"
      },
      {
        "pt-br": "Miyu-chan Sempre Será sua Amiga"
      }
    ],
    "description": {
      "en": "In the summer of his second year of high school, Yuushin Tahara finds that his childhood friend, Miyu Fukagawa, who had moved away, has returned to the house next door. Although Miyu has grown up to be quite cute, there's something a little strange about her...",
      "es": "En el verano de su segundo año de instituto, su amiga de la infancia Miyu Fukagawa vuelve a la casa de al lado del protagonista, Yuushin Tahara, después de haberse separado cuando se mudó. Miyu-chan ha crecido y se ha vuelto mucho más guapa, pero hay algo un poco extraño en ella...? Se trata de una comedia de suspenso y amor con una nueva sensación, en la que el demasiado amable protagonista y su simpática pero muy divertida amiga de la infancia ¡se desenvuelven con sus amigos!",
      "ja": "高校2年生の夏、主人公・田原優心の隣の家に、引っ越しで別れてしまった幼馴染・深川みゆちゃんが帰ってきた。すっかり大きく可愛くなったみゆちゃんだけど、どこかちょっとヘンで…？",
      "es-la": "En el verano de su segundo año de instituto, su amiga de la infancia Miyu Fukagawa vuelve a la casa de al lado del protagonista, Yuushin Tahara, después de haberse separado cuando se mudó. Miyu-chan ha crecido y se ha vuelto mucho más guapa, pero hay algo un poco extraño en ella...? Se trata de una comedia de suspenso y amor con una nueva sensación, en la que el demasiado amable protagonista y su simpática pero muy divertida amiga de la infancia ¡se desenvuelven con sus amigos!",
      "pt-br": "No verão do seu segundo ano do ensino médio, Tahara Yuushin descobre que sua amiga de infância, Fukagawa Miyu, que havia se mudado, retornou para a casa ao lado. Embora Miyu tenha se tornado uma garota bastante fofa, há algo um pouco estranho sobre ela...\n\nUma comédia romântica com toques de suspense, centrada em um protagonista gentil e sua amiga de infância adorável, porém um tanto excêntrica."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f97979cc-c0dd-42e2-a32b-c56f8047f7ba",
    "title": {
      "en": "Ore dake Fuguu Skill no Isekai Shoukan Hangyakuki ~Saijaku Skill \"Kyuushuu\" ga Subete o Nomikomu made~"
    },
    "updatedAt": "2024-07-21T11:53:52+00:00",
    "coverArt": "https://mangadex.org/covers/f97979cc-c0dd-42e2-a32b-c56f8047f7ba/89133729-e1ea-49fc-aa7c-1747d95fc0db.jpg",
    "altTitles": [
      {
        "ja": "俺だけ不遇スキルの異世界召喚叛逆記～最弱スキル【吸収】が全てを飲み込むまで～"
      },
      {
        "en": "I'm the Only One with a Failure of a Skill in Another World's Summoning Rebellion: Until the Weakest Skill [Absorption] Swallows Everything"
      }
    ],
    "description": {
      "en": "The student Nakatani Yuto was supposed to be having a regular life, however his whole class was transferred to another world. All the students gained powerful skills and were worshipped as heroes, but for Yuto who got the unfavorable skill [Absorption]...! ?",
      "ja": "高校生の中谷夕斗は突然クラスメイトと共に異世界へ「勇者」として召喚されてしまう。クラスメイト達が強力な技能（スキル）を授かるなか、ユウトが授かったのは不遇スキル【吸】であった。 使い物にならないユウトは魔物との戦闘で致命傷を負うが、クラスメイトは彼を見殺しに…。その瞬間、ユウトにはどこからともなく“声”が聞こえて――…!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f3ab48b2-e07c-4f21-b205-ceb0f4309451",
    "title": {
      "en": "Re:Zero Kara Hajimeru Isekai Seikatsu - Dainishou - Yashiki no Isshuukan Hen"
    },
    "updatedAt": "2023-10-27T21:12:24+00:00",
    "coverArt": "https://mangadex.org/covers/f3ab48b2-e07c-4f21-b205-ceb0f4309451/3306c55c-1278-40af-9818-7064e6eba24b.jpg",
    "altTitles": [
      {
        "ru": "Re: Жизнь с нуля в другом мире. Часть вторая: Особняк"
      },
      {
        "ja": "Re:ゼロから始める異世界生活 第二章 屋敷の一週間編"
      },
      {
        "en": "Re:ZERO -Starting Life in Another World-, Chapter 2: A Week at the Mansion"
      },
      {
        "zh-hk": "Re:從零開始的異世界生活 第二章 宅邸的一週篇"
      },
      {
        "pt-br": "Re:Zero - Capítulo 2: Uma Semana na Mansão"
      },
      {
        "ja-ro": "Re:Zero kara Hajimeru Isekai Seikatsu: Dai-2 Shou - Yashiki no Isshuukan-hen"
      }
    ],
    "description": {
      "en": "Suddenly a high school student Subaru Natsuki has been summoned to another world on the way back from the convenience store. With the biggest crisis of his life being summoned to another world and no sign of the one who summoned him things become worse when he is attacked. But when he is saved by a mysterious silver-haired girl with a fairy cat, Subaru co-operates with the girl to return the favor. When they finally manage to get a clue Subaru and the girl are attacked and killed by someone. Subaru then awakens in the place he was summoned and notices the ability he gained \"Returns by Death\" a helpless boy that only has the ability to rewind time by dying. And beyond the despair can he save the girl from the fate of death!",
      "ru": "После спасения жизни Эмилии и возвращения ей инсигнии, Нацуки Субару был приглашен в особняк к лорду, где живет Эмилия. Нацуки устраивается на работу дворецким, и всё идёт хорошо, но вот только спустя несколько дней обнаруживается, что он опять откатился назад во времени, на момент, когда он только появился в особняке. Кто же в этот раз замочил бедного Нацуки?",
      "pt-br": "O estudante do ensino médio Natsuki Subaru foi convocado para um mundo de fantasia, enquanto estava nocaminho para casa vindo de uma loja de conveniência! Com base em seu conhecimento de histórias onde as pessoas são transportados para outros mundos, ele assumiu que ele deve ter algum tipo de super poder, mas essa suposição acabou deixando ele espancadoe quase morto durante um assalto. Ele é resgatado por uma meio-elfo, Satera, e seu companheiro, um gato mágico pequeno chamado Puck. Eles estão procurando por algo que foi roubado dela, e Subaru decide ajudar. No entanto, muito em breve, ele descobre que ele de fato tem uma habilidade especial. Quando ele morre, ele começa sua aventura novamente a partir do momento em que ele foi convocado para o mundo de fantasia. Será que ele vai ser capaz de usar sua habilidade para ajudar Satera?"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "20"
  },
  {
    "mangaId": "dfffa880-4154-40d1-abd2-0dff94248908",
    "title": {
      "en": "Dungeon ni Deai o Motomeru no wa Machigatte Iru Darou ka Gaiden - Sword Oratoria"
    },
    "updatedAt": "2024-05-05T21:07:12+00:00",
    "coverArt": "https://mangadex.org/covers/dfffa880-4154-40d1-abd2-0dff94248908/c87184ca-b94d-4a5b-bdb7-79f0425fbdb2.jpg",
    "altTitles": [
      {
        "fr": "DanMachi - Sword Oratoria : l'épopée d'une épéiste"
      },
      {
        "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon? Sword Oratoria"
      },
      {
        "ja-ro": "Dungeon ni Deai wo Motomeru no wa Machigatte Iru Darou ka Gaiden - Sword Oratoria"
      },
      {
        "ja-ro": "DanMachi: Sword Oratoria"
      },
      {
        "ru": "Может, я встречу тебя в подземелье - Оратория Меча"
      },
      {
        "ja": "ダンジョンに出会いを求めるのは間違っているだろうか 外伝 ソード・オラトリア"
      },
      {
        "ko": "던전에 만나기를 원하는 것은 잘못 일까 외전 소드 오라토리아 소드 오라토리아"
      },
      {
        "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon? On the Side: Sword Oratoria"
      }
    ],
    "description": {
      "en": "After having descended upon this world, the gods have created guilds where adventurers can test their mettle. These guilds, known as \"familia,\" grant adventurers the chance to explore, gather, hunt, or simply enjoy themselves.  \nDungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka Gaiden: Sword Oratoria begins in Orario, the lively city of adventurers. The Sword Princess, Ais Wallenstein, and the novice mage, Lefiya Viridis, are members of the Loki Familia, who are experts at monster hunting. With the rest of their group, they journey to the tower of Babel in hopes of exploring the dungeon underneath. Home to powerful monsters, the dungeon will fulfill Ais's desire to master her sword skills, while bringing Lefiya closer to her dream of succeeding Riveria Ljos Alf, vice-captain of the Loki Familia, as the most powerful mage in the land.\n\n---\n\n**Links:**\n[Yen Press](https://yenpress.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-on-the-side-sword-oratoria-manga)",
      "ru": "Спин-офф ранобэ \"Может, я встречу тебя в подземелье\", который охватывает историю одной из сильнейших авантюристок по имени Аиз Валленштайн, также известной, как \"Принцесса Меча\"."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b459a49-b40f-4614-90a2-dc0a9209a42f",
    "title": {
      "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon?"
    },
    "updatedAt": "2024-02-01T03:21:54+00:00",
    "coverArt": "https://mangadex.org/covers/8b459a49-b40f-4614-90a2-dc0a9209a42f/b7533aa6-8af6-495e-93b3-db0cfcdfae89.jpg",
    "altTitles": [
      {
        "ja-ro": "DanMachi"
      },
      {
        "fr": "DanMachi - La Légende des Familias"
      },
      {
        "ja-ro": "Dungeon ni Deai wo Motomeru no wa Machigatte Iru Darou ka"
      },
      {
        "ja-ro": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka"
      },
      {
        "ja-ro": "Dungeon ni Deai wo Motomeru noha Machigatteiru Darouka"
      },
      {
        "fr": "Est-ce que c'est mauvais de vouloir rencontrer des filles dans un donjon ?"
      },
      {
        "en": "Will it be wrong to demand an encounter from dungeon?"
      },
      {
        "ru": "Может, я встречу тебя в подземелье?"
      },
      {
        "ja": "ダンジョンに出会いを求めるのは間違っているだろうか。"
      },
      {
        "zh": "在地下城寻求邂逅是否搞错了什么"
      },
      {
        "zh": "在地牢里寻求邂逅难道有错吗"
      },
      {
        "zh": "期待在地下城邂逅有错吗"
      },
      {
        "ko": "던전에서 만남을 추구하면 안 되는 걸까"
      },
      {
        "en": "Is it wrong that I want to meet you in a dungeon?"
      },
      {
        "en": "Can't I Expect A Chance Encounter In The Dungeon?"
      },
      {
        "th": "มันผิดรึไงถ้าใจอยากจะพบรักในดันเจี้ยน"
      },
      {
        "ar": "هل من الخطأ التعرف على الفتيات في الدانجون؟"
      },
      {
        "ar": "دان ماتشي"
      },
      {
        "ru": "Разве плохо искать себе пару в подземелье?"
      },
      {
        "zh-hk": "在地下城尋求邂逅是否搞錯了什麼"
      },
      {
        "fr": "Est-ce un tort de chercher des rencontres romantiques dans un donjon?"
      },
      {
        "de": "Ist es ein Fehler in einem Dungeon ein Treffen zu wünschen?"
      },
      {
        "tr": "Zindanda Kız Düşürmeye Çalışmak Yanlış Mı?"
      },
      {
        "en": "Zindanda qız tutmağa çalışmaq düz deyil?"
      },
      {
        "es": "¿Está mal enamorarse en una mazmorra?"
      },
      {
        "it": "È forse sbagliato chiedere un incontro a un dungeon?"
      },
      {
        "pt": "É Errado Pegar Uma Garota Em Uma Masmorra?"
      },
      {
        "ru": "Дандзён ни дэаи о мотомэру но ва матигаттэиру даро"
      },
      {
        "fa": "آیا تلاش برای بلندکردن دختران در سیاهچال اشتباه است؟"
      },
      {
        "zh": "伏城求逑蓋有罔乎 (Classical Chinese)"
      },
      {
        "en": "Is It Wrong to Pick Up Girls in a Dungeon?"
      }
    ],
    "description": {
      "en": "Bell Cranel is just trying to find his way in the world. Of course, in his case, the “world” is an enormous dungeon filled with monsters below a city run by gods and goddesses with way too much time on their hands. He’s got big dreams but not much more when a roll on the random encounter die brings him face-to-face with the girl of his dreams—but what’s an amateur adventurer got to offer a brilliant swords woman? And what if the lonely goddess who sponsors his solo adventuring gets jealous?\n\n(Series was cancelled in 2018 for an unknown reason and restarted in 2020 under a sequel title.)",
      "ru": "Огромный город Орарио - всего лишь вход в подземный лабиринт, широко известный как \"Подземелье\". Люди приходят туда за славой, честью, приходят, надеясь получить все то, что захотят. И именно здесь парень, мечтающий стать авантюристом, знакомится с маленькой богиней, не нашедшей ни одного последователя."
    },
    "status": "cancelled",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "89"
  },
  {
    "mangaId": "65976df0-3cc2-49d7-a2e2-f0f5b10aded7",
    "title": {
      "en": "Hatch Potch Panch"
    },
    "updatedAt": "2024-08-10T23:30:38+00:00",
    "coverArt": "https://mangadex.org/covers/65976df0-3cc2-49d7-a2e2-f0f5b10aded7/cfb1dc93-f904-4493-af69-701df31963c1.jpg",
    "altTitles": [
      {
        "ja": "はっちぽっちぱんち,"
      },
      {
        "ja-ro": "Hacchi Pocchi Panchi"
      },
      {
        "en": "Hotch Potch Punch"
      },
      {
        "en": "Hotchpotch Punch"
      }
    ],
    "description": {
      "en": "She was destroying people… in her mind.\n\nKiho Ishiguro is a high school girl who's an honor student at school, and devotes herself to her disabled mother at home. She is quiet and gentle, but deep down inside she has always had the urge to \"hit someone.\" As her feelings gets stronger day by day, Kiho encounters a street criminal. She snaps and unleashes her rage on the bad guy without restraint…? Here comes the JK who will revolutionize the world of women's MMA!",
      "es": "Kuroishi Kiho, en la escuela es una estudiante ejemplar, en casa es una buena hija que ayuda a su madre con sus problemas en las piernas... pero en sus fantasías, es alguien que hace pedazos a la gente. Aunque parece tranquila y gentil, en lo más profundo de su corazón existe un impulso que la hace querer \"golpear a otros\". Desbordada por las fantasías que no la dejan en paz, decide confrontar a un violador, ¿Será capaz de liberar y apaciguar sus emociones reprimidas con este criminal? ¡Entra en escena la estudiante de preparatoria que podría revolucionar las artes marciales de mujeres!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47639108-3f64-4515-843f-6283b86dab3f",
    "title": {
      "en": "A Single Aristocrat Enjoys a Different World: The Graceful Life of a Man Who Never Gets Married"
    },
    "updatedAt": "2024-05-03T02:45:09+00:00",
    "coverArt": "https://mangadex.org/covers/47639108-3f64-4515-843f-6283b86dab3f/68dc08cf-ca0e-44d2-8e2c-c2f95fd78447.jpg",
    "altTitles": [
      {
        "ja-ro": "Dokushin Kizoku wa Isekai wo Ouka Suru ~Kekkon Shinai Otoko no Yuuga na Ohitori-sama Life~"
      },
      {
        "ja": "独身貴族は異世界を謳歌する ～結婚しない男の優雅なおひとりさまライフ～"
      },
      {
        "id": "Bangsawan Lajang Yang Menikmati Hidup di Dunia Lain"
      }
    ],
    "description": {
      "en": "Toshinori Dokuraba, 35 years old. A so-called single aristocrat in Japan who enjoyed a single life without wife and children, even though he was tall, handsome, highly educated and had a high income. One day, he died alone at home.\n\nHowever, he was liked by Hitorigami, the God of another world, and was able to reincarnate in that world. Reborn as Zirc Louren with skills and blessings from the God, he lived a new rosy life in a different world - then he turned 28 years old and enjoyed the single life again...\n\nThis is a story about the life of a single aristocrat who never gets married even if he reincarnates in another world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e1c18e9-a9e0-49d3-b2bc-785b27038c62",
    "title": {
      "en": "Kanojo-tachi wa Ana o Umetai"
    },
    "updatedAt": "2024-08-09T06:36:57+00:00",
    "coverArt": "https://mangadex.org/covers/3e1c18e9-a9e0-49d3-b2bc-785b27038c62/519dd379-aae3-499e-925b-eef553ed5ce5.jpg",
    "altTitles": [
      {
        "ja": "彼女たちは穴をうめたい"
      },
      {
        "ja-ro": "Kanojo-tachi ha Ana wo Umetai"
      },
      {
        "ja": "They want to fill in the holes."
      },
      {
        "en": "They Want to Fill in the Holes"
      }
    ],
    "description": {
      "en": "“Whom will you go out with?” Those were the words Doumoto Genki was confronted with on his first day of high school.  Now he has to figure out which one of the “out of this world” beauties he wants to date!",
      "ja": "体が丈夫なことが取り柄である主人公・弦貴。高校に入学することを機に、新たな出会いに胸を膨らませていたところ、突然2人の美少女・カリンと聖から告白される！ そんな彼女たちの目的は彼とドッキングすることだった…!! ドッキングとは一体何か。ドッキングで何ができるのか。そして彼女たちは何者なのか…!?",
      "pt-br": "**”Com quem você vai sair?”** Essas foram as palavras com as quais Doumoto Genki foi confrontado no seu primeiro dia na escola secundária. Agora ele tem que descobrir qual das belezas “de outro mundo” ele quer namorar!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc7001bb-7be6-45df-9e66-cf22cc57be03",
    "title": {
      "en": "Nobunaga-sensei no Osanazuma"
    },
    "updatedAt": "2024-02-01T22:09:37+00:00",
    "coverArt": "https://mangadex.org/covers/cc7001bb-7be6-45df-9e66-cf22cc57be03/b5db137b-e5d2-4b44-8f20-89a5d7e370e9.jpg",
    "altTitles": [
      {
        "en": "Mr. Nobunaga's Young Bride"
      },
      {
        "ja": "ノブナガ先生の幼な妻"
      },
      {
        "zh": "信長老師的年幼妻子"
      },
      {
        "zh": "信长老师有个萝莉老婆"
      },
      {
        "ja-ro": "Nobunaga-sensei no Osanazuma"
      },
      {
        "ko": "노부나가 선생님의 어린 아내"
      }
    ],
    "description": {
      "en": "The manga centers on the relationship between a middle school teacher who has a knack for gal games and a 14-year-old \"perfect prospective wife\" who is an expert on the Sengoku period.",
      "ja": "「ある日突然、自分のことを大好きな女の子が現れるはず」。そんなギャルゲー展開を夢見続けてきた中学教師・信永くん。そんな彼の元に、戦国時代から14歳の姫が子作りをしにやってきた!? 彼の妻を自称する14歳の少女・帰蝶。彼女は戦国時代からやってきたらしく、信永=織田信長と勘違いし、子づくりを迫るが…!? 14歳=手を出したら一発アウト!! しかも、戦国姫も、教え子も、なんでみなオレに迫ってくるんだ!? 赤面女子のマエストロ・紺野あずれの最新作はギャルゲ脳な教師と戦国脳な姫が巻き起こす、年の差ラブコメ!!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "29"
  },
  {
    "mangaId": "bba5f470-d1dd-4c56-bd0e-78bb6f2f5b3c",
    "title": {
      "en": "A Lingering Summer"
    },
    "updatedAt": "2024-08-11T04:30:52+00:00",
    "coverArt": "https://mangadex.org/covers/bba5f470-d1dd-4c56-bd0e-78bb6f2f5b3c/4ad38965-8275-4109-8022-c95cc6538a74.png",
    "altTitles": [
      {
        "zh-ro": "Jǐn Xià Zhī Yān"
      },
      {
        "zh": "尽夏之烟"
      },
      {
        "en": "No End Summer"
      }
    ],
    "description": {
      "en": "Legend has it, a hundred years ago, the god of love plummeted into the mortal realm, his consciousness shattering into pieces, his time looping indefinitely—these were the kinds of tall tales Suo Mei liked to read. The summer after graduating from law school, Suo Mei lazes away at an old art studio, where a youth with rose-red eyes strikes up a conversation with her over a box of strawberries. She’d thought he was just a frivolous boy, but the truth seems much more complicated. “So, this time, will you choose to love her, or… kill her?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbb30a8b-ed6e-46ab-8072-7e76693d796b",
    "title": {
      "en": "The Gentle Goblin's Bird"
    },
    "updatedAt": "2024-07-24T20:17:57+00:00",
    "coverArt": "https://mangadex.org/covers/fbb30a8b-ed6e-46ab-8072-7e76693d796b/5a35b828-8164-4d2a-93ba-d0aa5c05fdb8.jpg",
    "altTitles": [
      {
        "en": "A Kind Goblin's Bird"
      },
      {
        "vi": "Sơn Ca Yêu Kiều Của Yêu Tinh"
      },
      {
        "ko": "상냥한 도깨비의 새"
      },
      {
        "ja": "優しい夜叉の鳥"
      },
      {
        "zh-hk": "小鳥依鬼的柔情"
      },
      {
        "th": "ท่านภูตใจดีกับนกไนติงเกล"
      },
      {
        "es-la": "El pájaro del duende amable"
      }
    ],
    "description": {
      "en": "\"Won't you become a Goblin's bride?\"   \n  \nIn Yang-an, the capital of the Shun Dynasty Empire, there are rumors of a Goddess who sings a song that grants your wishes in your dreams if you visit a certain pharmacy. To confirm this, Sa Heonyoung, who disguises his status as a member of the royal family, goes to find the Goddess of the rumors. After listening to her song, he yearns for her, as if he is suffering from an illness…  \n  \nA man who must kill his own identity under a goblin's mask; and a woman who has no name or a lover, and lives only for the revenge in her mother's will. A mournful love story between a man and a woman who are the only ones who can fully understand each other. \n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "ja": "人気のない山奥で毎日死だけを待つ名もなき女。夜叉の仮面をまとい己を殺しながら生きるしかない男。 2人だけがお互いを分かりあえる…そんな男女の切ない愛の物語――\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "ko": "\"도깨비의 신부가 되지 않겠습니까?“\n\n순나라의 황도 양안. 어느 약방에 찾아가면 신녀가 꿈속에서 소원을 이뤄 주는 노래를 불러 준다는 소문이 파다하다. 이를 검증하기 위해 신분을 속인 채 다른 이들 틈에 섞여 신녀를 찾아간 친왕, 사헌영. 그는 신녀의 노래를 듣고 난 뒤, 병을 앓듯 그녀를 찾게 되는데….\n\n도깨비 가면을 쓴 채 자신을 죽이고 살아가야만 하는 남자. 외로운 산 속에서 하루 하루 죽음만을 기다리며 살아가는 이름 없는 여자. 온전히 자신을 알아주는 건 서로밖에 없는 남녀의 애절한 사랑 이야기.\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "th": "ยังอัน เมืองหลวงแห่งอาณาจักรซุน ณ สถานที่แห่งนี้มีข่าวลือที่น่าอัศจรรย์อยู่เรื่องหนึ่ง นั่นคือเรื่องราวของเพลงมหัศจรรย์ที่ช่วยทำให้ผู้ที่ได้รับฟังสมปรารถนา มันถูกขับขานโดยหญิงสาวคนหนึ่งและชายที่หลงรักเธอผู้นั้น...\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "zh-hk": "「妳願意當鬼怪的新娘嗎？」順王朝的帝都仰安有個傳聞，城裡某間藥房有一位能用歌聲讓人在夢中願望成真的巫女。為了證實這個傳聞，順王朝親王──思軒英，隱瞞自身身分親自去見了這位巫女，然而在聽完巫女的歌聲後，彷彿得了相思病一般，一直不斷找她…。一位只能戴著鬼怪面具隱藏自己真實身分的男子、一位在孤寂的山中等待死亡日度一日的女子，相遇後發現真正理解自己的只有彼此，一則關於男女愛戀情愁的故事。【​本作品為官方正式授權之15歲版本，請讀者們多多支持。】​\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "34"
  },
  {
    "mangaId": "37536724-111d-4a99-b13c-76ec22600789",
    "title": {
      "en": "Kamigami no Kago de Seisan Kakumei"
    },
    "updatedAt": "2023-05-09T15:38:05+00:00",
    "coverArt": "https://mangadex.org/covers/37536724-111d-4a99-b13c-76ec22600789/6c282560-cbaf-4ee2-99b3-6da52245b65a.jpg",
    "altTitles": [
      {
        "ja": "神々の加護で生産革命～異世界の片隅でまったりスローライフしてたら、なぜか多彩な人材が集まって最強国家ができてました～"
      },
      {
        "en": "Revolution in production with the blessings of the gods - While living a leisurely, slow life in a corner of another world, somehow a diverse group of people gathered to form the strongest nation..."
      },
      {
        "en": "Production Revolution by Blessing of Gods"
      },
      {
        "ja-ro": "Kamigami no Kago de Seisan Kakumei ~ Isekai no Katasumi de Mattari Slow Life Shi Tetara, Naze ka Tasaina Jinzai ga Atsumatte Saikyō Kokka ga Dekitemashita ~"
      },
      {
        "ko": "신들의 가호로 생산 혁명 ~이세계 한구석에서 한가로운 슬로우 라이프를 하고 있으면, 왠지 다양한 인재들이 모여 최강 국가가 되어 있었습니다~"
      }
    ],
    "description": {
      "en": "During the reincarnation of the Japanese company slave, Tadashi, he was impressed by God by choosing the agricultural blessing that no one had ever chosen, and received unprecedented generous blessing. And he has a dream slow life in a different world-it should have landed all-you-can-eat, a huge peninsula called Miasma Limbo! Tadashi struggled, but with his serious personality and blessing from God, he will increase the scale of agriculture with Gungun. Former queens of persecuted elves, heroes of beastmen, and master craftsmen of dwarves gathered in search of supplies made by Tadashi. Agriculture, founding of the country, slow life! A heartwarming different world agricultural fantasy, comicalize!",
      "ja": "日本の社畜・タダシは転生の最中、これまで誰も選ばなかった農業の加護を選んだことで神に感激され、前代未聞の手厚い加護を受ける。そして異世界で夢のスローライフを営む――はずが、降り立ったのは荒れ放題、瘴気ただよう辺獄《へんごく》と呼ばれる巨大な半島！　タダシは苦戦しながらも、持ち前の真面目な性格と神からの加護でグングンと農業の規模を大きくしていく。タダシの作る物資を求め、迫害されたエルフの元女王、獣人の女勇者、ドワーフの名工も集まってきて――。農業・建国・スローライフ！ほのぼの異世界農業ファンタジー、コミカライズ"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fe61dfd-ca48-4aba-94fc-dbe8d3cb490a",
    "title": {
      "en": "Touhou Bougetsushou ~ Silent Sinner in Blue."
    },
    "updatedAt": "2024-08-12T17:49:03+00:00",
    "coverArt": "https://mangadex.org/covers/8fe61dfd-ca48-4aba-94fc-dbe8d3cb490a/f7b25c27-e217-4de4-9fc0-e1b2dbd2fe61.jpg",
    "altTitles": [
      {
        "de": "Östliches Zitat des Flüchtigen Mondes ~ Silent Sinner in Blue"
      },
      {
        "en": "Touhou Bougetsushou ~ Silent Sinner in Blue"
      },
      {
        "ja": "東方儚月抄 ~ Silent Sinner in Blue"
      },
      {
        "tr": "Touhou Bougetsushou ~ Depresyondaki Sessiz Günahkar"
      }
    ],
    "description": {
      "en": "東方儚月抄 (romanized Touhou Bougetsushou, meaning Eastern Ephemeral Moon Vignette) is a loosely interconnected storyline about the Lunarians that includes Silent Sinner in Blue, Cage in Lunatic Runagate, and Inaba of the Moon and Inaba of the Earth.\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "pt": "Yukari Yakumo, a youkai das fronteiras, ela compareceu descontraída enquanto bebia o chá no Santuário Hakurei, ela pediu para que a sacerdotisa estudasse sobre a divinação para futuros eventos. A sacerdotisa achou a idéia maluca da Youkai e levou por brincadeira os planos da Youkai.  \nLogo depois, Yukari montou uma invasão contra lua há mais de 1000 anos atrás, porém, o seu plano não deu certo, agora, ela pede auxilio para os Youkais residentes de Gensokyo para mais uma tentativa de invasão."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "7d561f70-3503-459e-95f3-ffa33a321721",
    "title": {
      "en": "The journey of Dionysus"
    },
    "updatedAt": "2024-05-14T16:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/7d561f70-3503-459e-95f3-ffa33a321721/9134bbae-2358-4be6-93dd-ce8d10ff6b7b.jpg",
    "altTitles": [],
    "description": {
      "en": "Dionysus- the young boy who grew up on a small island with no memory of his family and his constant strange nightmares and dreams. One day, Dionysus decided to go on a journey to find his family and discover who he really was, alongside the love of his life, Ariadne."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46a178dc-ff5d-4d2f-a13f-7a86479909b3",
    "title": {
      "en": "Kono Sankaku Love Come wa Shiawase ni Naru Gime ga Aru."
    },
    "updatedAt": "2024-08-10T08:48:15+00:00",
    "coverArt": "https://mangadex.org/covers/46a178dc-ff5d-4d2f-a13f-7a86479909b3/f77ffc34-a99d-4d8f-b5b7-3053fd08532d.jpg",
    "altTitles": [
      {
        "ja": "この△ラブコメは幸せになる義務がある。"
      },
      {
        "ja-ro": "Kono △ Love Come wa Shiawase ni Naru Gime ga Aru."
      },
      {
        "ja-ro": "Kono Sankaku Love Kome ha Shiawase ni Naru Gime ga Aru."
      },
      {
        "en": "This Triangle Romcom Has a Duty to Be Happy."
      },
      {
        "en": "This Triangle Romantic Comedy Has the Obligation to Make Everyone Happy."
      }
    ],
    "description": {
      "en": "The happiest love triangle in romantic comedy history! This is the goal of a love triangle romantic comedy! “Why are you liked by Leila !?” A mediocre high school student, Tenma Yashiro, happens to find out that a cool beautiful girl in the same class, Rinka Emperor, is fond of her childhood friend, a neat and clean beautiful girl, Reiyoshi Tsubaki. From there, Tenma will cooperate so that Rinka can get along with Leila. “If Yashiro isn’t dating her Rinka-chan, could I run for her?” “Yayo, what did you do !?” Leila fell in love with Tenma and developed a love triangle with two beautiful girls from the school! The whereabouts of this intricately entwined love ……!?",
      "ja": "この三角関係は予想がつかない！\n前代未聞で史上最高に尊い三角関係ラブコメ、開幕！\n\n新学期、平凡な高校生・矢代天馬は\n学校を代表する２大美女、椿木麗良・皇凛華と同じクラスに。\n\n天真爛漫な美少女・麗良と\nクールでちょっぴり怖い凛華。\n\nそんな圧倒的美女と少し距離を置いて、何とか平穏な学校生活を送りたい天馬だったが、\nある日凛華の禁断の秘密を知ってしまい、事態が一変する――!?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "13"
  },
  {
    "mangaId": "05e7e729-2403-4bdd-965a-bde4de9e8484",
    "title": {
      "en": "Tears on a Withered Flowers"
    },
    "updatedAt": "2024-07-10T14:47:43+00:00",
    "coverArt": "https://mangadex.org/covers/05e7e729-2403-4bdd-965a-bde4de9e8484/381e3a89-f645-4ac4-af8d-7ad625d4d595.png",
    "altTitles": [
      {
        "ko": "시든 꽃에 눈물을"
      }
    ],
    "description": {
      "en": "Na Hae-soo's life unravels when her husband betrays her with an affair, leaving her burdened with debt and losing their child. In a devastating blow, she witnesses him with a younger woman. Broken and despondent, Na Hae-soo feels her life crumbling around her. However, a mysterious young man unexpectedly enters her life, asking to be taught about adult love. His vulnerability and sincerity begin to stir emotions within Na Hae-soo, challenging her to reconsider her path forward.",
      "fr": "La vie de Na Hae-soo se désintègre lorsque son mari la trahit en ayant une liaison, la laissant accablée de dettes et perdant leur enfant. Dans un coup dévastateur, elle le surprend avec une femme plus jeune. Brisée et désespérée, Na Hae-soo sent sa vie s'effondrer autour d'elle. Cependant, un jeune homme mystérieux entre soudainement dans sa vie, lui demandant de lui enseigner l'amour adulte. Sa vulnérabilité et sa sincérité commencent à éveiller des émotions en Na Hae-soo, l'incitant à reconsidérer son chemin vers l'avenir.",
      "id": "Kehidupan Na Haesoo berubah ketika suaminya mengkhianatinya dengan berselingkuh, membuatnya terlilit hutang dan kehilangan anak mereka. Setelah itu, ia mendapati suaminya bersama seorang wanita yang lebih muda. Dengan perasaan hancur dan putus asa, Na Haesoo merasa kehidupannya di sekelilingnya runtuh dan hancur. Namun, seorang pemuda misterius tiba-tiba memasuki hidupnya, Beom Taeha, yang meminta untuk diajari tentang cinta orang dewasa. Keluguan dan ketulusannya mulai mengusik emosi dalam diri Na Haesoo, dan menantangnya untuk mempertimbangkan kembali langkah apa yang akan diambil."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4628f535-48ca-44b7-8a0b-999640e05445",
    "title": {
      "en": "Selfish Romance"
    },
    "updatedAt": "2024-08-11T06:27:27+00:00",
    "coverArt": "https://mangadex.org/covers/4628f535-48ca-44b7-8a0b-999640e05445/a6d8087b-a9ca-49a3-86c5-8747e9eca811.png",
    "altTitles": [
      {
        "ko": "이기적 연애론"
      },
      {
        "en": "Selfish Love Theory"
      }
    ],
    "description": {
      "en": "Hyeondo and Yumin, an ordinary man and woman in their 30s, break up with their respective partners for different reasons despite still being in love with them. Selfishly hoping to get their old flames back, the two form a plan. They pretend to date each other in hopes of provoking their former lovers. Will their selfish and foolish plan really work?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8495d45a-dbba-48be-8691-7d2a067e3f42",
    "title": {
      "en": "Gate - Teikoku no Bara Kishidan - Pinya Co Lada 14-sai"
    },
    "updatedAt": "2023-07-24T15:46:15+00:00",
    "coverArt": "https://mangadex.org/covers/8495d45a-dbba-48be-8691-7d2a067e3f42/f730b714-cf1e-4f11-ae97-2ca6629dd263.jpg",
    "altTitles": [
      {
        "en": "Gate - Piña's Rose Order of Knights"
      },
      {
        "en": "Gate - Rose Knights of the Empire - 14 Year Old Pinya Co Lada"
      },
      {
        "ja-ro": "Gate - Teikoku no Bara Kishidan - Pinya Co Lada 14-sai"
      },
      {
        "ja": "ゲート 帝国の薔薇騎士団 ピニャ・コ・ラーダ14歳"
      },
      {
        "zh-hk": "門 帝國之薔薇騎士團 平娜‧戈‧蘭達14歲"
      }
    ],
    "description": {
      "en": "A spin-off focusing on Princess Pinya's (from \"Gate - Thus the JSDF Fought There!\") life before the \"Gate\" opening to the other world event."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "5a7e01d5-a31b-4d75-9f50-f31873560a2a",
    "title": {
      "en": "Koibami Shoujo"
    },
    "updatedAt": "2024-08-12T18:39:17+00:00",
    "coverArt": "https://mangadex.org/covers/5a7e01d5-a31b-4d75-9f50-f31873560a2a/b4ef6e74-7922-4fa9-a71d-b11fd95894ea.jpg",
    "altTitles": [
      {
        "ja": "恋喰少女"
      },
      {
        "vi": "Luyến Thực Nữ"
      },
      {
        "en": "Love-Eating Girl"
      },
      {
        "es-la": "Las Chicas Devoradoras de Amor"
      },
      {
        "pt-br": "Devoradoras de Amor"
      }
    ],
    "description": {
      "en": "High school student Ooishi Kyou is afraid of women.\n\nSuddenly, five girls confessed to him. Among them, four are creatures called Koibami - beings that devour human romantic feelings. If he has his romantic feelings eaten by these girls, he will never be able to love again.\n\nHowever, he cannot abandon the feelings of the one who confessed to him for real - Kyou decides to find the one he truly loves among the five! A brain-shaking, romantic comedy suspense begins!",
      "es-la": "Oishi Kyou es un chico que siempre ha tenido un fuerte miedo a las chicas. Cuando comienza su primer día de clases en la preparatoria, se ve abrumado al recibir confesiones de amor por parte de cinco chicas diferentes. Sin embargo, descubre que cuatro de ellas son en realidad chicas ‘Devoradoras de Amor’, chicas que buscan seducir a los hombres para alimentarse de sus sentimientos, y sus presas favoritas son los sentimientos del ‘Primer Amor’, gracias a cierta persona el Protagonista sabe que 4 chicas de primer año son ‘Devoradoras de Amor’ así que, dentro de estas 5 chicas hay una que se confesó realmente a Oishi, así que se propone a encontrar a la única chica entre las 5 que realmente lo ama, todo sea antes de que devoren sus sentimientos.",
      "pt-br": "O estudante do ensino médio, Kyo Oishi, tem medo de mulheres.\n \nDe repente, cinco garotas se declaram para ele. Entre elas, quatro são criaturas chamadas Devoradoras de Amor - seres que devoram sentimentos românticos humanos. Se ele tiver seus sentimentos românticos consumidos por essas garotas, ele nunca mais será capaz de amar novamente.\n \nNo entanto, ele não pode abandonar os sentimentos daquela que se declarou para ele de verdade - Kyo decide encontrar a única que realmente ama ele entre as cinco! Começa uma comédia romântica de suspense que balança o cérebro!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73320da2-eac6-4ff5-a12d-30788624d85b",
    "title": {
      "en": "Overlord: <Shin> Sekai-hen"
    },
    "updatedAt": "2024-05-22T18:32:30+00:00",
    "coverArt": "https://mangadex.org/covers/73320da2-eac6-4ff5-a12d-30788624d85b/820a286d-e42f-4cbf-9a3e-4cada592be3b.jpg",
    "altTitles": [
      {
        "ru": "Повелитель <Новое> Мировое издание"
      },
      {
        "ja": "オーバーロード＜新＞世界編"
      },
      {
        "en": "Overlord World Edition"
      },
      {
        "ja-ro": "Overlord: <Shin> Sekai-hen"
      },
      {
        "en": "Overlord: New World"
      },
      {
        "en": "Overlord New World"
      }
    ],
    "description": {
      "en": "After winning the battle of Katze Plains and founding the Sorcerer Kingdom of Ainz, they aim for a utopia of perpetual continuity and prosperity, a world where many races kneel before Ainz. As the first step toward achieving this goal, Ainz heads to the Empire to strengthen the Adventurer’s Guild and incorporate it into the state. Behind the scenes, the nations of the world are beginning to stir with their own agendas for the Sorcerer Kingdom...! Ainz's high road, once again!",
      "ru": "Аинз, выигравший битву на равнинах Катце и основавший волшебную страну, стремится к утопии — миру, где многие расы вечно процветают и преклоняются перед Аинзом. В качестве первого шага на пути к достижению этой цели он направляется в Империю, чтобы укрепить Гильдию искателей приключений и включить ее в состав нации. За кулисами,\nспекуляции в каждой стране вокруг волшебной страны начинают шевелиться?! Доминирование Аинза снова!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f51087d-95e9-4339-8587-fde9c990cbbc",
    "title": {
      "en": "Dog and Bird"
    },
    "updatedAt": "2024-08-04T12:10:16+00:00",
    "coverArt": "https://mangadex.org/covers/7f51087d-95e9-4339-8587-fde9c990cbbc/15f2619d-d4c3-433a-9016-4a53f19d410a.jpg",
    "altTitles": [
      {
        "ko": "개와 새"
      }
    ],
    "description": {
      "en": "Gyuah has a secret that’s been kept by his entire family: He was born as an omega even though 99% of all men are born alphas and all women are born as omegas. However, his secret is at risk of being revealed. And it all started with a threesome with the Alpha Chayoung whom Gyuah drunkenly meets again in a club."
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05c29e85-71c1-4f78-95cd-a03e68d9523c",
    "title": {
      "en": "Worst Gaiden Mr. Zetton"
    },
    "updatedAt": "2024-05-03T01:39:49+00:00",
    "coverArt": "https://mangadex.org/covers/05c29e85-71c1-4f78-95cd-a03e68d9523c/e3426485-b960-40a1-9395-3e503b286c1a.jpg",
    "altTitles": [
      {
        "ru": "«Отбросы» гайдэн — Мистер Зеттон"
      },
      {
        "en": "Worst Side Story: Mr. Zetton"
      },
      {
        "ja": "WORST外伝 ゼットン先生"
      }
    ],
    "description": {
      "en": "After years of studying, Hanazawa Saburou, AKA Suzuran's legendary Zetton, has finally become a high school teacher. But on his first day at work, the principal tells him he was actually hired not to teach, but to make the students of his homeroom class drop out of school?!",
      "ru": "После долгих лет учёбы Сабуро Ханадзава, также известный как легендарный Зеттон Судзурана, наконец-то стал учителем средней школы. Но в первый же день на работе директор рассказал ему, что на самом деле его наняли не для того, чтобы преподавать, а для того, чтобы заставить учеников вверенного ему класса бросить школу!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49c7b586-b0a3-4776-b3f5-3bdc62d82161",
    "title": {
      "en": "Dog Nigga"
    },
    "updatedAt": "2024-06-17T15:32:49+00:00",
    "coverArt": "https://mangadex.org/covers/49c7b586-b0a3-4776-b3f5-3bdc62d82161/2946e6a9-7dce-4260-b506-842c5fbe5453.jpg",
    "altTitles": [
      {
        "en": "Dog Ningen"
      },
      {
        "en": "DN"
      },
      {
        "en": "Dog N"
      },
      {
        "en": "Black Dog"
      },
      {
        "ar": "سگ سیاه"
      },
      {
        "hi": "कुत्ता भाउ"
      },
      {
        "ja": "犬の黒人男性"
      },
      {
        "ru": "Пёс-Ниггер"
      },
      {
        "uk": "Пес-Ніґґер"
      },
      {
        "es": "Perro Negrata"
      }
    ],
    "description": {
      "en": "Rex is a half man half dog. He was created when a drunk old man forced himself on a stray female dog in the street. \nBecause of his father, Rex has to live his life as a freak rejected by society.\nSo one day he’s gonna find that man, and RAPE him.\n\n---\n**Links:**\n- Alternative Official English - [MANGA Plus Creators](https://medibang.com/mpc/titles/wt2208302035572710014241408/) | [ART street](https://medibang.com/book/xb2005061537310810014241408/) | [Pixiv](https://www.pixiv.net/user/61917191/series/172665)\n- Discord - [Server](https://discord.com/invite/BzQXA4vwXt)",
      "fr": "Rex est moitié humain et moitié chien. Il est né quand un vieux mec bourré a baisé une chienne errante dans le rue. À cause de son père, Rex doit vivre en étant rejeté par la société. Alors un jour… il va retrouver ce type, et le VIOLER",
      "ru": "Рекс - наполовину человек, наполовину собака. Он был создан, когда пьяный старик изнасиловал собаку на улице. Из-за отца Рекс вынужден жить как урод, отвергнутый обществом. Так что однажды... он найдет этого человека и отомстит ему.",
      "uk": "Рекс - напівлюдина напівсобака. Він був створений коли дуже п'яне чмо трахнуло вуличну собаку. Через нього він став потворою та ізгоєм. Тож одного дня... він знайде свого \"татуся\", і зґвалтує ЙОГО!",
      "es-la": "Rex es un híbrido mitad hombre, mitad perro. Fue creado cuando un viejo borracho abusó sexualmente de una perra callejera en la calle. Por culpa de su padre, Rex tiene que vivir su vida como un fenómeno, rechazado por la sociedad. Así que un día… encontrará a ese tipo y lo v*olará."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00a82fcc-997d-4139-9d2c-8935628199c5",
    "title": {
      "en": "Yuusha to Maou no Konpaku Rekitei (Extasis)"
    },
    "updatedAt": "2023-05-23T07:58:57+00:00",
    "coverArt": "https://mangadex.org/covers/00a82fcc-997d-4139-9d2c-8935628199c5/c3c085f4-f81f-4f06-ae11-f822ad6bb0d6.jpg",
    "altTitles": [
      {
        "en": "Hero And  Demon Lord's Extasis"
      },
      {
        "en": "Hero And  Demon Lord's Soul Passage (Extasis)"
      },
      {
        "ja-ro": "Yuusha to Maou no Extasis"
      },
      {
        "ja-ro": "Yuusha to Maou no Konpaku Rekitei (Ekusutashisu)"
      },
      {
        "ja": "勇者と魔王の魂魄歴程（エクスタシス）"
      },
      {
        "zh": "勇者与魔王的魂魄历程"
      },
      {
        "ko": "용사와 마왕의 엑스터시스"
      }
    ],
    "description": {
      "en": "A blessed Hero. A vicious Demon Lord. A common objective.\nAn epic battle between good and evil whose outcome will shape the new era the world will enter has reached its endgame…\nHowever, things aren't what they appear to be and plans take an unexpected turn.\n\nA new high fantasy manga by ero mangaka GEN.\n\n\n---\n\n**Links:**\n- [Alternative Raw Source (comic-walker)](https://comic-walker.com/contents/detail/KDCW_MF01200710010000_68/)",
      "ja": "定められた人生に嫌気がさしていた勇者、クルシュニカ。魔王との最終決戦のドサクサで、転生の禁術を使用するも、まさかの失敗!?\n次に目覚めた先は貧相な少女の肉体で、今にも娼婦デビューを飾る寸前で――!!\n重厚肉厚傑作ダークファンタジー、ここに開幕ッ！"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "4e84b064-311e-4fa3-b7fc-f370ac3e9c6c",
    "title": {
      "ja": "Yankee Akuyaku Reijou: Tensei Tenka Yuiga Dokuson"
    },
    "updatedAt": "2024-08-03T15:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/4e84b064-311e-4fa3-b7fc-f370ac3e9c6c/1182cf4e-3fbf-464f-bf91-c8d15c352c41.jpg",
    "altTitles": [
      {
        "ja": "ヤンキー悪役令嬢 転生天下唯我独尊"
      },
      {
        "en": "Motorcycle Gang Leader ♂ Reborn As A Villainess ♀"
      }
    ],
    "description": {
      "en": "Ryuji, the head of the legendary biker gang \"Antoinette\", is reincarnated in a different world after a motorcycle accident. As... a villainess!!!\nRyuji is tangled in the troubles of the life of Elsa, the daughter of the Tsochuarch family, and is about to be executed ?!\nAn unprecedented Yankee villain princess who deals with a different world through violence, courage and determination is born !!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
    },
    "updatedAt": "2024-08-10T14:21:30+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/dc042b02-91bc-46ee-a779-8756556b66d0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten"
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      }
    ],
    "description": {
      "en": "Mahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まった。自堕落な一人暮らしを送る周を見かねて、なにかと世話を焼く真昼。お互いに興味ないと言い合う二人は、それでも少しずつ距離を縮めていく……。",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85d43b0b-b977-43bb-b7d8-a688d48b3107",
    "title": {
      "en": "Obokoi Majo wa Majiwaritai!"
    },
    "updatedAt": "2024-07-20T21:47:30+00:00",
    "coverArt": "https://mangadex.org/covers/85d43b0b-b977-43bb-b7d8-a688d48b3107/5779dca3-7052-432b-8fdf-ded841a97b52.jpg",
    "altTitles": [
      {
        "ja": "おぼこい魔女はまじわりたい!"
      },
      {
        "ja-ro": "Obokoi Majo ha Majiwaritai!"
      },
      {
        "en": "The Young Witch Wants To Have Sex?!"
      },
      {
        "en": "The Innocent Witch Wants To Mingle!"
      },
      {
        "ko": "순진한 마녀는 뒤섞이고 싶어!"
      },
      {
        "zh-hk": "想和見習魔女深入交流！"
      },
      {
        "vi": "Cô Phù Thủy Trẻ Muốn Được Sex!"
      }
    ],
    "description": {
      "en": "Hiiragi visits Chikage Komori, a transfer student that has never come to school. His chastity is at stake when he comes across a beautiful girl that is wearing nothing but a jacket!?",
      "ja": "古森チカゲ。転校生なのに一度も登校した姿を見たことがない彼女のご近所に住む柊木は学校のプリントを届けにいくが、出会った瞬間にいきなりカラダの関係を迫られて!?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e71e9219-acc4-4a7a-bb96-57302fb50592",
    "title": {
      "en": "Wakarasero! Namaikitsune-sama"
    },
    "updatedAt": "2023-10-29T19:19:24+00:00",
    "coverArt": "https://mangadex.org/covers/e71e9219-acc4-4a7a-bb96-57302fb50592/f0d2ed89-564b-4c81-bba6-99f3b2f8e41a.jpg",
    "altTitles": [
      {
        "ja": "わからせろ！ナマイキツネ様"
      }
    ],
    "description": {
      "en": "Cheeky fox goddess Vs Sadistic Miko JK\nIchiyo is worshipped at a shrine as a fox divinity. But she is in fact a cheeky goth loli osan kitsune who gets carried away very easily. But is it really okay for a goddess to be so rude? A comedy about teaching her a lesson."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]