[
  {
    "mangaId": "8df10218-facd-419e-8c29-4fa967c886df",
    "title": {
      "en": "Reincarnation Path of The Underworld King"
    },
    "updatedAt": "2023-11-23T19:39:56+00:00",
    "coverArt": "https://mangadex.org/covers/8df10218-facd-419e-8c29-4fa967c886df/2263e9ff-d150-4789-a023-b66cc8f6a3d0.jpg",
    "altTitles": [
      {
        "ko": "염라강림"
      },
      {
        "en": "The Descent of the Underworld King"
      },
      {
        "ko-ro": "Yeomna Advent"
      }
    ],
    "description": {
      "en": "The underworld has collapsed. In the barren land where blood should flow, now clear water flows, and the cauldron that used to boil the souls has long since gone cold. The retired King of Underworld, in pursuit of his own happiness, seeks the path of reincarnation. However, due to the chaos in Underworld and the disappearance of his successor, he is unable to walk the path of reincarnation. To become a god in the human world and to track down the missing successor, The King of Underworld descends to the human world. But the human world is in chaos due to the escape of the deceased from Hell, orchestrated by his successor’s masterful plan. The King of Underworld joins forces with the ‘Guardians of the Life’ who protect humans, using the power of the Hell’s ledger, in a struggle to capture his successor and restore the world to its original state. Will King of Underworld be able to safely walk the path of reincarnation?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27d58e73-a540-4816-ab29-c25c9c50bf8d",
    "title": {
      "en": "Kit-Kat"
    },
    "updatedAt": "2023-09-28T16:23:35+00:00",
    "coverArt": "https://mangadex.org/covers/27d58e73-a540-4816-ab29-c25c9c50bf8d/25d1d598-fcac-439b-925d-4091f9ab9743.png",
    "altTitles": [
      {
        "ja": "キットカット"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e6980de-2ec2-4994-aafa-f170f7d4961a",
    "title": {
      "en": "Tartarus Theater Wild"
    },
    "updatedAt": "2022-06-24T00:06:30+00:00",
    "coverArt": "https://mangadex.org/covers/7e6980de-2ec2-4994-aafa-f170f7d4961a/2f536a72-af76-4ea4-91ec-fcb3e18dabf6.jpg",
    "altTitles": [
      {
        "ja-ro": "Tartaros Gekijou Wild"
      },
      {
        "ja": "タルタロス劇場ワイルド"
      },
      {
        "en": "Tartarus Theater Wild Persona 4koma!"
      }
    ],
    "description": {
      "en": "Collection of 4-komas centered around Persona 3, 4, 5 and their various spinoff games."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "26"
  },
  {
    "mangaId": "6c9fd3ac-534e-459d-8b92-abe3d584ba3f",
    "title": {
      "en": "Forbidden Ishinomori"
    },
    "updatedAt": "2024-03-24T02:20:48+00:00",
    "coverArt": "https://mangadex.org/covers/6c9fd3ac-534e-459d-8b92-abe3d584ba3f/7252e7cf-116c-4fb1-b60e-fa7b6840fb5e.jpg",
    "altTitles": [
      {
        "it": "Ishinomori Proibito"
      },
      {
        "es": "MI VIDA SEXUAL: y otros relatos eróticos"
      },
      {
        "ja": "オトナな石ノ森"
      },
      {
        "ja-ro": "Otona na Ishinomori"
      },
      {
        "en": "Adult Ishinomori"
      },
      {
        "fr": "Eros x SF"
      },
      {
        "ja-ro": "Otona na Ishinomori"
      }
    ],
    "description": {
      "en": "Seinen One-shot compilation containing 15 one-shots, published between 1968 and 1976, with an emphasis on themes of eroticism and SF.\n\nChiefly contains works published in Gekiga magazines."
    },
    "status": "completed",
    "releaseDate": 1968,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "15"
  },
  {
    "mangaId": "dcdcc8c7-932e-4f60-a900-5f19934eb6cf",
    "title": {
      "en": "Dungeon Reset"
    },
    "updatedAt": "2023-05-31T17:53:52+00:00",
    "coverArt": "https://mangadex.org/covers/dcdcc8c7-932e-4f60-a900-5f19934eb6cf/7048c670-3122-4add-9108-a1d514903728.jpg",
    "altTitles": [
      {
        "ko": "던전 리셋"
      },
      {
        "fa": "بازنشانی دانجن"
      },
      {
        "zh": "重启地下城"
      },
      {
        "ja": "ダンジョンリセット"
      },
      {
        "ru": "Перезапуск подземелья"
      },
      {
        "zh-hk": "副本重置"
      }
    ],
    "description": {
      "de": "Dawoons normales Leben wird auf den Kopf gestellt, als er in den Dungeon gerufen wird, wo er ein tödliches Spiel gegen gefährliche Monster und lebensbedrohliche Fallen spielen muss. Was die Sache schlimmer macht, ist, er ist nur ein einfacher Handwerker mit null Kampffähigkeiten. Aber nachdem Dawoon in eine Falle gerät und einen fehlerhaften Reset überlebt, hat er willkürliche und dennoch sehr hilfreiche Fähigkeiten. Zusammen mit einem blutrünstigen Gefährten und einem niedlichen Eichhörnchen muss er sich etwas einfallen lassen, um das Spiel zu gewinnen und nach Hause zurückzukehren. Welche Abenteuer erwarten ihn in den Tunneln – jetzt, wo die Regeln für ihn scheinbar nicht mehr gültig sind?\n\n---\n- [Official German Translation](https://www.tappytoon.com/de/comics/dungeon-reset-de)",
      "en": "Dawoon's ordinary life is turned upside down when he is summoned into the Dungeon, where he must play a deadly game, outlasting dangerous monsters and life-threatening traps. To make matters worse, he's only a mere crafter with zero combat abilities. But after Dawoon falls into a trap and survives after a glitched reset, he's gained random but oddly helpful skills. He'll need to get creative to clear the game and return home, with a bloodthirsty assistant and an adorable ground squirrel along for the ride. Now that the rules no longer apply to him, what possibilities await in the tunnels below.",
      "fa": "⁧⁧   وقتی که بازنشانی شروع بشه، همه چیز به حالت قبلش برای شرکت کننده های بعدی برمیگرده، چرا بازنشانی روی من کار نمیکنه؟! با یک مهارت ساده بازی برای جئونگ داوون درون دانجن شروع میشه .",
      "fr": "La vie ordinaire de Dawoon bascule le jour où il se retrouve invoqué dans un monde parallère, dans lequel il va devoir jouer à un jeu mortel intitulé Dungeon Game. Il se retrouve ainsi obligé à faire face à de dangereuses créatures, ainsi qu'à de nombreux pièges mettant constamment sa vie en péril. Et comme si cette situation ne suffisait pas, il s'avère également que l'abilité dont il a été doté est totalement inutile en combat. Néanmoins, après être tombé dans un piège et avoir mystérieusement survécu, un étrange bug va lui donner de nouvelles compétences aléatoires, mais étrangement utiles. Il va devoir redoubler d'astuce pour finir le jeu et pouvoir enfin rentrer chez lui, tout en ayant à ses côtés un Assistant de jeu assoiffé de sang, et un adorable petit écureuil. Maintenant qu'il n'a plus aucune règle à suivre avec assiduité, que va-t-il se passer pour lui dans cet étrange univers ?\n\n---\n- [Official French Translation](https://www.tappytoon.com/fr/comics/dungeon-reset-fr)",
      "ja": "｢このダンジョンはリセットされます｣ 一度プレイしたダンジョンや罠は次の｢ユーザー｣のためにリセットされる。 しかしその｢リセット｣が俺には適応されない！？ 絶えずリセットされるダンジョンで唯一自由の身となった「奏多」。 その場しのぎで武装した｢バグ｣人間 定岡奏多のダンジョン開拓期が始まるーー！\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/40532)",
      "ko": "[던전이 리셋됩니다.]\n\n한번 플레이한 던전이나 함정은 다음 '유저'들을 위해 '리셋'이라는 과정을 거친다.\n그 '리셋'이, '나'에게는 적용되지 않는다?!\n\n\n끊임없이 리셋되는 던전에서 유일하게 자유로워진 존재.\n압도적인 노가다로 무장한 '버그 종자' 정다운의 던전 개척기가 시작된다!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8D%98%EC%A0%84-%EB%A6%AC%EC%85%8B/2373)",
      "ru": "[Идет перезагрузка Подземелья.] Подземелье или ловушки, в которых была игра, проходят стадию перезагрузки для следующих пользователей.Может, эта «перезагрузка» применима и ко мне?! Единственное существо, которое свободно от постоянно перезапускаемой Пещеры. Вооружившись грандиозной силой, Чон Да Ун начинает освоение Подземелья!",
      "th": "[ดันเจี้ยนกำลังรีเซ็ต]  \nเมื่อมีการเดินสำรวจดันเจี้ยนเกิดขึ้น, กับดักทุกอย่างเริ่มทำงาน, มันก็จะเริ่มทำการรีเซ็ตตัวเองเพื่อสำหรับ \"ผู้เล่น\" คนต่อไป  \nแต่ทว่าการรีเซ็ตเหล่านั้นดันใช้ไม่ได้กับฉัน! ฉันจะต้องอยู่อย่างไร้จุดหมายในดันเจี้ยนแห่งนี้อย่างไร้กำหนด, ฉัน, จัง ดาอุน  \n\"เจ้าข้อผิดพลาด\" ได้ได้เวลาเริ่มออกสำรวจดันเจี้ยนแห่งนี้แล้ว!",
      "zh-hk": "［副本即將重置。］\n\n為提供下一批「玩家」體驗，\n已通過的副本、已觸發的陷阱\n都會經過名為重置的過程。\n然而，那所謂的「重置」居然對「我」不管用?!\n\n在不斷重置的副本裡，身為唯一的自由之身，\n只能把苦力活做好做滿，「農起來」武裝自己，\n「Bug仔」鄭多運的副本開墾記就此展開!\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E5%89%AF%E6%9C%AC%E9%87%8D%E7%BD%AE/140)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "745f1b9e-87d0-4da9-8bb6-34ab1bbbafbe",
    "title": {
      "en": "Digital Devil Saga: Avatar Tuner Comic Anthology"
    },
    "updatedAt": "2024-04-10T22:00:22+00:00",
    "coverArt": "https://mangadex.org/covers/745f1b9e-87d0-4da9-8bb6-34ab1bbbafbe/ff29a0ab-fbdc-4245-bbc7-6a80f7d92977.jpg",
    "altTitles": [
      {
        "ja": "DIGITAL DEVIL SAGA ～アバタール・チュー～ コミックアンソロジー"
      }
    ],
    "description": {
      "en": "Anthology of short stories based on the Digital Devil Saga: Avatar Tuner video game."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": ""
  },
  {
    "mangaId": "4a89da3a-ebf9-467b-94a1-beeb7d1bd3e8",
    "title": {
      "en": "Koi yori Aoku"
    },
    "updatedAt": "2023-09-25T06:54:46+00:00",
    "coverArt": "https://mangadex.org/covers/4a89da3a-ebf9-467b-94a1-beeb7d1bd3e8/5a1392d4-9518-4d77-a86a-09b7f45d9531.jpg",
    "altTitles": [
      {
        "ja": "恋より青く"
      },
      {
        "en": "A Love Yet To Bloom"
      },
      {
        "ko": "사랑보다 푸른"
      },
      {
        "en": "Bluer Than Love"
      }
    ],
    "description": {
      "en": "Takamine, who can't find anything she likes, and Sakikura, who loves books. The two girls meet by chance and spend their after-school hours together. Are they friends? Or is it a nameless relationship spun between the two girls?\n\n------------\nNote: Serialization of the oneshot of same title by Fukaumi Kon in COMIC Ogyaaa!! published by Homesha."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e75c8053-00ed-4635-8535-2e976b4be2b0",
    "title": {
      "en": "Eiyuu Densetsu - Sora no Kiseki"
    },
    "updatedAt": "2021-05-25T15:48:59+00:00",
    "coverArt": "https://mangadex.org/covers/e75c8053-00ed-4635-8535-2e976b4be2b0/08caebed-f8ed-43de-9bdf-bdbdc3a07bf2.jpg",
    "altTitles": [
      {
        "en": "Eiyū Densetsu: Sora no Kiseki"
      },
      {
        "en": "Eiyuu Densetsu: Sora no Kiseki"
      },
      {
        "en": "Eiyuudensetsu Sora no Kiseki"
      },
      {
        "en": "Sora no Kiseki"
      },
      {
        "en": "The Legend of Heroes VI: Sora no Kiseki"
      },
      {
        "en": "The Legend of Heroes VI: Trails"
      },
      {
        "en": "空之轨迹"
      },
      {
        "en": "英雄伝説 空の軌跡"
      }
    ],
    "description": {
      "en": "In the southwest area of the Zemuria Continent lies the tiny Liberl Kingdom, a small monarchy that has managed to defy all attempts to overcome them during war. Liberl is split into five regions: Rolent, Bose, Ruan, Zeiss, and Grancel.  \n  \nIn the city of Rolent, Cassius Bright has raised two children by himself, Estelle and Joshua. He taught them everything they know, and one day he encourages them to sign up to become apprentices in the Bracers Guild. Soon after, however, he receives a letter and has to leave on business, leaving Estelle and Joshua to fend for themselves.  \n  \nWhile working, they receive notice one day that their father's airship has gone missing. With this in mind, the two gear themselves up, and set off to find the ship and save their father.   \n  \nBased on the video game Eiyuu Densetsu VI - Sora no Kiseki FC (The Legend of Heroes - Trails in the Sky) by Nihon Falcom."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a1d05b01-3a63-4b0c-bb0b-b674813d3058",
    "title": {
      "en": "Mitarai-ke, Enjou suru"
    },
    "updatedAt": "2023-06-21T00:11:26+00:00",
    "coverArt": "https://mangadex.org/covers/a1d05b01-3a63-4b0c-bb0b-b674813d3058/e1a8d29c-caaf-4f0b-b60e-e9e10a727988.jpg",
    "altTitles": [
      {
        "ja": "御手洗家、炎上する"
      },
      {
        "ja-ro": "Mitaraike, Enjousuru"
      },
      {
        "en": "The Mitarai's House is on Fire"
      },
      {
        "en": "Burn the House Down"
      },
      {
        "vi": "Lửa Thiêu Nhà Mitarai"
      }
    ],
    "description": {
      "en": "The house of the Mitarai family, who operated a hospital, burned down in an unfortunate incident. The wife who caused the fire in an act of carelessness prostrated herself, apologizing in front of the flames. 13 years later, Murata Anzu is hired as a housekeeper for the Mitarai house. The woman who greets her is the second wife, Makiko. Despite her high standards, Anzu manages to secure a contract for work. However, her true goal is to infiltrate the house.",
      "vi": "Một biến cố đau thương đã xảy đến với nhà Mitarai, một gia đình với truyền thống điều hành bệnh viện qua nhiều thế hệ, dẫn đến toàn bộ cơ ngơi đều bị nhấn chìm trong biển lửa. Người vợ, người được cho là nguyên nhân dẫn đến vụ cháy do sự bất cẩn của mình, chỉ biết quỳ xuống phủ phục tại chỗ, liên tục hết lời nói xin lỗi chồng và con gái.\n\nMười ba năm sau vụ hỏa hoạn, Murata Anzu, đã được thuê vào nhà Mitarai với tư cách một người giúp việc. Và người đã đứng ra thuê cô là Makiko, vợ kế của bố ruột mình. Thành công trong việc chứng minh sự hữu dụng trước những yêu cầu hà khắt của Makiko, Anzu đã chính thức ký được hợp đồng, danh chính ngôn thuận bước vào nhà Mitarai. Nhưng mục đích thật sự của cô lại không phải đơn giản chỉ có vậy..."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "39.5"
  },
  {
    "mangaId": "51fe4713-013a-4acc-8874-bfd01b60eff9",
    "title": {
      "en": "Glass Mask"
    },
    "updatedAt": "2022-12-29T13:35:14+00:00",
    "coverArt": "https://mangadex.org/covers/51fe4713-013a-4acc-8874-bfd01b60eff9/c8e4690e-f86a-4fa4-b605-31759b3f4032.jpg",
    "altTitles": [
      {
        "ja-ro": "Glass no Kamen"
      },
      {
        "it": "Il Grande Sogno di Maya"
      },
      {
        "vi": "Mặt Nạ Thủy Tinh"
      },
      {
        "en": "The Glass Mask"
      },
      {
        "id": "Topeng Kaca"
      },
      {
        "th": "นักรักโลกมายา"
      },
      {
        "th": "หน้ากากแก้ว"
      },
      {
        "ja": "ガラスの仮面"
      },
      {
        "zh": "千面女郎"
      },
      {
        "zh-hk": "玻璃面具"
      },
      {
        "ko": "유리가면"
      }
    ],
    "description": {
      "en": "Chigusa Tsukikage holds the rights to the play \"The Crimson Goddess,\" a lost masterpiece that many would love to see brought back to the stage.  \n  \nTsukikage, however, won't allow the cherished work to be diminished by an actress who isn't worthy of playing the title role. Fortunately, she has found two young actresses that just might be worthy: Maya Kitajima and Ayumi Himekawa. Though both actresses are exceptionally talented, only one can win the coveted role.\n\n---\n- **Won the Japan Cartoonists Association Award in 1995**\n\n---\n\nPublished in Indonesian by Elex Media as **Topeng Kaca**"
    },
    "status": "hiatus",
    "releaseDate": 1976,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d86cf65b-5f6c-437d-a0af-19a31f94ec55",
    "title": {
      "ja-ro": "Ijiranaide, Nagatoro-san"
    },
    "updatedAt": "2024-04-15T23:02:28+00:00",
    "coverArt": "https://mangadex.org/covers/d86cf65b-5f6c-437d-a0af-19a31f94ec55/9536e948-9e5c-4b22-8e35-e88174731984.jpg",
    "altTitles": [
      {
        "id": "Jangan goda aku, Nagatoro"
      },
      {
        "es-la": "No te burles de mi, Nagatoro"
      },
      {
        "fr": "Arrête de me chauffer, Nagatoro"
      },
      {
        "ru": "Не издевайся, Нагаторо"
      },
      {
        "ja": "イジらないで、長瀞さん"
      },
      {
        "ko": "괴롭히지 말아요, 나가토로 양"
      },
      {
        "de": "Neck mich nicht, Nagatoro-san"
      },
      {
        "zh-hk": "不要欺負我，長瀞同學"
      },
      {
        "th": "ยัยตัวแสบแอบน่ารัก นางาโทโระ"
      },
      {
        "ar": "لا تلعبي معي يا آنسة ناغاتورو"
      },
      {
        "it": "Non tormentarmi, Nagatoro!"
      },
      {
        "fa": "اذیتم نکن، ناگاتورو سان"
      },
      {
        "he": "אל תשתעשעי איתי, נאגאטורו"
      },
      {
        "es-la": "No me Molestes, Nagatoro-san"
      },
      {
        "en": "Please Don't Bully Me, Nagatoro"
      },
      {
        "uk": "Не дражни мене, Нагаторо-сан"
      },
      {
        "cs": "Nehraj si se mnou Nagatoro"
      },
      {
        "en": "Don't Toy With Me, Miss Nagatoro!"
      },
      {
        "es": "No me rayes, Nagatoro"
      },
      {
        "pt-br": "Não Mexa Comigo, Nagatoro"
      },
      {
        "pl": "Nie drocz się ze mną, Nagatoro!"
      }
    ],
    "description": {
      "en": "Naoto Hachiouji —our spineless— MC (Known also as \"Senpai\") is a second-year high school student and a loner who spends his afternoons at the Arts Club room. He attracts the attention of one of his schoolmates, a sadistic freshman girl named Nagatoro. However, in between the bullying and teasing, something else begins to blossom.\n\nA lovey-dovey(…?) story between a shy nerd and an S-Dere (Sadistic Tsundere) begins.\n\n---\n\n**Links:**\n\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10042/episode/313808) (U.S. Only), [Kodansha](https://kodansha.us/series/dont-toy-with-me-miss-nagatoro/)",
      "es": "Naoto Hachioji está en segundo de bachillerato, es un chico tan tímido e introvertido como buen dibujante. Un día, mientras busca un sitio donde sentarse a dibujar en la biblioteca, se le caen las páginas del manga que hacía, justo al lado de un grupo de chicas que, al verlas, se ríen de él en su cara y se van… excepto una estudiante de primero, Hayase Nagatoro, que básicamente empieza a darle caña hasta hacerlo llorar.\n\nDesde entonces, Nagatoro y consecuentemente sus amigas, no van a parar de rayar a su “senpai” y molestarlo de todas las maneras posibles… Pero hay tres cosas a tener en cuenta: Nagatoro es especialmente tocanarices cuando están a solas, se molesta bastante si sus amigas se pasan con él, y en definitiva lo que ella busca es que su senpai salga de su burbuja autoimpuesta para que se divierta y conozca un poco el mundo que lo rodea… y quizás algo más…",
      "ja": "憎たらしいけど愛おしい。苦しいのに傍にいたい。あなたの中の何かが目覚める、“Sデレ少女”の物語。",
      "pl": "Naoto Hachiouji to nieśmiały chłopak, którego mało co przeraża tak, jak wredne dziewczyny. Nic więc dziwnego, że jego największym szkolnym koszmarem zostaje Nagatoro – koleżanka z niższego roku, która obrała go sobie za cel, regularnie serwując mu atrakcje z pogranicza wojskowej fali i końskich zalotów. Choć wydawać by się mogło, że szkolne życie chłopaka na zawsze pozostanie pasmem nieszczęść, nieoczekiwanie relacja tych dwojga zaczyna zmierzać w niespodziewanym kierunku…\n\n(źródło: Studio JG)",
      "ru": "Нагаторо - переведённая ученица в старшей школе, которой нравится дразнить своего семпая. Но он всё стерпит. И пусть ему придётся пройти через все виды издевательств - он всё простит, потому что влюблён.",
      "es-la": "A la estudiante de preparatoria Hayase Nagatoro le encanta pasar su tiempo libre haciendo una cosa, ¡y eso es molestar a su Senpai! Después de que Nagatoro y sus amigos se topan con los dibujos del aspirante a artista, disfrutan molestando sin piedad al tímido Senpai. Nagatoro decide continuar con su cruel juego y lo visita a diario para poder obligar a Senpai a hacer lo que le interese en ese momento, especialmente si eso lo hace sentir incómodo. Ligeramente interesado por Nagatoro y algo temeroso de ella, Senpai está constantemente involucrado en sus payasadas mientras sus intereses, pasatiempos, apariencia e incluso personalidad se usan en su contra mientras ella se entretiene a sus expensas. A medida que pasa el tiempo, Senpai se da cuenta de que no le desagrada la presencia de Nagatoro, y los dos desarrollan una amistad incómoda mientras uno soporta pacientemente las payasadas del otro.",
      "pt-br": "Nagatoro é uma menina de primeiro ano na escola que adora fazer bullying com seu Senpai. Mas ele aceita isso, mesmo depois de ter passado por todos os tipos de situações humilhantes e embaraçosas, porque ele está apaixonado por ela."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "525cbec1-0650-49ff-8d9f-7a0fc054ee8f",
    "title": {
      "en": "Fudajo! ~Otome Shoukan Datsui Taisen~"
    },
    "updatedAt": "2023-12-08T06:01:53+00:00",
    "coverArt": "https://mangadex.org/covers/525cbec1-0650-49ff-8d9f-7a0fc054ee8f/ae101446-7eb1-4a5d-9a79-8ec7a73394bd.jpg",
    "altTitles": [
      {
        "ja": "ふだじょ！～乙女召喚脱衣大戦～"
      },
      {
        "zh-hk": "卡片少女召唤脱衣大战"
      },
      {
        "zh-hk": "召唤卡片少女脱衣大战"
      },
      {
        "en": "Card Girl!: Maiden Summoning Undressing Wars"
      }
    ],
    "description": {
      "en": "A world where cute girls become cards and fight. And it's terrifying (happy?). In other words, you have to get the other girl to take off her clothes. Use the girls, who materialize from the cards, and their intelligence and strength to win! If you win, the other girl card is yours! A harem is not a dream."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "erotica",
    "lastVolume": "5",
    "lastChapter": "59"
  },
  {
    "mangaId": "dcebd4d5-d384-4079-8491-62bf1b9a9cd8",
    "title": {
      "en": "Garouden"
    },
    "updatedAt": "2024-03-11T21:00:23+00:00",
    "coverArt": "https://mangadex.org/covers/dcebd4d5-d384-4079-8491-62bf1b9a9cd8/bad223c2-2c69-4a8c-b8eb-43d855963fbc.jpg",
    "altTitles": [
      {
        "en": "Legend of the Hungry Wolves (Itagaki Keisuke)"
      },
      {
        "ja": "餓狼伝"
      },
      {
        "he": "גארודן"
      },
      {
        "ja-ro": "Ga-Rou-Den"
      },
      {
        "de": "Wie hungrige Wölfe"
      },
      {
        "ja-ro": "Garoden (Itagaki Keisuke)"
      }
    ],
    "description": {
      "en": "What does it mean to be strong? What attracts men to fight in hand to hand combat? These and many other questions are explained and detailed in Garouden, a novel series by Yumemakura Baku (illustrated by celebrity manga author Itagaki Keisuke).  \n  \nFighting expert Bunshichi Tanba enjoys defeating TV fighting champions and celebrities on the street, until he stumbles upon the underground wrestling club known as FAW (Federation of Amateur Wrestling), and unfortunately he is defeated by one of the underdogs of the wrestling world. He forces himself to improve and looks for a rematch.  \nYears later, he returns better than ever, and his fights attract the attention of the two \"monsters\" of the fighting world who are in constant competition, Makoto \"the Great\" Tatsumi, owner of the FAW and possessing a power and charisma unrivaled in the ring, and \"the Demon of Karate\" Matsuo Shozan, owner of the best Karate schools in Japan and possessing a power and speed that's almost godlike.  \nBoth will try to recruit Tanba to their own side, and Tanba will experience a wold of fighting like he has never seen, with friends and rivals everywhere, and he will have to step up to the many challenges that confront him.  \nFeatures other martial arts characters from his other fighting novel series, The Gate of the Lions. Currently the best \"serious\" martial arts manga title in Japan, this is another of Baku's masterpieces that, unlike his other fantasy epic titles, has surprising realism in its deep exploration of martial arts and those who use it."
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "suggestive",
    "lastVolume": "25",
    "lastChapter": "238"
  },
  {
    "mangaId": "ce25484a-6be2-4f29-807c-569dfed8a091",
    "title": {
      "en": "Danshi Kokoseidakedo Gyaru ni TS Shimashita"
    },
    "updatedAt": "2024-04-14T06:22:22+00:00",
    "coverArt": "https://mangadex.org/covers/ce25484a-6be2-4f29-807c-569dfed8a091/b3028479-88c9-4fc9-8105-759df9cc311e.jpg",
    "altTitles": [
      {
        "ja": "男子高校生だけどギャルにTSしました"
      },
      {
        "en": "I’m a High School Boy, but I Got Gender-Swapped Into a Gyaru"
      },
      {
        "ja-ro": "Danshi Koukousei Dakedo Gal ni TS Shimashita"
      }
    ],
    "description": {
      "en": "Shunpei, a loner high schooler, became a gyaru after saving the god of gyaru from drowning. Through his mother's connections, he was able to transfer to an all-girls school, but it was stuffed to the brim with gyarus! \nEvery day is a sensory overload for Shunpei, who's never even talked to a girl, let alone a gyaru.\n\nIt's the beginning of an introverted high school guy => gender-swapped gyaru comedy!\n\n---\n- [Alternative Official Raw (NicoNico)](https://seiga.nicovideo.jp/comic/67976)",
      "ja": "陰キャ男子・桜井は、目の前で溺れていたギャル神様を助けた恩恵でギャルになってしまった。\n母親の伝手で転校することができたが、その学校はギャルだらけの女子校だった！\nギャルどころか女子とまともに交流したことがない桜井にとって刺激が強すぎる毎日…。\n陰キャ男子高校生⇒ギャルTSコメディ開幕！！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5b21ca1-bba5-4b9a-8cd1-6248f731650b",
    "title": {
      "en": "Shuumatsu no Valkyrie"
    },
    "updatedAt": "2024-03-19T19:55:44+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ca1-bba5-4b9a-8cd1-6248f731650b/dfd2d1d9-7d36-481c-9bd3-ecfb3c3a2ca8.jpg",
    "altTitles": [
      {
        "en": "Record of Ragnarok"
      },
      {
        "ja-ro": "Shuumatsu no Walküre"
      },
      {
        "en": "World's End Valkyrie"
      },
      {
        "ru": "Повесть о Конце Света"
      },
      {
        "fa": "تاریخچه رگنوراک"
      },
      {
        "ja": "終末のワルキューレ"
      },
      {
        "en": "Valkyrie of the End"
      },
      {
        "zh-hk": "終末的女武神"
      },
      {
        "fr": "Valkyrie Apocalypse"
      },
      {
        "es-la": "Los Registros del Ragnarok"
      },
      {
        "ar": "سجلات راغناروك"
      },
      {
        "uk": "Повість про кінець світу"
      },
      {
        "bg": "Рагнарок"
      },
      {
        "tr": "Ragnarok Kaydı"
      },
      {
        "id": "Rekam Jejak Ragnarok"
      },
      {
        "id": "Valkri Jawir Asli Jaksel"
      },
      {
        "en": "Valkyrie Apocalypse"
      }
    ],
    "description": {
      "en": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n\n---\n  - Alternative English Translation: [<comikey>](https://comikey.com/comics/record-of-ragnarok-manga/61/)",
      "fa": "⁧⁧ داستان جایی شروع میشه که خدایان بحث این رو به میان میاورند که انسان‌ها زنده بمانند یا نابود شوند. ولی یک والکری به تنهایی بحث را به سمتی میکشاند که به انسان‌ها اجازه یک مبارزه در مقابل خدایان داده شود. و به این شکل کور سوی امید بشریت روشن باقی میماند. سیزده خدا، سیزده انسان، در مقابل هم قرار میگیرند تا سرنوشت بشریت را مشخص کنند",
      "fr": "Tous les mille ans, l'ensemble des dieux, tous panthéons réunis, se réunissent au Valhalla, le paradis des âmes, lors d'une assemblée présidée par Zeus, le dieu suprême grec, afin de décider du sort des humains. Or, cette année-là, il est décidé à la quasi-unanimité de détruire l'humanité. Mais la Valkyrie Brunehilde interrompt la conférence et propose aux dieux de se mesurer aux mortels lors du tournoi de Ragnarök, pour déterminer s'ils valent vraiment la peine d'êtres anéantis. Ce tournoi opposera 13 dieux issus de diverses mythologies à 13 puissants humains qui ont fait l'histoire. Si l'humanité remporte au moins sept des 13 duels, alors les dieux épargneront l'humanité.",
      "id": "- In Indonesian by [Akasha](http://www.mncgramedia.id/comics/comic_detail/akasha-record-of-ragnarok-01) as \"Record of Ragnarok\"",
      "it": "- In Italian by [Star Comics](https://www.starcomics.com/titoli-fumetti/record-of-ragnarok) as \"Record of Ragnarok\"",
      "ru": "История начинается c собрания богов, на котором они решают судьбу человечества: убить всех или оставить в живых, согласившись в никчёмности рода людского, боги выбирают первое... Но одна валькирия выдвигает предложение: позволить богам и человечеству сразиться в битве, в качестве последнего луча надежды людей. 13 богов сразятся против 13 чемпионов людей в битвах один на один, чтобы решить, будет ли человечество жить или сгинет в могуществе божественной силы.",
      "tr": "Hikâye, tanrıların insanlığın yaşamasına ya da ölmesine karar vermek için bir toplantı düzenlemesi ve insanlığı yok etmeye karar vermesiyle başlar. Ancak yalnız bir Valkyrie, insanlığın hayatta kalması için son bir umut olarak tanrıların ve insanlığın son bir savaşa girmesine izin verilmesi önerisini ortaya atar. 13 tanrı, insanlığın yaşayıp yaşamayacağına karar vermek için teke tek savaşlarda 13 insan şampiyona karşı dövüşecektir.",
      "uk": "Історія починається зі зборів богів, на яких вирішується доля людства: життя чи смерть. Погодившись з нікчемністю людського роду, боги вибирають друге... Але одна валькірія висуває пропозицію: дозволити богам і людям битися в битві, яка стане останнім променем надії для людства. 13 богів б'ються проти 13 людських чемпіонів у битвах віч-на-віч, щоб вирішити, чи буде людство жити чи згине у могутності божественної сили.",
      "es-la": "Los Dioses se reúnen con el objetivo de decidir si la humanidad debe vivir o morir. Y aunque llegan a la conclusión de que debe perecer, una Valkyria propone que una lucha de dioses contra humanos para tomar tan difícil decisión. Así, 13 humanos pelearán contra 13 Dioses para resolver el destino de la humanidad.",
      "pt-br": "A cada 1.000 anos, as divindades se reúnem sob o conselho de Valhalla para decidir sobre o direito da humanidade de continuar vivendo, ou por sua destruição, porém desta vez os deuses estão furiosos com o descaso humano para com o planeta, pendendo passim para aniquilar toda a raça humana, porém uma única valquíria os convencem de realizar o Ragnarok, uma batalha mortal entre humanos e deuses para decidir sob sua sobrevivência, 13 humanos enfrentarão 13 deuses. Serão este humanos capazes de colidir com as poderosas divindades?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d68ce67b-38f3-454a-854f-118323b6ff4b",
    "title": {
      "en": "Angel Beats! Tabisuru Tenshi-chan"
    },
    "updatedAt": "2024-01-25T03:50:25+00:00",
    "coverArt": "https://mangadex.org/covers/d68ce67b-38f3-454a-854f-118323b6ff4b/0b576f9c-eb1d-4aef-bad8-c9733ddcedbb.png",
    "altTitles": [
      {
        "en": "Traveling Tenshi-chan"
      },
      {
        "ja": "旅する天使ちゃん"
      },
      {
        "ja": "Angel Beats!  旅する天使ちゃん"
      },
      {
        "ja-ro": "Enjerubītsu tabi suru tenshi-chan"
      },
      {
        "vi": "Thiên sứ-chan du hành"
      },
      {
        "id": "Tenshi-chan dalam Petualangan"
      }
    ],
    "description": {
      "en": "Kanade Tachibana is a cute girl who is called \"Tenshi-chan\" at school. She traveled all over the country in search of \"someone\". During her travels, when she stops by Kanagawa, she meets Yuri Nakamura, a lively and cheerful girl. People who look a lot like SSS members also appear on the road!? Will Angel be able to find \"a certain person\"...?",
      "vi": "Đây là một spin-off của \"Angel Beats!\".\n\nTachibana Kanade là một cô gái xinh xắn được các bạn ở trường gọi là \"Thiên sứ-chan\". Cô đang du hành xuyên Nhật Bản để tìm kiếm \"một ai đó\". Dọc đường, khi đi ngang qua Kanagawa, cô gặp một cô nàng năng nổ và vui tính tên Nakamura Yuri.\n\nNhững người giống hệt các thành viên của chiến tuyến SSS cũng sẽ xuất hiện trong chuyến du hành của Thiên sứ-chan. Liệu cuối cùng cô sẽ có thể tao ngộ cùng \"ai đó\"?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94bfc769-f5e5-4f88-838c-4f69e7a663c2",
    "title": {
      "en": "Kuchi ga Saketemo Kimi Ni Wa"
    },
    "updatedAt": "2024-04-13T17:40:50+00:00",
    "coverArt": "https://mangadex.org/covers/94bfc769-f5e5-4f88-838c-4f69e7a663c2/2eee7016-a309-45b1-8f2d-34a31758e58d.jpg",
    "altTitles": [
      {
        "en": "Even If You Slit My Mouth"
      },
      {
        "ja": "口が裂けても君には"
      },
      {
        "ja-ro": "Kuchi ga Saketemo Kimi Niwa"
      },
      {
        "ne": "तिमीले मेरो मुख चिथर्दै पनि"
      }
    ],
    "description": {
      "en": "Miroku-san, the slit-mouth woman, is to marry high school student Kouichi to maintain her existence as his family has been in charge of upkeeping superstitions for generations. To add, there seems to be another reason that he seems more than willing…   \n  \nMiroku, however, would rather use her own strength than borrow that of others. Thus, they establish a contract as follows.  \n1. For a trial period of a year, they are to act as though they were married.  \n2. If she is able to scare him within that year, the engagement will be broken.  \n \n---\n\n*This is the three-part short story's official serialization, which began on the Shonen Jump+ website on November 10, 2020.*",
      "fr": "Miroku-san, la femme à la bouche fendue, doit épouser Kouichi, un lycéen, pour maintenir son existence, car sa famille est responsable de l'entretien des superstitions depuis des générations. Pour ajouter, il semble y avoir une autre raison pour laquelle il semble plus que disposé …   \r\n  \r\nMiroku, cependant, préfère utiliser sa propre force plutôt que d'emprunter celle des autres. Ainsi, ils établissent un contrat comme suit.   \r\n1. Pendant une période d'essai d'un an, ils doivent agir comme s'ils étaient mariés.   \r\n2. Si elle parvient à lui faire peur dans l'année, l'engagement sera rompu.",
      "pt-br": "Miroku-san, a mulher com a boca cortada, vai se casar com o estudante Kouichi do ensino médio para manter sua existência, já que sua família é responsável por manter superstições há gerações. Para adicionar, parece haver outra razão pela qual ele parece mais do que disposto...\n\nMiroku, entretanto, prefere usar sua própria força do que pedir emprestada a de outros. Assim, eles estabelecem um contrato:\n1. Por um período experimental de um ano, devem agir como se estivessem casados;\n2. Se ela conseguir assustá-lo naquele ano, o noivado será rompido."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "80"
  },
  {
    "mangaId": "26a869ad-bd0c-4d2d-9ce4-e136d4d02777",
    "title": {
      "en": "My Crazy Boss"
    },
    "updatedAt": "2024-04-13T19:42:12+00:00",
    "coverArt": "https://mangadex.org/covers/26a869ad-bd0c-4d2d-9ce4-e136d4d02777/231d1aa1-0470-4e24-8e74-35d5819710fb.jpg",
    "altTitles": [
      {
        "ko": "사장님이 미쳤어요"
      },
      {
        "fr": "Mon Boss, le Fou"
      }
    ],
    "description": {
      "fr": "Seo-Woo qui aimait en secret son patron, n'imaginait pas qu'un jour il allait vraiment lui demander de sortir avec lui. Min-Hyeok qui était si distant et froid, était devenu un homme passionné et fidèle à Seo-Woo. Avant même de s'habituer à ce soudain changement, elle découvre un secret \"fatal\" qui va lui permettre de montrer qui est le vrai \"patron\" dans cette relation... .",
      "ko": "사장님에게 고백받았다.\n\"연애하죠. 결혼을 전제로.\"\n남몰래 그를 짝사랑해왔던 서우의 심장은 쿵 내려앉는데.\n우리 사장님이 혹시 미친 걸까?\n\n\"은서우 씨가 날 버리지 않는 이상 헤어질 일은 절대 없을 겁니다.\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "827a3cbf-6859-4f71-906f-285596becb59",
    "title": {
      "ja": "Nido to Jidori Okutte Yannai!"
    },
    "updatedAt": "2024-04-06T18:07:35+00:00",
    "coverArt": "https://mangadex.org/covers/827a3cbf-6859-4f71-906f-285596becb59/01b322f1-6b49-4971-86f9-6e6b8f9bdea7.jpg",
    "altTitles": [
      {
        "ja": "二度と自撮り送ってやんない！"
      },
      {
        "en": "I'll never send a selfie again!"
      },
      {
        "ru": "Я больше никогда не буду отправлять тебе селфи!"
      },
      {
        "ja-ro": "Nido to Jidori Okutte Yannai!"
      }
    ],
    "description": {
      "en": "My childhood friend keeps asking me for a selfie to use as a reference for his drawing, what do I do?",
      "ja": "久しぶりに連絡を寄こした幼馴染の影介。漫画の作画資料用にわたしの自撮り写真を送ってほしんだって。成長していろいろ変わった私を見て驚け・・・て、ありがとう以外のこと何か言えないの⁉　恥ずかしいのを我慢して撮っているのに！気になり始めた幼馴染同士の自撮りコミュニケーション・ラブコメ！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "90"
  },
  {
    "mangaId": "c9926df8-a200-40ba-8c05-0f5b375180c9",
    "title": {
      "en": "Sayonara Eri"
    },
    "updatedAt": "2024-04-15T21:47:43+00:00",
    "coverArt": "https://mangadex.org/covers/c9926df8-a200-40ba-8c05-0f5b375180c9/75ab6313-cfff-4b88-9056-32f1f6690495.jpg",
    "altTitles": [
      {
        "ja": "さよなら絵梨"
      },
      {
        "en": "Goodbye, Eri"
      },
      {
        "id": "Selamat tinggal, Eri"
      },
      {
        "ar": "وداعًا، إري"
      },
      {
        "pl": "Żegnaj, Eri"
      },
      {
        "ru": "Прощай, Эри"
      },
      {
        "uk": "Прощавай, Ері"
      },
      {
        "fr": "Adieu Eri"
      },
      {
        "kk": "Сау бол, Ери"
      },
      {
        "hi": "अलविदा, एरी"
      },
      {
        "el": "Αντίο, Έρι"
      },
      {
        "it": "Addio, Eri"
      },
      {
        "es-la": "Adiós, Eri"
      }
    ],
    "description": {
      "el": "Με τον θάνατο της άρρωστης μητέρας του να πλησιάζει, ο νεαρός Γιούτα χρησιμοποίει το κινητό που του πήραν οι γονείς του για να αποτυπώσει τις τελευταίες στιγμές της και να φτιάξει μια ταινία. Στην οροφή του νοσοκομείου που κάποτε βρισκόταν η μητέρα του συναντάει ένα μυστηριώδες κορίτσι.",
      "en": "With his mother dying, Yuta attempts to capture her last days on his phone. After her death, Yuta heads to the roof of the hospital to commit suicide, but a meeting with a strange girl leads him on the path to making a movie.",
      "id": "Karena ibunya yang sekarat, Yuta berusaha merekam saat-saat tersakhir ibunya menggunakan ponsel miliknya. Setelah meninggalnya sang ibu, Yuta beranjak ke atap sebuah rumah sakit untuk bunuh diri, tetapi di sana ia berjumpa dengan gadis aneh yang membuatnya melanjutkan hari demi membuat film.",
      "pl": "Cierpiąc na śmiertelną chorobę, matka Yuuty prosi go, żeby nagrał jej ostatnie chwile życie, na co się zgadza. Od jej promiennego uśmiechu, gdy spędza czas z rodziną, po czasy, gdy choroba wyniszcza jej ciało w szpitalu, nagrywa dziesiątki godzin materiałów. Po jej śmierci Yuuta zapisuje jej życie w formie filmu, któy pokazuje w szkole. Zdecydował się dodać odrobinę fantastyki do końcówki filmu, Bombowa Matka, dosłowną eksplozją!\n\nPo otrzymaniu negatywnych opinii, dotyczących nieprzyzwoitego sposobu przedstawienia śmierci jego matki, Yuuta idzie na dach szpitala odebrać sobie życie—ale tam spotyka dziewczynę, Eri. Oczarowana jego filmem, Eri prosi Yuutę, żeby zrobił nowy film, który doprowadzi widownię do łez i udowodni krytykom, że się mylili. Film, który zamierzają zrobić, będzie się wyróżniał, zacierając linię między faktem a fikcją. I oczywiście, to nie byłby film Yuuty, gdyby nie miał jego popisowego numeru—ciutki fantastyki. (Oryginalny opis od: MAL Rewrite)",
      "uk": "Юта намагався зняти останні дні матері на свій телефон, поки вона помирала. Після її смерті хлопець приходить на дах лікарні, щоб покінчити життя самогубством, проте зустріч з дивною дівчиною приводить його до створення фільму.",
      "es-la": "Yuuta filma con su teléfono a su madre enferma hasta el momento de su muerte. Luego de su fallecimiento, Yuuta se dirije a la azotea de un hospital para suicidarse. Sin embargo, allí se encuentra con una joven y comienza a filmar una película que marcará su vida.",
      "pt-br": "Com sua mãe morrendo, Yuta faz o possível para capturar seus últimos momentos em seu celular. Depois que ela morre, Yuta vai ao telhado do hospital para tentar cometer suicídio, mas ao se deparar com uma estranha garota, seu destino muda."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b24d2c22-5b28-44d4-a77f-0e920cd960a6",
    "title": {
      "en": "Wolf-chan wa Sumashitai"
    },
    "updatedAt": "2024-01-23T04:19:20+00:00",
    "coverArt": "https://mangadex.org/covers/b24d2c22-5b28-44d4-a77f-0e920cd960a6/343cfa03-cbc6-40da-b0bf-42e678dba4a0.jpg",
    "altTitles": [
      {
        "ja": "ウルフちゃんは澄ましたい"
      },
      {
        "en": "Wolf-chan Wants to Be Clear"
      },
      {
        "id": "Gadis Serigala Mencoba Untuk Berpura pura Tidak Peduli"
      },
      {
        "ja-ro": "Wolf chan wa Sumashitai"
      },
      {
        "en": "Wolf-chan Is Trying to Feign Indifference"
      }
    ],
    "description": {
      "en": "The cool, lone-wolf girl and her precious, unrequited crush!\n\n(Source: Ganma!, translated)",
      "ja": "ウルフカットで一匹狼なクール系女子の尊い片想い！",
      "pt-br": "A loba solitária fria, e seu precioso amor não correspondido!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc2a2247-1a29-48e9-a1c5-b45ed7166c9a",
    "title": {
      "en": "Magi Craft Meister"
    },
    "updatedAt": "2024-02-18T23:43:53+00:00",
    "coverArt": "https://mangadex.org/covers/fc2a2247-1a29-48e9-a1c5-b45ed7166c9a/a54853d0-1b87-4de6-a827-af9607254fb0.jpg",
    "altTitles": [
      {
        "en": "Magicraft Meister"
      },
      {
        "ja": "マギクラフト・マイスター"
      }
    ],
    "description": {
      "en": "There is only one Magi Craft Meister in the world. After the death of the last Meister over one thousand years ago, Jin Nidou was transported to another world in order to succeed her will.\n\nAfter obtaining the knowledge of the Magi Craft Meister, Jin attempts to use a warp gate but it malfunctions, transporting him to an unknown world. Along with that, an automata he recently restored also uses the warp gate in order to search for her “father”. Thus, the crafting journey of the new Magi Craft Meister begins!",
      "ja": "異世界に召喚された二堂仁は、世界でただひとりの魔法工学師（マギクラフト・マイスター）の後継者に指名された。先代の知識、研究所にある素材すべてを受け継いだ仁は地球の知識も使い、異世界でモノ作りで人を幸せにしようと奮闘する。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f237a5f-07ad-4e43-bbd9-2a320694434d",
    "title": {
      "en": "The Rising of the Shield Hero"
    },
    "updatedAt": "2024-04-12T23:19:05+00:00",
    "coverArt": "https://mangadex.org/covers/0f237a5f-07ad-4e43-bbd9-2a320694434d/ad0d3901-8e6e-4598-851a-f25230479182.jpg",
    "altTitles": [
      {
        "de": "Der Aufstieg des Schildhelden"
      },
      {
        "es": "El Ascenso del Héroe del Escudo"
      },
      {
        "tr": "Kalkan Kahramanı'nın Yükselişi"
      },
      {
        "fr": "L'Ascension du Héro au Bouclier"
      },
      {
        "tl": "Pag-aalsa ng Bayani"
      },
      {
        "ms": "Kebangkitan Pahlawan Perisai"
      },
      {
        "ru": "Восхождение Героя Щита"
      },
      {
        "th": "ผู้กล้าโล่ผงาด"
      },
      {
        "ja": "盾の勇者の成り上がり"
      },
      {
        "zh": "盾之勇者成名录"
      },
      {
        "zh-hk": "盾之勇者成名錄"
      },
      {
        "ko": "방패 용사 성공담 (방패 용자의 성공기)"
      },
      {
        "it": "L'ascesa dell'eroe con lo scudo"
      },
      {
        "vi": "Sự Trỗi Dậy Của Khiên Anh HùngQuan"
      },
      {
        "pt": "A Ascensão do Herói do Escudo"
      },
      {
        "tr": "Kalkan Kahramanın Yükselişi"
      },
      {
        "it": "L'ascesa dell'eroe dello scudo"
      },
      {
        "vi": "Sự trỗi dậy của Dũng sĩ Khiên"
      },
      {
        "bg": "Възходът на героя на щита"
      },
      {
        "uk": "Сходження Героя Щита"
      },
      {
        "fa": "ظهور قهرمان سپر"
      },
      {
        "ar": "نهوض بطل الدرع"
      },
      {
        "ja-ro": "Tate no Yuusha no Nariagari"
      },
      {
        "ka": "ფარის გმირის აღზევება"
      }
    ],
    "description": {
      "en": "Naofumi Iwatani, an uncharismatic Otaku who spends his days on games and manga, suddenly finds himself summoned to a parallel universe! He discovers he is one of four heroes equipped with legendary weapons and tasked with saving the world from its prophesied destruction.  \nAs the Shield Hero, the weakest of the heroes, all is not as it seems. Naofumi is soon alone, penniless, and betrayed. With no one to turn to, and nowhere to run, he is left with only his shield. Now, Naofumi must rise to become the legendary Shield Hero and save the world!",
      "ru": "Иватани Наофуми - типичный отаку, которого нагло призывают в другой мир и просят спасти его. Недолго ломаясь, он все-таки решается согласиться, попутно став одним из четырех героев - \"Героем Щита\". И все бы ничего, если бы парня не ограбили на третий день, да еще и в изнасиловании обвинили… Ограбленный и униженный перед обществом, Наофуми решает найти обидчиков и задать им жару. Помогать с этим ему будет девушка из расы енотолюдей, которую он выкупил у работорговца… \n\nАдаптация ранобэ Tate no Yuusha no Nariagari от Aneko Yusagi."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ec776ed-a512-4264-a8e2-e06c9d6ccd70",
    "title": {
      "en": "Onii-chan wa Oshimai! - Momimahi Manga (Doujinshi)"
    },
    "updatedAt": "2024-04-15T19:39:22+00:00",
    "coverArt": "https://mangadex.org/covers/8ec776ed-a512-4264-a8e2-e06c9d6ccd70/3476d8b6-6487-4dd2-9b32-aa5b091f6498.jpg",
    "altTitles": [],
    "description": {
      "es": "Dōjinshi creado por HIROsae basado en el manga de onimai, esta trata sobre el romance entre Mahiro y Momiji."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0801da28-bd53-47ce-b3be-08fc06527497",
    "title": {
      "en": "Teihen Ossan, Cheat Kokusei de Isekai Rakuraku Life"
    },
    "updatedAt": "2024-03-06T19:51:40+00:00",
    "coverArt": "https://mangadex.org/covers/0801da28-bd53-47ce-b3be-08fc06527497/0e152485-f811-487f-a515-e799985ec584.jpg",
    "altTitles": [
      {
        "en": "Bottom-Tier Old Man, Living the Easy Life in Another World with Cheat Powers"
      },
      {
        "ja": "底辺おっさん、チート覚醒で異世界楽々ライフ"
      }
    ],
    "description": {
      "en": "Reincarnated from a bottom-tier salaryman to an adventurer, he possessed only one skill: [Game]. A seemingly dead-end second life enveloped in games even in another world… This is the record of a man’s meteoric rise from the depths to cheat-level life in another world!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d4db0c2-3c43-45c8-aac1-af2af63e85ff",
    "title": {
      "en": "NEET dakedo Hello Work ni Ittara Isekai ni Tsuretekareta"
    },
    "updatedAt": "2024-01-07T13:28:57+00:00",
    "coverArt": "https://mangadex.org/covers/4d4db0c2-3c43-45c8-aac1-af2af63e85ff/fd7bc158-174e-4300-ae9e-6d2b3f41b623.jpg",
    "altTitles": [
      {
        "en": "I'm a NEET but when I went to Hello Work I got taken to another world"
      },
      {
        "ru": "Я NEET, но когда пошёл устраиваться на работу, попал в иной мир"
      },
      {
        "ja": "ニートだけどハロワにいったら異世界につれてかれた"
      },
      {
        "zh": "尼特族的异世界就职记"
      }
    ],
    "description": {
      "en": "The 23-year-old NEET Masaru Yamano went to Hello Work and found an interesting job offer. \n \n_\"A sword and sorcery fantasy, playtest for Miniature Garden of Razgrad World. Extended period of time, preferred to be able to live on-site. Monthly salary of 250,000+ yen.\"_ \n \nHe immediately goes to the interview and signs a contract. However, the place of employment is another world. Because of the contract, he’s taken there. To survive, Masaru receives a cheat, but he is told the shocking truth: the world will be destroyed in 20 years! Can a simple NEET prevent the destruction of the world?!",
      "ru": "23-летний безработный Ямано Масару отправился в Hello Work и нашёл интересное предложение работы.  \n«Тестовая игра в маленьком саду «Мир Разград». Срок работы длительный, с проживанием на рабочем месте. Оплата: 250 000 иен + комиссия.»  \nПройдя собеседование и подписав договор, Масару попадает на место своей новой работы — другой мир! Согласно договору, Масару получил особую способность, а вскоре узнал шокирующую правду: «этот мир будет уничтожен через 20 лет». Сможет ли простой безработный предотвратить разрушение мира?!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c84ffbda-8648-4356-aa5b-e472b155c529",
    "title": {
      "en": "noHEROES!"
    },
    "updatedAt": "2023-08-28T04:45:16+00:00",
    "coverArt": "https://mangadex.org/covers/c84ffbda-8648-4356-aa5b-e472b155c529/55235c88-2959-4bc3-9864-67b0455c2969.jpg",
    "altTitles": [
      {
        "en": "noHeroes!"
      },
      {
        "en": "There are noHeroes!"
      }
    ],
    "description": {
      "en": "A fighter, a wizard and a misguiding spirit are on Nameless Isle-what happens next is the stuff of heroes - or not! It's up to them."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df0b78f4-ccc6-40fe-bbf7-7d5f5f442f63",
    "title": {
      "en": "Futsuu no Koiko-chan"
    },
    "updatedAt": "2023-06-03T05:16:02+00:00",
    "coverArt": "https://mangadex.org/covers/df0b78f4-ccc6-40fe-bbf7-7d5f5f442f63/6ee04cc6-ba71-4818-8e86-40df02765740.jpg",
    "altTitles": [
      {
        "en": "What An Average Way Koiko Goes"
      },
      {
        "ar": "كويكو العادية"
      },
      {
        "ja": "ふつうの恋子ちゃん"
      },
      {
        "zh": "普通的恋子酱"
      },
      {
        "ko": "평범한 코이코짱"
      }
    ],
    "description": {
      "en": "Koiko has lived her life under an overly-attached mother and a distant, neglectful sister. While she dislikes the idea of drowning in it, Koiko still wants to be in love, so she settles for being an average high schooler with an average boyfriend and an average relationship. One day, the most popular boy in school, Tsurugi, sends her a message: \"Your boyfriend is cheating on you.\" This is where our story begins!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "81"
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Medaka Kuroiwa is Impervious to My Charms"
    },
    "updatedAt": "2024-04-10T12:43:20+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/175849f0-09fd-4bc0-b92a-ab601587a241.jpg",
    "altTitles": [
      {
        "ja-ro": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
      },
      {
        "en": "My Charms Are Wasted on Medaka Kuroiwa"
      },
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Mes charmes sont inutiles sur Kuroiwa Medaka"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\r\n\r\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!!　しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！　「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！　時にはちょっぴりカゲキなことも!?　\r\nモテ女子×禁欲男子のラブコメディ、大勃発――!!",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "afbabab5-1543-4562-866a-af1da1a3178b",
    "title": {
      "en": "In the Name of Bai Ze"
    },
    "updatedAt": "2024-03-11T18:29:37+00:00",
    "coverArt": "https://mangadex.org/covers/afbabab5-1543-4562-866a-af1da1a3178b/75cd158d-f05c-46eb-bd44-e5478b51b98c.png",
    "altTitles": [
      {
        "en": "Baize's Name"
      },
      {
        "zh-ro": "Bái Zé Zhī Míng"
      },
      {
        "en": "The Name of White Marsh"
      },
      {
        "zh": "白泽之名"
      }
    ],
    "description": {
      "en": "Several decades ago, the young boy Bai Ze mistakenly entered a mystical world's immortal mountain and formed a bond with an Immortal Gege. Over ten years later, the college student Baize once again arrives in the mystical realm, only to discover that the Immortal Gege he had dreamed of day and night has become a pitiable figure forgotten by the mortal world. In a world where demons and monsters wreak havoc, the unfortunate originator turns out to be this pitiful divine being. Unable to ignore the situation, Bai Ze forcefully brings his Immortal Gege back into the mortal realm, helping him fulfill his desire for a peaceful life. After all, who could resist someone so beautiful, powerful yet pitiful?",
      "pl": "Młody chłopiec o imieniu Bai Ze przypadkiem wszedł do mistycznego świata, w którym normalne było potwory i bóstwa. Zaprzyjaźnił się tam z przystojnym nieśmiertelnym mężczyzną, lecz musiał wracać do rodziców. Ponad dziesięć lat później Bai Ze ponownie trafia do tajemniczego wymiaru, gdzie odkrywa, że poznane uprzednio bóstwo, o którym śnił nocami i dniami, stało się zapomnianą przez wszystkich postacią. Nie będąc w stanie tego zignorować, Bai Ze siłą zabiera go do swojego świata, pomagając mu spełnić marzenie o spokojnym życiu.",
      "zh": "十数年前，小正太白泽误入异世仙山，与神仙大哥哥结缘。 十数年后，大学生白泽再次来到异世，却发现日思夜梦的神仙大哥哥成了被人世遗忘的可怜人 世间妖魔作乱，始作俑者却就是这个可怜兮兮的神仙。 没办法，白泽硬拉着神仙哥哥重新入世，帮他完成安稳世间的愿望，谁让他又美又强又惨呢？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19dca456-59dd-466f-8d89-9709984ab10f",
    "title": {
      "en": "DOOOOM!"
    },
    "updatedAt": "2024-02-28T18:22:25+00:00",
    "coverArt": "https://mangadex.org/covers/19dca456-59dd-466f-8d89-9709984ab10f/7aae4614-5537-457d-9972-936d80aa6266.jpg",
    "altTitles": [
      {
        "ja": "ドゥーム"
      },
      {
        "ja": "DOOOOM―ドゥーム―"
      },
      {
        "en": "DOOOOM"
      }
    ],
    "description": {
      "en": "“Look and you’ll die.” “Post a message and you’ll be cursed.” Horror begins to spread with the use of smartphones. Introducing a new series filled with mystery about the horrors of social media!",
      "es-la": "\"Mira y morirás\". “Publica un mensaje y serás maldecido”. El horror comienza a extenderse con el uso de los teléfonos inteligentes. ¡Presentamos una nueva serie llena de misterio sobre los horrores de las redes sociales!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "192db6bc-17ee-4bf6-bf17-6dd614c01f4d",
    "title": {
      "en": "Maria"
    },
    "updatedAt": "2024-04-08T23:14:07+00:00",
    "coverArt": "https://mangadex.org/covers/192db6bc-17ee-4bf6-bf17-6dd614c01f4d/67f03f3a-45ad-4a0f-bdc9-1d54f76f653d.jpg",
    "altTitles": [
      {
        "ja": "マリア"
      }
    ],
    "description": {
      "en": "The portrait of a girl in 60s -70s in Japan.\n\nMaria depicts the chaotic trajectory of a wealthy girl, whose family made a fortune in the after war. New arrival in a school of girls, Maria is independent and indomitable. She sleeps indifferently with girls or boys, and causes confusion among students as well as teachers, attracting fights and disasters.\n\n\nWith Maria, the story of a teenager in 70's Japan, master Kazuo Kamimura tackles the taboos of his time. The excellence of its staging, the elegance of its line, serve wonderfully a striking, uncompromising writing. As with \"Dosei Jidai\", and in the image of the new wave, Kazuo Kamimura upsets the Japanese society and blows a new wind on the manga. Perhaps the most sultry of Kamimura titles."
    },
    "status": "completed",
    "releaseDate": 1971,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "20"
  },
  {
    "mangaId": "fd72c194-8d6a-4fc5-84a1-17f2cbc1a660",
    "title": {
      "en": "Jojo's Bizarre Adventure: CULTURE SHOCK (Doujinshi)"
    },
    "updatedAt": "2023-08-12T18:37:14+00:00",
    "coverArt": "https://mangadex.org/covers/fd72c194-8d6a-4fc5-84a1-17f2cbc1a660/caea4e05-3b01-486d-9e2e-2f084ac6f71a.png",
    "altTitles": [],
    "description": {
      "en": "The year is 2030 in Midnight City, USA. Josiah Jones, an ex-convict, faces the cruel changes that have undergone his home city. While crime, gang violence, and political corruption wreak havoc throughout the city, Josiah must find where he belongs in the world all the while facing strange humans with even stranger powers. This is a fan-creation inspired by the works of Hirohiko Araki in Jojo's Bizarre Adventure (ジョジョの奇妙な冒険)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a0f8d59-5c5d-439a-8b8b-865d50aa35d1",
    "title": {
      "en": "Sidooh"
    },
    "updatedAt": "2024-04-03T13:07:19+00:00",
    "coverArt": "https://mangadex.org/covers/2a0f8d59-5c5d-439a-8b8b-865d50aa35d1/76d1d40b-d86d-4bd8-8b7d-948303c08c92.jpg",
    "altTitles": [
      {
        "ja": "SIDOOH　―士道―"
      },
      {
        "ja": "士道"
      },
      {
        "ko": "사도"
      }
    ],
    "description": {
      "en": "1855: During the political upheavals and social strife at the end of the Tokugawa Shogunate in Japan, \nthe two orphan brothers Shoutarou and Gentarou Yukimura struggle to survive in these turbulent times. \nTheir only possession being their deceased father's sword and clinging onto their mother's final words of wisdom, \nthe brothers seek to embark on the Path of the Warrior: Sidooh.",
      "pl": "Podczas przewrotów politycznych i konfliktów społecznych pod koniec szogunatu Tokugawa w Japonii (1855), dwóch osieroconych braci Yukimura: Shoutarou i Gentarou walczy o przetrwanie. Ich bronią i bogactwem jest miecz zmarłego ojca, a siłą i nadzieją – mądrość ostatnich słów matki.  \n buzzybuzz - 5 sierpnia 2010",
      "pt-br": "Durante as convulsões políticas e conflitos sociais no final do shogunato Tokugawa no Japão (1855), dois irmãos Yukimura Shoutarou e Yukimura Gentarou lutam para sobreviver nestes tempos turbulentos. Com sua única posse  uma espada de seu pai falecido e agarrando a sabedoria das palavras finais de sua mãe, os irmãos pretendem embarcar no Caminho do Guerreiro: Sidooh."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "266"
  },
  {
    "mangaId": "2339a5d4-9328-41dc-8cae-1a66d55113a8",
    "title": {
      "en": "Satsukare"
    },
    "updatedAt": "2024-04-15T21:50:23+00:00",
    "coverArt": "https://mangadex.org/covers/2339a5d4-9328-41dc-8cae-1a66d55113a8/3b911900-7045-4eb4-b754-97b24e9f6888.jpg",
    "altTitles": [
      {
        "ja": "殺彼―サツカレ―"
      }
    ],
    "description": {
      "en": "Yūta Kiryū is an abusive man who raises his hands to women. One day when they're on a date, Yūta shows violence toward his girlfriend as usual, but unexpectedly, life is turned around in an instant. His girlfriend dies and while fleeing the scene, he encounters a group of serial murderers. He finds himself repelled by their \"values\" but is nonetheless pulled into their world. The manga features an array of criminal types including men who commit domestic violence, a murderer-rapist, a cannibal, and a necrophiliac. Who do you want to be killed?"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "58"
  },
  {
    "mangaId": "7c34b0ca-86c9-4806-928a-e943a6b227a8",
    "title": {
      "en": "Akumade Kujaku no Hanashi desu."
    },
    "updatedAt": "2024-04-10T02:54:55+00:00",
    "coverArt": "https://mangadex.org/covers/7c34b0ca-86c9-4806-928a-e943a6b227a8/e22af351-8c7e-4120-ae77-7177dc567d01.jpg",
    "altTitles": [
      {
        "ja": "あくまでクジャクの話です。"
      },
      {
        "ja-ro": "Akumade Kujaku no Hanashi desu"
      },
      {
        "en": "It's just a story about peacocks"
      }
    ],
    "description": {
      "en": "Kuji Yakurou is a teacher who was cheated on and dumped by his girlfriend because of his \"lack of masculinity\". Shouldn't the world be gender-free? He is in anguish, and then Akano, a model, influencer, high achiever, and head of the biology department, appears before him and asks him to be the advisor of the biology department. She then begins to explain why \"masculinity\" is necessary to be popular after all, using the flamboyant feathers of a peacock as an example of \"biology\"...! \n\nThis is a biological comedy that confronts you with the brutal truth!",
      "es-la": "Kuji Yakurou es un profesor que fue engañado y abandonado por su novia debido a su \"falta de masculinidad\". ¿No debería el mundo estar libre de género? Está angustiado, y luego Akano, una modelo, influencer, triunfadora y jefa del departamento de biología, aparece ante él y le pide que sea el asesor del departamento de biología. Luego comienza a explicar por qué la \"masculinidad\" es necesaria para ser popular después de todo, ¡usando las extravagantes plumas de un pavo real como ejemplo de \"biología\"...!\n\n¡Esta es una comedia biológica que te enfrenta a la brutal verdad!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d0c83fd-2fc9-4f00-93f3-bd134f755e4b",
    "title": {
      "en": "Adabana"
    },
    "updatedAt": "2023-03-11T08:51:19+00:00",
    "coverArt": "https://mangadex.org/covers/3d0c83fd-2fc9-4f00-93f3-bd134f755e4b/61682abb-1ba0-4fdb-9116-703abb5bb5f7.jpg",
    "altTitles": [
      {
        "ja": "adabana-徒花-"
      },
      {
        "ru": "Пустоцвет"
      },
      {
        "zh": "有花无实"
      },
      {
        "zh-hk": "有花無實"
      },
      {
        "uk": "Пустоцвіт"
      }
    ],
    "description": {
      "en": "A girl with a rough life circumstances makes a life altering decision for the worst. In this tainted world, I shall live with the Original Sin of Purity…",
      "fr": "Une jeune fille aux conditions de vie difficiles prend une décision qui va changer sa vie pour le pire. Dans ce monde corrompu, je vivrai avec le péché originel de la pureté.",
      "ru": "В Моринаке происходит нечто диковинное для такого маленького, заснеженного городка… Убийство. Мидзуки Аикава является с повинной, утверждая, что это она убила и расчленила свою одноклассницу — Мако Игараси. Однако в исповеди преступницы чувствуется что-то неладное… Сможет ли кто-то разгадать тайну двух девочек, пытавшихся противостоять тьме этого мира?.. Узнайте в этом настоящем саспенсе!",
      "uk": "Дівчина з нелегкою долею вирішує змінити своє життя, однак все стає ще гірше. В цьому брудному світі я буду жити з Первородним Гріхом Чистоти."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "28"
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-04-04T21:48:42+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e23761d-bc78-4a8d-98c9-b48d5bf27003",
    "title": {
      "en": "Shippaisaku no Tsukaima to Majutsushi"
    },
    "updatedAt": "2024-04-15T01:37:24+00:00",
    "coverArt": "https://mangadex.org/covers/7e23761d-bc78-4a8d-98c9-b48d5bf27003/b0f80423-23c8-4643-805c-e10222a7f4ad.jpg",
    "altTitles": [
      {
        "ja": "失敗作の使い魔と魔術師の話"
      },
      {
        "en": "A Failure of a Familiar and a Mage"
      }
    ],
    "description": {
      "pt-br": "Um Oneshot sobre o relacionamento de um mago e uma familiar abandonada, o que esperar dessa história?!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03438804-f9b7-4748-be58-d120d5ffb8e6",
    "title": {
      "en": "Mujina into the Deep"
    },
    "updatedAt": "2024-03-28T21:15:20+00:00",
    "coverArt": "https://mangadex.org/covers/03438804-f9b7-4748-be58-d120d5ffb8e6/a3509f6c-28d3-4d34-8640-9bf0fd0dcb62.jpg",
    "altTitles": [
      {
        "uk": "Муджіна на глибині"
      },
      {
        "ja": "ムジナにの深い"
      },
      {
        "ja-ro": "Mujina Ni no Fukai"
      },
      {
        "es-la": "Mujina a Las Profundidades"
      },
      {
        "es": "Mujina Hacia Las Profundidades"
      }
    ],
    "description": {
      "en": "Am I \"necessary\" in this world? What is the true nature of the person called \"Mujina\" who flies in the sky with a sword on her back in the midst of ordinary life? What is man, what is society, what are human rights, and what is happiness?",
      "es": "¿Soy \"necesario\" en este mundo? ¿Cuál es la verdadera naturaleza de la persona llamada \"Mujina\" que vuela por el cielo con una espada a cuestas en medio de la vida ordinaria...? ¿Qué es el hombre, la sociedad, los derechos humanos y la felicidad...?",
      "ja": "この世界に、私は”必要”かーー！？何気ない日常の中、刀を背に空を翔ぶ「ムジナ」と呼ばれる者の実体とは…？人間とは、社会とは、人権とは、そして幸せとは…",
      "ru": "История о юной девушке-убийце с катаной, которая охотится за своими целями в оживлённом столичном городе Цукумо.",
      "es-la": "¿Soy \"necesario\" en este mundo? ¿Cuál es la verdadera naturaleza de la persona llamada \"Mujina\" que vuela por el cielo con una espada a cuestas en medio de la vida ordinaria...? ¿Qué es el hombre, la sociedad, los derechos humanos y la felicidad...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc8bc5a3-cd2b-4309-9626-953f3bece49b",
    "title": {
      "en": "Kuro no Senki II: Isekai Teni Shita Boku ga Saikyou na no wa Bed no Ue dake no You desu"
    },
    "updatedAt": "2024-03-01T06:20:45+00:00",
    "coverArt": "https://mangadex.org/covers/cc8bc5a3-cd2b-4309-9626-953f3bece49b/33b4ae94-9a72-4523-af08-665ace6621fb.jpg",
    "altTitles": [
      {
        "en": "Kuro no Senki II: It seems that I, who has moved to another world, is the strongest only on the bed"
      },
      {
        "en": "Record Of Kurono's War II"
      },
      {
        "ja": "クロの戦記Ⅱ 異世界転移した僕が最強なのはベッドの上だけのようです"
      }
    ],
    "description": {
      "en": "Kurono Crawford (Chrono Crawford), a noble of Cepheus Empire had a secret. It was that he came from a Different world… Modern Japan. Having the knowledge about the modern weapons and his sense of values, he was an existence almost like a cheat, aiming to be the “Harem king”.    Abandoned by his superiors, left in command of the Empire’s rejects consisting of demi-humans such as Minotaurs, Dwarfs, and Elves, and thrust into a position as head of a poor fiefdom, Chrono will do everything he can to rebuild and strengthen his forces and revitalize the land, aided in part by his knowledge of the other world.",
      "pt-br": "Kurold Crawford um nobre do Império Kefaus, tinha um segredo. ele veio de um mundo diferente… O Japão moderno. Tendo o conhecimento sobre as armas modernas e seu senso de valores, sua existência é quase como uma trapaça, com o objetivo de ser o \"rei do Harém\".    Abandonado por seus superiores, deixado no comando dos rejeitados do Império, consistindo de demi-humanos como Minotauros, Anões e Elfos, e levado à posição de chefe de um feudo pobre, Kuro fará tudo o que puder para reconstruir e fortalecer suas forças e revitalizar a terra, auxiliado em parte por seus conhecimentos do outro mundo…."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42b464cd-a8a1-45bb-9140-2f5674b54c22",
    "title": {
      "en": "The Person Sitting Next to Me Looking at Me with Perverted Eyes"
    },
    "updatedAt": "2024-04-15T20:52:25+00:00",
    "coverArt": "https://mangadex.org/covers/42b464cd-a8a1-45bb-9140-2f5674b54c22/2a5a1c72-c783-49f8-84e1-4e49c7c531dd.jpg",
    "altTitles": [
      {
        "ja": "隣の席の奴がエロい目で見てくる話"
      },
      {
        "vi": "Người bàn bên thường nhìn tôi bằng ánh mắt biến thái"
      },
      {
        "ja-ro": "Tonari no Seki no Yatsu ga Eroi me de Mitekuru Hanashi"
      },
      {
        "uk": "Людина, що сидить біля мене, дивиться на мене хтивими очима"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/117358783)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54c0b93f-5468-41de-95b4-1c2e95b624c1",
    "title": {
      "en": "The Plain Girl Sitting Next to Me"
    },
    "updatedAt": "2023-11-03T00:47:30+00:00",
    "coverArt": "https://mangadex.org/covers/54c0b93f-5468-41de-95b4-1c2e95b624c1/1de06005-406e-4890-9267-b05cfe71d0ba.png",
    "altTitles": [
      {
        "ja": "隣の席の地味なやつ"
      },
      {
        "ja-ro": "Tonari no Seki no Jimi na Yatsu"
      },
      {
        "ja": "となりのせきのじみなやつ"
      }
    ],
    "description": {
      "en": "Kawase Sonoe ain't much to look at. Plain, serious and uninteresting, sure, but for some reason, her next-seat neighbor Mori Ichika can't stop staring at her.\n\nMori follows her and discovers that Kawase has an awful lot to show her, and that she'll receive from Kawase an education that she can't admit she needed."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96e521e5-b19e-4299-b1ad-6b0eeb73e7a0",
    "title": {
      "en": "Mizu no Tomodachi Kappaman"
    },
    "updatedAt": "2024-04-14T12:51:46+00:00",
    "coverArt": "https://mangadex.org/covers/96e521e5-b19e-4299-b1ad-6b0eeb73e7a0/307e27e9-2047-49a5-af4e-4df79c3d227b.jpg",
    "altTitles": [
      {
        "ja": "水のともだちカッパーマン"
      },
      {
        "en": "Water Friend Kappaman"
      }
    ],
    "description": {
      "en": "Kawataro, half human, half kappa, lives as a human, because his father, a kappa, wished so. Kawataro travels to find his mother who disappeared when he was young. On his trip, he encounters various youkai."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "f0c504c3-56eb-4bb3-bcab-427e315319c3",
    "title": {
      "en": "Yougisha \"A\" no Hanayome"
    },
    "updatedAt": "2024-04-01T15:59:03+00:00",
    "coverArt": "https://mangadex.org/covers/f0c504c3-56eb-4bb3-bcab-427e315319c3/62e12f82-989c-4a81-a618-0d6966b70556.jpg",
    "altTitles": [
      {
        "ja": "容疑者Aの花嫁"
      },
      {
        "en": "The Bride of Suspect A"
      }
    ],
    "description": {
      "en": "The \"erotic love suspense\" manga centers on Hana, who returns to her family after her husband dies. She lives every day in an oppressive atmosphere, until one day her parents start talking about having a marriage interview for her with a globally renowned artist named Aoi.",
      "ja": "夫を亡くし、実家に戻った羽菜。息苦しい毎日を送っていたある日、世界的に有名な画家・蒼井重瑠との見合い話が持ち上がる。今の生活から逃れるために、蒼井との再婚を受け入れた羽菜だけど…彼は、前妻3人を殺した連続殺人事件の容疑者で――！？"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "97b20185-5481-40c7-86b3-6d5a7e315d7f",
    "title": {
      "en": "Shirayuri wa Ake ni Somaranai"
    },
    "updatedAt": "2023-10-18T10:40:19+00:00",
    "coverArt": "https://mangadex.org/covers/97b20185-5481-40c7-86b3-6d5a7e315d7f/de18af32-3a09-42f5-be30-d0a182212117.jpg",
    "altTitles": [
      {
        "ja-ro": "Shirayuri wa Shou ni Somaranai"
      },
      {
        "en": "White Lilies Do Not Stain Crimson"
      },
      {
        "ja": "白百合は朱に染まらない"
      }
    ],
    "description": {
      "en": "The personal stories and military feats of Soviet Union's first female pilots during World War 2."
    },
    "status": "cancelled",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11.5"
  },
  {
    "mangaId": "faaeff58-7ee6-4bf8-bfad-82eade0c3fd7",
    "title": {
      "en": "Fatal Marriage"
    },
    "updatedAt": "2024-03-21T00:51:18+00:00",
    "coverArt": "https://mangadex.org/covers/faaeff58-7ee6-4bf8-bfad-82eade0c3fd7/18c5b9dd-f644-4e09-81a4-3ffb375a4e08.jpg",
    "altTitles": [
      {
        "ja": "致命的な結婚"
      },
      {
        "ko": "치명적인 결혼"
      },
      {
        "ja-ro": "Chimei-teki Marriage"
      }
    ],
    "description": {
      "en": "The highly popular Korean novel is finally getting a long-awaited comic adaptation! Yuri, a serious and ordinary college student, suddenly finds herself noticed by the heir of a major conglomerate and begins living a life where she is referred to as \"Madam\"…!? At first, Yuri is afraid of his cold demeanor, but gradually she begins to see various sides of him…? Yuri's exciting and new daily life is about to unfold now!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "53"
  },
  {
    "mangaId": "36bad9cb-6310-4048-a48e-a1ab7b7dcb3e",
    "title": {
      "en": "Demon X Angel, Can't Get Along!"
    },
    "updatedAt": "2024-01-26T02:43:34+00:00",
    "coverArt": "https://mangadex.org/covers/36bad9cb-6310-4048-a48e-a1ab7b7dcb3e/f6f5be02-e1e9-46aa-8371-d7460dcc6236.jpg",
    "altTitles": [
      {
        "zh": "恶魔X天使 不能友好相处"
      },
      {
        "en": "Demon X Angel Can't Get Along!"
      },
      {
        "ar": "ملاك و شيطان! لا يمكن ان نتعايش"
      },
      {
        "pt-br": "Demônio X Anjo, Não Conseguem Se Dar Bem!"
      }
    ],
    "description": {
      "ar": "الشياطين والملائكة نوعان من الأجناس المتقابلة مع مرور الزمن سئموا من القتال ضد بعضهم بعض ولكي يتعايشوا بسلام سويا قرروا البدء بخطة زواج! الخطة لها فترة مراقبة مدتها عام واحد. إذا كان الشيطان والملاك لا يزالان غير قادرين على العيش سويا وفهم بعضهم البعض بشكل جيد ، فسيتم إلغاء الزواج و نتيجة لذلك ، تم اختيار جيا تشينغ (الشيطان) و يو شانشان (الملاك) بواسطة اليانصيب كشريكين في الزواج ، وبدأت حياتهم سويا كزوجين يجب عليهم التعايش معا بشكل جيد.",
      "en": "Demons and angels are natural enemies that have grown tired of fighting each other. In order to coexist peacefully, they decided to arrange a marriage between the two races! If the pair can't get along within the one-year trial period, the marriage will be dissolved. This is how Jiacheng (Demon) and Yu Shanshan (Angel) became the chosen \"lucky\" pair for the marriage. Sharing the goal of divorce, the two began their lives of \"happy\" cohabitation!",
      "pt-br": "Demônios e anjos são duas raças opostas. À medida que os tempos mudam, eles estão cansados ​​de lutar. Para conviverem pacificamente, decidiram iniciar um plano de casamento! O plano tem um período de observação de um ano. Se os demônios e os anjos ainda não se derem bem, o casamento será cancelado. Como resultado, Jiacheng (demônio) e Yu Shanshan (anjo) foram “felizmente” selecionados por sorteio como parceiros de casamento, e começaram uma vida de coabitação “feliz” com o destino do divórcio."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae3736bf-dc58-40cc-b1cb-928269edf62b",
    "title": {
      "en": "Chigau Miyahara Omae janai!"
    },
    "updatedAt": "2024-03-30T08:12:00+00:00",
    "coverArt": "https://mangadex.org/covers/ae3736bf-dc58-40cc-b1cb-928269edf62b/f63963b8-b761-43ea-8b5a-e0e2296895fd.jpg",
    "altTitles": [
      {
        "ja": "ちがう宮原おまえじゃない！"
      },
      {
        "ja-ro": "Chigau Miyahara Omae ja nai!"
      },
      {
        "en": "No, Miyahara, Not You!"
      },
      {
        "pt-br": "Não, Miyahara, você não!"
      },
      {
        "vi": "Không Phải Cậu Đâu, Miyahara!"
      },
      {
        "id": "Bukan, Miyahara, Bukan Kamu!"
      },
      {
        "ja": "ちが宮"
      },
      {
        "ja-ro": "ChigaMiya"
      },
      {
        "en": "NoMiya"
      }
    ],
    "description": {
      "en": "The manga centers on Arima, a boy who has a crush on a girl named Yukihira. But every time he tries to make a move to get closer to Yukihira, his other friend Miyahara just happens to be in the scene and will always mistakenly think that Arima is making a move on her. (Source: [ANN](https://www.animenewsnetwork.com/news/2022-11-11/midori-obiya-launches-new-manga-mini-series/.191780))",
      "ja": "憧れの女子”雪比良さん”と仲良くなるべく奮闘する有馬！ でもなぜか、いつもイイところであらわれるのは…。 末永〜く見守りたい！中学生３人の青春ラブコメ、ここに開幕っ！",
      "vi": "Câu chuyện diễn biến xung quanh Arima - một cậu bạn sơ trung phải lòng một bạn nữ cùng lớp tên Yukihira. Nhưng mỗi khi cậu ấy chuẩn bị tiến gần hơn với Yukihara thì cô bạn thuở nhỏ Miyahara lại bất chợt xuất hiện lúc nào chẳng hay làm cho mọi người lầm tưởng rằng Arima đang nhắm đến cô bạn đó hơn là Yukihara.",
      "pt-br": "Arima, é um garoto apaixonado por uma garota chamada Yukihira. Mas toda vez que ele tenta ficar mais próximo de Yukihira, sua outra amiga, Miyahara simplesmente entra em cena e sempre pensa erroneamente que Arima está fazendo seus movimentos por ela."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d41afbd7-3fbf-45b1-813c-b2d8244d69b2",
    "title": {
      "en": "Death March kara Hajimaru Isekai Kyousoukyoku"
    },
    "updatedAt": "2024-01-07T14:07:50+00:00",
    "coverArt": "https://mangadex.org/covers/d41afbd7-3fbf-45b1-813c-b2d8244d69b2/5a6975f3-55c2-4f3f-8c06-be6e90d57bb0.jpg",
    "altTitles": [
      {
        "en": "Death March to the Parallel World Rhapsody"
      },
      {
        "en": "Death Marching to the Parallel World Rhapsody"
      },
      {
        "ru": "Марш смерти в рапсодию параллельного мирa"
      },
      {
        "th": "โศกนาฏกรรมต่างโลกเริ่มต้นจากเดธมาร์ช"
      },
      {
        "ja": "デスマーチからはじまる異世界狂想曲"
      },
      {
        "zh": "从死亡之旅开始的异世界狂想曲"
      },
      {
        "ko": "데스마치에서 시작되는 이세계 광상곡"
      }
    ],
    "description": {
      "en": "29-year-old programmer Suzuki Ichirou finds himself transported into a fantasy RPG. Within the game, he's a 15-year-old named Satou. At first he thinks he's dreaming, but his experiences seem very real. Due to his use of a 3-time-use special power (meteor shower), he ends up wiping out an army of lizardmen and becoming very high level. He hides his level and plans to live peacefully and meet new people, though developments in the game story (like the return of a demon king) might get in his way."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]