[
  {
    "mangaId": "bcb5258e-7866-4039-97fc-24a978eb588d",
    "title": {
      "en": "Martial Master"
    },
    "updatedAt": "2024-10-22T19:16:54+00:00",
    "coverArt": "https://mangadex.org/covers/bcb5258e-7866-4039-97fc-24a978eb588d/6981cb95-7628-41f7-bb5b-75288e70ac73.jpg",
    "altTitles": [
      {
        "ar": "استاد رزمی"
      },
      {
        "ar": "مارشال مستر"
      },
      {
        "zh": "武神主宰"
      },
      {
        "en": "The Rise of Martial God"
      },
      {
        "en": "Martial Lord"
      },
      {
        "zh-ro": "Wu Shen Zhu Zai"
      },
      {
        "vi": "Võ Thần Chủ Tể"
      },
      {
        "es-la": "Maestro Marcial"
      }
    ],
    "description": {
      "en": "The legendary martial master Simon (Qin Chen) was betrayed by friends and persecuted to death. Three hundred years later, he reborn in an illegitimate child of the royal family who was deceived. With his past powers, Simon again creates his legend in this land. Surely, it must be a revenge and reconquer road filled with blood!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "548"
  },
  {
    "mangaId": "c8aad331-14e9-4761-989b-1d13eb9e13ef",
    "title": {
      "en": "Baby Pharmacist Princess"
    },
    "updatedAt": "2024-05-31T18:31:00+00:00",
    "coverArt": "https://mangadex.org/covers/c8aad331-14e9-4761-989b-1d13eb9e13ef/62e9374b-1df1-4ef9-9c65-2f5229577b7a.jpg",
    "altTitles": [
      {
        "ko": "아기 약사 황녀님"
      }
    ],
    "description": {
      "en": "Just by clicking the wrong button, I ended up possessing the game's princess character, \"Cherise\"! Yoon Che-ri, a graduate of a pharmaceutical university. Like the so-called 'hardcore gamer' she is, She unexpectedly appears in the VR game she plays every day. A red rabbit puts her in debt to the game, owing 10 billion gems...\n\nIf she doesn't repay the debt of 10 billion gems, she won't be able to log out?\n\n♡ Surprise Quest Triggered ♡\n\nUser's ability confirmed as \"Pharmaceuticals,\" customized settings have been completed accordingly. Future quests will focus on \"Pharmaceuticals.\"\n\n[Confirm] ◀\n\nHuh? Why do I feel excessively capable...? If things go on like this, I might be able to return soon!\nWill Cherise really be able to settle the 10 billion gem debt and return to her original world?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c62d637-4004-426f-ba7f-be45e18941b6",
    "title": {
      "en": "Yankee JK Kuzuhana-chan"
    },
    "updatedAt": "2024-10-11T22:20:46+00:00",
    "coverArt": "https://mangadex.org/covers/6c62d637-4004-426f-ba7f-be45e18941b6/7c7c6fb2-b8fe-4aae-aa3a-a0546766e679.jpg",
    "altTitles": [
      {
        "ja": "ヤンキーJKクズハナちゃん"
      },
      {
        "en": "Delinquent High School Girl Kuzuhana-chan"
      },
      {
        "en": "Yankee High School Girl Kuzuhana-chan"
      },
      {
        "zh-hk": "不良JK華子醬"
      },
      {
        "pt-br": "Garota Delinquente Do Ensino Médio Kuzuhana-chan"
      },
      {
        "es": "Colegiala Delincuente/Yankee Kuzuhana-chan"
      }
    ],
    "description": {
      "en": "At the beginning of the academic year, Saotome Hodaka enrolls into Moteshiro Prefectural High School, a former all-girls school that had recently integrated, but discovers it has a male to female ratio of 1:359! While most might think of this as a paradise, the majority of the students are delinquents and Saotome immediately finds himself being extorted by some of the more aggressive girls. However, he is inadvertently saved by Hanako Kuzuryu, a beautiful delinquent who just wants to be left alone. Is this the start of a new friendship? And how will Saotome's life unfold in a school full of troublesome women?",
      "fr": "Au début de l'année scolaire, Saotome Hodaka intègre le lycée préfectoral de Moteshiro, ancien établissement réservé aux filles et récemment devenu mixte. Il découvre rapidement que le ratio garçons/filles est de 1:359! Bien que cela puisse sembler être un paradis pour certains, la majorité des élèves sont des délinquantes, et Saotome se retrouve aussitôt extorqué par certaines des filles les plus agressives. Par chance, il est sauvé malgré lui par Hanako Kuzuryu, une belle délinquante qui aspire seulement à être laissée en paix. Est-ce le début d'une nouvelle amitié ? Comment la vie de Saotome évoluera-t-elle dans une école pleine de filles turbulentes ?",
      "ja": "男女比率1対359!! 359人の女子高生にいじられまくり!! つらたんハーレム学園ラブコメ!! コワかわ最強ヒロイン爆誕!! 四方八方ギャルだらけな県立茂手城高校に入学した黒一点・早乙女穂高は、ヤンキーJK・九頭竜華子にピンチを救われて…!?",
      "pt-br": "Uma proporção de homem para mulher de 1:359?! Saotome-kun é admitido em uma escola cheia de gyarus e conhece uma garota delinqüente chamada Hanako Kuzuryu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4e21c02-0549-48aa-ab50-5fec2c76f74c",
    "title": {
      "en": "Kao dake yoi Classmate ga Yatara to Guigui Kuru Yuri no Hanashi"
    },
    "updatedAt": "2024-10-26T17:05:28+00:00",
    "coverArt": "https://mangadex.org/covers/d4e21c02-0549-48aa-ab50-5fec2c76f74c/4ddd7a3e-6a07-4efd-b811-9451e71934f0.jpg",
    "altTitles": [
      {
        "ja": "顔だけ良いクラスメイトがやたらとグイグイ来る百合の話"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a14aefaa-473c-4824-b297-1d16c4899737",
    "title": {
      "en": "Pillow Fish"
    },
    "updatedAt": "2024-09-08T18:07:59+00:00",
    "coverArt": "https://mangadex.org/covers/a14aefaa-473c-4824-b297-1d16c4899737/26c0a73a-4002-44af-83a0-bc9637e6cd8d.png",
    "altTitles": [
      {
        "ja": "枕魚"
      },
      {
        "ja-ro": "Makura Uo"
      },
      {
        "ru": "Рыба-подушка"
      }
    ],
    "description": {
      "en": "I thought I could keep moving forward, but in an unexpected instant, I’ve lost myself in the gaps of this vast universe. Where have I seen this, this landscape that doesn’t exist? Right over there, in a time that will never come to pass. Welcome to the world of panpanya.    The 22 chapters of Makura Uo, which include stories like Ame no Hi (Rainy Day) and Gomi no Sakebigoe (The Cries of Trash), were either serialized in the special web edition of Hakusensha’s Rakuen Le Paradis magazine or published as doujinshi. Included are entries from panpanya’s diary as well as annotations from the author herself.    \n\n(Source: AniList)",
      "ru": "Странные будни странной девочки в странном городе, полном странных созданий."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "22"
  },
  {
    "mangaId": "7889434b-d9a5-454c-8ea1-8c7a4509fc51",
    "title": {
      "en": "Servamp"
    },
    "updatedAt": "2024-10-22T13:27:14+00:00",
    "coverArt": "https://mangadex.org/covers/7889434b-d9a5-454c-8ea1-8c7a4509fc51/12f21958-e7ab-4035-b817-b567b163b5ff.jpg",
    "altTitles": [
      {
        "ja": "SERVAMP-サーヴァンプ-"
      },
      {
        "ar": "خادم خون‌آشام"
      },
      {
        "th": "เซอร์แวมพ์"
      },
      {
        "ru": "Сервамп"
      }
    ],
    "description": {
      "en": "When a stray black cat crosses Shirota Mahiru’s path, the high school freshman’s life will never be the same again, because \"Kuro\" is no ordinary feline, but a Servamp, or servant vampire. While Mahiru’s personal philosophy is one of non-intervention, he soon becomes embroiled in an ancient, altogether surreal conflict between vampires and humans."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6dec3910-18dd-4a78-9da0-6cc2b15698a7",
    "title": {
      "en": "Finally, the Dawn Came"
    },
    "updatedAt": "2024-08-10T08:45:09+00:00",
    "coverArt": "https://mangadex.org/covers/6dec3910-18dd-4a78-9da0-6cc2b15698a7/1c1cc8e8-4b36-4939-a60a-6984b8617526.jpg",
    "altTitles": [
      {
        "en": "Dawn at Last"
      },
      {
        "ko": "마침내 새벽이"
      }
    ],
    "description": {
      "en": "After eight years, Duke Erte returned to his homeland as a hero. He returned with glory and honor, but all he really wanted was revenge. Revenge for the wife no one remembers. \"Rise,\" who gave her life to protect him to the end. \"Will you help me?\" And for revenge he needed a woman. A woman to prove his status as an \"adult\" of age so he could trample on the pride of those conceited nobles. In that sense, this woman was a good fit. \"Be my woman.\" She was a refugee who had lost her home and was working alone to raise her daughter. The only thing about her that resembled his wife was her name, \"Rise.\" But the more time he spent with her, the more the young duke began to realize something. Her resemblance didn't end with just her name. It was then that he thought of a possibility, one he had been denying all this time. She might actually be his wife."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34b47146-a72e-43d8-9ea5-935a5956f09f",
    "title": {
      "en": "OMORI"
    },
    "updatedAt": "2024-08-11T15:31:12+00:00",
    "coverArt": "https://mangadex.org/covers/34b47146-a72e-43d8-9ea5-935a5956f09f/08de9172-04dd-4efa-b474-69bc2ee3f110.jpg",
    "altTitles": [
      {
        "uk": "ОМОРІ"
      },
      {
        "id": "BEBAN"
      },
      {
        "ar": "أوموري"
      }
    ],
    "description": {
      "en": "After—something—changed his life four years ago, Sunny has not left his house once, living in his own reclusive bubble. Hoping for a fresh start for her son, his mother decides to move their family out of town. However, when his childhood friend Kel re-enters his life, Sunny finds himself thrust back into a world he once knew. With only three days before the move, the duo come across familiar faces as they go through town—reawakening a dark past that Sunny has tried so hard to forget."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac1a3b8d-ea16-4ef2-8fec-caac09de1502",
    "title": {
      "en": "Bite-Sized Bestiary"
    },
    "updatedAt": "2024-09-01T10:38:48+00:00",
    "coverArt": "https://mangadex.org/covers/ac1a3b8d-ea16-4ef2-8fec-caac09de1502/ceea02be-79d0-4fca-8137-157d83320c8c.png",
    "altTitles": [],
    "description": {
      "en": "This is an educational webcomic about magical creatures.  Learn bite-sized pieces of information about amazing creatures from myths, legends, and folklore all around the world. We talk about magical creatures that everyone knows and loves and some you could never even dream of."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-09-07T11:58:17+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "“You’re amazing for being alive another day!”\n\nA Manga about an understanding girlfriend who rewards you with a “log-in bonus” every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a07320a4-afcd-413a-a451-d69a448d0c28",
    "title": {
      "en": "Usogui"
    },
    "updatedAt": "2023-06-22T13:17:12+00:00",
    "coverArt": "https://mangadex.org/covers/a07320a4-afcd-413a-a451-d69a448d0c28/b74c8cce-42cd-4889-b75d-7944e63f9a14.jpg",
    "altTitles": [
      {
        "en": "The Lie Eater"
      },
      {
        "ja": "嘘喰い"
      },
      {
        "zh-hk": "噬谎者"
      },
      {
        "ko": "도박마-거짓말 사냥꾼 바쿠"
      },
      {
        "es-la": "Devorador de Mentiras"
      },
      {
        "ru": "Пожиратель лжи"
      },
      {
        "kk": "Жала жұтқан"
      }
    ],
    "description": {
      "en": "There are gamblers out there who even bet their lives as ante. But to secure the integrity of these life-threatening gambles, a violent and powerful organization by the name of “Kakerou” referees these games as a neutral party. Follow Baku Madarame a.k.a. Usogui (The Lie Eater) as he gambles against maniacal opponents at games – such as Escape the Abandoned Building, Old Maid, and Hangman – to ultimately “out-gamble” and control the neutral organization of Kakerou itself.  \n\n\n---\n\n**Links:**  \n- [OAV on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=14163)",
      "ru": "Есть игроки, которые ставят на кон свою жизнь. Чтобы сохранить целостность таких смертельно-опасных игр, жестокая и могущественная организация «Кагэро» судит их, как нейтральная сторона.\nНаш герой — Баку Мадарамэ, «Пожиратель лжи». Игрок, чья цель — переиграть и в конце взять под контроль саму нейтральную организацию «Кагэро».\n\n---\n\n(Source: [readmanga](https://mintmanga.live/pojiratel_lji))",
      "es-la": "Hay jugadores que incluso apuestan su vida como apuesta. Pero para asegurar la integridad de estas apuestas que ponen en peligro la vida, una violenta y poderosa organización llamada \"Kakerou\" arbitra estos juegos como parte neutral. Sigue a Baku Madarame, también conocido como Usogui (El Devorador de Mentiras), mientras se enfrenta a oponentes maníacos en juegos como \"Escapar del Edificio Abandonado\", \"La Vieja Doncella\" y \"El Ahorcado\", para acabar jugando más que la propia organización neutral de Kakerou"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "49",
    "lastChapter": "539"
  },
  {
    "mangaId": "0a0cee31-d434-4b58-9aed-cc633036b9eb",
    "title": {
      "en": "Yomuin-san wa Yuusha ja Arimasen node"
    },
    "updatedAt": "2024-10-08T06:09:00+00:00",
    "coverArt": "https://mangadex.org/covers/0a0cee31-d434-4b58-9aed-cc633036b9eb/2dd7d628-8f5c-4329-835b-95d8c99d9dad.jpg",
    "altTitles": [
      {
        "ja": "用務員さんは勇者じゃありませんので"
      },
      {
        "en": "Because Janitor-san Is Not a Hero"
      },
      {
        "ru": "Уборщик-сан не герой"
      },
      {
        "uk": "Пан прибиральник - не Герой"
      }
    ],
    "description": {
      "en": "A certain girl genius with more power than knowledge accidentally summoned dozens of students and teachers into a dangerous world filled with beasts and magic, but the protagonist isn’t a student or the homeroom teacher… it’s the janitor.\n\nAt the time of their summoning, the students and teachers each gained a power formed from their soul, but not the janitor. As the janitor was about to be bestowed with a power that would protect him, his power was forcibly taken from him by an arrogant student. Having gone three years without a contract extension, he failed to get a job after having graduated from a third-rate university. Somehow he is still a contractor at 25 years old and was a janitor for 2 years, with a take-home monthly salary of less than ¥120,000. From a society that rejected him, he was thrust into a world that rejected him. And what janitor-san wished from the Goddess who took pity on him was…",
      "ja": "勇者を召喚する魔法により、異世界への転移を告げられた学校用務員の支部蔵人(はせべ・くらんど)。彼は、同じく召喚された生徒や教師らとともに特別な力を与えられ、その力を頼りに過酷な異世界生活を生きていく…はずだった。転移のさなか生徒に勇者の力を奪われ、ただ一人降り立った雪山。巨大な雪豹に目をつけられたことから、彼の運命は動き出す――。",
      "ru": "Школьный уборщик Хасэбэ Курандо переносится в другой мир с помощью заклинания, вызывающего героев. Вместе с 78 другими учениками и учителями, которые также были призваны, Бог наделил его особыми способностями, чтобы он смог выжить в суровом мире в качестве героя... В разгар телепортации силу Курандо неожиданно крадёт ученик, и он остается в пучине отчаяния без посторонней помощи.\n— Верни мне мою силу. Раз так, я хочу оказаться в безлюдном месте, где не придется иметь с ними дело... В ярости, Курандо умоляет Бога отправить его подальше от людей, одного в сильный холод . Но это лишь начало его приключений..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d595216-04f9-42f9-86c8-cbd960fa0ea0",
    "title": {
      "en": "Bunny Girl and the Cult"
    },
    "updatedAt": "2024-01-28T19:36:39+00:00",
    "coverArt": "https://mangadex.org/covers/5d595216-04f9-42f9-86c8-cbd960fa0ea0/8781e397-9ef7-4a5d-86f1-53de845c410a.jpg",
    "altTitles": [],
    "description": {
      "en": "Strange bunny girls have been appearing all over the city, attempting to recruit people into a mysterious cult known as \"The Warren Divine\"."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d00bd104-d9b2-4ee9-a088-b5065d1c406a",
    "title": {
      "en": "To Aru Kagaku no Railgun"
    },
    "updatedAt": "2024-04-01T15:54:51+00:00",
    "coverArt": "https://mangadex.org/covers/d00bd104-d9b2-4ee9-a088-b5065d1c406a/d9267aac-84e3-411a-bf06-a7a4d763e456.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Railgun"
      },
      {
        "id": "Seorang Railgun Ilmiah"
      },
      {
        "ja-ro": "To Aru Kagaku no Choudenjibou"
      },
      {
        "ja-ro": "Toaru Kagaku no Choudenjihou"
      },
      {
        "ja-ro": "Toaru Kagaku no Railgun"
      },
      {
        "ja-ro": "Toaru Majutsu no Index Gaiden: Toaru Kagaku no Railgun"
      },
      {
        "es": "Un cierto cañón de riel científico"
      },
      {
        "ru": "Некий научный Рейлган"
      },
      {
        "th": "เรลกัน แฟ้มลับคดีวิทยาศาสตร์"
      },
      {
        "ja": "とある科学の超電磁砲"
      },
      {
        "ja": "とある魔術の禁書目録外伝 とある科学の超電磁砲"
      },
      {
        "zh": "某科学的超电磁炮"
      },
      {
        "ko": "어떤 과학의 초전자포"
      },
      {
        "zh-hk": "某科學的超電磁炮"
      },
      {
        "zh-hk": "科學超電磁砲"
      },
      {
        "zh": "科学超电磁炮"
      },
      {
        "zh-hk": "科學超電磁砲 (Classical Chinese)"
      },
      {
        "uk": "Певний науковий Рейлган"
      },
      {
        "de": "Eine gewisse wissenschaftliche Railgun"
      },
      {
        "it": "Una certa scientifica railgun"
      },
      {
        "tr": "Belli Bir Bilimsel Elektromanyetik Silah"
      }
    ],
    "description": {
      "en": "Welcome to a world where mysticism and science collide, and supernatural powers are derived from either science or religion. At the heart of this world is Academy City, an advanced metropolis whose population is comprised mostly of students The majority of students are enrolled in the city's \"Power Curriculum Program,\" where they must learn to master their latent psychic powers. Out of several million students, only seven are deemed powerful enough to have Level 5 status.\r\n\r\nMeet Mikoto Misaka, the third most powerful Level 5 ESPer in Academy City. Together with her best friends Kuroko Shirai and the other members of Judgment, a student-run law enforcement agency, Mikoto delves deep into the dark heart of the scientific sprawl she calls home, and uncovers secrets she wishes she hadn't!",
      "ru": "Где-то на островах Южной Японии раскинулся Академия Сити - город, большинство жителей которого учатся и работают в школах юных эсперов. Обладатели паранормальных способностей в поте лица трудятся, чтобы познать свой дар и поднять владение им на новую высоту. Гордость школы Токивадай и всего города? Мисака Микото – третья по силе среди известных миру эсперов высшего уровня. У «Электрической принцессы» много полезных умений, одно из которых – ручной рейлган, то есть возможность своими электромагнитными способностями разогнать монетку где-то до трех Махов (на другом конце траектории стоять не рекомендуется). Но всех усилий Микото пока не хватает для решения двух насущных задач: отбиться от юрийных домогательств своей подруги Сирай Куроко и разобраться с наглым парнем по имени Камидзё Тома!\r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
    },
    "updatedAt": "2024-10-14T03:20:45+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/32f6ec68-fbb3-4893-9b24-27789804cdf6.jpg",
    "altTitles": [
      {
        "en": "Medaka Kuroiwa is Impervious to My Charms"
      },
      {
        "en": "My Charms Are Wasted on Medaka Kuroiwa"
      },
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Craque pour moi, Medaka !"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "fr": "Tu ne le sais pas encore, mais tu m’adores !\n\nMona plaît à tout le monde, c’est comme ça. Son sourire, son allure, sa personnalité… Tout chez elle attire les gens. Dans son lycée, elle fait tourner toutes les têtes. Sauf celle d’un garçon… Medaka. Fraîchement admis dans son école, celui-ci a complètement chamboulé la vie de cette fille à qui nul ni personne n’est censé résister. C’est bien simple : Medaka refuse de la regarder ou se renfrogne à la moindre de ses tentatives de rapprochement. Devant cette insulte à son charme ravageur, Mona décide de tout mettre en œuvre pour le séduire, quitte à se mettre dans des situations où elle-même ne saura plus quoi ressentir ! La tombeuse VS l’insensible : qui craquera en premier ? \n\n---\n\nMaison d'édition FR : **Pika**",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\r\n\r\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!!　しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！　「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！　時にはちょっぴりカゲキなことも!?　\r\nモテ女子×禁欲男子のラブコメディ、大勃発――!!",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a735a01c-368a-4ce2-9b72-337e0c5d5539",
    "title": {
      "en": "Chasing Tails"
    },
    "updatedAt": "2024-10-26T16:47:34+00:00",
    "coverArt": "https://mangadex.org/covers/a735a01c-368a-4ce2-9b72-337e0c5d5539/13df79e8-19f7-404f-a2cf-0b646a0d2e63.jpg",
    "altTitles": [
      {
        "ko": "꼬리잡기"
      },
      {
        "ko-ro": "Kkorijapgi"
      }
    ],
    "description": {
      "en": "After nine college students are trapped under a collapsed building for 14 days, only six come out alive, and only four of them can speak. The dead bodies of their fellow students are viciously mangled, leading police to investigate the case as a possible homicide. Detective Lieutenants Jeongdo Kwon and Yeongchae Shin, together with renowned neuropsychiatrist Dr. Yeongwha Ju, must parse through witness testimony and inconclusive physical evidence to uncover the truth. But how do you solve a locked-room murder case when every witness is a suspect?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d1fc77e-706a-4fc5-bea8-486c9be0145d",
    "title": {
      "en": "Vinland Saga"
    },
    "updatedAt": "2024-10-01T00:58:43+00:00",
    "coverArt": "https://mangadex.org/covers/5d1fc77e-706a-4fc5-bea8-486c9be0145d/6c78781e-1c29-44cf-803a-8cfbc8a5f5c2.jpg",
    "altTitles": [
      {
        "pl": "Saga Winlandzka"
      },
      {
        "tr": "Vinland Destanı"
      },
      {
        "ru": "Сага о Винланде"
      },
      {
        "uk": "Сага про Вінланд"
      },
      {
        "ja": "ヴィンランド・サガ"
      },
      {
        "zh-hk": "海盜戰記"
      },
      {
        "zh": "海盗战记"
      },
      {
        "kk": "Винланд дастаны"
      }
    ],
    "description": {
      "en": "As a child, Thorfinn sat at the feet of the great Leif Ericson and thrilled to wild tales of a land far to the west. But his youthful fantasies were shattered by a mercenary raid. Raised by the Vikings who murdered his family, Thorfinn became a terrifying warrior, forever seeking to kill the band's leader, Askeladd, and avenge his father. Sustaining Thorfinn through his ordeal are his pride in his family and his dreams of a fertile westward land, a land without war or slavery… the land Leif called Vinland.  \n\n---\n- **Won the Japan Media Arts Award Division Grand Prize in 2009**\n- **Won the 36th Kodansha Manga Award for General Manga in 2012**",
      "ru": "Эта история случилась в начале XI века, когда викинги, безраздельно господствовавшие в северных морях, грабили побережья Франции и Англии. В эпоху, где оружие значило больше, нежели слова, маленький мальчик невольно оказывается косвенной причиной гибели своего отца. Повзрослев и став на путь воина, он жаждет честного поединка с убийцей отца – легендарным главарём отряда викингов-наемников, но возраст и отсутствие опыта не позволяют ему сделать это. Чтобы не упускать своего врага из виду, юноша вступает в его отряд и в награду за выполнение тяжелого боевого задания требует поединка с ним, но терпит поражение. Юноша продолжает прилагать все усилия, чтобы осуществить свою месть. Внезапно он оказывается вовлечён в куда более кровавое столкновение…",
      "tr": "Çocukken Thorfinn, büyük Leif Ericson'un ayaklarının dibinde oturur ve batıdaki uzak diyarların vahşi masallarıyla heyecanlanırdı. Ama gençlik hayalleri bir paralı asker baskınıyla paramparça oldu. Ailesini öldüren Vikingler tarafından yetiştirilen Thorfinn, grubun lideri Askeladd'ı öldürmek ve babasının intikamını almak isteyen korkunç bir savaşçı oldu. Thorfinn'i çileli yaşamı boyunca ayakta tutan, ailesiyle olan gururu ve batıdaki bereketli topraklara, savaşın ve köleliğin olmadığı bir ülkeye, Leif'in Vinland adını verdiği topraklara dair hayalleridir.",
      "pt-br": "Thorfinn é filho de Thors, um lendário guerreiro viking, mas que após anos no campo de batalha, descobre uma coisa mais maravilhosa que matar seus iguais. Viver sua própria vida, em paz. Mas os ventos lhe trazem uma notícia que atrapalhará seus dias de paz, e Thorfinn, seu filho, pouco sabe desta vida passada de guerra de seu pai. Após descobrir o passado de seu pai, Thorfinn se revolta contra ele, e sai para a guerra junto de seu pai, mas quando reconhece o verdadeiro valor dele, já é tarde demais. Agora Thorfinn deverá seguir sua própria vida, seguindo valores que seu pai lhe ensinou, mas sem perder sua coragem. Este é só o começo desta grande saga de Thorfinn que acompanha os Vikings no século XI!"
    },
    "status": "ongoing",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e7b5dec0-d875-4d44-b06c-8b45af865a32",
    "title": {
      "en": "The Art of Reincarnation"
    },
    "updatedAt": "2024-08-11T15:56:40+00:00",
    "coverArt": "https://mangadex.org/covers/e7b5dec0-d875-4d44-b06c-8b45af865a32/cd84190a-c7d6-4ca1-8d3d-0f83aa25bea3.jpg",
    "altTitles": [
      {
        "ko": "환생의 정석"
      },
      {
        "en": "The Essence of Reincarnation"
      },
      {
        "ru": "Реинкарнация по плану"
      },
      {
        "en": "Standard of Reincarnation"
      },
      {
        "es-la": "Estándar de la Reencarnación"
      }
    ],
    "description": {
      "en": "Despite having only one arm, Daven had finally proven his worth after defeating his cousin Kazin in honorable combat. But Kazin took advantage of Daven’s mercy, stabbing him in the back and imprisoning him for life.\n\n500 years later, the minor god Yulian is reborn and unknowingly summons Daven’s soul into the body of a young boy named Vincent Adenka.\n\nAs the pair work to reveal the truth of Daven and Kazin, Vincent must relearn the art of combat while Yulian discovers the art of reincarnation.",
      "ko": "최강의 무가 사미온에서 외팔이 방계로 태어난 데이븐.\n반쪽짜리 무인이라며 갖은 조롱과 멸시를 딛고 사미온의 직계 천재마저 넘어섰으나,\n결국 가문과 부모에게 버림받아 가장 초라한 최후를 맞이하게 되는 줄 알았는데...\n500년 뒤 새로운 몸에서 눈을 떴다!\n\n‘내게도 오른팔이 있다?’\n\n새로운 가문의 적통.\n천부적인 재능의 육체.\n전생의 경험.\n그리고 그와 함께하는 신까지.\n\n환생을 했더니, 모든 것이 달라져 있었다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd84df12-4fd0-4ea1-9082-d4a708f27b67",
    "title": {
      "en": "Gal to Bocchi"
    },
    "updatedAt": "2024-01-03T01:31:20+00:00",
    "coverArt": "https://mangadex.org/covers/bd84df12-4fd0-4ea1-9082-d4a708f27b67/1eedcff7-fcf6-4e09-8add-7b01df999de5.jpg",
    "altTitles": [
      {
        "ja": "ギャルが苦手なボッチ女子の話"
      },
      {
        "en": "A Story About a Lone Girl Who's Not Good with Gyarus"
      },
      {
        "ja": "ギャルとボッチ"
      },
      {
        "ja-ro": "Gyaru ga Nigate na Bocchi Joshi no Hanashi"
      }
    ],
    "description": {
      "en": "Stone-faced Hina Kawai says she is not good with gyarus... but that's not an impediment for Hayashibara, her classroom's most noticeable gyaru."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "38"
  },
  {
    "mangaId": "f7b62193-bdfb-4953-a6c6-0bd1b9a872f9",
    "title": {
      "en": "Sensou Kyoushitsu"
    },
    "updatedAt": "2024-10-04T16:05:37+00:00",
    "coverArt": "https://mangadex.org/covers/f7b62193-bdfb-4953-a6c6-0bd1b9a872f9/f7c13c73-a2b9-48ed-8cbd-65b144ee24d7.jpg",
    "altTitles": [
      {
        "ja": "戦奏教室"
      },
      {
        "ru": "Зов горна"
      },
      {
        "ja-ro": "Sensou Kyoushitsu"
      },
      {
        "en": "The Bugle Call: Song of War"
      }
    ],
    "description": {
      "en": "The year is 1294, and war rages. Lucas, the bugler of a small mercenary band, is endlessly thrown into battle after battle, but longs for the day that he can fulfill his wish of becoming a real musician. One fateful day, however, Lucas's latent powers awaken and his life takes a drastic turn. Under the guidance of the Pope, Lucas is tasked to become a key player in the war and lead the fight against the Empire and its agent of destruction, the Garland. Burdened by this dangerous mission, Lucas still longs for the day that he may see his wish come true..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2442e655-dcfe-4ed2-99de-d5b212836b64",
    "title": {
      "en": "K-ON! Shuffle"
    },
    "updatedAt": "2023-06-25T01:30:15+00:00",
    "coverArt": "https://mangadex.org/covers/2442e655-dcfe-4ed2-99de-d5b212836b64/1234fc35-380b-448e-82b1-c2feb12563aa.jpg",
    "altTitles": [
      {
        "ja": "けいおん！Shuffle"
      },
      {
        "ja": "けいおん！シャッフル"
      }
    ],
    "description": {
      "en": "Sakuma Yukari decided to start a band on her own after seeing a certain band during the Sakura High School festival, then with her best friend Shimizu Kaede, they want to join the Light Music Club only to discover that in their school there isn't a club like that. With help from Sawabe Maho, they discover there is a Light Music Appreciation Society with only one member, Satou Riko.",
      "pt-br": "Sakuma Yukari decidiu começar uma banda sozinha depois de ver uma certa banda durante o festival Sakura High School, então com sua melhor amiga Shimizu Kaede, eles querem se juntar ao Clube De Músicas Leves apenas para descobrir que em sua escola não há um clube assim. Com a ajuda de Sawabe Maho, eles descobrem que existe uma Sociedade de Apreciação de Música Leve com apenas um membro, Satou Riko."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c178430f-2f26-4c22-bb02-a6b0196a17c3",
    "title": {
      "en": "BiORG TRiNiTY"
    },
    "updatedAt": "2023-12-23T22:30:18+00:00",
    "coverArt": "https://mangadex.org/covers/c178430f-2f26-4c22-bb02-a6b0196a17c3/77e96cfd-6394-4b16-88ea-63d3891f50ad.jpg",
    "altTitles": [
      {
        "th": "Biorg Trinity โรคร้ายกลายพันธุ์มนุษย์"
      },
      {
        "zh-hk": "BIORG TRINITY深淵融接"
      },
      {
        "zh": "BIORG TRINITY深渊融接"
      },
      {
        "ru": "Биорг Тринити"
      },
      {
        "ja": "バイオーグ・トリニティ"
      },
      {
        "ko": "바이오그 트리니티"
      }
    ],
    "description": {
      "en": "Opening holes in the palms of both hands, the “Bio Bug” disease enables people to absorb and then fuse with things they like. In a world made up of precarious balances, what will become of love, of youth? Here the curtain rises on a really incredible pair, delineated in a brand new youth-ensemble cast."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "14",
    "lastChapter": "57"
  },
  {
    "mangaId": "bc205ab0-c85a-49a8-a33d-b3a8a54b3664",
    "title": {
      "en": "Tezmo Syndrome"
    },
    "updatedAt": "2024-10-11T19:15:10+00:00",
    "coverArt": "https://mangadex.org/covers/bc205ab0-c85a-49a8-a33d-b3a8a54b3664/ae4f140c-9cfc-48e1-9429-b6a92cd2530f.jpg",
    "altTitles": [
      {
        "ja": "テツモ・シンドローム"
      },
      {
        "ja-ro": "Tetsumo Syndrome"
      }
    ],
    "description": {
      "en": "A story about Funa Minami, an eccentric girl who loves model railroading, and Mari, an ordinary girl, who together explore the world of modelling through nostalgic products from the early days of the hobby.\n(Adapted description from Volume 1)",
      "ja": "鉄道模型好きな風変わりな女の子「南 風奈」と一般女子「麻里」が織りなす「日常」に、Nゲージ黎明期の懐かしい製品を交えた「非日常」をお届けするストーリー。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c00cc3d9-f7c7-46da-95d5-8f5ae1e6fe57",
    "title": {
      "en": "It Starts With A Mountain"
    },
    "updatedAt": "2024-08-23T14:33:09+00:00",
    "coverArt": "https://mangadex.org/covers/c00cc3d9-f7c7-46da-95d5-8f5ae1e6fe57/112b1634-884d-4c34-af67-63dd8380d562.jpg",
    "altTitles": [
      {
        "en": "Starting with a mountain"
      },
      {
        "zh": "开局一座山"
      },
      {
        "en": "It Starts With A Mountain"
      },
      {
        "en": "I Have a Shanzhai"
      },
      {
        "en": "Kāijú Yī Zuò Shān"
      },
      {
        "en": "Kāijú Yīzuò Shān"
      },
      {
        "en": "Start a Mountain"
      },
      {
        "en": "Ta Có Một Sơn Trại"
      },
      {
        "ko": "퀘스트 : 지상 최고의 산적"
      },
      {
        "ko": "퀘스트: 지상 최고의 산적"
      },
      {
        "en": "Kaiju Yi Zuo Shan"
      },
      {
        "es": "Comienza con una Montaña"
      }
    ],
    "description": {
      "en": "It starts with a mountain. A strategic leader gets isekai-ed into a war dynasty. He only has a group of members who were planning to ditch him. Facing this war era, he thinks of stealing food and girls to live a king’s life. He is hot-blooded, picks fights with war heroes. How will he bring chaos to the war? Will he be able to rise up high?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
    },
    "updatedAt": "2024-10-01T15:29:23+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/dc042b02-91bc-46ee-a779-8756556b66d0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten"
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      },
      {
        "pl": "Anioł z sąsiedztwa niezwykle mnie rozpieszcza"
      }
    ],
    "description": {
      "en": "Mahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まった。自堕落な一人暮らしを送る周を見かねて、なにかと世話を焼く真昼。お互いに興味ないと言い合う二人は、それでも少しずつ距離を縮めていく……。",
      "pl": "Mahiru jest piękną dziewczyną, którą koledzy z klasy nazywają \"aniołkiem\". Jest nie tylko świetnie wysportowana i ma doskonałe oceny - jest także zabójczo piękna. Amane, przeciętny facet i samozwańczy niechluj, nigdy nie myślał zbyt wiele o tej boskiej piękności, mimo że uczęszczał do tej samej szkoły. Wszystko zmienia się jednak, gdy widzi Mahiru siedzącą samotnie w parku podczas ulewy. Tak zaczyna się dziwna relacja między tą nieprawdopodobną parą!",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19daf6ef-6d95-46e5-9e1a-f4e5b655902f",
    "title": {
      "en": "Lily"
    },
    "updatedAt": "2024-07-20T02:56:31+00:00",
    "coverArt": "https://mangadex.org/covers/19daf6ef-6d95-46e5-9e1a-f4e5b655902f/2fc5e9cb-0464-4f4e-a7d9-85d86a93d7c4.png",
    "altTitles": [],
    "description": {
      "en": "Yilin bumps into the tomboy Rouxi, sparking an interest between each other that slowly blooms.",
      "pt-br": "Yilin esbarra na tomboy Rouxi, despertando um interesse entre elas que floresce lentamente."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "926"
  },
  {
    "mangaId": "7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed",
    "title": {
      "en": "Isekai de Haishin Katsudou wo Shitara Tairyou no Yandere Shinja wo Umidashite Shimatta Ken"
    },
    "updatedAt": "2024-09-30T14:47:44+00:00",
    "coverArt": "https://mangadex.org/covers/7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed/acd113d1-fa12-4819-9942-1f3d65751618.jpg",
    "altTitles": [
      {
        "ja": "異世界で配信活動をしたら大量のヤンデレ信者を生み出してしまった件"
      },
      {
        "en": "When I Started Streaming in Another World, I Ended Up Creating a Large Number of Yandere Followers"
      }
    ],
    "description": {
      "en": "Living in Ataraxia, a world of swords and magic, a reincarnated individual decided to make a living out of streaming. Living in a world where such a thing did not exist despite the many forms of entertainment, he quickly made a name for himself. This is not the tale of just a streamer... but of a boy who becomes a legend as a haishinsha.",
      "ja": "剣と魔法の世界アタラシア――その世界に生きる一人の転生者が配信活動に手を出した。 数多くの娯楽はあれど、そのようなモノが存在しなかった世界で彼はたちまち有名になった。 これは異世界で唯一の配信者……ではなく、ハイシンシャになろうと考えた少年の物語である。",
      "vi": "Anh nhân vật chính của chúng ta được chuyển sinh sang thế giới có sự tồn tại của ma thuật. Sở hữu trong mình sức mạnh bá ko tả nổi, anh sẽ đánh bại quái vật để kiếm sống ư? Không, anh chê, anh muốn theo đuổi đam mê, anh muốn làm streamer để kiếm sống."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f",
    "title": {
      "en": "The Reborn Young Lord Is an Assassin"
    },
    "updatedAt": "2024-09-30T15:06:49+00:00",
    "coverArt": "https://mangadex.org/covers/49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f/24de45c4-b14e-48d7-b415-9c2cbef6fe2f.jpg",
    "altTitles": [
      {
        "ko": "회귀한 공작가의 막내도련님은 암살자"
      },
      {
        "ko-ro": "Hoegwihan Gongjakgaui Mangnaedoryeonnimeun Amsalja"
      },
      {
        "en": "The Regressed Son of a Duke Is an Assassin"
      },
      {
        "en": "The Regressed Youngest Son of the Duke Is an Assassin"
      },
      {
        "es": "El asesino que retornó como el hijo del Duque"
      },
      {
        "es": "El pibe que retorna como el hijo menor"
      },
      {
        "es-la": "La venganza del asesino de la espada demoniaca"
      },
      {
        "ru": "Вернувшийся младший сын герцога"
      },
      {
        "ru": "Регрессировавший сын герцога"
      },
      {
        "th": "ลูกชายคนเล็กของดยุกคือมือสังหาร"
      },
      {
        "ja": "回帰した公爵家の末息子は暗殺者"
      },
      {
        "zh": "公爵家的重生暗杀者"
      },
      {
        "zh-hk": "歸來的少爺是暗殺者"
      }
    ],
    "description": {
      "en": "Cyan Vert, illegitimate son of the Duke and the empire's greatest assassin, is betrayed by the righteous brother whose shadow he's always lived in. But just before the fatal blow strikes his throat, Cyan awakes to find he's just a boy again. The young lord has been reborn, and this time, he's not going to live in anyone's shadow!\n\n---\nCyan Vert, the best assassin of the continent, meets a pitiful death after having been betrayed by his own brother, whom he had trusted all his life.\n\n\"If I were given another chance at life, I would live it differently. I would only trust myself, and achieve all the things I want on my own without serving anyone else but myself.\"\n\nThat is how he was given a second chance at life. Cyan Vert, a shadow who lived for others, is no more. He will now pave a path on his own, for only him!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ebf6b4b1-f514-4e93-8305-0c16c21c7163",
    "title": {
      "en": "Space Juggernaut"
    },
    "updatedAt": "2024-07-19T21:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/ebf6b4b1-f514-4e93-8305-0c16c21c7163/525f63ef-d776-418a-b514-c1e64b24802e.jpg",
    "altTitles": [],
    "description": {
      "en": "Wanderer, imposing, somewhere in the vast void of space, Rendezvous awaits! The only space station built inside a living being, where the best scientists, warriors, explorers and engineers of the galaxy live.\nFollow the adventures of the Rendezvaj against the galaxy's major enemy; The Raccoon-race \"preservation\" Federation in this epic Space Opera.",
      "es-la": "Errante, imponente, en algún lugar del vasto vacío espacial, Rendezvous espera! La única estación espacial construida dentro de un ser vivo, que aloja a los mejores científicos, guerreros, exploradores e ingenieros de la galaxia.\nSigue las aventuras de un grupo de Rendezvaj contra su mayor enemigo; La Federación de “Conservación” de la raza Mapache en esta épica ópera spacial."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83e6e476-63e0-4c86-aaed-c011150d8cab",
    "title": {
      "en": "The Lady Knight and the Beast-Eared Child"
    },
    "updatedAt": "2024-10-26T16:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/83e6e476-63e0-4c86-aaed-c011150d8cab/228d6269-efca-4715-a9c9-1def5d378656.jpg",
    "altTitles": [
      {
        "ja": "女騎士とケモミミの子"
      },
      {
        "ja-ro": "Onna Kishi to Kemomimi no Ko"
      },
      {
        "ja": "Female knight and the Kemonomimi child"
      },
      {
        "en": "Female Knight and the Kemonomimi Child"
      },
      {
        "en": "The Female Knight and the Beast-Eared Child"
      },
      {
        "uk": "Пані-лицар та звіродитя"
      }
    ],
    "description": {
      "en": "A different world where demons are rampant and murderous. Olivia, a female knight, lives with her apprentice Noah, an animal eared child. A tale of a master and apprentice growing up, adventuring and being healed by the strong bond between each other.",
      "ja": "魔物が蔓延り殺伐とした異世界。女騎士オリビアは、弟子の獣人ノアと暮らしていた。強く生きる2人の絆に癒され、キュンとする師弟の成長冒険譚。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8d82392-b79c-4e55-b9c5-e7391c532443",
    "title": {
      "en": "Forest Sea"
    },
    "updatedAt": "2024-08-21T13:10:46+00:00",
    "coverArt": "https://mangadex.org/covers/c8d82392-b79c-4e55-b9c5-e7391c532443/f8ed4ae2-5818-47f1-9dd3-4d2aa5e6fcc3.png",
    "altTitles": [
      {
        "ko": "숲바다"
      }
    ],
    "description": {
      "en": "After a long war, the Avian Race and the Serpent Race finally signed a peace treaty.\n\nBoth races agreed to promote peace and coexistence and, as the first step, a new joint training center was established. Sa Hwa-hyeon, a long-time general of the Avian Race who made a significant contribution during the war, was going to start a new life as an instructor there.\n\nWhile cadets felt great respect towards their instructor, they also distanced themselves from Sa Hwa-hyeon, who treated them with a calm but strict demeanor.\n\nAmong them, there was Yahyul, a cadet from the Serpent Race, who didn’t particularly stand out, but whose gaze followed Hwa-hyeon everywhere.\n\nTheir first meeting was a pure coincidence, but the two people started gradually becoming closer after a number of small encounters.\n\nA light warm breeze that started to warf between them one day grew stronger as the instructor and the cadet were gradually getting closer to each other to become more than just two friends walking alongside one another…",
      "fr": "Après une longue guerre, la race aviaire et la race serpentine ont finalement signé un traité de paix.\n\nLes deux races ont accepté de promouvoir la paix et la coexistence et, comme première étape, un nouveau centre d’entraînement commun a été créé. Sa Hwahyeon, un général de longue date de la race aviaire qui a apporté une contribution importante pendant la guerre, allait y commencer une nouvelle vie en tant qu’instructeur.\n\nSi les cadets éprouvaient un grand respect pour leur instructeur, ils se distançaient également de Sa Hwahyeon, qui les traitait avec calme et sévérité.\n\nParmi eux, il y avait Yahyul, un cadet de la race Serpent, qui ne se distinguait pas, mais dont le regard de Hwahyeon suivait partout.\n\nLeur première rencontre était une pure coïncidence, mais les deux personnes ont commencé à se rapprocher progressivement après un certain nombre de petites rencontres.\n\nLa brise légère et chaude qui s’est mise à souffler entre eux un jour s’est renforcée, l’instructeur et le cadet se rapprochant peu à peu l’un de l’autre pour devenir plus que deux amis qui se côtoient…"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "60"
  },
  {
    "mangaId": "0ccceaa1-78ae-44ff-b10e-a6ff073d3d7e",
    "title": {
      "en": "Maze: The After School Horror Story (Web Comic)"
    },
    "updatedAt": "2024-10-26T16:22:11+00:00",
    "coverArt": "https://mangadex.org/covers/0ccceaa1-78ae-44ff-b10e-a6ff073d3d7e/ad626ff3-ad55-4186-bdb1-a1e461a59f65.png",
    "altTitles": [],
    "description": {
      "en": "The horror tale born from the innocent, when the ghost in children's imagination suddenly becomes real and roams around."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "137"
  },
  {
    "mangaId": "32bb15a3-1ef0-4296-a7d5-643408e889cd",
    "title": {
      "en": "Hinamizawa Teiryuujo - Higurashi no Naku Koro ni Genten"
    },
    "updatedAt": "2022-07-03T14:40:06+00:00",
    "coverArt": "https://mangadex.org/covers/32bb15a3-1ef0-4296-a7d5-643408e889cd/becb7a8d-53ee-4bc3-afe5-7fa5bcc5ef3e.png",
    "altTitles": [
      {
        "en": "Hinamizawa Bus Stop - Higurashi When They Cry Origin"
      },
      {
        "ja": "雛見沢停留所 ～ひぐらしのなく頃に原典～"
      }
    ],
    "description": {
      "en": "Deep in the mountains of a certain region, there is a station called \"Hinamizawa Bus Stop\" that is located on the outskirts of the village... A high school girl, Rika, visits this place with a junior student, Mion. The human drama that surrounds the construction of a dam in Hinamizawa and the haunting of \"Oyashiro-sama,\" a deity rooted in the area, are told. What awaits them is either a tragedy or...?\n\n---\n* An adaptation of *Hinamizawa Bus Stop*, the unreleased stage play that Ryukishi07 wrote and eventually transformed into the *Higurashi no Naku Koro ni* doujin game, which has been adapted into manga, anime, live-action movies, and console games."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "9b62c7d0-3c4f-4f2f-933d-8256652aebae",
    "title": {
      "en": "Shuumatsu no Harem After World"
    },
    "updatedAt": "2024-10-26T13:31:49+00:00",
    "coverArt": "https://mangadex.org/covers/9b62c7d0-3c4f-4f2f-933d-8256652aebae/094f8999-4ef2-4c5f-9a40-0ca9b2fb5f63.jpg",
    "altTitles": [
      {
        "ja": "終末のハーレム After World／公式サイト版"
      },
      {
        "en": "World's End Harem - After World"
      },
      {
        "es-la": "Harén del fin del mundo después del mundo"
      },
      {
        "pt-br": "Harém do Fim do Mundo - Depois do Mundo"
      },
      {
        "vi": "Dàn Harem Cuối Cùng - Hậu Thế Giới"
      },
      {
        "vi": "Hậu Cung Thời Tận Thế - Hậu Thế Giới"
      }
    ],
    "description": {
      "en": "2049, Tokyo. The \"after-vaccine era\" has arrived, and even though men have returned to society, their sexual desire has disappeared and their reproductive function has been lost. However, only the boy, Riku, who revived from cold sleep three years ago, feels something wrong with his body!? The second part of erotic suspense in the near future opens!!\n\n\n---\n\n**Links:**\n- [Alternative raw (censored)](https://shonenjumpplus.com/episode/3269754496306180406)",
      "ja": "2049年、東京――。“アフターワクチン時代”が到来し、男性達が社会復帰するも、その身体からは性欲が消滅、生殖機能も失われていた…。しかし3年前にコールドスリープから復活した少年・陸だけは、自身の身体に異変を感じていて!?　近未来エロティックサスペンス第二部開幕!!",
      "vi": "Năm 2049, tại Tokyo. \"Kỷ nguyên sau vắc-xin\" đã đến, và mặc dù đàn ông đã trở lại xã hội, ham muốn tình dục của họ đã biến mất và khả năng sinh sản cũng không còn. Tuy nhiên, chỉ có cậu bé Riku, người đã tỉnh dậy sau giấc ngủ lạnh ba năm trước, lại cảm thấy có điều gì đó bất thường trong cơ thể mình!? Phần thứ hai của bộ truyện suspense tình cảm trong tương lai gần chính thức mở ra!!",
      "es-la": "2049, Tokio. La \"era post-vacuna\" ha llegado, y aunque los hombres han vuelto a la sociedad, su deseo sexual ha desaparecido y su función reproductiva se ha perdido. Sin embargo, sólo el niño Riku, que revivió del sueño frío hace tres años, siente que algo anda mal en su cuerpo... ¡¡Se estrena la segunda parte del suspenso erótico en un futuro cercano!!",
      "pt-br": "Devido a um vírus, a maioria dos homens foram mortos, a proporção entre mulheres e homens é de 10.000 para 1, respectivamente. Um mundo que se tornou um super harém. Os homens que sobreviveram perderam seu desejo sexual e isso levou o mundo a Grande Era de Estagnação. Sendo Riku o único que ainda mantém seu desejo sexual. Uma história de suspense e erotismo de um futuro próximo que fará explodir a libido. Devido a um vírus, a maioria dos homens foram mortos, a proporção entre mulheres e homens é de 10.000 para 1, respectivamente. Um mundo que se tornou um super harém. Os homens que sobreviveram perderam seu desejo sexual e isso levou o mundo a Grande Era de Estagnação. Sendo Riku o único que ainda mantém seu desejo sexual. Uma história de suspense e erotismo de um futuro próximo que fará explodir a libido."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "18",
    "lastChapter": "47"
  },
  {
    "mangaId": "a96676e5-8ae2-425e-b549-7f15dd34a6d8",
    "title": {
      "en": "Komi-san wa Komyushou Desu."
    },
    "updatedAt": "2024-05-09T04:59:48+00:00",
    "coverArt": "https://mangadex.org/covers/a96676e5-8ae2-425e-b549-7f15dd34a6d8/dc04f7c6-6794-47f8-86f4-11177b256dc3.jpg",
    "altTitles": [
      {
        "ja-ro": "Comi-san ha Comyusho Desu."
      },
      {
        "en": "Komi Can't Communicate"
      },
      {
        "en": "Komi-san Can't Communicate."
      },
      {
        "en": "Komi-san Has a Communication Disorder."
      },
      {
        "ja-ro": "Komi-san wa, Communication Shougai desu."
      },
      {
        "en": "Miss Komi Is Bad at Communication."
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "ja": "古見さんは、コミュ症です。"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      },
      {
        "ar": "كومي سان لا يمكنها التواصل"
      },
      {
        "ja-ro": "Furumi-san wa, Komyu-shōdesu."
      },
      {
        "vi": "Komi - Nữ thần sợ giao tiếp"
      },
      {
        "fr": "Komi cherche ses mots"
      },
      {
        "tr": "Komi Konuşmaktan Korkuyor"
      },
      {
        "pt": "Komi não consegue se comunicar"
      },
      {
        "id": "Komi Sulit Berkomunikasi"
      },
      {
        "ms": "Komi Tidak Boleh Berkomunikasi"
      },
      {
        "hu": "Komi-san Kommunikációs Zavarral Küzd"
      },
      {
        "cs": "Komi-san nemůže komunikovat"
      },
      {
        "pl": "Komi-san nie móc komunikuje"
      },
      {
        "pl": "Komi-san nie móc porozumiewa"
      },
      {
        "es": "Komi-san no puede comunicarse"
      },
      {
        "pt": "Senhora Komi não consegue se comunicar"
      },
      {
        "pt-br": "Senhorita Komi não consegue se comunicar"
      },
      {
        "ru": "Коми-сан ва, комюсё: дэсу"
      },
      {
        "mn": "Коми-сан харилцаж чаддаггүй"
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "uk": "У Комі-сан проблеми зі спілкуванням"
      },
      {
        "ar": "كومي لا تستطيع التواصل"
      },
      {
        "fa": "کومی نمیتواند صحبت کند"
      },
      {
        "ne": "कोमी सञ्चार गर्न सक्दैन।"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "zh-hk": "古見同學是溝通魯蛇。"
      },
      {
        "zh-hk": "古見同學有交流障礙症"
      },
      {
        "zh": "古见同学有交流障碍症"
      },
      {
        "ko": "코미 양은 커뮤증입니다"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      }
    ],
    "description": {
      "en": "Komi-san is a beautiful and admirable girl that no one can take their eyes off of. Almost the whole school sees her as the cold beauty that's out of their league, but Tadano Hitohito knows the truth: she's just really bad at communicating with others.\r\n\r\nKomi-san, who wishes to fix this bad habit of hers, tries to improve it with the help of Tadano-kun by achieving her goal of having 100 friends.",
      "es": "Hitohito Tadano acaba de empezar la secundaria alta anhelando que sea pura paz y tranquilidad, pero sus planes se truncan cuando termina sentado al lado de la perfecta Shoko Komi. Ella es linda, inteligente, educada y hasta huele bien. Pero tiene 0 dotes sociales y no sabe cómo corno comunicarse con los demás. Es ahí que Tadano se sube al pony y se propone ayudarla a su compañera hasta que se haga de cien amigos, y con suerte algo más.",
      "pl": "Komi-san jest piękną i godną podziwu dziewczyną, od której nikt nie może oderwać oczu. Prawie cała szkoła postrzega ją jako zimne piękno, które jest poza ich zasięgiem, ale Tadano Hitohito zna prawdę: młoda piękność po prostu źle komunikuje się z innymi. Komi-san, chce to zmienić, a ma jej w tym pomóc Tadano.",
      "es-la": "El viaje a 100 amigos comienza con una sola conversación. El mayor sueño de la estudiante de secundaria socialmente ansiosa Shouko Komi es hacer amigos, ¡pero todos en la escuela confunden su ansiedad social paralizante con una reserva fría! Con todo el cuerpo estudiantil manteniendo su distancia y Komi incapaz de pronunciar una sola palabra, la amistad podría estar siempre fuera de su alcance. Tadano Hitohito es un chico ordinario total, y así es como le gusta. Vive para mezclarse con el fondo. Todo eso cambia cuando se encuentra solo en un salón de clases el primer día de la escuela secundaria con la legendaria Komi. Rápidamente se da cuenta de que ella no es distante, sino que tiene problemas para comunicarse con los demás. ¡Ahora ha hecho su misión ayudarla en su búsqueda para hacer 100 amigos!",
      "pt-br": "Komi-san é uma bela e admirável garota que ninguém consegue tirar os olhos. Quase todos da escola a veem como alguém fora do alcance, mas Tadano Shigeo sabe a verdade: **ela apenas não sabe como se comunicar com os outras pessoas**. Komi-san, que deseja corrigir este mau hábito dela, tenta melhorar com a ajuda do Tadano-kun..."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "5f64d517-c4ea-40c0-a463-fcc069d39d3b",
    "title": {
      "en": "Tsuihousareru Tabi ni Skill o Te ni Ireta Ore ga, 100 no Isekai de 2-shuume Musou"
    },
    "updatedAt": "2024-10-01T15:27:49+00:00",
    "coverArt": "https://mangadex.org/covers/5f64d517-c4ea-40c0-a463-fcc069d39d3b/f0927611-6309-48b1-be5e-7b5e44e6329d.jpg",
    "altTitles": [
      {
        "ja": "追放されるたびにスキルを手に入れた俺が、100の異世界で2周目無双"
      },
      {
        "en": "I Got a New Skill Every Time I Was Exiled, and After 100 Different Worlds, I Was Unmatched"
      },
      {
        "en": "Unmatched in 100 Different Worlds — I Gain a New Skill Every Time I Get Banished"
      },
      {
        "es": "Cada vez que me Expulsaban, Adquiría una Nueva Habilidad y Después de 100 Mundos Diferentes, Ya no Tengo Rival"
      },
      {
        "zh-hk": "每遭放逐就能獲得技能的我，在100個世界大開第二輪無雙"
      },
      {
        "zh": "每遭放逐就能获得技能的我，在100个世界大开第二轮无双"
      },
      {
        "ja-ro": "Tsuihousareru Tabi ni Skill wo Te ni Ireta Ore ga, 100 no Isekai de 2-shuume Musou"
      },
      {
        "pt-br": "Ganhei uma Nova Habilidade Toda Vez que Fui Exilado, e Após 100 Mundos Diferentes, Me tornei Imbativel"
      }
    ],
    "description": {
      "en": "An adventurer named Ed was exiled from his party because he was considered useless, but instead of being sad and upset he was actually happy!!?\n\nIt turns out that it's not without reason that he feels happy when he's exiled from his party, because every time he's been exiled he will receive a skill that makes him even more invincible...\n\nEd was given the crazy test of having to get expelled from 100 Hero parties in 100 different worlds before he could return to his original world. Finally a mysterious and divine entity said that he had achieved all the conditions to return to his original world.\n\nHowever, as a final condition he is asked “Look at the fate of one of these exile worlds after you left.” and he is shocked by what he sees.\n\n“Okay, I’ll do it! I’ll go down to these 100 worlds again and be banished with a good feeling!” \n\nEd takes on a new challenge to make full use of the super-powerful “Exiled Skills” that were granted each time he was exiled, and this time ensure they all have happy endings.\n___\n**Character Designer:** [GreeN](https://mangadex.org/author/40916d07-ed66-40d9-919f-3bfff091fe9a)",
      "es": "Ed, a quien se le dio la loca prueba de tener que ser expulsado de la party de 100 héroes en 100 mundos diferentes para poder regresar a su mundo original, finalmente cumpliendo las condiciones puede volver. Sin embargo Ed se entera de que el otro mundo al que quiere regresar ha tenido un final desastroso. Ahora para salvar a una chica elfa quien una vez fue su amiga, tendrá que volver a desafiar una nueva batalla para aprovechar al máximo la \"habilidad de expulsión\" para cambiar todos los finales de una forma convincente. ¡Comienza una historia para salvar 100 mundos diferentes!",
      "id": "Seorang petualang bernama ed di keluarkan dari party nya karena di anggap tidak berguna, namun daripada sedih dan kesal dia malah bahagia!!?.\n\nTernyata bukan tanpa alasan dia merasa baagia ketika di keluarkan dari party nya di karenakan setiap kali dia di keluarkan dia akan menerima sebuah skill yang membuatnya jadi semakin tidak terkalahkan...",
      "pt-br": "Um aventureiro chamado Ed foi expulso de sua equipe porque era considerado inútil, mas em vez de ficar triste e chateado, ele ficou feliz!!?\n\nAcontece que não é sem razão que ele se sente feliz quando é expulso de uma equipe, porque toda vez que isso acontece, ele recebe uma habilidade que o torna ainda mais invencível...\n\nEd recebeu um teste maluco: ele teria que ser expulso de 100 equipes de Heróis em 100 mundos diferentes antes de poder voltar ao seu mundo original. Finalmente, uma entidade misteriosa e divina disse que ele havia cumprido todas as condições para retornar ao seu mundo original.\n\nNo entanto, como condição final, ele é desafiado: \"Olhe o destino de um desses mundos de exílio depois que você partiu.\" E ele fica chocado com o que vê.\n\n\"Ok, eu vou fazer isso! Vou voltar para esses 100 mundos e ser banido com uma boa sensação!\"\n\nEd assume um novo desafio: fazer pleno uso das superpoderosas \"Habilidades de Exílio\" que foram concedidas a cada vez que foi expulso, e desta vez garantir que todos tenham finais felizes."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "92dd8103-2a60-4a1a-a32d-b957bf4eb7dd",
    "title": {
      "en": "The Devil Raises a Lady"
    },
    "updatedAt": "2024-07-15T14:39:04+00:00",
    "coverArt": "https://mangadex.org/covers/92dd8103-2a60-4a1a-a32d-b957bf4eb7dd/b7a1f0de-7d64-44cc-894f-143b9831d18b.jpg",
    "altTitles": [
      {
        "ko": "악마는 레이디를 키운다"
      },
      {
        "es": "El diablo entrena una dama"
      }
    ],
    "description": {
      "en": "The downfall of a noble family. And a girl who risks her life seeking revenge.\n\n“Lady Ayana.”\n\nThere was a knight who had been by her side for thirteen years. The person who came to her mind before her own family was going to be annihilated. He risked his life for her, suffered wounds, hunger, and gave her everything. Now, he is looking at her while she’s waiting for her execution with a joyful smile.\n\n“Please show me another enjoyable story this time, my lady.”\n\nThe devil smiled and extended his hand, and the girl took it.\n\n“I hope you get the ending you desire in the next story, my lady.”\n\n(Source: Kakao, translated)",
      "es": "Ella tuvo que pasar por la aniquilación de su familia, él llegó al final de su vida para darle la oportunidad de vengarse. “Aiana.” El caballero que estuvo a mi lado durante 13 años, arriesgó su vida, sufrió, pasó hambre y lo dio todo por mí. Pero ahora, al presentarse mi muerte inminente, sonreía felizmente mientras contemplaba mi desceso. “Por favor, ten una historia agradable esta vez, mi señora”. El demonio sonrió y me tendió la mano. “Espero que en la próxima historia obtengas el final que deseas”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f40ba66d-8ff3-48b2-af48-6cc9ff476832",
    "title": {
      "en": "Juu-gatsu no Hanabi"
    },
    "updatedAt": "2024-10-26T15:48:39+00:00",
    "coverArt": "https://mangadex.org/covers/f40ba66d-8ff3-48b2-af48-6cc9ff476832/a7aa4d7b-f1a1-4853-837a-352907c3653d.png",
    "altTitles": [
      {
        "en": "Fireworks in October"
      },
      {
        "ja": "10月の花火"
      },
      {
        "ja-ro": "10-gatsu no Hanabi"
      },
      {
        "ru": "Октябрьский фейерверк"
      }
    ],
    "description": {
      "en": "After his first summer break in college, Taichi installs a dating app out of frustration at not having a girlfriend.\nTo his surprise, he matches with a woman he once saw crying at his summer beach job…\n\nSource: MangaPlus",
      "ru": "После своего первого горького расставания в универе, преисполненный злостью на своё одиночество и отсутствие девушки Таити устанавливает приложение для знакомств. К своему удивлению, его мэтчит с девушкой, которую он когда-то увидел плачущей во время летней подработки на пляже..."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "93c7cbf2-7a12-4df8-9dde-9ca2b38e7f22",
    "title": {
      "en": "Jaa, Kimi no Kawari ni Korosou ka?"
    },
    "updatedAt": "2024-10-13T10:24:11+00:00",
    "coverArt": "https://mangadex.org/covers/93c7cbf2-7a12-4df8-9dde-9ca2b38e7f22/7256784a-ed38-4bd0-b8f2-6db7e18f2a58.jpg",
    "altTitles": [
      {
        "vi": "Vậy Để Tôi Giết Chúng Thay Cậu Nhé?"
      },
      {
        "ja": "じゃあ、君の代わりに殺そうか？"
      },
      {
        "zh": "杀君所怨"
      },
      {
        "ja-ro": "Jaa, Kimi no Kawari ni Korosou ka?"
      },
      {
        "en": "Well, Shall I Murder Instead of You?"
      }
    ],
    "description": {
      "en": "The manga centers on Yūma Fujikura, a constantly bullied first year high school student. When a classmate named Ryō Amezato, nicknamed \"Amelie,\" helps him out one day, Yūma tells him not to get any more involved, or else the bullies will target Amelie too. In response to this, Amelie only tells Yūma that he would commit murder for him if Yūma wanted.",
      "vi": "Cậu đã giải thoát tôi khỏi những tháng ngày tuyệt vọng vì bị bắt nạt…. Nhưng sau khi cậu xuất hiện, một địa ngục mới lại bắt đầu… Cậu rốt cuộc là ai? Tôi có thể tin ai đây?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a398ac67-4b5b-4fb9-b469-7109f437fbd8",
    "title": {
      "en": "Ore Jane to Dame na Kuse ni: Kono Otoko, Aishi-kata mo Chou Ichiryuu"
    },
    "updatedAt": "2022-12-05T09:10:29+00:00",
    "coverArt": "https://mangadex.org/covers/a398ac67-4b5b-4fb9-b469-7109f437fbd8/6717dec8-370b-419c-b335-c83b031b9c2f.jpg",
    "altTitles": [
      {
        "zh-hk": "明明非我不可"
      },
      {
        "ja-ro": "Ore Janee to Damena Kuse ni ~ Kono Otoko, Aishikata mo Chou Ichiryuu"
      },
      {
        "zh": "明明非我不可"
      },
      {
        "ja": "俺じゃねぇとダメなくせに～この男、愛し方も超一流"
      },
      {
        "en": "I Know It Has To Be Me"
      },
      {
        "en": "And Yet I’m the Only One ~This Man, His Way of Loving Is Top Class."
      }
    ],
    "description": {
      "en": "He's usually a brash man, but his voice is sweeter than usual, his kisses are fierce and devouring, and his caresses are gentle, as if he's touching something broken. This is the first time I've ever felt something like this.\n\nAkira's partner from her student days, the designer Nachi, suddenly appeared before her. For some reason, Akira had kept her distance from him, but Nachi asked her, \"Why did you run away from me?\" Nachi presses her...? The body is honest. She didn't want to feel it, but she's going to come...! Is he touching me like this just to get back at me? Or....\n\nThe designer's obsessive love for you will make you fall in love with him all over again!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d31b8a09-e28d-4f9f-887b-d62dced36db8",
    "title": {
      "en": "Omiai Shitakunakatta node, Murinandai na Jouken wo Tsuketara Doukyuusei ga Kita Ken ni Tsuite"
    },
    "updatedAt": "2024-10-26T16:35:54+00:00",
    "coverArt": "https://mangadex.org/covers/d31b8a09-e28d-4f9f-887b-d62dced36db8/a581c499-f228-4dc8-b5e6-9c0bb5f9351a.jpg",
    "altTitles": [
      {
        "en": "About That Time I Didn’t Want to Have a Matchmaking Interview, So I Set Some Impossible Conditions and Then My Classmate Showed Up"
      },
      {
        "en": "I Didn’t Want to Meet a Prospective Marriage Partner So I Set an Impossible Condition and Then My Classmate Came"
      },
      {
        "ja": "お見合いしたくなかったので、無理難題な条件をつけたら同級生が来た件について"
      },
      {
        "es": "No Quería ir a la Cita, Así que Puse Condiciones Absurdas y Vino una Compañera de Clases"
      },
      {
        "es-la": "En ese Momento no Quería Tener una Entrevista de Emparejamiento, así que Puse Algunas Condiciones Imposibles y Luego Apareció mi Compañero de Clase"
      }
    ],
    "description": {
      "en": "One day, Yuzuru Takasegawa — a first-year high school student — is urged by his grandfather to go on an arranged marriage meeting, insisting that he wants to see his great-grandson before he dies.\n\nHowever, not wanting to bear the weight of a fiancee at the tender age of a freshman in high school, Yuzuru tries to avoid the arranged marriage meeting by imposing an irrational condition that, “If she is Blonde Haired, Blue Eyed, Fair Skinned with big boobs, only then I will think about the marriage”.\n\nBut somehow, he finds the girl who meets the conditions that Yuzuru has put out, and he reluctantly ends up going to matchmaking only once.\n\nAnd on the day of matchmaking, it was Arisa Yukishiro, a beautiful girl with reputation at school, shows up on the scene. [adapted from Novel Updates]",
      "es": "Un día, su abuelo insta a Yuzuru Takasegawa, un estudiante de primer año de secundaria, a asistir a una reunión matrimonial arreglada, insistiendo en que quiere ver a su bisnieto antes de morir. Sin embargo, al no querer soportar el peso de una prometida a la tierna edad de un estudiante de primer año en la escuela secundaria, Yuzuru intenta evitar la reunión matrimonial arreglada imponiendo una condición irracional que dice: \"Si es de pelo rubio, ojos azules, piel clara, etc. ., sólo entonces pensaré en el matrimonio ”. Pero de alguna manera, encuentra a la chica que cumple con las condiciones que Yuzuru ha puesto, y de mala gana termina yendo al emparejamiento solo una vez. Y el día del emparejamiento, Arisa Yukishiro, una hermosa chica con reputación en la escuela, apareció en escena. Al escuchar su historia, parece que también la obligaron a regañadientes a continuar el emparejamiento. Por lo tanto, los dos intentan evitar más propuestas de matrimonio con su falso \"compromiso\".",
      "ja": "私と嘘の“婚約”をしませんか？ 嘘から始まるピュアラブコメディ開幕!!\n\nお見合い話を持ってくる祖父に「金髪碧眼色白美少女なら考える」と、無理難題をつきつけた高校生・高瀬川由弦。数日後、お見合いの場にいたのは同級生の雪城愛理沙!? 由緒ある家に生まれたため、幾度となくお見合いを勧められうんざりしていた二人は、お互いのために、嘘の『婚約』を交わすことになるのだが…。嘘の婚約から始まるピュアラブコメディ、開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9bf55e63-4128-4457-a955-5cdbaf5179c3",
    "title": {
      "en": "Off-Nature Museum"
    },
    "updatedAt": "2024-10-25T20:32:18+00:00",
    "coverArt": "https://mangadex.org/covers/9bf55e63-4128-4457-a955-5cdbaf5179c3/d70d03b9-93b8-46b6-b45c-77db3c18a8d5.png",
    "altTitles": [
      {
        "zh": "不自然博物馆"
      }
    ],
    "description": {
      "en": "This museum's treasured collection is a slew of strange comics!",
      "zh": "这个博物馆，珍藏着许多奇怪的漫画！"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "25"
  },
  {
    "mangaId": "af96ad04-08d2-4aff-ba50-6794e06c8404",
    "title": {
      "en": "Plaything"
    },
    "updatedAt": "2024-10-21T00:48:19+00:00",
    "coverArt": "https://mangadex.org/covers/af96ad04-08d2-4aff-ba50-6794e06c8404/0c5d56c9-9963-43c0-a192-feb0138ca92c.jpg",
    "altTitles": [
      {
        "ko": "놀이감"
      },
      {
        "en": "Her Toys"
      },
      {
        "en": "A Sense of Amusement"
      },
      {
        "th": "สนามเด็กล่า"
      },
      {
        "zh": "玩物"
      },
      {
        "pt-br": "Uma Sensação de Diversão com seus brinquedos"
      }
    ],
    "description": {
      "en": "Lee Myung-jun, the Vice Chairman of Hyundo Group, lost his daughter to a group of bullies. Seeking revenge, he adopts Yoon Karma, a psychopathic defector girl.\n\nYoon Karma: A sadistic human weapon created through drug experiments in North Korea. After killing everyone in the research lab, she escaped to South Korea on her own.\n\nHaving just been released from a juvenile detention center in South Korea, Yoon Karma sets out to hunt down the bullies at school, driven by the desire to avenge her new father and satisfy her sadistic pleasures.",
      "pt-br": "Lee Myung-jun, o vice-presidente do grupo Hyundo, perdeu sua filha para um grupo de pessoas que faziam bullying. Buscando vingança, ele adota Yoon Karma, uma garota desertora psicopata.\nYoon Karma: Uma arma humana sádica criada por meio de experimentos com drogas na Coreia do Norte. Depois de matar todos no laboratório de pesquisa, ela escapou para a Coreia do Sul sozinha.\nTendo acabado de ser libertada de um centro de detenção juvenil na Coreia do Sul, Yoon Karma sai para caçar os valentões na escola, movida pelo desejo de vingar seu novo pai e satisfazer seus prazeres sádicos."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c446c571-dc74-40e5-8035-38cca01503ef",
    "title": {
      "en": "The Devil’s Body Temperature"
    },
    "updatedAt": "2024-08-09T00:56:40+00:00",
    "coverArt": "https://mangadex.org/covers/c446c571-dc74-40e5-8035-38cca01503ef/b62626ba-b442-46c3-a001-f3e5c9369023.png",
    "altTitles": [
      {
        "zh": "魔鬼的体温"
      }
    ],
    "description": {
      "en": "Bei Yao, a cheerful four-year-old, was reborn into 1996 and found herself living next door to a boy destined to become a formidable villain in the future. This boy, Pei Chuan, was only five at the time, confined to a wheelchair and deeply insecure.\n\nYears later, when they were teenagers, Bei Yao had blossomed into the school's most admired beauty. Despite her popularity, Pei Chuan remained guarded and distant. When Bei Yao confessed her feelings for him, he reacted with a mixture of fear and longing.\n\nHaving known each other for two lifetimes, Bei Yao was determined to understand the complexities of Pei Chuan's character. As their bond deepened, she discovered a sensitive and vulnerable soul beneath his tough exterior. Their story is one of a healing love that blossoms between childhood sweethearts, as Bei Yao's warmth gradually melts away Pei Chuan's emotional barriers."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b727ae2-2842-4c46-af8b-9162b7806659",
    "title": {
      "en": "Girl Meets Rock!"
    },
    "updatedAt": "2024-10-12T16:15:02+00:00",
    "coverArt": "https://mangadex.org/covers/7b727ae2-2842-4c46-af8b-9162b7806659/c0717e87-2c5e-431a-80e8-74918c873c81.jpg",
    "altTitles": [
      {
        "ja": "ふつうの軽音部"
      },
      {
        "ja-ro": "Futsuu no Keionbu"
      },
      {
        "en": "An Ordinary Light Music Club"
      },
      {
        "nl": "Het meisje dat rock ontdekte!"
      },
      {
        "ru": "Девушка встречает Рок"
      },
      {
        "pt-br": "Garota conhece o rock!"
      },
      {
        "es-la": "¡La chica que conoció el rock!"
      },
      {
        "fr": "La fille qui découvre le rock !"
      }
    ],
    "description": {
      "en": "With a passion for richly textured Japanese rock, first-year high school student Chihiro Hatono steps into the world of the light music club, new guitar in tow. But what awaits her behind those doors...? A drama of unfiltered youth and musical ambition takes the stage!\n___\n[Defunct Official English (MANGA Plus)](https://mangaplus.shueisha.co.jp/titles/100291)",
      "es-la": "Chihiro Hatono, estudiante de primer año de preparatoria y apasionada por el rock japonés se adentra en el mundo del club de música ligera con una nueva guitarra a cuestas. Pero, ¿qué le espera tras esas puertas...? ¡Un drama sobre juventud sin filtros y ambición musical toma el escenario!",
      "pt-br": "Com uma paixão pelo rock japonês ricamente texturizado, a estudante do primeiro ano do ensino médio Chihiro Hatono entra no mundo do clube de música leve, com uma nova guitarra em mãos. Mas o que a espera atrás daquelas portas...? Um drama de juventude não filtrada e ambição musical sobe ao palco!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba64c401-4fa1-4f20-8b25-aed86525bdbb",
    "title": {
      "ja": "Nukitashi - Nukige Mitai na Shima ni Sunderu Watashi wa Dou Surya Ii desu ka?"
    },
    "updatedAt": "2024-09-30T04:43:36+00:00",
    "coverArt": "https://mangadex.org/covers/ba64c401-4fa1-4f20-8b25-aed86525bdbb/2c7f715d-372b-4a05-b1d7-a9a0d93890cc.jpg",
    "altTitles": [
      {
        "ja": "ぬきたし－抜きゲーみたいな島に住んでるわたしはどうすりゃいいですか？"
      },
      {
        "ja-ro": "Nukitashi: Nukige Mitai na Shima ni Sunderu Watashi wa Dou Surya Ii desu ka?"
      },
      {
        "en": "Nukitashi - I Live on an Island Straight from a Fap Game, What on Earth Should I Do? -"
      },
      {
        "zh": "拔我－生活在拔作一樣的島上我該怎麼辦才好？"
      }
    ],
    "description": {
      "en": "Indigo island is a place like no other, to deter emigration and attract tourism they have become the 'sex' destination as residents are punished if they are not have having frequent sex! On this crazy island, Hitori Misaki is still at school and one of the rare virgins trying to keep her secret and find love in such a lewd environment! The manga is based on the adult game \"Nukitashi - Is this island Utopia or Dystopia?\" by Qruppo!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "30"
  },
  {
    "mangaId": "78a30cd8-702b-4032-826c-472876521e85",
    "title": {
      "en": "Shiganbana"
    },
    "updatedAt": "2024-09-29T00:42:07+00:00",
    "coverArt": "https://mangadex.org/covers/78a30cd8-702b-4032-826c-472876521e85/232b2850-6b91-47ec-9536-78eb38a52774.jpg",
    "altTitles": [
      {
        "ja": "シガンバナ"
      }
    ],
    "description": {
      "en": "In this seemingly peaceful country, there lives a hitman that hunts down others of his kind - an assassin of assassins. Before eliminating his targets, he always questions their motives for killing - this is his way of embracing his destiny.\n\n From the author of \"Until Your Bones Rot\" and \"The Shadows of Who We Once Were,\" Utsumi Yae presents a thrilling drama about the lives of those existing on the edge between life and death."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ccffe01-9d3a-47d2-b3cb-a1448053643a",
    "title": {
      "en": "If You're Gonna Dress Up, Do It Like This for ladies"
    },
    "updatedAt": "2024-10-23T16:56:09+00:00",
    "coverArt": "https://mangadex.org/covers/8ccffe01-9d3a-47d2-b3cb-a1448053643a/cf53c45c-b5ca-41d4-861f-2dee54a972ad.jpg",
    "altTitles": [
      {
        "en": "Do it this way if you wear the clothes for ladies'"
      },
      {
        "en": "Fuku wo Kiru nara Konna Fuu ni for ladies'"
      },
      {
        "en": "服を着るならこんなふうに for ladies'"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c9aaa96b-36fc-41c5-a427-6e39c26b7720",
    "title": {
      "en": "Fuku wo Kiru nara Konna Fuu ni"
    },
    "updatedAt": "2024-10-26T16:36:35+00:00",
    "coverArt": "https://mangadex.org/covers/c9aaa96b-36fc-41c5-a427-6e39c26b7720/a2a2dadd-1d03-4dd4-a457-62afb8ab42ed.jpg",
    "altTitles": [
      {
        "ja": "服を着るならこんなふうに"
      },
      {
        "en": "Do It This Way If You Wear the Clothes"
      },
      {
        "en": "If You're Gonna Dress up, Do It Like This"
      },
      {
        "zh": "衣服要这么穿"
      },
      {
        "vi": "Đã ăn diện thì phải ăn diện sao cho đúng."
      }
    ],
    "description": {
      "en": "Yuusuke, an average office worker meets with his friend at a reunion, only to find out that the fashion world has left him behind. Now, with the help of his sister Tamaki, Yuusuke must take his step into the world of trends and charisma.",
      "pt-br": "Yuusuke, um trabalhador de escritório comum encontra-se com seu amigo em uma reunião, apenas para descobrir que o mundo da moda o deixou para trás. Agora, com a ajuda de sua irmã Tamaki, Yuusuke deve entrar no mundo das tendências e do carisma"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67d3bfbf-d388-4d19-8d3b-e7f1054ea106",
    "title": {
      "en": "Looking for a New Husband"
    },
    "updatedAt": "2024-10-21T00:41:56+00:00",
    "coverArt": "https://mangadex.org/covers/67d3bfbf-d388-4d19-8d3b-e7f1054ea106/33020a23-b626-4a6c-ba68-7800ae028f40.png",
    "altTitles": [
      {
        "ko": "새 남편을 구합니다"
      }
    ],
    "description": {
      "en": "Riat, caught up in her husband's treason, faces death.\n\nAfter repeatedly returning to the past at the cost of half her lifespan, she finally breaks the cycle by offering her husband’s head to the emperor.\n\nWith only 1 year and 3 months left to live, her one wish is—\n\n\"I’m going to fall in love.\"\n\nAt last, an announcement spreads across the entire empire: a competition to find Riat’s new husband, with a grand prize of 1 billion gold.\n\nCandidates begin to flood in, but suspicious figures also start gathering around her…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]