[
  {
    "mangaId": "cc70ba46-e0d4-4240-98ba-adb86c82ff6b",
    "title": {
      "en": "Break Blade"
    },
    "updatedAt": "2024-06-13T11:36:15+00:00",
    "coverArt": "https://mangadex.org/covers/cc70ba46-e0d4-4240-98ba-adb86c82ff6b/9aefd6f6-c201-4285-93a1-a6a1f0924e9b.jpg",
    "altTitles": [
      {
        "en": "Broken Blade"
      },
      {
        "es": "Espada Rota"
      },
      {
        "ja": "ブレイクブレイド"
      },
      {
        "zh-hk": "破刃之劍"
      },
      {
        "ru": "Сломанный меч"
      },
      {
        "pt-br": "Break Blade"
      }
    ],
    "description": {
      "en": "Rygart Arrow is the only one in his world who lacks the inherent ability to power up quartz, the energy source that makes all of the machines run. Nevertheless, he’s pretty well connected. The King and Queen of his country of Krisna happen to be old college friends. But so is Zess, the guy who is leading the army of a neighboring kingdom in an attack on Krisna.  \n  \nHow did it comes to this? There’s little time to ponder the implications as an army in giant, mechanized battle suits attacks. Arrow just feels like he’s in the way – until he comes across a powerful, ancient mech that no one has yet to be able to figure out how to run. But his natural affinity for the suit’s operating mechanism may just turn Arrow into the most important player of all.\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "ru": "Континент Крузон. Мир, где правит \"магия\". Здесь не добывают нефть. Здесь не вырабатывают электричество. Основным ресурсом этого мира и двигателем производства стал кварц - добываемый минерал. Люди очищают совместимый кварц и создают кварцевые двигатели и ускорители, которые двигают механизмы. Всё - от движков могучих \"големов\" до поршней пневматических винтовок. У всех была эта сила - отдавать приказы кварцу. Люди называли её \"магией\". В этом мире родиться \"без магии\" равносильно неизлечимой болезни.\nРайгарт - один из немногих несчастных, у кого нет никаких способностей к магии. Но сейчас на маленькое королевство, где он живёт, надвигается война. Крупная западная держава с огромной военной мощью начала военную экспансию на соседние маленькие королевства. Теперь на её пути Крисна - родной дом Райгарта. Чтобы спасти своих друзей и родной дом от захватчиков, Райгарту придётся встретиться со своим школьным другом, Зессом, командиром штурмового отряда \"Валькирии\". Но что может беспомощный \"не маг\"?..\n\n(Source: readmanga)",
      "pt-br": "Tudo se passa no continente de **Cruzon**, onde recentemente começou uma guerra entre a nação de Atenas e o **Reino de Krisna**. Os robôs (mechas) são as principais armas de combate das duas regiões, independentemente do fato de alguns serem mais evoluídos do que outros. Qualquer piloto que queira assumir o comando de uma dessas poderosas máquinas deve ser capaz de manipular o quartzo à vontade.\n\nDe fato, essa característica, que parece extraordinária e até mesmo proveniente da feitiçaria, é incrivelmente comum entre os humanos, e podemos contar nos dedos aqueles que não foram dotados dessa habilidade. Rygart Arrow, o protagonista da história e amigo íntimo do Rei de Krisna (**Hodr**), é um deles. No entanto, é justamente essa falta de poder que o leva a assumir o comando de um dos robôs do passado, durante uma de suas raras visitas à capital do reino. **Tudo indica que o antiquado - mas fabuloso! - Golem foi projetado especificamente para Rygart.** Depois de tentar negar a si mesmo a possibilidade de controlar o Golem, o garoto se dará conta da responsabilidade que recaiu sobre seus ombros e da importância que sua intervenção pode ter na guerra em Cruzon."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "104.2"
  },
  {
    "mangaId": "32c51d2c-a90e-4937-ae35-b1d78fbff3f7",
    "title": {
      "en": "Jinmen"
    },
    "updatedAt": "2023-10-16T21:41:39+00:00",
    "coverArt": "https://mangadex.org/covers/32c51d2c-a90e-4937-ae35-b1d78fbff3f7/615a6df9-091f-4490-98d3-9db7d90e3df0.jpg",
    "altTitles": [
      {
        "ru": "Дзимен"
      },
      {
        "ja": "ジンメン"
      },
      {
        "zh": "人面"
      }
    ],
    "description": {
      "en": "After a few years, the main character, Jinguu Masato, returns home. Due to his nature, he loves animals and he also likes to visit them. Because of this, he loved to visit the zoo since he was small and that's how he developed a close relationship with Hanayo. However, Masato gradually starts to notice some strange incidents happening in the zoo and after that, he's thrown into this unexpected world…",
      "ru": "Спустя несколько лет Масато Дзингу возвращается в свой родной дом. Масато - ярый любитель всяческих животных, будь то домашние или дикие. Будучи ещё маленьким, он неизменно посещал местный зоопарк и даже подружился со слоном по кличке Ханаё, но теперь череда инцидентов и странностей приоткроет завесу в совершенно другой мир этого места, и, возможно, ему даже придётся пересмотреть свою привязанность к обитателям по ту сторону вольеров.",
      "pt-br": "Depois de alguns anos, nosso personagem principal, Jinguu Masato, volta para casa. Pela sua natureza, adora os animais e também gosta de os visitar. Por causa disso, ele adorava visitar o zoológico desde pequeno e foi assim que desenvolveu um relacionamento próximo com Hanayo. No entanto, Masato gradualmente começa a notar alguns incidentes estranhos acontecendo no zoológico e, depois disso, ele é jogado neste mundo inesperado..."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "145"
  },
  {
    "mangaId": "5853b091-5849-4303-81ad-0e06b071dee0",
    "title": {
      "en": "Yuyushiki"
    },
    "updatedAt": "2024-04-05T21:58:09+00:00",
    "coverArt": "https://mangadex.org/covers/5853b091-5849-4303-81ad-0e06b071dee0/2064b879-67fe-4373-b7a0-2a37c141dc4e.jpg",
    "altTitles": [
      {
        "ja-ro": "Yu Yu Shiki"
      },
      {
        "ja-ro": "Yuyu Shiki"
      },
      {
        "ja-ro": "Yuyu-Shiki"
      },
      {
        "ja": "ゆゆ式"
      }
    ],
    "description": {
      "en": "This 4-koma style manga features 3 school girls as they hang out and chat. Friendly, clueless Yukari, enthusiastic, childish Yuzuko, and the more level-headed Yui hang out and talk about various subjects, like ketchup and mayonnaise, hands, the sun and more."
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e850e497-2d50-40cc-a0da-186e3857e33a",
    "title": {
      "en": "Mahou Tsukai no Hako - Starlit Marmalade"
    },
    "updatedAt": "2023-06-22T15:28:44+00:00",
    "coverArt": "https://mangadex.org/covers/e850e497-2d50-40cc-a0da-186e3857e33a/a10bf31e-007b-4289-befd-9485a9413320.jpg",
    "altTitles": [
      {
        "ja": "Mahoutsukai no Hako - Starlit Marmalade"
      },
      {
        "ja": "まほうつかいの箱 スターリット・マーマレード"
      },
      {
        "ja": "魔法使之箱 - Starlit Marmalade"
      }
    ],
    "description": {
      "en": "Chikagi Katsuragi enters Kagamisaki High School with the firm intention to have a quiet school life, but not if her hyperactive classmate Hino Hibiki has something to say about it!  \n  \nChikagi is fighting a losing battle, as she happens to be the younger sister of the wonderfully eccentric former Student Council President Chidori Katsuragi, and that alone assures that her high school life will be anything but quiet!"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "973d1413-405f-471d-b7c5-25085f2d7b1b",
    "title": {
      "en": "Dainana Maouji Zilbagias no Maou Keikokuki"
    },
    "updatedAt": "2024-06-02T12:04:27+00:00",
    "coverArt": "https://mangadex.org/covers/973d1413-405f-471d-b7c5-25085f2d7b1b/cd554e9d-e193-4bcd-a75c-9e3a0d638c5e.jpg",
    "altTitles": [
      {
        "ja": "第七魔王子ジルバギアスの魔王傾国記"
      },
      {
        "en": "Zilbagias the Demon Prince: How the Seventh Prince Brought Down the Kingdom"
      },
      {
        "en": "Seventh Demon Prince Jilbagias' Chronicle of Overthrowing the Demon Kingdom"
      },
      {
        "en": "7th Demon Prince Jilbagias, the Demon Kingdom Destroyer"
      },
      {
        "fr": "Le Septième prince démon"
      }
    ],
    "description": {
      "en": "The hero Alexander and his comrades unleash a daring raid on the Demon King’s castle, intent on assassinating him and bringing an end to the war against the darkness in one fell swoop. However, the raid goes awry when his party is effortlessly decimated by the Demon King’s overwhelming power.\n\nBut death is not the end of the road for Alexander, as he is reincarnated two years later as that very same Demon King’s son. With the memories of his past life still intact, he vows to use his miraculous second chance to continue fighting—this time destroying the demonic kingdom from within as the Demon Prince Zilbagias.\n\nIt doesn’t take long for his mettle to be tested either, as passing as a young demon prince without blowing his cover proves to be quite a bit more challenging than he initially anticipated.\n\n---\n\n[Official English Light Novel](https://j-novel.club/series/zilbagias-the-demon-prince-how-the-seventh-prince-brought-down-the-kingdom)",
      "fr": "Alexandre, dont la ville natale a été détruite par la race démoniaque, s'est battu avec le Roi Démon et a été tué. Mais au lieu d'être accueilli dans l'au-delà, lorsqu'il ouvre les yeux, il renaît sous les traits du fils du roi des démons, Jilbagias ? Tout en cachant sa véritable identité, il se souille les mains d'atrocités en se conduisant comme le prince démon idéal, augmentant son pouvoir pour finalement renverser le royaume des démons..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c855ec45-b8d9-4aea-9a0d-b2ae544c11dc",
    "title": {
      "en": "Tokimori-san ga Muboubi desu!!"
    },
    "updatedAt": "2024-02-15T03:44:07+00:00",
    "coverArt": "https://mangadex.org/covers/c855ec45-b8d9-4aea-9a0d-b2ae544c11dc/bdb73d50-fe66-48fe-bb58-fe3ad0993248.jpg",
    "altTitles": [
      {
        "ja": "時森さんが無防備です!!"
      },
      {
        "zh-hk": "時森小姐毫無防備!!"
      },
      {
        "vi": "Tokimori-san Chẳng Chút Phòng Bị!!"
      },
      {
        "th": "คุณโทคิโมริไม่ระวังตัวเลยครับ!!"
      },
      {
        "en": "Tokimori-san Is Completely Defenseless!!"
      },
      {
        "ja-ro": "Tokimori-san ga Muboubi desu!!"
      }
    ],
    "description": {
      "en": "Tokimori-san is a beautiful and successful woman. But when she's off the job, she tends to be a bit absent-minded! Living together with the charming Tokimori-san always makes me nervous!",
      "ja": "美人で仕事がデキる時森さん。でもオフのときは、ちょっとみだれがちで！？艶かしい時森さんとの同居生活に、僕はいつもドキドキさせられる—！！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc10dbb6-2bb2-4d52-8440-85ca9ed2d9a6",
    "title": {
      "en": "Long-Awaited Feelings"
    },
    "updatedAt": "2024-06-18T17:58:27+00:00",
    "coverArt": "https://mangadex.org/covers/dc10dbb6-2bb2-4d52-8440-85ca9ed2d9a6/5d2a1ae5-ba50-47eb-99ac-0f2641cd7485.jpg",
    "altTitles": [
      {
        "zh": "余情可待"
      },
      {
        "zh-hk": "餘情可待"
      },
      {
        "zh-ro": "Yú qíng kě dài"
      },
      {
        "en": "My Feelings Can Wait"
      }
    ],
    "description": {
      "en": "During the wedding of the famous actress, Jing Xiu, Weibo was flooded instead by the shocking headline \"New Hit Actress Ji Youyan Dies of Alcohol Poisoning\". The headlines were soon changed when the wedding was called off... for reasons unknown.\r\n\r\nJi Youyan suddenly wakes up three years back in time, two years after she broke up with Jing Xiu. This time, she swears to never lose her again..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ba1e4ad6-8132-4d7a-b4ed-fb014190cd8e",
    "title": {
      "en": "ATTITUDE: 13"
    },
    "updatedAt": "2024-07-09T18:27:20+00:00",
    "coverArt": "https://mangadex.org/covers/ba1e4ad6-8132-4d7a-b4ed-fb014190cd8e/e6b153d6-3578-4e5c-beaf-fc29963bb0f6.png",
    "altTitles": [],
    "description": {
      "en": "Life's an adventure dammit!\n\nA group of high-school kids goofing around instead of studying, teachers struggling to get a grip on their work and personal lives, a man worrying about his looks, and so on.\nThis surreal comedy is full of odd, interesting, positively absurd people who live in dizzying harmony, dealing with the nonsense of daily life. Beauty in chaos. Sunshine in disaster."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2da0b883-10cb-42ca-aa10-d4af85f82cbf",
    "title": {
      "en": "Ateya no Tsubaki"
    },
    "updatedAt": "2024-07-07T15:24:02+00:00",
    "coverArt": "https://mangadex.org/covers/2da0b883-10cb-42ca-aa10-d4af85f82cbf/ba7dc01a-373b-4775-ba59-acaf575044fe.jpg",
    "altTitles": [
      {
        "ja": "当て屋の椿"
      },
      {
        "zh": "寻因异闻录·椿"
      },
      {
        "zh-hk": "尋因異聞錄·椿"
      },
      {
        "ko": "아테야의 츠바키"
      },
      {
        "ja-ro": "Ate-ya no Tsubaki"
      },
      {
        "en": "Hot Detective Tsubaki"
      }
    ],
    "description": {
      "en": "Housen is an Edo period erotic painter, who stumbles into a murder mystery involving women who hooked up with one of his patrons. \nWith the help of Tsubaki, a girl he runs into on the street who seems to know more about him than he does and is an artist herself, they start unraveling mysteries involving sex, murder, and occasionally the occult…"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b705aa33-4720-4ce0-8249-5cc1852159e4",
    "title": {
      "en": "Osage-chan 4koma"
    },
    "updatedAt": "2024-07-03T04:12:14+00:00",
    "coverArt": "https://mangadex.org/covers/b705aa33-4720-4ce0-8249-5cc1852159e4/6e076aa0-08a8-400b-a68e-1f2509be2230.png",
    "altTitles": [
      {
        "ja": "ぬくぬく四コマめし"
      }
    ],
    "description": {
      "en": "A series of 4koma comics featuring Osage-chan by Nukunuku Nigirimeshi (@NKNK_NGRMS)."
    },
    "status": "hiatus",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50df75f2-22c5-46c3-9212-8f5997940c99",
    "title": {
      "en": "Fight Class 3 (Webtoon Version)"
    },
    "updatedAt": "2024-06-12T16:53:18+00:00",
    "coverArt": "https://mangadex.org/covers/50df75f2-22c5-46c3-9212-8f5997940c99/569f993f-e632-4762-92f3-89ca7a61cbbe.png",
    "altTitles": [
      {
        "en": "Gyeoggi 3 ban"
      },
      {
        "ru": "Бойцовский класс 3"
      },
      {
        "ko": "격기3반"
      }
    ],
    "description": {
      "en": "A world in which Korea is the global capital of combat sports. At Nam-Il High School where the best and most talented students of martial arts reside, Jiu Ji-Tae suddenly finds himself thrust into their midst despite being a total weakling.  \n  \nBy neutralizing his physical shortcomings through jiu-jitsu, can he rise to the top of the fight classes?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mymmx89)"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22f26be5-03d7-4e59-8028-45963aabd614",
    "title": {
      "en": "Lord of Destiny Wheel"
    },
    "updatedAt": "2024-04-14T19:22:00+00:00",
    "coverArt": "https://mangadex.org/covers/22f26be5-03d7-4e59-8028-45963aabd614/16963ce6-e63f-4229-8bb7-2326ed9a1009.jpg",
    "altTitles": [
      {
        "en": "Lord of the Wheel of Fortune! When changes come to the world"
      },
      {
        "zh": "命轮之主！当异变降临人间"
      },
      {
        "en": "The Lord of the Wheel of Destiny"
      }
    ],
    "description": {
      "en": "A planet called Ghost Star suddenly appeared, causing the earth's animals and plants to evolve into monsters that can destroy humans. At the time of human extinction, people accidentally discovered a way to log into the ghost star, and found that they could gain power against monsters on the ghost star. So in order to survive, human beings started the era of exploring ghost stars..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "164eff7a-e949-4edf-8531-1664d2a8771d",
    "title": {
      "en": "Himuro no Tenchi: Fate/school life"
    },
    "updatedAt": "2023-12-13T13:37:15+00:00",
    "coverArt": "https://mangadex.org/covers/164eff7a-e949-4edf-8531-1664d2a8771d/8223b3af-5522-46da-af3e-9a82f059612a.jpg",
    "altTitles": [
      {
        "ja": "Fate/school life"
      },
      {
        "ja-ro": "Himuro no Tenchi Fate/school life"
      },
      {
        "ja-ro": "Hyoushitsu no Tenchi Fate/school life"
      },
      {
        "ja-ro": "Koorimuro no Tenchi Fate/school life"
      },
      {
        "ja": "氷室の天地 Fate/school life"
      }
    ],
    "description": {
      "en": "A comedy 4-koma manga revolving around the normal life at school of the minor characters of Fate/stay night and Fate/hollow ataraxia, specifically the character Himuro Kane, classmate of Fate/stay night protagonist Emiya Shirou.  \n  \nIt tells about the normal school life of the supporting characters Himuro Kane, Makidera Kaede and Saegusa Yukika. Other characters are the regular cast of the main games: Mitsuzuri Ayako, Tohsaka Rin, Ryuudou Issei, Matou Shinji, Emiya Shirou, Kuzuki Souichirou, Fujimura Taiga, Matou Sakura, Mitsuzuri Minori; \"guest\" characters from other series Ciel, Seven, Sajyou Ayaka (formerly the heroine of the never finished prototype novel of Fate/stay night) are also featured, and other classmates Gotou Gai, Fujimoto, Dezaki, Hirumata.  \n  \nThe story is centered around classic school events such as a ball game tournament, field trips and inter high school competitions. As such, there is no reference at all to supernatural things like magecraft and Heroic Spirits."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e0c7eeef-0b25-43b2-9cad-d25bee60d3e3",
    "title": {
      "en": "Omega Tribe"
    },
    "updatedAt": "2024-05-04T19:24:44+00:00",
    "coverArt": "https://mangadex.org/covers/e0c7eeef-0b25-43b2-9cad-d25bee60d3e3/cb26e8a5-7c5e-4b7e-8b51-a8fac7ff67d1.jpg",
    "altTitles": [
      {
        "ja": "オメガトライブ"
      },
      {
        "zh": "神鬼一族"
      }
    ],
    "description": {
      "en": "It's the dawn of a new millennium....while all the people of the world are living their lives, something is happening in Africa,  where the first humans were born. Now a new type of human is going to rise, and it''s going to change the world, either we like it or not. Evolve or get extinct, there no other choices in this manga which explores the meaning of life, evolution and what being human really means."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "erotica",
    "lastVolume": "14",
    "lastChapter": "152"
  },
  {
    "mangaId": "b25067df-0bca-40be-9ee8-12d9e58cb6d7",
    "title": {
      "en": "High School Girl at the Convenience Store"
    },
    "updatedAt": "2024-06-24T13:38:58+00:00",
    "coverArt": "https://mangadex.org/covers/b25067df-0bca-40be-9ee8-12d9e58cb6d7/1728c3da-b280-4ae1-bfb2-27aebc1006e6.jpg",
    "altTitles": [
      {
        "ko": "여고생과 편의점"
      },
      {
        "zh": "女高中生与便利店"
      },
      {
        "ja": "女子高生とコンビニ"
      },
      {
        "en": "A High School Girl & A Convenience Store"
      },
      {
        "ja-ro": "Joshikousei to Konbini"
      },
      {
        "ja-ro": "Joshikousei to Conbini"
      }
    ],
    "description": {
      "en": "A yuri manhwa about a tough high school girl and a shy convenience store worker. Even if it's just running errands, just being able to catch a glimpse of her makes it all worthwhile.\n\n---\n**Links:**\n- Alternative Official Raw - [Naver Series](https://series.naver.com/comic/detail.series?productNo=3698011)"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87af3e63-3b01-4e62-9d1b-811987c8029a",
    "title": {
      "en": "NTREVENGE"
    },
    "updatedAt": "2024-05-11T18:29:54+00:00",
    "coverArt": "https://mangadex.org/covers/87af3e63-3b01-4e62-9d1b-811987c8029a/9502b2bd-6da6-4977-807d-f683e46714a1.jpg",
    "altTitles": [
      {
        "ja": "ネトリヴェンジ"
      },
      {
        "es-la": "NTR de venganza"
      }
    ],
    "description": {
      "en": "An introverted high school student, Souichi Sakuraba, is being bullied severely by the “Yokai” classmates. The bullying escalates, and Souichi’s childhood friend, Azusa, who was the only one who trusted him, is defiled by them. In front of Souichi, who was in the depths of despair, the succubus, Asmode, appeared. Souichi makes a contract with a succubus who possesses a mysterious ability, and decides to make the bully’s loved ones suffer the same pain as himself by “cuckolding” them. The obscene revenge by “NTR” begins.",
      "es-la": "Soichi Sakuraba, un introvertido estudiante de instituto, sufre el acoso de los abusadores de su clase. El acoso se intensifica y Azusa, la única amiga de la infancia en la que Soichi confía, es profanada por ellos. En medio de la desesperación, Soichi se enfrenta a Asmon, un demonio lascivo. Soichi hace un contrato con un demonio lascivo con poderes misteriosos, y decide infligir el mismo sufrimiento a sus verdugos \"cornudando\" a sus seres queridos. Comienza la lasciva venganza de \"NTR\"..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-07-03T14:35:40+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/6165bf16-82af-4c8a-86ab-f70355158bc5.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4df219da-4b5f-48ea-9fac-23641ae8a584",
    "title": {
      "en": "Guardian Tales - Kanterbury Days!"
    },
    "updatedAt": "2024-06-02T01:04:49+00:00",
    "coverArt": "https://mangadex.org/covers/4df219da-4b5f-48ea-9fac-23641ae8a584/5cfea970-d495-4d8c-9ecb-6a8ea581f6a2.jpg",
    "altTitles": [
      {
        "ja": "かんたべりーでいず！"
      }
    ],
    "description": {
      "en": "An official slice of life themed 4 panel webmanga of the Guardian Tales series."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "1d40f81e-fecd-4413-9180-801fe757fde4",
    "title": {
      "en": "The Duke's Bored Daughter Is My Master"
    },
    "updatedAt": "2024-03-30T19:45:17+00:00",
    "coverArt": "https://mangadex.org/covers/1d40f81e-fecd-4413-9180-801fe757fde4/eb08a8fc-8582-4787-a7e8-e13d9d23d93c.jpg",
    "altTitles": [
      {
        "ko": "만렙 공녀는 오늘도 무료하다"
      },
      {
        "ko-ro": "Manlev Gongnyeoneun Oneuldo Muryohada"
      },
      {
        "en": "The Invincible Princess Is Bored Again Today"
      },
      {
        "en": "The Max Level Princess Is Bored Today as Well"
      },
      {
        "en": "The Max-Leveled Princess Is Bored Today as Well"
      },
      {
        "ru": "Неуязвимая принцесса сегодня вновь скучает"
      },
      {
        "ru": "Неуязвимая принцесса сегодня вновь"
      },
      {
        "uk": "Непереможна принцеса сьогодні знову нудьгує"
      },
      {
        "es": "La princesa invensible vuelve a aburrirse hoy"
      },
      {
        "ja": "最強公女は今日も退屈です"
      },
      {
        "th": "ชีวิตที่ไร้สีสันของเลดี้สุดแกร่ง"
      },
      {
        "id": "Tuan Putri Jagoan Sedang Bosan Hari Ini"
      },
      {
        "hu": "A Max Level hercegnő ma is unatkozik"
      },
      {
        "mn": "Хүчирхэг гүнж өнөөдөр ч уйдаж байна"
      },
      {
        "zh": "公女今天也很无聊"
      },
      {
        "zh": "满级公女今天也很无聊"
      },
      {
        "zh-hk": "滿等千金好厭世"
      },
      {
        "my": "ပြိုင်ဘက်ကင်းတဲ့မင်းသမီးလေးဒီနေ့လဲပျင်းနေပြန်ပြီ"
      },
      {
        "vi": "Hôm nay công nương toàn năng cũng thấy chán nản"
      }
    ],
    "description": {
      "en": "Dante Renatus, who had even claimed the throne as the Empress Regent with her excellent swordsmanship, is reincarnated as 'Helena', the daughter of the Duke of Peresca 500 years later. A second life she hadn't wanted. She had already enjoyed everything in her previous life, and had tried everything she had wanted to try. If she has to be reborn, it's just annoying and boring no matter what she does. In the meantime, Prince Caesar visits the duchy to avoid a power struggle, and Helena, who recognizes Caesar's talent, decides to become his swordsmanship teacher.\n\n\"I'll make you an Emperor.\"\n\nIt was just something I started thinking about, using the skills of my previous life to train future students and liven up my boring life. But even if you like me, don't you think you like me a bit too much?\n\n---\nDante Lenatous, who'd become the Empress Regent in her past life. Five hundred years later, she's reborn as the youngest daughter of a duchy?\n\nI have already achieved everything I wanted in my past life and done everything I'd wanted, so no matter what I do in this unwanted second round of life, it's annoying and boring.\n\nSince I was reborn anyway, I'd been thinking of teaching young students, but... my disciples love me too much. Was I this talented at teaching?\n\n\"If it's for you, Teacher, I can even lead this world to ruin!\"\n\nAll I'd done was discovered Prince Caesar's talent, so why is he acting like that?!\n\nThe teaching of young students by the Max-Level Princess who has no regrets or lingering feelings towards life--!\n\n---\nI was an illegitimate daughter abandoned by the promiscuous emperor. From there, I ended up on the street where I learned that I had a knack for the sword. I competed in tournaments, became a mercenary, and I made a name for myself. Just when I had become the talk of the empire, the emperor wanted me back. In return, I demanded to be next in line for the throne. After years of hard work, I finally became empress and died happily. But here I am, alive again. Ugh, can’t a girl be left alone? This time, I’m going to be as lazy as I please!\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "fr": "Dante Renatus, qui a pris la place d'empereur grâce à son excellente maîtrise de l' épée s'est réincarné 500 ans plus tard sous le nom d'Helena, la fille du duc de Pereska.\n\n«Je ne voulais pas de cette seconde vie.»\n\nDante– Helena ne fait que répéter ses actions et ses expériences passées et trouve pour cela les réincarnations ennuyantes et sans intérêts mais lorsque César, le prince, visite la résidence du duc pour échapper à la lutte pour le pouvoir elle lui trouve un talent particulier et décide de devenir son professeur d'épée.\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "hu": "A Max Level hercegnő ma is unatkozik, mint Dante Renatus, aki korábbi életében császár volt. Ötszáz évvel később egy hercegség legfiatalabb lányaként születik újjá? Már mindent elértem, amit szerettem volna az előző életemben, és mindent megtettem, amit akartam, szóval nem számít, mit csinálok életemnek ebben a nem kívánt második körében. Ez bosszantó és unalmas. Amúgy újjászületésem óta arra gondoltam, hogy fiatal diákokat tanítok, de... a tanítványaim túlságosan szeretnek. Ilyen tehetséges voltam a tanításban? – Ha érted, tanár úr, akár tönkretehetem ezt a világot! Csak annyit tettem, hogy felismertem Caesar herceg tehetségét, akkor miért viselkedsz így? Fiatal diákok tanítása a Max Level hercegnőtől, aki nem bánja meg az életet, és nem is marad el az élet iránti érzelme...!\n\n---\nEgy törvénytelen lány voltam, akit elhagyott a császár. Onnan az utcára kerültem, ahol megtudtam, hogy értek a kardforgatáshoz. Versenyekre indultam, zsoldos lettem, és nevet szereztem magamnak. Amikor már a birodalomban rólam beszéltek, a császár visszahívott. Cserébe követeltem, hogy én lehessek a következő a trónörökös. Több év kemény munka után végül császárnő lettem, és boldogan haltam meg. De most itt vagyok, újra élek. Ugh, nem lehet egy lányt békén hagyni? Ezúttal olyan lusta leszek, amennyire csak lehet!\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "ko": "전생에 무려 황제까지 찍었던 단테 레나투스.\n500년 후, 공작가의 막내딸로 환생하다?!\n\n원하지 않던 2회차 인생, 전생에서 누릴 거 다 누렸고,\n해 볼 거 다 해봤으니 현생에서 뭘 해도 귀찮고 무료할 뿐이다.\n\n기왕 태어난 거 후학 양성이나 해 볼까 하는데,\n……제자들이 날 너무 사랑한다.\n내 교육자적 재능이 이렇게 훌륭했던가?\n\n“스승님을 위해서라면, 이 세계도 멸망시킬 수 있어!”\n\n황자 카이사르의 재능을 알아 봤을 뿐인데\n왜 그런 방향으로 튀는 거야?!\n\n생의 후회도 미련도 없는 만렙 공녀님의\n인생 2회차 후학 양성기―!\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "ru": "Данте Ренатус, которая с помощью своих выдающихся навыков владения мечом заняла даже место императора, перерождается спустя 500 лет как «Хелена», дочь герцога Ферески.2-я жизнь, которой она не желала.В прошлой жизни она насладилась всем, чем хотела, и попробовала всё, что только могла попробовать.После перерождения, что бы она ни делала, любая вещь ей быстро надоедала и казалась скучной.Однако в тот момент ради решения вопроса о власти в герцогство приезжает принц Кайсар. Хелена, рассмотревшая в нём талант, решила стать его учителем фехтования.«Я сделаю тебя императором».Всё это началось из-за желания разукрасить свою жизнь с помощью попыток взрастить подопечного...«Ради мастера я уничтожу весь этот мир».Но отчего-то мне кажется, что я не просто понравилась своему ученику, а прямо запала в его душу.\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "uk": "Данте Ренатус, котра в минулому житті посіла почесне місце імператриці завдяки своїй майстерності фехтування, через 500 років переродилась «Хеленою» - донькою герцога Перески.\n\n«Навіщо мені друге життя? Я насолоджувалась тими благами, які мала у попередньому, і спробувала все, чого тільки бажала моя душа. Все те, чим я займаюсь зараз здається мені неймовірно нудним.»\n\nТа в той момент її резиденцію відвідує принц Цезар, задля уникнення боротьби за владу. Герцогиня визнала його талант, приймаючи рішення стати його вчителькою фехтування.\n\n«Я зроблю тебе імператором.»\n\nЦе було лише спробою урізноманітнити її марудне життя. Герцогиня мала намір використати навички її минулого життя задля виховання учнів.\n\n«Заради вас, наставнице, я можу знищити весь світ.»\n\n«Щось мені підказує, що я надто сильно подобаюсь своєму учневі.»\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "69"
  },
  {
    "mangaId": "ff95cbbf-860c-4fdc-a6a8-b13cae11cbab",
    "title": {
      "en": "Everyday is Sunday"
    },
    "updatedAt": "2023-01-25T14:15:35+00:00",
    "coverArt": "https://mangadex.org/covers/ff95cbbf-860c-4fdc-a6a8-b13cae11cbab/80892e39-8961-433b-afe0-d84809687e32.jpg",
    "altTitles": [
      {
        "es": "Siempre es Domingo"
      },
      {
        "ja": "毎日が日曜日"
      },
      {
        "ja-ro": "Mainichi ga Nichiyoubi"
      }
    ],
    "description": {
      "en": "It all begins when a girl, Yumi, narrowly avoids a car accident thanks to the intervention of a magician named Tohru, who had a very promising career ahead of him. As a result of this event, Tohru suffers from a severe hand injury, cutting short his dreams of making it big in Hollywood. After 8 years they run into one another again, but Tohru's become a common criminal, and Yumi a rookie police officer."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "18"
  },
  {
    "mangaId": "f7262e67-e7d7-44b5-b39a-96fafef39edf",
    "title": {
      "en": "Koi ni Koi suru Koibito Kankei"
    },
    "updatedAt": "2024-03-18T11:29:07+00:00",
    "coverArt": "https://mangadex.org/covers/f7262e67-e7d7-44b5-b39a-96fafef39edf/a3fb29bc-4148-47f1-9c00-4178f2e75640.png",
    "altTitles": [
      {
        "ja": "恋に恋するコイビト関係"
      },
      {
        "en": "Becoming Her Lover For the Sake of Love"
      },
      {
        "pl": "Związek w związku ze związkiem"
      }
    ],
    "description": {
      "en": "Asako Ichijou, the student council president at a prestigious girls' high school, has been racking her brain about the ladykiller Nagi Tenma. That's the sort of person Asako is, but Nagi discovers Asako has broken school rules by bringing a shoujo manga to school...\n\nAsako pleads with Nagi to keep it a secret, and Nagi reveals her condition: \"Become my lover.\"\n\n(Source: Takeshobo, translated)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec0c3cbf-dc3d-4df2-b2c6-2af7ad41541e",
    "title": {
      "en": "Mane Mane Nichi Nichi"
    },
    "updatedAt": "2024-07-08T04:25:24+00:00",
    "coverArt": "https://mangadex.org/covers/ec0c3cbf-dc3d-4df2-b2c6-2af7ad41541e/0a89fc2f-94d3-45a1-bc32-b517c8a2cc26.png",
    "altTitles": [
      {
        "ja": "マネマネ にちにち"
      },
      {
        "tl": "Araw-Araw, Tagapamahala"
      }
    ],
    "description": {
      "en": "In a certain school lies a certain club and it's three managers. Though unremarkable, days that can't be found anywhere else have begun! Drawn by Yamamoto Souichiro is a brand new Sports ground youth story!",
      "tl": "Sa isang partikular na paaralan ay may isang natatanging klab at ang tatlong tagapamahala nito. Bagama't hindi kapansin-pansin, ay nagsimula na ang mga araw na kahit saan ay hindi matatagpuan! Iginuhit ni Souichiro Yamamoto, ay isang bagong kuwento ng mga kabataan sa larangan ng isports!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96b0d216-d389-491c-b063-e283b5b2c198",
    "title": {
      "en": "Character Collaborations with ABJ mark!"
    },
    "updatedAt": "2024-07-04T00:00:00+00:00",
    "coverArt": "https://mangadex.org/covers/96b0d216-d389-491c-b063-e283b5b2c198/a0c3f68e-0dc9-429e-b993-431feaee0ba7.jpg",
    "altTitles": [
      {
        "ja": "あのキャラがABJマークとコラボ!"
      },
      {
        "ja-ro": "Ano Chara ga ABJ Mark to Colabo!"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Shuppankoho](https://shuppankoho.jp/damage/tokusetsu-3.html) (Click the blue button)\n- Video version - [YouTube](https://youtu.be/jCYUazxydpc)",
      "ja": "海賊版でマンガが危ない!\n\nABJマークの付いているサービスで読もう!\n\n- ABJマークって「なんの略」?\n>「Authorized Books of Japan＝公認された日本の本」、つまり「正規の出版物」という意味です。\n\n- どうして今、ABJマークなの?\n> 残念なことにネット上には、いわゆる「海賊版」（クリエイターから許諾を得ずに、勝手にアップしている違法な電子出版物）があふれています。しかも、正規のサービスと見分けがつかない海賊版サイトも出現しています。一目で正規版サービスであることがわかるマーク、それがABJマークです。電子書店をはじめとする各サービスの目につくところ、おもにトップページに掲示されています。\n\n- ABJマークって「なに」?\n> 電子書店等を利用して電子出版物を楽しんでいる読者に対し、そのサービスが、クリエイターからきちんと許諾を受けて配信している正規のサービスであることを示すマークです（でも、正規のサービス全部についているわけではありません。これから、どんどん増えていきます）。\n\n- ABJマークは「安心のマーク」\n> このマークがあるサービスで読めば、安心です。海賊版サイトと知らずにアクセスすると、ウィルスやフィッシング詐欺、強制マイニングなどの危険にさらされる可能性があります。また、正規版で読んでいただくことによって、そこからクリエイターに対価が支払われ、新しい次の作品を生み出す力になります。海賊版サイトは、クリエイターに何の利益ももたらしません。運営者が不当に儲けるだけです。"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "47"
  },
  {
    "mangaId": "e8d707b4-298d-48ee-91de-d3371de5aa22",
    "title": {
      "en": "Ultimate Scheming System"
    },
    "updatedAt": "2022-03-27T11:12:34+00:00",
    "coverArt": "https://mangadex.org/covers/e8d707b4-298d-48ee-91de-d3371de5aa22/7a41b231-1e25-44e3-8512-edc608d1878d.jpg",
    "altTitles": [
      {
        "en": "Bluffing Master"
      },
      {
        "en": "Strongest Anti M.E.T.A."
      },
      {
        "zh-ro": "Zui Qiang Fan Taolu Xitong"
      },
      {
        "zh": "最强反套路系统"
      },
      {
        "zh-ro": "Zuì Qiáng Fǎn Tàolù Xìtǒng"
      },
      {
        "ko": "허세로 레벨업 하기!"
      },
      {
        "vi": "Tối Cường Phản Sáo Lộ Hệ Thống"
      }
    ],
    "description": {
      "en": "Scamming all day, every day, often venturing alone. He bluffs to get the ultimate power in this cultivation world?! world traveler Xue Que doesn’t always bluff, but he needs to.  \n  \n\"Before you get your hopes up, The Character is Absolute Garbage, The Manhua is Pure comedy at best… The plot ehhh not so much\"  \n  \nTerm : META Stands for (Most Effective Tactic Available) Metagaming is any strategy, action or method used in a game which transcends a prescribed ruleset, uses external factors to affect the game, or goes beyond the supposed limits or environment set by the game. Another definition refers to the game universe outside of the game itself. *(citation needed)*",
      "fr": "Escroquer toute la journée, tous les jours, souvent en s'aventurant seul. Il bluffe pour obtenir le pouvoir ultime dans ce monde de culture ! Le voyageur du monde Xue Que ne bluffe pas toujours, mais il en a besoin.\n\nTerme : META signifie (Most Effective Tactic Available) Metagaming est la stratégie, l'action ou la méthode utilisée dans un jeu qui transcende un ensemble de règles prescrit, utilise des facteurs externes pour affecter le jeu, ou va au-delà des limites supposées ou l'environnement établi par le jeu. Une autre définition fait référence à l'univers du jeu en dehors du jeu lui-même."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7f430ab-2c24-49d3-b698-c9ff4787805b",
    "title": {
      "en": "Flying Witch"
    },
    "updatedAt": "2024-05-28T14:48:03+00:00",
    "coverArt": "https://mangadex.org/covers/f7f430ab-2c24-49d3-b698-c9ff4787805b/6648fd7d-68cc-435c-894b-3eaa7eeb07d9.jpg",
    "altTitles": [
      {
        "ru": "Полет Ведьмы"
      },
      {
        "fa": "جادوگر پرنده"
      },
      {
        "th": "วันธรรมดาของแม่มดว้าวุ่น"
      },
      {
        "ja": "ふらいんぐうぃっち"
      },
      {
        "zh": "飞翔的魔女"
      },
      {
        "zh-hk": "飛翔的魔女"
      },
      {
        "ko": "플라잉 위치"
      },
      {
        "es": "Bruja voladora"
      },
      {
        "it": "La strega volante"
      },
      {
        "tr": "Uçan Cadı"
      },
      {
        "ru": "Летающая ведьма"
      },
      {
        "ru": "Фураингу витти"
      }
    ],
    "description": {
      "en": "Kowata Makoto is an airhead with a bad sense of direction who just moved into her relative's house… \nbut is that all?  \n\nNote: The Oneshot was originally published under a different pen name (Ishioka Chikai).  \n\n\n---\n\n**Links:**\n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=17448)\n- [Official Korean (Lezhin)](https://www.lezhin.com/ko/comic/flying_witch)\n\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E3%81%B5%E3%82%89%E3%81%84%E3%82%93%E3%81%90%E3%81%86%E3%81%83%E3%81%A3%E3%81%A1)"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "82757478-87b2-4064-a99e-5e628c700956",
    "title": {
      "en": "Kimi wa Yakamashi Tojite yo Kuchi o!"
    },
    "updatedAt": "2024-04-24T19:13:21+00:00",
    "coverArt": "https://mangadex.org/covers/82757478-87b2-4064-a99e-5e628c700956/76b927aa-2860-4940-b77a-f6075f7fc99b.jpg",
    "altTitles": [
      {
        "ja": "君は喧し閉じてよ口を！"
      },
      {
        "ja-ro": "Kimi ha Yakamashi Tojite yo Kuchi wo!"
      },
      {
        "en": "You're Too Noisy, So Just Shut It Already!"
      },
      {
        "en": "You Talk Too Much, So Just Shut It Already!"
      },
      {
        "zh": "吵闹的你不肯住口"
      },
      {
        "vi": "Cậu Ồn Ào Quá, Im lặng Giùm Tớ Đi!"
      },
      {
        "ru": "Закрой свой рот!"
      },
      {
        "ru": "Ты слишком много говоришь, так что заткнись уже!"
      },
      {
        "tl": "Ang Ingay Mo Kaya Manahimik Ka Na Lang!"
      }
    ],
    "description": {
      "en": "Hīragi Tsukino was born deaf. When she transfers to a new school, she meets a talkative boy named Enomoto Taiyō. Tsukino is slightly taken aback by Taiyō, who talks to her without regard to the fact that she can't hear.",
      "ja": "柊月乃は生まれつき耳が聞こえない。そんな彼女が転校先で出会ったのは、おしゃべりな男子・榎本太陽。聞こえないことなんかお構いなしにしゃべりかけてくる太陽に若干引き気味な月乃。",
      "ru": "Хиираги Цукино родилась глухой. Когда она переводится в новую школу, она встречает говорливого мальчика по имени Эномото Тайо. Цукино немного обескуражена тем, что Тайо разговаривает с ней, не заботясь о том, что она не может его слышать...",
      "vi": "Hiiragi Tsukino là một cô bạn bị khiếm thính bẩm sinh. Khi cậu ấy chuyển đến trường mới, cậu ấy gặp được một cậu bạn lắm mồm tên Enomoto Taiyo. Tại đây, Tsukino luôn bị xoay tròn bởi những câu chuyện xàm xí của Taiyo bất chấp việc cô không thể nghe được cậu ta nói gì."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "48"
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-05-19T02:22:24+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "33af412e-8d17-4ce5-90a5-a0857b8cb0ed",
    "title": {
      "en": "Yoru no Kurage wa Oyogenai"
    },
    "updatedAt": "2024-07-01T07:39:21+00:00",
    "coverArt": "https://mangadex.org/covers/33af412e-8d17-4ce5-90a5-a0857b8cb0ed/dc16adeb-3caf-47c5-afb5-41ea02729665.jpg",
    "altTitles": [
      {
        "vi": "Sứa không thể bơi trong đêm"
      },
      {
        "en": "Jellyfish Can't Swim in the Night"
      },
      {
        "ja": "夜のクラゲは泳げない"
      },
      {
        "ja-ro": "Yoru no Kurage wa Oyogenai"
      },
      {
        "ja-ro": "YoruKura"
      }
    ],
    "description": {
      "en": "Four girls, an illustrator, a former idol, a VTuber, and a composer, form an anonymous artist group called \"JELEE\", each pursuing their artistic dreams while supporting one another."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2cce0dee-b4e9-45c5-a02c-b70ac195ad56",
    "title": {
      "en": "Majo no Hanaya-san"
    },
    "updatedAt": "2024-04-12T10:36:21+00:00",
    "coverArt": "https://mangadex.org/covers/2cce0dee-b4e9-45c5-a02c-b70ac195ad56/a1531b12-008d-4660-99d4-fd1011ae4b44.jpg",
    "altTitles": [
      {
        "ja": "魔女の花屋さん"
      },
      {
        "en": "Witch's Florist"
      },
      {
        "ru": "Цветочный магазин Ведьмы"
      },
      {
        "uk": "Квітковий магазин Відьмочки"
      }
    ],
    "description": {
      "en": "Allie Abel, a girl who came from the countryside wishing to become a witch who can make people happy with magic, meets Yoshino-York, an unusual witch who sells ordinary flowers and believes that \"people can be happy without relying on magic\". Allie, who has been assigned to work at Yoshino's florist as an apprentice witch, is now making \"happiness\" that was supposed to come true through magic come true with her own hands...?　\n\nA heroine fantasy of flowers and magic that will bring a little smile to your face!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a629037-872f-458d-95f7-16214b47230f",
    "title": {
      "en": "Unrequited Love Doesn’t End With Marriage"
    },
    "updatedAt": "2024-01-27T14:42:57+00:00",
    "coverArt": "https://mangadex.org/covers/8a629037-872f-458d-95f7-16214b47230f/d86434a5-2dd7-4662-a41b-63fda4b68543.jpg",
    "altTitles": [
      {
        "en": "Unrequited Love Does Not End in Marriage"
      },
      {
        "ko": "짝사랑은 결혼으로 끝나지 않는다"
      }
    ],
    "description": {
      "en": "The moment Duke Argus saved her, a refugee, Miel became a sunflower. And it’s been eight years since she earnestly buried that feeling in her heart… “Marry me.” The lord said to her, now a capable officer. “You seem to be the most steadfast.”"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f680d28b-8849-434f-9a99-2e7ca23ff6df",
    "title": {
      "en": "Hiiragi-senpai to Ofutari-sama"
    },
    "updatedAt": "2024-07-09T22:44:53+00:00",
    "coverArt": "https://mangadex.org/covers/f680d28b-8849-434f-9a99-2e7ca23ff6df/9f111095-d9af-4b47-a555-269ff1ceaf9c.jpg",
    "altTitles": [
      {
        "ja": "柊先輩とおふたりさま"
      }
    ],
    "description": {
      "en": "After repeatedly changing schools due to her father's job transfers, Moemi decides to stay at her parents' home on the condition that she lives together with the daughter of her dad's boss. However, the girl she was told to live with is in fact... a boy! A senpai from the same high school, Hiiragi! Suddenly living together with an older boy starts off with a lot of excitement...?!\n[Blueberry Scans]"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "12"
  },
  {
    "mangaId": "bc8f71a4-49d8-498b-a231-10faa0d53ab6",
    "title": {
      "en": "Stardust Telepath"
    },
    "updatedAt": "2024-03-07T00:49:39+00:00",
    "coverArt": "https://mangadex.org/covers/bc8f71a4-49d8-498b-a231-10faa0d53ab6/77302f0c-54bc-430e-b29f-6cee377517a7.jpg",
    "altTitles": [
      {
        "ja": "星屑テレパス"
      },
      {
        "zh": "星灵感应"
      },
      {
        "ja-ro": "Hoshikuzu Telepath"
      },
      {
        "pt-br": "Telepata de Poeira Estelar"
      },
      {
        "ko": "별무리 텔레패스"
      },
      {
        "th": "โทรจิตละอองดาว"
      },
      {
        "zh-hk": "星靈感應"
      }
    ],
    "description": {
      "en": "Umika is a very shy girl who has always been very bad at communicating with others. Over time she gave up on making any friends, until one day she meets the transfer student Yuu. Yuu claims to be an alien with the power of \"Foreheadelepathy\" - being able to read people's emotions by pressing her forehead to theirs.    From the up-and-coming author Okuma Rasuko, a dazzling story about yuri, space and youth.",
      "pt-br": "Umika é uma estudante muito gentil e tímida. Ela acha difícil falar com outras pessoas e sonha em um dia conhecer alguém de outro planeta. Mas sua solitária vida escolar toma um rumo cósmico quando ela conhece a nova aluna transferida chamada Yu, uma alienígena com poderes telepáticos! As duas se aproximam e prometem um dia irem ao espaço. É assim que elas decidem construir um foguete e disparar em direção às estrelas, fazendo novas amizades pelo caminho."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "daf0d74a-73af-48c1-bbfa-694956af6765",
    "title": {
      "en": "Indulging a Crazy Beauty"
    },
    "updatedAt": "2024-06-24T08:26:44+00:00",
    "coverArt": "https://mangadex.org/covers/daf0d74a-73af-48c1-bbfa-694956af6765/c1626f90-bd61-4045-8c1d-b7b59c630b24.png",
    "altTitles": [
      {
        "zh": "娇养了个疯批美人儿"
      },
      {
        "en": "Raised a Crazy Beauty"
      },
      {
        "pt-br": "Satisfazendo A Bela E Louca General"
      }
    ],
    "description": {
      "en": "After being reincarnated to a year before her death, Bai Man's sole purpose in life is to kill the tyrannical emperor and take his place. To achieve her ultimate goal, she decides to seduce the formidable General Zhou Rong, a cold but beautiful woman. Who would have thought, however, that Zhou Rong is actually a crazy beauty?",
      "pt-br": "Depois de reencarnar um ano antes de sua morte, o único propósito de vida de Bai Man é matar o imperador tirano e tomar seu lugar. Para atingir seu objetivo final, ela decide seduzir o formidável General Zhou Rong, um homem frio, mas bonito. Quem teria pensado, entretanto, que Zhou Rong é na verdade uma mulher linda e maluca?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f0af125-71c3-462f-b518-bf431f52a51e",
    "title": {
      "en": "Managing a Wild Idol"
    },
    "updatedAt": "2024-05-20T19:27:54+00:00",
    "coverArt": "https://mangadex.org/covers/2f0af125-71c3-462f-b518-bf431f52a51e/cc7391e5-8370-4525-830a-a33527463224.jpg",
    "altTitles": [
      {
        "ja": "やばいアイドルのマネージャーになっちゃった話"
      },
      {
        "ja-ro": "Yabai Aidoru no Manager ni Nacchatta Hanashi"
      },
      {
        "en": "Yabai Idol and Her Manager"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e06e6024-9688-4a38-a8b4-6facd3fe1d80",
    "title": {
      "en": "Mankitsu Shitai Jouren-san"
    },
    "updatedAt": "2024-07-09T13:27:49+00:00",
    "coverArt": "https://mangadex.org/covers/e06e6024-9688-4a38-a8b4-6facd3fe1d80/e6758c5f-7943-44f3-8ca2-a2c55faf8a9c.jpg",
    "altTitles": [
      {
        "ja": "まんきつしたい常連さん"
      },
      {
        "es-la": "Una clienta habitual quiere divertirse"
      },
      {
        "fr": "La cliente régulière veut s'amuser"
      },
      {
        "en": "Miss Regular Customer Wants to Enjoy"
      },
      {
        "en": "The Regular Enjoying Herself at the Manga Cafe"
      },
      {
        "ja-ro": "Mankitsu Shitai Jouren-san"
      },
      {
        "zh-hk": "想盡情享受的常客小姐"
      },
      {
        "zh": "想尽情享受的常客小姐"
      }
    ],
    "description": {
      "en": "Izumi, a university student part-timing at a manga cafe, got curious about a regular customer. Her name is Honami, a high school girl who's been coming to the manga cafe recently. This defenseless and seemingly cute girl who he can't take his eyes off of has a secret...!?\n\nThis is a slightly naughty, heartful love comedy where this gentle pair will get to \"enjoy\" their youth to the fullest!!",
      "ja": "マンガ喫茶で働く大学生・泉には気になっている常連さんがいた。 それは最近よく来店する女子高生のほなみちゃん。 どこか無防備で可愛らしい彼女には、 目を離せないある秘め事があって…！？ 青春を“まんきつ”する優しいふたりの ちょっとエッチなハートフルラブコメ！！\n\n---\n\nManga kissa de hataraku daigakusei izumi ni wa ki ni natte iru jōren-san ga ita. Sore wa saikin yoku raiten suru mesukōsei no hona michan. Doko ka mubōbi de kawairashī kanojo ni wa,-me o hanasenai aru himegoto ga atte…!? Seishun o “ma n kitsu” suru yasashī futari no chottoetchina hātofururabukome!!",
      "es-la": "Izumi, un estudiante universitario que trabaja en un café de manga, tiene una clienta habitual que le interesa. Se trata de una chica de instituto, Honami, que últimamente frecuenta la tienda. ¡Su aspecto es algo inocente y tierno, pero tiene un secreto del que no puede apartar la vista...! ¡Una comedia romántica un poco atrevida sobre dos personas amables que disfrutan plenamente su juventud!",
      "pt-br": "Izumi, um estudante universitário que trabalha meio período em um café de mangá, ficou curioso sobre uma cliente regular. O nome dela é Honami, uma estudante do ensino médio que tem vindo ao café mangá recentemente. Essa garota indefesa e aparentemente fofa de quem ele não consegue tirar os olhos tem um segredo...!?\n\nEsta é uma comédia de amor um pouco safada e sincera, onde este gentil casal poderá \"aproveitar\" sua juventude ao máximo!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-06-09T05:58:14+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/76a6bd58-9c0d-43fd-aca9-a63878c8b676.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-06-20T16:23:49+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad9ac663-2d34-48cf-a458-a03f5370bf47",
    "title": {
      "en": "The Secret of the Partner Next to You"
    },
    "updatedAt": "2024-01-22T00:26:12+00:00",
    "coverArt": "https://mangadex.org/covers/ad9ac663-2d34-48cf-a458-a03f5370bf47/8579469a-ee38-4fe6-a062-59a6cf75b1ca.jpg",
    "altTitles": [
      {
        "en": "Jae-Kyung's Secret"
      },
      {
        "en": "The Secret of Jae-Kyung"
      },
      {
        "es-la": "El secreto de Jae-Kyung"
      },
      {
        "ko": "옆자리 짝꿍의 비밀"
      },
      {
        "pt-br": "O Segredo de Jae-Kyung"
      },
      {
        "ko-ro": "Yeopjali jjagkkung-ui bimil"
      },
      {
        "id": "Rahasia Mitra Di Samping Anda"
      }
    ],
    "description": {
      "en": "Yang Kiryong is an ordinary high school boy who has a classmate named Yoo Jae-Kyung, who is somewhat clumsy and clueless. Both have a very good friendship, but without any kind of love attraction. Until one day, by chance, Kiryong discovered the deepest secret of his friend and because of this his heart began to beat, will it be beats of fear or love?",
      "ko": "평범한 남자 고등학생 양기룡.\n그리고 언제나 헤실헤실하고 가끔 나사빠진 행동을 하는\n그의 짝꿍 유재경.\n그럭저럭 귀엽다고 생각되는 반 친구였을 뿐인데..\n어느 날 우연히 그녀의 위험한 비밀을 알게 된다.\n이 심장의 두근거림은 두려움인지, 설렘인지..?",
      "es-la": "Yang Kiryong es un chico de preparatoria común y corriente, que tiene una compañera de clase llamada Yoo Jae-Kyung, la cual es algo torpe y despistada. Ambos tienen una muy buena amistad, pero sin ningún tipo de atracción amorosa. Hasta que un día, por casualidad, Kiryong descubrió el secreto más profundo de su amiga y debido a esto su corazón empezó a latir, ¿serán latidos de miedo o amor?",
      "pt-br": "Yang Kiryong é um garoto comum do ensino médio que tem uma colega de classe chamada Yoo Jae-Kyung, que é um pouco desajeitada e sem noção. Ambos têm uma amizade muito boa, mas sem nenhum tipo de atração amorosa. Até que um dia, por acaso, Kiryong descobriu o segredo mais profundo de sua amiga. Por causa disso seu coração começou a bater, será de medo ou de amor?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "011ecd60-144f-476f-92e9-278905cb4450",
    "title": {
      "en": "Getsuyoubi no Tawawa (Serialization) (Blue) (Fan Colored)"
    },
    "updatedAt": "2024-04-08T19:34:51+00:00",
    "coverArt": "https://mangadex.org/covers/011ecd60-144f-476f-92e9-278905cb4450/58288378-8baf-4520-9c1c-c9e9cb97d6b2.jpg",
    "altTitles": [
      {
        "en": "Tawawa on Monday"
      },
      {
        "ja": "月曜日のたわわ"
      }
    ],
    "description": {
      "en": "Following the spirit of the origins of our popular big-breasted girls of Himura Kiseki-sensei, presenting a special Blue Edition of the weekly chapters of Yanmaga magazine's serialization \"Getsuyoubi no Tawawa\"!\n\n---\n\nBe sure to check out the published volumes released in Blue format in the Retail section, and the official English licensing by Denpa US (also in Blue)!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b27cbd8-4cc6-40ca-b010-928da4540be8",
    "title": {
      "en": "Getsuyoubi no Tawawa"
    },
    "updatedAt": "2024-04-19T17:22:13+00:00",
    "coverArt": "https://mangadex.org/covers/6b27cbd8-4cc6-40ca-b010-928da4540be8/ec1e6683-e2b0-46be-9be3-1327321ac184.jpg",
    "altTitles": [
      {
        "ru": "Загруженный понедельник"
      },
      {
        "ru": "Тавава по Понедельникам"
      },
      {
        "ja": "月曜日のたわわ"
      },
      {
        "ja-ro": "Getsuyoubi no Tawawa"
      },
      {
        "en": "Tawawa on Monday"
      }
    ],
    "description": {
      "en": "A salary man is quite depressed, especially on Mondays. At his lowest point a well-endowed High-School girl calling herself Ai-chan stumbles breast-first into his face. The concussion she gave him served as the start of their relationship.  \n  \n**Notes**:\n - This page refers to the Twitter manga's official serialization, which began in Weekly Young Magazine on November 16, 2020.\n - For the separate Blue Edition for the serialization, click [here](https://mangadex.org/title/f5818aee-080b-42b5-b717-b1dae81f049c/getsuyoubi-no-tawawa-blue)",
      "fr": "Un employé de bureau est déprimé, surtout les lundis. Au bout du rouleau, une lycéenne bien fournie qui se fait appeler Ai-chan lui tombe dessus, poitrine la première. La blessure qu’elle lui a infligée, marque le début de leur relation.",
      "ja": "読めばアナタも元気になれる！ 月曜日の憂鬱なんて吹っ飛ばす！ たわわな女の子たちの日常コメディ！",
      "pt-br": "Um assalariado fica bastante deprimido, principalmente às segundas-feiras. Em seu ponto mais baixo, uma garota bem dotada do colégio que se autodenomina Ai-chan tropeça no rosto dele. A concussão que ela deu a ele serviu como o início de seu relacionamento. \n\n*Esta página refere-se à serialização oficial do mangá do Twitter, que começou na Weekly Young Magazine em 16 de novembro de 2020.*"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "428b5644-4564-4150-a078-1b7f80df06e6",
    "title": {
      "en": "Grappler Baki (Kanzenban Release)"
    },
    "updatedAt": "2024-02-25T19:01:09+00:00",
    "coverArt": "https://mangadex.org/covers/428b5644-4564-4150-a078-1b7f80df06e6/ae9b2c36-5312-4ce2-83a5-56ccad72b69d.png",
    "altTitles": [
      {
        "ja": "グラップラー刃牙完全版"
      },
      {
        "ja-ro": "Grappler Baki"
      },
      {
        "en": "Baki The Grappler"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "24",
    "lastChapter": "371"
  },
  {
    "mangaId": "753bc8b4-039e-4058-bcab-978e3be362e9",
    "title": {
      "en": "I Became a Childhood Friend of a Mid-Level Boss"
    },
    "updatedAt": "2024-06-28T21:55:31+00:00",
    "coverArt": "https://mangadex.org/covers/753bc8b4-039e-4058-bcab-978e3be362e9/a381035f-29f8-40de-9d28-d1595130a9ce.jpg",
    "altTitles": [
      {
        "ko": "중간 보스의 소꿉친구가 되었다"
      },
      {
        "en": "I Became the Childhood Friend of the Middle Boss"
      }
    ],
    "description": {
      "en": "Do Kyunwoo is the black sheep of his renowned swordsman family. He cannot even catch a rabbit on his own. On his first day of fifth grade, he meets a tranfer student and recalls his past life.\n\nHe had reincarnated into the world of a game he used to play called [Brave Hearts]. He was already frustrated that he had reincarnated as a loser, but on top of that, the transfer student is an intermediate/mid-tier boss who will destroy the world!\n\n“Why are you being so nice to me?”\n\n“Because I want to be friends with you.”\n\nDo Kyunwoo’s plan is to become friends with the transfer student in order to prevent the end of the world!\n\nIn order to survive in this new world and to reach an ending he desires. He becomes best friends with the mid level boss."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67444c14-2773-4b79-b20a-003d9960564d",
    "title": {
      "en": "Black Killer Whale Baby"
    },
    "updatedAt": "2024-07-08T15:33:28+00:00",
    "coverArt": "https://mangadex.org/covers/67444c14-2773-4b79-b20a-003d9960564d/52a5593b-61f4-4d92-8b0a-1a9ff3ce74ce.jpg",
    "altTitles": [
      {
        "ko": "흑막 범고래 아기님"
      },
      {
        "en": "Orca Baby, the Mastermind"
      },
      {
        "en": "A Villainous Baby Killer Whale"
      },
      {
        "es-la": "La bebé orca"
      }
    ],
    "description": {
      "en": "Calypso has experienced repeated reincarnation, and is her 4th reincarnation. \n\nIn her previous lives, she always died before she reached the age of 22 and returned to where everything started. During her 3rd life, she discovered that when a dragon goes on a rampage, it distorts dimensions. \n\nDetermined to use this knowledge, she plans to exploit the dragon’s power to return to her original world. Currently, Calypso finds herself in a childcare story, where she encounters a man who she believes to be her father but doesn’t recognize her. \n\nSeeking his help, Calypso involves her \"father\" and family in her quest, turning them into unwitting allies in her journey.",
      "es-la": "Un día, un niño pequeño apareció ante mí. “¿Sabes dónde está la academia? ¡Tengo que ir ahí! “ “Has estado yendo en la dirección equivocada todo este tiempo. “ ” !!! “ “¿Qué está mirando, señor?” Supongo que esta es mi hija. \"¿Quieres uno?\" Pero no creo que ella sepa que soy su padre... Probablemente estés pensando eso, ¿verdad? ¡Si crees eso, estás equivocado, papá! Mi nombre es Calypso, un regresor cuatro veces. Mi vida se arruinó cuando poseí un personaje de novela. ¡Incluso tuve un hijo! ¡El tercer episodio de mi vida fue un final de masacre! '¡Ustedes XX chicos que están locos por esta protagonista femenina!' Sin embargo, por alguna razón, no importa lo que haga, no puedo pasar de mi cumpleaños número 22 y regresar a mi mundo. \nSin embargo, accidentalmente encontré una manera en la tercera partida cuando el dragón se salió de control y murió. Cuando el dragón corre desenfrenado, ¡la dimensión se distorsiona! ¿Puedo volver a la casa en la que viví durante eso? La cuarta vez, cuando regresé nuevamente, decidí usar este dragón. ¿Abby? ¿Hermanos mayores? ¡Todo es solo un trampolín para encontrarte con el dragón! \"¡Espera, dragón!\" [Quiero morir ahora, pero me estoy volviendo loco con todos estos retornos repetidos.] [Mi familia está ligada a la familia real] [¿Alguien ha oído hablar alguna vez de los débiles?/ Sólo los más fuertes son felices]"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00296c8d-a815-4fdd-b4b8-c79c550ee875",
    "title": {
      "en": "The Indomitable Martial King"
    },
    "updatedAt": "2024-06-04T21:50:58+00:00",
    "coverArt": "https://mangadex.org/covers/00296c8d-a815-4fdd-b4b8-c79c550ee875/bb7a112f-5775-40ff-8494-a27d1c343bd4.jpg",
    "altTitles": [
      {
        "en": "Time Slip of the Fist King"
      },
      {
        "ko": "권왕전생"
      },
      {
        "zh": "拳王轉生"
      },
      {
        "ko-ro": "Gwonwangjeonsaeng"
      },
      {
        "es-la": "El Indomable Rey Marcial"
      }
    ],
    "description": {
      "en": "In a world where humans enslave other races, the archmage ‘Laefenhart’ is treated as the Demon King by the humans for his sins of helping the other races. \n\nA group of Heroes came to subdue the Demon King! ‘Laefenhart’ succeeds in causing great damage to the Hero party, but ends up being in danger of being killed by the Fist King, ‘Tesron’…\n\n“Space-Time Return Spell.”\n\nThe magic spell cast as a last resort miraculously succeeds and sends ‘Laefenhart’ to the past. However…\n\nI became one of the Heroes, the Fist King, ‘Tesron’, who had the strongest body on the continent?!\n\nThe archmage ‘Laefenhart’, with his newly acquired physical strength, changes the world with new powers!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a4d2e5f-c4f4-47e3-9725-133bd5869c05",
    "title": {
      "en": "Love Come Manga ni Haitte Shimatta node, Oshi no Make Heroine wo Zenryoku de Shiawase ni Suru"
    },
    "updatedAt": "2024-06-21T00:35:30+00:00",
    "coverArt": "https://mangadex.org/covers/4a4d2e5f-c4f4-47e3-9725-133bd5869c05/a73ffd15-dd18-4ba7-a365-8e67e17d5c25.jpg",
    "altTitles": [
      {
        "ja": "ラブコメ漫画に入ってしまったので、推しの負けヒロインを全力で幸せにする"
      },
      {
        "id": "Karena aku sudah masuk ke kedalam dunia manga romcom, aku akan melakukan yang terbaik untuk membuat Heroine yang kalah dapat bahagia."
      },
      {
        "en": "Since I’ve Entered the World of Romantic Comedy Manga, I’ll Do My Best to Make the Losing Heroine Happy"
      },
      {
        "es": "Entré en un Manga de Comedia Romántica, Así que Haré Todo lo Posible para Hacer Feliz a mi Heroína Perdedora Favorita"
      }
    ],
    "description": {
      "en": "In the world of a popular rom-com manga, my only mission as the friend of the MC is to make the losing heroine, Sei-chan, happy!\n\n\"I'll definitely make you happy. Please go out with me.\"\n\n\"W-Wait, what!? Y-You're being serious...!?\"\n\nThe manga adaptation of the sweet rom-com from Kakuyomu starts now!",
      "es": "Me encantan los mangas de comedia romántica. Sin embargo, mi heroína favorita es una sub-heroína, una heroína perdedora que nunca podrá conectar con el protagonista. Un día me atropelló un camión y me desperté para encontrarme interpretando el papel del mejor amigo del héroe en un manga de comedia romántica. Todo lo que tengo que hacer es decirlo. \"Me gustas\". \"Te haré feliz. Quiero que salgas conmigo\". Esta es la historia de cómo me aseguro de que mi heroína favorita sea feliz.",
      "id": "Seorang anak sma otaku mempunyai waifu yang kalah war, setelah pulang kerja part time ia pun membeli kebutuhan otakunya lalu dia di tabrak oleh truck-kun yang supirnya lagi turu dan malah reinkarnasi kedalam manga kesukaannya namun setelah sampai disana dia malah nembak waifunya sendiri!!?",
      "ja": "大人気ラブコメ漫画の世界で、主人公の友人キャラになってしまった俺の使命はただ一つ。 劇中の負けヒロイン・聖ちゃんを幸せにしてあげることだけだ！ 「絶対に幸せにするから、俺と付き合ってほしい」 「ちょ、ちょっと待て!? お、お前、本気か…!?」 カクヨム発・話題のベタ甘ラブコメが、コミカライズで開幕!!",
      "vi": "Tôi rất thích một bộ manga romcom.\n\nTuy nhiên, nhân vật mà tôi thích lại là một nữ phụ, một nhân vật không bao giờ có thể đến được với... nam chính.\n\nMột ngày nọ, tôi bị tông bởi một chiếc xe tải và khi tỉnh dậy thì nhận ra mình đang vào vai người bạn thân của nam chính trong bộ manga romcom đó.\n\nNhư vậy, vai trò của tôi lúc này chỉ có một\n\n\"Tớ thích cậu, chắc chắn tớ sẽ khiến cho cậu hạnh phúc, Sei-chan!\"\n\nChắc chắn, tôi sẽ thay đổi câu chuyện tình buồn của nữ phụ, và khiến cho cô ấy hạnh phúc!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "830b4cdd-df77-4a48-975a-aa2bc0684738",
    "title": {
      "en": "Mezase Gouka Kyakusen!! ~Sen Shokan Skill De Isekai Rich Life Wo Te Ni Irero~"
    },
    "updatedAt": "2024-06-26T10:04:59+00:00",
    "coverArt": "https://mangadex.org/covers/830b4cdd-df77-4a48-975a-aa2bc0684738/681ce145-9c39-49b1-91b2-14bb6fb57de7.jpg",
    "altTitles": [
      {
        "ja": "めざせ豪華客船!!　～船召喚スキルで異世界リッチライフを手に入れろ～"
      },
      {
        "ko": "노려라 호화객선!! 배 소환 스킬로 이세계 부자 라이프를 손에 넣어라"
      },
      {
        "en": "Striving for the Luxury Liner!! Get that Rich Isekai Life with a Ship Summoning Skill"
      }
    ],
    "description": {
      "en": "After falling into the ocean, Wataru Toyoumi, finds himself reincarnated in another world! Armed with a skill to allow him to summon boats, he plans to get rich and live a happy life aboard his very own luxury liner."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2724006-db0c-400c-b56e-6fc34dad232b",
    "title": {
      "en": "Variant"
    },
    "updatedAt": "2024-07-09T21:50:32+00:00",
    "coverArt": "https://mangadex.org/covers/d2724006-db0c-400c-b56e-6fc34dad232b/b8645a9c-0ff2-4bc8-9c54-4e6c32bea4d3.png",
    "altTitles": [
      {
        "ja": "ヴァリアント"
      }
    ],
    "description": {
      "en": "Exploring different concepts, Variant is a short manga serialized in Monthly Magazine Garo between 1992 and 1994 but was never collected."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "17"
  },
  {
    "mangaId": "e038b47c-00db-4623-b1c3-35b46f6cdc2d",
    "title": {
      "en": "Tensei Youjo. Kamikemono to Ouji to, Saikyou no Ojisan Youhei-dan no Naka de Ikiru."
    },
    "updatedAt": "2024-06-30T20:32:49+00:00",
    "coverArt": "https://mangadex.org/covers/e038b47c-00db-4623-b1c3-35b46f6cdc2d/2811ef1b-450e-403d-a204-dde811981bb6.jpg",
    "altTitles": [
      {
        "ja": "転生幼女。神獣と王子と、最強のおじさん傭兵団の中で生きる。"
      },
      {
        "ja-ro": "Tensei Youjo. Kamikemono to Ouji to, Saikyou no Ojisan Youhei-dan no Naka de Ikiru."
      },
      {
        "en": "Reincarnated Girl; Living With a Beast, a Prince, and The Strongest Mercenary Group"
      }
    ],
    "description": {
      "en": "Lise found herself alone in a strange meadow as a young girl. Also, there is a big dog in front of her. There wasn't a dog like that in the neighborhood, and that's when Lise was convinced. \n\n\"I see... This is what they call reincarnation in another world!\"\n\n Then, a group of muscular mercenaries appears in front of Lise. It seems that they have come to defeat this dog. But to her surprise, this dog is a divine beast! Ranagh, the divine beast, has grown fond of Lise, who is the only one who can understand him. So, the leader of the mercenary group, Arlagia, offers to protect Lise and Ranagh with his mercenary group...? \n\nA young girl, a divine beast, and the strongest group of mercenaries - a wacky otherworldly fantasy with a cast of unorthodox characters!",
      "es-la": "Lise se encontró sola en un extraño prado con la forma de una niña. Además, hay un gran perro frente a ella. No había ningún perro así en el barrio, y fue entonces cuando Lise se convenció. Ya veo...... ¡Esto es lo que llaman reencarnación en otro mundo!　Entonces, un grupo de mercenarios musculosos aparece frente a Lise. Parece que han venido a derrotar a este perro. Pero para su sorpresa, ¡este perro es una bestia divina!　Ranagh, la bestia divina, se ha encariñado con Lise, que es la única que puede entenderle. Entonces, el líder del grupo de mercenarios, Arlagia, se ofrece a proteger a Lise y a Ranagh con su grupo de mercenarios.....?　Una joven, una bestia divina y el grupo de mercenarios más fuerte. Una extravagante fantasía de otro mundo con un elenco de personajes poco ortodoxos."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54c0b93f-5468-41de-95b4-1c2e95b624c1",
    "title": {
      "en": "The Plain Girl Sitting Next to Me"
    },
    "updatedAt": "2023-11-03T00:47:30+00:00",
    "coverArt": "https://mangadex.org/covers/54c0b93f-5468-41de-95b4-1c2e95b624c1/1de06005-406e-4890-9267-b05cfe71d0ba.png",
    "altTitles": [
      {
        "ja": "隣の席の地味なやつ"
      },
      {
        "ja-ro": "Tonari no Seki no Jimi na Yatsu"
      },
      {
        "ja": "となりのせきのじみなやつ"
      }
    ],
    "description": {
      "en": "Kawase Sonoe ain't much to look at. Plain, serious and uninteresting, sure, but for some reason, her next-seat neighbor Mori Ichika can't stop staring at her.\n\nMori follows her and discovers that Kawase has an awful lot to show her, and that she'll receive from Kawase an education that she can't admit she needed."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]