[
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou."
    },
    "updatedAt": "2024-03-30T23:26:30+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/b70c874a-be6d-4089-989d-7c408536544d.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind.\n\nWhen he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.\n\nThe new normal graph of youth is about to begin.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。\n\n舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。\n\n真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n日常が変わっていく、つみきさんと一緒なら。\n\nまだ誰も知らない、ニューノーマルな青春がここに。",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f37244a7-8c66-40a3-8964-dcd263d9f8a5",
    "title": {
      "en": "Hazure Zokusei Tsuchi Mahou no Sei de Henkyou ni Tsuihousareta no de, Gangan Ryouchi Kaitakushimasu!"
    },
    "updatedAt": "2024-05-08T15:31:56+00:00",
    "coverArt": "https://mangadex.org/covers/f37244a7-8c66-40a3-8964-dcd263d9f8a5/81a72c83-4710-4ebe-bd0b-3cbfd9ae0e2c.jpg",
    "altTitles": [
      {
        "en": "Faulty Attribute Earth Magic"
      },
      {
        "ja-ro": "Hazure Zokuseido Mahou No Sei De Henkyou Ni Tsuihou Sareta No De, Gangan Ryouchi Kaitaku Shimasu"
      },
      {
        "ja-ro": "Hazure Zokuseido Mahō No Sei De Henkyō Ni Tsuihō Saretanode, Gangan Ryōchi Kaitaku Shimasu ！"
      },
      {
        "ja": "ハズレ属性土魔法のせいで辺境に追放されたので、ガンガン領地開拓します！"
      },
      {
        "ja-ro": "Hazure Zokusei Tsuchi Mahou no Sei de Henkyou ni Tsuihousareta no de, Gangan Ryouchi Kaitakushimasu!"
      },
      {
        "id": "Sihir Bumi Atribut Cacat"
      },
      {
        "en": "I Was Banished to a Desolate Region Because of the Faulty Attribute Earth Magic, so I’m Going to Put in my All to Develop my Territory!"
      }
    ],
    "description": {
      "en": "Ecto, the third son of the Count Glenreed family, received the skill \"Earth Magic\" during his coming-of-age ceremony. Earth magic, which is not suitable for combat, is also called the \"failure attribute\". He was disowned and appointed as the lord of the ultra-remote Boda Village. However, thanks to \"a certain secret\", Ecto devised a way to use earth magic that ordinary people would not have thought of! Together with his bodyguard female adventurer party \"Advancing Wings\" and his companions, they defeat magical beasts, clear up forests, cultivate fields... \n\nThanks to earth magic, Boda Village undergoes remarkable development!?",
      "id": "Ecto, putra ketiga dari keluarga Count Glenreed, menerima keterampilan \"Sihir Bumi\" selama upacara kedewasaannya. Sihir bumi, yang tidak cocok untuk pertempuran, juga disebut \"atribut kegagalan\". Dia tidak diakui dan diangkat sebagai penguasa Desa Boda yang sangat terpencil. Namun, berkat \"rahasia tertentu\", Ecto menemukan cara untuk menggunakan sihir bumi yang tidak akan terpikirkan oleh orang biasa! Bersama dengan rombongan petualang wanita pengawalnya \"Advancing Wings\" dan teman-temannya, mereka mengalahkan binatang ajaib, membersihkan hutan, mengolah ladang ...\nBerkat sihir bumi, Desa Boda mengalami perkembangan yang luar biasa!?",
      "ja": "グレンリード辺境伯家の三男・エクトは、成人の儀式の際、土魔法のスキルを授かる。戦闘向きでない土魔法はいわゆる「ハズレ属性」。勘当されたうえ、超僻地のボーダ村の領主に任命されてしまう。しかしエクトは「ある秘密」のおかげで普通の人には思いつかないような土魔法の活用法を考案していた！　護衛の女冒険者パーティ「進撃の翼」を始めとした仲間とともに、魔獣を倒し、森を切り拓き、畑を耕し……土魔法のおかげで、ボーダ村はめざましい発展を遂げていく!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2023-12-03T15:01:25+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/9a60773c-e882-45d7-909b-60a78af09003.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "283f87ea-d708-4d47-9301-b487fe49b678",
    "title": {
      "en": "I'm Not a Lolicon!"
    },
    "updatedAt": "2024-05-04T21:38:37+00:00",
    "coverArt": "https://mangadex.org/covers/283f87ea-d708-4d47-9301-b487fe49b678/53b751c6-cdf6-46e3-a928-3a7404e77e3b.jpg",
    "altTitles": [
      {
        "en": "I'm \"Not\" Lolita-Complex!"
      },
      {
        "ja-ro": "OreLoli"
      },
      {
        "ja": "俺はロリコンじゃない！"
      },
      {
        "zh": "我不是蘿莉控！"
      },
      {
        "es-la": "Yo no soy un Lolicon"
      },
      {
        "zh-ro": "Wǒ bùshì luó lì kòng!"
      },
      {
        "ja-ro": "Ore wa Lolicon ja nai!"
      }
    ],
    "description": {
      "en": "Shouji Osamu is an elementary school teacher fresh out of college about to embark on his first day. At the school gate, he was suddenly hugged by Chise, a girl he doesn't recognize who seems to know him. He later finds out that Chise is a fifth-grade student in his class, and that she lives in the same apartment building as he does. During a late-night rendezvous, he learns that nothing about their encounter is coincidental.",
      "es-la": "Shouji Osamu es un maestro de escuela primaria recién graduado de la universidad. En su primer día, una chica lo abrazó de repente en frente de la puerta de la escuela, es alguien a quien no reconoce y parece no conocerla. Más tarde descubre que es una estudiante llamada Chise, alumna de quinto grado que pertenece a su clase y que ella vive en el mismo edificio de apartamentos que él. Durante un encuentro nocturno, se entera de que ella viajo 12 años al pasado desde el futuro para impedir que se case con una de sus alumnas y que ella hará todo lo posible para volverse su esposa, dejando claro que nada de su encuentro es una coincidencia."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "8",
    "lastChapter": "56"
  },
  {
    "mangaId": "5edf437e-1ab1-4c20-843b-41db19836b79",
    "title": {
      "en": "Skill Ga Nakereba Level wo Ageru ~99 Ga Kansuto No Sekai De Level 800 Man Kara Sutato~"
    },
    "updatedAt": "2024-04-27T19:37:43+00:00",
    "coverArt": "https://mangadex.org/covers/5edf437e-1ab1-4c20-843b-41db19836b79/0fe04476-baa3-4e5b-9882-71f43c7d0d93.jpg",
    "altTitles": [
      {
        "en": "If You Don't Have the Skills, You'll Have to Level Up: Start at Level 8 Million in a World Where 99 is MAX"
      },
      {
        "ja": "スキルがなければレベルを上げる～９９がカンストの世界でレベル800万からスタート～"
      },
      {
        "ja-ro": "Sukiru Ga Nakereba Reberu wo Ageru ~99 Ga Kansuto No Sekai De Reberu 800 Man Kara Sutato~"
      },
      {
        "es": "Si no tienes las habilidades, tendrás que subir de nivel - empieza en el nivel 8 millones en un mundo donde 99 es el máximo"
      },
      {
        "pt-br": "Se você não tem as habilidades, terá que subir de nível - comece no nível 8 milhões em um mundo onde 99 é o máximo"
      }
    ],
    "description": {
      "en": "The main character \"Ryuya\"  is told that he has no skills and is abandoned by his friends. The only way for him to compete with those possessing skills is to raise his level. After five years of training in the forest, he has raised his level to 8 million. Due to his excessively high level, he is beyond the reach of skilled humans, demons, or even gods. This is a story of a simple hero who feels guilty for not having skills, and how he helps others."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c44cf39-3d6c-4472-815b-9e163613cfe9",
    "title": {
      "en": "Kimi ga Shinu Made Koi wo Shitai"
    },
    "updatedAt": "2024-05-15T21:00:37+00:00",
    "coverArt": "https://mangadex.org/covers/0c44cf39-3d6c-4472-815b-9e163613cfe9/69d7e227-4751-4baf-a7ee-1e55a575db45.jpg",
    "altTitles": [
      {
        "ja": "きみが死ぬまで恋をしたい"
      },
      {
        "en": "I Want to Love You Till Your Dying Day"
      },
      {
        "en": "My Wish Is To Fall In Love Until You Die"
      },
      {
        "ja-ro": "Kimishinu"
      },
      {
        "ja": "きみ死ぬ"
      },
      {
        "zh": "与你相恋到生命尽头"
      },
      {
        "pl": "Pragnę Cię kochać aż do Twej śmierci"
      },
      {
        "uk": "Хочу кохати, допоки ти не вмерла"
      },
      {
        "id": "Keinginanku Adalah Jatuh Cinta Sampai Kamu Mati"
      },
      {
        "th": "เพียงได้รักตราบสิ้นลมหายใจ"
      },
      {
        "en": "I want to love you until you die"
      }
    ],
    "description": {
      "en": "At the mysterious orphanage where Sheena lives, death is nothing new to its residents—girls who no longer have families of their own, who are raised as weapons of war, taught to kill and take the lives of others without batting an eye. Everyone, that is, except Sheena, who wishes for nothing more than the growing conflict around her to end.\n\nOn the night of her roommate’s death, Sheena meets a strange girl covered in blood, who smiles despite the turmoil surrounding them. The next day, the girl appears as a new student in Sheena's class and introduces herself as Mimi. Initially thought to be a school myth, there are now whispers in the orphanage’s halls that Mimi is their secret weapon—an immortal who cannot die. \n\nWhen Mimi is later assigned as Sheena’s new roommate, Sheena’s world grows even more complicated when she begins living with someone who loves and welcomes death, when all Sheena wants to do is stop it… \n\nA story of two girls' innocent wishes, found in a world next to death.",
      "uk": "Десь на далекому закуточку світу між високих гір є одна дитяча школа-інтернат. Тут дітей ще з малого віку виховують, як магічно-військову зброю та гонять на війну заради країни. Будь-кого можуть відправили на поле бою в будь-який момент, а шанси вижити навіть у старанного учня – мізерні. Жорстока буденність, у якій немає місця для співчуття до загиблих товаришів.\n\nШіна – звичайна чотирнадцятирічна учениця цієї школи, серцю якої важко миритися з такою буденністю. Однієї ночі, вона зустріла в холі скривавлену дівчинку, яка щойно повернулася з бою – Мімі. Здавалося б, вони несумісні: Шіна не зносить тягаря оточуючої реальності та прагне мирного життя, а Мімі йде на війну з радісною посмішкою та повертається в крові подоланих ворогів. Проте разом проведений час та щире бажання зрозуміти один одного змогли навіки переплести їх долі, які тепер розлучить лиш смерть.\n\nЦе історія двох дівчат між смертю та коханням, які знайшли в цьому світі свою маленьку невинну мрію."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ab10b8-d539-4839-9b31-7937fb08c813",
    "title": {
      "en": "I Love Amy"
    },
    "updatedAt": "2024-04-06T23:35:10+00:00",
    "coverArt": "https://mangadex.org/covers/52ab10b8-d539-4839-9b31-7937fb08c813/7c8f7447-a813-46bf-ae91-d5cc06482824.jpg",
    "altTitles": [
      {
        "ko": "나는 에이미를 사랑해"
      },
      {
        "ko-ro": "Naneun Eimireul Saranghae"
      },
      {
        "ru": "Я Люблю Эми"
      },
      {
        "fr": "J'aime Amy"
      }
    ],
    "description": {
      "en": "\"Is this how it feels to have a friend?\" \n\nBibi is obsessed with Peter, the prince of the school. When she spots Amy next to him, she starts to feel jealous. She invites Amy to her house to warn her, but instead takes a liking to the girl. They agree to be friends on the condition that Amy has to help Bibi confess.",
      "fr": "\"C'est ce qu'on ressent lorsqu'on a une amie ?\"\nBibi est obsédée par Peter, le prince de l'école. Lorsqu'elle repère Amy près de lui, elle commence à être jalouse. Elle invite Amy chez elle pour la prévenir, mais à la place, elle commence à apprécier cette fille. Elles acceptent d'être amies à la condition que Amy doive aider Bibi à se déclarer.",
      "ko": "\"원래 친구 사이엔 이런 기분이 드는 걸까?\"\n\n'비비'는 학교 제일의 킹카 피터에게 집착하다, 그의 곁에 있던 '에이미'를 보고 질투를 느낀다. 그녀에게 경고하기 위해서 자신의 집에 초대했지만 오히려 호감을 느끼게 되고...\n둘은 비비의 고백을 돕는다는 조건으로 서로에게 유일한 친구가 되기로 한다.",
      "ru": "\"Вот что значит быть друзьями?\" Биби одержима Питэром, принцем школы.\nКогда она замечает Эми рядом с ним, она начинает ревновать. Она приглашает Эми к себе, чтобы предупредить. Но вместо этого Эми нравится ей. Они соглашаются быть друзьями, но при одном условии: Эми должна помочь Биби признаться в любви."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "46.10"
  },
  {
    "mangaId": "f09d71f9-1c48-4451-bd4f-bad5b86db92f",
    "title": {
      "en": "Gakkou Gurashi! Otayori"
    },
    "updatedAt": "2022-03-09T23:20:28+00:00",
    "coverArt": "https://mangadex.org/covers/f09d71f9-1c48-4451-bd4f-bad5b86db92f/316db52f-d377-4998-9801-5bed1c936d83.jpg",
    "altTitles": [
      {
        "en": "School-Live!  Letter"
      },
      {
        "pt-br": "Vida Escolar! ~Carta~"
      },
      {
        "ru": "Живем в Школе! Письмо"
      },
      {
        "ja": "がっこうぐらし！～おたより～"
      },
      {
        "zh-hk": "学园孤岛~信~"
      }
    ],
    "description": {
      "en": "A sequel set after the ending of Gakkou Gurashi! which details the aftermath of the characters.",
      "ru": "Продолжение основной манги \"Живем в Школе\", где расскажут об истории своей жизни главные героин клуба Школожилов.",
      "pt-br": "Uma história que ocorre após o final de Gakkou Gurashi!, onde as personagens contam sobre o que aconteceu com elas por meio de cartas."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "54eed888-51c1-41de-8b00-7eb65b832234",
    "title": {
      "en": "Gakkou Gurashi!"
    },
    "updatedAt": "2022-09-21T15:47:04+00:00",
    "coverArt": "https://mangadex.org/covers/54eed888-51c1-41de-8b00-7eb65b832234/fa7fc8d9-93e4-4524-8fb1-053b38f8d845.jpg",
    "altTitles": [
      {
        "es": "¡Club de la vida escolar!"
      },
      {
        "en": "School-Live!"
      },
      {
        "pl": "Szkolne życie!"
      },
      {
        "ru": "Живем в школе!"
      },
      {
        "th": "โรงเรียนของเราน่าอยู่"
      },
      {
        "ja": "がっこうぐらし!"
      },
      {
        "zh-hk": "学园孤岛"
      },
      {
        "zh-hk": "校園系列"
      }
    ],
    "description": {
      "en": "Takeya Yuki is in love with her school. And why wouldn't she be? It's the place where she was introduced to the joys of school clubs! Or, more specifically, one school club: the School Life Club. Rii-chan the president, Megu-nee the advisor and her fellow member Kurumi are always there for her. Yes, Takeya Yuki loves school… Or so she keeps telling herself. Because living with that lie everyday is a lot easier than facing the reality of this particular \"school\" and the nature of its \"club activities\"…",
      "fr": "Yuki Takeya apprécie énormément l'école. Et pourquoi penserait-t-elle le contraire ? Elle à fort à faire dans son école, avec son club de vie de classe, avec ses amies qui sont dans le même club qu'elle : Riri la présidente du club, Megu-nee leur conseillère ainsi que Kurumi, qui est toujours là pour elles !  \n  \n[See AnimeNewsNetwork for the anime.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=16603)",
      "ru": "Такея Юки очень любит свою школу. Для неё это замечательное место, где она проводит свой досуг и деятельность вместе с клубом, в котором она состоит - Клубом Школьной Жизни, цель которого помогать деятельности других клубов. Вместе с президентом клуба Ри-чан, ещё одной участницей клуба Куруми-чан и их куратором Мегуми по прозвищу \"Сестренка Мег\", она живёт полноценной жизнью обычной школьницы. Вот только есть существенная разница между тем, что она себе представляет, и реальной картиной событий, которые происходят не только в школе, но и вокруг...",
      "pt-br": "Takeya Yuki está apaixonada por sua escola. E por que ela não estaria? É o lugar onde ela conheceu as alegrias dos clubes escolares! Ou, mais especificamente, um clube escolar: o School Life Club. Rii-chan a presidente, Megu-nee a conselheira e sua colega Kurumi estão sempre lá para ela.\n\nSim, Takeya Yuki adora a escola ... Ou então ela continua dizendo a si mesma. Porque conviver com essa mentira todos os dias é muito mais fácil do que enfrentar a realidade dessa \"escola\" em particular e a natureza de suas \"atividades do clube\"..."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "78.5"
  },
  {
    "mangaId": "29ab6984-7c1d-4d45-b925-25aa082b492e",
    "title": {
      "en": "Shangri-La Frontier"
    },
    "updatedAt": "2024-05-09T23:10:47+00:00",
    "coverArt": "https://mangadex.org/covers/29ab6984-7c1d-4d45-b925-25aa082b492e/1f7fced7-69e9-4f63-b34e-853885341167.jpg",
    "altTitles": [
      {
        "en": "Shangri-La Frontier ~From Trash Game Hunter to God-Tier Gamer!~"
      },
      {
        "ru": "Рубеж Шангри-Ла: любитель игрошлака бросает вызов топ игре"
      },
      {
        "ja": "シャングリラ・フロンティア　～クソゲーハンター、神ゲーに挑まんとす～"
      },
      {
        "zh-hk": "香格里拉・開拓異境～糞作獵手挑戰神作～"
      },
      {
        "ja-ro": "Shangri-La Frontier ~Kusoge Hunter, Kamige ni Idoman to su~"
      }
    ],
    "description": {
      "en": "Second-year high school student Rakuro Hizutome loves nothing more than finding so-called “trash games” and beating the crap out of them. When he decides to change things up by playing a new, “god-tier” VR game known as Shangri-La Frontier (aka. SLF), he does what he does best: min-maxes, skips the prologue, and jumps straight into action! Rakuro may be a seasoned gamer, but a meeting with an old rival will change the fate of every SLF player forever.\n\nClad in nothing but shorts and a bird mask, Rakuro (player name: Sunraku) launches into the world of SLF. Things are going well at first as he takes down a goblin, a bunny, and even a python. But then Sunraku comes up against a huge, hard-hitting wolf known as Lycagon the Nightslayer. Will Sunraku’s years of “trash game” experience be enough, or is he about to suffer a rude awakening just a few hours into his SLF adventure?",
      "pt": "A adaptação cômica do romance superpopular de Syosetu Ni Narou.  \n  \nHizutome Rakurou adora jogos de merda. Seu próximo desafio é Shangri-la Frontier, o jogo divino com uma base de jogadores total de 30.000.000. Reunindo companheiros (ralé) em um mundo expansivo e encontrando velhos inimigos pelo caminho, ele mudará o destino de cada jogador.",
      "ru": "Главный герой истории — лидер таблиц рейтинга в посредственных малоизвестных VR-играх (так называемый «игрошлак») которые, тем не менее, полностью его устраивают. Но однажды он решается бросить вызов сверхпопулярной игре с 30 миллионами активных пользователей под названием «Shangri-La Frontier». Адаптация суперпопулярного романа из \"Shousetsuka ni Narou\"."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00296c8d-a815-4fdd-b4b8-c79c550ee875",
    "title": {
      "en": "The Indomitable Martial King"
    },
    "updatedAt": "2024-04-25T01:06:42+00:00",
    "coverArt": "https://mangadex.org/covers/00296c8d-a815-4fdd-b4b8-c79c550ee875/bb7a112f-5775-40ff-8494-a27d1c343bd4.jpg",
    "altTitles": [
      {
        "en": "Time Slip of the Fist King"
      },
      {
        "ko": "권왕전생"
      },
      {
        "zh": "拳王轉生"
      },
      {
        "ko-ro": "Gwonwangjeonsaeng"
      }
    ],
    "description": {
      "en": "In a world where humans sell and buy otherworldly species as slaves, the great mage Rifenhardt is treated like the Demon King for helping the otherworldly species.\n\nA party of heroes arrive to bring down the Demon King! Rifenhardt succeeds in greatly injuring the heroes, but he faces death at the hands of... the Martial King Tesslon!\n\n\"Time and Space Regression Spell.\"\n\nHowever, Rifenhardt miraculously manages to cast this last-resort spell and regresses to the past. But...\n\n“Who are you?”\n\nHe awakens reincarnated in the body of the continent’s strongest physical warrior, Tesslon!\n\nNow begins Rifenhardt's adventures as both a great mage and the physically strongest man to change the world!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61b0d21c-b703-4999-910d-ebffc44791bb",
    "title": {
      "en": "Akuyaku Reijou Tensei Oji-san"
    },
    "updatedAt": "2024-05-12T22:41:20+00:00",
    "coverArt": "https://mangadex.org/covers/61b0d21c-b703-4999-910d-ebffc44791bb/dd101115-633d-4aa8-b26a-cf04c87de12e.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢転生おじさん"
      },
      {
        "en": "The Old Man Reincarnated as a Villainess"
      },
      {
        "ko": "악역 영애 전생 아저씨"
      },
      {
        "en": "Villainess Reincarnation Uncle"
      },
      {
        "id": "Bapakku Villainess"
      }
    ],
    "description": {
      "en": "After a traffic accident, 52-year-old civil servant Kenzaburou Tondabayashi awakens to find he's become Grace Auvergne, a duke's daughter, and more importantly the villainess of an otome game. Not wanting to get in the way of the happy endings of the young characters around him, Grace sets out to play the role of the villain, but whether it's due to Kenzaburou's memories of being an affectionate parent getting in the way or not being able to remember those pesky foreign names properly, it ends up being a lot harder than it looks…",
      "id": "Setelah mengalami sebuah kecelakaan, seorang PNS berusia 52 tahun bernama kenzaburou tondabayashi tiba-tiba berada di tubuh seorang putri duke yang bernama grace auvergne, terlebih lagi, grace merupakan seorang villainess di sebuah game otome. Tidak ingin mengganggu happy ending anak-anak muda yang ada di dekatnya, grace memutuskan untuk menjalankan perannya sebagai seorang villainess, tapi mungkin karena ingatan kenzaburou yang dulunya merupakan seorang orang tua yang penuh kasih sayang atau karena tidak bisa mengingat nama-nama asing, akhirnya setiap grace ingin menjalankan peran villainessnya, grace selalu terganggu.\nSehingga dia merasa menjadi seorang villainess ternyata lebih sulit dari yang dia pikirkan..."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32f6b67e-6aa6-4834-aa79-24137046b679",
    "title": {
      "en": "Perfect Appearance"
    },
    "updatedAt": "2022-02-09T00:57:02+00:00",
    "coverArt": "https://mangadex.org/covers/32f6b67e-6aa6-4834-aa79-24137046b679/8c47a1a5-2787-48f7-b847-acd861860ee4.png",
    "altTitles": [
      {
        "en": "Perfect Looks"
      },
      {
        "en": "完美长相"
      }
    ],
    "description": {
      "en": "A prince found a mysterious potion that is thought to make one more beautiful, so he gave it to his knight. However…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "6"
  },
  {
    "mangaId": "bc24c75e-1c73-43bc-80aa-024ebb041e34",
    "title": {
      "en": "Musume Janakute, Mama ga Suki Nano!?"
    },
    "updatedAt": "2024-05-10T01:08:01+00:00",
    "coverArt": "https://mangadex.org/covers/bc24c75e-1c73-43bc-80aa-024ebb041e34/4c1ec54a-ba65-4d13-9e57-8d3aba060345.jpg",
    "altTitles": [
      {
        "ja": "娘じゃなくて私が好きなの!?"
      },
      {
        "ja": "娘じゃなくて私(ママ)が好きなの!?"
      },
      {
        "ja-ro": "Musume Janakute, Watashi (Mama) ga Suki Nano!?"
      },
      {
        "ja-ro": "Musume janakute, Mama ga sukinano!?"
      },
      {
        "ja-ro": "Musume Janakute, Watashi ga Suki Nano!?"
      },
      {
        "en": "You Like Me, Not My Daughter?!"
      },
      {
        "en": "You Like Me (Mama), Not My Daughter!?"
      },
      {
        "id": "Kamu Suka Aku, Bukan Putriku?!"
      },
      {
        "zh": "喜欢的不是女儿而是我吗？"
      },
      {
        "pt-br": "Você Gosta É De Mim (Mamãe) E Não Da Minha Filha?!"
      },
      {
        "ja": "ママ好き"
      },
      {
        "ja-ro": "MamaSuki"
      }
    ],
    "description": {
      "en": "“I will take in and raise this child.”\n\nI'm Katsuragi Ayako, 3\\*BEEP* years old. It's been 10 years since I took in the daughter of my late sister and her husband. My daughter's now in high school and is getting on well with her childhood friend, Aterazawa Takumi. Maybe they'll start dating? Takumi's a really nice guy, so I'm all for it.\n\nEh? He has something to say to me? Is it something like “Please give me your daughter”? No way, I'm getting ahead of myself.\n\n“Ayako-mama…… I've always loved you. Please go out with me.”\n\n“……You like me (mama), not my daughter!?”\n\nA super pure-love romcom where long-held feelings explode!\n___\n[Alt Official Raw](https://younganimal.com/series/5d1e949cd0b52)",
      "pt-br": "Esta é uma comédia romântica estrelada por uma mulher adulta de 30 anos chamada Ayako, que é confessada por um homem 10 anos mais novo dela, o estudante universitário de 20 anos, Takumi … Um homem que ela conhece como o menino \"Ta-kun\" que mora ao lado e que ensina sua filha adotiva desde os 10 anos. A revelação a espanta, pois ela pensava que sua filha Miu e ele eram um casal."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ebf6b4b1-f514-4e93-8305-0c16c21c7163",
    "title": {
      "en": "Space Juggernaut"
    },
    "updatedAt": "2024-04-11T04:39:22+00:00",
    "coverArt": "https://mangadex.org/covers/ebf6b4b1-f514-4e93-8305-0c16c21c7163/44c67e37-4d39-4d5d-957a-f76c2deac28a.jpg",
    "altTitles": [],
    "description": {
      "en": "Wanderer, imposing, somewhere in the vast void of space, Rendezvous awaits! The only space station built inside a living being, where the best scientists, warriors, explorers and engineers of the galaxy live.\nFollow the adventures of the Rendezvaj against the galaxy's major enemy; The Raccoon-race \"preservation\" Federation in this epic Space Opera.",
      "es-la": "Errante, imponente, en algún lugar del vasto vacío espacial, Rendezvous espera! La única estación espacial construida dentro de un ser vivo, que aloja a los mejores científicos, guerreros, exploradores e ingenieros de la galaxia.\nSigue las aventuras de un grupo de Rendezvaj contra su mayor enemigo; La Federación de “Conservación” de la raza Mapache en esta épica ópera spacial."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7836eecd-bf25-4d83-92e8-70594053444d",
    "title": {
      "en": "Bara to Sumire to"
    },
    "updatedAt": "2018-03-07T10:29:07+00:00",
    "coverArt": "https://mangadex.org/covers/7836eecd-bf25-4d83-92e8-70594053444d/3126c5ba-fa85-4fb3-b179-9ee6691a0251.jpg",
    "altTitles": [
      {
        "en": "Rose and Violet"
      },
      {
        "en": "Roses and Violets"
      },
      {
        "en": "Розы и Фиалки"
      },
      {
        "en": "الوردة و البنفسج"
      },
      {
        "en": "バラとスミレと"
      },
      {
        "en": "玫瑰与紫罗兰"
      },
      {
        "en": "玫瑰與紫羅蘭"
      }
    ],
    "description": {
      "en": "Izumozaki Sumire was accepted into Ojika High School. Her older brother Satoshi was strangely against her entering that school. But she wanted to experience high school life at the same school he attended no matter what. Subsequently the truth about her older brother’s real identity comes to light…!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "4"
  },
  {
    "mangaId": "f26c0ae5-c8f6-4630-979e-9a5d310bd795",
    "title": {
      "en": "I Only Want to Beat You"
    },
    "updatedAt": "2024-05-09T09:35:42+00:00",
    "coverArt": "https://mangadex.org/covers/f26c0ae5-c8f6-4630-979e-9a5d310bd795/1bb35d82-9359-4204-b09b-58658726c84a.jpg",
    "altTitles": [
      {
        "en": "I Want to Beat You, Oh Roji"
      },
      {
        "en": "I Want to Defeat You, Oh Roji"
      },
      {
        "ko": "오로지 너를 이기고 싶어"
      },
      {
        "uk": "Я хочу тільки перемогти тебе"
      },
      {
        "ko-ro": "Oroji Neoreul Igigo Sipeo"
      },
      {
        "en": "IOWTBY"
      },
      {
        "ru": "Я хочу победить только тебя"
      }
    ],
    "description": {
      "en": "The male lead 'Lee Gigo', who has never lost a single time in his life, and the female lead who defeated him 'Oh Roji'. Who will end up as the victor of this 'bet'?",
      "uk": "Головний герой Лі Ґіґо, який жодного разу в житті не програв, і головна героїня, яка перемогла його, О Роджі. Хто в підсумку стане переможцем в цьому «парі»?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "235"
  },
  {
    "mangaId": "61830b36-1712-4b7b-9421-f671e9ced6d3",
    "title": {
      "en": "Tonari no Neko to Koi Shirazu"
    },
    "updatedAt": "2024-04-24T12:59:16+00:00",
    "coverArt": "https://mangadex.org/covers/61830b36-1712-4b7b-9421-f671e9ced6d3/8ac836b4-9c53-4c62-a18a-bdbdbfc6e91d.jpg",
    "altTitles": [
      {
        "ja": "となりの猫と恋知らず"
      },
      {
        "en": "The Feline Neighbor and the Unversed-in-Love"
      },
      {
        "ja": "となねこ"
      },
      {
        "ja-ro": "Tonaneko"
      }
    ],
    "description": {
      "en": "Minato Seno, who has always been very shy since he was young, struggled to make friends during his first few days of high school. He also never got a glimpse of his classmate Nekozane-san's face, as she was always asleep at the desk next to him. However, one day after school, a chance encounter revealed a side of Nekozane-san that was completely different from the one Minato knew in the classroom."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-05-08T21:15:15+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/727507d5-949c-4586-b976-1ec0997e5200.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68c5ca83-b5d7-4d06-baf5-aaf777676d3d",
    "title": {
      "en": "Amakara Gishimai ni Hasamarete Masu"
    },
    "updatedAt": "2024-05-13T00:14:38+00:00",
    "coverArt": "https://mangadex.org/covers/68c5ca83-b5d7-4d06-baf5-aaf777676d3d/18c69298-a163-4498-b48c-4cfaf7394ea1.jpg",
    "altTitles": [
      {
        "ja-ro": "Amakara Gishimai ni Hasamarete Masu"
      },
      {
        "ja": "甘辛義姉妹に挟まれてます"
      },
      {
        "en": "I'm Sandwiched Between Sweet and Spicy Step-Sisters"
      }
    ],
    "description": {
      "en": "One day, our plain protagonist suddenly got 2 sisters: a big-breasted gentle older sister type, and a devilish cute little sister!?  A slightly exciting family romantic comedy!",
      "id": "dialah Takashi, si bajingan beruntung yang mendapatkan 2 saudari cantik setelah ayahnya menikah lagi, si adik, Kaho, gadis manis yang masih kelas 5 SD ini sangat suka mengelus peler abang tirinya dengan kaki, sedangkan sang kakak, Suzuha, mahasiswi tahun pertama alias D1, sangatlah ceroboh, sehingga menimbulkan kecelakaan yang sering berakibat erotis pada Takashi, Takashi sendiri ternyata adalah seorang wibu, kecintaannya pada waifu 2D sangat mempengaruhi ketidak-tertarikannya pada wanita di dunia nyata, terakhir kali dia bicara dengan perempuanpun dilakukannya saat masih kelas 5 SD, namun dengan bertambahnya keluarga baru ini, akankah Takashi berubah? mampukah dia berpaling dari waifu 2D-nya dan memilih salah 1 dari saudara tirinya? atau, akankah dia memilih keduanya? jawaban yang tentu sangat kita nanti ya pemirsa, ya sudah tidak perlu banyak cing-cong lagi, silahkan baca chapter yang tersedia.  \n  \n\n\n---\n\nPixiv: <https://www.pixiv.net/en/users/4677314>  \nFanbox (**18+ NSFW**): <https://kirisaki.fanbox.cc/>"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "31"
  },
  {
    "mangaId": "360929d2-6101-46ff-b313-fd7fec3efcb0",
    "title": {
      "en": "Dorei Tensei: Sono Dorei, Saikyou no Moto Ouji ni Tsuki"
    },
    "updatedAt": "2023-08-02T20:49:48+00:00",
    "coverArt": "https://mangadex.org/covers/360929d2-6101-46ff-b313-fd7fec3efcb0/b49f881d-53f2-4256-b51f-5ed64b92fd6c.jpg",
    "altTitles": [
      {
        "en": "Slave Reincarnation ~ That Slave, is the Strongest Former Prince ~"
      },
      {
        "ru": "Реинкарнация раба ~ Этот раб, бывший сильнейший принц ~"
      },
      {
        "ru": "Реинкарнация сильнейшего принца в раба"
      },
      {
        "ja": "奴隷転生～その奴隷、最強の元王子につき～"
      },
      {
        "zh": "奴隸轉生～這奴隸曾是最強王子～"
      },
      {
        "en": "The prince reincarnated into slavery to make his dream come true"
      }
    ],
    "description": {
      "en": "Ars, the prince of the Kingdom of Karitz, who was called the strongest wizard, died at a young age. But on the verge of death, he uses reincarnation magic. Reincarnated as Wals Sai, a slave with the best body! Wals, who became the escort of a princess in a small country, became a matchless slave who used his best body and magic to crush all enemies!",
      "ja": "[Original Web Novel](https://ncode.syosetu.com/n2615fy/) (jp)",
      "pt-br": "Ars, o príncipe do Reino de Karitz, que era chamado de o mago mais forte, morreu jovem. Mas à beira da morte, ele usa a magia da reencarnação. Reencarnado como Wals Sai, um escravo com o melhor corpo! Wals, que se tornou a escolta de uma princesa em um pequeno país, tornou-se um escravo incomparável que usou seu melhor corpo e magia para esmagar todos os inimigos!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "116"
  },
  {
    "mangaId": "4f1e1b1f-3dc9-40ca-a406-70704a55e6b8",
    "title": {
      "en": "Save Me"
    },
    "updatedAt": "2023-06-19T18:06:22+00:00",
    "coverArt": "https://mangadex.org/covers/4f1e1b1f-3dc9-40ca-a406-70704a55e6b8/906d909d-5704-4e4c-81ff-918c72e1edfe.jpg",
    "altTitles": [
      {
        "en": "Guwon Hasoseo"
      },
      {
        "ru": "Спаси меня"
      },
      {
        "ko": "구원 하소서"
      }
    ],
    "description": {
      "en": "Hyeongoh, the first place student at school, is disabled and has a knack for getting ridiculed by the school's bullies. With no help and no way out, he finds himself in a despairing situation…until someone appears to stand by his side!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "63"
  },
  {
    "mangaId": "59dba2ca-a928-4dd9-be17-a90e37462f76",
    "title": {
      "en": "Business As Unusual"
    },
    "updatedAt": "2024-01-19T03:48:43+00:00",
    "coverArt": "https://mangadex.org/covers/59dba2ca-a928-4dd9-be17-a90e37462f76/ce725c02-c8a5-4008-9dc5-0f304ac33100.jpg",
    "altTitles": [
      {
        "ko": "을의 연애"
      },
      {
        "en": "A Pushover's Romance"
      }
    ],
    "description": {
      "en": "“He walked into my life, step by step.\nAssistant Manager Choi, Choi Jinhwan.\nMy first love whom I’m sick and tired of.”\n\nKim Minjun is a 30-year-old ordinary office worker.\nUnlike the wishes of someone who is twenty, all Minjun wishes for is a month-long break. \n\nChoi Jinhwan, Minjun’s ideal type and first love, joined his company’s design team. \n\n‘So annoying…\nseeing him speaking informally and having no social cues, the same annoying and selfish him. \nAnd the fact that he is still perfectly my type is even more annoying.’\n\nI, Kim Minjun, am still my insignificant self."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "20"
  },
  {
    "mangaId": "8c1fae54-f7d1-47ea-99d7-162a1365e09b",
    "title": {
      "en": "Kannagi no Yomeiri"
    },
    "updatedAt": "2024-05-15T19:43:03+00:00",
    "coverArt": "https://mangadex.org/covers/8c1fae54-f7d1-47ea-99d7-162a1365e09b/be3665f4-466c-4c73-b4f7-df2c78ffb9c9.jpg",
    "altTitles": [
      {
        "ja": "巫の嫁入り"
      },
      {
        "en": "The Marriage of a Miko"
      }
    ],
    "description": {
      "en": "Can they become a real couple?\n\nYoshioki, the eldest son of the village head family, takes Chitose, the descendant of the shrine maiden family, as his wife according to the village customs.\nYoshioki is furious when it is discovered that the bride is actually a \"man\"\nMoreover, Chitose is beautiful, but he\nis taciturn and unfriendly.\n\nTheir married life, which began as a temporary couple, was full of things that didn't go well, but after a certain incident, he came to know Chitose's true nature!?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5.2"
  },
  {
    "mangaId": "0f6003ca-e7f3-43ce-bfd2-0694146994be",
    "title": {
      "en": "Tying the Knot with an Amagami Sister"
    },
    "updatedAt": "2024-05-09T17:23:11+00:00",
    "coverArt": "https://mangadex.org/covers/0f6003ca-e7f3-43ce-bfd2-0694146994be/86d1a0a7-4b08-4bfb-8e63-f9e89d1a6fd2.jpg",
    "altTitles": [
      {
        "ja-ro": "Amagami-san Chi no Enmusubi"
      },
      {
        "ru": "Брачные узы с семьёй Амагами"
      },
      {
        "ja": "甘神さんちの縁結び"
      },
      {
        "zh-hk": "甘神家的連理枝"
      },
      {
        "fr": "Se Marier avec une Sœur Amagami"
      },
      {
        "fr": "Comment j'ai Marié une Sœur Amagami"
      },
      {
        "pt-br": "Casamento da Família de Amagami"
      },
      {
        "id": "Perjodohan Keluarga Amagami"
      },
      {
        "ar": "التوفيق بين عائلة كانغامي"
      },
      {
        "es-la": "El Emparejamiento de la Familia Amagami"
      },
      {
        "en": "Matchmaking of the Amagami Household"
      },
      {
        "es-la": "Emparejamiento del Hogar Amagami"
      }
    ],
    "description": {
      "en": "Kamihate Uryuu, orphaned since childhood, receives an invitation to stay at the local Shinto shrine. All he wanted was a quiet place to study so that he can fulfill his dream of making it into a top medical school, but after arriving there, he comes across three beautiful shrine maiden sisters... and the head priest requests that he marry one of them and take over the shrine. A tale of love and miracles is about to unfold!",
      "fr": "Kamihate Uryuu, orphelin depuis l'enfance, reçoit une invitation à séjourner dans le sanctuaire shinto local. Tout ce qu'il voulait, c'était un endroit tranquille pour étudier afin de réaliser son rêve d'entrer dans une grande école de médecine, mais en arrivant sur place, il tombe sur trois belles demoiselles du sanctuaire... Le prêtre en chef lui demande d'épouser l'une d'entre elles et de prendre la succession du sanctuaire. Une histoire d'amour et de miracles est sur le point de se dérouler !",
      "ja": "京大医学部を目指す高校生の上終 瓜生。児童養護施設育ちの瓜生は「甘神神社」の宮司さんに引き取られ、居候することに。受験勉強ができる環境があれば…と思っていたが、居候の条件は「婿養子として神社を継ぐ」こと!? しかも結婚相手は同居する巫女三姉妹!! 一つ屋根の下、巫女と紡ぐ恋と奇跡の物語、開幕!!",
      "ru": "Камихатэ Урю долгое время прожил в приюте, пока не был взят под опеку священником Тидори Амагами. Остановившись в храме, Урю узнаёт, что здесь живут три жрицы-сёстры, которые являются внучками главного священника. В конечном итоге, Тидори Амагами рассказывает, что взял парня под опеку, чтобы он женился на одной из его внучек и унаследовал храм, как его зять. Так начинается история любви и чудес с семьёй Амагами.",
      "es-la": "Un chico que había perdido la fe en las Oraciones y los Dioses, de pronto conocerá a 3 hermosas Hermanas que son Doncellas del Templo donde comenzará a vivir, ¿Esto afectará de alguna Manera a nuestro Protagonista? Léelo para descubrirlo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "34089f0c-2be7-482f-8480-6bd67c449676",
    "title": {
      "en": "Kenseijo Adel no Yarinaoshi"
    },
    "updatedAt": "2024-05-10T02:44:40+00:00",
    "coverArt": "https://mangadex.org/covers/34089f0c-2be7-482f-8480-6bd67c449676/ab64a698-d2f7-4987-b32c-88e9eecff423.png",
    "altTitles": [
      {
        "ja": "剣聖女アデルのやり直し"
      },
      {
        "en": "Sword Saint Adel’s Second Chance"
      }
    ],
    "description": {
      "en": "Hailed as the hero for leading his country to victory from a great war, the blind Sword Saint Adel is now in despair. Unfortunately, he failed to protect his benefactor, Princess Euphinea, whom he dedicated his entire life to. \n\n\"I want to meet the princess once again,\" he muttered, wishing deeply that his prayers would be answered. A mysterious being, having heard his plea, granted his prayers, and he was sent back to the past, to a time when the princess is still alive. \n\nUnexpectedly, the Sword Saint (♂) has been transformed into a super-duper cute Sword Saintess (♀), and her heroic tale of unrivaled power will once again take place."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "316d3d09-bb83-49da-9d90-11dc7ce40967",
    "title": {
      "en": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 3-bu 「Ryouchi ni Hon o Hirogeyou!」"
    },
    "updatedAt": "2023-12-19T21:15:19+00:00",
    "coverArt": "https://mangadex.org/covers/316d3d09-bb83-49da-9d90-11dc7ce40967/07a6b320-bd19-404f-b582-110ffc76c164.jpg",
    "altTitles": [
      {
        "en": "Ascendance of a Bookworm ~I'll do anything to become a librarian~ Part 3 「Let's Spread the Book to the Territory!」"
      },
      {
        "en": "Ascendance of a Bookworm: Part 3"
      },
      {
        "en": "Honzuki no Gekokujou: Part 3"
      },
      {
        "fr": "La Petite Faiseuse de Livres"
      },
      {
        "ja": "本好きの下剋上 ～司書になるためには手段を選んでいられません～ 第三部 「領地に本を広げよう！」"
      },
      {
        "ja": "本好きの下剋上 第三部"
      }
    ],
    "description": {
      "en": "Following a disastrous encounter with a noble, Myne finally resolves to say goodbye to her family and friends in the lower city, changing her name to “Rozemyne” and beginning her new life as the adopted daughter of Ehrenfest’s archduke. However, her days as an archnoble in noble society are brutal, as she is put through rigorous etiquette and magic training on top of her duties as High Bishop and forewoman. It all proves too much for a weak little seven-year-old girl… Or it would have, had the High Priest not offered her the keys to the temple’s book room as a reward. If she could get her hands on those, she’d be able to read all sorts of precious books! Her name may have changed, but Rozemyne’s passion for books remains the same as she charges into a whole new world! The detailed setting expands as the printing industry grows in size. Here begins Part 3 of this biblio-fantasy for book lovers everywhere!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "010a2e68-b80f-4546-a146-54406544b4dc",
    "title": {
      "en": "Our Aimless Nights"
    },
    "updatedAt": "2024-05-03T02:06:50+00:00",
    "coverArt": "https://mangadex.org/covers/010a2e68-b80f-4546-a146-54406544b4dc/c821d851-d19e-4753-9a47-5834b1532e4e.jpg",
    "altTitles": [
      {
        "ja": "夜のまにまに"
      },
      {
        "ja-ro": "Yoru no Manimani"
      },
      {
        "fr": "À la tombée de la nuit"
      },
      {
        "es-la": "En medio de la noche"
      }
    ],
    "description": {
      "en": "Cheerful, energetic high school girl Chika and shy, reserved boy Waya couldn’t be more different. But they have a secret: every Wednesday after 9PM they meet outside the convenience store where Waya works. Bit by bit, under the light of the moon, a unique connection begins to blossom in this enchanting coming-of-age love story!",
      "fr": "**À la tombée de la nuit** \n\nLa joyeuse et énergique Chika, le timide et silencieux Waya. Ces deux-là, qui sont le jour et la nuit, discutent chaque mercredi soir devant une supérette. À la tombée de la nuit, il se rapproche peu à peu. Une histoire d'amour de jeunesse !",
      "pt-br": "Chika é uma garota alegre e divertida, Waya é um garoto tímido e gentil. Os dois opostos se falam apenas na loja de conveniência na quarta-feira. Uma história de amor juvenil onde eles diminuem a distância lentamente durante a noite!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "25"
  },
  {
    "mangaId": "487aac5d-dfd8-45b3-8044-0570a035318f",
    "title": {
      "en": "Usotsuki Lily"
    },
    "updatedAt": "2023-02-10T20:46:29+00:00",
    "coverArt": "https://mangadex.org/covers/487aac5d-dfd8-45b3-8044-0570a035318f/a50703ec-96ef-4198-9551-0c9a1569fe40.jpg",
    "altTitles": [
      {
        "en": "Liar Lily"
      },
      {
        "es-la": "Lily mentiroso"
      },
      {
        "es": "Lirio mentiroso"
      },
      {
        "th": "ไลเออร์ ลิลลี่"
      },
      {
        "ja": "うそつきリリィ"
      },
      {
        "zh-hk": "愛說謊的莉莉"
      },
      {
        "ko": "거짓말쟁이 리리"
      },
      {
        "ko": "엉터리 릴리"
      }
    ],
    "description": {
      "en": "Hinata Saotome is suddenly asked out by En Shinohara, a gorgeous boy in her grade. What she doesn’t know, though, is that his hobby is cross-dressing! En has always hated men, and whenever he sees his own reflection, he punches out whatever is doing the reflecting (windows, mirrors…). To combat this hatred, he dresses up as a girl. Hinata decides to go out with him anyway, despite his weird hobby."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "105.5"
  },
  {
    "mangaId": "3c30229a-e6a3-44fa-a1ac-61a208c2ebad",
    "title": {
      "en": "Yaotome x 2"
    },
    "updatedAt": "2024-04-21T19:28:41+00:00",
    "coverArt": "https://mangadex.org/covers/3c30229a-e6a3-44fa-a1ac-61a208c2ebad/9abc1e89-16e8-4713-a855-41988e10af95.jpg",
    "altTitles": [
      {
        "ja": "八乙女×２"
      },
      {
        "ja-ro": "Yaotome Kakeru Ni"
      },
      {
        "ru": "Яотомэ ×２"
      }
    ],
    "description": {
      "en": "Yaotome Kai is a sixth grade elementary school student with a new neighbor living in the apartment next door. The slightly weird girl Yaotome Haruru. Eating school lunches, having likes and dislikes, and forgetting things as elementary school students do. Casually hanging out whilst their parents get along, as next-door neighbors do.\n\nThe latest work by \"Seitokai Yakuindomo\" author Ujiie Tozen.\n\nA comedy of two elementary school neighbors.\n\n(Source: Pocket Shounen Magazine, translated)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-03-20T22:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/c72709f8-6d48-4081-b670-c4f2a25aad8a.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d44fa52-e344-42bd-9182-7b5887e1fe2c",
    "title": {
      "en": "I Guess I Became the Mother of the Great Demon King's 10 Children in Another World"
    },
    "updatedAt": "2024-04-22T11:14:59+00:00",
    "coverArt": "https://mangadex.org/covers/1d44fa52-e344-42bd-9182-7b5887e1fe2c/f75cd336-9da7-4926-b6b2-576fd53a8c7a.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai de Saikyo Mao no Kodomo-tachi 10-nin no Mama ni Nacchaimashita."
      },
      {
        "ru": "Я стала мамой десяти детей сильнейшего демона в другом мире"
      },
      {
        "zh-hk": "一不小心在異世界當上了最強魔王的十個孩子的媽媽."
      },
      {
        "ja": "異世界で最強魔王の子供達10人のママになっちゃいました。"
      },
      {
        "fr": "Le Roi-Démon et moi, et nos 10 enfants"
      },
      {
        "th": "ชีวิตใหม่ในโลกต่างมิติของฉันถูกลิขิตให้เลี้ยงลูกจอมมารทั้ง 10"
      },
      {
        "zh": "一不小心在异世界当上了最强魔王的十个孩子的妈妈"
      },
      {
        "ko": "이세계에서 최강마왕의 아이들 10명의 엄마가 돼버렸습니다"
      }
    ],
    "description": {
      "en": "High school girl Akari mourns the loss of her mother who died when she shielded Akari from an oncoming truck a year ago. She discovers an adventure game her mother had gotten for her birthday some time ago, but never had a chance to finish. Suddenly, she is summoned to be the mother of the Demon Lord's 10 children in another world…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "40"
  },
  {
    "mangaId": "ef84c4a4-d27c-4920-a3ab-48e806191131",
    "title": {
      "en": "Biography of Hwiyeong Sword"
    },
    "updatedAt": "2023-12-27T16:41:05+00:00",
    "coverArt": "https://mangadex.org/covers/ef84c4a4-d27c-4920-a3ab-48e806191131/2d2ee321-94cc-44b2-a057-e84567cca2b3.jpg",
    "altTitles": [
      {
        "ko-ro": "Hwiyeong Geomjeon"
      },
      {
        "ko": "휘영검전"
      },
      {
        "en": "Tales of a Shining Sword"
      },
      {
        "en": "Moonlight Sword"
      },
      {
        "en": "Hwiyeong Sword"
      }
    ],
    "description": {
      "en": "Eunho, the strongest in the yokai realm!\nHe gained the chance to become a human being after losing the woman he loved and killing countless yokai.\nAfter passing the gate of reincarnation by accumulating merit for a thousand years to abandon his immortal body…\n\nHe became a human being, held a sword, and learned martial arts for the first time.\nBut this is very… easy?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65f1f473-c7fa-4de2-adf5-00167af31740",
    "title": {
      "en": "Higurashi no Naku Koro ni Rei - Irotoutoshi-hen"
    },
    "updatedAt": "2024-01-10T16:48:30+00:00",
    "coverArt": "https://mangadex.org/covers/65f1f473-c7fa-4de2-adf5-00167af31740/b504286f-92ac-4481-9c0b-a28d7a38c5d2.jpg",
    "altTitles": [
      {
        "ja": "ひぐらしのなく頃に令 色尊し編"
      }
    ],
    "description": {
      "en": "Sequel to Higurashi no Naku Koro Ni Hoshiwatashi-hen and Higurashi no Naku Koro Ni Oniokoshi-hen."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/c4c39f29-bf9a-4cc6-808c-07dd70385f2e.png",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a93959d7-4a4a-4f80-88f7-921af3ca9ade",
    "title": {
      "en": "Oneesan ga Shinryakuchuu!?"
    },
    "updatedAt": "2024-05-11T16:58:02+00:00",
    "coverArt": "https://mangadex.org/covers/a93959d7-4a4a-4f80-88f7-921af3ca9ade/2736d7ba-5a17-46ed-9f99-dd7bdd4875a2.jpg",
    "altTitles": [
      {
        "ja-ro": "Oneesan ga Shinryakuchuu!?"
      },
      {
        "ja": "おねーさんが侵略中！？"
      },
      {
        "pt-br": "Onee-San está invadindo!?"
      },
      {
        "en": "Onee-San Is Invading!?"
      },
      {
        "ko": "누나가 침략중!?"
      },
      {
        "ko-ro": "Nunaga Chimlyagjung!?"
      },
      {
        "zh": "大姐姐入侵中！？"
      }
    ],
    "description": {
      "en": "Toono Ao failed to get into college and became a ronin, studying for next years exams instead. To better study for them, Ao moved out to live on his own into an apartment near his cram school. It's not much, but it's a place to call his own. But not long after moving in, a drunken lady finds her way into his new home! It doesn't matter how hard he tries, she just continues to make herself at home and take advantage of him. This is not okay! ...Or is it? His humble castle is no longer his own. Onee-san is invading!",
      "ja": "夢にまで見た上京一人暮らし。狭いけど駅近物件。そんな僕の大事なお城は見知らぬおねーさんに侵略を許した！変わる壁紙、開発されるカラダ・・これって大歓迎案件？\n \n--- \n \nYume ni made mita jōkyō hitorigurashi. Semaikedo eki kin bukken. Son'na boku no daijina o-jō wa mishiranu o ne ̄-san ni shinryaku o yurushita! Kawaru kabegami, kaihatsu sa reru Karada kore tte dai kangei anken?",
      "zh": "透野青没能考上大学，成了一名浪人，转而准备明年的考试。为了更好地复习，他搬到了补习学校附近的公寓里独自生活。虽然房子不大，但也算得上是自己的家了，可刚搬进去没多久，一个喝醉酒的女人就强行闯进了他的新家！不管他怎么努力，她就是继续把他当成自己的家，占他的便宜。这可不行！......还是不行？他简陋的城堡不再属于他了一姐姐正在入侵中！",
      "es-la": "Toono Ao no consiguió entrar en la universidad y se convirtió en ronin, y continúa estudiando para los exámenes del año siguiente. Para estudiar mejor, Ao se mudó a vivir por su cuenta a un apartamento cerca de su escuela de reforzamiento. No es mucho, pero es un lugar al que puede llamar suyo. Pero al poco tiempo de mudarse, una dama borracha se abre paso en su nuevo hogar. No importa lo mucho que él lo intente, ella sigue sintiéndose como en casa y aprovechándose de él. ¡Esto no está bien! ...¿O no? Su humilde castillo ya no es suyo. ¡Onee-san está invadiendo!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f0c74f4-5068-4f22-b4d9-af184632b65d",
    "title": {
      "en": "Shinobi SS"
    },
    "updatedAt": "2024-04-14T02:56:10+00:00",
    "coverArt": "https://mangadex.org/covers/8f0c74f4-5068-4f22-b4d9-af184632b65d/019fc0a7-f181-446f-a890-350a5318b31f.jpg",
    "altTitles": [
      {
        "en": "Shinobi Slapstick"
      },
      {
        "ja": "忍SS"
      }
    ],
    "description": {
      "en": "In a world where ninjas are still active behind the scenes, the heirs of the Kouga and Iga ninja clans attend the same high school as regular students. But after an incident, each of them began to suspect the other is actually a ninja. And a fierce secret battle breaks out between them trying to reveal each other's hidden identity."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55a1aba6-967c-4967-a1d0-ad0f52332be0",
    "title": {
      "en": "I Became the Despised Granddaughter of the Powerful Martial Arts Family"
    },
    "updatedAt": "2024-04-15T10:55:28+00:00",
    "coverArt": "https://mangadex.org/covers/55a1aba6-967c-4967-a1d0-ad0f52332be0/59711cc2-aeaa-44c6-b48b-f5029851d9ce.jpg",
    "altTitles": [
      {
        "ko": "무림세가 천대받는 손녀딸이 되었다"
      },
      {
        "ko-ro": "Murimsega Cheondaebanneun Sonnyeo Ttari Doeeotda"
      },
      {
        "en": "The Baengri Clan's Unwanted Granddaughter"
      },
      {
        "en": "I Became the Despised Granddaughter of the Powerful Murim Family"
      },
      {
        "en": "I Became the Despised Granddaughter of the Murim Family"
      },
      {
        "en": "I Became the Despised Granddaughter of the Murim Clan"
      },
      {
        "es": "Me convertí en la nieta despreciada del clan murim"
      },
      {
        "es": "Me convertí en la nieta despreciada de la poderosa familia de artes marciales"
      },
      {
        "ru": "Презираемая внучка великого рода эпохи Мурим"
      },
      {
        "ja": "名門一族の嫌われ娘になりました"
      },
      {
        "tr": "Murim'in kör talihli torunu"
      },
      {
        "tr": "Murim'in bedbaht torunu"
      },
      {
        "zh": "成了武林世家受歧视的孙女"
      },
      {
        "id": "The Despised Granddaughter of the Murim Clan"
      },
      {
        "ar": "أصبحت الحفيدة المحتقرة لعائلة فنون القتال القوية"
      },
      {
        "vi": "Trở thành cô cháu gái bị khinh miệt của gia tộc võ lâm"
      },
      {
        "th": "ฉันคือหลานสาวตระกูลจอมยุทธ์ผู้ถูกเหยียดหยาม"
      },
      {
        "fr": "Yeon l'indésirée"
      }
    ],
    "description": {
      "ar": "هنا ، داخل رواية فنون الدفاع عن النفس هذه ، يوجد معلم حقيقي يعلم البطل المتعجرف وينقذه من الموت.\n وسيم وطيب وصالح وقوي و ...\n على أي حال ، كان هناك عيب كبير في معلم البطل وهو ابنته الوحيدة الحمقاء المليئة بالجشع... كانت شريرة اضافية ، كانت تطارد البطل دوما ولكنه لم يستطع التخلي عنها لانها ابنه معلمه.\n خلال قراءة الرواية ، قمت بلعن تلك الابنة وقلت أنه لو كنت أنا ، فلن أعيش هكذا.\n \"لكن هذا لا يعني أنني أريد أن أكون هي!\"\n ما هو أسوأ ان أبي مات بالفعل ، وسمعتي هي الأسوأ.\n هربت حتما ، لكن ... مت، لكن عندما فتحت عيني كان أبي حياً؟!\n \"إذا كان الأمر كذلك ، في هذه الحياة ، سانقذ أبي بالتأكيد!\"\n لكن…\n \"أعتقد أنهم يستهدفون حفيدتي !؟ سأقتلهم جميعًا! \"\n لماذا أرى جدي ، الذي لم يظهر سوى مرات قليلة في الرواية يتصرف هكذا؟\n \"زواج؟ لا ، قالت يوني إنها ستعيش بجانبي لبقية حياتها \".\n حتى أبي ، بطريقة ما أصبح غريبًا.\n علاوة على ذلك،\n \"لماذا تستمر في تفاديني؟ هل هذا خطأي أيضًا؟ \"\n أليست الشخصية الرئيسية فجأة مهووسة بي؟\n في الأصل ، كان مقدرا لي أن أموت حتى أتيت إلى هنا \".\n لقد أنقذت ذلك الوغد ، لكن اليس العمل الصالح دوما يمر دون عقاب؟\n \"على الأقل عندما أكون أمامك ... لا أعتقد أنني شخص رائع.\"\n الشرير الذي قطع عنقي يحاول فجأة التوبة.\n هل من المقبول حقًا أن يصبح الأمر هكذا؟\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "en": "Yeon was just an orphan on the streets when a man claiming to be her father brought her to his family home. But the Baengri estate was a den of vipers that swallowed her whole, and it's only when she's standing at the funeral of the father she never truly understood that she realizes how familiar this story is. When she wakes up six years old again, Yeon knows she can't waste her second chance. This time, she's going to save her father. This time, she's going to live without regrets.\n\n---\nHere, inside this martial arts novel, there is a true teacher who teaches the arrogant male lead and awakens him through death. Handsome, good-natured, righteous, strong, and… Anyway, there was one big flaw in the male lead's damn fine teacher. It was his foolish only daughter who was filled with greed. A tenacious villainous extra, who always comes back to haunt the male lead in every way, but cannot be abandoned because she is his teacher's daughter. Throughout reading the novel, I cursed at that daughter. Saying that if it were me, I wouldn't live like that.\n\n'But that didn't mean that I wanted to be her!'\n\nWhat was worse, Father has already died, and my reputation was the worst. Inevitably, I ran away, but… I died. However, when I opened my eyes, Father was alive?!\n\n'If so, in this life, I will definitely save Father!'\n\nHowever…\n\n\"To think they’re aiming for my granddaughter?! I'll kill them all!\"\n\nWhy do I see Grandfather, who doesn't even appear many times throughout the novel, so often like this?\n\n\"Marriage? No. Yeonie said that she would live by my side for the rest of her life.\"\n\nEven Father, somehow became weird. Moreover:\n\n\"Why do you keep avoiding me? Is this also my mistake?\"\n\nIsn't the main character suddenly becoming obsessed with me?\n\n\"Originally, I was destined to die. Until you came here.\"\n\nI saved the time-limited bastard, but isn’t it that no good deed goes unpunished?\n\n\"At least when I'm in front of you… I don't think I’m trash.\"\n\nThe villain who blew off my neck is suddenly trying to repent.\n\nIs it really okay if it's like this?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "es": "¡La protagonista transmigró a un mundo de una novela de artes marciales! La protagonista transmigra al cuerpo de Baeklee Yeon, la tonta y detestable hija de Baeklee Ee-Gang, un ser perfecto y el maestro del protagonista masculino, quien lo guía hacia el camino de un héroe. Ella fue asesinada inesperadamente, pero cuando abrió los ojos descubrió que había regresado a su infancia donde podría enmendar todos sus errores. “¿Podré ser amada esta vez?” En esta vida, con la determinación de convertirse en la hija perfecta, en lugar de un fastidio, ella pasa de ser la nieta despreciada a la nieta amada de la familia Baeklee. “¡¿Crees que lo vales?!” “¡Sí!” Incapaz de ocultar su confusión ante el vigor de su ambiciosa nieta… “Si hay incluso una pequeña esperanza, ¿Cómo puedo, como padre, rendirme?” “…Es como hablarle a la pared.” Su abuelo secretamente abre su corazón después de ser arrollado por el dúo de atractivos padre e hija, resueltos a salvar a la incapacitada hija que no puede practicar artes marciales, aunque eso significara recibir su odio. ¡Y justo cuando su vida merecía ser vivida, ¿la obsesión de los candidatos a protagonistas masculinos hacia ella, empezó de repente?! ¡Yeon, sólo caminemos por el sendero de flores de ahora en adelante!\n\n---\nAquí, dentro de esta novela de artes marciales, hay un verdadero maestro que enseña al arrogante protagonista masculino y lo despierta a través de la muerte. Guapo, bondadoso, recto, fuerte y... De todos modos, había un gran defecto en el excelente profesor del protagonista masculino. Era su tonta única hija la que estaba llena de codicia. Una villana extra tenaz, que siempre regresa para perseguir al protagonista masculino en todos los sentidos, pero no puede ser abandonada porque es la hija de su maestro. Mientras leía la novela, maldije a esa hija. Diciendo que si fuera yo, no viviría así. '¡Pero eso no significaba que yo quisiera ser ella!' Lo que era peor, Padre ya murió, y mi reputación es la peor. Inevitablemente, me escapé, pero... morí. Sin embargo, cuando abrí los ojos, ¿¡Padre estaba vivo!? '¡Si es así, en esta vida, definitivamente salvaré a Padre!' Sin embargo… “¿¡Pensar que están apuntando a mi nieta!? ¡Los mataré a todos!” ¿Por qué veo al abuelo, que ni siquiera aparece muchas veces a lo largo de la novela, tan a menudo así? \"¿Casamiento? No. Yeonie dijo que viviría a mi lado por el resto de su vida”. Incluso Padre, de alguna manera se volvió raro. Además, “¿Por qué sigues evitándome? ¿Es este también mi error? ¿No se está obsesionando el personaje principal de repente conmigo? “Originalmente, estaba destinado a morir. Hasta que llegaste aquí. Salvé al bastardo de tiempo limitado, pero ¿no es que ninguna buena acción queda sin castigo? \"Al menos cuando estoy frente a ti... no creo que sea una basura\". El villano que me voló el cuello de repente está tratando de arrepentirse. ¿Está realmente bien si es así?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "fr": "Dans ce roman d'arts martiaux, il y a un professeur qui enseigne à l’arrogant protagoniste et le sauve de la mort. Une belle apparence, intelligent, fort… Quoi qu'il en soit, ce professeur avait un point faible. Il s'agit de sa fille unique, stupide et remplie de cupidité. Une antagoniste tenace, qui ne fait qu’embêter le rôle principal masculin de toutes sortes de manières, mais ne peut être abandonnée car elle est la fille de son professeur. Tout au long de la lecture du roman, j'ai maudit cette fille. Dire que si c'était moi, je ne vivrais pas comme ça.\n\n«Mais ça ne voulait pas dire que je voulais être elle!»\n\nEt le pire arriva, la mort de mon père. Évidemment, je me suis enfuie, mais… J'ai été assassinée. Puis, quand j'ai ouvert les yeux, Père était en vie?!\n\n«Cette fois-ci, dans cette vie, je sauverai père!»\n\nCependant…\n\n«Comment osent-ils s'en prendre à ma petite-fille?! Je vais tous les tuer!»\n\nPourquoi est-ce que je croise grand-père, qui n'apparaît pas souvent dans le roman, aussi fréquemment?\n\n«Un mariage? Non. Yeonie a dit qu'elle vivrait à mes côtés pour le restant de sa vie.»\n\nMême Père, d'une manière ou d'une autre, est devenu bizarre.\n\nDe plus, «Pourquoi continuez-vous à m'éviter? Ai-je fait une erreur?»\n\nLe personnage principal n'est-il pas soudainement en train de devenir obsédé par moi?\n\n«À l'origine, j'étais destiné à mourir. Jusqu'à ce que tu viennes ici.»\n\nJ'ai sauvé ce bâtard limité dans le temps, mais n'est-ce pas qu'aucune bonne action ne reste impunie?\n\n«Au moins quand je suis devant toi… je ne me sens pas comme une ordure.»\n\nLe méchant qui m'a tuée essaie soudainement de se repentir.\n\nEst-ce une bonne chose?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "ru": "Здесь, внутри этого романа о боевых искусствах, есть учитель, который учит надменного мужского героя и пробуждает его силу. Красивый, добродушный, праведный, сильный и… К сожалению, у чертовски прекрасного учителя главного героя был один большой недостаток. Это была его глупая дочь, вдоволь наполненная жадностью. Стойкая статистка-злодейка, которая всегда возвращается, чтобы преследовать главного героя, но ее нельзя бросить, потому что она дочь учителя. На протяжении всего романа я проклинала эту дочь. Сказать честно, что если бы этой дочерью была я, то не допустила бы подобного. \n\n—Но это не значит, что я хотела быть ею!\n\nЧто еще хуже, отец уже умер, а моя репутация была ужасной. \n\nЯ сбежала, но… я умерла. Однако, когда я открыл глаза, отец все ещё был жив!?\n\n«Если так, то в этой жизни я обязательно спасу отца!»\n\nОднако…\n\n—Подумать только, они целятся в мою внучку!? Я убью их всех!\n\nПочему я так часто вижу дедушку, который появлялся в романе от силы пару раз? \n\n—Брак? Нет. Ёни сказала, что будет жить рядом со мной до конца своей жизни. \n\nДаже отец стал вести себя как-то странно.\n\nБолее того:\n—Почему ты продолжаешь меня избегать? Это тоже моя ошибка?\n\nПочему главной герой внезапно стал так одержим мной? \n\n—До твоего прихода мне было суждено умереть\n\nЯ спасла временного ублюдка, но ведь ни одно доброе дело не остается безнаказанным?\n\n—По крайней мере, когда я стою перед тобой…\n\nЗлодей, снесший мне шею, вдруг пытается раскаяться.\n\nВсе будет хорошо, так ведь?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "th": "แบครียอนได้เข้ามาอยู่ในนิยายบู๊ที่เคยอ่าน หลังท่านพ่อเสีย ก็โดนตัวร้ายในนิยายฆ่าตาย แต่พอลืมตาขึ้นมาอีกครั้ง กลับกลายเป็นว่ายอนได้ย้อนเวลากลับมาในวัยเด็กอีกครั้ง ทำให้ยอนตัดสินใจว่าชีวิตครั้งนี้จะต้องช่วยชีวิตท่านพ่อให้ได้ \n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "tr": "Ana karakter; dövüş sanatları dünyasında başrolü, hikâyenin kahramanı yapacak olan güçlü ve eğitimini tamamlamış usta Baek Lee Ee-Gang’ın aptal ve sinir bozucu kızı Baek Lee Yeon olarak hayat bulur. Yeon, beklenmedik şekilde öldürülür ve gözlerini açtığında her şeyi geri alabileceği çocukluk günlerine geri döner. “Bu hayatımda ailem beni sevecek mi?” Baş belası olmak yerine harika bir evlat olmaya karar veren Yeon, Baek Lee ailesinin saygın torunu olarak hayatına başlar. Bu hayatını güzelce yaşamak ister ancak ailenin başı olan büyükbabası Baek Lee Pan-Hyuk da dahil olmak üzere herkes Yeon’a engel olur. Büyükbabasının bakışları o kadar serttir ki dağları ve nehirleri bile titretebilir. “O kadar değerli olduğunu mu sanıyorsun?”\n“Evet.”\nBüyükbaba, kendine güvenen torunu karşısında şaşkına döner ve oğluyla torununu gizlice izlemeye başlar.\n“Çok az umut olsa da baba olarak nasıl hemen pes edebilirsin?”\n“Amma inatçısın he.”\nYakışıklı oğlu, dövüş sanatları dünyasının yüz karası kızını o karanlıktan kurtarmaya ve herkesi karşısına almaya hazırdır. Yeon, tam hayatının artık daha güzel olacağını düşünürken erkek başroller bir bir ona takıntılı olmaya başlar!\n“Yeonie’m, bu sefer hayatımız gerçekten çok güzel olacak!!”\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "vi": "Cô xuyên không trở thành một nhân vật chính trong thế giới võ lâm. Cô trở thành BaekRi Yeon, đứa con gái ngốc nghếch và quậy phá của BaekRi Eui Kang, một người thầy chân chính và là người đã dẫn dắt nhân vật nam chính trở thành một anh hùng. Sau khi bất ngờ bị giết, cô mở mắt ra và trở thành một đứa trẻ có thể làm đảo ngược mọi thứ. ‘Mình, lần này có thể nhận được sự yêu thương không?” Ở kiếp này, cô có niềm tin rằng mình sẽ trở thành con gái được yêu thương chứ không phải đứa con gái chịu nhiều tổn thương nữa, cô bắt đầu cuộc sống được mọi người kính trọng từ cháu gái của gia đình Baekri. Những gia tộc cản trở xuất hiện trước mặt Yeon, người chỉ muốn đi trên con đường rải đẩy hoa, và Baek Ri Pae-hyeok, là tộc trưởng và cũng là ông nội của cô, ông sở hữu khí phách của một vị vua, người có thể khiến cả núi sông và cây cối rung chuyển chỉ bằng một ánh mắt. “Ngươi cho rằng ngươi đáng giá như thế sao!” “Vâng!” Ông không thể che giấu sự hốt hoảng trước khí thế mạnh mẽ của cháu gái “Nếu còn một tia hy vọng mong manh, người làm cha sao con có thể từ bỏ?” “…Như là một đứa trẻ cứng đầu.” Ông lão bắt đầu mềm lòng vì hai cha con tuyệt mỹ đánh bại với quyết tâm sẽ cứu đứa cháu gái không có tài nghệ võ công … Tôi nghĩ rằng được sống ở thời điểm này là xứng đáng, nhưng nỗi ám ảnh của các ứng cử viên nam chính đột nhiên bắt đầu? Yeoni của chúng ta, bây giờ hãy chỉ đi trên con đường hoa thôi nhé!\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "pt-br": "Aqui, dentro desta novel de artes marciais, há um professor que ensina o protagonista arrogante e o desperta através de sua morte. Bonito, agradável, justo, forte e… enfim, só havia uma grande falha no professor do protagonista, que era sua filha única insensata, a qual era cheia de ambição. Uma persistente vilã extra que sempre assombra o protagonista de todas as formas, mas nunca pode ser abandonada por ser a filha do professor. Enquanto eu lia o romance, amaldiçoei-a, dizendo que, se eu fosse ela, não viveria daquela forma. Mas isso não significava que eu queria ser ela! Pior ainda, o pai já havia morrido e minha reputação era a pior. Inevitavelmente, eu fugi, mas… morri. No entanto, quando abri meus olhos, meu pai estava vivo?! “Já que é assim, nesta vida, vou definitivamente salvar meu pai! Entretanto… “Eles estão visando minha neta?! Vou matar todos eles” Por que vejo o meu avô, que sequer aparece muitas vezes na novel, com tanta frequência assim? “Casamento? Não. Yeon disse que viveria ao meu lado pelo resto da vida dela.” Mesmo meu pai se tornou estranho. Além disso, “Por que você continua me evitando? Cometi algum erro?”, o protagonista por um acaso está se tornando obcecado por mim? “Originalmente, eu estava destinado à morte. Até você chegar aqui.” Eu salvei o idiota que tinha os dias contados, mas não dizem que somos recompensados por nossas boas ações? “Pelo menos, quando estou à sua frente… não penso que sou um lix@.” De repente, o vilão responsável por minha morte está parecendo arrependido. Está mesmo tudo bem que as coisas sejam assim?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c94095bf-4150-47dc-a892-11624aa21823",
    "title": {
      "en": "Ore no Imouto ga Saikou no Okazudatta"
    },
    "updatedAt": "2024-05-10T20:17:30+00:00",
    "coverArt": "https://mangadex.org/covers/c94095bf-4150-47dc-a892-11624aa21823/2edaa705-9639-4206-8f02-5713e12020ba.jpg",
    "altTitles": [
      {
        "ja": "俺の妹が最高のオカズだった"
      },
      {
        "ja-ro": "Ore no Imouto ga Saikou no Okazudatta"
      },
      {
        "en": "My Little Sister Is the Best Fap Material"
      },
      {
        "zh-hk": "我的妹妹是最棒的配菜"
      },
      {
        "zh": "我的妹妹是最棒的配菜"
      },
      {
        "zh-ro": "Wǒ de mèimei shì zuì bàng de pèicài"
      },
      {
        "en": "My Little Sister Is the Best Masturbation Material"
      },
      {
        "es-la": "Mi hermana menor es el mejor material de masturbación"
      }
    ],
    "description": {
      "en": "Miyu, my own sister, catches me masturbating to my favorite \"sister\" erotic game! She's always cool, straightforward, and a bit salty, but for some reason, she ends up helping me masturbate...! I began to cum on my little sister's skin and have her touch it! After a lot of skinship, now I can't bust a nut unless I'm thinking of her!\n\nGenichiro Kazami's popular Web novel about little sisters is now available as a comic book by Hayate Asakura, a moe illustrator!\n\n---\n\nNote:\nLive-action JAV adaptation: MUDR-204",
      "ja": "風見源一郎の大人気ＷＥＢ妹小説を――萌え絵師・朝倉はやてが堂々コミカライズ！　妹モノのエロゲでオナニーを満喫しているところを実の妹・美優に目撃された！　いつもクールで真顔で塩対応の妹は、それからなぜか、俺のオナニーを手伝ってくれることに！　……妹の肌に出したり、さわってもらったり！　スキンシップを重ねていたら――なんと俺は、妹以外ではヌケない身体になってしまった！",
      "es-la": "Miyu, mi propia hermana, ¡me pilla masturbándome con mi juego erótico \"de hermanas\" favorito!　Ella siempre es increíble, directa y un poco fría, pero por alguna razón, ¡acaba ayudándome a masturbarme! ¡Empecé a correrme en la piel de mi hermanita y a hacer que me tocara!　Después de muchas ocasiones, ¡ahora no puedo masturbarme si no es pensando en ella!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "889448df-b2f2-4753-9ed4-34196b9b3a90",
    "title": {
      "en": "The Exorcism Chronicles"
    },
    "updatedAt": "2024-05-15T18:20:51+00:00",
    "coverArt": "https://mangadex.org/covers/889448df-b2f2-4753-9ed4-34196b9b3a90/e97e8c51-8b9d-4ade-b049-3344a9af4dfc.jpg",
    "altTitles": [
      {
        "zh": "驱魔录"
      }
    ],
    "description": {
      "en": "\"The Exorcism Chronicles\" is based on \"Journey to the West\" but takes a different approach, portraying Jiang Liu'er and his three disciples as exorcists rather than seekers of scriptures. The author's interpretation of \"Journey to the West\" can be seen as advocating justice, championing small acts of kindness, fearlessly opposing authority, and embracing freedom. Along the way, the four disciples unite in their shared goals, combating demons and monsters such as the White Bone Demon, Sea Monster, Nine-Headed Worm, and others, all in the name of justice and protection rather than enduring the trials necessary for obtaining scriptures. \n\nSimultaneously, the series responds to the significance of scripture seekers and exorcists, suggesting that achieving ultimate enlightenment is vast and boundless, while attaining smaller victories is tangible and grounded. Jiang Liu'er and his disciples choose the latter path, with Jiang Liu'er often remarking to the Buddha, \"I'm just a freelance monk,\" signifying their divergence in paths."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee815297-a282-4e81-b22f-bee2b4fc58f1",
    "title": {
      "en": "Kimi ni Tsumugu Bouhaku"
    },
    "updatedAt": "2023-06-16T18:34:16+00:00",
    "coverArt": "https://mangadex.org/covers/ee815297-a282-4e81-b22f-bee2b4fc58f1/d4e7e05f-98b9-43a8-b851-a10a7fdbf5c2.jpg",
    "altTitles": [
      {
        "en": "An Aside Told to You"
      },
      {
        "ja-ro": "Kimi ni tsumugu"
      },
      {
        "id": "Monolog Di Sekitarmu"
      },
      {
        "en": "Monologue Woven For You"
      },
      {
        "zh": "为你谱写的旁白"
      },
      {
        "ja": "君に紡ぐ傍白"
      }
    ],
    "description": {
      "en": "Tachibana Haruka is a college second year. She gave up on her dream to live a new life. One day she meets Hayama Nao, a first year student trying to become an actor. Each feeling the opposite towards theater, with unspoken feelings and unasked questions hidden in their hearts, their mutual attraction begins.  \n  \n\n\n---",
      "id": "Tachibana Haruka, Mahasiswi tahun kedua, yang menyerahkan impiannya untuk menjalankan kehidupannya yang baru. Suatu hari, ia bertemu dengan Hayama Nao, mahasiswi tahun pertama yang bermimpi menjadi seorang aktris. Perasaan mereka terhadap teater berbeda. Dengan perasaan yang tidak dinyatakan dan pertanyaan tak terjawab yang bersembunyi di hati mereka, ketertarikan mereka dimulai."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "17"
  },
  {
    "mangaId": "50b25978-27ca-471a-82f3-93450f485e21",
    "title": {
      "en": "Dantoudai no Hanayome - Sekai wo Horobosu Futsutsuka na Tatsuki desu ga."
    },
    "updatedAt": "2024-04-24T16:07:50+00:00",
    "coverArt": "https://mangadex.org/covers/50b25978-27ca-471a-82f3-93450f485e21/4ab8cb83-8b20-4aa2-a3ad-16ed5e7bedd8.jpg",
    "altTitles": [
      {
        "ja": "断頭台の花嫁 世界を滅ぼすふつつかな竜姫ですが。"
      },
      {
        "en": "Bride on the Guillotine: The Dragon Princess Who Destroys the World"
      }
    ],
    "description": {
      "en": "A \"dragon\" appears from a container that fell in front of Dazai Ryunosuke's eyes.\n\nThe disastrously beautiful \"dragon\", Rinne Irako, had been condemned to death as a world-destroying calamity, and was being transported to a place of refuge.\n\nRinne Irako was sentenced to death and transported. But as fate would have it, the \"dragon\" girl had a miraculous encounter with a boy, and her destiny was about to change drastically."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e13627fc-1e3a-425a-9265-c082415dd0c5",
    "title": {
      "en": "Sensei, Kurokami ni Natte mo Kidzuite Kureru?"
    },
    "updatedAt": "2024-05-15T18:49:01+00:00",
    "coverArt": "https://mangadex.org/covers/e13627fc-1e3a-425a-9265-c082415dd0c5/7f1d437b-8a32-4fda-bbae-9cae14e11333.jpg",
    "altTitles": [
      {
        "en": "Sensei, Would You Still See Me If I had Black Hair?"
      },
      {
        "ja": "先生、黒髪になっても気付いてくれる？"
      }
    ],
    "description": {
      "en": "Kosugi Naomi is an unremarkable girl in all aspects, but she sports blonde hair that invites the wrath of her HR teacher, Hoshida Ryuuhei, a large and rough guy who often threatens to beat up his students. But Naomi takes in all of Hoshida sensei's yelling and threats with a smile and seems to invite more with her actions."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "18"
  },
  {
    "mangaId": "c52b2ce3-7f95-469c-96b0-479524fb7a1a",
    "title": {
      "en": "Jujutsu Kaisen"
    },
    "updatedAt": "2024-05-05T20:35:59+00:00",
    "coverArt": "https://mangadex.org/covers/c52b2ce3-7f95-469c-96b0-479524fb7a1a/a112e575-4f11-48b2-83d8-28057ceecc4c.jpg",
    "altTitles": [
      {
        "es": "Batalla de hechiceros"
      },
      {
        "en": "Magic Martial Arts"
      },
      {
        "ru": "Жүжүцү Кайсэн"
      },
      {
        "ru": "Магическая битва"
      },
      {
        "ja": "呪術廻戦"
      },
      {
        "zh": "咒术回战"
      },
      {
        "zh-hk": "咒術回戰"
      },
      {
        "ko": "주술회전"
      },
      {
        "uk": "Магічна Битва"
      },
      {
        "en": "Magic Jujutsu"
      },
      {
        "kk": "Сиқырлы шайқас"
      },
      {
        "kk": "Алас талас"
      },
      {
        "tr": "Büyülü Dövüş Sanatları"
      },
      {
        "fr": "Jujutsu Kaisen"
      },
      {
        "pt-br": "Jujutsu Kaisen - Batalha de Feiticeiros"
      },
      {
        "en": "Revolving Sorcery Fight"
      }
    ],
    "description": {
      "en": "For some strange reason, Yuji Itadori, despite his insane athleticism would rather just hang out with the Occult Club. However, her soon finds out that the occult is as real as it gets when his fellow club members are attacked!\n\nMeanwhile, the mysterious Megumi Fushiguro is tracking down a special-grade cursed object, and his search leads him to Itadori...",
      "fr": "Yuuji est un jeune étudiant qui excelle dans le sport, notamment dans l'athlétisme, mais qui a un immense poil dans la main. Du coup, au lieu de parfaire ses capacités physiques qui pourraient lui permettre de devenir le meilleur de l'établissement, il s'est inscrit au club de recherches occultes du lycée. Son petit train-train va changer du tout au tout lorsqu'un véritable esprit malfaiteur vient menacer son école…\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ru": "Юдзи гений на поле! Вот только школьная активность его мало чем привлекает. Став частью клуба оккультных исследований он решает зажить тихой жизнью, но все меняется, когда в школе объявляются духи.",
      "tr": "Yuuji bir atletizm dehasıdır ama koşuya hiç ilgisi yoktur. Bilinmezleri Araştırma Kulübünde çok mutludur. Her ne kadar kulüpte eğlencesine bulunsa bile, okulda gerçek bir ruh ortaya çıkınca işler ciddiye biner! Hayat, Sugisawa Şehrindeki 3 Numaralı Lisedeki çocuklar için tuhaflaşmaya başlamak üzere!",
      "uk": "Ітадорі Юуджі - надзвичайно талановитий старшокласник із Сендаю. Утім, хоч він і вправний спортсмен, його не цікавлять спортивні клуби: він піклується про свого дідуся, що лежить у місцевій лікарні. Все змінюється, коли через жартівливий спіритичний сеанс на Юуджі та його друзів раптово нападають моторошні чудовиська, яких дивакуватий незнайомець, Фушіґуро Меґумі, чомусь називає прокляттями. Аби врятувати себе та друзів, Юуджі змушений ризикнути - і так випадково стати вмістилищем легендарного, наймогутнішого короля проклять. А потім на тобі - вирок: \"тебе мають стратити\". Ну і що робити? Тяжкий вибір, магічна школа, нові друзі й нові проблеми - так починається його шлях...",
      "pt-br": "Itadori Yuuji, um estudante do colegial com uma capacidade física única, tem como rotina visitar seu avô que está hospitalizado. Porém, um dia, o selo de um \"objeto amaldiçoado\" escondido em sua escola é rompido, fazendo surgir criaturas assustadoras. Para salvar seus colegas ele parte em direção ao colégio, quando algo inesperado acontece...!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ce0d9df-a3cc-421e-bc33-796869b6b9f7",
    "title": {
      "en": "Shaman King"
    },
    "updatedAt": "2023-03-04T08:01:30+00:00",
    "coverArt": "https://mangadex.org/covers/5ce0d9df-a3cc-421e-bc33-796869b6b9f7/a99c367f-6875-498d-821d-c81a3a3d4df5.jpg",
    "altTitles": [
      {
        "es-la": "Rey chamán"
      },
      {
        "ru": "Король-шаман"
      },
      {
        "ja": "シャーマンキング"
      },
      {
        "zh-hk": "通靈王"
      }
    ],
    "description": {
      "en": "Yoh Asakura is a shaman–one of the gifted few who, thanks to training or natural talent, can channel spirits that most people can't even see. With the help of his fiancée, Anna, Yoh is in training for the ultimate shaman sports event: the \"Shaman Fight in Tokyo,\" the once-every-500-years tournament to see who can shape humanity's future and become the Shaman King. But unfortunately for Yoh, every shaman in the world is competing for the same prize…\n\n\n---\nOfficial Release:\n- Indonesian release by m&c! Comics (tankoubon) and Elex Media (kanzenban)"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "33",
    "lastChapter": "300"
  },
  {
    "mangaId": "605ec6a1-d495-4096-ae69-f1cf16520869",
    "title": {
      "en": "Chiba Kyoukan wa Nabikanai"
    },
    "updatedAt": "2024-03-17T02:44:32+00:00",
    "coverArt": "https://mangadex.org/covers/605ec6a1-d495-4096-ae69-f1cf16520869/8f39792f-c3a6-49ee-b54c-c17e7d49f42d.jpg",
    "altTitles": [
      {
        "ja": "千葉教官はなびかない"
      },
      {
        "en": "Instructor Chiba Isn’t Flattered"
      }
    ],
    "description": {
      "en": "Driving School Love Story of a Complicated Shoujo Manga Artist and a Popular Instructor Who’s Timid in Love!\n\nDriving school instructors are popular. They really are!\nChiba is the most popular instructor among female students for his soft manner, careful guidance, and sweet looks. However, he brushes off his popularity with his students as \"child play\" and doesn’t take it seriously at all. His new student is a mysterious man named Yaotome, who is the talk of the school under the nickname \"The Prince in a Suit”. He looks and acts just like his nickname, but when he meets Chiba, the instructor in charge, for some reason he acts suspiciously even though it’s their first time meeting...?\n\nA pure shoujo manga artist with a complicated unrequited love!\n×\nA popular instructor who has made up his mind not to fall in love anymore\n\nA frustratingly fresh love story of adults in a driving school."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5439fe65-5b3a-420e-9ef4-27c9bcc49c5a",
    "title": {
      "en": "Boy's Abyss"
    },
    "updatedAt": "2024-04-14T16:52:37+00:00",
    "coverArt": "https://mangadex.org/covers/5439fe65-5b3a-420e-9ef4-27c9bcc49c5a/c4aee900-4d00-46e7-8446-b5366c2b9828.jpg",
    "altTitles": [
      {
        "ja-ro": "Shounen no Abyss"
      },
      {
        "ru": "Бездна подростка"
      },
      {
        "ja": "少年のアビス"
      },
      {
        "ko": "소년의 어비스"
      },
      {
        "en": "World End Boy Meets Girl"
      },
      {
        "ru": "Юношеская бездна"
      },
      {
        "ne": "केटाको रसातल"
      },
      {
        "tr": "Oğlanın Hiçliği"
      },
      {
        "zh-hk": "少年的深淵"
      }
    ],
    "description": {
      "en": "In a town with nothing, in the middle of a daily life with seemingly no signs of change, \nhigh schooler Reiji Kurose was \"just\" living. \nFamily, dreams for the future, childhood friends were all binding him down to that city. \nHe thought he would \"just\" keep on living like that. Until he met her. \nIs there hope in living? Is there light waiting ahead? \nIt's the start of a boy meets girl series which reflects the \"now.\"",
      "fr": "Dans une ville vide, au milieu d'une vie quotidienne répétitive, Reiji Kurose, lycéen, ne faisait que \" vivre\". \nSa famille, ses rêves d'avenir, ses amis d'enfance. Tous ces éléments le liaient à cette ville. \nIl pensait qu'il continuerait \"juste\" à vivre jusqu'à la fin, jusqu'à ce qu'il la rencontre. \nY a-t-il de l'espoir dans la vie ? Y a-t-il de la lumière dans l'avenir ? \nC'est le début d'une série de rencontres entre garçons et filles qui reflète le présent!",
      "ru": "В пустом городке, в разгаре своей повседневной жизни, казалось бы, \"просто\" жил старшеклассник Рэйдзи Куросе. Семья, мечты о будущем, друзья детства - все это привязывало его к своему родному городу. Он думал, что будет продолжать так жить и никогда ничего не изменит. Пока он не встретил ту самую. Есть ли надежда в жизни? Есть ли впереди свет? Это начало серии \"мальчик, повстречавший девочку\", которая отражает \"сейчас\".",
      "tr": "Reiji Kurose, hiçbir şeyin olmadığı ve görünüşe bakılırsa hiçbir değişimin de olmayacağı bir kasabada ot gibi yaşıyordu. Ailesi, gelecek hayalleri ve çocukluk arkadaşları... Hepsi onu o şehre zincirliyordu. Kendince böyle yaşar giderim diyordu. Taa ki onunla tanışıncaya dek. Yaşamanın bir manası var mı? Beni bekleyen bir gelecek var mı? Oğlan ve kızın tanışmasıyla trajedi kapıları aralanır...",
      "vi": "Một bộ truyện đầy u ám cùng tác giả với Hatsukoi Zombie. Trong một thị trấn nhàm chán và ngày qua ngày không có gì thay đổi, Reiji Kurose, một học sinh trung học vốn luôn \"sống\" như \"đã chết\". Gia đình, tương lai, bạn thời thơ ấu. Tất cả đều trói buộc cậu vào thị trấn này. Cậu luôn nghĩ bản thân đã \"chết\" cho đến khi gặp được cô gái ấy. Hy vọng nào thắp sáng cho cuộc đời tăm tối của hai người? câu chuyện về hành trình tìm đến \"cái chết\" để được \"sống\" chính thức bắt đầu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d59fd8c-811d-414d-9f29-5eb843bcc8e9",
    "title": {
      "en": "The Devil Who Kisses My Feet"
    },
    "updatedAt": "2024-05-10T13:04:38+00:00",
    "coverArt": "https://mangadex.org/covers/4d59fd8c-811d-414d-9f29-5eb843bcc8e9/1a7e2347-e0b7-472e-9813-6b77d1dd46a5.jpg",
    "altTitles": [
      {
        "ko-ro": "내 발등에 입 맞추는 악마여"
      },
      {
        "en": "The Demon Who Kisses My Foot"
      },
      {
        "pl": "Demon całujący moją stopę"
      }
    ],
    "description": {
      "en": "Maria, who is in an unhappy marriage with her sadistic husband, unexpectedly receives news. Her husband's half-brother, Lowell, was much younger than her husband. Maria, who had personally educated and raised him, learned that he had returned from the battlefield. Lowell, was not the small child or immature boy Maria remembered. He had the appearance of a grown man. With his appearance, a rift slowly began to appear in the seemingly peaceful Marquis Redford. Where would this relationship, which should never have begun, end?",
      "pl": "Kiedy młoda Maria zostaje wydana za mąż za Jacquesa Redforda, bogatego szlachcica, jest wdzięczna, że wydaje się on być łagodny i wyrozumiały. Jednak posiadłość Redfordów skrywa mroczne sekrety, a życie Marii zmienia się na gorsze, gdy na jaw wychodzą sadystyczne upodobania jej męża. Nie mając nikogo, na kim mogłaby się oprzeć, Maria znajduje pocieszenie w towarzystwie nieślubnego przyrodniego brata Jacquesa, Lowella. Teraz, gdy Lowell wrócił do domu jako bohater wojenny, czy może uratować Marię przed jej okrutnym losem?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76244733-e17a-4b59-b25f-e15e2c80977e",
    "title": {
      "en": "Chun no Ongaeshi"
    },
    "updatedAt": "2023-12-05T15:02:09+00:00",
    "coverArt": "https://mangadex.org/covers/76244733-e17a-4b59-b25f-e15e2c80977e/f01d8ef1-9baf-4a4b-bc71-2f642c16ef43.jpg",
    "altTitles": [
      {
        "en": "Chun Returns the Favor"
      },
      {
        "ja": "チュンの恩返し"
      }
    ],
    "description": {
      "en": "A sparrow named O-chun crashed into the studio of a struggling young painter. To thank him for healing her injuries, O-chun will cheerfully return the favor any way she can! A relationship between human and bird that transcends biological boundaries in a cute modern fairy tale!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9712168-e79b-4745-b324-bd464ebbf046",
    "title": {
      "en": "Kuroko no Basket - Supplement 965 (Doujinshi)"
    },
    "updatedAt": "2024-05-15T18:09:03+00:00",
    "coverArt": "https://mangadex.org/covers/c9712168-e79b-4745-b324-bd464ebbf046/f37b72c3-305d-4622-b135-5e88a4cd0d5b.png",
    "altTitles": [],
    "description": {
      "en": "Pairing: Akashi Seijuurou + Akashi Seijuurou x Kuroko Tetsuya"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "1"
  }
]