[
  {
    "mangaId": "5f20891f-0136-4fa8-afb7-d72f2af23c65",
    "title": {
      "en": "Shokugeki no Soma"
    },
    "updatedAt": "2024-10-06T16:09:53+00:00",
    "coverArt": "https://mangadex.org/covers/5f20891f-0136-4fa8-afb7-d72f2af23c65/60aa7c6e-d714-468c-ad4a-043b820a6252.jpg",
    "altTitles": [
      {
        "en": "Food Wars!"
      },
      {
        "ms": "Perang Makanan!"
      },
      {
        "ja-ro": "Shokugeki no Souma"
      },
      {
        "ru": "В поисках божественного рецепта"
      },
      {
        "uk": "Повар-боец Сома"
      },
      {
        "ja": "食戟のソーマ"
      },
      {
        "zh": "食戟之灵"
      },
      {
        "pl": "Kulinarne Pojedynki"
      },
      {
        "vi": "Vua Đầu Bếp Souma"
      },
      {
        "vi": "Souma - Cuộc Chiến Ẩm Thực"
      }
    ],
    "description": {
      "en": "Yukihira Souma's dream is to become a full-time chef in his father's restaurant and surpass his father's culinary skill. But just as Yukihira graduates from middle schools his father, Yukihira Jouichirou, closes down the restaurant to cook in America. Although downtrodden, Souma's fighting spirit is rekindled by a challenge from Jouichirou which is to survive in an elite culinary school where only 10% of the students graduate. Can Souma survive?  \n\n\n---",
      "ru": "Мечта Юкихиры Сома - стать полноценным шеф-поваром ресторана своего отца и превзойти его в кулинарии. Но как только Юкихира закончил среднюю школу, Юкихира Дзюичиро, его отец, закрыл ресторан и отправился готовить в Америку. Боевой дух Сомы, который был угнетен, возрождается вызовом Дзюичиро, цель которого выжить в элитной кулинарной школе, где выпускается только 10% учеников. Сможет ли Сома выжить? Молодой, одаренный повар в столовке общественного питания создает совершенно новое блюдо. Не поддающееся здравому смыслу новое объедение , какое же оно? Здесь и разворачивается действие в \"В поисках божественного рецепта\".",
      "vi": "Giấc mơ của Yukihira Souma là trở thành một đầu bếp toàn thời gian tại nhà hàng của cha mình và vượt qua các kỹ năng nấu nướng của cha mình. Nhưng cũng giống như Yukihira sinh viên tốt nghiệp từ trường trung học của cha mình, Yukihira Jouichirou, đóng cửa các nhà hàng để nấu ăn ở châu Âu. Mặc dù bị áp bức, tinh thần chiến đấu của Souma được nhen nhóm bởi một thách thức từ Jouichirou mà là để tồn tại trong một trường dạy nấu ăn ưu tú nơi chỉ có 10% sinh viên tốt nghiệp. Souma có thể tồn tại qua các thử thách khắc nghiệt?"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "36",
    "lastChapter": "315"
  },
  {
    "mangaId": "12cbae4d-c79d-4598-a715-7433360e3143",
    "title": {
      "en": "Mitakihara Anti-Materials"
    },
    "updatedAt": "2024-10-07T05:41:50+00:00",
    "coverArt": "https://mangadex.org/covers/12cbae4d-c79d-4598-a715-7433360e3143/f26bcc20-63c4-412a-85a8-848fa258cbeb.jpg",
    "altTitles": [
      {
        "ja": "見滝原☆アンチマテリアルズ"
      }
    ],
    "description": {
      "en": "Due to a slight misunderstanding, Homura begins her cohabitation with Mami. But in slice-of-life, everything turns out better than expected."
    },
    "status": "cancelled",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "16"
  },
  {
    "mangaId": "7f4fc50a-0043-401c-9438-1b7cfd477168",
    "title": {
      "en": "Bokutachi ga Yarimashita"
    },
    "updatedAt": "2023-01-31T19:47:50+00:00",
    "coverArt": "https://mangadex.org/covers/7f4fc50a-0043-401c-9438-1b7cfd477168/6dc5e5d2-45a5-4517-a005-bbb6d2f04218.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku-tachi ga Yarimashita"
      },
      {
        "en": "We Did It"
      },
      {
        "ja": "僕たちがやりました"
      },
      {
        "es-la": "Nosotros lo hicimos"
      }
    ],
    "description": {
      "en": "We aim for the bowling high score…   \nNext week, we watch the TV…   \nOur senior friend is rich…  \nYes, our life is full of hope!  \n  \n The story centers on a group of friends who are satisfied and complacent with their everyday lives. The friends include Tobio, a passive high schooler who makes it a rule not to hope too much; Maru, a scheming boy who gossips behind people's back; Isami, a gaudy student who likes girls and recently got a girlfriend with big breasts; and their senior Paisen (slang for senpai, or upperclassman), a 20-year old man who is rich and has long graduated from high school.",
      "es-la": "La historia se centra en un grupo de amigos que están satisfechos y complacidos con sus vidas. El grupo incluye a Tobio, un estudiante de secundaria pasivo que tiene como regla no tener muchas esperanzas; Maru, un chico tortuoso que chismorrea a espaldas de las personas; Isami, un chico extrovertido al que le gustan las chicas y recientemente consiguió una novia de pechos grandes; y su senpai Paisen (apodo de \"senpai\"), un joven de 20 años que es rico y se graduó hace mucho de la secundaria."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "87"
  },
  {
    "mangaId": "dbae4cf5-27de-40eb-b9e1-346c4f2cf8aa",
    "title": {
      "en": "Touhou Suzunaan ~ Forbidden Scrollery."
    },
    "updatedAt": "2022-10-29T05:09:46+00:00",
    "coverArt": "https://mangadex.org/covers/dbae4cf5-27de-40eb-b9e1-346c4f2cf8aa/f044a85a-815c-4ef2-a27d-33245f4240a0.jpg",
    "altTitles": [
      {
        "pt-br": "Convento do Sino Oriental ~ Pergaminho Proibido"
      },
      {
        "en": "Eastern Bell Hermitage ~ Forbidden Scrollery."
      },
      {
        "ja": "東方鈴奈庵　～ Forbidden Scrollery."
      },
      {
        "de": "Östliche Klause der Glockenrübe ~ Forbidden Scrollery."
      }
    ],
    "description": {
      "en": "Touhou official comic published by Kadokawa in Comp Ace that began publishing on October 26, 2012. The story is written by ZUN, with illustrations by Moe Harukawa. It introduces a human book renter and collector Kosuzu Motoori as the main character, with the story centered around her mysterious ability to decipher any book no matter the language or script, and her assortment of various rare and dangerous demon books.",
      "pt-br": "“Kosuzu Motoori é uma funcionária da biblioteca Suzunaan que acaba de despertar um poder que lhe permite traduzir tudo que lê, inclusive o “Livro Youma”, um livro que descreve as criaturas yokais. Reimu Hakurei, um a exorcista especialista em resolver os mistérios que abrange os yokais, esta preocupada com o rumo que Kosuzu pode dar ao livro…\""
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "53"
  },
  {
    "mangaId": "9496f98c-78b9-46d0-a092-d4ccc6759cc9",
    "title": {
      "en": "A Galaxy Next Door"
    },
    "updatedAt": "2024-05-24T18:31:17+00:00",
    "coverArt": "https://mangadex.org/covers/9496f98c-78b9-46d0-a092-d4ccc6759cc9/f4f12a19-6b86-462b-b140-74a5f7df1962.jpg",
    "altTitles": [
      {
        "ja-ro": "Otonari ni Ginga"
      },
      {
        "ja": "おとなりに銀河"
      },
      {
        "ru": "Галактика по соседству"
      },
      {
        "en": "The Galaxy Next Door"
      },
      {
        "zh": "邻人似银河"
      },
      {
        "ko": "내 옆에 은하"
      }
    ],
    "description": {
      "en": "After the death of his father, Kuga Ichirou, a shoujo mangaka fresh out of high school, has to take care of his two little siblings, Machi and Fumio, all by himself. Struggling to meet a deadline after his previous assistants get their manga debuts, he hires a new assistant through his editor. However, his life takes an unexpected turn after this new assistant is revealed to be a beautiful and mysterious girl…\n\n[Official English](https://kodansha.us/series/a-galaxy-next-door/)",
      "pt-br": "Depois da morte de seu pai, Kuga Ichirou, um mangaká de shoujo recém-saído do colégio, tem que cuidar sozinho dos seus dois irmãos menores, Machi e Fumio. Lutando para cumprir o prazo depois que seus assistentes anteriores estrearam com mangá, ele contrata um novo assistente através do seu editor. Contudo, sua vida tem uma virada inesperada depois que esse novo assistente é revelada ser uma garota linda e misteriosa..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "32"
  },
  {
    "mangaId": "097ba2ca-4f27-439d-b74b-623443924e75",
    "title": {
      "en": "War's Unwomanly Face"
    },
    "updatedAt": "2024-10-06T12:27:15+00:00",
    "coverArt": "https://mangadex.org/covers/097ba2ca-4f27-439d-b74b-623443924e75/4b63c4a1-4b79-4f3f-a47b-d36e8fc3ed77.jpg",
    "altTitles": [
      {
        "ru": "У войны не женское лицо"
      },
      {
        "ar": "ليس لِلحرب وجهٌ أنثوي"
      },
      {
        "ja": "戦争は女の顔をしていない"
      },
      {
        "es-la": "La guerra no tiene rostro de mujer"
      },
      {
        "es": "La guerra no tiene rostro de mujer"
      },
      {
        "en": "The Unwomanly Face of War"
      },
      {
        "ca": "La guerra no té rostre de dona"
      },
      {
        "vi": "Chiến Tranh Không Có Một Khuôn Mặt Phụ Nữ"
      }
    ],
    "description": {
      "ca": "Gairebé un milió de dones va combatre en les files de l'Exèrcit Roig durant la segona guerra mundial, però la seva història mai ha estat explicada: Aquest llibre reuneix els records de centenars d'elles, dones que van ser franctiradores, van conduir tancs o van treballar en hospitals de campanya.\n\nLa seva història no és una història de la guerra, ni dels combats, és la història d'homes i dones en guerra. Què els va passar? Com les va transformar? De què tenien por? Com era aprendre a matar? Aquestes dones, la majoria per primera vegada en les seves vides, expliquen la part no heroica de la guerra, sovint absent dels relats dels veterans. Parlen de la brutícia| i del fred, de la fam i de la violència sexual, de l'angoixa i de l'ombra omnipresent de la mort.",
      "en": "Based on *The Unwomanly Face of War* by [Svetlana Alexievich](https://en.wikipedia.org/wiki/Svetlana_Alexievich) which can be bought [here](https://www.amazon.com/dp/0399588744).  \nIn *The Unwomanly Face of War*, Alexievich chronicles the experiences of the Soviet women who fought on the front lines, on the home front, and in the occupied territories. These women—more than a million in total—were nurses and doctors, pilots, tank drivers, machine-gunners, and snipers. They battled alongside men, and yet, after the victory, their efforts and sacrifices were forgotten.",
      "ru": "“Очень страшная война”, “слишком трагично”, “одним словом, здесь написано не про ту войну”… На основе лучшей работы лауреата нобелевской премии по литературе Светланы Алексеевич. Книга написана по материалам интервью более 500 женщин-военных. Часть воспоминаний была изначально вычеркнута цензорами или самим автором. В виде комикса сделано Коумэ Кэйто (он же делал в виде комикса “Волчицу и пряности”)."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f30a2fd3-cf2c-4f77-9910-51a908459a82",
    "title": {
      "en": "The Otome Heroine's Fight for Survival"
    },
    "updatedAt": "2024-06-20T04:53:55+00:00",
    "coverArt": "https://mangadex.org/covers/f30a2fd3-cf2c-4f77-9910-51a908459a82/1e2aaaf2-29c2-42c8-b274-bf4a133aca9e.jpg",
    "altTitles": [
      {
        "ja": "乙女ゲームのヒロインで最強サバイバル"
      },
      {
        "ja": "乙女ゲームのヒロインで最強サバイバル＠ＣＯＭＩＣ"
      },
      {
        "ja-ro": "Otome Game no Heroine de Saikyou Survival"
      },
      {
        "ru": "Выживание сильнейшей героини в отомэ-игре"
      },
      {
        "ko": "여성향 게임의 히로인으로 최강 서바이벌"
      },
      {
        "ko-ro": "Yeongseonghyang Geimui Hiroineuro Choigang Seobaobeol"
      },
      {
        "fr": "L'héroine d'un jeu otome survie en devenant la plus forte"
      },
      {
        "en": "Heroine Survival"
      },
      {
        "en": "Strongest Survival with an Otome Game's Heroine"
      }
    ],
    "description": {
      "en": "Orphaned by a monster attack on her village, young Alicia spends three horrid years in an orphanage before finally running away. When she flees, however, Alicia has a violent encounter with an older woman hell-bent on killing her. During their tussle, she comes into contact with a strange crystal that bestows upon her a wealth of knowledge, transforming her from an innocent child into a cool and calculated planner. Now aware that she was meant to be the protagonist of an otome game and disgusted with her supposed fate, Alicia decides to take matters into her own hands and become strong—by any means necessary. Using her newfound knowledge, and with some help from a stranger she meets in the woods, she learns to survive by herself in a world far too harsh and unforgiving for a girl her age. Ready or not, she’s determined to carve her own path.\n\n[Official English Light Novel](https://j-novel.club/series/the-otome-heroine-s-fight-for-survival)",
      "ja": "剣と魔法の世界シエルで孤児として生きていた少女アーリシア。\nある日、彼女は自分が“乙女ゲームのヒロイン”であると知ってしまう。\n両親の死さえ単にストーリーの一部だったのだ。\nアーリシアはヒロインの役割を「くだらない」と一刀両断すると、冒険者『アリア』を名乗り、次第に複数の武器と魔法を操る「殺戮（さつりく）の灰かぶり姫」へと成長していく！\nだが、“悪役令嬢”の護衛依頼を受けたことで、気付かぬ間に貴族同士が争うゲームの舞台に巻き込まれていき――？\n「私は“私”だ。ゲームの登場人物じゃない！」\n武器を作れ！　技を鍛えろ！\n強敵との戦いに生き残り、乙女ゲームをぶち壊せ！\n戦うヒロインが魅せる、壮絶＆爽快な異世界バトルファンタジー！\n\n---\n[Original Web Novel](https://ncode.syosetu.com/n1391fj/)\nLight Novel: [Amazon](https://www.amazon.co.jp/dp/B09FF4Y8C2), [Bookwalker](https://bookwalker.jp/series/286726/)\nOriginal Web Publication: [Corona EX](https://to-corona-ex.com/comics/20000000054623), [Nico Video](https://seiga.nicovideo.jp/comic/54623)",
      "ru": "В мире меча и магии, что звался Сиэль, жила сирота по имени Алисия.\nОднажды она узнала, что является героиней отомэ-игры, в которой даже смерть её родителей была лишь частью сценария. Расценив положение героини полнейшим абсурдом, она решительно его отвергнула. Она переродилась как авантюристка Ария, и шаг за шагом мастерски овладела широким арсеналом оружия и магии. Её величали «Пепельная принцесса резни»! Однако, взявшись за задание по охране «злодейки», Алисия, опомниться не успев, обнаружила себя втянутой в конфликты знати…\n\n«Я - это я, а не персонаж какой-то игры!»\n\nВыковать оружие! Закалить тело!\nВыжить в борьбе против могущественных врагов и разнести эту чёртову отомэ-игру!\nЗахватывающая битва нашей героини в величественном мире меча и магии!\n\n---\n[Original Web Novel](https://ncode.syosetu.com/n1391fj/)\nLight Novel: [Amazon](https://www.amazon.co.jp/dp/B09FF4Y8C2), [Bookwalker](https://bookwalker.jp/series/286726/)\nOriginal Web Publication: [Corona EX](https://to-corona-ex.com/comics/20000000054623), [Nico Video](https://seiga.nicovideo.jp/comic/54623)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d42ac71c-dab2-4e51-83af-b461d6be3169",
    "title": {
      "en": "Karakida-ke no Kosho Gurashi"
    },
    "updatedAt": "2024-07-21T12:17:35+00:00",
    "coverArt": "https://mangadex.org/covers/d42ac71c-dab2-4e51-83af-b461d6be3169/e23b1305-0196-455b-a82d-6fe55f790910.jpg",
    "altTitles": [
      {
        "ja": "百木田家の古書暮らし"
      },
      {
        "zh": "百木田家的旧书生活"
      },
      {
        "en": "Living in an Antiquarian Bookstore of the Karakida Family"
      }
    ],
    "description": {
      "en": "The world's largest collection of used bookstores, Kanda-Jinbōchō. There begins the story of the unforgettable days the three Karakida sisters spend surrounded by the scent of used books when they inherit the used bookstore their grandfather left behind.\n___\n[Official X Account](https://twitter.com/gj_karakida)",
      "es": "Kanda Jinbouchou, el barrio de librerías de segunda mano más famoso del mundo. Las tres hermanas Karakida se trasladaron a la ciudad para cuidar la herencia de su abuelo. Rodeadas del aroma de los libros usados, las tres hermanas hilvanan su día a día.",
      "ja": "世界一の古書店街・神田神保町。祖父の遺した古本屋を引き継ぐため、その街で暮らすことになった百木田（からきだ）三姉妹。古本の香りに包まれながら三姉妹は色褪せない日常を紡いでいく――。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a92fcfb2-27b7-476f-a9d5-4cd557ae39c0",
    "title": {
      "en": "Tondemo Skill de Isekai Hourou Meshi: Sui no Daibouken"
    },
    "updatedAt": "2024-10-07T00:27:08+00:00",
    "coverArt": "https://mangadex.org/covers/a92fcfb2-27b7-476f-a9d5-4cd557ae39c0/ff2d7b90-105f-43b5-b462-200ce7145fd6.jpg",
    "altTitles": [
      {
        "en": "Campfire Cooking in Another World with My Absurd Skill: Sui’s Great Adventure"
      },
      {
        "ja": "とんでもスキルで異世界放浪メシ スイの大冒険"
      },
      {
        "en": "Sui's Big Adventure"
      },
      {
        "vi": "Cuộc phiêu lưu của bé Sui"
      }
    ],
    "description": {
      "en": "A spin-off of the series TONDEMO SKILL DE ISEKAI HOUROU MESHI told from Sui's perspective."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "566eb93d-5958-44ca-b9d3-a8335bfead5a",
    "title": {
      "en": "Sket Dance"
    },
    "updatedAt": "2024-05-06T17:56:10+00:00",
    "coverArt": "https://mangadex.org/covers/566eb93d-5958-44ca-b9d3-a8335bfead5a/59e7bd6b-4c9f-4369-9488-cf0e8dcfcb86.jpg",
    "altTitles": [
      {
        "en": "SKET DANCE"
      },
      {
        "ru": "Скет Данс"
      },
      {
        "ja": "スケットダンス"
      },
      {
        "zh-hk": "学园救援团"
      }
    ],
    "description": {
      "en": "The hilarious misadventures of the \"Sket Dan\"; a group of high-schoolers who help out people as part of their club activity. Himeko, the hot-headed ex-delinquent with a soft spot for cute things and a taste for strange food. Switch, the brainy otaku who only talks via a computerized speech-application. And Bossun, the atypical leader of this looney bunch, with the amazing power to… concentrate very hard!\n\n- Won the 55th annual Shogakukan Manga Award in 2009 for best shounen manga.  \n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media Komputindo as **SKET DANCE** (2015)\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/kentashinohara_)  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=12089)",
      "ru": "\"Скет Данс\" - школьный клуб, чья деятельность весьма необычна - помогать в решении абсолютно любых проблем, которые возникли у учеников или даже учителей. А члены этого чудо-клуба, не менее странные личности, чем сам клуб: Боссун - гений дедуктивного мышления, Химэко - боевая единица группы и Свич - \"мозг\" и хакер мира сего. Вы всегда можете к ним обратиться, если осмелитесь…  \n  \n- Won the 55th annual Shogakukan Manga Award in 2009 for best shounen manga.  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/kentashinohara_)  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=12089)"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "32",
    "lastChapter": "288"
  },
  {
    "mangaId": "6601d84a-4adf-413d-bc76-2da6c2f199c0",
    "title": {
      "en": "Kimi to Ikirareru Nara Shindemo Ii"
    },
    "updatedAt": "2024-09-16T14:56:35+00:00",
    "coverArt": "https://mangadex.org/covers/6601d84a-4adf-413d-bc76-2da6c2f199c0/03d778e8-86fa-4ead-9f91-f5d1dccedc8f.jpg",
    "altTitles": [
      {
        "ja": "君と生きられるなら死んでもいい"
      },
      {
        "ja-ro": "Kimi to Ikirarerunara Shindemo Ii"
      },
      {
        "en": "Dying to Live with You"
      }
    ],
    "description": {
      "en": "\"I can't remember someone important who was always beside me.\"\n\nHouri, who lives a very ordinary life, is drawn to a crosswalk and almost gets run over by a truck, but is saved by a man who passes by.\nThe moment he sees the man's face, he has flashbacks of him past life, when the two of them were intimate.\nThe two are led by a super-powerful fate to make love, but the next morning, the man declares that he doesn't remember Houri...!?\nA story of love that returns until death do them part."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "131a1695-5f60-4ffd-a3ea-08d9e7818bcf",
    "title": {
      "en": "Showa Maiden Fairytale"
    },
    "updatedAt": "2024-01-11T22:07:51+00:00",
    "coverArt": "https://mangadex.org/covers/131a1695-5f60-4ffd-a3ea-08d9e7818bcf/8ca39748-dcfd-4861-8554-a9ee216067a1.jpg",
    "altTitles": [
      {
        "ja-ro": "Showa Otome Otogibanashi"
      },
      {
        "ja": "昭和オトメ御伽話"
      }
    ],
    "description": {
      "en": "Late 1920's, at the dawn of the Shōwa Era. Once upon a time in the city of Kobe, there was a girl and a boy. Both lived under abusive households, and the two swore an oath to be together until death. However, they are quickly separated, seemingly forever. That is, until a chance encounter reunites them three years later in 1931…"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "42.2"
  },
  {
    "mangaId": "b0d3d73c-afc9-4d5e-b610-d0e97dc76db6",
    "title": {
      "en": "Hajimete no Gal"
    },
    "updatedAt": "2024-09-30T22:02:29+00:00",
    "coverArt": "https://mangadex.org/covers/b0d3d73c-afc9-4d5e-b610-d0e97dc76db6/272e2a88-e682-44d8-ab67-64161b16067f.jpg",
    "altTitles": [
      {
        "ja": "はじめてのギャル"
      },
      {
        "ja-ro": "Hajimete no Gyaru"
      },
      {
        "en": "My First Girlfriend is a Gal"
      },
      {
        "en": "My First Gyaru"
      },
      {
        "zh": "第一次的Gal"
      },
      {
        "zh-hk": "첫 갸루"
      },
      {
        "pt-br": "Minha primeira namorada é uma Gal!"
      },
      {
        "ru": "Первая Гяру"
      }
    ],
    "description": {
      "en": "Spring. The 'season of love' has arrived and it seems that finding himself a girlfriend was harder than Jun'ichi believed. To break the status quo, Jun'ichi's friends have forced him into confessing to the gyaru, Yame Yukana. However, things do not go quite as he expected.",
      "ja": "DT(童貞)を捨てたいと悩む高校生・羽柴ジュンイチ。ある日、「ギャルに土下座で頼めば卒業できる」という迷信を聞いて、ダメ元でクラスのギャル・八女に土下座で告白した所…まさかの大成功!? 見事付き合うことになるのだが、ビッチなのに身持ちは固い八女さんに、非リアな羽柴は弄ばれる毎日で…。果たして羽柴は「はじめて」から卒業できるのか!?",
      "pt-br": "Junichi Hashiba é um jovem colegial virgem que está desesperado para perder esse status. Sob pressão de seus amigos, o garoto acaba se declarando para Yukana Yame. Surpreendentemente a garota aceita  e um casal é formado. Porém, Jun acaba se encontrando em águas desconhecidas com Yame, que é uma gyaru (um tipo de moda urbana japonesa). Enquanto ele fantasia em perder a sua virgindade, ela se mostra mais normal e inocente do que ele imaginava."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ef63fa1-e394-4255-8183-bf25aa7a3e25",
    "title": {
      "en": "\"Bungaku Shoujo\" to Ue Kawaku Yuurei"
    },
    "updatedAt": "2024-10-05T15:06:33+00:00",
    "coverArt": "https://mangadex.org/covers/6ef63fa1-e394-4255-8183-bf25aa7a3e25/0b75e7d4-2614-4c33-b7ba-121411553876.png",
    "altTitles": [
      {
        "en": "\"A Literary Girl\" and a Ghost who Hunger and Thirst"
      },
      {
        "ja-ro": "\"Bungaku Shoujo\" to Ue Kawaku Ghost"
      },
      {
        "ja": "”文学少女”と飢え渇く幽霊【ゴースト】"
      },
      {
        "en": "Book Girl and the Famished Spirit"
      },
      {
        "th": "สาววรรณกรรมกับวิญญาณผู้หิวโหย"
      },
      {
        "ja-ro": "”Bungaku Shōjo” to Ue Kawaku Yūrei [Ghost]"
      },
      {
        "zh": "文学少女 渴求真爱的幽灵"
      },
      {
        "zh-hk": "文學少女 渴求真愛的幽靈"
      },
      {
        "ru": "Литературная барышня и Голодный дух"
      },
      {
        "vi": "Cô gái văn chương và hồn ma đói khát"
      }
    ],
    "description": {
      "en": "Our protagonist, Inoue Konoha is still being led around by his senpai, the Literature Club's President, self-acclaimed \"Literature Girl\" who loves stories so much that she can eat them, Amano Touko.  \n  \nOne day, someone put a bunch of paper scraps that have words like \"Hate\", \"Ghost is\" and a bunch of puzzling numbers on them in the Literature Club's \"Love Consultation Post Box\". Calling the act \"picking a fight with the Literature Club\", Touko once again gets Konoha involved in her investigation; but, when they find the culprit, the girl turned toward them, smiles, and says \"I'm already dead.\"  \n  \nThe 2nd arc of the popular bitter & sweet school mystery series."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": ""
  },
  {
    "mangaId": "32bb15a3-1ef0-4296-a7d5-643408e889cd",
    "title": {
      "en": "Hinamizawa Teiryuujo - Higurashi no Naku Koro ni Genten"
    },
    "updatedAt": "2022-07-03T14:40:06+00:00",
    "coverArt": "https://mangadex.org/covers/32bb15a3-1ef0-4296-a7d5-643408e889cd/becb7a8d-53ee-4bc3-afe5-7fa5bcc5ef3e.png",
    "altTitles": [
      {
        "en": "Hinamizawa Bus Stop - Higurashi When They Cry Origin"
      },
      {
        "ja": "雛見沢停留所 ～ひぐらしのなく頃に原典～"
      }
    ],
    "description": {
      "en": "Deep in the mountains of a certain region, there is a station called \"Hinamizawa Bus Stop\" that is located on the outskirts of the village... A high school girl, Rika, visits this place with a junior student, Mion. The human drama that surrounds the construction of a dam in Hinamizawa and the haunting of \"Oyashiro-sama,\" a deity rooted in the area, are told. What awaits them is either a tragedy or...?\n\n---\n* An adaptation of *Hinamizawa Bus Stop*, the unreleased stage play that Ryukishi07 wrote and eventually transformed into the *Higurashi no Naku Koro ni* doujin game, which has been adapted into manga, anime, live-action movies, and console games."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "e18fe8c6-f6dc-4f05-8462-7b2083ff9a6c",
    "title": {
      "en": "Kusuriya no Hitorigoto"
    },
    "updatedAt": "2024-09-29T14:52:36+00:00",
    "coverArt": "https://mangadex.org/covers/e18fe8c6-f6dc-4f05-8462-7b2083ff9a6c/9a822784-18d1-49b6-a3a3-3a085771d13e.jpg",
    "altTitles": [
      {
        "en": "The Apothecary Diaries"
      },
      {
        "ja-ro": "Kusuriya no Hitorigoto"
      },
      {
        "de": "Die Tagebücher der Apothekerin - Geheimnisse am Kaiserhof"
      },
      {
        "es": "El monólogo del farmacéutico"
      },
      {
        "it": "I diari della speziale"
      },
      {
        "it": "Il monologo della speziale"
      },
      {
        "fr": "Les Carnets de l'Apothicaire"
      },
      {
        "pl": "Zapiski zielarki"
      },
      {
        "ru": "Монолог в аптечной лавке"
      },
      {
        "uk": "Щоденник травникарки"
      },
      {
        "ar": "يوميات الصيدلة"
      },
      {
        "th": "สืบคดีปริศนา หมอยาตำรับโคมแดง เล่ม"
      },
      {
        "ko": "약사의 혼잣말"
      },
      {
        "zh": "药屋少女的呢喃"
      },
      {
        "zh-hk": "藥師少女的獨語"
      },
      {
        "vi": "Dược Sư Tự Sự"
      },
      {
        "id": "Keseharian sang Apoteker"
      },
      {
        "ka": "ფარმაცევტის მონოლოგი"
      },
      {
        "es": "Los diarios de la boticaria"
      },
      {
        "ja": "薬屋のひとりごと"
      },
      {
        "pt-br": "Diários de uma Apotecária"
      }
    ],
    "description": {
      "de": "Maomao ist eine unscheinbare Dienerin am Kaiserlichen kaiserlichen Hof. Zumindest bemüht sie sich, so gesehen zu werden. Denn seit sie in den Dienst des Kaisers verkauft wurde, hat die junge Apothekerin alles darangesetzt, ihre Schuld abzuarbeiten, ohne weiteres Aufsehen zu erregen, damit sie bald nach Hause zurückkehren kann. Aber Maomao ist schlau – und viel zu neugierig. Als die Kronprinzen einer nach dem anderen einem mysteriösen „Fluch“ erliegen, mischt sie sich heimlich ein, um das Rätsel zu lösen. Dabei erregt sie die Aufmerksamkeit des Eunuchen Jinshi – und eh sie sichs versieht, wird sie mitten in die Intrigen am Kaiserhof hineingezogen…",
      "en": "Maomao, a young woman trained in the art of herbal medicine, is forced to work as a lowly servant in the inner palace. Though she yearns for life outside its perfumed halls, she isn’t long for a life of drudgery! Using her wits to break a “curse” afflicting the imperial heirs, Maomao attracts the attentions of the handsome eunuch Jinshi and is promoted to attendant food taster. But Jinshi has other plans for the erstwhile apothecary, and soon Maomao is back to brewing potions and…solving mysteries?!",
      "fr": "À 17 ans, Mao Mao a une vie compliquée. Formée dès son jeune âge par un apothicaire du quartier des plaisirs, elle se retrouve enlevée et vendue comme servante dans le quartier des femmes du palais impérial! Entouré de hauts murs, il est coupé du monde extérieur. Afin de survivre dans cette prison de luxe grouillant de complots et de basses manœuvres, la jeune fille tente de cacher ses connaissances pour se fondre dans la masse.\n\nMais, quand les morts suspectes de princes nouveau-nés mettent la cour en émoi, sa passion pour les poisons prend le dessus. Elle observe, enquête… et trouve la solution! En voulant bien faire, la voilà repérée… Jinshi, haut fonctionnaire aussi beau que calculateur, devine son talent et la promeut goûteuse personnelle d’une des favorites de l’empereur. Au beau milieu de ce nid de serpents, le moindre faux pas peut lui être fatal!\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "id": "Diculik dan dijual ke harem, Maomao berusaha bertahan dengan kemampuannya beradaptasi. Wawasan yang luas tentang obat-obatan membuat karirnya melompat tinggi, langsung menjadi pelayan pribadi selir kesayangan kaisar!",
      "it": "Maomao, una giovane farmacista del quartiere a luci rosse della capitale, viene venduta suo malgrado come sguattera alla corte imperiale. Anche se desidera ardentemente tornare libera, si ritrova a non disdegnare la vita tutto sommato comoda che è riuscita a ritagliarsi a palazzo, dove, senza farsi notare, riesce a proseguire i suoi studi di fitoterapia e sulla preparazione dei veleni. Di fronte a un male che affligge i figli dell’imperatore, Maomao sente tuttavia di farsi avanti e, sfruttando le sue conoscenze, riesce a salvare loro la vita. La ragazza attira così le attenzioni del bel eunuco Jinshi, che ha in mente per lei dei piani ben precisi.\n\n---\nGiovani donne vengono spesso vendute per lavorare per un breve periodo nell'harem dell'imperatore. È questo il caso di Maomao, farmacista presso il quartiere a luci rosse. Non ha alcun interesse nel farsi notare a palazzo e preferisce starsene per conto suo a preparare medicine, studiare veleni o fare esperimenti su se stessa. Ma quando a corte si diffonde la voce che i figli dell'imperatore sono destinati a una morte prematura, Maomao non riesce a rimanere indifferente. Mentre cerca di indagare, cattura l'attenzione di misterioso e affascinante ufficiale di alto rango. Ha così inizio la sua particolare carriera.",
      "ja": "宮中に名探偵誕生!?\n\n「小説家になろう」発! \nヒーロー文庫の大人気タイトル『薬屋のひとりごと』が、待望のコミカライズ! \n中世の宮中で下働きをする少女・猫猫(マオマオ)。\n花街で薬師をやっていた彼女が、帝の御子たちが皆短命であるこという噂を聞いてしまったところから、物語は動き始める。\n持ち前の好奇心と知識欲に突き動かされ、興味本位でその原因を調べ始める猫猫の運命は――…!?\n「小説家になろう」は株式会社ヒナプロジェクトの登録商標です。",
      "pl": "Maomao, ambitna młoda zielarka, zostaje porwana i trafia do haremu cesarza jako służąca. Aby nie pogarszać sytuacji, w której się znalazła, zataja swoje umiejętności, a nawet fakt, że potrafi czytać i pisać. Tymczasem nowo narodzone dzieci władcy umierają na skutek tajemniczej klątwy. Zielarka szybko orientuje się, że to nie magia, ale trucizna jest przyczyną śmierci niemowląt. Decyduje się ostrzec księżniczki, podrzucając do ich komnat wiadomość o powodach niezwykłej choroby ich dzieci. Dziewczyna nie przypuszcza nawet, jak bardzo ta decyzja zaważy na jej losie. Tym bardziej, że znalazła się w miejscu, w którym nikt nie może czuć się bezpieczny...",
      "ru": "В императорский двор была доставлена молодая девушка Маомао. История её берёт начало в районе красных фонарей, где начали ходить слухи о том, что жизни детей императора под угрозой. Ею движут любопытство и жажда знаний. Чтобы удовлетворить своё любопытство, молодая целительница будет докапываться до истины! Что же изменится при императорском дворе?! Адаптация одноимённого ранобэ.  \n\n\n---\n\n- Won the Grand Prize in the Printed Manga category at the Tsugi ni Kuru Manga Award 2019.  \n\n\n---\n\n**Links:**  \n- [Mangaka's Twitter](https://twitter.com/nekokurage_)  \n- [Japanese Light Novel Bookwalker](https://bookwalker.jp/series/160955/)  \n- [Official English Light Novel Translation](https://j-novel.club/s/the-apothecary-diaries/)  \n- [Official French Translation](http://www.ki-oon.com/mangas/tomes-1382-carnets-de-l-apothicaire.html)  \n- [Official Chinese (Simplified) Translation](https://manga.bilibili.com/detail/mc28218)",
      "th": "ณ อาณาจักรใหญ่ยักษ์แห่งหนึ่งซึ่งตั้งอยู่ใจกลางทวีป เด็กสาวนางหนึ่งผู้ทำงานเป็นหมอยาในสถานเริงรมย์ย่านโคมแดงอันมีนามว่า ‘เมาเมา’ บัดนี้เกิดจับพลัดจับผลูต้องมาทำงานรับใช้อยู่ในวังหลัง\n\nเธอทำได้เพียงเฝ้ารอให้หมดวาระการทำงานอย่างสงบเสงี่ยมเจียมตัว ด้วยรูปร่างหน้าตาที่ไม่สะสวยจึงมั่นใจเป็นนักหนาว่าตนจะไม่มีวันโดนจักรพรรดิเรียกไปเป็น ‘คู่นอน’ อย่างแน่แท้\n\nแต่ในขณะนั้นเอง โอรสธิดาของจักรพรรดิกลับมีเหตุให้อายุสั้น\nพอรู้ว่าสองทารกน้อยที่ยังเหลือรอดกำลังป่วยหนัก เมาเมาจึงลงมือขุดคุ้ยหาสาเหตุ—",
      "uk": "Ще зовсым юна Мамао досліджує мистецтво лікування травами, мріючи відкрити ліки від усіх недуг. Однак проти своєї волі вона потрапляє в імператорський гарем як служниця. Вона вирішує приховати набуті знання, тому прикидається однією з багатьох неписьменних дівчат. Тим часом діти правителя гинуть за загадкових обставин. Коли весь двір говорить про таємниче прокляття, Маомао розпізнає симптоми отруєння. Але як застерегти зневірених матерів від небезпеки, коли в оточенні імператора голос простого слуги нічого не означає? За воротами Внутрішнього палацу будь-якої миті може статися чергова трагедія. Чи знайде Маомао своє місце в цьому світі, повному інтриг?",
      "vi": "Miêu Miêu là một cô gái làm công việc hầu hạ trong cung đình thời phong kiến.\nCâu chuyện của chúng ta bắt đầu với việc cô gái từng hành nghề dược sư ở phố hoa này nghe thấy người ta đồn thổi rằng: tất cả những đứa con của Hoàng đế đều đoản mệnh.\nBị thúc đẩy bởi niềm khát khao tri thức và tính hiếu kì cố hữu, Miêu Miêu bắt tay vào tìm hiểu nguyên nhân, xem đó như một cách giải khuây không hơn không kém.",
      "pt-br": "Em uma certa corte imperial, já faz alguns meses desde que uma garota de 17 anos conhecida como Maomao foi sequestrada e forçada a trabalhar como uma serva de baixo escalão no palácio do imperador. Ainda assim, ela consegue manter seu espírito curioso e pragmático, planejando trabalhar até que seus anos de servidão acabem. Um dia, no entanto, ela descobre que os dois bebês do imperador ficaram gravemente doentes. Ela decide agir secretamente, aproveitando sua experiência como farmacêutica criada no pobre distrito da luz vermelha.\n\nApesar das tentativas de Maomao de permanecer anônima, ela logo chama a atenção de Jinshi, um eunuco influente que reconhece seus talentos. Maomao logo se encontra na corte interna do imperador, onde gradualmente faz seu nome ao utilizar seu conhecimento e personalidade excêntrica para resolver vários mistérios médicos.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 5, Cap 40. ]",
      "zh-hk": "時值中世紀，位處大陸中央的某個大國，有位姑娘名喚貓貓，原本在煙花巷擔任藥師，現在則在後宮當下女。其間，貓貓無意間聽說皇子皆年幼早夭的傳聞，並得知連尚在人世的皇子皇女也身染重病，她於是開始調查其病因──廣獲讚譽的酣暢淋漓推理之作，眾所期盼的第一集終於出版。以中世紀東方為舞臺，「試毒」少女將一一解決宮中發生的懸疑案件！"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c67e88c-ebbc-4dcc-bb92-b326283434ea",
    "title": {
      "en": "Himegasaki Sakurako wa Kyou mo Fubin Kawaii"
    },
    "updatedAt": "2024-09-11T09:02:08+00:00",
    "coverArt": "https://mangadex.org/covers/9c67e88c-ebbc-4dcc-bb92-b326283434ea/f147df6d-0eab-43f3-a409-7312649a543b.jpg",
    "altTitles": [
      {
        "en": "Sakurako Himegasaki is Still Pitiably Cute Today"
      },
      {
        "ja": "姫ヶ崎櫻子は今日も不憫可愛い"
      },
      {
        "ko": "히메가사키 사쿠라코는 오늘도 딱하면서 귀여워"
      },
      {
        "zh-hk": "姬之崎櫻子今天也惹人憐愛"
      },
      {
        "en": "Himegasaki Sakurako Is Pitiably Cute Today Too"
      },
      {
        "ja-ro": "Himegasaki Sakurako ha Kyou mo Fubin Kawaii"
      }
    ],
    "description": {
      "en": "An average romcom told from the perspective of the losing childhood friend. Other things happen as well."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "55506301-f4d2-4fe9-9374-b2ec7bc9d7b0",
    "title": {
      "en": "Kono Naka ni Hitori, Ore no Yome ga Iru"
    },
    "updatedAt": "2024-08-26T22:26:31+00:00",
    "coverArt": "https://mangadex.org/covers/55506301-f4d2-4fe9-9374-b2ec7bc9d7b0/29ddfc9c-d558-4522-9ded-3bd74df113de.jpg",
    "altTitles": [
      {
        "ja": "この中に1人、俺の嫁がいる"
      },
      {
        "ja-ro": "Kono Naka ni 1-ri, Ore no Yome ga Iru"
      },
      {
        "en": "One of Them is My Wife"
      },
      {
        "id": "Salah Satu Dari Mereka Adalah Istriku"
      }
    ],
    "description": {
      "en": "For the sake of finding clues about his younger twin brother who suddenly went missing, the protagonist changed his identity and infiltrated the academy his brother was attending.\n\nHowever, what clearly came to light there was a surprising truth! His brother had multiple fiancées...?\n\n(Source: Ganma)",
      "id": "Souya seorang laki-laki yang menggantikan posisi adiknya yang tiba-tiba menghilang, Terlebih lagi dia menemukan fakta yang mengejutkan bahwa adiknya memiliki banyak tunangan?",
      "ja": "突如失踪した双子の弟の手がかりを得る為、入れ替わって学園に潜入することになった主人公。 しかし、そこで明らかになるのは驚愕の事実！ 弟には複数人の婚約者が居て……？"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "46"
  },
  {
    "mangaId": "e5ce88e2-8c46-482d-8acf-5c6d5a64a585",
    "title": {
      "en": "Noragami: Stray God"
    },
    "updatedAt": "2024-10-06T18:49:05+00:00",
    "coverArt": "https://mangadex.org/covers/e5ce88e2-8c46-482d-8acf-5c6d5a64a585/d8009398-6a12-473f-9af9-541b5eef50b6.jpg",
    "altTitles": [
      {
        "tr": "Başıboş Tanrı"
      },
      {
        "pl": "Bezdomny bóg"
      },
      {
        "fr": "Dieu égaré"
      },
      {
        "fr": "Dieu errant"
      },
      {
        "it": "Dio randagio"
      },
      {
        "es": "Dios callejero"
      },
      {
        "es-la": "El dios errante"
      },
      {
        "hu": "Kóbor Isten"
      },
      {
        "tr": "Noragami: Başıboş Tanrı"
      },
      {
        "de": "Streunender Gott"
      },
      {
        "vi": "Vị Thần Lang Thang: Noragami"
      },
      {
        "uk": "Безхатній Бог"
      },
      {
        "ru": "Бездомный Бог"
      },
      {
        "fa": "خدای ولگرد"
      },
      {
        "ar": "نوراجامي"
      },
      {
        "th": "โนรางามิ เทวดาขาจร"
      },
      {
        "ja": "ノラガミ"
      },
      {
        "zh": "流浪神差"
      },
      {
        "zh-hk": "野良神"
      }
    ],
    "description": {
      "en": "Yato is a homeless god. He doesn’t even have a shrine, not to mention worshippers! So to achieve his ambitious goals, he’s set up a service to help those in need (for a small fee), hoping he’ll eventually raise enough money to build himself the lavish temple of his dreams. Of course, he can’t afford to be picky, so Yato accepts all kinds of jobs, from finding lost kittens to helping a student overcome bullies at school.",
      "pt": "Yato é um deus menor, cujo sonho é ter um monte de seguidores adorá-lo e orar com ele. Infelizmente, o seu sonho está longe de se tornar realidade desde que ele não tem sequer um único santuário dedicado a ele. Para piorar as coisas, o único parceiro que tinha que o ajudava a resolver os problemas das pessoas, tinha acabado de sair do trabalho. Sua existência divina e a sorte só pode mudar quando ele se depara com Hiyori Iki e salva sua vida, um feito que também deixa em muito a situação para que ela está presa com ele até que seu problema é resolvido. Juntamente com Hiyori e sua nova Yukine parceiro de armas, Yato vai fazer tudo que puder para ganhar fama, reconhecimento e apenas talvez, um santuário dedicado a ele, também.",
      "ru": "«Бог, который может мечом отменить приговор.» В мире людей есть Бог, который может проникнуть в самое сердце человека. Когда вы грустите, когда вы устали, если вы посмотрите наверх, до самого рая, то увидите номер телефона. Но самое важное – не звонить! Если вы позвоните, перед вами появится парень, который с наглым выражением лица скажет: «Возрадуйся, я – Бог.» Если это произойдет, то что вы будете делать?",
      "pt-br": "Yato é um deus menor, cujo sonho é ter um monte de seguidores adorá-lo e orar com ele. Infelizmente, o seu sonho está longe de se tornar realidade desde que ele não tem sequer um único santuário dedicado a ele. Para piorar as coisas, o único parceiro que tinha que o ajudava a resolver os problemas das pessoas, tinha acabado de sair do trabalho. Sua existência divina e a sorte só pode mudar quando ele se depara com Hiyori Iki e salva sua vida, um feito que também deixa em muito a situação para que ela está presa com ele até que seu problema é resolvido. Juntamente com Hiyori e sua nova Yukine parceiro de armas, Yato vai fazer tudo que puder para ganhar fama, reconhecimento e apenas talvez, um santuário dedicado a ele, também..."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "27",
    "lastChapter": "109"
  },
  {
    "mangaId": "2227abce-7d1c-4e6c-9aca-3dc05dbb074e",
    "title": {
      "en": "Hinomoto Sanshimai wa Kamatte Hoshii"
    },
    "updatedAt": "2023-12-25T19:48:48+00:00",
    "coverArt": "https://mangadex.org/covers/2227abce-7d1c-4e6c-9aca-3dc05dbb074e/8b3bfa45-a738-4b9d-a972-194d93c7b611.jpg",
    "altTitles": [
      {
        "ja-ro": "Hinomoto 3-shimai wa Kamatte Hoshii"
      },
      {
        "ja-ro": "Hinomoto Sanshimai wa Kamatte Hoshii"
      },
      {
        "ja": "Hinomoto Sisters Want Attention!"
      },
      {
        "ja-ro": "Hinomoto-san Chi no 3 Shimai"
      },
      {
        "ja-ro": "Hinomoto-san Chi no Sanshimai"
      },
      {
        "en": "Hinomoto's 3 Sisters"
      },
      {
        "zh": "阳下三姐妹求关注"
      },
      {
        "ja": "陽下3姉妹はかまってほしい"
      },
      {
        "ja": "陽下さんちの3姉妹"
      }
    ],
    "description": {
      "en": "A slightly erotic home love comedy that unfolds under the roof of the Yoshita family!  \n  \nThe eldest daughter, Juri, wears a swimsuit at home. The second daughter, Minori, has big natural breasts. The third daughter, Anri, loves reptiles. An adolescent boy who is an idol otaku becomes a sibling with these three girls. Under the roof of the Yoshita family, another naughty incident occurs today! [Translated by DeepL]"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "29"
  },
  {
    "mangaId": "8e53b25b-c5b7-43f2-81eb-671eb28c4765",
    "title": {
      "en": "Kasanegasane no Hatsukoi Desuga"
    },
    "updatedAt": "2024-09-22T14:02:39+00:00",
    "coverArt": "https://mangadex.org/covers/8e53b25b-c5b7-43f2-81eb-671eb28c4765/47e605e3-f0a9-420e-add1-3986bbc29f35.png",
    "altTitles": [
      {
        "en": "First Love, Again and Again"
      },
      {
        "ja": "かさねがさねの初恋ですが"
      },
      {
        "vi": "Tình Đầu, Lại Thêm Tình Đầu"
      }
    ],
    "description": {
      "en": "Hassaku Tamao came back to his hometown to teach and fulfill a promise he made when he was younger. However, he's not the only one who remembers a promise he made..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a58747fa-3bca-43ff-9187-549b00f43578",
    "title": {
      "en": "Yuusha to Yobareta Nochi ni - Soshite Musou Otoko wa Kazoku wo Tsukuru"
    },
    "updatedAt": "2024-10-01T19:38:55+00:00",
    "coverArt": "https://mangadex.org/covers/a58747fa-3bca-43ff-9187-549b00f43578/f3e0c5c1-81e5-40ee-aaf0-8eaa1ea960ff.jpg",
    "altTitles": [
      {
        "ja": "勇者と呼ばれた後に ―そして無双男は家族を創る―"
      },
      {
        "ja-ro": "Yuusha to Yobareta Ato ni - Soshite Musou Otoko wa Kazoku wo Tsukuru"
      },
      {
        "en": "After Being Called a Hero: The Unrivaled Man Starts a Family"
      }
    ],
    "description": {
      "en": "In a world where humans and demons clash, the one who decimated the Demon Lord’s army was a lone hero named Lloyd. Possessing power so immense that he was said by the Demon Lord to be near godlike, after the war, Lloyd was appointed by the king to be the lord of a remote territory and was sent far away. Furthermore, he was tasked with subduing the Emperor Dragon residing in that land, which he quickly defeated. However, the defeated dragon transformed into a beautiful woman and chose to become Lloyd’s companion!?",
      "ja": "人間と魔族が争う世界――魔王軍を壊滅させたのはたったひとりの勇者、ロイドという男だった。魔王から神に近いとまで言われた力を持つロイドは戦後、王により辺境の領主を命じられ、遠ざけられた。さらにその地に棲む皇帝竜の討伐も頼まれたが、早々に倒してしまう。しかし敗れた竜は、美しい女性に変化し、ロイドの伴侶になることに!?これは最強と呼ばれながらも自分自身の価値を見つけられなかった男が「家族」を見つける物語。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "259dfd8a-f06a-4825-8fa6-a2dcd7274230",
    "title": {
      "en": "Yofukashi no Uta"
    },
    "updatedAt": "2024-10-06T02:11:30+00:00",
    "coverArt": "https://mangadex.org/covers/259dfd8a-f06a-4825-8fa6-a2dcd7274230/4d451bbd-d184-493f-a2db-fc4712f38f76.jpg",
    "altTitles": [
      {
        "ja": "よふかしのうた"
      },
      {
        "ru": "Зов ночи"
      },
      {
        "ru": "Песня ночных бродяг"
      },
      {
        "ru": "Песнь ночных сов"
      },
      {
        "uk": "Поклик Ночі"
      },
      {
        "hi": "रात को कल"
      },
      {
        "id": "Senandung Tengah Malam"
      },
      {
        "zh": "夜曲"
      },
      {
        "zh-hk": "徹夜之歌"
      },
      {
        "es-la": "Llamado de la noche"
      },
      {
        "th": "เพลงรักมนุษย์ค้างคาว"
      },
      {
        "ko": "철야의 노래"
      },
      {
        "ko-ro": "Cheol-yaui Nolae"
      },
      {
        "ar": "نداء الليل"
      },
      {
        "fa": "ندای شب"
      },
      {
        "pl": "Zew nocy"
      },
      {
        "pt": "O Canto da Noite"
      },
      {
        "es": "El Canto de la Noche"
      },
      {
        "fr": "Chanson des Marcheurs Nocturnes"
      },
      {
        "fr": "Appel de La Nuit"
      },
      {
        "zh-ro": "Yèqǔ"
      },
      {
        "zh-ro": "Chèyè Zhī Gē"
      },
      {
        "vi": "Khúc ca của kẻ dạo đêm"
      },
      {
        "vi": "Khúc ca của kẻ ngụy thư"
      },
      {
        "tr": "Gecenin Çağrısı"
      },
      {
        "ms": "Call of the Night"
      },
      {
        "en": "Song of the Night Walkers"
      },
      {
        "pt-br": "Canções Da Noite"
      },
      {
        "ka": "ღამის ძახილი"
      },
      {
        "de": "Call of the Night"
      },
      {
        "en": "Call of the Night"
      }
    ],
    "description": {
      "en": "Unable to sleep or find true satisfaction in his daily life, Yamori Kou begins wandering the night streets. He encounters a strange girl who offers to help soothe his insomnia by sleeping beside him, but it is not merely a one-way exchange…\n\n---\n- **Won the 68th Shogakukan Manga Award for Shonen in 2023, which it shared alongside Blue Orchestra**",
      "fr": "Incapable de trouver le sommeil ni d'être pleinement satisfait de son quotidien‚ Yamori Kou commence à errer de nuit dans les rues. Il fait la rencontre d'une étrange fille qui l'aidera à calmer ses insomnies en dormant à ses côtés‚ mais ce ne sera pas un simple échange unilatéral…\n\n---\n\nMaison d'édition FR : **Kurokawa**",
      "ja": "恋と青春は、夜に生まれる＿＿さあ、たのしい夜ふかしの時間だ！不眠が続く中２・夜守コウは、初めて一人外に出た夜、美しい吸血鬼・七草ナズナと出会う。「今日に満足できるまで、夜ふかししてみろよ。少年」彼女との二人きりの夜ふかしがコウの運命を大きく変えていく＿＿「これは、僕が、七草ナズナに恋をするための物語だ」眠れない夜を過ごす全ての人へ贈る＿＿真夜中のボーイ・ミーツ・ガール！連載開始から超絶大反響！！ふたり　たのし　よふかし　ラブストーリー開幕！！",
      "ru": "Не в состоянии заснуть или найти что-то позитивное в своей жизни, Ямори Кой начинает бродить по ночному городу, где он встречает странную девушку, которая предлагает ему свою помощь в борьбе с бессонницей путем сна рядом с ним.",
      "uk": "Позбавлений можливості спати, не задоволений своїм повсякденним життям, Ко Яморі перестає ходити до школи та береться поночі блукати вулицями. Там він зустрічає дівчину, на ім’я Надзуна Нанакуса, котра надає життю Ко нову сутність; укусом у шию і наступним перетворенням його на вампіра.",
      "es-la": "Incapaz de dormir o encontrar satisfacción en su vida diaria, Yamori Kou comienza a explorar la ciudad por la noche, donde conoce a una extraña chica que le ofrece ayudarle con su insomnio durmiendo a su lado."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "200"
  },
  {
    "mangaId": "76cb5c46-3fe9-4e86-af82-d1325bd2e608",
    "title": {
      "en": "Shirogane no Nina"
    },
    "updatedAt": "2024-06-12T22:43:23+00:00",
    "coverArt": "https://mangadex.org/covers/76cb5c46-3fe9-4e86-af82-d1325bd2e608/6089c0f6-dada-4602-aae7-a040f304ee90.jpg",
    "altTitles": [
      {
        "en": "Silver Nina"
      },
      {
        "ru": "Серебряная Нина"
      },
      {
        "zh": "白银的妮娜"
      },
      {
        "ja": "銀のニーナ"
      },
      {
        "ko": "실버 니나"
      },
      {
        "zh-hk": "銀髮的妮娜"
      }
    ],
    "description": {
      "en": "Shutaro is an unemployed single man who recently returned home from Tokyo. When he opens the door upon his return, he finds a silver-haired girl flapping her skirt in front of a fan. The girl is Nina, his niece, who aspires to be an Akiba Idol.   \n  \nWith Nina, Shutaro will have an unforgettable summer break and beyond…"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "135"
  },
  {
    "mangaId": "658b8e3e-3c87-47ad-969e-f0faa805ea86",
    "title": {
      "en": "Sanbante Heroine no Sonogo"
    },
    "updatedAt": "2024-01-10T08:51:43+00:00",
    "coverArt": "https://mangadex.org/covers/658b8e3e-3c87-47ad-969e-f0faa805ea86/2b35a7fd-cb32-41d0-9064-7f2d836555ca.jpg",
    "altTitles": [
      {
        "ja": "三番手ヒロインのその後"
      },
      {
        "ja-ro": "San Bante Heroine no Sonogo"
      },
      {
        "en": "A Third-Rate Heroine's Afterward"
      }
    ],
    "description": {
      "en": "\"I lost. I can't be his girlfriend (heroine).\"\n\nLiara Natsuki, a bold, sexy, and curvaceous third-year high school girl, is widely acknowledged as \"the third-best girl at school,\" but she is rejected by Kazuki Shikimura, the boy she has a crush on. When Kazuki's younger brother, Senri Shikimura, tries to console her, Liara jokingly says, \"Maybe I should just go out with you instead.\" She is surprised when Senri agrees and confesses to her, \"I've always loved you, Natsuki-san...\"?\n\n(Source: Tonari no Young Jump)",
      "ja": "「私は負けた。私は、彼女(メインヒロイン)にはなれなかったーー」 エッチで大胆でナイスバディ、自他共に認める\"ザ・三番手ヒロイン\"の 高校３年生・夏樹リアラは意中の男子、四季村一希にフラれてしまう。 一希の弟である四季村千里に慰められたリアラは、冗談まじりに 「もうあんたと付き合っちゃおうかな」と言うと、千里はまさかの快諾。 「ずっと夏樹さんが好きでした」と逆告白を受けてしまうのだが…？"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d41bebac-1fd3-45dd-80f4-c371db540a2a",
    "title": {
      "en": "Ranma 1/2"
    },
    "updatedAt": "2024-07-18T02:36:35+00:00",
    "coverArt": "https://mangadex.org/covers/d41bebac-1fd3-45dd-80f4-c371db540a2a/36acb190-1454-445e-a7ac-7bb80b62a00c.png",
    "altTitles": [
      {
        "ja": "らんま1/2"
      },
      {
        "ja-ro": "Ranma ½"
      },
      {
        "th": "รันม่า ½ ไอ้หนุ่มกังฟู"
      },
      {
        "ar": "رانما النصف"
      },
      {
        "ru": "Ранма ½"
      },
      {
        "sv": "Ranma en halv"
      },
      {
        "zh": "亂馬½"
      },
      {
        "zh-ro": "Luàn mǎ ½"
      },
      {
        "ko": "란마 ½"
      },
      {
        "ko-ro": "lanma ½"
      },
      {
        "es": "Ranma un-medio"
      },
      {
        "es-la": "Ranma y medio"
      },
      {
        "vi": "Một nửa Ranma"
      },
      {
        "it": "Ranma un-mezzo"
      },
      {
        "it": "Ranma mezzo"
      },
      {
        "pt": "Ranma Meio"
      },
      {
        "no": "Ranma en og en halv"
      },
      {
        "fa": "رانما ۱/۲"
      },
      {
        "ms": "Ranma setengah"
      },
      {
        "zh-hk": "亂馬½"
      },
      {
        "da": "Ranma½"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nSoun was disappointed to find that Ranma was a girl. However, when Ranma got out of the bath, he turned into a boy and the panda turned into Ranma's father, Genma. The two had fallen into a fountain during their training in China, a fountain that turned them into a woman and panda respectively when they touched the water. \n\nThe Tendo family is initially in turmoil, including Akane, who has become a prospective bride, as they face the troublesome duo who go back and forth between man and woman, human and panda, although they can be restored to their original state if they are bathed in hot water. \n\nThis is the first volume of a new edition of the popular manga.\n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/ranma-1-2)\n- Indonesian release by Elex Media",
      "pt-br": "Ranma Saotome foi treinado desde a infância até aos 16 anos. É estudante de artes marciais que, junto ao pai, Genma Saotome, fez uma jornada de treinamento nas Montanhas Bayan Har Shan, na Província de Qinghai, na China. Ali há o campo de treinamento chamado Jusenkyo onde existem diversas fontes amaldiçoadas. Cada uma delas está associada à história de alguém que morreu afogado há centenas ou milhares de anos e quem cair em uma delas transforma-se no ser que morreu afogado nela, seja ele humano ou não.  No meio do treinamento, Ranma e seu pai caem, cada um em uma fonte diferente, e acabam amaldiçoados. Depois desse incidente, toda vez que Ranma se molha com água fria, transforma-se em uma bela garota, enquanto seu pai em um enorme panda. Somente o banho com água quente pode reverter os personagens à sua forma original, ainda que temporariamente."
    },
    "status": "completed",
    "releaseDate": 1987,
    "contentRating": "suggestive",
    "lastVolume": "38",
    "lastChapter": "407"
  },
  {
    "mangaId": "596191eb-69ee-4401-983e-cc07e277fa17",
    "title": {
      "en": "Lookism"
    },
    "updatedAt": "2024-03-15T01:28:42+00:00",
    "coverArt": "https://mangadex.org/covers/596191eb-69ee-4401-983e-cc07e277fa17/6df15145-f15b-43f0-b87b-22fd3694eaca.jpg",
    "altTitles": [
      {
        "zh": "外見至上主義"
      },
      {
        "zh": "看臉時代"
      },
      {
        "ko": "외모지상주의"
      }
    ],
    "description": {
      "en": "Park Hyung-Seok is an unattractive loner who wakes up in a different body. Now tall, handsome, and cooler than ever in his new form, Hyung-Seok aims to achieve everything he couldn't before.\n\nHow far will he go to keep his body... and his secrets?",
      "pt": "Em uma sociedade onde aparência significa tudo, Park Hyumg Suk, pequeno, gordo e não atraente, sofre bullying diariamente, mas nunca falou a sua mãe super trabalhadeira sobre isso. Um dia, quando sua mãe o vê sofrendo bullying, ela o envia para uma escola melhor. Mas infelizmente, ele descobre que sua nova escola é tão cruel quanto a anterior. Uma noite, ele acorda e descobre que de repente ficou alto, forte e incrivelmente bonito. Quando volta para a cama e encontra o seu corpo antigo corpo dormindo. Ele agora tem uma mente e dois corpos. Toda vez que um dorme, o outro corpo acorda, e toda vez que um acorda o outro dorme. Com medo de sofrer bullying novamente na nova escola, ele decide usar o seu novo corpo para ir à escola. Mas como será isso? Será que ele finalmente será aceito?",
      "pt-br": "Em uma sociedade onde aparência significa tudo, Park Hyumg Suk, pequeno, gordo e não atraente, sofre bullying diariamente, mas nunca falou a sua mãe super trabalhadeira sobre isso. Um dia, quando sua mãe o vê sofrendo bullying, ela o envia para uma escola melhor. Mas infelizmente, ele descobre que sua nova escola é tão cruel quanto a anterior. Uma noite, ele acorda e descobre que de repente ficou alto, forte e incrivelmente bonito. Quando volta para a cama e encontra o seu corpo antigo corpo dormindo. Ele agora tem uma mente e dois corpos. Toda vez que um dorme, o outro corpo acorda, e toda vez que um acorda o outro dorme. Com medo de sofrer bullying novamente na nova escola, ele decide usar o seu novo corpo para ir à escola. Mas como será isso? Será que ele finalmente será aceito?"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "695d111e-b752-4238-b161-da0a85a726f3",
    "title": {
      "en": "Let Me Hear The Voice Of Your Heart"
    },
    "updatedAt": "2024-10-07T05:09:21+00:00",
    "coverArt": "https://mangadex.org/covers/695d111e-b752-4238-b161-da0a85a726f3/65a9f54a-ce04-4778-89da-bdf918d54801.jpg",
    "altTitles": [
      {
        "ja-ro": "Kokoro no Oto wo Kikasete Hoshii"
      },
      {
        "ja": "こころの音を聞かせて欲しい"
      },
      {
        "vi": "Xin hãy cho em nghe tiếng lòng của chị"
      }
    ],
    "description": {
      "en": "A romance between a cousin who moved away to attend university, only to come back acting like a different person, and a boy who had always admired her. But what led to this change, and how does she truly feel?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "93a6e9e7-b0c9-4e60-b6c3-7806113405dd",
    "title": {
      "en": "Boku wa Ayashii Kimi no Mono"
    },
    "updatedAt": "2024-08-22T16:50:18+00:00",
    "coverArt": "https://mangadex.org/covers/93a6e9e7-b0c9-4e60-b6c3-7806113405dd/88a774a8-5dd3-4561-a676-7a40a41e794b.jpg",
    "altTitles": [
      {
        "ja": "僕は妖しいキミのもの"
      },
      {
        "en": "I Belong to You, Immoral"
      },
      {
        "zh": "我与妖艳的你"
      }
    ],
    "description": {
      "en": "Shou-chan is a member of the public morals committee who wants everyone to have a healthy relationship, and is worried about his childhood friend Sayo. Because she carries the blood of a succubus, she often approaches her beloved her Shou-chan in any way to make him \"lovey-dovey sex\". As he persists in having a healthy relationship, which is full of lust and surrounded by questionable students, will Shou-chan manage to keep his sanity?",
      "ja": "どんな相手とも「正しい関係」でありたい風紀委員・しょうちゃんは、幼なじみの紗夜に悩んでいた。淫魔の血を引く彼女は、「ラブラブえっち♡」をすべく、あの手この手で大好きなしょうちゃんにアプローチ。紗夜を筆頭に、「正しくない関係」を望む妖しい生徒たちに囲まれて、しょうちゃんは正しさを守りきれるのか！？",
      "es-la": "Shou-chan es un miembro del comité de moral pública que quiere que todo el mundo tenga una relación sana, y está preocupado por su amiga de la infancia, Sayo. Debido a que ella lleva la sangre de un súcubo, a menudo se acerca a su amado Shou-chan, de cualquier manera para darle “sexo amoroso y alegre”. Mientras él se empeña en tener una relación sana, la cual está llena de lujuria y rodeada de estudiantes cuestionables, ¿logrará Shou-chan mantener su cordura?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "ff372022-dbd8-422f-b9e9-6d36957fca5d",
    "title": {
      "en": "Neko to Tabako to Rosario"
    },
    "updatedAt": "2024-10-06T01:17:28+00:00",
    "coverArt": "https://mangadex.org/covers/ff372022-dbd8-422f-b9e9-6d36957fca5d/247f2f91-90a8-48a0-a91b-2fe468bad753.jpg",
    "altTitles": [
      {
        "ja": "猫と煙草とロザリオ"
      },
      {
        "en": "Cats, Cigarettes, and Rosaries"
      },
      {
        "vi": "Mèo, thuốc lá và tràng hạt mân côi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "671058eb-e819-4522-a996-e0ab634db511",
    "title": {
      "en": "Shuffle! - Days in the Bloom"
    },
    "updatedAt": "2024-10-07T04:56:56+00:00",
    "coverArt": "https://mangadex.org/covers/671058eb-e819-4522-a996-e0ab634db511/1482d4e8-0b07-41c9-9167-8a6967edc9ae.jpg",
    "altTitles": [
      {
        "en": "Shuffle"
      },
      {
        "ja-ro": "Shuffle!"
      },
      {
        "en": "Shuffle! Days in the Bloom"
      },
      {
        "ja": "シャッフル！"
      }
    ],
    "description": {
      "en": "The world as we know it was suddenly altered forever when the door for the dimension of the gods and the door of the dimension of the demons suddenly opened up. Ten years later, a boy named Tsuchimi Rin was entrusted with two princesses from those dimensions. Will he be able to keep his sanity while living with his childhood friend Kaede, trying to live a normal school life, and also being a neighbor to both of princesses and their fathers, the mighty dimension Lords? The hearts of those girls are at stake and only Rin has the key to unlock them."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0377b109-e5e8-4ebb-824f-3b15b553c5a1",
    "title": {
      "en": "\"Tissues.\""
    },
    "updatedAt": "2024-10-06T12:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/0377b109-e5e8-4ebb-824f-3b15b553c5a1/15b9a03b-4d52-47ca-b947-620bf7716d89.png",
    "altTitles": [
      {
        "ja": "「ティッシュ。」"
      },
      {
        "en": "Tissues"
      },
      {
        "ja": "ティッシュ"
      }
    ],
    "description": {
      "en": "Chiasa, a high school girl, begins living with her mother at her new husband's house. The husband brings to marriage Naoki, a young college student with psychopathic tendencies who becomes obsessed with Chiasa. Can Chiasa continue to live under the same roof as Naoki?"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": null
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-05-22T09:55:21+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/75d972e8-6033-4c11-82c2-06610c21643e.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      },
      {
        "zh": "蓝色监狱"
      },
      {
        "zh": "蓝色禁区"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7d3a91a-f47a-43ce-9a2c-4da813b15eea",
    "title": {
      "en": "My Dog Becomes a Human"
    },
    "updatedAt": "2024-08-15T13:29:07+00:00",
    "coverArt": "https://mangadex.org/covers/f7d3a91a-f47a-43ce-9a2c-4da813b15eea/5cbdc6a0-f667-43d1-84a1-f01e4caffcd2.jpg",
    "altTitles": [
      {
        "ja": "犬がヒトになる話"
      },
      {
        "ja-ro": "Inu ga Hito ni Naru Hanashi"
      },
      {
        "fr": "Mon Chien Est Devenu Humain"
      },
      {
        "zh-hk": "我家碰太變成了人類這件事"
      },
      {
        "ru": "Моя собака становится человеком"
      },
      {
        "uk": "Мій пес став людиною"
      },
      {
        "en": "Ponta Becomes A Human"
      },
      {
        "ja": "ポン太がヒトになりまして。"
      }
    ],
    "description": {
      "en": "A slapstick comedy that involves a town and its neighbors where “pet dogs” have become “humans”!\nFeelings that couldn’t be conveyed as a dog can now be understood directly…!?",
      "fr": "Un jour, les chiens de cette ville sont soudainement devenus humains. L'histoire suit la vie de Saki et de son chien Ponta.",
      "ru": "В один прекрасный день домашние собаки в этом городе вдруг превращаются в людей. История рассказывает о жизни хозяйки Саки и ее собаки Понты.",
      "uk": "Одного разу всі собаки, які жили в цьому місті раптово перетворилися на людей. Історія розповідає про життя Сакі, власниці, та Понти, її пса."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "472c4347-408b-4c52-8080-595387eacee9",
    "title": {
      "en": "King of the Arena"
    },
    "updatedAt": "2024-07-16T06:17:33+00:00",
    "coverArt": "https://mangadex.org/covers/472c4347-408b-4c52-8080-595387eacee9/b7938176-ed21-42d2-9ba2-b9513ae600d2.png",
    "altTitles": [
      {
        "es-la": "El rey de la violencia"
      },
      {
        "ko": "폭력의 왕"
      },
      {
        "en": "King of Violence"
      }
    ],
    "description": {
      "en": "First-year Gilsu Lee transfers schools to run from the bullying and violence. And the new place seems almost perfect. Everyone in his class is friendly and kind, and no one is bullying anybody. Violence? No, we don’t do anything like that in this school. That’s what the “Arena” is for. Don’t forget, Gilsu. What happens in the ring stays in the ring!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a23f735-c805-4754-905c-7afd227ea1a3",
    "title": {
      "en": "Beauty Pop"
    },
    "updatedAt": "2024-01-26T00:50:09+00:00",
    "coverArt": "https://mangadex.org/covers/5a23f735-c805-4754-905c-7afd227ea1a3/ab6643b8-3bdd-41f6-87db-706f808d2960.jpg",
    "altTitles": [
      {
        "en": "Beauty Pop Stage 2"
      },
      {
        "vi": "Dự Án Kéo Vàng"
      },
      {
        "ru": "Популярность красоты"
      },
      {
        "ja": "ビューティーポップ"
      },
      {
        "en": "俏丽魔发师"
      },
      {
        "en": "俏麗魔發師"
      },
      {
        "ko": "뷰티 팝"
      }
    ],
    "description": {
      "en": "Although a truly gifted hairstylist, Kiri Koshiba has no interest in using her talent to pursue fame and fortune, unlike the three popular boys in the \"Scissors Project\" at school. Determined to become the best makeover team in Japan, they give showy makeovers to handpicked girls. As much as Kiri tries to shy away from the Scissors Project spotlight, she finds herself responding to beauty's call…"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "51.3"
  },
  {
    "mangaId": "feb3e599-d4af-43cc-b7d3-564e7645776b",
    "title": {
      "en": "Tatsumigahara-san no Ai Kara wa Nigerarenai"
    },
    "updatedAt": "2024-10-07T04:53:11+00:00",
    "coverArt": "https://mangadex.org/covers/feb3e599-d4af-43cc-b7d3-564e7645776b/1dc3b959-8b01-4e35-a8a7-9a8cafa16828.jpg",
    "altTitles": [
      {
        "ja": "辰巳ヶ原さんの愛からは逃げられない"
      },
      {
        "en": "Can't Escape from Tatsumigahara's Love"
      },
      {
        "en": "You Can't Escape from Tatsumigahara-san's Love"
      },
      {
        "zh": "无法逃离辰巳原小姐的爱"
      },
      {
        "zh-hk": "無法逃離辰巳原桑的愛"
      },
      {
        "pt-br": "Não pode escapar do amor de Tatsumigahara"
      },
      {
        "es-la": "No puedo escapar del amor de Tatsumigahara"
      },
      {
        "vi": "Không thể thoát khỏi tình yêu của Tatsumigahra"
      }
    ],
    "description": {
      "en": "At a party, Mondo, a typical college student, meets Tatsumigahara Aoi, a well-known beauty. But after having a few drinks with her, he passes out and wakes up chained in Aoi's home. Even though Aoi looks after Mondo in every way (including in explicit ways), Mondo tries to flee from her home. The outcome is uncertain.",
      "ja": "普通の大学生・門戸はある日、大学の飲み会で地雷系美女・辰巳ヶ原碧と出会い、気づけば碧の家に監禁されていた――!!? 碧からあらゆるお世話（エッ●なことも含む）をされ至れり尽くせりな状況も、なんとか碧の家からの脱出を試みようとする門戸。しかし、彼を監禁していたのは5人姉妹「長女 茜」「次女 碧」「三女 翠」「四女 コウ」「五女 桃」だった――。全員地雷な5人姉妹の寵愛を受ける門戸は、欲に溺れるか、外に出て自由を得るか…。",
      "es-la": "Un día Mondo, un estudiante universitario completamente normal, conoce a la popular belleza Tatsumigahara Aoi en una fiesta. Pero luego de par de copas con ella, cae inconsciente y él despierta encerrado en la casa de Aoi.\n\nMondo intenta escapar de la casa de Aoi, a pesar de que Aoi cuida de él de todas las formas posibles. (incluyendo cosas sexualmente explícitas) ¿Cuál será su destino?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf08cb92-e913-4fc7-b3ea-b305a01e4a68",
    "title": {
      "en": "Yoake no Polaris"
    },
    "updatedAt": "2024-09-09T16:45:04+00:00",
    "coverArt": "https://mangadex.org/covers/bf08cb92-e913-4fc7-b3ea-b305a01e4a68/b1a2237b-f8f4-4952-b799-c2c3e0861e46.jpg",
    "altTitles": [
      {
        "ja": "夜明けのポラリス"
      },
      {
        "en": "Polaris of Dawn"
      },
      {
        "zh-hk": "黎明的北極星"
      }
    ],
    "description": {
      "en": "*\"You're a student!\" \"So what?\"*\n\nWhile carrying Yura, the beautiful English teacher, the flirty Haga impulsively kisses him in the midst of the sports festival, in front of the whole school, no less! Yura summons him to the counseling office after school the next day. Unexpectedly, the teacher finds himself being hit on by Haga, much to his dismay. Although he started off just wanting to tease him at first, Haga ends up being serious about Yura, who’s a little coarse and cute, and wants to kiss him over and over again?!",
      "ja": "「おまえ生徒だろうが！」「だから何？」\n\n体育祭で美人英語教師の由良をお姫様抱っこしたまま、\n全校生徒の前で思わずキスしてしまったチャラい高校生の羽賀。\n翌日の放課後、生徒指導室に呼び出されても懲りずに由良を口説くが、\n全く相手にしてもらえない。最初はからかい半分だったのに、\nちょっと乱暴で、何度もキスしたくなる可愛い由良に本気になってしまって――!?",
      "zh-hk": "「你是學生吧！」「那又如何？」\n\n輕浮的高中生羽賀，在體育祭的時候用公主抱的方式抱著漂亮的英文教師由良，並在全校師生面前吻了他。隔天放學後，羽賀被叫到學生指導室仍是一派輕鬆地追求由良，完全不把由良的訓斥當一回事。雖然起初是帶點半開玩笑的心情，但他漸漸對這個有點粗暴可愛又好幾次都想一親芳澤的由良認真起來了──？"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16.5"
  },
  {
    "mangaId": "3cd0f66f-fbb1-4b62-879e-5edb8aca41a6",
    "title": {
      "en": "Ouritsu Majutsu Gakuin No Kichiku Koushi"
    },
    "updatedAt": "2024-10-07T04:49:43+00:00",
    "coverArt": "https://mangadex.org/covers/3cd0f66f-fbb1-4b62-879e-5edb8aca41a6/fb9bd6e7-fcde-4022-82d2-59891a985a8d.jpg",
    "altTitles": [
      {
        "ja": "王立魔術学院の鬼畜講師"
      },
      {
        "en": "Demon Instructor at the Royal Academy of Magic"
      },
      {
        "vi": "Giảng Viên Ác Quỷ Tại Học Viện Hoàng Gia"
      }
    ],
    "description": {
      "en": "Setsuna is a perverted instructor who is unable to invoke magic. As a part-time Instructor at the Royal Academy of Magic, he continually tells his students to self-study. The new students who entered the academy with high expectations are disappointed in Setsuna, and judging him to be incompetent, they challenge him to a Geas duel.\n\n《Will you resign if I win?》\n《“I”? Surely you mean “we”… All of you have been pretty annoying, so I want you all to take me on. But in return, you know what will happen if you lose, right?》\n\nSetsuna plays with the special students, who are the best in a hundred years, with perverse and astonishing magic that is unthinkable in common sense! But behind the demon-like behavior, could there be a true purpose…?\n___\n**Character Designer:** [zunta](https://mangadex.org/author/844f9d85-2b7f-46fe-a69d-5c3e84cc2142/zunta)",
      "ja": "この世のすべての変態性を受け継いだかのような男の『指導』が今、始まる！",
      "pt-br": "Setsuna é um instrutor pervertido que não consegue invocar magia. \nComo professor de meio período na Royal Academy of Magic, ele continuamente diz a seus alunos para estudarem sozinhos.\nOs novos alunos que entraram na academia com grandes expectativas ficam desapontados com Setsuna e, julgando-o incompetente, desafiam-no para um duelo de Geass.\n\n- Você vai renunciar de seu cargo se eu ganhar?\n- \"EU\"? Certamente você quer dizer \"nós\". Todos vocês têm sido muito irritantes, então quero que todos vocês me enfrentem. Mas, em troca, você sabe o que acontecerá se perder, certo?\n\nSetsuna brinca com os alunos especiais, que são os melhores em cem anos, com uma magia perversa e surpreendente que é impensável no senso comum!\nMas por trás do comportamento demoníaco, poderia haver um verdadeiro propósito...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e30f2948-2086-4832-9e76-464d58f7649b",
    "title": {
      "en": "Seibu Ichi no Hanayome"
    },
    "updatedAt": "2024-10-07T04:48:32+00:00",
    "coverArt": "https://mangadex.org/covers/e30f2948-2086-4832-9e76-464d58f7649b/2ef45b0b-13ea-4718-9d37-d2d6b3b8e11c.jpg",
    "altTitles": [
      {
        "en": "The Best Bride in the West"
      },
      {
        "ja": "西部一の花嫁"
      },
      {
        "vi": "\"Cô dâu\" số một miền Tây"
      }
    ],
    "description": {
      "en": "Strap yourself in, it's gonna be a wild (b)ride."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06699512-31e2-4f74-a905-2189867995af",
    "title": {
      "en": "Yosame Hakuro wa Korosenai"
    },
    "updatedAt": "2024-05-26T21:54:30+00:00",
    "coverArt": "https://mangadex.org/covers/06699512-31e2-4f74-a905-2189867995af/c3d497b9-2690-4bb0-835e-289b7818ed25.jpg",
    "altTitles": [
      {
        "en": "Yosame Hakuro Can't be Killed"
      },
      {
        "ja": "夜雨白露は殺せない"
      },
      {
        "es-la": "Yosame Hakuro no puede ser asesinado"
      }
    ],
    "description": {
      "en": "Asagami, a professional assassin is headed to complete her first mission, but discovers that her target, Hakuro Yosame, is immortal. In exchange for working for him as a maid, she can try to kill him as much as she wants.",
      "es-la": "La primera misión de una asesina se ve frustrada debido a un incidente... Su víctima es inmortal. Una historia de Taichi Tsutsui (creador de bokuben)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c870b4d-2b30-4688-97cd-7d58b6aa36cb",
    "title": {
      "en": "Kaibutsu Shoujo wa Hatsukoi no Yume wo Miru ka?"
    },
    "updatedAt": "2024-10-07T04:44:25+00:00",
    "coverArt": "https://mangadex.org/covers/7c870b4d-2b30-4688-97cd-7d58b6aa36cb/56cd896b-2812-44dd-aefd-e4aa9f5d252c.jpg",
    "altTitles": [
      {
        "ja": "怪物少女は初恋の夢を見るか？"
      },
      {
        "vi": "Cô Bạn Quái Vật"
      }
    ],
    "description": {
      "en": "Kusanagi Sousuke's childhood friend, Mikadodai Kyoko possesses world-renown intellect! Known as a living national treasure, not only are there rumors of her being called a **monster** throughout Earth, it even reaches another world.  \nThey laugh, cry, and fall in love(?) as they aim to live a normal high school life in this youthful romantic comedy."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "3267e61a-8dc7-4d27-b8f7-26d810c08a1c",
    "title": {
      "en": "Hanlim Gym"
    },
    "updatedAt": "2024-05-27T15:18:46+00:00",
    "coverArt": "https://mangadex.org/covers/3267e61a-8dc7-4d27-b8f7-26d810c08a1c/f12e8d57-ba6e-42d2-8e81-60f7bd36d682.jpg",
    "altTitles": [
      {
        "ko-ro": "Hallim Cheyukgwan"
      },
      {
        "ko": "한림체육관"
      },
      {
        "en": "Hallym Gymnasium"
      },
      {
        "tr": "Hanlim Spor Salonu"
      }
    ],
    "description": {
      "en": "Tired of being picked on, Yeongha, the new transfer student, decides to fight back… and discovers he can pack a punch. He soon becomes the top of the food chain, savoring his new title as the toughest guy at school. But he meets his match when Suho Kang, the Champion of the PVP games, single-handedly takes down him and his crew. To earn back his honor, Yeongha decides to join the PVP games. Will he finally get the satisfaction of beating Suho up? Or will he gain something more?",
      "tr": "Okula yeni transfer olan Yeongha, sürekli olarak kendisinin ve arkadaşlarının zorbalığa uğramasından bıkmıştı. Bu duruma karşı koymak için kararlılıkla harekete geçti ve kendi elinin ne kadar ağır olduğunu keşfetti. Kısa sürede, okulda ki herkesi ezerek en güçlü çocuk ünvanının tadını çıkardı. Ancak PVP oyunlarının şampiyonu Suho Kang, onun ve ekibinin karşısına tek başına çıktığında, Yeongha gerçek gücünün sınırlarını anlamak zorunda kaldı. Onurunu ve Ünvanını geri kazanmak için PVP oyunlarına katılmaya karar veren Yeongha, sonunda Suho’yu yenmeyi başarabilecek midir?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4281f322-fd47-45cb-95b7-9ca7b4e821cb",
    "title": {
      "en": "The Death Game Is All That Saotome-San Has Left"
    },
    "updatedAt": "2024-10-07T04:32:45+00:00",
    "coverArt": "https://mangadex.org/covers/4281f322-fd47-45cb-95b7-9ca7b4e821cb/cf3bb0e2-1805-4d00-bdf1-391e659a16da.jpg",
    "altTitles": [
      {
        "ja": "早乙女さんにはもうデスゲームしかない"
      },
      {
        "ja-ro": "Saotome-san niwa mou DEATH GAME shika nai"
      },
      {
        "vi": "Saotome-san Và Trò Chơi Sinh Tử"
      }
    ],
    "description": {
      "en": "During a summer vacation with class 2-A, Makoto and his fellow classmates find themselves waking up in an unknown abandoned school building out in the woods. It turns out they’ve been captured and taken hostage by unknown people who have the intention of making two of the students participate in a “death game” where Makoto gets picked along with his classmate, Saotome. Follow along Makoto and Saotome unraveling the truth behind the “death game”!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "36"
  },
  {
    "mangaId": "01d0e7f2-b3de-4196-85db-f755446b4c11",
    "title": {
      "en": "Otona ni Narenai Bokura wa"
    },
    "updatedAt": "2024-06-30T06:44:50+00:00",
    "coverArt": "https://mangadex.org/covers/01d0e7f2-b3de-4196-85db-f755446b4c11/ef441cbf-d39b-4482-8b59-62977af9afaa.jpg",
    "altTitles": [
      {
        "ja": "大人になれない僕らは"
      },
      {
        "en": "We Won’t Become Adults"
      },
      {
        "es-la": "Nosotros que no podemos convertirnos en adultos"
      },
      {
        "zh-hk": "無法成為大人的我們"
      },
      {
        "zh": "无法成为大人的我们"
      }
    ],
    "description": {
      "en": "The latest work from the author of \"The Diary of a Commuting Student\". It's a silly and endless story about how some kids kill time by repeating the 7th of July every day. A time-loop love story of two high school students trapped in \"Eternal Youth\"!\n\n(Source: Young Magazine)",
      "es-la": "¡El último trabajo de Jo Fujita en Commuting Student Diary! Esta es nuestra tonta e interminable historia de cómo matamos el tiempo una y otra vez el 7 de julio. ¡Una historia de amor en bucle temporal de dos estudiantes de preparatoria atrapados en una \"eterna juventud\"!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bdf0dbce-3795-4ce0-8f46-86aebd018a6c",
    "title": {
      "en": "Foxes Always Lie"
    },
    "updatedAt": "2024-09-26T16:42:33+00:00",
    "coverArt": "https://mangadex.org/covers/bdf0dbce-3795-4ce0-8f46-86aebd018a6c/2a446fe0-6787-4948-9f8b-db9669a46b45.jpg",
    "altTitles": [
      {
        "en": "The Fox Always Lies"
      },
      {
        "zh": "狐狸总是在说谎"
      },
      {
        "en": "The Fox's Never-Ending Lies"
      }
    ],
    "description": {
      "en": "Tang Ran is a bright and cheerful little fox spirit. To graduate from the Monster Academy, she transforms into a human college student hoping to seduce a human and make them fall in love with her. However, little does she know that the reserved human female professor she has a crush on, Su Qingci, is actually a…\n\nOne lie leads to another. To make the other person fall in love with them first, the fox must spin an endless web of “lies.”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f6003ca-e7f3-43ce-bfd2-0694146994be",
    "title": {
      "en": "Tying the Knot with an Amagami Sister"
    },
    "updatedAt": "2024-10-06T13:08:40+00:00",
    "coverArt": "https://mangadex.org/covers/0f6003ca-e7f3-43ce-bfd2-0694146994be/4976bf7a-f2ba-4b9e-9bd0-d4725b52ed83.jpg",
    "altTitles": [
      {
        "en": "Amagami-san Chi no Enmusubi"
      },
      {
        "ru": "Брачные узы с семьёй Амагами"
      },
      {
        "ja": "甘神さんちの縁結び"
      },
      {
        "zh-hk": "甘神家的連理枝"
      },
      {
        "fr": "Se Marier avec une Sœur Amagami"
      },
      {
        "fr": "Comment j'ai Marié une Sœur Amagami"
      },
      {
        "pt-br": "Casamento da Família de Amagami"
      },
      {
        "id": "Perjodohan Keluarga Amagami"
      },
      {
        "ar": "التوفيق بين عائلة كانغامي"
      },
      {
        "es-la": "El Emparejamiento de la Familia Amagami"
      },
      {
        "en": "Matchmaking of the Amagami Household"
      },
      {
        "es-la": "Emparejamiento del Hogar Amagami"
      },
      {
        "vi": "Kết duyên nhà Kamigami"
      }
    ],
    "description": {
      "en": "Kamihate Uryuu, orphaned since childhood, receives an invitation to stay at the local Shinto shrine. All he wanted was a quiet place to study so that he can fulfill his dream of making it into a top medical school, but after arriving there, he comes across three beautiful shrine maiden sisters... and the head priest requests that he marry one of them and take over the shrine. A tale of love and miracles is about to unfold!",
      "fr": "Kamihate Uryuu, orphelin depuis l'enfance, reçoit une invitation à séjourner dans le sanctuaire shinto local. Tout ce qu'il voulait, c'était un endroit tranquille pour étudier afin de réaliser son rêve d'entrer dans une grande école de médecine, mais en arrivant sur place, il tombe sur trois belles demoiselles du sanctuaire... Le prêtre en chef lui demande d'épouser l'une d'entre elles et de prendre la succession du sanctuaire. Une histoire d'amour et de miracles est sur le point de se dérouler !",
      "ja": "京大医学部を目指す高校生の上終 瓜生。児童養護施設育ちの瓜生は「甘神神社」の宮司さんに引き取られ、居候することに。受験勉強ができる環境があれば…と思っていたが、居候の条件は「婿養子として神社を継ぐ」こと!? しかも結婚相手は同居する巫女三姉妹!! 一つ屋根の下、巫女と紡ぐ恋と奇跡の物語、開幕!!",
      "ru": "Камихатэ Урю долгое время прожил в приюте, пока не был взят под опеку священником Тидори Амагами. Остановившись в храме, Урю узнаёт, что здесь живут три жрицы-сёстры, которые являются внучками главного священника. В конечном итоге, Тидори Амагами рассказывает, что взял парня под опеку, чтобы он женился на одной из его внучек и унаследовал храм, как его зять. Так начинается история любви и чудес с семьёй Амагами.",
      "vi": "Được thực hiện bởi phụ tá của Negi Haruba và được chính tác giả của Gotou-bun khuyến khích xem thử. Từ Oneshot nay đã có series và được đông đảo mọi người đón nhận\nUryuu Kamihate chuyển đến Kyoto và tình cờ sống chung với 3 chị em Miko trong một ngôi đền. Tuy vậy cậu lại là một người không tin vào thần linh mà chỉ tin tưởng bản thân mình, chuyện gì sẽ xảy đến với Uryuu khi xung quanh cậu là 3 chị em vu nữ xinh đẹp đây?",
      "es-la": "Un chico que había perdido la fe en las Oraciones y los Dioses, de pronto conocerá a 3 hermosas Hermanas que son Doncellas del Templo donde comenzará a vivir, ¿Esto afectará de alguna Manera a nuestro Protagonista? Léelo para descubrirlo.",
      "pt-br": "Kamihate Uryuu, órfão desde a infância, recebe um convite para ficar no santuário xintoísta local. Tudo o que ele queria era um lugar tranquilo para estudar, para que pudesse realizar seu sonho de entrar para uma faculdade de medicina de ponta, mas depois de chegar lá, ele se depara com três belas irmãs donzelas do santuário... E o sacerdote chefe pede que ele se case com uma delas e assuma o santuário. Uma história de amor e milagres está prestes a se desenrolar!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a460ab18-22c1-47eb-a08a-9ee85fe37ec8",
    "title": {
      "en": "Bleach"
    },
    "updatedAt": "2024-08-31T10:49:49+00:00",
    "coverArt": "https://mangadex.org/covers/a460ab18-22c1-47eb-a08a-9ee85fe37ec8/7c8f9203-2b82-41f2-beb3-e7fb00e151e2.jpg",
    "altTitles": [
      {
        "en": "Bleach - Digital Colored Comics"
      },
      {
        "en": "BLEACH (Official Colored)"
      },
      {
        "ja": "BLEACH カラー版"
      },
      {
        "vi": "Sứ giả Ichigo"
      },
      {
        "vi": "Sứ mạng thần chết"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "ja": "ブリーチ"
      },
      {
        "ja": "ブリーチ カラー版"
      },
      {
        "zh": "死神"
      },
      {
        "ko": "블리치"
      },
      {
        "en": "BLEACH"
      },
      {
        "tr": "Bleach (RENKLENDİRİLMİŞ)"
      }
    ],
    "description": {
      "en": "Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family, but much to her surprise, Ichigo absorbs every last drop of her energy. Now a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits, and along with Rukia, who is slowly regaining her powers, it's Ichigo's job to both protect the innocent from Hollows and to help the spirits themselves find peace.   \n  \nMonochrome version won the 50th Shogakukan Manga Award in the Shounen category.",
      "es": "Ichigo Kurosaki siempre ha sido capaz de ver fantasmas, pero esta habilidad no cambia su vida tanto como su encuentro cercano con Rukia Kuchiki, una Segadora de Almas y miembro de la misteriosa Sociedad de las Almas. Mientras lucha contra un hueco, un espíritu maligno que se aprovecha de los humanos que muestran energía psíquica, Rukia intenta prestarle a Ichigo algunos de sus poderes para que pueda salvar a su familia, pero para su sorpresa, Ichigo absorbe hasta la última gota de su energía. Ahora que ya es un auténtico Segador de Almas, Ichigo aprende rápidamente que el mundo que habita está lleno de peligrosos espíritus y, junto con Rukia, que está recuperando lentamente sus poderes, el trabajo de Ichigo consiste en proteger a los inocentes de los huecos y ayudar a los propios espíritus a encontrar la paz.  \n  \nVersión monocroma ganó el 50º Premio Shogakukan Manga en la categoría Shounen.",
      "pt-br": "Versão totalmente colorida do mangá Bleach. A história gira em torno de Kurosaki Ichigo um estudante de 15 anos que tem uma estranha capacidade de ver, tocar e falar com espíritos de pessoas mortas. Logo que o Shinigami (Deus da Morte) Kuchiki Rukia toma conhecimento dos poderes dele ela decide investigá-lo, e acaba em uma luta com um Hollow que foi atraído pelo forte poder espiritual de Ichigo, antes de ser derrotada pela criatura, Rukia passa seus poderes a Ichigo, o qual se torna um Shinigami, e após derrotar o Hollow ingressa em uma jornada para proteger os humanos e os espíritos da ameaça dos Hollows."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "74",
    "lastChapter": "686"
  },
  {
    "mangaId": "6419c7b0-8aca-43f3-a822-e7e56124783c",
    "title": {
      "en": "Kiraboshi Ojou-sama no Kyuukon"
    },
    "updatedAt": "2024-10-07T04:29:30+00:00",
    "coverArt": "https://mangadex.org/covers/6419c7b0-8aca-43f3-a822-e7e56124783c/4c03d6fc-619f-4fb5-91af-a253942847f3.jpg",
    "altTitles": [
      {
        "ja": "きらぼしお嬢様の求婚"
      },
      {
        "ru": "Предложение руки и сердца Кирабоши Оджо"
      },
      {
        "en": "The Dazzling Young Lady's Marriage Proposal"
      },
      {
        "ja-ro": "Kiraboshi Ojou-sama no Kyuukon"
      },
      {
        "zh": "绮罗星大小姐的求婚"
      },
      {
        "zh-ro": "Qǐ luō xīng dà xiǎojiě de qiúhūn"
      },
      {
        "vi": "Lời cầu hôn của nàng tiểu thứ quý phái"
      }
    ],
    "description": {
      "en": "One day, Yoshimi Numamoto suddenly receives a marriage proposal from a beautiful girl, when he doesn't even know her name. Apparently, she is a super-wealthy young lady. How can she she be so sure of herself? He can't help but feel embarrassed at the situation, but she remains insistent... and soon his school life will be turned upside down! \r\n\r\nThe sparkling girl x plain boy super-darling love comedy begins!\r\n\r\n(Source: Weekly Shonen Magazine, translated)",
      "ja": "第1巻の内容紹介: 『男子高校生を養いたいお姉さんの話』『1年A組のモンスター』英貴、最新作！\n超一軍女子×地味男子、プロポーズから始まるスクールカースト逆転ラブコメ開幕!!\n\nある日、名前も知らない女の子から突然のプロポーズを受けた沼本よしみ。彼女は三星光。富と権力を兼ね備えた超がつくお嬢様だった。よしみは戸惑いを隠せず、プロポーズを断ろうとする。だが、そこから彼女の権力を駆使した猛烈アプローチが始まる！…何故！？　理由はカンタン、三星光はよしみのことが大好きだから!! 1巻には描き下ろし番外編1話分収録！\n \n---\n \nDai 1-kan no naiyō shōkai: “Danshi kōkōsei o yashinaitai onēsan no hanashi” “1-nen A-gumi no monsutā” Hidetaka, saishin-saku! Chō ichigun joshi × jimi danshi, puropōzu kara hajimaru sukūrukāsuto gyakuten rabukome kaimaku!! \n\nAru Ni~Tsu, namae mo shiranai on'nanoko kara totsuzen no puropōzu o uketa Numoto Yoshimi. Kanojo wa Mitsuboshi hikari. Tomi to kenryoku o kanesonaeta chō ga tsuku ojōsamadatta. Yoshimi wa tomadoi o kakusezu, puropōzu o kotowarou to suru. Daga, soko kara kanojo no kenryoku o kushi shita mōretsu apurōchi ga hajimaru!… Naze!? Riyū wa kantan, Mitsuboshi hikari wa Yoshimi no koto ga daisukidakara!! 1-Kan ni wa kaki oroshi bangai-hen 1-wa-bun shūroku!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "37"
  },
  {
    "mangaId": "12fd0735-7578-41f1-960c-d4def007ed0f",
    "title": {
      "en": "Genius Grandson of the Loan Shark King"
    },
    "updatedAt": "2024-10-04T18:47:16+00:00",
    "coverArt": "https://mangadex.org/covers/12fd0735-7578-41f1-960c-d4def007ed0f/de0536eb-7170-4400-89d8-ffd05e1d37d8.jpg",
    "altTitles": [
      {
        "ko": "사채왕의 천재손자"
      }
    ],
    "description": {
      "en": "Kim Mu-hyuk, the grandson of the Loan Shark King Cheon Tae-san, whom even the wealthy elites of South Korea bowed to, strives to be recognized as a member of the Cheon Family. Despite his efforts, Mu-Hyuk is betrayed and killed by his uncles in a vicious struggle over his grandfather’s inheritance.\n\nHowever, instead of dying, he wakes up in the 1990’s, with a second chance to rewrite his fate. Determined to prevent the death of his grandmother, who raised him, and reclaim the legacy of the Cheon family, Mu-hyuk sets out to preserve his severed friendships and take brutal revenge on his uncles and anyone else who stands in his way.\n\nWill Kim Mu-hyuk, the grandson of the loan shark king be able to ascend to the throne of the ruthless Loan Shark Empire, feared by even gangsters?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]