[
  {
    "mangaId": "2819c65c-f277-4ca9-bc88-6068d1abb23d",
    "title": {
      "en": "The Dragon Slayer Academy's Hotshot"
    },
    "updatedAt": "2024-07-07T23:53:11+00:00",
    "coverArt": "https://mangadex.org/covers/2819c65c-f277-4ca9-bc88-6068d1abb23d/5a334699-9e6a-4ac7-95cb-f5dd1d5bf058.jpg",
    "altTitles": [
      {
        "ko": "용사 동생은 아카데미 고인물"
      },
      {
        "ko-ro": "Yongsa Dongsaengeun Academy Goinmul"
      },
      {
        "ja": "勇者の弟はアカデミーガチ勢"
      },
      {
        "my": "ငါ့ညီက ကျောင်းမှာ နာမည် ကြီး"
      },
      {
        "es-la": "Mi Hermano Pequeño Es El Mejor De La Academia"
      }
    ],
    "description": {
      "en": "Ruud Denatos' life of living in the shadow of his talented older brother Aesir, a genius dragon slayer, ends when Aesir is killed in a brutal battle. But after the fight, a hidden dragon lord appears and sends Ruud to a past where Aesir doesn't exist!\n\nIn order to find answers and his older brother, Ruud takes Aesir's place and wows the school with his skills and knowledge. But will Ruud continue to impress the academy, or will the lackluster skills of his past catch up to him?",
      "my": "ငါ့ညီက ကျောင်းမှာ နာမည် ကြီး Cele.\nMc မှာ အကိုတစ်ယောက်ရှိတယ်\nသူကို အမြဲတမ်းကာကွယ်ပေးခဲ့တယ့်\nလဲကျတိုင်းလက်လှမ်းပေးခဲ့တယ့်\nသူ့ရဲ အကိုကို အရမ်းမုန်နေခဲ့တယ်ပေါ\nMc တိုညီအကိုနှစ်ယောက်က နဂါးသတ်သမားတွေပေါ့ တစ်ရက်မှာ Mc အသက်ကို \nသူရဲ့အကိုက သေခံပြီ ကယ်သွားတယ်\nအယ့်တော့မှ သူ့အကိုကို မုန်းတာမဟုတ်ပဲ\nသူအကိုလောက်သန်မာပြီ ဘေးချင်းယှည်တိုက်ခိုက်ချင်းတယ်ဆိုပြီ နောင်တရပြီ ငိုတယ် ပေါ့...\nနောက်ဆုံး mc တစ်ယောက်တည်း ကမ္ဘာကြီးမှာ ကျန်ခဲ့တယ့်အချိန် နဂါးနတ်ဘုရားပေါလာပြီ 1v1 fight တယ့်ပေါ့\nMc က သောက်ရမ်း week တော့ နဂါး နတ်ဘုရားက မင်းသောက်သုံးမကျဖူး ပြန်ကြိုးစားလိုက်အုန်ဆိုပြီ သူအထက်တန်းကျောင်းသား နဂါးသတ်ဖြတ်သူကျောင်းသားဘ၀ အချိန်ကိုပြန်ပိုလိုက်တယ် ပေါ့..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f3ae387-d456-477a-a526-2129d483c69c",
    "title": {
      "en": "Subscribed To The Transcendental Channels"
    },
    "updatedAt": "2024-07-04T16:03:00+00:00",
    "coverArt": "https://mangadex.org/covers/9f3ae387-d456-477a-a526-2129d483c69c/70afeac7-f2e4-4a02-a872-7cf0eab923f7.jpg",
    "altTitles": [
      {
        "ko": "초월자의 채널을 구독했다"
      },
      {
        "pt-br": "Inscrito nos Canais Transcendentais"
      }
    ],
    "description": {
      "en": "Living by selling information about monsters, Maeng Siwoo is considered completely useless in the hunter industry without any standout qualities. However, he fiercely battles to provide for his sick younger sibling.\n\nOne fateful day, he is gifted a mysterious smartphone by a transcendent being within a dungeon, appointing him as the channel manager for such beings. Upon subscribing to the channel, he unlocks the ability to wield the powers of the gods.",
      "pt-br": "Vivendo da venda de informações sobre monstros, Maeng Siwoo é considerado completamente inútil na indústria de caçadores, sem quaisquer qualidades de destaque. No entanto, ele luta ferozmente para sustentar seu irmão mais novo doente.\n\nUm dia fatídico, ele recebe um misterioso smartphone de um ser transcendente dentro de uma masmorra, nomeando-o como gerente de canal de tais seres. Ao se inscrever no canal, ele desbloqueia a habilidade de exercer os poderes dos deuses."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "298cb7b7-4a1a-407f-b479-d157a9b33d9a",
    "title": {
      "en": "Infinite Leveling: Murim"
    },
    "updatedAt": "2024-02-28T00:46:12+00:00",
    "coverArt": "https://mangadex.org/covers/298cb7b7-4a1a-407f-b479-d157a9b33d9a/215855b2-3d68-4be6-8720-f965210961b3.jpg",
    "altTitles": [
      {
        "ko": "무한 레벨업 in 무림"
      },
      {
        "ja": "無限レベルアップin武林"
      },
      {
        "en": "Infinite Level Up in Murim"
      },
      {
        "en": "Unlimited level-ups in murim"
      },
      {
        "ru": "Непрерывное поднятие уровня в Муриме"
      },
      {
        "fr": "Level Up infini au Murim"
      }
    ],
    "description": {
      "en": "Killed on the battlefield without glory to his name, Yuseong Dan receives an opportunity to grow stronger with a strange quest and level system. But each quest he’s forced to fight only seems to be getting harder and harder. Can he level up enough to avoid the same miserable ending and become the powerful hero he wishes to be?\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
      "ja": "ここは努力したぶん強くなれる世界\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
      "ko": "재능도 없고 출신도 비천했던 하급무사 단유성, 전쟁터에서 죽다.\n하지만 저승인 줄 알고 눈을 떴더니, 어린 시절의 과거로 돌아와 있지 않은가?\n이상한 숫자와 문자가 눈 앞에 보이고, 그 지시를 따르면 노력한 만큼 보상을 받기까지 한다.\n노력한 만큼의 보상을 받는 세상. 무한레벨업 in 무림에 오신것을 환영합니다.\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
      "ru": "Тан Ю Сон, младший воин, не имевший таланта, с низким уровнем подготовки, погиб на поле боя.\n\nНо когда он открыл глаза, он был сильно удивлён! Он вернулся в свое прошлое, когда ещё был ребёнком! Теперь он может изменить будущее!\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
      "pt-br": "Morto no campo de batalha sem glória para seu nome, Yuseong Dan recebe a oportunidade de ficar mais forte com uma estranha missão e sistema de níveis. Mas cada missão que ele é forçado a lutar parece estar ficando cada vez mais difícil. Ele pode subir de nível o suficiente para evitar o mesmo final miserável e se tornar o herói poderoso que deseja ser?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-07-04T06:26:36+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/171b59a7-7df4-4fa4-99fb-2410ab606f01.jpg",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "hiatus",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe7d5dbe-6f0a-42ed-9a83-67a4315bd3ee",
    "title": {
      "en": "The Gardener in a Hunter World"
    },
    "updatedAt": "2024-07-29T05:01:46+00:00",
    "coverArt": "https://mangadex.org/covers/fe7d5dbe-6f0a-42ed-9a83-67a4315bd3ee/27369165-a20e-41df-b2a9-33b7f558b5e0.jpg",
    "altTitles": [
      {
        "ko": "헌터 세상의 정원사"
      },
      {
        "en": "Gardener in Hunter's World"
      }
    ],
    "description": {
      "en": "Ji-ha, the weakest labor-class hunter with neither skill nor fighting ability, made a living by running a store while holding the lowest hunter rank.\n\nBut one day, his life as a hunter changed when he entered a garden from a different dimension through his dream...\n\n<You have obtained Friendly Plant Lv.1> <You have obtained Blessing of XXX Lv.1>\n\n'I gained a skill just by planting one twig...?'\n\nHis unique adventure as the sole gardener in the hunter world begins."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "14fcfbb1-2e23-4b7a-899e-343953d21fc9",
    "title": {
      "en": "My Ruined Academy"
    },
    "updatedAt": "2024-07-20T06:38:20+00:00",
    "coverArt": "https://mangadex.org/covers/14fcfbb1-2e23-4b7a-899e-343953d21fc9/3be32faf-ccb9-47fb-9283-e587d484cc59.jpg",
    "altTitles": [
      {
        "ko": "아카데미가 망했다"
      }
    ],
    "description": {
      "en": "Amon Drake arrives in the capital with dreams of success. On his first day as a teacher at the prestigious Amonis Academy, he is met with shocking news:\n\n\"Haven't you heard? This academy is on the brink of bankruptcy.\"\n\nOn top of that, the only people left at the academy are a gambling-addicted principal and drunken teachers. Amon thought,\n\n\"If the academy goes bankrupt, doesn't that mean my contract would become void too?\"\n\nThey say escape favors the intelligent. If you don’t want to waste your life away, bring the academy to ruin.\n\nThe story of a wise man's escape from the academy begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ad54367-4165-43ed-9a7d-71179c520180",
    "title": {
      "en": "Yani Neko"
    },
    "updatedAt": "2024-07-16T01:46:56+00:00",
    "coverArt": "https://mangadex.org/covers/6ad54367-4165-43ed-9a7d-71179c520180/f6756364-1cce-4c65-a24c-b731588c669c.jpg",
    "altTitles": [
      {
        "ja": "ヤニねこ"
      },
      {
        "vi": "Cô mèo nghiện thuốc"
      },
      {
        "en": "Tar Cat"
      }
    ],
    "description": {
      "en": "A chain-smoking catgirl struggles with her cigarette addiction."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "950655e2-c8cd-4d39-ba34-e50e6730fe6b",
    "title": {
      "en": "The Drifting Star"
    },
    "updatedAt": "2024-06-22T01:57:09+00:00",
    "coverArt": "https://mangadex.org/covers/950655e2-c8cd-4d39-ba34-e50e6730fe6b/b5be64b0-2b3b-45f3-a2c0-e1a14f29e44e.png",
    "altTitles": [
      {
        "zh": "水中飘零之星"
      }
    ],
    "description": {
      "en": "After an awkward encounter on her vacation, Wei Lan swapped bodies with a boy named Bai Yuan! Is this heaven's plan, or a trick of fate? Their strings of destiny follow the drifting star in the water."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "89"
  },
  {
    "mangaId": "4449da71-035d-4e96-a532-d3bbb97c07c7",
    "title": {
      "en": "This Life Starts as a Child Actor"
    },
    "updatedAt": "2024-05-20T22:39:43+00:00",
    "coverArt": "https://mangadex.org/covers/4449da71-035d-4e96-a532-d3bbb97c07c7/8bbd7c29-c1e2-475c-9621-baa39febe33f.jpg",
    "altTitles": [
      {
        "ko": "이번 생은 아역부터"
      },
      {
        "en": "Acting the Child Role at the Start of This Life"
      },
      {
        "en": "Beginning as the Child Actor in This Life"
      },
      {
        "en": "I'm Going to Be the Child Actor in This Life"
      },
      {
        "en": "This Life Starts as Child Actor"
      },
      {
        "en": "This Life Starts From a Child Role"
      }
    ],
    "description": {
      "en": "Was this life a failure? On the contrary, I like it! Kang Su-hyun, who has failed in everything he has done in life for four years. He finally found his calling as an actor and thought he was seeing the light, but he collided with a truck coming from the opposite side and despaired as death approached...\n\n“Wait a minute, didn’t I die?”\n\nWhen he regained consciousness, was his appearance reflected in the mirror the cutest version of himself from when he was 5 years old? Yes, in this life I start as a child actor!\n\nKang Su-hyun's acting career begins."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30e6041b-004f-4cc3-b49c-a76d61053a6f",
    "title": {
      "en": "Natsukashiku Omou Kimi wa Dare"
    },
    "updatedAt": "2024-05-17T15:53:24+00:00",
    "coverArt": "https://mangadex.org/covers/30e6041b-004f-4cc3-b49c-a76d61053a6f/ebef9c58-f28f-4b1c-a2f9-f3aa6ecd3852.jpg",
    "altTitles": [
      {
        "ja": "懐かしく思う君は誰"
      },
      {
        "en": "Who Are You That I Feel Nostalgic For"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8477369d-502b-4595-8ae3-c989c6c8589b",
    "title": {
      "en": "The Invincible Man"
    },
    "updatedAt": "2023-06-03T08:59:43+00:00",
    "coverArt": "https://mangadex.org/covers/8477369d-502b-4595-8ae3-c989c6c8589b/f743b1c5-e83a-44f9-828d-7b4b28abbcdc.png",
    "altTitles": [
      {
        "ja": "無籍者"
      },
      {
        "ko": "무적자"
      },
      {
        "ko-ro": "Moojokja"
      },
      {
        "en": "A Better Tomorrow (Cyungchan Noh)"
      }
    ],
    "description": {
      "en": "Im Hwapyung. A man who wants to live a normal life like his name. Everything he had in his mundane life was destroyed. [Your love has become my loathing.] You shouldn’t have messed with me in the first place. You should have just let me live a quiet life. And now he has began his move that none of his nemesis will survive his wrath."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c294c137-3ca7-4b91-84aa-f72d16be9d6b",
    "title": {
      "en": "New Employee Kim Chul-Soo"
    },
    "updatedAt": "2024-07-05T17:23:10+00:00",
    "coverArt": "https://mangadex.org/covers/c294c137-3ca7-4b91-84aa-f72d16be9d6b/38faf5ea-11f6-4e85-ab2f-4f64aeca1951.jpg",
    "altTitles": [
      {
        "en": "Rookie Employee Kim Cheolsu"
      },
      {
        "ko": "신입사원 김철수"
      }
    ],
    "description": {
      "en": "On the day he was rejected by the company he had devoted his life to,\nHe went back to the moment of his first day at work. Kim Cheol-su, a low-spec rookie employee who joined Han-young, a leading domestic company. Can he finally achieve his long-desired position as the ‘CEO’ in this lifetime?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc782de1-a6da-478c-8ec3-016ca2bebaa2",
    "title": {
      "en": "A Man's Man"
    },
    "updatedAt": "2024-07-26T07:00:04+00:00",
    "coverArt": "https://mangadex.org/covers/cc782de1-a6da-478c-8ec3-016ca2bebaa2/a99ec1c6-d714-4ba9-a23c-965f1d8ca3d0.jpg",
    "altTitles": [
      {
        "en": "Real Man"
      },
      {
        "ko": "상남자"
      },
      {
        "ru": "Настоящий Мужчина"
      },
      {
        "fr": "L'homme parfait"
      },
      {
        "fr": "Un homme exemplaire"
      },
      {
        "ka": "Ნამდვილი მამაკაცი"
      }
    ],
    "description": {
      "en": "Yuhyeon becomes the youngest CEO of Hansung, a successful electronics company built on toxic work culture, but nobody he cares about is there to celebrate with him. After a night of drinking and wondering if he could change the past, he wakes up the next morning, 20 years younger at the beginning of his career.Armed with the experience and insights that made him CEO, Yuhyeon begins to revisit broken relationships and battle the enablers of Hansung’s cut-throat work environment. But he does not yet know how changing the past will affect his future...  (Source: Webtoons)\n\n---\n**Original Webtoon:** [Naver](https://comic.naver.com/webtoon/list.nhn?titleId=751168)\n\n---\n**Official Translations:** [English](https://www.webtoons.com/en/drama/a-mans-man/list?title_no=2876), [Chinese (Simplified Characters) / 汉语](https://dongmanmanhua.cn/METROPOLIS/nanzihan/list?title_no=1548), [Chinese (Traditional Characters) / 漢語](https://www.webtoons.com/zh-hant/city-office/a-mans-man/list?title_no=3278),  [Indonesian / Bahasa](https://www.webtoons.com/id/drama/the-man/list?title_no=2257), [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001100)",
      "ru": "Хан Ю Хён, лучший офисный работник на небесах и на земле. Потеряв все, он вернулся в прошлое и изменил свою жизнь!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e796660-fe38-44d1-9f0f-dbb3a3590973",
    "title": {
      "en": "Artifact Reading Appraiser"
    },
    "updatedAt": "2024-07-07T02:41:25+00:00",
    "coverArt": "https://mangadex.org/covers/8e796660-fe38-44d1-9f0f-dbb3a3590973/2afc668c-c2bb-44bc-86d5-a4f7e507740d.jpg",
    "altTitles": [
      {
        "ko": "유물읽는 감정사"
      },
      {
        "es-la": "Tasador de lectura de artefactos"
      }
    ],
    "description": {
      "en": "Hae Jin has a father who devoted his whole life to finding the national artifacts that were smuggled out of the country.\nThen one day, after receiving an unknown “artifact” sent by his father, whom he had lost contact with for a long time, a strange light suddenly came from it, granting Hae Jin a mysterious “power” and a “mission”…\n“The magic of the Heavenly Object has been bestowed upon you.”\nThus, an adventure involving the artifacts scattered all over the world, including the ” Three Heavenly Objects”, which contains the soul of the Korean people, begins!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7dc1f396-b703-468f-bad8-3dd4f56e1a71",
    "title": {
      "en": "99 Boss"
    },
    "updatedAt": "2024-05-20T22:31:42+00:00",
    "coverArt": "https://mangadex.org/covers/7dc1f396-b703-468f-bad8-3dd4f56e1a71/7f42ba7e-1926-4313-a179-d6985264ac61.jpg",
    "altTitles": [
      {
        "ko": "99대장"
      },
      {
        "en": "99 Captain"
      }
    ],
    "description": {
      "en": "’99 Boss’ (meaning the best fighter among those born in 1999). The protagonist, Na Seon-wook, was born with the heart of a tiger. He was a troublemaker, but at the request of his parents, he hid his strength and transferred to Gukyang High School, a school located in a remote area that he thought would be quiet. However, it was a place where various old-fashioned cultures and dangerous people gathered. Seon-wook, who wanted to graduate quietly, eventually he couldn’t help but feel his hot blood and began educating them!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "790f5f8d-0f9a-4f4b-92b3-9ac15f892b34",
    "title": {
      "ja": "Backstabbed in a Backwater Dungeon: My Party Tried to Kill Me, But Thanks to an Infinite Gacha I Got LVL 9999 Friends and Am Out For Revenge"
    },
    "updatedAt": "2024-07-04T02:02:01+00:00",
    "coverArt": "https://mangadex.org/covers/790f5f8d-0f9a-4f4b-92b3-9ac15f892b34/459d753f-426f-41f3-bbf3-01cd0020e907.jpg",
    "altTitles": [
      {
        "ja-ro": "Gift \"Mugen Gacha\" de Level 9999"
      },
      {
        "ja-ro": "Shinjiteita Nakama Tachi Ni Dungeon Okuchi De Korosare Kaketa ga Gift 『Mugen Gacha』 De Level 9999 No Nakama Tachi Wo Te Ni Irete Moto Party Member To Sekai Ni Fukushu & 『Zamaa!』 Shimasu!"
      },
      {
        "ja": "信じていた仲間達にダンジョン奥地で殺されかけたがギフト『無限ガチャ』でレベル9999の仲間達を手に入れて元パーティーメンバーと世界に復讐&『ざまぁ!』します!"
      },
      {
        "en": "My Gift Lvl 9999 Unlimited Gacha"
      },
      {
        "ja-ro": "Shinjiteita Nakamatachi ni Dungeon Ouchi de Korosarekaketa ga Gift \"Mugen Gacha\" de Level 9999 no Nakamatachi wo Te ni Irete Moto Party Member to Sekai ni Fukushuu & \"Zamaa!\" Shimasu!"
      },
      {
        "en": "Backwater Dungeon: My Party Tried to Kill Me, But Thanks to an Infinite Gacha I Got LVL 9999 Friends and Am Out For Revenge"
      },
      {
        "en": "I Was Almost Killed By The Teammates I trust Inside A Dungeon, And Gained A Gift Called [Infinite Gacha] And Level 9999 Comrades, And Now I'll Take Revenge Against My Former Teammates And The World, That's What You Get!"
      },
      {
        "en": "Backstabbed in a Backwater Dungeon: My Party Tried to Kill Me, But Thanks to an Infinite Gacha I Got LVL 9999 Friends and Am Out For Revenge"
      }
    ],
    "description": {
      "en": "There are six races in this world: human, beast, dragon, elf, dwarf, and demon. Humans are discriminated against and looked down on as the most inferior race. The \"Gathering of Races\" was a party with members from each race gathered to dispel such discrimination, but they also had a hidden purpose. They were ordered by the non-human countries to search for the human \"Master,\" and take it to their own country.\n\nLight, a human boy with the gift \"Infinite Gacha,\" was welcomed into the Gathering of Races as he was suspected of being a Master. But in the end, their investigation showed that Light was not a Master. Just as Light was about to be killed by his teammates, he accidentally stepped on a transfer trap and was teleported to the lowest level of the dungeon.\n\nIn the deepest dungeon, he was attacked by a mythical level 1000 demon. In a desperate situation, Light used \"Infinite Gacha\" repeatedly. Luckily, he draws the SUR level 9999 card \"Mei the Seeker Maid.\" Mei helped Light repel the demons and saved his life.\n\nAfter finally escaping from the crisis, Light decides to take revenge on his former comrades. Mei advises him to remain in the dungeon and use Infinite Gacha to increase his number of trustworthy friends. Light agreed began building up the power necessary to oppose the non-human nations.\n\nThree years later, Light had built the strongest nation in the depths of the dungeon. Once again, he will return to the surface to take revenge on his former comrades and search for the truth that nearly killed him.\n___\n[Alt Official English (US ONLY)](https://kmanga.kodansha.com/title/10040/episode/345702)",
      "ja": "仲間に裏切られ、最凶のダンジョン『奈落』の底に突き落とされた少年・ライト。彼に残されたのはゴミだと思われたスキル『無限ガチャ』のみ！　最悪な状況から少年の逆転劇が始まる!!!　\n\n9つの種族の平等を掲げ結成された冒険者パーティー『種族の集い』。荷物持ちの少年・ライトは、パーティーの仲間達に裏切られ最凶ダンジョン『奈落』の奥で命を狙われる…。絶体絶命の危機、ライトがすがるのは恩恵『無限ガチャ』!!!",
      "pt-br": "Um menino chamado Light é traído por seus companheiros e mergulha no abismo da masmorra mais perigosa do mundo. Tudo o que ele têm é a Bênção (habilidade) \"Gacha Infinita\", que ele pensou ser um lixo! Começa a vingança de um garoto na pior situação possível!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39ed85ab-d508-4839-855e-98e8a0376265",
    "title": {
      "en": "Fate Rewinder"
    },
    "updatedAt": "2024-07-26T12:45:43+00:00",
    "coverArt": "https://mangadex.org/covers/39ed85ab-d508-4839-855e-98e8a0376265/33830139-3525-4506-8826-3f82cf7685ff.jpg",
    "altTitles": [
      {
        "ja": "運命の巻戻士"
      }
    ],
    "description": {
      "en": "The world's most easy-to-understand and hot loop manga!\n\nAn organization that saves people who have tragically died, the Space-Time Police Special Task Force, also known as the \"Rewind Officers\"! Their weapon is the time machine \"Retry Eye\" embedded in their right eye! Rewind time dozens, hundreds, thousands of times until you solve the case! The first loop manga in CoroCoro's 45-year history, a must-see!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58eaeace-28c2-48ae-8835-e71a22900839",
    "title": {
      "en": "Blood Rain 2"
    },
    "updatedAt": "2024-03-09T08:36:55+00:00",
    "coverArt": "https://mangadex.org/covers/58eaeace-28c2-48ae-8835-e71a22900839/67a92560-7647-45cf-b4ef-0196d8319d51.jpg",
    "altTitles": [
      {
        "en": "Blood Rain 2 (Min)"
      },
      {
        "ko": "블러드레인2: 천외천"
      }
    ],
    "description": {
      "en": "Sequel to Blood Rain (Min)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "151"
  },
  {
    "mangaId": "4a505a21-3bba-4e08-9470-054868080958",
    "title": {
      "en": "Sword Art Online: Integral Factor - Prologue Comic"
    },
    "updatedAt": "2023-08-12T02:42:18+00:00",
    "coverArt": "https://mangadex.org/covers/4a505a21-3bba-4e08-9470-054868080958/cde620d8-e010-47f1-ab4a-64adeda363cb.jpg",
    "altTitles": [
      {
        "en": "SAO: IF"
      },
      {
        "ja": "ソードアート・オンライン インテグラル・ファクター PROLOGUE COMIC"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-03-20T22:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/b6810c0f-9577-473a-867b-4864fdc5c147.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9041cc-6f82-403a-b0c9-aca68ce76bc2",
    "title": {
      "en": "The Knight and Her Emperor"
    },
    "updatedAt": "2023-09-08T21:51:35+00:00",
    "coverArt": "https://mangadex.org/covers/9d9041cc-6f82-403a-b0c9-aca68ce76bc2/fa0bb09b-8199-4d7b-8191-0509e30daec7.jpg",
    "altTitles": [
      {
        "ko": "황제와 여기사"
      },
      {
        "ko-ro": "Hwangjewa Yeogisa"
      },
      {
        "en": "Emperor and the Female Knight"
      },
      {
        "en": "The King and His Knight"
      },
      {
        "fr": "L'armure et la couronne"
      },
      {
        "fr": "L'empereur et la chevaleresse"
      },
      {
        "uk": "Імператор та лицарка"
      },
      {
        "ja": "皇帝と女騎士"
      },
      {
        "ja-ro": "Koutei to Onna Kishi"
      },
      {
        "zh-hk": "皇帝與女騎士"
      },
      {
        "zh": "皇帝与女骑士"
      },
      {
        "id": "Kaisar dan Ksatria Wanita"
      },
      {
        "vi": "Hoàng đế và Nữ hiệp sĩ"
      }
    ],
    "description": {
      "en": "Pollyanna is an unremarkable girl in a noble family. Her parents send her to military conscription hoping she'll die quickly in battle. Left only with her wits and her strength, Pollyanna fights to rise up in the ranks. One day, she meets an ardent king, one who finally acknowledges her worth. Moved by his dream for unity, Pollyanna vows to fight for him. But now the young king is slowly realizing this stalwart knight has also conquered his heart.\n\n---\nAfter six years of pointless war between her country, the Kingdom of Ehas, and their neighbor enemies, the Kingdom of Cukda, aged 20, the woman soldier and former petty officer Pauliana Kellenbell has been defeated and captured in a storming attack by the army of another enemy nation, the Kingdom of Acrea, an attack she had personally predicted but fell on deaf ears by her superiors. She has been desperately trying to survive in men's society, but it was all in vain, her noble birthright having been taken away by her family by being sent to war, and having all her efforts crushed down by the fact that she's a woman in the all-male army of Ehas.\n\nAcrea's young king, Lucius, sees her struggle and potential, and makes an unexpected offer. He dreams of becoming the first emperor to conquer the South continent and its sea. Pauliana swears a life-long allegiance to Lucius for acknowledging her, becoming his knight and most trusted advisor, bestowing her with the name Pauliana Winter. However, in the end, Lucius is just an emperor on the battlefield that had awakened his love for Pauliana!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%99%80-%EC%97%AC%EA%B8%B0%EC%82%AC/2332), [KakaoPage](http://page.kakao.com/home/52250831)\n\n**Official Translations:**\n* English: [Pocket Comics](https://www.pocketcomics.com/comic/162), [Tapas](https://tapas.io/series/the-knight-and-her-emperor/info), [Tappytoon](http://www.tappytoon.com/en/comics/the-knight-and-her-emperor)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/6561/)\n* [French / Français](http://www.verytoon.com/serie/l-armure-et-la-couronne/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kaisar-dan-Kesatria-Wanita/230)\n* [Japanese / 日本語](https://piccoma.com/web/product/14567)",
      "ja": "前妻との娘である「ポリアナ」は家族にとってただの邪魔もの――。\n父はポリアナが戦死することを望み強制的に戦場に行かせるのだが…自分を見捨てた親への復讐と生き残るため必死に訓練し、疲弊した戦地の男世界でも耐えぬくポリアナ。\nしかし、敵国の新王「ルクソス」が率いるアクレア軍の侵攻により、ポリアナは絶体絶命の危機に――!?",
      "ko": "“오늘따라 경이 귀여워 보이는구나.” “폐하, 어디 불편하십니까?” 미모와 능력을 갖춘 대륙의 패왕, 남자보다 거친 여기사에게 반하다?! 전우애가 연애로 발전하기까지, 진중함과 유머의 황금비로 풀어내는 새로운 스타일의 ‘여기사 로망’! 때는 전시, 여기사 폴리아나는 적국 아크레아의 군대에 패배한다. 그녀는 남자들의 사회에서 살아남기 위해 필사적으로 노력해 왔으나 이제는 허망히 죽을 신세. 하지만 아크레아의 젊은 왕 룩소스 1세는 그녀의 사투를 보고 뜻밖",
      "tr": "Pauliana, düşman ulus ordusu Acrea tarafından yenildi ve yakalandı. Umutsuzca erkekler toplumunda hayatta kalmaya çalışıyordu, ama hepsi boşunaydı. Acrea’nın genç kralı Lucius, mücadelesine tanık oldu ve beklenmedik bir teklifte bulundu. Onun hayali savaşı sürdürmek ve Güney kıtasını ve denizini fetheden ilk imparator olabilmekiti. Pauliana, Lucius’a, onu kabul ettiği için ömür boyu sürecek bir bağlılık sözü verdi. Ancak, sonunda, Lucius sadece Pauliana’ya olan sevgisini savaş alanında uyandırmiş bir imparatordu.",
      "uk": "Пауліану подолали, і вона була захоплена у полон армією ворожої країни Акрії. Вона відчайдушно намагалася вижити в чоловічому товаристві, але все було марно. Молодий король Акрії, Люціус, побачив її боротьбу та зробив неочікувану пропозицію. Він мріє продовжити війну та стати першим імператором, що скорить Південний континент і море. Пауліана присягнула на вірність Люціусу за те, що він її визнав. Однак, зрештою, Люціус - просто імператор, який на полі бою усвідомив свої почуття до Пауліани.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%99%80-%EC%97%AC%EA%B8%B0%EC%82%AC/2332), [KakaoPage](http://page.kakao.com/home/52250831)\n\n**Official Translations:**\n* English: [Pocket Comics](https://www.pocketcomics.com/comic/162), [Tapas](https://tapas.io/series/the-knight-and-her-emperor/info), [Tappytoon](http://www.tappytoon.com/en/comics/the-knight-and-her-emperor)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/6561/)\n* [French / Français](http://www.verytoon.com/serie/l-armure-et-la-couronne/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kaisar-dan-Kesatria-Wanita/230)\n* [Japanese / 日本語](https://piccoma.com/web/product/14567)",
      "zh": "称霸大陆的皇帝，居然爱上了比自己还要强悍的女骑士！ 雅娜是一心为皇帝献出忠诚的骑士，面对皇帝突如其来的爱意，超飒的她会怎么应对呢？ \n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%99%80-%EC%97%AC%EA%B8%B0%EC%82%AC/2332), [KakaoPage](http://page.kakao.com/home/52250831)\n\n**Official Translations:**\n* English: [Pocket Comics](https://www.pocketcomics.com/comic/162), [Tapas](https://tapas.io/series/the-knight-and-her-emperor/info), [Tappytoon](http://www.tappytoon.com/en/comics/the-knight-and-her-emperor)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/6561/)\n* [French / Français](http://www.verytoon.com/serie/l-armure-et-la-couronne/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kaisar-dan-Kesatria-Wanita/230)\n* [Japanese / 日本語](https://piccoma.com/web/product/14567)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "197"
  },
  {
    "mangaId": "d68ceffd-ac56-45db-9129-3413dd0d7063",
    "title": {
      "en": "Isekai De Te Ni Ireta Seisan Skill Wa Saikyou Datta You Desu"
    },
    "updatedAt": "2024-06-19T12:17:11+00:00",
    "coverArt": "https://mangadex.org/covers/d68ceffd-ac56-45db-9129-3413dd0d7063/fe5db64c-69b4-4327-9dfe-2326e399d5ca.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai de Te ni Ireta Seisan Skill wa Saikyou datta You desu"
      },
      {
        "en": "It Seems the Production Skill Acquired in Another World is the Strongest."
      },
      {
        "en": "My Isekai Crafting Powers Are Stronk"
      },
      {
        "ja": "異世界で手に入れた生産スキルは最強だったようです。"
      },
      {
        "ja": "異世界で手に入れた生産スキルは最強だったようです。 ~創造&器用のWチートで無双する~"
      },
      {
        "ja-ro": "Isekai de Teniireta Seisan Skill wa Saikyō Datta Yō desu."
      },
      {
        "ja-ro": "Isekai de Teniireta Seisan Skill wa Saikyō Datta Yō desu. ~ Sōzō & Kiyō no W Cheat de Musō Suru ~"
      },
      {
        "ko": "이세계에서 입수한 생산 스킬은 최강이었나 봅니다 ~창조&손재주의 더블 치트로 무쌍한다~"
      }
    ],
    "description": {
      "en": "29 year old Kou Kousaka is an ordinary salaryman working overtime in a black company when he dies and is sent to another world.   \n  \nHe is given the option to become a sage, hero, or demon king. However, he chooses none of them and instead acquires a hidden skill: the ability to store items in a limitless inventory, immediately dismantle them into materials, and then use them to create something new.  He then starts his life as an adventurer.",
      "ja": "- [Original Web Novel](https://ncode.syosetu.com/n1043fe/) (Japanese)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c1d7d0c-e0b7-4170-941d-29f652c3c19d",
    "title": {
      "en": "Kusuriya no Hitorigoto ~Maomao no Koukyuu Nazotoki Techou~"
    },
    "updatedAt": "2024-07-01T01:29:34+00:00",
    "coverArt": "https://mangadex.org/covers/8c1d7d0c-e0b7-4170-941d-29f652c3c19d/5050d67a-e6d8-4263-8413-4d4ed4e58e33.jpg",
    "altTitles": [
      {
        "en": "The Apothecary Diaries: Maomao's Rear Palace Mysteries Journal"
      },
      {
        "en": "The Apothecary Diaries: Maomao's Rear Palace Notebook of Mysteries"
      },
      {
        "ru": "Монолог в аптечной лавке - Журнал тайн внутреннего дворца Маомао"
      },
      {
        "ja": "薬屋のひとりごと～猫猫の後宮謎解き手帳～"
      }
    ],
    "description": {
      "en": "In the imperial court, a young woman is put into servitude, Maomao. The tale is just beginning for the woman doctor/pharmacist from the red-light district, as rumors circulate about the emperor's children's lives being short-lived. Her curious nature and thirst for knowledge pushes her to action. To satisfy her curiosity, this young doctor/pharmacist will investigate the origin! What is shifting in the imperial court..!?  \n  \n\n\n---",
      "ja": "誘拐された挙句、とある大国の後宮に売り飛ばされた薬屋の少女・猫猫（マオマオ）。年季が明けるまで大人しくしようと決めていた猫猫だったが、あるとき皇帝の子どもたちが次々と不審死することを知る。好奇心と少しばかりの正義心、そして薬屋の知識を使い、その謎を調べ始めてから猫猫の運命は大きく変わって…？",
      "ru": "В императорский двор была доставлена молодая девушка Маомао. История её берёт начало в районе красных фонарей, где начали ходить слухи о том, что жизни детей императора под угрозой. Ею движут любопытство и жажда знаний. Чтобы удовлетворить своё любопытство, молодая целительница будет докапываться до истины! Что же изменится при императорском дворе?!",
      "pt-br": "Na corte imperial, uma jovem é colocada em servidão, Maomao. A história está apenas começando para a médica/apotecária do distrito da luz vermelha, enquanto circulam rumores de que a vida dos filhos do imperador foi de curta duração. Sua natureza curiosa e sede de conhecimento a levam à ação. Para satisfazer a sua curiosidade, esta jovem médica/apotecária irá investigar a origem! O que está mudando na corte imperial..!?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a26c98f-ce6d-4809-b69e-d8e23924ec1c",
    "title": {
      "en": "Party kara Tsuihou Sareta Sono Chiyushi, Jitsu wa Saikyou Nitsuki"
    },
    "updatedAt": "2024-06-06T16:18:12+00:00",
    "coverArt": "https://mangadex.org/covers/9a26c98f-ce6d-4809-b69e-d8e23924ec1c/8546026b-d73f-4f23-b140-a67624fcad8e.jpg",
    "altTitles": [
      {
        "en": "The Healer Who Was Banished From His Party, Is, in Fact, the Strongest"
      },
      {
        "ja": "パーティーから追放されたその治癒師、実は最強につき"
      }
    ],
    "description": {
      "en": "A healer gets booted from his party because the leader notices he isn’t really contributing much to the team.\n\nSoon enough, the healer must look for new members to party with. After finding a cute martial artist to work together with, he reveals his secret - while he’s a fairly mediocre healer, he actually fights well in close combat.\n\nAnyway, here’s the story of a support who’s secretly a DPS, and where the entire conflict stems from the fact that he never told his old party he was DPS.",
      "pt-br": "Um curandeiro é expulso de sua equipe porque o líder percebe que ele não está contribuindo muito para a equipe.  \nO curandeiro deve procurar novos membros para formar uma equipe. Depois de encontrar uma linda artista marcial com quem quer trabalhar, ele revela seu segredo, embora seja um curandeiro medíocre, ele realmente luta bem no combate corpo a corpo.\nDe qualquer forma, aqui está a história de um suporte que é secretamente um DPS, e onde todo o conflito decorre do fato de que ele nunca disse a sua antiga equipe que era DPS."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51c1e7cc-23f4-4a08-a961-c1ab75e2bb33",
    "title": {
      "en": "Kao ni denai Kashiwada-san to Kao ni deru Ota-kun"
    },
    "updatedAt": "2024-03-28T19:49:52+00:00",
    "coverArt": "https://mangadex.org/covers/51c1e7cc-23f4-4a08-a961-c1ab75e2bb33/3bdea205-146a-460c-ae6e-7c2b27f762ed.jpg",
    "altTitles": [
      {
        "ja": "顔に出ない柏田さんと顔に出る太田君"
      },
      {
        "en": "Expressionless Kashiwada-san and Emotional Oota-kun"
      },
      {
        "en": "Expressionless-Face Girl and Emotional-Face Boy"
      },
      {
        "ko": "얼굴에 드러나지 않는 카시와다 양과 얼굴에 드러나는 오오타 군"
      },
      {
        "en": "Inexpressive Kashiwada and Expressive Oota"
      },
      {
        "pt-br": "A inexpressiva Kashiwada-san e o emotivo Oota-kun"
      }
    ],
    "description": {
      "en": "Meet Kashiwada-san, a female middle-school student, who remains emotionless regardless of how she is meddled with.  \nAnd Oota-kun, unable to control his facial expressions, is the complete opposite of Kashiwada-san–but he keeps messing with her, against his better judgment?!  \nThough the two of them are the exact opposite, will a mutual love eventually develop between them…?  \n \n\n---\n\n**Links:**  \n- [Official Korean Translation](https://www.bomtoon.com/comic/ep_list/zktldhkek)",
      "pt": "Conheça Kashiwada-san, uma estudante do ensino médio, que permanece sem expressões, independentemente do que ela está sentindo. E Oota-kun, incapaz de controlar suas expressões faciais, é o completo oposto de Kashiwada-san, mas ele continua mexendo com ela, será que ele vai chegar a algum lugar? Embora ambos sejam exatamente o oposto, um amor mútuo acabará se desenvolvendo entre eles …?",
      "pt-br": "Conheça Kashiwada-san, uma estudante do ensino médio, que permanece sem expressões, independentemente do que ela está sentindo. E Oota-kun, incapaz de controlar suas expressões faciais, é o completo oposto de Kashiwada-san, mas ele continua mexendo com ela, será que ele vai chegar a algum lugar? Embora ambos sejam exatamente o oposto, um amor mútuo acabará se desenvolvendo entre eles ...?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "125"
  },
  {
    "mangaId": "94210b9d-93fc-430d-9a1d-b9a8cfcb2461",
    "title": {
      "en": "Saitei Chara ni Tensei shita Ore wa Ikinokoritai"
    },
    "updatedAt": "2024-06-06T13:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/94210b9d-93fc-430d-9a1d-b9a8cfcb2461/2ce18452-c2b5-4b73-90f7-24ddb19c3f69.png",
    "altTitles": [
      {
        "ja": "最低キャラに転生した俺は生き残りたい"
      },
      {
        "en": "I Have Been Reincarnated as the Worst Character Possible, and I Am Determined to Survive"
      }
    ],
    "description": {
      "en": "Jin reincarnates into the most hated and worst character in the game he played before he died. If the same scenario is followed, he will fall into darkness after three years... In an attempt to avoid such a fate, Jin begins a life as an adventurer—?",
      "ja": "ジンは、生前遊んでいたゲームの中でも、最も憎まれ役の最低キャラに転身してしまう。シナリオどおりなら、3年後に悪に堕ちてしまう……！　そんな運命を回避しようと、ジンは冒険者としての生活を始めるのだが――？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb8761fd-8777-4470-a97b-07bbc462016d",
    "title": {
      "en": "Pet the Little Princess"
    },
    "updatedAt": "2023-06-18T09:05:50+00:00",
    "coverArt": "https://mangadex.org/covers/bb8761fd-8777-4470-a97b-07bbc462016d/4dc3e6a5-ec95-4fa1-96e5-82dd4061ac77.jpg",
    "altTitles": [
      {
        "en": "爆宠小萌妃"
      }
    ],
    "description": {
      "en": "This is a story about: a female lead who transforms into a child after losing her virginity, her identity switches between an adult and a kid. With the crown prince who has a dual personality too, there's equal parts love and bite."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "237d527f-adb5-420e-8e6e-b7dd006fbe47",
    "title": {
      "en": "Kaiju No. 8"
    },
    "updatedAt": "2024-06-21T11:49:43+00:00",
    "coverArt": "https://mangadex.org/covers/237d527f-adb5-420e-8e6e-b7dd006fbe47/87dd9b1b-0de3-41f9-bfa6-95134f20134a.jpg",
    "altTitles": [
      {
        "en": "Monster #8"
      },
      {
        "ja-ro": "Kaijuu 8-gou"
      },
      {
        "ru": "Кайдзю No. 8"
      },
      {
        "ru": "Монстр № 8"
      },
      {
        "ja": "怪獣8号"
      },
      {
        "uk": "Кайджю №8"
      },
      {
        "fr": "Kaiju n°8"
      },
      {
        "es": "Kaiju 8"
      },
      {
        "es": "Kaiju Nº8"
      }
    ],
    "description": {
      "en": "A man working a job far removed from his childhood dreams gets wrapped up in an unexpected situation…! Becoming a monster, he aims once again to fulfill his lifelong dream…!\n\n---\n**Links:**\n- Alternative Official English - [Viz](https://www.viz.com/kaiju-no-8)",
      "es": "Japón tiene la mayor tasa de incidencias por ataques de Kaijus de todo el mundo. Los Kaijus irrumpen continuamente y sin piedad en las vidas cotidianas de la gente. Kafka Hibino, que siempre quiso ser un miembro de las Fuerzas de Defensa, actualmente trabaja como limpiador de cadáveres de Kaijus.\nSin embargo, un día, una misteriosa criatura convierte a Kafka en un Kaiju, y las Fuerzas de Defensa de Japón, encargados de derrotar a estos monstruos, le identificaron con el nombre clave de “Kaiju N.8”.",
      "fr": "Enfant, Kafka Hibino rêvait d’intégrer les Forces de Défense pour combattre ces terribles ennemis, mais après de nombreux échecs à l’examen d’entrée, ce trentenaire travaille à nettoyer les rues de leurs encombrants cadavres. Jusqu’au jour où une mystérieuse créature s’introduit dans son organisme et le métamorphose en une entité surpuissante mi-humaine, mi-kaiju. Son nouveau nom de code : “Kaiju n° 8” !\n\nMaison d'édition FR : Kazé / Crunchyroll",
      "it": "Un uomo, infelice del lavoro che deve fare per il resto della sua vita, rimane coinvolto in un evento inaspettato…!  \r\nSi è trasformato in un kaiju, una creatura mostruosa, che gli darà un'altra opportunità per raggiungere ciò che ha sempre sognato!",
      "ja": "怪獣発生率が世界屈指の日本。この国は、容赦なく怪獣が日常を侵していた。かつて防衛隊員を目指していたが、今は怪獣専門清掃業で働く日比野カフカ。ある日カフカは、謎の生物によって、身体が怪獣化、怪獣討伐を担う日本防衛隊からコードネーム「怪獣8号」と呼ばれる存在になる。",
      "ru": "Некоторые люди проживают серую жизнь, так и не пережив ничего захватывающего. Но нашему герою вроде бы повезло: хоть он и был недоволен работой, которой ему пришлось заниматься, случается кое-что неожиданное. Он превращается в кайдзю — чудовищное существо, и теперь получает шанс не просто изменить свою жизнь, а достичь всего, о чём он когда-либо мечтал!",
      "tr": "Yapmak zorunda olduğu işinde pek de memnun olmayan bir adam beklenmedik olaylara karışır..! Bir Kaiju'ya, dehşet verici korkunç, muazzam bir yaratığa dönüşür. Peki ya bu, uzun zamandır hayal ettiği şeylere sonunda kavuşabileceği fırsatıysa..?.",
      "pt-br": "Um homem, descontente com o trabalho que teve na vida, está envolvido em um evento inesperado...! Ele se torna um Kaijuu, uma criatura monstruosa, dando-lhe uma nova chance de alcançar o que ele sempre sonhou!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31acae21-e957-4f79-8bbd-42b5e6302365",
    "title": {
      "en": "Layton Mystery Detective Agency: Katri's Puzzle Solving Files"
    },
    "updatedAt": "2024-07-28T17:03:55+00:00",
    "coverArt": "https://mangadex.org/covers/31acae21-e957-4f79-8bbd-42b5e6302365/92c7aa17-33e0-413a-a9cf-53347d5b96b0.jpg",
    "altTitles": [
      {
        "fr": "L'agence de Détectives Layton - Katrielle et les Enquêtes Mysterieuses"
      },
      {
        "ja-ro": "Layton Mystery Tanteisha: Katri no Nazotoki File"
      },
      {
        "ja": "レイトンミステリー探偵社 カトリーのナゾトキ事件簿"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "3ffc37c7-8f02-42bf-881e-40825d94b402",
    "title": {
      "en": "Meme Girls"
    },
    "updatedAt": "2023-03-26T17:42:00+00:00",
    "coverArt": "https://mangadex.org/covers/3ffc37c7-8f02-42bf-881e-40825d94b402/8b7dc2ac-8af3-456c-81a8-f20e2f30f576.jpg",
    "altTitles": [
      {
        "ja": "meme娘"
      },
      {
        "ru": "Девчонки-мемы"
      }
    ],
    "description": {
      "en": "Memes, gaming consoles, and websites turned into anime girls! Please enjoy this compilation of meme comics, oneshots, and shorts from the team behind Merryweather Comics!",
      "pl": "Memy z internetu zostały zmienione w słodkie anime dziewczynki.",
      "pt": "(Brazilian) / Português(Brasil): ||Memes da internet se tornaram garotas fofas de anime, criado por Merryweather e com arte por Princess Hinghoi.||  \n\n\n---\n\n**Links:**  \n[Author's Twitter](https://twitter.com/Merryweatherey)  \n[Author's Youtube (with Dubbed Comics)](https://www.youtube.com/channel/UCvCtIO1it51jSkZGibS9R3w)",
      "ru": "Мемы из интернета, превращенные в милых анимешных девочек, создано Merryweather с иллюстрациями Princess Hinghoi."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21199d83-83b0-49a3-a402-97147973d4eb",
    "title": {
      "en": "Do You Want Me to Lend You a Lighter?"
    },
    "updatedAt": "2024-07-30T01:35:17+00:00",
    "coverArt": "https://mangadex.org/covers/21199d83-83b0-49a3-a402-97147973d4eb/22d3ceec-7277-4dbb-b9f9-200a7305f38b.jpg",
    "altTitles": [
      {
        "ko": "불 빌려드릴까요?"
      },
      {
        "en": "Can I Borrow the Fire?"
      },
      {
        "en": "Can I Borrow the Lighter?"
      },
      {
        "en": "Would You Like Me to Lend You a Fire?"
      }
    ],
    "description": {
      "en": "In truth, I never wanted to become a teacher. In a moment when I was fulfilling my own responsibilities on the path I chose after giving up my dream, 'Do you want me to lend you a lighter?' A cheeky male student offered. It feels like my life as a teacher is at odds with this cheeky kid, who comes with genius talent, overflowing wealth, and fame as a bonus. A story of school life entwined with dreams, talent, and love."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "261004f5-c18d-4dc8-a7af-bd83fa3d833e",
    "title": {
      "en": "Heroine na no ni, Ikemen Idol ni ♂ Narimashita!?"
    },
    "updatedAt": "2024-07-29T17:15:31+00:00",
    "coverArt": "https://mangadex.org/covers/261004f5-c18d-4dc8-a7af-bd83fa3d833e/2314b494-00cb-406b-b254-dffbcef1b3f6.jpg",
    "altTitles": [
      {
        "ja": "ヒロインなのに、イケメンアイドル♂になりました!?"
      },
      {
        "en": "Why Did I Transform Into a Handsome Idol ♂ Even Though I’m the Heroine?!"
      }
    ],
    "description": {
      "en": "“Even if it’s just a little bit, I want to change.”\n\nRion is a timid girl who has always followed the herd, caring about other people’s opinions to the point where she couldn’t speak her own thoughts out loud. One day, sick of it all, she forces herself to attend the idol group “PRINCE・Kiss” handshake event, where she meets Kanata, whom she admires and whose words give Rion even more courage to change her timid self.\n\nDetermined to change and get closer to Kanata, she decides to pursue her dream of becoming an idol. However, on the day of the audition, Rion encounters Sakyo, a member of Kanata’s group, and due to an unexpected incident between them, her body transforms into that of a male?!\n\nTo make matters even more complicated, Rion ends up participating in a boys' idol audition instead…?\nA new type of idol love story begins with this unique twist!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f43aab98-8bfe-4275-97cc-9a7b7635eb80",
    "title": {
      "en": "Rikei ga Koi ni Ochita no de Shoumei shitemita"
    },
    "updatedAt": "2024-07-13T15:50:09+00:00",
    "coverArt": "https://mangadex.org/covers/f43aab98-8bfe-4275-97cc-9a7b7635eb80/e0b3bbb8-ecd4-40f6-a619-719cbea9a2e4.jpg",
    "altTitles": [
      {
        "ja": "理系が恋に落ちたので証明してみた。"
      },
      {
        "ja": "リケ恋"
      },
      {
        "ja-ro": "Rikei ga Koi ni Ochita no de Shoumei Shite Mita"
      },
      {
        "ja-ro": "RikeKoi"
      },
      {
        "en": "Science Fell in Love, so I Tried to Prove It"
      },
      {
        "en": "I Tried to Prove That Science Fell in Love"
      },
      {
        "en": "Science Has Fallen in Love, so We Tried to Prove It"
      },
      {
        "fr": "J'ai essayé de prouver que la science était tombée amoureuse"
      },
      {
        "ru": "Наука влюблена и мы докажем это"
      },
      {
        "ru": "Учёные влюблены и намерены доказать это научно"
      },
      {
        "ru": "Я пытался доказать, что наука влюбилась"
      },
      {
        "th": "พิสูจน์นิยามความรักด้วยหลักวิชาสายวิทย์"
      },
      {
        "zh": "理科生坠入情网，故尝试证明。"
      },
      {
        "zh": "试证明理科生已坠入情网。"
      },
      {
        "zh-hk": "理科生墜入情網，故嘗試證明。"
      },
      {
        "zh-hk": "試證明理科生已墜入情網。"
      },
      {
        "ko": "이과가 사랑에 빠졌기에 증명해 보았다"
      }
    ],
    "description": {
      "en": "Yukimura Shinya and Himuro Ayame are two scientists that want to find out if love can be solved by a scientific theory. These two scientists also have feelings for each other and want to be able to solve their true feelings through similar theoretical facts. With this perfect opportunity, these scientists will attempt to solve the theory of the love they express for each other.",
      "ru": "Химуро Аямэ и Юкимура Шинья ну просто обожают точные науки. Им надо, чтобы всё имело научное обоснование, ведь без этого нельзя быть уверенным ни в чём. Ох уж эти ученые, какие только эксперименты не придут в эти головы, чтобы доказать \"любовь\"."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "733fc3ac-deca-444e-bb79-14186e00ccf1",
    "title": {
      "en": "Shadows House (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:42:17+00:00",
    "coverArt": "https://mangadex.org/covers/733fc3ac-deca-444e-bb79-14186e00ccf1/8229153f-d5ac-46b8-9163-aeb62209bcc4.jpg",
    "altTitles": [
      {
        "en": "Shadows House - Digital Colored Comics"
      },
      {
        "ja-ro": "Shadōhausu"
      },
      {
        "id": "Keluarga Shadow"
      },
      {
        "ru": "Дом теней"
      },
      {
        "ru": "Мрачный дом"
      },
      {
        "ja": "シャドーハウス"
      },
      {
        "zh": "影宅"
      },
      {
        "pt-br": "Casa das Sombras"
      },
      {
        "ja": "シャドーハウス カラー版"
      },
      {
        "id": "Rumah Shadow"
      },
      {
        "es": "Casa de Sombras"
      }
    ],
    "description": {
      "en": "Faceless shadow nobles living in a vast mansion, attended by living dolls who spend much of their time cleaning up the soot endlessly emitted by their mysterious masters.  \r\n  \r\nFollow the story of Emilyko, a young and cheerful living doll, as she learns her duties serving as the attendant for Kate Shadow-sama. What dangers and dark secrets will she and Kate encounter, as they become more deeply involved in the inner workings of the shadows' society?",
      "es": "Nobles sombras sin rostro que viven en una vasta mansión, atendidos por muñecos vivientes que pasan gran parte de su tiempo limpiando el hollín emitido por sus misteriosos maestros.  \n  \nSigue la historia de Emilyko, una joven y alegre muñeca viviente, mientras aprende sus deberes como asistente de Kate Shadow-sama.",
      "ja": "不思議な洋館に住む、 顔のないシャドー一族と、 世話係の“生き人形”たち。 彼らが織りなす、 摩訶不思議な日常とは…？",
      "ru": "Безликие теневые дворяне, живущие в огромном особняке, сопровождаемые живыми куклами, которые проводят большую часть своего времени, очищая сажу, бесконечно испускаемую их таинственными хозяевами.",
      "es-la": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama.",
      "pt-br": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df600a28-6807-4aba-9777-c54f32ee9cab",
    "title": {
      "en": "Non Non Biyori Remember"
    },
    "updatedAt": "2024-07-30T00:58:35+00:00",
    "coverArt": "https://mangadex.org/covers/df600a28-6807-4aba-9777-c54f32ee9cab/72899ca6-13af-4737-99d8-a676fc1b61a7.jpg",
    "altTitles": [
      {
        "ja-ro": "Non Non Biyori Rimenba"
      },
      {
        "ja": "のんのんびより りめんばー"
      }
    ],
    "description": {
      "en": "A short term serialization of extra Non Non Biyori stories published in Comic Alive (Media Factory)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "ac72a16f-1bd7-4118-883f-5ac7c1e67fd7",
    "title": {
      "en": "Mobile Suit Gundam: Battle Operation Code Fairy"
    },
    "updatedAt": "2024-02-25T01:04:19+00:00",
    "coverArt": "https://mangadex.org/covers/ac72a16f-1bd7-4118-883f-5ac7c1e67fd7/8eb0ffa2-3d69-4347-a71a-6a9a9af9e9d1.jpg",
    "altTitles": [
      {
        "ja": "機動戦士ガンダム バトルオペレーション コード・フェアリー"
      },
      {
        "ja-ro": "Kidou Senshi Gundam: Battle Operation Code Fairy"
      }
    ],
    "description": {
      "en": "The \"Noisy Fairy Squadron, a secret unit under the direct control of Kycilia Zabi of the Principality of Zeon, is deployed somewhere in the North American continent. With only female members, they fight in the One Year War against the Earth Federation Forces. They are forced to face the unreasonableness of war and the bonds with their comrades..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b440e0ce-2167-462f-b1c8-e4288fbd6d08",
    "title": {
      "en": "Lunatic Circus"
    },
    "updatedAt": "2024-06-21T14:58:32+00:00",
    "coverArt": "https://mangadex.org/covers/b440e0ce-2167-462f-b1c8-e4288fbd6d08/29aa09a4-a777-4065-bebc-941480f9c51d.jpg",
    "altTitles": [
      {
        "ja": "ルナティックサーカス"
      }
    ],
    "description": {
      "en": "\"Lunatic Circus\" is a story about the circus called \"Lunatic Circus\", which is said to be the best in post WWII Japan, which has achieved an incredibly rapid economic growth. The star of the circus, Ryunosuke, and all the other trapeze artists, are the protagonists of this manga. This is the story of their dreams, their fears, their struggles and their hopes."
    },
    "status": "cancelled",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "31be4cc4-d7c8-47d7-9d80-4f1b2db7979e",
    "title": {
      "en": "Angel Heart"
    },
    "updatedAt": "2024-07-08T23:41:47+00:00",
    "coverArt": "https://mangadex.org/covers/31be4cc4-d7c8-47d7-9d80-4f1b2db7979e/647b0680-a968-4ac3-b024-b4b5a9e3cbbe.png",
    "altTitles": [
      {
        "ja-ro": "Angel Heart - 1st Season"
      },
      {
        "ja": "エンジェル・ハート"
      },
      {
        "ja": "エンジェル・ハート 1stシーズン"
      },
      {
        "zh": "天使之心"
      },
      {
        "zh": "天使心"
      },
      {
        "es-la": "Corazón de Ángel"
      },
      {
        "uk": "Серце Янгола"
      }
    ],
    "description": {
      "en": "A young Taiwanese assassin codenamed \"Glass Heart\" committed suicide by jumping off a building, and her heart was pierced by a metal fence. Miraculously, her life was saved by heart transplantation. During her recovery she began to experience strange dreams, which led her to Japan looking for the donor of her heart, who happens to be Kaori Makimura, former partner of City Hunter.\n\n---\nOfficial Release:\n- Indonesian release by Level Comics",
      "ja": "台湾の黒社会組織の殺人兵器として養成された少女グラス・ハート。彼女は自殺を図るが、シティーハンターのパートナー槇村香の心臓を移植され一命をとりとめる。蘇ったグラス・ハートは組織を抜け出し、香の記憶に導かれるように新宿・リョウの元へ。やがて二人は香の心臓という絆で、再会をはたすのだが……!?",
      "es-la": "Una joven asesina taiwanesa con el nombre clave de \"Corazón de Cristal\" se suicidó saltando desde un edificio, y su corazón fue atravesado por una valla metálica. Milagrosamente, su vida se salvó gracias a un trasplante de corazón. Durante su recuperación comenzó a experimentar extraños sueños, que la llevaron a Japón en busca del donante de su corazón, que resulta ser Kaori Makimura, antigua compañera de City Hunter."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "33",
    "lastChapter": "363"
  },
  {
    "mangaId": "c8793445-dd5a-4569-8ede-d5b4476bc11a",
    "title": {
      "en": "The Essence"
    },
    "updatedAt": "2023-04-17T01:25:33+00:00",
    "coverArt": "https://mangadex.org/covers/c8793445-dd5a-4569-8ede-d5b4476bc11a/0a963fce-870c-4f3b-96b6-9344b266b76a.jpg",
    "altTitles": [
      {
        "ko": "디 에센스 (The Essence)"
      }
    ],
    "description": {
      "en": "The dominant omega ‘Rael’, who lived in the dark, plans to take the opportunity to take over the house of the Count when his brother gets into an accident. Rael secretly visits a perfumer named ‘Hyde’ to obtain an alpha pheromone perfume in order to mask his true scent. Rael pretends to be an Alpha in public, and all of this is thanks to Hyde’s special perfume. But, Rael doesn’t know the true identity of ‘Hyde’, a perfumer hidden behind a veil, even rumored to be hideous. But every time he comes into close contact with him, Rael feels something different… Then one day, the Count declares that if Rael cannot give birth to an Alpha within two years, the Count will hand over the position to someone else. So, Rael asks Hyde, the only person who knows his identity, for help."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/1f99d3e7-a813-499c-9982-464c9328eeb6.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9333bc58-1974-4fc8-90ee-0dca808f1f6b",
    "title": {
      "ja": "Akuheki"
    },
    "updatedAt": "2024-07-15T02:45:46+00:00",
    "coverArt": "https://mangadex.org/covers/9333bc58-1974-4fc8-90ee-0dca808f1f6b/fecd2888-7a9e-4092-87dc-d3047c13b21c.jpg",
    "altTitles": [
      {
        "ja": "悪癖"
      }
    ],
    "description": {
      "en": "How far can someone bully you until you snap? Daimon has had to endure Kojima's relentless teasing and nagging at work, to the point that bullying Daimon became customary inside the company. But could Kojima's attitude be because he actually likes Daimon? Let's find out!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "23.6"
  },
  {
    "mangaId": "cdae359d-5fa9-4d4e-b11a-69dd32b09742",
    "title": {
      "en": "Apotheosis – Ascension to Godhood"
    },
    "updatedAt": "2024-07-29T16:17:47+00:00",
    "coverArt": "https://mangadex.org/covers/cdae359d-5fa9-4d4e-b11a-69dd32b09742/601a10fc-61aa-4102-9387-f6bf613fb934.jpg",
    "altTitles": [
      {
        "en": "Apotheosis – Elevation to the Status of a God"
      },
      {
        "zh-ro": "Bai Lian Cheng Shen"
      },
      {
        "en": "Forged Success"
      },
      {
        "en": "Principles of Heavens - Zen’s Cultivation of Immortality"
      },
      {
        "en": "The Endless Road to Divinity"
      },
      {
        "ru": "Становление богом"
      },
      {
        "zh": "百炼成神"
      }
    ],
    "description": {
      "en": "Luo Zheng, now a humble slave was born as the eldest son of a wealthy family. Due to his family's decline, the kidnapping of his sister by a powerful force, he can now only be stepped upon by others. However, heaven never seals off all exits. An ancient book left by his father reveals a secret divine technique, giving the reader immense power! But what is behind this power? This is a contest against fate.",
      "fr": "Luo Zheng est un esclave qui était auparavant fils ainé d’une famille riche. En raison du déclin de sa famille et de l’enlèvement de sa sœur par une force puissante, il est désormais piétiné et humilié par les autres. Cependant, le paradis ne scelle jamais toutes les sorties. Un livre ancien laissé par son père révèle une technique divine secrète, donnant au lecteur un immense pouvoir ! Mais que cache ce pouvoir ? Une course contre le destin débute !  \n  \n\n\n---\n\nOfficial English Alternative:  \n<https://mangatoon.mobi/en/detail/119>",
      "it": "Luo Zheng, ora un umile schiavo, è nato come il figlio maggiore di una famiglia ricca. A causa del declino della sua famiglia, del rapimento di sua sorella da parte di una forza potente, ora può essere calpestato solo da altri. Tuttavia, il paradiso non chiude mai tutte le uscite. Un libro antico lasciato da suo padre rivela una tecnica divina segreta, dando al lettore un potere immenso! Ma cosa c'è dietro questo potere? Questa è una gara contro il destino."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54f1438d-7e8b-4f1f-ac3c-e80919f867d2",
    "title": {
      "ja": "Boku no Aderia"
    },
    "updatedAt": "2022-12-22T18:13:54+00:00",
    "coverArt": "https://mangadex.org/covers/54f1438d-7e8b-4f1f-ac3c-e80919f867d2/9d19e726-c1a3-4d26-b815-70e21e998e9c.png",
    "altTitles": [
      {
        "en": "My Adelia"
      },
      {
        "ja": "ぼくのアデリア"
      },
      {
        "zh": "我的阿德莉婭"
      }
    ],
    "description": {
      "en": "Yoel is an orphaned werewolf boy whose village was destroyed by vampires. Escaping into the forest, he collapses and is saved by a beautiful but clumsy vampire who's afraid of strangers. The two start living together, but she's so clumsy that it's hard to tell who is taking care of who. The story of two awkward and lonely people.",
      "pt-br": "Yoel é um menino lobisomem órfão cuja aldeia foi destruída por vampiros.  Fugindo para a floresta, ele desmaia e é salvo por uma vampira bonita, mas desajeitada, que tem medo de estranhos.  Os dois começam a viver juntos, mas ela é tão desajeitada que fica difícil dizer quem está cuidando de quem.  A história de duas pessoas desajeitadas e solitárias."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "34"
  },
  {
    "mangaId": "de65c0e9-ccc0-43e5-8794-4e6e8102d8ae",
    "title": {
      "en": "Classroom of the Elite - OTHER SCHOOL DAYS"
    },
    "updatedAt": "2024-04-05T06:12:02+00:00",
    "coverArt": "https://mangadex.org/covers/de65c0e9-ccc0-43e5-8794-4e6e8102d8ae/f1338473-f324-45d5-9e63-af73cb0db8bd.jpg",
    "altTitles": [
      {
        "en": "Welcome to the Classroom of the Supreme Ability Doctrine: Other School Days"
      },
      {
        "ja-ro": "Yōkoso Jitsuryoku Shijō Shugi no Kyōshitsu e Azā Sukūru Deizu"
      },
      {
        "ja-ro": "Youkoso Other School Days"
      },
      {
        "ja": "ようこそ実力至上主義の教室へ OTHER SCHOOL DAYS"
      },
      {
        "ja-ro": "Yōkoso Jitsuryoku Shijō Shugi no Kyōshitsu e: Other School Days"
      }
    ],
    "description": {
      "en": "Yōkoso Jitsuryoku Shijō Shugi no Kyōshitsu e: Other School Days is an official spin-off anthology manga of You-Zitsu series"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "22c844da-1122-4ab3-b726-e7d4b7114254",
    "title": {
      "en": "Classroom of the Elite - 2nd Year Arc"
    },
    "updatedAt": "2024-03-26T11:57:47+00:00",
    "coverArt": "https://mangadex.org/covers/22c844da-1122-4ab3-b726-e7d4b7114254/8c5b3690-8063-4d21-986d-2557900fb0e4.jpg",
    "altTitles": [
      {
        "ja": "ようこそ実力至上主義の教室へ 2年生編"
      },
      {
        "ru": "Добро пожаловать в класс превосходства - Второй год"
      },
      {
        "en": "Classroom of the Elite: Year 2"
      },
      {
        "vi": "Chào mừng đến với lớp học đề cao thực lực năm 2"
      },
      {
        "tr": "Elitler Sınıfı: 2. Yıl"
      },
      {
        "ja-ro": "Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e: 2-nensei-hen"
      },
      {
        "fi": "Eliittien luokkahuone: Toinen vuosi"
      },
      {
        "fi": "Tervetuloa eliittien luokkahuoneeseen: Toinen vuosi"
      }
    ],
    "description": {
      "en": "The second spring at the Advanced Nurturing High School is welcoming Ayanokoji and Class D. The special exams aren't only what awaits them, but the unique freshmen as well. Kazuomi Hōsen and Ryūen. The two who shared the bad reputation between themselves during Ryuen's middle school days. Takuya Yagami, who proclaims to come from the same middle school as Kushida, is approaching her. And the capricious Ichika Amasawa who is pulling Ayanokoji left and right.",
      "pt-br": "A cortina sobe e o arco do segundo ano dessa série extremamente popular começa!Quando Kiyotaka Ayanokouji e seus colegas de classe começam seu segundo ano, mudanças são vistas em toda a Tokyo Metropolitan Advanced Nurturing High School. Com a graduação do terceiro ano e a entrada do primeiro ano na escola, as alianças estão bem encaminhadas. Além disso, agora que Miyabi Nagumo é o presidente do conselho estudantil, a promessa de transformar a escola em uma baseada meritocracia pode se tornar uma realidade. Enquanto isso, os conflitos entre as classes continuam a crescer à medida que o total de pontos da classe se aproxima. Com outro exame especial se aproximando, Ayanokouji permanecerá nas sombras, ou ele finalmente entrará nos holofotes e ajudará sua classe a subir para a ilustre Classe A?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-03-31T15:53:45+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/d93558b8-a087-4baa-b43b-c6ffa4758aef.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5bf4e4eb-0199-4644-a5e1-b4add17f8638",
    "title": {
      "en": "District 12"
    },
    "updatedAt": "2023-08-19T04:19:31+00:00",
    "coverArt": "https://mangadex.org/covers/5bf4e4eb-0199-4644-a5e1-b4add17f8638/dacaf602-e060-4ed8-b4d1-a34e6a777539.jpg",
    "altTitles": [
      {
        "ko": "12구역 -집행자-"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "862b0c32-0f12-46d9-ae7d-649c86cf6349",
    "title": {
      "en": "Hiding the Archduke's Humiliating History"
    },
    "updatedAt": "2024-07-04T16:18:56+00:00",
    "coverArt": "https://mangadex.org/covers/862b0c32-0f12-46d9-ae7d-649c86cf6349/bd2955ef-314a-44ff-917c-9ee1198ee617.jpg",
    "altTitles": [
      {
        "ko": "남주가 흑역사를 책임지라고 합니다"
      },
      {
        "ko": "주가 흑역사를 책임지라고 합니다"
      },
      {
        "ko-ro": "Namjuga Heugyeoksareul Chaegimjirago Hamnida"
      },
      {
        "en": "The Male Lead Is in Charge of the Successor"
      },
      {
        "en": "The Dark History of the Male Lead"
      },
      {
        "th": "พระเอกบอกให้ฉันรับผิดชอบยุคมืดของเขา"
      },
      {
        "ja": "黒歴史の責任を取れですって!?"
      },
      {
        "zh": "男主要我对他的黑历史负责"
      }
    ],
    "description": {
      "en": "After being neglected in her past life, Izelle is ecstatic to be reborn as a rich character until her family suddenly goes bankrupt! While thinking about what to do, she's given the perfect chance to solve her financial crisis when she saves young Archduke Karl Byron from being bullied. Unfortunately, Karl doesn't remember her at all when they reunite as adults, and she has no choice but to coerce him into helping her. Can Izelle get what she wants, or will Karl be more trouble than he's worth?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f412cdd-5722-49c2-809a-11830893527e",
    "title": {
      "en": "DEAD Tube"
    },
    "updatedAt": "2024-06-15T11:27:46+00:00",
    "coverArt": "https://mangadex.org/covers/1f412cdd-5722-49c2-809a-11830893527e/2f9861d5-7807-43f7-b5df-e335723c60e9.jpg",
    "altTitles": [
      {
        "ja": "DEAD Tube ~デッドチューブ~"
      },
      {
        "ko": "DEAD Tube 데드 튜브"
      },
      {
        "en": "DeadTube"
      },
      {
        "ru": "Смертельная съёмка"
      },
      {
        "zh": "学園殺人ゲーム Dead Tube"
      },
      {
        "zh": "学院里的杀人游戏"
      },
      {
        "kk": "Ажал арнасы"
      }
    ],
    "description": {
      "en": "Distributing thrilling videos in secret! A school game that puts life and death on the line!",
      "kk": "Мектеп оқушылары киноклубта не түсіреді? Күнделікті өмірдің бөлшектері, әуесқой қорқынышты фильмдер... бұның бәрі зеріктіріп жібереді... бірақ бұл жолы емес! Басты кейіпкер Томохиро Мачиге, киноклуб операторы, мектептегі қыз бірнеше күнге оны түсіруді ұсынады. Ол ерекше ынталы емес болсада, бірақ ол да бас тартпайды. Егер жігіт бұл оның өміріндегі ең қызықты және қорқынышты фильм болатынын білгенде...",
      "ru": "Что могут снимать школьники в клубе любителей кино? Зарисовки из повседневности, любительские фильмы ужасов… скука полная… но только не в этот раз! Главному герою Томохиро Мачии, оператору киноклуба, одна девушка из школы предлагает поснимать её несколько дней. Он особо не горит желанием, но и не отказывается. Если бы парень только знал, что это будет самый захватывающий и будоражащий фильм в его жизни…"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42f62ab4-8fdb-4710-956d-999e3c55f7ad",
    "title": {
      "en": "Ore wa Subete o “Parry” Suru ~Gyaku Kanchigai no Sekai Saikyou wa Boukensha ni Naritai~"
    },
    "updatedAt": "2024-07-27T18:14:18+00:00",
    "coverArt": "https://mangadex.org/covers/42f62ab4-8fdb-4710-956d-999e3c55f7ad/e52d6143-56b1-4bdc-b3f8-8d6937500e55.jpg",
    "altTitles": [
      {
        "ja": "俺は全てを【パリイ】する　～逆勘違いの世界最強は冒険者の夢をみる～"
      },
      {
        "ja-ro": "Ore wa Subete o “Parry” Suru: Gyaku Kanchigai no Sekai Saikyou wa Boukensha ni Naritai"
      },
      {
        "en": "I Parry Everything: What Do You Mean I’m the Strongest? I’m Not Even an Adventurer Yet!"
      },
      {
        "en": "I Parry All ~With A Reverse Misunderstanding, The World's Strongest Dreams Of Being An Adventurer~"
      },
      {
        "uk": "Я \"парирую\" всё: Сильнейший человек в мире хочет стать авантюристом"
      },
      {
        "uk": "Я парировал все время, чтобы стать сильнейшим авантюристом"
      }
    ],
    "description": {
      "en": "Ever since he was a young boy, Noor has wanted to be like the adventurers in his father’s stories — dragonslayers, cursebreakers, heroes who always save the day. But as everyone knows, to be an adventurer, you’ve gotta have the right skills! \n\nUnfortunately for Noor, his [Parry] is bottom-of-the-barrel useless, his prospects are nonexistent, and everybody he knows is telling him to throw in the towel. Faced with this harsh reality, he figures there’s only one thing to do: make up for it with effort! An intense, solitary training regimen ought to do it. If one year won’t cut it, he’ll train for five! If not five, ten! \n\nNow facing the tail end of his twenties with no new skills to show for his labors, Noor sets out to become an adventurer anyway, determined to try one last time to make his dream come true. He might be clueless when it comes to adventuring, but he’s no stranger to hard work! \n\nNow, if only he can figure out why everyone keeps looking at him like that...\n \n---\n \nOriginal Web Novel: <https://ncode.syosetu.com/n6537fu/>",
      "pt-br": "Desde que era um menino, Noor queria ser como os aventureiros das histórias de seu pai — matadores de dragões, quebradores de maldições, heróis que sempre salvam o dia. Mas, como todos sabem, para ser um aventureiro, é preciso ter as habilidades certas!Infelizmente para Noor, sua [Parry] é completamente inútil, suas perspectivas são inexistentes, e todos que ele conhece estão dizendo para ele desistir. Diante dessa dura realidade, ele percebe que só há uma coisa a fazer: compensar isso com esforço! Um intenso regime de treinamento solitário deve resolver. Se um ano não for suficiente, ele treinará por cinco! Se não forem cinco, dez!Agora, ao final dos seus vinte e poucos anos, sem novas habilidades para mostrar pelo seu trabalho árduo, Noor decide se tornar um aventureiro mesmo assim, determinado a tentar uma última vez para realizar seu sonho. Ele pode não saber nada sobre aventuras, mas não é estranho ao trabalho duro! Agora, se ele apenas conseguir descobrir por que todos continuam olhando para ele daquele jeito.."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]