[
  {
    "mangaId": "391a6590-42d0-4860-9a2f-9dbeb9824037",
    "title": {
      "en": "Beware the Ides of March"
    },
    "updatedAt": "2024-12-27T12:53:22+00:00",
    "coverArt": "https://mangadex.org/covers/391a6590-42d0-4860-9a2f-9dbeb9824037/82c671f8-c583-4c28-97ea-3d304fd74a24.jpg",
    "altTitles": [
      {
        "en": "Beware of the Full Moon in March"
      },
      {
        "ja": "3月15日に気を付けよ"
      },
      {
        "ko": "3월의 보름을 조심하라"
      }
    ],
    "description": {
      "en": "Ex-convict Park Mokhwa wants nothing more than to keep his head low and stay out of anything that has to do with his past. However, his new-found tranquility as a florist is shattered by the appearance of Kim Nakwon, corrupt cop and unabashed hedonist. Nakwon is sure that Mokhwa’s the key to cracking an important case, and he’ll do anything to get the taciturn man to talk. The best way to make someone confess is to cause them pain, and Nakwon thinks he knows just what’ll hurt Mokhwa the most. But despite Nakwon’s best efforts, Mokhwa continues to stay silent. It’s not often that life doesn’t go the way Nakwon wants it to, so his obsession with Mokhwa only grows stronger..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b64ee46-605b-47ed-a208-4a727bf66b25",
    "title": {
      "en": "Slime Seijo"
    },
    "updatedAt": "2024-12-19T00:18:37+00:00",
    "coverArt": "https://mangadex.org/covers/6b64ee46-605b-47ed-a208-4a727bf66b25/67c8c2be-be37-44df-becf-bccbb306428f.jpg",
    "altTitles": [
      {
        "ja": "スライム聖女"
      },
      {
        "en": "Slime Saint"
      },
      {
        "ko": "슬라임 성녀"
      },
      {
        "ru": "Слизь, ставшая святой"
      }
    ],
    "description": {
      "en": "The weakest monster (slime) who longed to be human is reincarnated as a saint, but with the worst character of all, a villainous noble girl. From the lowest status, hated and resented; an existence where she will be terminated immediately if her true identity as a slime is discovered, she will become a beloved saint in order to live a safe and secure life!\n\n---\n**Links:**\n- Alternative Official Raw - [Niconico](https://manga.nicovideo.jp/comic/66715)",
      "ja": "人間に憧れた最弱魔物（スライム）が乗っ取ったのは、聖女だけど性格最悪な極悪令嬢・ジェリィの体だった！　折角人間に成ることが出来たのに、周りの人間たちから恨まれ嫌われているうえに、魔物（スライム）とバレたら即終了のバッドエンドまっしぐら…!?",
      "ru": "Самый слабый монстр (слайм), мечтающий стать человеком, вселяется в тело злодейки с ужасной репутацией! Если будет раскрыта её истинная сущность, то она будет немедленно уничтожена, поэтому она будет стремиться стать всеми любимой, чтобы жить безопасной и комфортной жизнью!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c79bcd31-4c0e-43c2-873d-7e614361096e",
    "title": {
      "en": "Heart of Thorns"
    },
    "updatedAt": "2024-12-27T17:06:24+00:00",
    "coverArt": "https://mangadex.org/covers/c79bcd31-4c0e-43c2-873d-7e614361096e/a7e05bd3-1d31-480c-8e47-9c8ebfe27beb.jpg",
    "altTitles": [
      {
        "zh": "荆棘之心"
      },
      {
        "zh-ro": "Jing Ji Zhi Xin"
      }
    ],
    "description": {
      "en": "One day, Liu Hai happened upon a dilapidated magic book. When she imitated the wizard in the magic book to create a magic circle, she accidentally summoned a monster girl named Chi Liu. Chi Liu is the source of strength in the country of Chi. She had been imprisoned for a long time and finally managed to escape. While Liu Hai in the human world was experimenting with the magic circle, the two met..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-05-22T09:55:21+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/1e8059fa-310e-4420-86e7-e416bd41744d.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      },
      {
        "zh": "蓝色监狱"
      },
      {
        "zh": "蓝色禁区"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b8f9a660-ed4d-4667-9c8d-00e98c05167d",
    "title": {
      "en": "Furetai wa Koi no Hajimari"
    },
    "updatedAt": "2024-11-22T15:43:25+00:00",
    "coverArt": "https://mangadex.org/covers/b8f9a660-ed4d-4667-9c8d-00e98c05167d/5e787b58-ccb9-443c-9466-55c4e74ab9ab.jpg",
    "altTitles": [
      {
        "ja": "「触れたい」は恋の始まり"
      },
      {
        "ja-ro": "\"Furetai\" wa Koi no Hajimari"
      },
      {
        "en": "\"I Wanna Touch You\" Then Love Begins."
      },
      {
        "ko": "‘만지고 싶어’는 사랑의 시작"
      },
      {
        "pt-br": "\"Eu quero tocar em você\" então assim, o amor começa."
      }
    ],
    "description": {
      "en": "Kaede Minato, the cool literature girl, is admired by her classmates for her elegant appearance. Momoko Hattori, a cute girl with an adorable face, quickly became an idol among her peers shortly after she entered high school.\n\nDespite having little connection, they quickly grow closer after Momoko finds Kaede in a particular situation...\n\nA story of two girls experiencing a love that is not quite love yet.",
      "pt-br": "Kaede Minato, a garota legal da literatura, é admirada por seus colegas de classe por sua aparência elegante. Momoko Hattori, uma garota fofa com um rosto adorável, rapidamente se tornou um ídolo entre seus colegas logo após entrar no ensino médio.\n\nApesar de terem pouca conexão, elas rapidamente se aproximam depois que Momoko encontra Kaede em uma situação particular...\n\nUma história de duas garotas vivenciando um amor que ainda não é bem amor."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b06a840-5ac4-4211-930c-7c66024474e0",
    "title": {
      "en": "Qiang Jin Jiu"
    },
    "updatedAt": "2024-12-10T22:25:45+00:00",
    "coverArt": "https://mangadex.org/covers/6b06a840-5ac4-4211-930c-7c66024474e0/cf50483a-bbd6-4b97-8342-a1d6da8033b6.png",
    "altTitles": [
      {
        "zh": "将进酒"
      },
      {
        "vi": "Thương Tiến Tửu"
      },
      {
        "en": "Bring In The Wine"
      },
      {
        "th": "เชิญร่ำสุรา"
      },
      {
        "ko": "장진주"
      },
      {
        "en": "Ballad of Sword and Wine"
      }
    ],
    "description": {
      "en": "The Six Prefectures of Zhongbo were ceded away in surrender to the external enemies, and Shen Zechuan was taken into custody in the capital, reduced to a drowning dog loathed and condemned by all. Xiao Chiye followed the scent of the furor and made his way over. But instead of setting others on him, he kicked Shen Zechuan with his very own leg that rendered the latter an invalid. Who would expect this invalid to turn around and bite him in a counterattack until he was all drenched in blood? That was the start of an epic feud between both men who tear at each other every time they come face-to-face with one another.",
      "pl": "Shen Zechuan jest ósmym synem zdradzieckiego księcia Jianxing, człowieka, który skazał swoje miasta i ludzi na zagładę z rąk wroga. Jako jedyny żyjący członek swojej linii, Shen Zechuan jest znienawidzony przez cały naród. A nienawiść nikogo nie płonie goręcej niż uczucie Xiao Chiye, najmłodszego syna potężnego księcia Libei.\n\nXiao Chiye niczego nie pragnie bardziej niż śmierci Shen Zechuana, ale ten wbrew wszelkim przeciwnościom trzyma się życia. Zamiast poddać się hańbie swojej rodziny, staje się cierniem w boku Xiao Chiye, wdzierając się do bezwzględnego świata politycznego stolicy. Jednak gdy ci dwaj zaciekli wrogowie walczą z więzami swojego losu, zostają przyciągnięci do siebie siłą, której żaden z nich się nie spodziewa — i żaden z nich nie może mieć nadziei, że się jej oprze."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26bcd529-5228-4262-9f77-fbe2aa659217",
    "title": {
      "en": "Isekai de Cheat Skill wo Te ni Shita Ore wa, Genjitsu Sekai wo mo Musou Suru: Girls Side ~Kareinaru Otome-tachi no Bouken wa Sekai wo Kaeta~"
    },
    "updatedAt": "2024-12-19T19:41:00+00:00",
    "coverArt": "https://mangadex.org/covers/26bcd529-5228-4262-9f77-fbe2aa659217/c8f15026-631c-4b23-aa8a-9d8d007ecce8.jpg",
    "altTitles": [
      {
        "ja": "異世界でチート能力を手にした俺は、現実世界をも無双する ガールズサイド ～華麗なる乙女たちの冒険は世界を変えた～"
      },
      {
        "en": "I Got a Cheat Ability in a Different World, and Became Extraordinary Even in the Real World."
      },
      {
        "en": "I Got a Cheat Skill in Another World and Became Unrivaled in the Real World, Too Girls Side"
      }
    ],
    "description": {
      "en": "Another world: Lexia, the first princess of the Kingdom of Arcelia. When it comes to decisiveness and the ability to take action, no one can match her; in some ways, she is the \"strongest\" princess. As a result of being extremely bored with life in the royal castle, the words she uttered were...\n\n\"I've made up my mind! I'm going to set out on a journey to save people who are in trouble!\"\n\nSo, forcibly bringing along Luna—a girl who is her bodyguard and has a background as a top-notch assassin—Lexia sets off on an adventure around the world.",
      "ja": "「決めたわ！私、悩める人々を救う旅に出ようと思うの!!」アルセリア王国の第一王女・レクシア。ある意味『最強』の彼女が王城での生活に退屈を極めた結果、優夜にふさわしい女性になるべく世界を巡る冒険の旅に出ることに！　レクシアの護衛にして凄腕暗殺者の経歴を持つ少女・ルナ、そして道中で出会った“白猫”の獣人の少女・ティトを新たな仲間に加えて最初に目指すのはとある国の王女様の救出!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5b21ce6-06ca-4eba-a33a-30bc77d3b3f6",
    "title": {
      "en": "Ano Otome Game wa Oretachi ni Kibishii Sekai desu"
    },
    "updatedAt": "2024-12-12T18:10:40+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ce6-06ca-4eba-a33a-30bc77d3b3f6/716a459e-d2b5-4fbf-a4aa-98fadb813095.jpg",
    "altTitles": [
      {
        "ja": "あの乙女ゲーは俺たちに厳しい世界です"
      },
      {
        "ja-ro": "Ano Otomege wa Ore-tachi ni Kibishii Sekai desu"
      },
      {
        "ja-ro": "AnoSeka"
      },
      {
        "en": "Trapped in a Dating Sim: Otome Games Are Tough For Us, Too!"
      },
      {
        "en": "The World of Otome Games is Tough For Mobs: Marie Route"
      },
      {
        "en": "The World of That Otome Game is Tough for Us"
      }
    ],
    "description": {
      "en": "Leon was reincarnated in the world of an otome game that he was forced by his sister to conquer just before his death. \n\nHe tried to live a peaceful life as a mob character, but he encountered a scene where a female student ignored the flow of the story and tried to become the main character. Leon ended up seizing Marie, a girl who had a similar atmosphere to his sister from his previous life, and succeeded in thwarting the scheme. \n\nIt should have have been the right choice... but why was he feeling uneasy about it?",
      "ru": "Леон переродился мобом в мире «отомэ-игры», невольное прохождение которой спихнула на него младшая сестра. Полный отчаяния в мире превосходства женщин, он тем не менее пытается вести спокойную жизнь, нигде не отсвечивая.\n\nВ то же время Мария, также переродившаяся в этом мире, строит планы по заполучению положения главной героини и созданию «обратного гарема» с принцем и другими парнями, влюбившихся в неё с первого взгляда, но…\n\nКакая же судьба уготована Леону и Марии, кто сделали лишь один выбор, отличающийся от изначального?!",
      "pt-br": "Leon foi reencarnado no mundo de um Otome Game que sua irmã o forçou a jogar pouco antes de morrer. Ele tentou viver uma vida pacífica como um personagem secundário, mas acabou encontrando uma cena em que uma estudante feminina ignorou o curso da história e tentou se tornar a personagem principal. Leon acabou capturando Marie, uma garota que tinha uma atmosfera semelhante à de sua irmã de sua vida anterior, e teve sucesso em frustrar o esquema. Deveria ter sido a escolha certa... mas por que ele estava se sentindo inquieto com isso?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/85d8c7f0-e029-4810-b76d-a51a338d47dc.jpg",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ca92c93-ee7c-4b7c-9437-1c5b5d52c531",
    "title": {
      "en": "Succubus Dorei to no Nichijou"
    },
    "updatedAt": "2024-12-27T19:18:32+00:00",
    "coverArt": "https://mangadex.org/covers/6ca92c93-ee7c-4b7c-9437-1c5b5d52c531/84b4be3a-c98d-4946-9a92-96c9560ecf11.png",
    "altTitles": [
      {
        "ja-ro": "Succubus Dorei to no Nichijou"
      },
      {
        "ja": "サキュバス奴隷との日常"
      },
      {
        "uk": "Повсякденне життя з рабинею-суккубом"
      },
      {
        "en": "My Life with a Succubus Slave"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "15"
  },
  {
    "mangaId": "b98c4daf-be1a-46c8-ad83-21d532995240",
    "title": {
      "en": "My Food Seems to Be Very Cute"
    },
    "updatedAt": "2024-10-13T04:49:14+00:00",
    "coverArt": "https://mangadex.org/covers/b98c4daf-be1a-46c8-ad83-21d532995240/842bca54-e547-457f-a8e7-355b909c9150.jpg",
    "altTitles": [
      {
        "zh": "我的食物看起来很可爱"
      },
      {
        "en": "My Food Looks Very Cute"
      },
      {
        "zh-ro": "Wǒ de shíwù kàn qǐlái hěn kě'ài"
      },
      {
        "zh-hk": "我的食物看起來很可愛"
      },
      {
        "es-la": "Mi comida se ve adorable"
      },
      {
        "id": "Makananku yang Cantik"
      },
      {
        "pl": "Moje jedzonko wygląda uroczo"
      }
    ],
    "description": {
      "en": "A vampire who has been sleeping for nearly two hundred years, Maria is awakened by a passing werewolf girl by a chance, and the moment the coffin is opened, the curse falls on the werewolf girl. The two girls set foot on the journey to the city",
      "es-la": "Maria, una vampiro que había estado durmiendo por casi doscientos años, es despertada por Xing Lan, una chica lobo que pasaba por ahí. Cuando el ataúd se abre, una maldición cae sobre Xing Lan. Sin embargo, en lugar de asustarse, la inocente Xing Lan cree haber encontrado una excelente compañera, y ambas embarcan juntas un viaje a la ciudad. Así comienza su historia."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8697fae8-e0df-446c-88d0-d8c366a48e2f",
    "title": {
      "en": "Immortal, Invincible"
    },
    "updatedAt": "2024-06-24T22:13:13+00:00",
    "coverArt": "https://mangadex.org/covers/8697fae8-e0df-446c-88d0-d8c366a48e2f/b7b8e288-5eba-4c56-80e2-bd5f354d29cf.jpg",
    "altTitles": [
      {
        "ko": "불사무적"
      },
      {
        "en": "The Invincible Immortal"
      },
      {
        "ja": "不死無敵"
      },
      {
        "zh": "不死至尊"
      },
      {
        "ru": "Непобедимый Бессмертный"
      },
      {
        "zh": "重生不死尊"
      }
    ],
    "description": {
      "en": "From a thieving child to one who would shake the world. Rising to the title of Immortal Master, one of the Godly Twelve Stars, but ultimately betrayed. Now, he has been given a chance to change that, and create a better future- for both him, and the world. Based on the popular novel of the same name.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%88%EC%82%AC%EB%AC%B4%EC%A0%81/2326)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/36758)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/648885)",
      "ja": "孤児として育ち、三十年以上もの辛く厳しい歳月を耐え抜いた後、「不死尊」という名が与えられた。 そして最後は濡れ衣を着せられ、血生臭い生涯を終えた。 しかし、気がつくと赤ん坊の姿に！？ 「不死尊」の記憶を持ったまま名家の息子「荘雲」として生まれ変わったのだ！\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%88%EC%82%AC%EB%AC%B4%EC%A0%81/2326)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/36758)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/648885)",
      "ko": "무림공적의 누명을 쓰고 죽게 된 불사존! 15년 전 명문가의 진고운으로 다시 태어나다!\n시중사교주의 음모를 막기위한 그의 활약을 기대하시라!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%88%EC%82%AC%EB%AC%B4%EC%A0%81/2326)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/36758)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/648885)",
      "ru": "От вороватого ребенка до того, кто потрясет мир. Он взошёл к званию Бессмертного мастера, одной из двенадцати Божественных звезд, но в конце концов его предали. Теперь у него появился шанс изменить это и создать лучшее будущее — и для себя, и для целого мира.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%88%EC%82%AC%EB%AC%B4%EC%A0%81/2326)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/36758)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/648885)",
      "zh": "男主原是一名孤儿，被下五门抓去当实验品练习邪功，成为不死尊，后沦为邪教背锅侠被卷入矢忠之乱，郁郁赴死时，却发现自己回到了过去，带着前世的记忆重生成了婴儿…他将会踏上怎样的旅途？又该如何阻止邪教教主的阴谋诡计，成功复仇呢？\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%88%EC%82%AC%EB%AC%B4%EC%A0%81/2326)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/36758)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/648885)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "270"
  },
  {
    "mangaId": "e995cf78-ca23-45da-8184-803e6210ab26",
    "title": {
      "en": "Higawari Shippo no Ozaki-chan"
    },
    "updatedAt": "2024-12-15T04:28:21+00:00",
    "coverArt": "https://mangadex.org/covers/e995cf78-ca23-45da-8184-803e6210ab26/268a4afb-b55f-41ce-8b27-77d5533b0800.jpg",
    "altTitles": [
      {
        "ja": "日替わり尻尾の尾崎ちゃん"
      },
      {
        "en": "Ozaki-chan's Daily Tail"
      }
    ],
    "description": {
      "en": "A high school girl, Shiho Ozaki, whose tail grows back every day. Invited by her, a senior who visits the PE storage room almost daily finds himself at her mercy, with her tail, her ears, and whatever else she decides to do.",
      "ja": "毎日尻尾が生え変わる女子高生、尾崎詩穂（おざきしほ）。彼女の誘いで毎日のように体育倉庫を訪れる先輩は、今日も尻尾で、耳で、なすがままにされてしまう。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c026e62a-609c-4bd4-8a6f-cb5444bad8f7",
    "title": {
      "en": "Gokigenyou, Ikkyoku Ikaga?"
    },
    "updatedAt": "2024-11-12T08:56:01+00:00",
    "coverArt": "https://mangadex.org/covers/c026e62a-609c-4bd4-8a6f-cb5444bad8f7/f63b6c26-32aa-45ba-8dce-991a9c3d00b8.jpg",
    "altTitles": [
      {
        "ja": "ごきげんよう、一局いかが？"
      },
      {
        "ja-ro": "Gokigenyou, Ikkyoku Ikaga?"
      },
      {
        "en": "Good day to you, how about a game?"
      }
    ],
    "description": {
      "en": "At a prestigious girls' school, Sae, a shy high schooler didn't fit in with her classmates. Her daily routine during lunch break consists of playing her Mahjong game on her phone. Due to her hobby being maybe too old-fashioned, she kept it a secret, until she was found out by her class' charismatic rich lady, Chise! Will they with their diametrically different personalities get along through playing Mahjong...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ec94b8e4-b9a8-4f10-9fd6-0bb6e33377b8",
    "title": {
      "en": "Our Field of Dreams"
    },
    "updatedAt": "2022-06-23T03:00:03+00:00",
    "coverArt": "https://mangadex.org/covers/ec94b8e4-b9a8-4f10-9fd6-0bb6e33377b8/4d1533ce-30f6-480c-9156-13ebcaecc894.jpg",
    "altTitles": [
      {
        "vi": "Sân cỏ ước mơ"
      },
      {
        "ja": "俺たちのフィールド"
      },
      {
        "zh": "我们的足球场"
      },
      {
        "zh": "足球好小子"
      },
      {
        "ja-ro": "Ore-tachi no Field"
      }
    ],
    "description": {
      "en": "A soccer loving boy Takasugi Kazuya dreams of playing soccer with his Japan League star father at the National Yoyogi Stadium. The story follows Kazuya's life as he travels to Argentina, plays for Yamaki, and goes to the 1998 World Cup in France."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "34",
    "lastChapter": "324"
  },
  {
    "mangaId": "4ada20eb-085a-491a-8c49-477ab42014d7",
    "title": {
      "en": "The Beginning After the End"
    },
    "updatedAt": "2024-10-20T13:29:52+00:00",
    "coverArt": "https://mangadex.org/covers/4ada20eb-085a-491a-8c49-477ab42014d7/e12dda4b-3f8b-4df4-94de-56278ff83b97.jpg",
    "altTitles": [
      {
        "pt-br": "O começo após o final"
      },
      {
        "pt-br": "O começo depois do fim"
      },
      {
        "en": "TBATE"
      },
      {
        "zh": "三岁开始做王者"
      },
      {
        "ja": "最強の王様、二度目の人生は何をする？"
      },
      {
        "ko": "끝이 아닌 시작"
      },
      {
        "ru": "Начало после конца"
      },
      {
        "es": "El comienzo después del fin"
      },
      {
        "es-la": "La Vida Después de la Muerte"
      }
    ],
    "description": {
      "de": "In einer Welt regiert durch die stärksten Kämpfer ist König Grey der unangefochten Stärkste, Reichste und Berühmteste. Aber eine solche Macht kommt Hand in Hand mit Einsamkeit. Unter der glamourösen Erscheinung eines mächtigen Königs liegt die leere Hülle eines Mannes, beraubt von Ziel und Willen.\n\nNach einer Wiedergeburt in eine Welt voller Magie und Monster hat der König die Möglichkeit, sein Leben erneut zu leben. Die Fehler seiner Vergangenheit zu korrigieren wird aber nicht seine einzige Herausforderung sein. Unter dem Frieden und Reichtum dieser neuen Welt lauert etwas, das alles vernichten kann, was er jemals erreicht hat, was seine Rolle darin und den Grund für seine Wiedergeburt in Frage stellt.",
      "en": "King Grey has unrivaled strength, wealth, and prestige in a world governed by martial ability. However, solitude lingers closely behind those with great power. Beneath the glamorous exterior of a powerful king lurks the shell of man, devoid of purpose and will.\n\nReincarnated into a new world filled with magic and monsters, the king has a second chance to relive his life. Correcting the mistakes of his past will not be his only challenge, however. Underneath the peace and prosperity of the new world is an undercurrent threatening to destroy everything he has worked for, questioning his role and reason for being born again.",
      "fr": "Le Roi Grey a une force, une richesse et un prestige inégalés dans un monde gouverné par l'aptitude martiale. Cependant, la solitude s'approche de près derrière ceux ayant de grands pouvoirs. Sous l'apparence glamour d'un Roi puissant se cache la carapace de l'homme, dépourvue de volonté et de but.\n\nRéincarné dans un nouveau monde rempli de monstres et de magie, le Roi a une seconde chance de revivre sa vie. Cependant, corriger les erreurs de sa précédente vie ne sera pas sa seule tâche. Sous la paix et la prospérité de ce nouveau monde se cache une menace sous-jacente remettant en question tout ce pour quoi il a travaillé, son rôle, et sa raison de renaître.",
      "ja": "私は史上最強の「王」である。数多の敵を退け、数々の功績を残した歴代最高の覇王だ。 しかし、ある朝目覚めた私は奇妙な違和感を覚える。手足が短い、視界が極端に低い、見知らぬ男女が私を「アーサー」と呼び、微笑みながら覗き込む。そう…私は無力な赤子に転生してしまったのだ！最強の王様がいたいけな赤ちゃんに転生する、痛快冒険ファンタジー‼",
      "pl": "Król Gray ma niezrównaną siłę, bogactwo i prestiż w świecie rządzonym przez umiejętności walki. Jednak samotność pozostaje tuż za tymi, którzy mają wielką moc. Pod olśniewającą powierzchownością potężnego króla kryje się skorupa człowieka, pozbawionego celu i woli.\n\nWskrzeszony w nowym świecie wypełnionym magią i potworami, król ma drugą szansę na ponowne przeżycie swojego życia. Jednak naprawienie błędów przeszłości nie będzie jego jedynym wyzwaniem. Pod pokojem i dobrobytem nowego świata kryje się ukryty nurt, który grozi zniszczeniem wszystkiego, na co pracował, kwestionując jego rolę i powód narodzin na nowo.",
      "ru": "Король Грей обладает непревзойденной силой, богатством и престижем в мире, во главе которого стоит боевая мощь. Однако одиночество обычно появляется именно у тех, кто обладает большой властью. Мало кто знает, но под гламурной внешностью могущественного короля скрывается оболочка человека, лишённого цели и воли.",
      "pt-br": "Dizem que a solidão acompanha aqueles com grande poder. Permanecendo como um Rei com força incomparável, status, e fama… e muito mais. Eu, que uma vez lutei para viver, me afogava em meu raso trono sem nenhuma vontade ou propósito. Haviam muitos que tinham inveja de mim, mas eu diria de bom grado, “Tirem tudo de mim! Será meu presente!” Um dia, eu finalmente consegui meu presente – uma nova vida.\n\nCom uma segunda chance de corrigir meus erros e cumprir meus arrependimentos, permita-me mostrar a você o que um (ex-rei) pode fazer!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e78a489b-6632-4d61-b00b-5206f5b8b22b",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken"
    },
    "updatedAt": "2024-09-16T05:32:20+00:00",
    "coverArt": "https://mangadex.org/covers/e78a489b-6632-4d61-b00b-5206f5b8b22b/53b6c141-3edd-425d-9608-d07176664b92.jpg",
    "altTitles": [
      {
        "en": "That Time I Got Reincarnated as a Slime"
      },
      {
        "fr": "Moi, quand je me réincarne en Slime"
      },
      {
        "pl": "Odrodzony jako galareta"
      },
      {
        "en": "Regarding Reincarnated to Slime"
      },
      {
        "ja-ro": "Tensei Slime"
      },
      {
        "ja-ro": "TenSli"
      },
      {
        "ja-ro": "TenSura"
      },
      {
        "en": "In Regards to My Reincarnation as a Slime"
      },
      {
        "it": "Vita da Slime"
      },
      {
        "ru": "О моём перерождении в слизь"
      },
      {
        "th": "เกิดใหม่ทั้งทีก็เป็นสไลม์ไปซะแล้ว"
      },
      {
        "zh-hk": "关于我转生后成为史莱姆的那件事"
      },
      {
        "ja": "転生したらスライムだった件"
      },
      {
        "ko": "전생했더니 슬라임이었던 건에 대하여"
      },
      {
        "es-la": "Aquella vez que me convertí en Slime"
      },
      {
        "ar": "ذلك الوقت الذي تجسدت فيه كسلايم"
      },
      {
        "fi": "Kun jälleensynnyin hirviönä"
      },
      {
        "tr": "O zaman bir balçık olarak reenkarne oldum"
      },
      {
        "tr": "O zaman bir slime olarak reenkarne oldum"
      },
      {
        "de": "Meine Wiedergeburt als Schleim in einer anderen Welt"
      }
    ],
    "description": {
      "en": "The ordinary Mikami Satoru found himself dying after being stabbed by a slasher. It should have been the end of his meager 37 years, but he found himself deaf and blind after hearing a mysterious voice.  \nHe had been reincarnated into a slime!  \n  \nWhile complaining about becoming the weak but famous slime and enjoying the life of a slime at the same time, Mikami Satoru met with the Catastrophe-level monster “Storm Dragon Veldora”, and his fate began to move.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10044/episode/317350) (U.S. Only), [INKR](https://comics.inkr.com/title/233-that-time-i-got-reincarnated-as-a-slime), [Azuki](https://www.azuki.co/series/that-time-i-got-reincarnated-as-a-slime), [Coolmic](https://coolmic.me/titles/587), [Manga Planet](https://mangaplanet.com/comic/618e32db10673)",
      "ru": "37-летний японец-холостяк был зарезан на улице каким-то мерзавцем-грабителем. Тут бы и истории конец, да всё обернулось иначе, неожиданно он переродился слизью в фэнтезийном мире. Но что может сделать, пускай и разумная, но слизь?  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20736)",
      "es-la": "Un hombre, que al tratar de salvar a su compañero de trabajo y su novia, fue apuñalado por un ladrón que escapaba. Mientras moría desangrado escuchó una voz extraña. Esta voz escuchó su lamento de haber muerto virgen y a causa de eso le dio la Habilidad Única \"Gran Sabio\" ¿Fue esto una burla? Ahora él ha reencarnado como un Slime en otro mundo, ¿Será este el inicio de una emocionante aventura?",
      "pt-br": "Depois de ser morto por um ladrão que fugia, um rapaz normal de 37 anos de idade se encontra reencarnado em um outro mundo como um slime cego com habilidades únicas. Com um novo nome \"Rimuru Tempest\" ele chegou depois de conhecer seu novo amigo, o \"nível catástrofe\", Dragão da Tempestade Verudora, ele começa sua vida de slime em outro mundo com seu crescente número de seguidores."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b13f783d-a112-436f-a291-792421dd117d",
    "title": {
      "en": "Love Advice from the Great Duke of Hell"
    },
    "updatedAt": "2024-12-10T19:50:06+00:00",
    "coverArt": "https://mangadex.org/covers/b13f783d-a112-436f-a291-792421dd117d/a0abed4b-c172-49ae-9737-f872414988fe.jpg",
    "altTitles": [
      {
        "it": "Consigli d'Amore dal Granduca dell'Inferno"
      },
      {
        "fa": "مشاوره‌های عشقی از اربابِ بزرگِ دوزخ"
      },
      {
        "uk": "Любовні поради від величного герцоґа Пекла"
      },
      {
        "pl": "Miłosna porada od Wielkiego Księcia Piekieł"
      }
    ],
    "description": {
      "en": "The girl of your dreams barely knows you exist. Your friends can’t help. Your family is clueless. So where do you turn for love advice? Who can provide you with that essential assistance for the lovelorn? If you’re average everyday teenager Paul, you summon a powerful demon from deep in the recesses of Hell and frankly, hope for the best.",
      "fa": "دختر رویاهات روحشم خبر نداره که تو وجود داری. هیچ کمکی هم از دست دوستات بر نمیاد. خونواده‌ت هم از این قضیه خبر ندارن. خب حالا برای مشاوره گرفتن به کی رو می‌زنی؟ کی می‌تونه تورو که یه عاشق دل‌خسته‌ای، اساسی کمک کنه تا برای همه‌چیز آماده باشی؟ اگه یه نوجوون معمولی مثل پال باشی، یه شیطان گولاخ از اعماق دخمه‌های جهنم احضار می‌کنی و جدی جدی امیدواری که همه‌چی درست پیش بره!",
      "fr": "Un étrange étudiant invoque un puissant démon. Que peut-il bien vouloir ?",
      "it": "La ragazza dei tuoi sogni a stento sa che esisti, gli amici non ti possono aiutare, la famiglia non ne sa nulla. Ma allora, dove cercare consigli d'amore? Chi può provvedere a darti quell'assistenza essenziale per il tuo cuore? Se sei il ragazzo della porta accanto, Paul, allora ti basta evocare un potente demone dai più profondi abissi dell'Inferno e, francamente, sperare per il meglio.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Twitter](https://twitter.com/unfins)  \r\n- [Author's Patreon](https://www.patreon.com/unfins)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "132"
  },
  {
    "mangaId": "7b8854da-b8fa-4648-8359-b6e223714f18",
    "title": {
      "en": "All Purpose Apocalyptic Upgrade System"
    },
    "updatedAt": "2023-06-13T12:34:22+00:00",
    "coverArt": "https://mangadex.org/covers/7b8854da-b8fa-4648-8359-b6e223714f18/44d4ecb6-5c1b-4feb-90af-4fd765c7a8d9.jpg",
    "altTitles": [
      {
        "zh": "末世万物升级系统"
      },
      {
        "en": "Doomsday Everything Upgrade System"
      },
      {
        "zh-ro": "Moshi Wanwu Shengji Xitong"
      },
      {
        "zh-ro": "Mòshì Wànwù Shēngjí Xìtǒng"
      }
    ],
    "description": {
      "en": "In a world overrun by zombies, survival is difficult, but I suddenly gained an all-purpose apocalyptic upgrade system.\nWhat is this?!\nBy killing the zombie and completing tasks, you can earn upgrade points that can be used to upgrade anything. With this, I no longer fear material scarcity, I just have to keep upgrading. From fruit cores to trees that last for millennia, from wild fields to super farms, from broken guns to plasma explosive weapons, from peas to super zombie-killers, and from paper airplanes to F22s. With this system, a single person is equivalent to a whole city!",
      "zh": "丧尸末世，艰难求生，可突然得到了一个万物升级系统。什么？打丧尸做任务得到的升级点数可以拿来升级任何东西！那我还怕什么物资匮乏，不停的升级就是，果核升级成万年果树；野田升级成超级农场；坏掉的手枪升级成等离子爆矢枪；豌豆升级成超级丧尸杀手；纸飞机升级成F22。有此系统在手，一人即一城！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37838287-3fe9-443d-9d22-eafc1089140e",
    "title": {
      "en": "Isekai de Cheat Skill wo Te ni Shita Ore wa, Genjitsu Sekai wo mo Musou Suru ~Level Up wa Jinsei wo Kaeta~"
    },
    "updatedAt": "2024-12-10T16:04:23+00:00",
    "coverArt": "https://mangadex.org/covers/37838287-3fe9-443d-9d22-eafc1089140e/035f0b3e-b631-4d6a-a786-d38c3b0ba255.jpg",
    "altTitles": [
      {
        "en": "I Got a Cheat Ability in a Different World, and Became Extraordinary Even in the Real World."
      },
      {
        "ja-ro": "Isekai de Cheat Nouryoku Ote ni Shita Ore wa, Genjitsu Sekai o mo Musou Suru."
      },
      {
        "ru": "Я обрёл читерскую способность в другом мире и стал необычайным человеком в этом мире. История о том, как повышение уровня изменило мою жизнь."
      },
      {
        "ru": "Я получил читерские способности в другом мире, и стал экстраординарным в реальном мире~ История о том, как повышение уровня изменило мою жизнь."
      },
      {
        "ja": "異世界でチート能力（スキル）を手にした俺は、現実世界をも無双する ～レベルアップは人生を変えた～"
      },
      {
        "ja": "異世界でチート能力を手にした俺は、現実世界をも無双する"
      },
      {
        "zh-hk": "異世界得到開掛能力的我、現實世界中也舉世無雙"
      },
      {
        "en": "I Got a Cheat Skill in Another World and Became Unrivaled in The Real World, Too"
      },
      {
        "zh": "异世界得到开挂能力的我、现实世界中也举世无双"
      },
      {
        "th": "สกิลโกงไร้เทียมทาน สร้างตำนานในสองโลก"
      },
      {
        "ko": "이세계에서 치트 능력(스킬)을 손에 넣은 나는, 현실 세계에서도 무쌍한다"
      },
      {
        "ja-ro": "Isekai de Cheat Nōryoku (Skill) o Te ni Shita Ore wa, Genjitsu Sekai o mo Musō Suru ~ Level Up wa Jinsei o Kaeta ~"
      },
      {
        "en": "Iseleve"
      },
      {
        "vi": "Gian Lận Tăng Cấp Ở Thế Giới Khác Đã Thay Đổi Cuộc Đời Tôi"
      },
      {
        "vi": "Tôi Trở Nên Phi Thường Ngay Cả Ở Thế Giới Thật"
      },
      {
        "vi": "Sau Khi Có Được Năng Lực Bá Đạo Ở Dị Giới, Tôi Cũng Vô Đối Ở Thế Giới Thực: Thăng Cấp Xong Thì Cuộc Đời Cũng Thay Đổi"
      }
    ],
    "description": {
      "en": "Since a young age, Tenjou Yuuya was continuously bullied.\nHe is staying in his beloved grandfather's home while he goes to school and, as usual, he receives a harsh bullying, and takes an extended absence from school in order to have some time to heal his wounds.\nWhile on this long time of absence, he takes the opportunity to clean his grandfather's house and finds a room he never had seen before. Due to this being where his grandfather kept many different objects that he gathered from his travels around the world, it needed tidying! While Tenjou was arranging the objects, he found a door, yet it didn't seem to go anywhere since it was standing upright and not attached to any wall.\nOut of curiosity, Tenjou opens this door, and what he found on the other side is…",
      "pt-br": "Tenjo Yuuya sofre bully desde criança. Sua vida se resumia em passar o tempo na casa de seu avô e ir para a escola. Porém, ele sofria uma rotina diária de bully severo em sua escola, algumas vezes o pobre Yuuya se via obrigado a pedir licença para curar suas feridas. Mas em uma dessas licenças, ele acaba descobrindo um armazém de objetos que seu avô guardava, e entre esses objetos estava uma porta misteriosa. E claro, ele abriu a porta, e lá ele encontrou…"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e544761-7d3d-4fce-8137-719814d7d138",
    "title": {
      "en": "Eleceed"
    },
    "updatedAt": "2024-12-10T13:08:18+00:00",
    "coverArt": "https://mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/52cf193d-6862-43e8-9de4-1025c0e6e297.jpg",
    "altTitles": [
      {
        "ko": "일렉시드"
      },
      {
        "es": "Eleceed: Velocidad eléctrica"
      },
      {
        "es-la": "Electricidad veloz"
      },
      {
        "uk": "Ілексід"
      },
      {
        "ru": "Элисед"
      },
      {
        "ur": "السید"
      },
      {
        "ar": "بذور الكهرباء"
      },
      {
        "ar": "تجاوز الكهرباء"
      },
      {
        "zh": "觉醒吧，铲屎官！"
      },
      {
        "zh-hk": "覺醒吧！貓奴"
      },
      {
        "ja": "エレキシード"
      }
    ],
    "description": {
      "en": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "es": "Jiwoo es un joven amable que utiliza sus reflejos increíblemente rápidos, como los de un gato, para hacer del mundo un mejor lugar salvando niños o mascotas. Kayden es un agente secreto prófugo que termina encerrado en el cuerpo de un... mmm... gato gordo, peludo y viejo. Juntos y con la ayuda de los superpoderes de Jiwoo y la inteligencia de Kayden lucharán contra las fuerzas que desean que el mal tome control del mundo. Aunque solo lo lograrán si consiguen soportarse lo suficiente para hacerlo.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "fr": "Jiwoo est un jeune lycéen au bon coeur qui utilise ses réflexes incroyablement rapides pour rendre le monde meilleur, que ce soit en sauvant un petit enfant ou bien un animal de compagnie. Kayden est un agent secret fugitif qui finit par être enfermé dans le corps d'un... euh... vieux, gros chat tout poilu. Ensemble, et équipés des superpouvoirs de Jiwoo et de l'intelligence de Kayden, ils lutteront contre les forces obscures qui veulent que le mal domine le monde... mais seulement s'ils arrivent à bien s'entendre !\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "id": "Kolaborasi yang luar biasa dari author \"Noblesse\" dan author \"Girls the Wild's\"! Kisah aksi fantasi mengenai Kaiden yang jiwanya masuk ke seekor kucing gendut dan Jiwoo yang suka menyembunyikan kekuatannya!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ja": "敵の不意打ちで深い傷を負い、猫の体に身を隠した覚醒者のカイド。猫好きの主人公・勇羽に助けられるが… 『ノブレス』 X 『少女ザワイルズ』作家らによる爽快アクション！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ko": "<노블레스> 손제호 작가와 <소녀더와일즈> 제나 작가가 만났다!\n고양이 몸에 깃든 각성자 카이든과 각성능력을 숨겨온 고등학생 지우\n러블리 2인조의 액션 판타지\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ru": "Кайден - загадочный человек, который словно комета спустился с неба. Весь израненный, почти потерявший последние силы, он решает скрыть свое присутствие - ведь по-другому от погони не уйти. По дороге Кайден встречает обычную дворовую кошку и, почти не думая, решает вселиться в ее тело. Со Чжи У - энергичный и общительный молодой человек из средней школы, который очень любит кошек. Один раз по пути домой он встречает до боли потрепанного кота и берет его к себе домой. Наш У не только добрый, но еще и обладает одной скрытой способностью. Какой же?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "th": "เรื่องใหม่ของนักเขียน Son Je-ho จาก <โนเบลส> และ Zhena จาก <วีน เหวี่ยง WILD มัธยมสาวพันธุ์ดุ>! แอ็กชันแฟนตาซีสุดน่ารัก เรื่องราวของ \"ไคเดน\" ผู้มีพลังพิเศษแต่แฝงตัวด้วยการสิงอยู่ในร่างแมว และ \"จีอู\" นักเรียนหนุ่มทาสแมวแสนธรรมดาที่แอบซ่อนพลังที่ไม่ธรรมดาเอาไว้\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "zh": "超强觉醒者意外变身胖橘，\n没想到铲屎官也有超能力!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "pt-br": "Ji-U é um jovem de bom coração que aproveita os reflexos rápidos de um gato para secretamente tornar o mundo um lugar melhor - uma criança salva ou um animal de estimação adotivo de cada vez. Kayden é um agente secreto em fuga, que se encontra preso no corpo de um... hum... decididamente gordo velho gato fofo. Juntos, armados com os superpoderes de Ji-U e a super inteligência de Kayden, eles estão prontos para lutar contra as forças que deixariam o mal governar este mundo. Isto é, se eles aguentarem um ao outro tempo suficiente para fazer o trabalho.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cace0b4c-6696-4d08-ae26-6c8be207ef36",
    "title": {
      "en": "I Am Sukeban"
    },
    "updatedAt": "2024-12-18T19:15:35+00:00",
    "coverArt": "https://mangadex.org/covers/cace0b4c-6696-4d08-ae26-6c8be207ef36/85616e04-ba96-4fa2-814a-2208b7c21e4b.jpg",
    "altTitles": [
      {
        "en": "I'm Sukeban"
      },
      {
        "en": "Sukeban Boy"
      },
      {
        "ja": "おいら女蛮"
      },
      {
        "ja-ro": "Oira Sukeban"
      }
    ],
    "description": {
      "en": "His family name is Suke and his given name is Banji, but he's known as Sukeban. Any town the Suke clan settles in just can't contain the violent nature of this family, forcing them to move time and time again. Because of his name, Banji ends up transferring to Amazon School as a female student! However, this situation coupled with Sukeban's rebellious nature undoubtedly will result in mayhem littered with maddening jokes and lewdity.\n\nThe manga has been adapted into two live-action films and an OVA."
    },
    "status": "completed",
    "releaseDate": 1974,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "25"
  },
  {
    "mangaId": "702b78cb-0155-4449-8abf-4078d4af83a7",
    "title": {
      "en": "Tasogare no Utsuwagami"
    },
    "updatedAt": "2024-12-02T13:54:41+00:00",
    "coverArt": "https://mangadex.org/covers/702b78cb-0155-4449-8abf-4078d4af83a7/ff46e74c-68c8-438d-8606-3bf3a9d3a79b.jpg",
    "altTitles": [
      {
        "ja": "黄昏ノ器神"
      }
    ],
    "description": {
      "en": "Hana, a samurai living a life of idleness in a huge underground prison city, and Josui Amanogawa, an ayakashi vessel god who has fallen from the heavenly city. Their encounter begins a journey of rebellion against the heavens."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "971fb926-e2c7-40da-be30-59e540aeb013",
    "title": {
      "en": "Hima-Ten!"
    },
    "updatedAt": "2024-12-24T10:15:18+00:00",
    "coverArt": "https://mangadex.org/covers/971fb926-e2c7-40da-be30-59e540aeb013/7b5baa45-1c91-4bcc-af0c-4343d1529f2e.jpg",
    "altTitles": [
      {
        "ja": "ひまてん！"
      },
      {
        "ja-ro": "Himaten!"
      },
      {
        "tl": "HimaTen!"
      }
    ],
    "description": {
      "en": "High school home ec expert Tenichi earns extra money with a part-time job cleaning houses. But one day, Himari, the owner and model of the popular cosmetics brand Hima Riz, transfers into his class.",
      "ja": "家事代行で家計を支える家守殿一のクラスに転校してきたのは、コスメブランドの社長兼モデルの女子のカリスマ・美野妃眞理！",
      "tl": "Si Tenichi, isang eksperto sa home economics sa high school, ay kumikita ng dagdag na pera sa pamamagitan ng part-time na trabaho sa paglilinis ng mga bahay. Pero isang araw, si Himari, ang may-ari at modelo ng sikat na cosmetics brand na Hima Riz, ay lumipat sa kanyang klase. Salubungin ang isang romantikong komedya na puno ng kalokohan sa pagitan ng isang dalagang presidente ng kumpanya at isang binatilyong tagalinis ng bahay!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6676aef9-cf30-4950-9a20-e0382b5e7447",
    "title": {
      "en": "Record of Ragnarok: The Apocalypse of the Gods"
    },
    "updatedAt": "2024-11-15T13:33:03+00:00",
    "coverArt": "https://mangadex.org/covers/6676aef9-cf30-4950-9a20-e0382b5e7447/9a219555-634d-47fc-966e-3ff9b5c5b326.jpg",
    "altTitles": [
      {
        "ja": "終末のワルキューレ禁伝 神々の黙示録"
      },
      {
        "ja-ro": "Shuumatsu no Valkyrie Kinden Kamigami no Apocalypse"
      },
      {
        "ja-ro": "Shuumatsu no Warukyuure Kinden Kamigami no Apokaripusu"
      },
      {
        "fr": "L'Apocalypse des dieux"
      }
    ],
    "description": {
      "en": "Zeus, supreme chairman of the Council of Valhalla, announces to the gods twelve of the thirteen fighters set to participate in Ragnarok--and is met with the dissenting voices of those who were not chosen. However, Zeus has foreseen this, and immediately declares the holding of another tournament to decide the final spot on the Ragnarok lineup, one which will break the taboo on gods fighting one another. Thus begins the \"Revelation\" of the untold side of *Record of Ragnarok!*"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6db21c59-6ef4-493e-8772-1d1b341bfaec",
    "title": {
      "en": "Hakoiri Ojou-sama to Shoumin na Ore no Yaritai 100 no Koto"
    },
    "updatedAt": "2024-11-24T19:37:24+00:00",
    "coverArt": "https://mangadex.org/covers/6db21c59-6ef4-493e-8772-1d1b341bfaec/be0fdd1b-ac52-4c71-8ba3-4c35a54c7d1d.jpg",
    "altTitles": [
      {
        "ja": "箱入りお嬢様と庶民な俺のやりたい100のこと"
      },
      {
        "en": "100 Things a Sheltered Young Lady Wants to Do With Me, a Commoner"
      }
    ],
    "description": {
      "en": "Sanada Yuki, meets Tenkoin Junna, a young lady who ran away from home because she hates her life without freedom. He gives her a notebook and advises her to write down what she wants to do and together they will make it happen, but then she gets picked up by the police. Yuki wants to be by Junna's side even if they live in different worlds!\n\n*\"I want a friend\" \n\"I want to hold your hand\" \n\"I want to be your lover.\"*",
      "ja": "庶民な少年・真田勇輝は、窮屈な生活を送るお嬢様・天光院純奈と偶然出会う。勇輝は出会ったばかりの純奈に無性に惹かれ、彼女のやりたいことを一緒に叶えようと決意する。不器用ながら二人は確実に距離を縮めていき――。「恋人になりたい」。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e3824229-3179-43f8-9698-8aa281dea83a",
    "title": {
      "en": "Me-Teru no Kimochi"
    },
    "updatedAt": "2022-01-03T23:15:55+00:00",
    "coverArt": "https://mangadex.org/covers/e3824229-3179-43f8-9698-8aa281dea83a/a31587bd-3255-4ca7-8331-ab5078838f2c.jpg",
    "altTitles": [
      {
        "en": "Maternal Feelings"
      },
      {
        "ja": "め～てるの気持ち"
      },
      {
        "ja": "Meteru no Kimochi"
      }
    ],
    "description": {
      "en": "Koizumi Shintarou is 30 years old, a virgin, and has isolated himself in his room for 15 years. He has become a burden on his father, Koizumi Yasujirou. One day, Shintarou makes a proposition that if Yasujirou gets a girlfriend, Shintarou will come out of his room. It turns out that Yasujirou has already got a girlfriend, a young beautiful woman, Yoshinaga Haruka, who is with Yasujirou for her own personal reasons. Yasujirou and Haruka decide to get married, but Yasujirou dies on their honeymoon. Now Haruka decides to take care of Shintarou, and so this weird \"mother and son\" duo are now living together."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "28"
  },
  {
    "mangaId": "51e1b2f2-8e20-4ece-a271-81959e37e22d",
    "title": {
      "en": "Azumi"
    },
    "updatedAt": "2023-12-07T05:22:03+00:00",
    "coverArt": "https://mangadex.org/covers/51e1b2f2-8e20-4ece-a271-81959e37e22d/f131a1f4-30eb-4c91-83af-d6cf3bd41b60.png",
    "altTitles": [
      {
        "ru": "Азуми"
      },
      {
        "ja": "あずみ"
      },
      {
        "ja": "少女杀手阿墨"
      },
      {
        "ja": "百人斩少女"
      },
      {
        "ko": "아즈미"
      }
    ],
    "description": {
      "en": "Azumi is a manga series that concerns a young woman brought up as part of a team of assassins, charged with killing three warlords that threaten Feudal Japan with an agenda of war and bloodshed.  \r\n  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Website](http://www.yu-koyama.com)  \r\n- [Live-Action Movie on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6166)  \r\n- [Live-Action Movie (sequel) on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6167)"
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "48",
    "lastChapter": "349"
  },
  {
    "mangaId": "af96ad04-08d2-4aff-ba50-6794e06c8404",
    "title": {
      "en": "Plaything"
    },
    "updatedAt": "2024-10-21T00:48:19+00:00",
    "coverArt": "https://mangadex.org/covers/af96ad04-08d2-4aff-ba50-6794e06c8404/0c5d56c9-9963-43c0-a192-feb0138ca92c.jpg",
    "altTitles": [
      {
        "ko": "놀이감"
      },
      {
        "en": "Her Toys"
      },
      {
        "en": "A Sense of Amusement"
      },
      {
        "th": "สนามเด็กล่า"
      },
      {
        "zh": "玩物"
      },
      {
        "pt-br": "Uma Sensação de Diversão com seus brinquedos"
      }
    ],
    "description": {
      "en": "Lee Myung-jun, the Vice Chairman of Hyundo Group, lost his daughter to a group of bullies. Seeking revenge, he adopts Yoon Karma, a psychopathic defector girl.\n\nYoon Karma: A sadistic human weapon created through drug experiments in North Korea. After killing everyone in the research lab, she escaped to South Korea on her own.\n\nHaving just been released from a juvenile detention center in South Korea, Yoon Karma sets out to hunt down the bullies at school, driven by the desire to avenge her new father and satisfy her sadistic pleasures.",
      "pt-br": "Lee Myung-jun, o vice-presidente do grupo Hyundo, perdeu sua filha para um grupo de pessoas que faziam bullying. Buscando vingança, ele adota Yoon Karma, uma garota desertora psicopata.\nYoon Karma: Uma arma humana sádica criada por meio de experimentos com drogas na Coreia do Norte. Depois de matar todos no laboratório de pesquisa, ela escapou para a Coreia do Sul sozinha.\nTendo acabado de ser libertada de um centro de detenção juvenil na Coreia do Sul, Yoon Karma sai para caçar os valentões na escola, movida pelo desejo de vingar seu novo pai e satisfazer seus prazeres sádicos."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece (Official Colored)"
    },
    "updatedAt": "2024-12-23T23:59:54+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/da0341d8-5526-452c-8bd3-dc8e3cd89f99.jpg",
    "altTitles": [
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      },
      {
        "vi": "Đảo Hải Tặc"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως ο «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US).**"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26e40241-4a4e-4d12-a04d-cb3f7f707100",
    "title": {
      "en": "Urasekai Picnic"
    },
    "updatedAt": "2024-12-01T12:42:32+00:00",
    "coverArt": "https://mangadex.org/covers/26e40241-4a4e-4d12-a04d-cb3f7f707100/39a397f4-4996-40a6-81bd-65df8a30310d.jpg",
    "altTitles": [
      {
        "en": "Otherside Picnic"
      },
      {
        "ru": "Пикник в Потусторонье"
      },
      {
        "ja": "裏世界ピクニック"
      },
      {
        "zh": "里世界郊游"
      },
      {
        "zh-hk": "裏世界遠足"
      },
      {
        "zh-ro": "Lǐ-shìjiè jiāoyóu"
      },
      {
        "zh-ro": "Lǐ-shìjiè yuǎnzú"
      },
      {
        "vi": "Dã ngoại nơi mặt sau của thế giới"
      }
    ],
    "description": {
      "en": "The story is set in the modern world, but there exist doors that can take people to the \"other side,\" where strange urban legends and internet stories prove to be true. College student Sorawo Kamikoshi finds herself exploring one of these doors, and almost dies on the other side, when she is rescued by another girl named Toriko Nishina. Toriko is a mysterious girl, but very skilled with a gun, and she seems to be searching for someone else on the other side. Together, both girls start to explore these doors to the other side.",
      "ja": "ネット上で実話怪談として語られる存在が出現する、この現実と隣り合わせで謎だらけの<裏世界>。研究とお金稼ぎ、そして大切な人を捜すため、鳥子と空魚は非日常へと足を踏み入れる。女子ふたり怪異探検サバイバル!!",
      "ru": "Сюжет разворачивается в современном мире, но в нем существуют двери, которые пропускают людей \"на другую сторону\", где оживают городские легенды и странные истории из Интернета. Студентка колледжа Сораво Камикоши находит одну из таких дверей и идет исследовать Потусторонье. Она почти погибает, когда ее спасает Торико Нишина. Торико - загадочная девушка, которая умело обращается с ружьем и кого-то ищет в Потусторонье. Вместе они начинают исследовать мир за дверями."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a24617a6-d50a-4bfe-9ff5-25b15ee52f7c",
    "title": {
      "en": "Mii-chan and Yamada-san"
    },
    "updatedAt": "2024-12-17T10:43:42+00:00",
    "coverArt": "https://mangadex.org/covers/a24617a6-d50a-4bfe-9ff5-25b15ee52f7c/116cd5ee-677d-4cab-b25f-99734c98e6b2.jpg",
    "altTitles": [
      {
        "ja-ro": "Mi-chan to Yamada-san"
      },
      {
        "ja": "みいちゃんと山田さん"
      }
    ],
    "description": {
      "en": "Shinjuku, 2012. Yamada, who works as a hostess in a night club, meets Mii-chan, a new girl who is no good at anything she does. Mii-chan is energetic and motivated, but she can't read kanji or the atmosphere, so she is ridiculed by those around her and labeled as \"pitiful.\" Nevertheless, Yamada is gradually drawn to Mii-chan as she works diligently.\n\n(Translated from Magazine Pocket.)\n\n(Originally serialised on X/Twitter under a pseudonym and released in collected volumes on Kindle. The original manga began with shorts, then ran \"Mii-chan and Yamada-san\" as a lengthier story. This is a reboot with the same basic premise. The author worked in a hostess club when she was in college, but has publicly stated in interviews and on social media that while there was a \"Mii-chan\" who served as the inspiration for the character, everything else about the story is fictional.)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d2aac6a-2bb4-4571-8f1a-c90bac6624dd",
    "title": {
      "en": "Bakuten Shoot Beyblade"
    },
    "updatedAt": "2022-12-30T09:09:01+00:00",
    "coverArt": "https://mangadex.org/covers/1d2aac6a-2bb4-4571-8f1a-c90bac6624dd/dd41d5aa-5ed0-4fab-987b-30cbbac1b8a2.jpg",
    "altTitles": [
      {
        "en": "Bakuden Shoot Beyblade"
      },
      {
        "en": "Bakuten Shoot Beblade"
      },
      {
        "ja-ro": "Bakuten Shūto Beiburēdo"
      },
      {
        "ja-ro": "Beiburedo"
      },
      {
        "en": "BeyBlade"
      },
      {
        "th": "Beyblade - Con quay truyền thuyết -"
      },
      {
        "ja": "ベイブレード"
      },
      {
        "ja": "爆転SHOOTベイブレード"
      },
      {
        "ja": "爆転シュート ベイブレード"
      },
      {
        "ja": "爆転シュートベイブレード"
      }
    ],
    "description": {
      "en": "Tyson's on a mission to be the best Beyblader ever! But his enemies, the Blade Sharks, are super tough and they'll do anything to win! Tyson just ight have what it takes to win when he busts out with a new Beyblade given to him by a mysterious stranger. Now the Blade Sharks want his new Beyblade and they're prepared to use any dirty trick to get it! \n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media \n  \nThe following link is to AnimeNewsNetwork for all of the various manga, anime adaptions, sequels, and spinoffs:  \n[Beyblade](https://www.animenewsnetwork.com/encyclopedia/manga.php?id=4062) (manga)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "3.8"
  },
  {
    "mangaId": "eacb5381-e64c-4a58-a34f-d5124d765697",
    "title": {
      "en": "Feng Qi Cang Lan"
    },
    "updatedAt": "2024-09-25T23:10:18+00:00",
    "coverArt": "https://mangadex.org/covers/eacb5381-e64c-4a58-a34f-d5124d765697/a6bc662d-9cf2-4ee5-b34b-055b17d2a33d.jpg",
    "altTitles": [
      {
        "en": "The World of Canglan"
      },
      {
        "en": "Wind and Sky"
      },
      {
        "zh": "风起苍岚"
      },
      {
        "vi": "Phong Khởi Thương Lam"
      },
      {
        "en": "The Wind From Cang Lan"
      },
      {
        "ko": "눈떠보니 레벨1"
      }
    ],
    "description": {
      "en": "When playing a virtual reality game called Cang Lan, Xiao Wan gets pushed off a cliff. She ends up in another game world. What will happen to Xiao Wan?\n\n---\n**Contents:** 147 (or 410 split releases) [S1] + 227 [S2] => 374 Chapters\n- **Season 1:** Chapters 1-147 (1-147)\n- **Season 2:** Chapters 1-227+ (148-374+)\n\n**Note:** Chapters 1-114 in Season 1 are in single page format. Starting with chapter 115, the page format switches to long strip."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5ec700b-c61b-4ab9-97fe-ed2d57fd0d5c",
    "title": {
      "en": "Kaminaki Sekai no Kamisama Katsudou"
    },
    "updatedAt": "2024-12-23T15:11:30+00:00",
    "coverArt": "https://mangadex.org/covers/d5ec700b-c61b-4ab9-97fe-ed2d57fd0d5c/dc92033f-c08c-47ab-9371-3540460b299e.jpg",
    "altTitles": [
      {
        "en": "God's Activity in a World Without Gods"
      },
      {
        "es-la": "Las Acciones de Un Dios en Un Mundo Sin Dioses"
      },
      {
        "ja": "神無き世界のカミサマ活動"
      },
      {
        "ru": "Деятельность Бога в мире без богов"
      },
      {
        "id": "Keseharian Dewa Didunia Tanpa Dewa"
      },
      {
        "zh-hk": "無神世界中的神明活動"
      },
      {
        "en": "Working for God in a Godless World"
      },
      {
        "ja-ro": "Kaminaki Sekai no Kamisama Katsudō"
      },
      {
        "en": "KamiKatsu: Working for God in a Godless World"
      },
      {
        "fr": "Kamisama : Opération Divine"
      }
    ],
    "description": {
      "en": "Yukito, the son of a questionable cult leader, lost his life due to the cult's ridiculous training practices. Now to his surprise, he was reincarnated into another world!\r\nIt was an ideal world for him without the concept of \"God\" or \"religion\" BUT...!\r\n\r\nA unique \"reincarnating in other world\" adventure begins: creating a \"religion\" in a world without God?!",
      "es": "El hijo del fundador de un sospechoso culto, Yukito, pierde la vida por culpa del insensato entrenamiento del culto, pero para su sorpresa, ¡se reencarna en otro mundo!\r\nEra un mundo ideal para él, donde no existía el concepto de \"Dios\" o \"religión\"... ¡pero!\r\n\r\nComienza la aventura de una singular \"reencarnación en otro mundo\" que crea una \"religión\" en un mundo sin Dios.",
      "id": "Yukito, putra seorang pemimpin sekte yang dipertanyakan, kehilangan nyawanya karena praktik pelatihan sekte yang konyol. Sekarang yang mengejutkannya, dia bereinkarnasi ke dunia lain!\r\nItu adalah dunia yang ideal baginya tanpa konsep \"Tuhan\" atau \"agama\" TAPI...!\r\n\r\nPetualangan unik \"bereinkarnasi di dunia lain\" dimulai: menciptakan \"agama\" di dunia tanpa Tuhan?!",
      "ja": "怪しげなカルト宗教の教祖の息子・征人は、教団の無茶な修行で命を落とした――はずが、なんと流行りの異世界転生！\r\nそこは「神」や「宗教」の概念のない、征人にとっては理想の世界だった…が!?\r\n神無き世界で「宗教」を作る異色の“異世界転生”譚、開幕!!",
      "ru": "Отец Юкито — лидер религиозной секты, который совершил обряд над своим сыном под названием «церемония рождения». Всё ради нового лидера религиозной секты, Юкито! Но что-то пошло не так, и в конце-концов наш герой перерождается в другом мире, где нет таких понятий как: Бог и религия, — а порнографические книги сродни детским каракулям. По мере событий Юкито понимает, что на самом деле в этом мире людскую жизнь и смерть решает империя...",
      "es-la": "Yukito, el hijo de un sospechoso líder de una secta, pierde la vida durante el peligroso rito de la secta y reencarna en otro mundo. Allí, es salvado por los habitantes de una remota aldea y vive felizmente con ellos. Sin embargo, la aldea es un lugar para aquellos que han sido calificados como \"anormales\" por el Estado Imperial. Los \"anormales\" son aquellos que tienen \"miedo a la muerte\". La gente del Reino Imperial carecía del sentido del \"miedo a la muerte\". Finalmente, los \"anormales\" iban a ser ejecutados bajo el sistema de \"Condena\". Yukito intenta desesperadamente salvar a los habitantes de la aldea, pero es incapaz de hacerlo. En ese momento, \"Mitama\", el dios del culto del que formaba parte Yukito, es convocado a este otro mundo... ¿Será capaz Yukito de sobrevivir en este otro mundo?",
      "pt-br": "Yukito, filho de um líder de culto questionável, perdeu a vida devido às práticas ridículas de treinamento do culto. Agora, para sua surpresa, ele reencarnou em outro mundo! Era um mundo ideal para ele sem o conceito de \"Deus\" ou \"religião\" MAS...! Uma aventura única de \"reencarnação em outro mundo\" começa: criar uma \"religião\" em um mundo sem Deus?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b34d42bf-4039-4538-b59f-41cef30aaa0a",
    "title": {
      "en": "The Fallen Saint Dances in Vortex of War"
    },
    "updatedAt": "2024-11-02T12:23:38+00:00",
    "coverArt": "https://mangadex.org/covers/b34d42bf-4039-4538-b59f-41cef30aaa0a/dcbd570c-abe4-4ec9-95f0-ebf10fa787f2.jpg",
    "altTitles": [
      {
        "ja": "闇堕ち聖女は戦禍で舞う"
      },
      {
        "ja-ro": "Yami Ochi Seijou wa Senka de Mau"
      }
    ],
    "description": {
      "en": "Alicia has been fighting against the demon king's army and protecting the kingdom as a saint.\nOne day, she is falsely accused of having an affair with her fiancé, the prince, and is publicly executed.\nAbused by the people of the kingdom and despairing of the malice of the people, Alicia makes a final wish.\n\n\n\"I'll kill you all\"\n\"And destroy this country\"\nShe wishes for the death of everyone.\n\nAlicia was supposed to have died in this way, but when she realized it, she was brought back to life by the demon king.\n\"Haha, now I can kill them all.\"\n\nThe curtain rises on the vengeance of the saintly woman who has been revived from execution...!\n\nWeb Novel Raw Link - https://ncode.syosetu.com/n1179he/"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e3f3661-54ef-4545-a6dc-74afc4760d79",
    "title": {
      "en": "Master of Ancient Divine Weapons"
    },
    "updatedAt": "2024-09-27T17:17:18+00:00",
    "coverArt": "https://mangadex.org/covers/7e3f3661-54ef-4545-a6dc-74afc4760d79/61887683-b969-4022-82f4-fe18468d7f2b.jpg",
    "altTitles": [
      {
        "zh": "斩灵少女：我契约的全是上古神兵"
      },
      {
        "en": "Soul-Slaying Girl: All the contracts I contracted are ancient divine weapons."
      }
    ],
    "description": {
      "en": "Han Zhan traveled through time and space, where the girls could transform into magic weapons and fight under contract. The boy would awaken and become a spiritual contract master, and make a contract with them to resist the insect tide together. As a time traveler, he was shocked when he saw that those who were despised were actually famous ancient magic weapons. [Fuxi Qin], [Demon Refining Pot], [Shennong Ding], [Kunlun Mirror], [Nuwa Stone]."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d176655a-179c-40fb-8710-c2c37d27caca",
    "title": {
      "en": "To Whom It No Longer Concerns"
    },
    "updatedAt": "2024-09-10T22:20:39+00:00",
    "coverArt": "https://mangadex.org/covers/d176655a-179c-40fb-8710-c2c37d27caca/b8a35f99-b663-4a4a-8c82-a61d2f487c7e.jpg",
    "altTitles": [
      {
        "en": "For Those of You For Whom Regret Is a Luxury"
      },
      {
        "ko": "후회조차 사치인 당신들에게"
      },
      {
        "en": "To Those of You for Whom Even Regret Is a Luxury"
      },
      {
        "en": "To Whom It No Longer Concerns"
      }
    ],
    "description": {
      "en": "Exploited by her brother, betrayed by her sister, and killed by her husband. So ended the tragic story of Ariana Lopez--until, at the moment of her death, she suddenly finds herself back in the past. Now that she has a chance to do it all over again, she enlists the help of Duke Dante Heigenberg, the most feared and desired man in the entire empire, to take revenge against her family and reclaim what’s rightfully hers. But strangely, the duke seems to want Ariana more than just for her extraordinary musical talent..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-12-25T16:11:30+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      },
      {
        "vi": "Pháp Sư Tiễn Táng Frieren"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "vi": "Tổ đội anh hùng đã đánh bại được quỷ vương và kết thúc cuộc hành trình của họ. Nhưng thế chưa phải là hết, cuộc đời của cô nàng pháp sư Elf này sẽ còn rất dài, hơn cả những người đồng đội cũ của cô, một cuộc phiêu lưu mới để cô trải qua nhiều cung bậc cảm xúc, cũng như là học hỏi thêm về con người.",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "757c05b6-017d-492e-8c78-cbcfdf568944",
    "title": {
      "en": "Apparently, I'm the Villainess?"
    },
    "updatedAt": "2024-03-23T16:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/757c05b6-017d-492e-8c78-cbcfdf568944/279d77ce-a7b4-4eed-8ddc-240d736fd02c.jpg",
    "altTitles": [
      {
        "en": "They Say I'm the Villainous Young Miss"
      },
      {
        "vi": "Họ Đồn Tôi Là Đại Tiểu Thư Xấu Xa"
      },
      {
        "zh": "据说我是反派大小姐"
      }
    ],
    "description": {
      "en": "I worked as a manhua artist, then died from pulling an all-nighter. I woke up as the villainess \"Emi Morwen\" from my webcomic! Emi was an alluring yet cruel character who departed from the story by ending her own life. However, I’m not the real Emi!",
      "vi": "《Sau khi thức quá khuya, chạy deadline để rồi kết thúc sinh mệnh, tôi đã tái sinh thành nhân vật phản diện trong truyện tranh của mình》"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d36bea9f-853f-4908-9957-5514b1903e36",
    "title": {
      "en": "Marika-chan no Koukando wa Bukkowarete iru"
    },
    "updatedAt": "2024-12-26T01:59:31+00:00",
    "coverArt": "https://mangadex.org/covers/d36bea9f-853f-4908-9957-5514b1903e36/60b6fd1e-5930-413b-b7eb-dc792e54d1ed.jpg",
    "altTitles": [
      {
        "ja": "茉莉花ちゃんの好感度はぶっ壊れている"
      },
      {
        "id": "Status Bar yang menunjukkan rasa suka Marika-chan rusak"
      },
      {
        "en": "Marika-chan's affection meter is completely broken."
      },
      {
        "es-la": "El Medidor De Afecto De Marika-San Esta Completamente Roto"
      },
      {
        "pt-br": "O medidor de afeto da Marika-chan está completamente quebrado."
      }
    ],
    "description": {
      "en": "I’ve gained the ability to see the affection levels of the girl I like.──I don’t have the courage to confess my feelings to my childhood friend, Marika-chan. One day, I made a strong wish upon a shooting star: \"I wish I could understand the feelings of others, like in a dating game.\" Then, that wish came true...!?\n\nFloating above the girls in my class are affection meters. While confused by this surreal sight, I decide to check Marika-chan’s meter, only to find it has broken past its limits, turning into a hellish meter...!?\n\nMarika-chan, you don’t like me, so why are you so kind to me...?\n──What is Marika-chan’s hidden truth behind her cute façade? Does she really hate me!? Or is it something else...!?",
      "id": "Aku tiba-tiba bisa melihat tingkat rasa suka dari gadis yang kusukai.──Aku tidak punya keberanian untuk menyatakan cinta pada teman masa kecilku, Marika-chan. Suatu hari, aku membuat permohonan yang sangat kuat pada bintang jatuh: \"Aku berharap bisa memahami perasaan orang lain, seperti di dalam game romansa.\" Dan ternyata, permohonan itu terkabul...!?\n\nDi atas kepala para gadis di kelasku, muncul status bar yang menunjukkan rasa suka. Dalam kebingunganku melihat pemandangan aneh ini, aku memutuskan untuk memeriksa status barnya Marika-chan. Namun, status barnya justru melebihi batas, berubah menjadi status bar \"neraka\" yang benar-benar kacau...!?\n\nMarika-chan, kalau kau tidak menyukaiku, kenapa kau begitu baik padaku...?\n──Apa rahasia sebenarnya di balik sikap Marika-chan yang manis dan menggemaskan? Apakah dia benar-benar membenciku!? Atau mungkin sebenarnya...!?",
      "ja": "あらすじ・内容\n好きな子からの好感度が見えるようになりました。──幼馴染の茉莉花ちゃんに告白する勇気の無い僕。ある日、流れ星に強く願った「恋愛ゲームみたいに相手の気持ちがわかるようになりますように」すると、その願いは叶ってしまい…!?クラスの女子達に浮かぶ好感度メーター。非現実な光景に戸惑いながらも茉莉花ちゃんのを見に行くと、下限突破した地獄のメーターになっていて…!?茉莉花ちゃん、僕のこと嫌いなのにどうしてそんなに優しかったの…？――裏アリ可愛い茉莉花ちゃんの隠された本音は？本当にキライなの!?それとも…!?",
      "pt-br": "Eu ganhei a habilidade de ver os níveis de afeição da garota de quem gosto. ──Eu não tenho coragem de confessar meus sentimentos à minha amiga de infância, Marika-chan. Um dia, fiz um desejo forte a uma estrela cadente: \"Eu queria poder entender os sentimentos dos outros, como em um jogo de namoro.\" Então, esse desejo se tornou realidade...!?\n\nFlutuando acima das garotas da minha turma estão medidores de afeição. Enquanto fico confuso com essa visão surreal, decido verificar o medidor da Marika-chan, apenas para descobrir que ele ultrapassou os limites, transformando-se em um medidor infernal...!?\n\nMarika-chan, você não gosta de mim, então por que é tão gentil comigo...?\n──Qual é a verdade oculta de Marika-chan por trás de sua fachada fofa? Ela realmente me odeia!? Ou é algo mais...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8736457-f9e3-49fe-996c-e1ed0ed8bf5a",
    "title": {
      "en": "Vigilante Part 2"
    },
    "updatedAt": "2024-08-02T04:20:58+00:00",
    "coverArt": "https://mangadex.org/covers/c8736457-f9e3-49fe-996c-e1ed0ed8bf5a/1b87880f-e1fe-40db-96af-7c05ca4deccd.png",
    "altTitles": [
      {
        "ko": "비질란테 2부"
      }
    ],
    "description": {
      "en": "After graduating from the police academy and being commissioned as an Inspector, Jiyong investigates the suspicious complainant Hwang Seong-gu and encounters a nationwide rental scam case. As Jiyong pursues the rental scam gang that evades proper legal judgment, he feels his vigilante rules being tested. And in the meantime, the four vigilantes involved receive threats from someone aware of their identities. They begin to sense the shadow of a great evil behind their adversaries."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "44fa2834-f68b-4de4-8f2d-27fb3d2c248a",
    "title": {
      "en": "Mobile Suit Gundam MSV-R Legend of the Universal Century Heroes: The Fabulous Shin Matsunaga"
    },
    "updatedAt": "2024-12-06T05:07:25+00:00",
    "coverArt": "https://mangadex.org/covers/44fa2834-f68b-4de4-8f2d-27fb3d2c248a/58169e5d-0e65-4bc6-a937-e7201783f7c0.jpg",
    "altTitles": [
      {
        "en": "Legend of the Universal Century Heroes: Mobile Suit Gundam MSV-R"
      },
      {
        "en": "Mobile Suit Gundam - MSV-R - Fabulous Shin Matsunaga"
      },
      {
        "ja-ro": "Uchuu Seiki Eiyuu Densetsu - Mobile Suit Gundam MSV-R"
      },
      {
        "ja": "宇宙世紀英雄伝説　MOBILE SUIT GUNDAM MSV-R"
      },
      {
        "ja": "機動戦士ガンダム MSV-R 宇宙世紀英雄伝説 虹霓のシン・マツナガ"
      },
      {
        "ja-ro": "Kidou Senshi Gundam MSV-R - Uchuu Seiki Eiyuu Densetsu: Kougei no Shin Matsunaga"
      }
    ],
    "description": {
      "en": "Many heroes have fought through the eras. Soldiers play a sonorous melody, their traces shaping the course of history. Even now, their stories shall be read from a corner of the Pantheon. For those with regrets in their hearts, the battle begins. This is a tale of heroes who fell in space.  \n  \nI. White Wolf of Rainbows: There was once a man called the White Wolf of Solomon. A man who was even said to be the right hand man of Vice Admiral Dozle Zabi, the commander of the Principality of Zeon’s Space Assault Force. The year 0079 of the Universal Century was a year painted with death and destruction, all in the name of Zeon’s war for independence. So how did that man live through those times? This is the story that traces his paths…"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "50"
  },
  {
    "mangaId": "ffbd1ee1-65e8-45d4-ba03-6441f584b74b",
    "title": {
      "en": "Chounin A wa Akuyaku Reijou wo Doushitemo Sukuitai"
    },
    "updatedAt": "2024-11-11T23:36:14+00:00",
    "coverArt": "https://mangadex.org/covers/ffbd1ee1-65e8-45d4-ba03-6441f584b74b/ccad3c62-078e-4b65-addf-d8aecd751199.jpg",
    "altTitles": [
      {
        "ja": "町人Aは悪役令嬢をどうしても救いたい～どぶと空と氷の姫君～"
      },
      {
        "en": "Villager A Wants to Save the Villainess no Matter What!"
      },
      {
        "ru": "Крестьянин хочет спасти злодейку любой ценой!"
      },
      {
        "vi": "Dù là phản diện những tôi vẫn muốn giúp cô ấy"
      },
      {
        "id": "Penduduk Desa A Ingin Menyelamatkan Tokoh Antagonis Apapun yang Terjadi!"
      },
      {
        "pt-br": "O Camponês A Quer Salvar a Vilã a Qualquer Custo!"
      }
    ],
    "description": {
      "en": "Allen, an eight-year-old boy from a poor family in the royal capital, is living a poor but happy life together with his mother. One day, however, memories of his previous life suddenly come back to him and he remembers that he is in an dating sim game and that the capital will be destroyed by war if he doesn’t do something about it. If this continues, both he and his mother will be killed! \n\nWith a sense of urgency, he decides to rise to the occasion in order to save his precious mother’s life and save his favorite character, the villainous young lady Anastasia, the only girl he liked in the game, from her all too tragic and ruinous end.\n\nThis is the story of a man who isn’t even a character in the game, but who strives with his steely determination and uses all the knowledge he has to turn overcome fate!",
      "ja": "モブ以下\"町人A\"、家族のために悪役令嬢を救う⁉ 乙女ゲーム世界にモブ以下の存在として転生したアレン。記憶を取り戻し、数年後にヒロインのせいで街ごと蹂躙され、自分も家族も滅んでしまう!と気づき一念発起。前世のゲーム知識(チート)を駆使して成り上がることに。どぶさらいなど地道な努力とチートの結果Cランク冒険者となり、いよいよ学園入学――本来ならば学園に入ることも許されない町人Aに悪役令嬢は救えるのか?ヒロイン対町人Aの戦いがスタート!第2回アース・スターノベル大賞、佳作受賞作待望の書籍化",
      "ru": "Аллен, восьмилетний мальчик из бедной семьи в королевской столице, живет бедной, но счастливой жизнью вместе со своей матерью. Однако однажды к нему внезапно возвращаются воспоминания о его прошлой жизни, и он вспоминает, что находится в симуляторе свиданий и что столица будет разрушена войной, если он ничего с этим не сделает.\n\nЕсли так будет продолжаться, и он, и его мать будут убиты!\n\nС чувством срочности он решает воспользоваться случаем, чтобы спасти жизнь своей драгоценной матери и спасти своего любимого персонажа, злодейскую юную леди Анастасию, единственную девушку, которая ему нравилась в игре, от ее слишком трагического и разрушительного конца.\n\nЭто история человека, который даже не является персонажем игры, но который борется со своей стальной решимостью и использует все имеющиеся у него знания, чтобы повернуть судьбу вспять!",
      "vi": "Allen, 8 tuổi, sống trong một hoàn cảnh nghèo khó nhưng hạnh phúc với mẹ của mình. Một hôm nọ, ký ức tiền kiếp quay về. Thế giới này thực ra là một game giả lập hẹn hò và nơi cậu sống sẽ bị hủy diệt nếu như cậu không làm gì đó\n\nThế nên cậu quyết định giúp đỡ nữ phản diện trong game để cứu lấy cô khỏi kết thảm và cũng để cứu mẹ của mình\n\nĐây là một câu chuyện về một nhân vật thậm chí chẳng tồn tại trong game, trên con đường lật kèo bằng ý chí và kiến thức của mình!",
      "pt-br": "Allen, um garoto de oito anos de uma família pobre na capital real, vive uma vida simples, mas feliz, junto com sua mãe. Um dia, no entanto, memórias de sua vida anterior subitamente voltam, e ele se lembra de que está em um jogo de simulação de encontros e que a capital será destruída pela guerra se ele não fizer algo para impedir. Se isso acontecer, ele e sua mãe serão mortos! Com um senso de urgência, Allen decide enfrentar a situação para salvar a vida preciosa de sua mãe e resgatar sua personagem favorita, a jovem vilã Anastasia, a única garota de quem ele gostava no jogo, de um final trágico e arruinador. Esta é a história de um homem que nem é um personagem do jogo, mas que se esforça com uma determinação de ferro e usa todo o conhecimento que tem para superar o destino!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d330951-583e-423e-9cd7-abcd6f761f53",
    "title": {
      "en": "Ane no Tomodachi"
    },
    "updatedAt": "2024-12-26T23:14:06+00:00",
    "coverArt": "https://mangadex.org/covers/1d330951-583e-423e-9cd7-abcd6f761f53/6ddb8605-3efe-407b-ba6d-ef16ac816c70.jpg",
    "altTitles": [
      {
        "ja": "姉のともだち"
      },
      {
        "en": "My Older Sister's Friend"
      },
      {
        "ru": "Подруга старшей сестры"
      },
      {
        "en": "The Cutest Girl Closest to Me."
      },
      {
        "es": "La Amiga de mi Hermana."
      },
      {
        "vi": "Bạn của chị gái tôi"
      },
      {
        "pt-br": "A Amiga da Minha Irmã Mais Velha"
      }
    ],
    "description": {
      "en": "Hinako, a friend of Asahi's older sister, is a frequent guest at the home of the high school boy. She always misleads his mind with her suggestive attitude while treating him like a little brother...or rather, pet? A love story between a gal who has a bugged sense of proximity and an otaku guy who acts like her parent! \n\n---\n**Chapters 1 & 2 can be found in the [Pre-Serialization](https://mangadex.org/title/abad18cf-bf72-4bbc-97c8-b55dfa28f9b9/ane-no-yuujin).**",
      "es": "En la casa donde vive con su hermana, Hi-chan, la amiga de su hermana, se queda frecuentemente. Ella tiene una cara perfectamente linda, y además de eso, no tiene sentido del espacio personal. Asahi, un estudiante de preparatoria otaku, ¿quedará a su merced...? ¡El popular one-shop “The Cutest Girl Closest to Me” ha sido retitulado y serializado!",
      "ja": "姉とふたり暮らしの家にいりびたる、姉の友人・ひーちゃん。完璧に顔がよくてかわいい彼女に、オタク男子高校生・旭は翻弄されっぱなし…?",
      "pt-br": "Hinako, amiga da irmã mais velha de Asahi, é uma visitante frequente na casa do garoto do ensino médio. Ela está sempre confundindo a mente dele com sua atitude sugestiva, enquanto o trata como um irmãozinho... ou melhor, como um bichinho de estimação? Uma história de amor entre uma gyaru com um senso deturpado de proximidade e um otaku que age como se fosse o pai dela!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39878c19-f107-4385-b56a-3d90d2b2370f",
    "title": {
      "en": "Ellin’s Solhwa"
    },
    "updatedAt": "2024-01-19T02:20:59+00:00",
    "coverArt": "https://mangadex.org/covers/39878c19-f107-4385-b56a-3d90d2b2370f/13dc0dc1-068a-4ff7-b924-ca29b89f68e1.jpg",
    "altTitles": [],
    "description": {
      "en": "The last thing Ellin remembers is having to deal with a belligerent customer at her dead-end job. And when she opened her eyes… she’s “Solhwa,” the beautiful fourth concubine to the king of the Xyaran Empire. Between trying to learn the language and eating steak, Ellin’s trying to figure exactly what’s going on. Where is she? How did this happen? And who can she trust: Solhwa’s handsome charismatic childhood friend or the elegant, raven-haired king’s advisor?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "51"
  },
  {
    "mangaId": "a4ec46c4-ef0a-431b-86ea-02d6b2ea092b",
    "title": {
      "en": "Crybaby and Cocoa Yuri"
    },
    "updatedAt": "2024-12-27T20:15:07+00:00",
    "coverArt": "https://mangadex.org/covers/a4ec46c4-ef0a-431b-86ea-02d6b2ea092b/197d52d5-31a9-4bb4-a22c-1036545efedc.png",
    "altTitles": [
      {
        "ja": "泣き虫とココアの百合"
      },
      {
        "ja-ro": "Nakimushi to kokoa no yuri"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e3e3076a-bee7-40e0-87db-f9c79e4ac9d5",
    "title": {
      "en": "Pokémon SPECIAL - Sun & Moon"
    },
    "updatedAt": "2023-09-22T13:12:17+00:00",
    "coverArt": "https://mangadex.org/covers/e3e3076a-bee7-40e0-87db-f9c79e4ac9d5/880eeb50-64d6-4438-88f9-abd860af2e1a.png",
    "altTitles": [
      {
        "ja": "ポケットモンスターSPECIAL サン・ムーン"
      },
      {
        "en": "Pocket Monsters SPECIAL Sun & Moon"
      }
    ],
    "description": {
      "en": "Sun dreams of money. Moon dreams of science. When their paths cross with Team Skull, both their plans go awry.  \n  \nMoon is on her way to deliver a rare Pokémon to Professor Kukui in the Alola region when she meets his good friend Sun, a courier entrusted with a special Pokédex. Sun offers to safely deliver Moon to the professor’s lab…but then they tangle with a group of grunts from Team Skull and are attacked by a mysterious Pokémon!  \n  \nWhat does the mysterious Pokémon leave in its wake…?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "37"
  },
  {
    "mangaId": "544240b7-557d-4f86-bcc0-28ad5fa99795",
    "title": {
      "en": "Isekai de Slow Life wo (Ganbou)"
    },
    "updatedAt": "2024-12-27T20:09:27+00:00",
    "coverArt": "https://mangadex.org/covers/544240b7-557d-4f86-bcc0-28ad5fa99795/05d1a032-0605-48ce-91fc-c27ea0a62416.jpg",
    "altTitles": [
      {
        "ja": "異世界でスローライフを（願望）"
      },
      {
        "en": "I Have a Slow Life in a Different World (I Wish)"
      },
      {
        "en": "Slow Life In Another World (I Wish!)"
      },
      {
        "zh-hk": "在異世界過慢生活（願望）"
      },
      {
        "pt-br": "Vida lenta em outro mundo (Eu espero!)"
      },
      {
        "ru": "Размеренной жизни бы в ином мире (мечта)"
      },
      {
        "vi": "Tôi có một cuộc sống bình yên ở thế giới khác (Tôi ước là thế)"
      }
    ],
    "description": {
      "en": "By the will of the goddess, Itsuki Shinomiya was given the privilege of choosing various abilities and being reborn in another world. However, before going to the other world, he didn't want to involve himself in scary, dirty, gross things like battles. Fiercely determined to live a slow life, he chose the unique skill [Pocket Money], giving him an amount of money once per day. \"With this, I can hang out with girls without having to work!\" Dreaming of avoiding battles and living with cute girls, Itsuki stepped into the other world! But the reality was not that simple. Getting attacked by giant bugs, getting caught up in arguments at the guild, and getting stuck with slaves?! In the end, will Itsuki be able to live his ideal slow life?! Using unique skills and manufacturing skills, an exciting other-world slow life with beautiful girls starts now! (hopefully)",
      "ja": "異世界での第二の人生は…とにかく楽したい!!\n\n忍宮一樹――心も身体もすり減らして働くサラリーマンは、夢のスローライフを目指して異世界へと降り立った。だが、夢の実現のための切り札、一日一回お金を生み出せる『お小遣い』スキルでは全く足りず、やむなく働くハメに。なんとか“錬金術師ギルド”に就職し、スローライフの第一歩…と思いきや、営業先の“冒険者ギルド”では難癖をつけられてしまう。さらには美女から「あなたの奴隷になる」と宣言され大混乱！ どうなる俺の異世界ライフ!?",
      "pt-br": "Pela vontade da deusa, Itsuki Shinomiya recebeu o privilégio de escolher várias habilidades e renascer em outro mundo. No entanto, antes de ir para o outro mundo, ele não queria se envolver em coisas assustadoras, sujas e grosseiras como batalhas. Ferozmente determinado a viver uma vida lenta, ele escolheu a habilidade única [Pocket Money], dando a ele uma quantia em dinheiro uma vez por dia. “Com isso, posso sair com as garotas sem precisar trabalhar!”. Sonhando em evitar batalhas e viver com lindas garotas, Itsuki entrou no outro mundo! Mas a realidade não era tão simples. Ser atacado por insetos gigantes, se envolver em discussões na guilda e ficar preso a escravos? No final, Itsuki será capaz de viver sua vida lenta ideal? Usando habilidades únicas e habilidades de fabricação, uma emocionante vida lenta de outro mundo com lindas garotas começa agora."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b2c328e2-7aca-4c17-b95a-6697371544ff",
    "title": {
      "en": "Drama na Koi wa Kihon kara"
    },
    "updatedAt": "2024-10-09T14:24:11+00:00",
    "coverArt": "https://mangadex.org/covers/b2c328e2-7aca-4c17-b95a-6697371544ff/b493f8a3-4b0f-4575-8da7-c08a7ff79731.jpg",
    "altTitles": [
      {
        "ja": "ドラマな恋は基本から"
      },
      {
        "ja-ro": "Drama na Koi ha Kihon kara"
      },
      {
        "en": "Dramatic Love Starts from the Basics"
      }
    ],
    "description": {
      "en": "Shinji Yuuki is an ordinary businessman, 35 years old, single, no girlfriend, living at home. He is worried about his future as a single man, but he has little experience in love and is afraid of marriage activity. But when he meets a female  doctor, he falls in \"love beyond his imagination,\" a love that turns his life upside down!",
      "ja": "「35歳独身、彼女なし、実家暮らし」の平凡なサラリーマン・悠木慎史。独りで生きる未来に不安があるけれど、恋愛経験は少ないし婚活も怖い――。そんな悠木が、とあるアクシデントで医師・伴瑛理子と出会い、人生がひっくり返る「想像以上の恋」に落ちる！ 　大ヒット社会人恋愛漫画『この会社に好きな人がいます』の榎本あかまるが贈る、ミドサーから始める恋愛トレーニング!!",
      "pt-br": "A vida de Shinji Yuuki dá uma guinada inesperada quando ele conhece uma médica, despertando um amor que desafia seus medos e incertezas. Seu mundo ordinário como empresário é jogado no caos, à medida que esse novo afeto o tira da zona de conforto e o obriga a enfrentar suas ansiedades mais profundas sobre relacionamentos e o futuro.\n\nHá alguma direção específica que você gostaria que essa história tomasse, ou desafios particulares que Shinji possa enfrentar ao navegar por esse romance inesperado?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]