[
  {
    "mangaId": "2674b676-f69b-4fea-b5eb-d19803d41fce",
    "title": {
      "en": "Imaizumi Brings All the Gals to His House"
    },
    "updatedAt": "2024-12-07T15:56:13+00:00",
    "coverArt": "https://mangadex.org/covers/2674b676-f69b-4fea-b5eb-d19803d41fce/4b0e3da6-75d8-4918-a914-7f8c1f71a5a8.jpg",
    "altTitles": [
      {
        "ja": "今泉ん家はどうやらギャルの溜まり場になってるらしい～DEEP～"
      },
      {
        "ja-ro": "Imaizuminchi wa Douyara Gal no Tamariba ni Natteru Rashii ~DEEP~"
      },
      {
        "ja-ro": "Imaizumin-chi wa Douyara Gyaru no Tamariba ni Natteru Rashii ~DEEP~"
      },
      {
        "en": "Imaizumi's Home Has Apparently Become A Gal Hangout Spot ~Deep~"
      },
      {
        "en": "Imaizumin's House Is a Place for Gals to Gather"
      },
      {
        "en": "Imaizumin's House Is a Hangout Place for Gals ~Deep~"
      },
      {
        "id": "Rumah Imaizumi adalah Tempat Nongkrong Para Cewek"
      },
      {
        "id": "Rumah Imaizumi adalah Tempat Nongkrong Cabe-cabean"
      },
      {
        "id": "Rumah Imaizumi adalah Tempat Nongkrong Gal"
      },
      {
        "zh": "今泉家似乎成了辣妹的聚集地~deep~"
      }
    ],
    "description": {
      "en": "Imaizumi is a high school boy who lives alone in his apartment for a reason. He has a secret that he can't tell to anyone. And the secret is that he lives with the top three Gyarus (gals) of his school, Hamasaki, Kurumizaka, and Sasaki. He spends his day playing, talking and getting physical with these Gyarus, all of whom have a quirk or two. Imaizumi-kun is getting more and more addicted to his lazy, naughty and free \"youth\"...?",
      "id": "Imaizumi-kun, seorang siswa SMA yang hidup sendiri karena suatu alasan. Dia memiliki rahasia yang tidak bisa diketahui oleh siapa pun. Yaitu tinggal bersama tiga gadis \"Hamasaki\", \"Kurumizaka\" dan \"Sasaki\" yang berada di kasta atas di sekolah."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fb00aab-2cfa-4b46-883e-4584d5e9aa62",
    "title": {
      "en": "Sono Akuyaku Kizoku, Mama Heroine ga Suki Sugiru ~Shinshi na Doryoku de Saikyou to Nari Fuguu na Oshi Chara Tasukemakuru~"
    },
    "updatedAt": "2025-02-05T23:33:08+00:00",
    "coverArt": "https://mangadex.org/covers/8fb00aab-2cfa-4b46-883e-4584d5e9aa62/69f71362-077f-4da8-9350-0a65ed4b4e48.jpg",
    "altTitles": [
      {
        "ja": "その悪役貴族、ママヒロインが好きすぎる ～真摯な努力で最強となり不遇な推しキャラ助けまくる～"
      },
      {
        "en": "The Villainous Noble Loves Mom Heroines Too Much ~Becoming The Strongest With Sincere Effort To Save Misfortunate Fave Chars~"
      },
      {
        "en": "That Villainous Aristocrat Is Actually Crazy About Mom Heroines ~With His Earnest Hard Work, He Becomes the Strongest and Saves All of His Favorite Characters~"
      },
      {
        "en": "The Villainous Aristocrat Loves His Mother Heroine Too Much: Becoming the Strongest Through Sincere Efforts and Saving His Favorite Character"
      }
    ],
    "description": {
      "en": "The mom characters who appear in the game *MamaFan* are all unfortunate sub-heroines who always get bad ending routes. “Why... Why do such cute moms have to die?!”. Even though the protagonist tried very hard to request a route where they get saved, all of his efforts were in vain, making him spend his days in frustration. Then on a certain day, he suddenly gets reincarnated into the world of *MamaFan*... However, he gets reincarnated as a villainous aristocrat who's got nothing but the worst routes. This guy, who's crazy about mom characters — his fulfilling days of saving his beloved mom characters and his journey to create his harem full of plump women are about to begin!\n___\n**Additional Links:**\n- Alt Official Raw: [niconico Manga](https://manga.nicovideo.jp/comic/71300)",
      "ja": "ゲームに登場するママキャラたちは、全員がバッドエンドルートしかない、あまりにも不遇すぎるサブヒロインでした――。\n\n「なんで……なんでこんなかわいいママが死ななきゃならないんだよぉおお！」\n\n彼女たちの救済ルートを求めるも、叶わず落胆の日々を送っていた主人公。だが、ある日突然このゲーム世界に転生することに。\n\n・・・ただし、闇落ちルートしかない悪役貴族として。"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1aad07fb-3ec1-4acf-8c5b-d8f5f5929a5d",
    "title": {
      "en": "THE ISEKAI DOCTOR　Any sufficiently advanced medical science is indistinguishable from magic."
    },
    "updatedAt": "2025-01-20T02:50:09+00:00",
    "coverArt": "https://mangadex.org/covers/1aad07fb-3ec1-4acf-8c5b-d8f5f5929a5d/203e529b-b076-49d4-8d1c-9394e8df8ac9.jpg",
    "altTitles": [
      {
        "ja": "高度に発達した医学は魔法と区別がつかない"
      },
      {
        "ja-ro": "Koudo ni Hattatsu Shita Igaku wa Mahou to Kubetsu ga Tsukanai"
      },
      {
        "ja-ro": "Koudo ni Hattatsu Shita Igaku ha Mahou to Kubetsu ga Tsukanai"
      },
      {
        "en": "Any Sufficiently Advanced Medical Science Is Indistinguishable From Magic"
      },
      {
        "en": "Highly Advanced Medicine Is Indistinguishable From Magic"
      },
      {
        "en": "I Used High-Level Medicine to Counter Magic"
      },
      {
        "ru": "Высокоразвитая медицина неотличима от магии"
      },
      {
        "ka": "ძლიერ განვითარებული მედიცინა განურჩევადია მაგიისგან"
      },
      {
        "ne": "उच्च विकसित औषधी जादू भन्दा कम छैन"
      },
      {
        "es-la": "La medicina altamente desarrollada no se puede diferenciar de la magia"
      }
    ],
    "description": {
      "en": "Can modern medicine work in another world? No cheats, no modern equipment. One doctor stands up against a world where magic rules!\n\nTadato Amami, an active doctor, is transferred to another world where medical magic is monopolized. He is surprised by the slimes, chimera, beastmen, and other inhabitants he encounters for the first time! But with the little medical equipment he has and his own knowledge, he is able to fight diseases and injuries!\n\nWill he be able to cure the inhabitants of the other world and save those who suffer?!\n___\n[Official English (K MANGA) - United States/Canada/Australia/New Zealand/Singapore/Japan only!](https://kmanga.kodansha.com/title/10576/episode/352607)",
      "ja": "医療魔法が独占された異世界に転移した現役医師・天海唯人。スライム、キマイラ、獣人…はじめて出会う住人たちに驚きながらも、わずかな医療器具と自身の知識で、病魔や怪我に立ち向かう。果たして彼は異世界の住人たちを治療し、苦しむ人々を救うことができるのか。",
      "es-la": "¿Funciona la medicina moderna en otro mundo? Sin trampas ni equipos modernos. Un médico se enfrenta a un mundo dominado por la magia. El doctor Amami Yuito es transferido a un mundo diferente donde la magia médica está monopolizada. Slimes, quimeras, hombres bestia... Le sorprenden los habitantes con los que se encuentra por primera vez, pero con el poco equipo médico que tiene y sus propios conocimientos, es capaz de combatir enfermedades y heridas.\n¿Podrá curar a los habitantes del otro mundo y salvar a los que sufren? Una fantasía de \"Mundo diferente\" x \"médico\" sin trampas ni equipos modernos, escrita por Tsuda Houkou que además es un médico en funciones e ilustrada por el prometedor Takishita Nobuhide!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2025-01-27T21:52:20+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a02bd707-cafa-4f46-a00f-b3d499cb70ed",
    "title": {
      "en": "Mi-chan to Airi"
    },
    "updatedAt": "2024-09-03T21:57:16+00:00",
    "coverArt": "https://mangadex.org/covers/a02bd707-cafa-4f46-a00f-b3d499cb70ed/d3e6ea75-4eeb-4e03-872c-eb7f66329a7a.jpg",
    "altTitles": [
      {
        "en": "Mi-chan and Airi"
      },
      {
        "ja": "みーちゃんとアイリ"
      }
    ],
    "description": {
      "en": "Midori, a corporate slave, is being worked to death day and night. Her meals come from the convenience store, her refuge is alcohol and cigarettes, and she goes home only to sleep - such are the utterly wasteful days she leads. On her way home one day, she discovers a girl sleeping in the dumpster. She helps the girl on a whim, who introduces her self as Airi, a **witch**(!) with mysterious powers. Airi begs her, \"Please let me stay with you for a while\", and so begins their strange cohabitation life!? Warm and fluffy relief has arrived to Midori's weary days. These two mismatched ladies, a corporate slave office worker and a mess of a witch, begin their cohabitation life! (Translated from BookWalker)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "1ef6ddce-7930-45ae-a335-9a45604b99f7",
    "title": {
      "en": "Genjitsushugi Yuusha no Oukoku Saikenki"
    },
    "updatedAt": "2024-12-21T13:38:53+00:00",
    "coverArt": "https://mangadex.org/covers/1ef6ddce-7930-45ae-a335-9a45604b99f7/dcdb59dc-3792-4b9d-b53e-b30eb77f20ac.jpg",
    "altTitles": [
      {
        "ja": "現実主義勇者の王国再建記"
      },
      {
        "ja-ro": "Genjitsu Shugi Yuusha no Oukoku Saikenki"
      },
      {
        "en": "How a Realist Hero Rebuilt the Kingdom"
      },
      {
        "en": "A Realist Hero's Kingdom Restoration Chronicle"
      },
      {
        "fr": "Comment un Héro réaliste reconstruit un Royaume"
      },
      {
        "pl": "Jak realistyczny Bohater odbudował Królestwo"
      },
      {
        "vi": "Công Cuộc Tái Thiết Vương Quốc Của Anh Hùng Chủ Nghĩa Hiện Thực"
      }
    ],
    "description": {
      "en": "\"O, Hero!\"\n\nWith that cliched line, Kazuya Souma found himself summoned to another world and his adventure - did not begin. \n\nAfter he presents his plan to strengthen the country economically and militarily, the king cedes the throne to him and Souma finds himself saddled with ruling the nation! What's more, he's betrothed to the king's daughter now?! \n\nIn order to get the country back on its feet, Souma calls the wise, the talented, and the gifted to his side. Five people gather before the newly crowned Souma. Just what are the many talents and abilities they possess?! \n\nWhat path will his outlook as a realist take Souma and the people of his country down?",
      "fr": "« Bonjour, Héros ». Après une convocation tout à fait banale dans un autre monde, Kazuya Souma se retrouve à l'aube d'une aventure épique–ou peux être pas. Après avoir présenté un plan pour renforcer économiquement et militairement le pays qui l'avait invoqué, le roi décide subitement de céder son trône à notre héros pour le meilleur et le pire, sans même demander l'avis de Kazuya. Et par-dessus tout, Kazuya se retrouva ainsi fiancé avec la propre fille de l'ancien roi. Afin d’obtenir un pays stable, il fera appel à tous les talents, les sages et les génies pour qu’ils soient à ses côtés. Cinq personnes se réunirent autour de Souma nouvellement couronné pour l’assister. Quels sont ces nombreux talents et les capacités qu’ils possèdent …!? Quelle sera la voie qu’il décidera d’emprunter pour ainsi révolutionner entièrement ce monde fantastique.",
      "ja": "異世界に突如として勇者召喚された相馬一也。だが、彼の“勇者”としての冒険は――始まらなかった。国王から国家の抱える危機と課題を聞き出した彼は、持ち前の現代の知識を活かし富国強兵策を提案。すると……「召喚されし勇者ソーマ・カズヤに王位を譲る！」なんと、あろうことか国王より譲位されてしまう。さらに王女をソーマの婚約者にすると発表され――!?\n\n若き国王ソーマと腹心の仲間とが共に国家の再興を目指す異世界本格内政ファンタジー開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5611c4ac-7366-447b-846e-0817023b917b",
    "title": {
      "en": "Wheel of Reincarnation Rinne"
    },
    "updatedAt": "2024-11-17T21:30:23+00:00",
    "coverArt": "https://mangadex.org/covers/5611c4ac-7366-447b-846e-0817023b917b/6f50b925-a716-4909-9679-3c2e72a095df.jpg",
    "altTitles": [
      {
        "ja-ro": "Kyōkai no Rinne"
      },
      {
        "en": "RIN-NE"
      },
      {
        "vi": "Rinne - Cảnh giới luân hồi"
      },
      {
        "en": "Rinne of the Boundary"
      },
      {
        "ru": "Риннэ: Меж двух миров"
      },
      {
        "ja": "境界のRINNE"
      },
      {
        "zh": "境界的輪回"
      },
      {
        "zh-hk": "境界的轮回"
      },
      {
        "ko": "경계의 린네"
      },
      {
        "en": "Circle of Reincarnation Rinne"
      }
    ],
    "description": {
      "en": "As a child, Mamiya Sakura mysteriously disappeared in the woods behind her grandma's home. She returned whole and healthy, but since then, she has had the power to see ghosts. Now a teenager, she just wishes the ghosts would leave her alone! At school, the desk next to Sakura's has been empty since the start of the school year. Then one day her always-absent classmate Rokudo Rinne shows up, and he's far more than what he seems! After school one day, Rinne helps Sakura deal with the ghost of a boy who has a crush on her. Rinne, it seems, knows just how to handle such ghosts, and has the skills and tools to properly dispatch them to the afterlife (for a small fee of course). Sakura starts to learn more about her mysterious classmate, and her curiosity about Rinne draws her deeper into the amazing world between life and death.",
      "id": "Indonesian release by Elex Media as **Circle of Reincarnation Rinne**"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "40",
    "lastChapter": "398"
  },
  {
    "mangaId": "ace30258-e231-4c71-931f-69e7554502c3",
    "title": {
      "en": "Cyber planet 1999 HYPER Run"
    },
    "updatedAt": "2025-02-12T08:15:49+00:00",
    "coverArt": "https://mangadex.org/covers/ace30258-e231-4c71-931f-69e7554502c3/324c321e-55b4-4b12-a7e9-a3225e2dcbb3.jpg",
    "altTitles": [
      {
        "en": "Cyber planet 1999 HYPER Run"
      },
      {
        "en": "Hyper Rune"
      },
      {
        "ja": "サイバー・プラネット1999HYPER☆ルン"
      }
    ],
    "description": {
      "en": "Rune Ayanokouji lives a life less ordinary with a \"mad\" scientist for a grandfather and mysterious humanoid robots popping up around town. It turns out there's an alien plot to take over the world, but there seems to be a set of aliens with a different agenda in mind. With a little unexpected help, Rune and her friends are able to fight these aliens on equal ground. But with the fate of Earth at stake, who can Rune really trust?"
    },
    "status": "completed",
    "releaseDate": 1996,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": null
  },
  {
    "mangaId": "73962987-7e02-4126-8405-4d75c2188d7f",
    "title": {
      "en": "Tada de wa Dakaremasen"
    },
    "updatedAt": "2024-11-02T14:31:40+00:00",
    "coverArt": "https://mangadex.org/covers/73962987-7e02-4126-8405-4d75c2188d7f/199cc261-9cbe-4725-859b-9f4083b95d17.jpg",
    "altTitles": [
      {
        "ja": "タダでは抱かれません"
      },
      {
        "en": "I Won't Sleep with You for Free"
      },
      {
        "id": "Aku Gak Nidurin Kamu Secara Cuma-cuma"
      },
      {
        "th": "ชีวิตพลิกผัน ฉันขายตัวให้เพื่อน"
      },
      {
        "zh": "无法白“嫖”"
      }
    ],
    "description": {
      "en": "Miyako Kirishima, a university student and aspiring teacher, is a poor girl who enjoys being frugal. One day, she has a meal with Yui Nakano, her friend whom she occasionally tutors. On the way home, Yui invites her to a love hotel. Miyako is reluctant, unwilling to have sex with a friend. However, Yui cuts her off, offering her 30000 yen for sex! Subsequently, Miyako ends up in more \"transactions\" with her other friends at her women's university!? The curtain rises on a tale of yuri, friendship, money, and sex♡.",
      "id": "Kirishima Miyako, mahasiswa di sebuah universitas khusus wanita dan calon guru, adalah seorang gadis miskin yang menjalani hidup serba hemat. Suatu hari, setelah ditraktir oleh teman gadisnya Nakano Yui, dia diajak untuk mengunjungi ke love hotel. Namun, dia menolaknya karena enggan untuk berhubungan seks dengan temannya. Sampai kemudian, Yui menawarkannya 30.000 yen jika Miyako menerima ajakannya. Sejak saat itu, Miyako melakukan lebih banyak \"transaksi\" dengan teman-temannya yang lain dari universitasnya!? Kisahpun Yuri tentang persahabatan, uang dan seks pun dimulai.",
      "th": "คิริชิมะ มิยาโกะ สาวมหาลัยยาจกที่ใฝ่ฝันอยากเป็นครู ได้จับพลัดจับผลูไปเข้าโรงแรมม่านรูดกับเพื่อนซี้นามว่า นากาโนะ ยุย โดยเธอขอมีเซ็กส์ด้วยโดยแลกกับเงิน 30000 เยน! แบบนี้มีหรือมิยาโกะจะไม่เอา!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "10",
    "lastChapter": "88"
  },
  {
    "mangaId": "f34f2b36-4a30-4ac9-bee1-630b3a37d7d9",
    "title": {
      "en": "Fate/hollow ataraxia"
    },
    "updatedAt": "2025-01-28T00:37:48+00:00",
    "coverArt": "https://mangadex.org/covers/f34f2b36-4a30-4ac9-bee1-630b3a37d7d9/df41611a-c9e2-4113-baee-c01ef964a171.jpg",
    "altTitles": [
      {
        "ja": "フェイト／ホロウアタラクシア"
      }
    ],
    "description": {
      "en": "The plot of Fate/hollow ataraxia is based half a year after the events of Fate/stay night. Like its preceding counterpart, the story is set in Fuyuki City. Bazett Fraga McRemitz, a member of the Mages' Association and a master in the 5th Holy Grail War, wakes on the fourth day of the 5th Holy Grail war with a new servant, Avenger, and no memory of what happened to her beforehand. She and Avenger set off to fight and win the Holy Grail War.  \n  \nMeanwhile, Shirō Emiya lives a peaceful life with all his friends from the 5th Holy Grail War. After one of her experiments changes time and space, Rin Tōsaka leaves for the Mages' Association in England to fix things. The Servants sense a new danger while dark creatures appear soon afterward. Shirō, as a precaution, sets off to ensure nobody is in danger and instead finds himself frequently meeting a mysterious girl, Caren Ortensia.  \n  \nBoth Bazett and Shirō find themselves in time loop that lasts four days, beginning of the fourth day of the 5th Holy Grail War. Each time they die or survive four days, they always awake on the first day of the loop aware of what has happened to them since the first time loop began. Determined to end the loop, Bazett, Avenger, and Shirō fight to discover the truth behind what's causing the endless four days."
    },
    "status": "hiatus",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2025-02-08T16:56:34+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/2cfc38c0-b9ee-40b0-b2c4-467bc34747bd.jpg",
    "altTitles": [
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "es-la": "Tímida"
      },
      {
        "vi": "SHY"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters.",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "ja": "世界各国にヒーローがいる中、日本のヒーローは“恥ずかしがり屋”の少女だった!! 彼女を待ち受けるのは…!?",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "vi": "Vào giữa thế kỷ 21, trong số các anh hùng có mặt khắp nơi trên khắp thế giới xuất hiện một anh hùng siêu xấu hổ đến từ Nhật Bản với biệt danh là \"Shy\".\nCô gánh trên mình trách nhiệm của một anh hùng, mặc dù bản thân rất kém trong việc đối mặt với ánh mắt đến từ mọi người.\nDù gặp biết bao gian khó và khổ đau, nhưng Shy vẫn đứng lên vì những người xung quanh...! \nKhông chỉ dừng ở những cuộc xung đột, SHY còn là câu chuyện về tình người, về sự đồng tâm hiệp lực của các anh hùng để cùng nhau tiến về phía trước!\nCâu chuyện trưởng thành về anh hùng mang tấm lòng nhân ái!",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…",
      "pt-br": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada “Shy”..."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f4b34a3-ee7c-4855-8bd9-996b31b8142b",
    "title": {
      "en": "Kawaibara-senpai wa Kawaii (Saotome-kun) ga Suki!"
    },
    "updatedAt": "2025-01-05T14:47:11+00:00",
    "coverArt": "https://mangadex.org/covers/1f4b34a3-ee7c-4855-8bd9-996b31b8142b/a837901a-cef0-4a0a-aebf-ab76ea17ca82.jpg",
    "altTitles": [
      {
        "ja": "可愛原先輩はかわいいがすき！"
      }
    ],
    "description": {
      "en": "Saotome-kun is short and terrible at sports. He thought that studying was his only good point, but in his new high school, his grades are a far cry from stellar. As he was feeling down and thinking he had nothing, the academically brilliant, sporty, elegant, and beautiful \"Perfect Student Council President\" Kawaibara-senpai approached him.\nHaving maintained her position at the top of the grade since she enrolled, she offers to tutor Saotome on one condition: he must wear a sailor uniform while studying with her. Their secret study sessions after school begin...",
      "ja": "同作の主人公・早乙女くんは、背が小さく運動も苦手で、勉強だけが自分の取り柄だと考えていたが、入学した高校ではその勉強でもトップには程遠く、「自分にはなにもない」と落ち込んでいた。そんな早乙女に声をかけたのは、文武両道、容姿端麗な“完璧生徒会長”の可愛原（かわいばら）先輩。入試以来学年首席を守り続けている彼女は、早乙女に「特別に勉強を教えてあげてもいい」と提案する。しかしその条件として、自分と勉強しているときはセーラー服を着てほしいと女装を強要してきて……。放課後、秘密の勉強会が始まる。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bcf5d7a-3d97-4515-9ec6-0f9a26fb0219",
    "title": {
      "en": "Sugar"
    },
    "updatedAt": "2023-10-10T21:45:52+00:00",
    "coverArt": "https://mangadex.org/covers/3bcf5d7a-3d97-4515-9ec6-0f9a26fb0219/50498b0f-8805-46eb-9a6e-31f51a8eaf2d.jpg",
    "altTitles": [],
    "description": {
      "en": "Rin Ishikawa, 16 years old, the \"talent'' that will revolutionize the boxing world has begun to awaken in the north.\n\nRin is a very popular and mischievous person. He was raised by his mother and grandparents in a small town in Hokkaido.\n\nNow, he has dropped out of high school and is about to embark on his journey.\nWithout thiniking about his future, he decide to go to Tokyo. \n\nRin, little did he know that he would leave his name in the history of boxing."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "65"
  },
  {
    "mangaId": "2de8ffd3-25b7-42cd-80e8-32148478c40c",
    "title": {
      "en": "Kimi to Warui Koto ga Shitai"
    },
    "updatedAt": "2024-10-17T03:28:48+00:00",
    "coverArt": "https://mangadex.org/covers/2de8ffd3-25b7-42cd-80e8-32148478c40c/bef5ac88-6368-4705-8e79-0fd131b673f7.jpg",
    "altTitles": [
      {
        "en": "I Wanna Do Bad Things with You"
      },
      {
        "ja": "君と悪いことがしたい"
      },
      {
        "zh-hk": "想和你一起做壞事"
      }
    ],
    "description": {
      "en": "Mamori Wataya is a tall but dark, plain, and shady high school girl. One day she meets Soushi Fuji, who has a small, thin body and an evil-looking smile. A supporting character that no one can find and a villain that no one likes. This encounter turns their gray days blue.",
      "ja": "背は高いけど地味で暗い脇役女子・まもり。嫌いだからとプールの水を抜く、学校一の嫌われ者の悪役男子・藤。悪いヤツの、不思議な強さに惹かれていったその先にあったのは、透き通るような青い日々。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "67"
  },
  {
    "mangaId": "fab07a3c-9f08-4ad0-919e-4c9b8bd66380",
    "title": {
      "en": "Menhera Usagi wa Yandere Ookami ni Dekiaisareru"
    },
    "updatedAt": "2025-01-31T04:29:19+00:00",
    "coverArt": "https://mangadex.org/covers/fab07a3c-9f08-4ad0-919e-4c9b8bd66380/1c710f33-f866-4ae0-8f0a-4813ed8fcbfc.jpg",
    "altTitles": [
      {
        "ja": "メンヘラうさぎはヤンデレ狼に溺愛される"
      },
      {
        "en": "The Menhera Rabbit Is Adored by the Yandere Wolf"
      }
    ],
    "description": {
      "en": "A dangerous and twisted love between a menhera girl x yandere boy!? Tsumugi is a menhera girl who's been dumped by a string of boyfriends for being too clingy. Her last boyfriend got angry at her for sneakily looking through his phones and kicked her out of the house. And that's when Itoshi, the super kind younger guy who completely accepts her, comes to the rescue. His gentle comfort soothes Tsumugi's broken heart, however, there's something he's hiding...!?",
      "ja": "メンヘラ女子×ヤンデレ男子の危険で歪な恋!?　つむぎは歴代彼氏に「重すぎる」と捨てられてきたメンヘラ女子。彼氏のスマホを勝手に覗き怒られ、家から追い出されてしまう。そんな時助けてくれたのは、自分を全肯定してくれる超優しい年下の男の子、愛士。彼の優しい慰めで傷ついた心が安らぐつむぎだったが、愛士には秘密があって…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-12-18T16:50:40+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/0693f829-07d6-445e-bc08-ba82981ab6ea.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      },
      {
        "uk": "Королівство"
      },
      {
        "ja-ro": "Kingudamu"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "uk": "Мільйони років минуло з часів легенд, коли світ людей і богів був єдиним. У ті часи бажання людини верховодило над світом. Це була епоха 500-річної війни, період ворожих держав. «Королівство» — історія про хлопчину на ім’я Сінь, котрий прагне стати найвеличнішим генералом та про безліч випробувань та скитань, повз які пролягатиме його шлях до мети.",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28b7e64d-df44-4b36-a899-45d4ea9b4f77",
    "title": {
      "en": "In a Windy Town"
    },
    "updatedAt": "2025-02-10T13:30:23+00:00",
    "coverArt": "https://mangadex.org/covers/28b7e64d-df44-4b36-a899-45d4ea9b4f77/c0f91128-97df-475d-9c31-dbbed66b0eb7.jpg",
    "altTitles": [
      {
        "ja": "風街のふたり"
      },
      {
        "ja-ro": "Kazemachi no Futari"
      }
    ],
    "description": {
      "en": "A lonely old painter and a girl with no friends. This is a story about two people who don't fit in, and how they learn how to love the world as it is."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "deb90feb-ad58-4fb4-a8c4-53da5c5b2901",
    "title": {
      "en": "Unaware His Majesty Is a Girl"
    },
    "updatedAt": "2024-04-23T19:20:11+00:00",
    "coverArt": "https://mangadex.org/covers/deb90feb-ad58-4fb4-a8c4-53da5c5b2901/fd17e055-249e-4ca2-928b-dbe570350262.jpg",
    "altTitles": [
      {
        "zh": "不知陛下是女郎"
      },
      {
        "zh-hk": "不知陛下是女郎"
      },
      {
        "zh-ro": "Buzhi Bixia Shi Nülang"
      },
      {
        "vi": "Hoàng đế bệ hạ là nữ lang"
      },
      {
        "my": "ဘုရင်ကြီးကမိန်းကလေးမှန်းမသိခဲ့ဘူး"
      },
      {
        "ru": "Является ли ваше величие девушкой?"
      },
      {
        "vi": "Không Ngờ Bệ Hạ Là Nữ"
      }
    ],
    "description": {
      "en": "The new emperor, Qi Nian, acceded to the throne many years ago. He kept refusing the requests by his officials to choose a consort, brushing them off by saying \"the affairs of state are important, and I am busy with my work\". But Qi Nian finally relented as rumors that \"the emperor is impotent\" spread ever more widely.\n\nYu Dingdang was a particularly dim-witted girl, but born to a prestigious family. This led many to say: \"Madame Yu exchanged her brain for her looks\". Who could have expected that Yu would be selected by the emperor to be his empress consort?\n\nA happy and dramatic girl-girl romantic comedy set in the imperial palace. Yu couldn't have expected that this lofty emperor up on high was actually a girl?!",
      "zh": "新帝祁念登基多年，却终日以“国事要紧，朕沉迷工作”，拒绝了朝臣们的选妃请求。但“皇帝不行”的流言愈演愈烈，祁念不胜其烦，终是松口。玉玎珰出身名门，却生了个榆木脑袋，众人纷纷道：“玉家小姐是拿脑子换的脸”却不想，一朝入选，她竟成了国母。玉玎珰表面：啊？什么？是我吗？内心却汹涌澎湃。只因玉玎珰从小便立誓，一！定！要！成！为！祁！念！的！女！人！迷妹追星成功，在皇宫里上演了一系列“她逃她追，她插翅难飞”的啼笑皆非的欢喜故事却不想，这高高在上的至尊帝王，竟是女儿身？！",
      "zh-hk": "新帝祁念登基多年，卻終日以“國事要緊，朕沉迷工作”，拒絕了朝臣們的選妃請求。 但「皇帝不行」的流言愈演愈烈，祁念不勝其煩，終是鬆口。 玉玎璫出身名門，卻生了個榆木腦袋，眾人紛紛道：「玉家小姐是拿腦子換的臉」卻不想，一朝入選，她竟成了國母。 玉玎璫表面：啊？ 什麼？ 是我嗎？ 內心卻洶湧澎湃。 只因玉玎璫從小便立誓，一！ 定！ 要！ 成！ 為！ 祁！ 念！ 的！ 女！ 人！ 迷妹追星成功，在皇宮裡上演了一系列「她逃她追，她插翅難飛」的啼笑皆非的歡喜故事卻不想，這高高在上的至尊帝王，竟是女兒身？ ！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "730e65ef-b00c-4495-9935-9db252d93d4a",
    "title": {
      "en": "Love Gives Me Superpowers"
    },
    "updatedAt": "2025-02-09T09:46:29+00:00",
    "coverArt": "https://mangadex.org/covers/730e65ef-b00c-4495-9935-9db252d93d4a/ba582d65-8898-4118-84aa-8a1bbaf24096.jpg",
    "altTitles": [
      {
        "zh": "恋爱让我有了超能力"
      },
      {
        "zh-hk": "戀愛讓我有了超能力"
      },
      {
        "zh-ro": "Lian'ai Rang Wo Youle Chao Nengli"
      },
      {
        "en": "Falling In Love Gives Me Superpowers"
      }
    ],
    "description": {
      "en": "Art student Zhong Shenxiu encountered a problem during a sketching class. She couldn't \"truly see\" Xu Ke, a top student and the subject of the sketch. If she can't truly see the subject then she can't draw. Zhong Shenxiu put down her paintbrush. If she became a better student, she would be able to get closer to her, right? If she could get closer to her, then she could truly see her, right? Until the distance between them is no more--Face to face. Phew! Now I can finally see her! But! This is... Too close! Help! What Should I do?!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8892dc05-867f-4fff-823b-47210a6746bb",
    "title": {
      "en": "I Am the Fated Villain"
    },
    "updatedAt": "2024-12-14T13:33:29+00:00",
    "coverArt": "https://mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "altTitles": [
      {
        "en": "Villain Is Here"
      },
      {
        "zh-hk": "我！天命大反派"
      },
      {
        "en": "Me, the Heavenly Destined Villain"
      },
      {
        "zh-ro": "Wǒ! Tiānmìng Dà Fǎnpài"
      },
      {
        "zh-ro": "Wo! Tian Mìng Da Fanpai"
      },
      {
        "en": "The Villain Of Destiny"
      },
      {
        "en": "My Fate As a Villain"
      },
      {
        "ru": "Моя судьба злодея"
      },
      {
        "es-la": "El Villano Del Destino"
      },
      {
        "vi": "Ta Trời Sinh Đã Là Nhân Vật Phản Diện"
      },
      {
        "vi": "Thiên mệnh đại phản phái"
      }
    ],
    "description": {
      "en": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
      "fr": "Dès que Gu Changge s’est rendu compte qu’il avait transgressé un monde imaginaire, le protagoniste de ce monde, l’élu de la fortune, a juré de se venger de lui. Envié par tous, non seulement la femme principale est folle de lui, mais il est également traité comme un invité de marque partout où il va. Heureusement, le prestige et le pouvoir de Gu Changge sont supérieurs à ceux de tous les autres, alors il ne devrait pas être facile de piétiner un simple élu de la fortune ?",
      "id": "Begitu Gu Changge menyadari dia telah masuk ke sebuah dunia fantasi, protagonis dunia itu yang dengan beruntungnya terpilih, bersumpah untuk melakukan balas dendam terhadapnya. Semua orang sangat iri pada Protagonis itu, karena bukan hanya karakter utama wanita tergila-gila padanya, tapi dia juga selalu diperlakukan sebagai tamu kehormatan kemanapun dia pergi. Untungnya, martabat dan kekuatan Gu Changge jauh melebihi milik orang lain, sehingga dia tidak dengan mudah jatuh di tangan orang yang hanya terpilih karena keberuntungannya?\n\n \n\nTunggu dulu… ada sistem yang didedikasikan untuk meraup dan mengambil dari apa yang dimiliki protagonis? Gu Changge tersenyum. “Sepertinya takdir pun ingin aku memenuhi takdirku sebagai orang jahat di dunia ini!”",
      "pl": "Gu Changge zostaje przeniesiony do świata wuxia, gdzie z miejsca staje się obiektem nienawiści protagonisty, będącego Wybrańcem Losu, gdyż nie dość, że główna bohaterka rzuca mu się w ramiona, to jeszcze jest przez wszystkich traktowany niczym znamienity gość. Na szczęście jego postać cechuje znacząca siła, więc powinien bez trudu zmiażdżyć jakiegoś w czepku urodzonego dzieciaka, prawda? “Chwila… Otrzymałem wyspecjalizowany system, który pozwala mi okradać głównego bohatera ze szczęścia?” Gu Changge uśmiechnął się znacząco. “Zdaje się, że moim przeznaczeniem jest podążanie ścieżką prowadzącą do stania się największym czarnym charakterem w tym świecie!”",
      "ru": "Гу Чангэ попадает в фэнтези-мир, где, по-классике, оказывается в шкуре главного козла отпущения.\nУдивительно, что главный герой сразу же снизыскал расположение у императрицы, чем вызвал бурю ненависти в свой адрес. К счастью, Чангэ - уважаемый человек в городе и единственное, что его спасает от кары в данной ситуации это высокий статус в обществе. Подождите-ка... а вы уже знаете, что здесь есть необычная система рангов, в которой присутствуют яркие герои всех мастей? Проанализировав события, герой понимает, что выгоднее всего вжиться в свою новую роль и пойти по пути персонажа-злодея!",
      "pt-br": "Imediatamente após Gu Changge perceber que havia transmigrado para um mundo de fantasia, o protagonista do mundo, e o escolhido da fortuna, jurou se vingar dele. Invejado por todos, ele não só tem a liderança feminina de ponta-cabeça por ele, mas também é tratado como um distinto convidado onde quer que vá. Felizmente, o prestígio e o poder de Gu Changge são superiores aos de todos os outros, então não deveria ser fácil pisar em uma mera escolha da fortuna? Espere … Existe um sistema dedicado à ordenha e colheita do protagonista? Gu Changge sorriu. “Parece que até o destino quer que eu cumpra meu destino como o vilão deste mundo!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "feff4eaf-01df-4a05-83f4-68bb5cdf4fad",
    "title": {
      "en": "Mahou Shoujo ni Akogarete"
    },
    "updatedAt": "2024-11-02T18:27:31+00:00",
    "coverArt": "https://mangadex.org/covers/feff4eaf-01df-4a05-83f4-68bb5cdf4fad/4c9b2a41-bd5d-47d9-9e84-84d185d464f0.jpg",
    "altTitles": [
      {
        "en": "Looking up to Magical Girls"
      },
      {
        "id": "Aku menyukai Magical Girls, tapi...."
      },
      {
        "ru": "Стремясь стать девочкой-волшебницей"
      },
      {
        "ja": "魔法少女にあこがれて"
      },
      {
        "zh-ro": "Chōngjǐng chéngwéi mófǎ shàonǚ"
      },
      {
        "zh": "憧憬成为魔法少女"
      },
      {
        "zh-hk": "憧憬成為魔法少女"
      },
      {
        "it": "Le mie adorate maghette"
      },
      {
        "en": "I Admire Magical Girls, and..."
      },
      {
        "en": "Gushing over Magical Girls"
      },
      {
        "fr": "Looking up to Magical Girls"
      },
      {
        "uk": "Я захоплююся чарівними двічатами і..."
      }
    ],
    "description": {
      "en": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but…  \nMagical Girls vs. The Forces of Evil, the fierce battle begins!  \n\n---\n**Links:**\n\n- [Alternative Official Release by Coolmic](https://coolmic.me/titles/1110)",
      "fr": "**Je fais des choses tellement horribles à mes Magical Girls préférées !**\n\nMoi, c’est Utena Hiiragi, et comme toutes les filles de mon âge, j’adore les magical girls !\nUn jour, une étrange créature aux allures de mascotte m’a lancé un sort, et je suis devenue capable de me transformer, moi aussi !\nJe vais pouvoir me battre aux côtés de mes héroïnes préférées !\nEnfin, c’est ce que je croyais…\n\nC’est quoi, cette tenue scandaleuse ?\nEt comment ça, je suis au service du Mal ?!\n\nMais qu’est-ce que c’est que cette histoire ?!\n\n**La comédie BDSM dans laquelle s’affrontent des Magical Girls !!**\n\n**Avec ses personnages tous plus fous les uns que les autres, Looking Up to Magical Girls balaye les genres et nous place du côté du mal ! Akihiro Ononaka déploie tout l’arsenal BDSM à sa disposition pour nous proposer un concentré d’humour légèrement sexy et complètement déjanté !**\n\n---\n**Links:**\n- [Official French](https://www.amazon.fr/Looking-up-Magical-Girls-1/dp/2382750731/)",
      "uk": "Хііраґі Утена завжди захоплювалася чарівними дівчатами і мріяла перетворитися на круту героїню, яка бореться зі злом. Тож, коли одного вечора до неї підходить талісман, яка стверджує, що в ній дрімає магічна сила, вона тремтить від хвилювання. Але її барвиста мрія швидко розбивається об іронічний поворот подій, коли вона перетворюється на лиходійку!",
      "es-la": "Hiiragi Utena, una chica que ama a las Chicas Mágicas, vive su vida cotidiana y desea ser como ellas.\nUn día aparece un personaje curioso frente a ella y le ofrece el poder de hacer realidad sus deseos, pero...\nMagical Girls vs. The Forces of Evil, ¡comienza la feroz batalla!",
      "pt-br": "Hiiragi Utena é uma garota apaixonada por Mahou Shoujo que sonhava em se tornar uma delas e poder lutar ao lado de sua heroína favorita. Certo dia, um mascote inesperadamente apareceu ao seu lado e lançou uma feitiço em Hiiragi, oferecendo a ela a oportunidade de estar de frente para sua ídolo. Entretanto, diferente do que ela esperava, a transformação a fez virar uma vilã ao invés de uma mahou shoujo. Para piorar, a mudança faz com que ela deixe de ser uma tímida garota e passe a ser uma dominatrix sádica. Agora Hiiragi precisará lidar com sua nova “profissão”, ao mesmo tempo que tenta aproveitar os momentos ao lado de sua heroína, por mais que seja para tentar torturá-la."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5b0021d-6463-4bee-9873-5be9ebd6c14e",
    "title": {
      "en": "Otonari no Onee-san wa XXX Shitai"
    },
    "updatedAt": "2025-01-21T18:17:16+00:00",
    "coverArt": "https://mangadex.org/covers/e5b0021d-6463-4bee-9873-5be9ebd6c14e/e5b7adc2-0d87-42f7-8a85-54b74de30099.jpg",
    "altTitles": [
      {
        "en": "My Neighbor Lady Wants to Do XXX"
      },
      {
        "ja": "お隣のおねぇさんは×××したい"
      }
    ],
    "description": {
      "en": "A love suspense story between a psycho lady and a lonely boy!!\nNaoto, who gets treated terribly by his parents, has Naruko, a beautiful lady, show up at his doorstep and starts living next to him as his neighbor. Naruko seems to be kindly accommodating Naoto, but her actions are somewhat \"unnatural\"... A love suspense story between Naruko (a psycho lady) and Naoto (a lonely boy) unfolds!!",
      "ja": "サイコなおねえさん×孤独な少年のお隣さんラブサスペンス!!\n\n親から満足な衣食住を与えられていない少年・直人のもとに、隣人として現われた綺麗なおねえさん・奈留子。\n優しく直人を受け入れる奈留子だが、彼女の言動はどこか“普通”ではなくて……。\nサイコなおねえさん《奈留子》と孤独な少年《直人》による、おねショタラブサスペンス!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5a7c4af-d22f-42f6-a615-b086775bad23",
    "title": {
      "en": "Kuromaku Ikka ni Tensei Shita Kedo Gensaku Mushishite Dokuritsu Suru"
    },
    "updatedAt": "2025-02-12T06:00:07+00:00",
    "coverArt": "https://mangadex.org/covers/d5a7c4af-d22f-42f6-a615-b086775bad23/bbca72cc-fdad-4fe5-832c-1f973d5264a0.jpg",
    "altTitles": [
      {
        "ja": "黒幕一家に転生したけど原作無視して独立する"
      },
      {
        "en": "Reincarnated Into a Villainous Family, but I'm Ignoring the Plot and Going Rogue!"
      },
      {
        "en": "I Was Reincarnated Into a Villainous Family, but I'll Ignore the Original Story and Live Independently"
      },
      {
        "pt-br": "Eu Fui Reencarnado em uma Família Vilã, Mas Vou Ignorar a História Original e Viver de Forma Independente"
      }
    ],
    "description": {
      "en": "The protagonist, who has been reincarnated into the world of a game he played extensively, has become Yuri, the third son of a villainous family!!\n\nHis father, siblings, and the entire household are the worst and most ruthless, all doomed to be brutally massacred.\nAs for Yuri himself, he is destined to betray the Hero as the final boss, dragging the heroine down with him to meet the worst possible death.\n\nNot wanting to die, he decides to completely distance himself from both his villainous family and the Hero’s party, intending to live a peaceful and carefree life… Or so he thought, but now, one by one, the original story’s characters keep gathering around him…!?\n\nFrom a self-declared \"exile\", the lone Final Boss’s journey of independence and unrivaled strength begins!!!\n\n___\n* Alternative Raw: [Niconico](https://manga.nicovideo.jp/comic/71281)",
      "ja": "やり込んだゲームの世界に転生した主人公は\n黒幕ファミリーの三男・ユーリになっていた！！\n\n父や兄姉ともに最悪＆最凶の一家は、いずれ惨殺される運命。\nユーリに至ってはラスボスとして勇者を裏切り、ヒロインを道連れにして最悪の死に方をする。\n\n死ぬのはごめんなので、黒幕一家とも勇者パーティーとも無関係に、ぬくぬく暮らす…\nはずなのに、原作キャラたちがどんどん俺のもとに集まってくるんだが…!?\n\n自主的『追放』宣言から始まる\nはぐれラスボスの独立無双譚、スタート！！！",
      "pt-br": "O protagonista, que foi reencarnado no mundo de um jogo que ele jogou exaustivamente, se tornou Yuri, o terceiro filho de uma família vilã!!!\n\nSeu pai, irmãos e toda a família são os piores e mais cruéis, todos condenados a serem brutalmente massacrados.\nQuanto ao próprio Yuri, ele está destinado a trair o Herói como o chefão final, arrastando a heroína para uma morte horrível junto com ele.\n\nNão querendo morrer, ele decide se distanciar completamente tanto de sua família vilã quanto do grupo do Herói, planejando viver uma vida pacífica e despreocupada… Ou pelo menos era o que ele pensava, mas agora, um por um, os personagens da história original continuam se reunindo ao seu redor…!?\n\nDe um \"exilado\" autodeclarado, começa a jornada de independência e força incomparável do chefão final solitário!!!"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "9422a147-c0c8-400d-9106-57cb8ece3dba",
    "title": {
      "en": "Kimi wa Meido-sama"
    },
    "updatedAt": "2024-11-10T21:44:21+00:00",
    "coverArt": "https://mangadex.org/covers/9422a147-c0c8-400d-9106-57cb8ece3dba/b70aa6b6-03a3-403e-9c14-91f7cc126ab2.jpg",
    "altTitles": [
      {
        "en": "You are Ms. servant"
      },
      {
        "ja": "君は冥土様"
      },
      {
        "zh-hk": "暗殺女僕冥土醬"
      }
    ],
    "description": {
      "en": "A girl in a maid uniform came to Hitoyoshi's house looking for a job. Her previous job was an assassin, and she is skilled in all the deadly arts, but she's a complete beginner at housework. Hitoyoshi was confused by the strange request and sent her away. But then she saved Hitoyoshi from a deadly accident, and he thought maybe they can make this work? This is a story about a maid who was a cold-hearted killer learning about new emotions. A maid who lived a lonely life in the underworld finally finding family. The start of an enjoyable daily life.",
      "id": "||Seorang gadis dengan pakaian pelayan datang ke rumah Hitoyoshi untuk mencari pekerjaan. Pekerjaan dia sebelumnya adalah seorang pembunuh, dan dia sangat ahli dalam semua teknik membunuh, tapi dia sangat awam dalam pekerjaan rumah. Hitoyoshi bingung dengan permintaan anehnya itu dan memintanya pergi. Tapi kemudian gadis itu menyelamatkan Hitoyoshi dari sebuah kecelakaan maut, dan Hitoyoshi pikir dia mungkin bisa mempekerjakannya? Ini adalah kisah tentang seorang pelayan yang dulunya adalah pembunuh berdarah dingin kini belajar tentang emosi baru. Seorang pelayan yang hidup kesepian di dunia bawah akhirnya menemukan keluarga. Awal kehidupan sehari-hari yang menyenangkan dimulai!||"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "955c730a-9304-4f82-ae96-af48ff5eaa0c",
    "title": {
      "en": "Kurai Anoko to Shitai koto"
    },
    "updatedAt": "2024-11-03T23:16:36+00:00",
    "coverArt": "https://mangadex.org/covers/955c730a-9304-4f82-ae96-af48ff5eaa0c/d1db736e-8e28-42e4-928a-533031f3a21c.jpg",
    "altTitles": [
      {
        "ja": "くらいあの子としたいこと"
      },
      {
        "ja-ro": "Kurai Ano Ko to Shitai Koto"
      },
      {
        "en": "What I’d Like to Do with That Gloomy Girl"
      },
      {
        "zh": "想与阴暗的她一起做的事"
      },
      {
        "zh-ro": "Xiǎng yǔ yīn'àn de tā yīqǐ zuò de shì"
      },
      {
        "id": "Apa yang inginku lakukan dengan gadis yang murung itu?"
      },
      {
        "vi": "Cô nàng u ám cùng lớp của tôi"
      }
    ],
    "description": {
      "en": "That gloomy girl is so beautiful! Let's aim for it!",
      "ja": "新学期から脱ぼっちを目指す高校2年生・田端蓮。友達の為に最初に声をかけたのは、なんだか暗くてちょっぴり怖い。でも目が離せない女の子、佐々木透子で。。。。",
      "pt-br": "A garota sombria é linda!  Uma romcom escolar sobre uma garota fofa e tímida e um garoto que quer fazer amigos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2025-01-24T16:44:33+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/78d0c2a9-08fb-4d3c-904a-d9dae23debc7.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      },
      {
        "id": "Budak Korps Elite Kota Iblis"
      },
      {
        "vi": "Nô lệ của đội tinh nhuệ Ma đô"
      },
      {
        "uz": "Zanjirlangan Askar"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "vi": "Chiều không gian đầy quỷ dữ được gọi là \"Ma đô\" đã mở ra đe dọa đối với loài người. Tại đó, có một loài  \"đào\" ban cho kẻ ăn sức mạnh đặc biệt, giúp nhân loại có cơ hội chiến đấu, tuy nhiên, chỉ có nữ giới mới có thể sử dụng thứ sức mạnh \"trái đào\" ấy. Bởi vậy mà phụ nữ trở thành những người bảo vệ loài người, địa vị xã hội tăng cao, trong khi nam giới bị giáng xuống tầng lớp công dân hạng hai, giành giật nhau những công việc cơ bản và sự thừa nhận.\n\nNhân vật chính Yuuki Wakura, một nam sinh chăm chỉ yêu nội trợ, chị gái cậu đã bị bắt trong một sự kiện của Ma đô 5 năm về trước. Khi đang than thở về những khó khăn gặp phải, cậu đã bị lũ quỷ tấn công. Nhờ được đội trưởng Kyouka của Đội chống Quỷ kịp thời ứng cứu, cậu chấp nhận trở thành \"nô lệ\" của cô để có thể sở hữu sức mạnh tiêu diệt bầy quỷ.\n\nBất ngờ thay, việc làm \"nô lệ\" đòi hỏi một cái giá tương xứng...và người phải trả giá lại không phải là cậu.",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf4a285b-636d-4760-9a90-e538514bf024",
    "title": {
      "en": "Kirby of the Stars: Pupupu Hero"
    },
    "updatedAt": "2024-08-18T00:01:16+00:00",
    "coverArt": "https://mangadex.org/covers/bf4a285b-636d-4760-9a90-e538514bf024/95fcc682-a092-44de-829f-abe1c0293bb4.jpg",
    "altTitles": [
      {
        "ja-ro": "Hoshi no Kirby - Pupupu Hero"
      },
      {
        "ja": "星のカービィ プププヒーロー"
      }
    ],
    "description": {
      "en": "Kirby, the gourmand who will suck up anything, has come to the peaceful land of Pupupu!\n\"Pleased to eat you! I'm Kirby!\"\n\nThe slapstick and lively days are about to begin, involving Chilly, who has come to live with Kirby!"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "10"
  },
  {
    "mangaId": "96707095-39b4-456e-ab13-420e37966f0b",
    "title": {
      "en": "Okawari Itadaketa Darouka?"
    },
    "updatedAt": "2025-02-12T05:53:33+00:00",
    "coverArt": "https://mangadex.org/covers/96707095-39b4-456e-ab13-420e37966f0b/5dc0e399-3aa4-4da6-ba4f-de05c46d5c9c.jpg",
    "altTitles": [
      {
        "ja": "オカワリいただけただろうか?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0d3d73c-afc9-4d5e-b610-d0e97dc76db6",
    "title": {
      "en": "Hajimete no Gal"
    },
    "updatedAt": "2025-02-06T01:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/b0d3d73c-afc9-4d5e-b610-d0e97dc76db6/272e2a88-e682-44d8-ab67-64161b16067f.jpg",
    "altTitles": [
      {
        "ja": "はじめてのギャル"
      },
      {
        "ja-ro": "Hajimete no Gyaru"
      },
      {
        "en": "My First Girlfriend is a Gal"
      },
      {
        "en": "My First Gyaru"
      },
      {
        "zh": "第一次的Gal"
      },
      {
        "zh-hk": "첫 갸루"
      },
      {
        "pt-br": "Minha primeira namorada é uma Gal!"
      },
      {
        "ru": "Первая Гяру"
      },
      {
        "vi": "Cô Bạn Gái Của Tôi Là Một Gyaru"
      },
      {
        "vi": "Lần Đầu Với Gal"
      }
    ],
    "description": {
      "en": "Spring. The 'season of love' has arrived and it seems that finding himself a girlfriend was harder than Jun'ichi believed. To break the status quo, Jun'ichi's friends have forced him into confessing to the gyaru, Yame Yukana. However, things do not go quite as he expected.",
      "ja": "DT(童貞)を捨てたいと悩む高校生・羽柴ジュンイチ。ある日、「ギャルに土下座で頼めば卒業できる」という迷信を聞いて、ダメ元でクラスのギャル・八女に土下座で告白した所…まさかの大成功!? 見事付き合うことになるのだが、ビッチなのに身持ちは固い八女さんに、非リアな羽柴は弄ばれる毎日で…。果たして羽柴は「はじめて」から卒業できるのか!?",
      "vi": "Mùa xuân, mùa của tình yêu đã đến và có vẻ như việc tìm ra bạn gái của anh ấy khó hơn với Junichi. Để tìm ra cách, bạn của Junichi buộc anh phải thú nhận với cô gái, Yame Yukana. Tuy nhiên, mọi việc không diễn ra như anh mong đợi. và cái gì tới nó tới",
      "pt-br": "Junichi Hashiba é um jovem colegial virgem que está desesperado para perder esse status. Sob pressão de seus amigos, o garoto acaba se declarando para Yukana Yame. Surpreendentemente a garota aceita  e um casal é formado. Porém, Jun acaba se encontrando em águas desconhecidas com Yame, que é uma gyaru (um tipo de moda urbana japonesa). Enquanto ele fantasia em perder a sua virgindade, ela se mostra mais normal e inocente do que ele imaginava."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "074f054b-7c3d-4e3d-ad8b-de6c77329585",
    "title": {
      "en": "Hidan no Aria"
    },
    "updatedAt": "2025-01-27T21:39:53+00:00",
    "coverArt": "https://mangadex.org/covers/074f054b-7c3d-4e3d-ad8b-de6c77329585/60df123a-95b4-4cb5-b691-eaf8dfe221c2.jpg",
    "altTitles": [
      {
        "fr": "Aria la Balle écarlate"
      },
      {
        "en": "Aria the Scarlet Ammo"
      },
      {
        "ru": "Ария по прозвищу Алая Пуля"
      },
      {
        "ja": "緋弾のアリア"
      },
      {
        "ja": "緋弾のアリア 紫電の魔女"
      },
      {
        "zh-hk": "绯弹的亚莉亚"
      },
      {
        "ko": "비탄의 아리아"
      }
    ],
    "description": {
      "en": "Tokyo Butei High School - a special school where armed detectives, also known as \"Butei\" are trained. Tohyama Kinji is a sophomore student who has a unique body which activates a \"super mode\" when stimulated by \"something.\" He tries to hide it from others in order to live a peaceful life. But trouble finds him when he becomes a victim of a bombing incident, where he meets the Butei High \"Assault\" department elite, Aria H. Kanzaki.  \n  \n**Note:** Chapter 94 and above (as well as the corresponding volumes) were retroactively relabeled with the subtitle \"The Purple Lightning Witch\" and their numbering was rebooted − so chapter 94 is \"Shiden no Majo chapter 1\" and volume 17 is \"Shiden no Majo volume 1\". Otherwise, the story continues normally.  \n  \n[See AnimeNewsNetwork for the anime.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=11451)"
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ead4844-8061-4d5e-b490-2fbf88b4cd03",
    "title": {
      "en": "How a Catastrophic Necromancer Retires"
    },
    "updatedAt": "2025-02-12T05:03:13+00:00",
    "coverArt": "https://mangadex.org/covers/0ead4844-8061-4d5e-b490-2fbf88b4cd03/876a47cb-94bd-42a4-baa3-b64cb90809a8.jpg",
    "altTitles": [
      {
        "ko": "재앙급 네크로맨서가 은퇴하는 법"
      }
    ],
    "description": {
      "en": "Han Ji-hyuk, the legendary necromancer who saved humanity on the continent of Seron, finally returned to Earth, longing for a peaceful and happy retirement. But from the very first day back, his plans for a quiet life went completely off the rails. At the age of twenty, Ji-hyuk had been summoned to Seron by a magician named Theros, where he was forced to live as a necromancer. After countless years of battling and hardship, he finally defeated the Demon King and returned to Earth. But the Earth he came back to wasn’t the one he remembered. The world had been ravaged by Gates and monsters, and to make matters worse, all the gold and treasures he brought back had vanished into thin air. Now stuck as an F-Rank Awakened, Ji-hyuk had no choice but to start from scratch to earn a living. So, when will Ji-hyuk finally achieve the peaceful retirement he’s been dreaming of? Or is his journey far from over?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45b8d08e-b3ca-4aa7-bb14-120a1ed3c72f",
    "title": {
      "en": "Wakaba-chan wa Wakarasetai!"
    },
    "updatedAt": "2025-02-10T03:49:30+00:00",
    "coverArt": "https://mangadex.org/covers/45b8d08e-b3ca-4aa7-bb14-120a1ed3c72f/47d85953-70b2-4f0c-90e0-23c64c08d1b5.jpg",
    "altTitles": [
      {
        "ja": "若葉ちゃんはわからせたい！"
      },
      {
        "ja-ro": "Wakaba-chan ha Wakarasetai!"
      },
      {
        "en": "Wakaba-chan Wants To Make Him Understand!"
      },
      {
        "en": "Wakaba-chan Wants to Make It Clear"
      },
      {
        "es-la": "¡Wakaba-chan quiere dejarlo claro!"
      }
    ],
    "description": {
      "en": "Four-eyes who's bad with girls is only able to talk to with his tomboyish childhood friend Wakaba. But one day Wakaba appears before him in an amazingly cute outfit...!? \n\nThis is a battle rom-com between Wakaba who wants to be loved and four-eyes who gets flustered by girls!!",
      "ja": "『絶対BLになる世界VS絶対BLになりたくない男』の紺吉が贈るTwitter発ラブコメが、新連載開始！　女子が苦手な男子高校生のメガネくんは幼馴染のボーイッシュ女子・若葉とだけは会話ができる。でもある日、若葉がとびきり可愛い服装で現れて…!?　メガネくんに好かれたい若葉さんと女子にドキマギしちゃうメガネくんとのすれ違い＆攻防戦ラブコメ!!",
      "es-la": "Daiki, un chico de preparatoria al que no le va muy bien con las chicas, solo puede hablar con Wakaba, una chica a la que conoce desde la infancia. Pero un día, Wakaba aparece con un vestido ¿extraordinariamente lindo...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e544761-7d3d-4fce-8137-719814d7d138",
    "title": {
      "en": "Eleceed"
    },
    "updatedAt": "2024-12-10T13:08:18+00:00",
    "coverArt": "https://mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/52cf193d-6862-43e8-9de4-1025c0e6e297.jpg",
    "altTitles": [
      {
        "ko": "일렉시드"
      },
      {
        "es": "Eleceed: Velocidad eléctrica"
      },
      {
        "es-la": "Electricidad veloz"
      },
      {
        "uk": "Ілексід"
      },
      {
        "ru": "Элисед"
      },
      {
        "ur": "السید"
      },
      {
        "ar": "بذور الكهرباء"
      },
      {
        "ar": "تجاوز الكهرباء"
      },
      {
        "zh": "觉醒吧，铲屎官！"
      },
      {
        "zh-hk": "覺醒吧！貓奴"
      },
      {
        "ja": "エレキシード"
      }
    ],
    "description": {
      "en": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "es": "Jiwoo es un joven amable que utiliza sus reflejos increíblemente rápidos, como los de un gato, para hacer del mundo un mejor lugar salvando niños o mascotas. Kayden es un agente secreto prófugo que termina encerrado en el cuerpo de un... mmm... gato gordo, peludo y viejo. Juntos y con la ayuda de los superpoderes de Jiwoo y la inteligencia de Kayden lucharán contra las fuerzas que desean que el mal tome control del mundo. Aunque solo lo lograrán si consiguen soportarse lo suficiente para hacerlo.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "fr": "Jiwoo est un jeune lycéen au bon coeur qui utilise ses réflexes incroyablement rapides pour rendre le monde meilleur, que ce soit en sauvant un petit enfant ou bien un animal de compagnie. Kayden est un agent secret fugitif qui finit par être enfermé dans le corps d'un... euh... vieux, gros chat tout poilu. Ensemble, et équipés des superpouvoirs de Jiwoo et de l'intelligence de Kayden, ils lutteront contre les forces obscures qui veulent que le mal domine le monde... mais seulement s'ils arrivent à bien s'entendre !\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "id": "Kolaborasi yang luar biasa dari author \"Noblesse\" dan author \"Girls the Wild's\"! Kisah aksi fantasi mengenai Kaiden yang jiwanya masuk ke seekor kucing gendut dan Jiwoo yang suka menyembunyikan kekuatannya!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ja": "敵の不意打ちで深い傷を負い、猫の体に身を隠した覚醒者のカイド。猫好きの主人公・勇羽に助けられるが… 『ノブレス』 X 『少女ザワイルズ』作家らによる爽快アクション！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ko": "<노블레스> 손제호 작가와 <소녀더와일즈> 제나 작가가 만났다!\n고양이 몸에 깃든 각성자 카이든과 각성능력을 숨겨온 고등학생 지우\n러블리 2인조의 액션 판타지\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ru": "Кайден - загадочный человек, который словно комета спустился с неба. Весь израненный, почти потерявший последние силы, он решает скрыть свое присутствие - ведь по-другому от погони не уйти. По дороге Кайден встречает обычную дворовую кошку и, почти не думая, решает вселиться в ее тело. Со Чжи У - энергичный и общительный молодой человек из средней школы, который очень любит кошек. Один раз по пути домой он встречает до боли потрепанного кота и берет его к себе домой. Наш У не только добрый, но еще и обладает одной скрытой способностью. Какой же?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "th": "เรื่องใหม่ของนักเขียน Son Je-ho จาก <โนเบลส> และ Zhena จาก <วีน เหวี่ยง WILD มัธยมสาวพันธุ์ดุ>! แอ็กชันแฟนตาซีสุดน่ารัก เรื่องราวของ \"ไคเดน\" ผู้มีพลังพิเศษแต่แฝงตัวด้วยการสิงอยู่ในร่างแมว และ \"จีอู\" นักเรียนหนุ่มทาสแมวแสนธรรมดาที่แอบซ่อนพลังที่ไม่ธรรมดาเอาไว้\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "zh": "超强觉醒者意外变身胖橘，\n没想到铲屎官也有超能力!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "pt-br": "Ji-U é um jovem de bom coração que aproveita os reflexos rápidos de um gato para secretamente tornar o mundo um lugar melhor - uma criança salva ou um animal de estimação adotivo de cada vez. Kayden é um agente secreto em fuga, que se encontra preso no corpo de um... hum... decididamente gordo velho gato fofo. Juntos, armados com os superpoderes de Ji-U e a super inteligência de Kayden, eles estão prontos para lutar contra as forças que deixariam o mal governar este mundo. Isto é, se eles aguentarem um ao outro tempo suficiente para fazer o trabalho.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c8474c2-677e-443c-b249-a943dac671de",
    "title": {
      "en": "Maigo Kyuujo wa Ryuu no Miko no Okiniiri Ryuukakoku Koukyuu Jikenchou"
    },
    "updatedAt": "2024-07-09T18:51:32+00:00",
    "coverArt": "https://mangadex.org/covers/1c8474c2-677e-443c-b249-a943dac671de/7d881ec6-e423-4dc7-ba9b-01904caa9bed.jpg",
    "altTitles": [
      {
        "ja": "迷子宮女は龍の御子のお気に入り ～龍華国後宮事件帳～"
      }
    ],
    "description": {
      "es-la": "¡Un romance misterioso entre una doncella novata y un apuesto eunuco! Desde una edad temprana, Rinka ha sido burlada y maltratada por los aldeanos debido a su extraña habilidad ocular. Su única fuente de apoyo ha sido su hermana, la única que la comprendía. Sin embargo, un día, su hermana desaparece misteriosamente del Palacio Interior donde trabajaba.\n\nRinka se convierte en una doncella del Palacio Interior del Reino Ryuka para buscar a su hermana, pero pasa los días sin pistas. Un día, Rinka se encuentra con el apuesto eunuco Kouren, envuelto en la luz plateada. ¿Qué misterioso romance se desencadenará en este Palacio Interior?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eff87780-93d9-412e-b831-c731787e9bea",
    "title": {
      "en": "Oroka na Tenshi wa Akuma to Odoru"
    },
    "updatedAt": "2025-02-09T10:06:32+00:00",
    "coverArt": "https://mangadex.org/covers/eff87780-93d9-412e-b831-c731787e9bea/b1207497-56d4-44f1-8201-0e71535e321e.jpg",
    "altTitles": [
      {
        "ja": "愚かな天使は悪魔と踊る"
      },
      {
        "en": "The Foolish Angel Dances with the Devil"
      },
      {
        "ko": "어리석은 천사는 악마와 춤춘다"
      },
      {
        "zh": "愚蠢天使与恶魔共舞"
      },
      {
        "de": "Die mit dem Teufel tanzt"
      },
      {
        "id": "Bidadari Sableng Berdansa dengan Iblis"
      },
      {
        "ru": "Неразумный ангел в пляске с демонами | Неразумный ангел в танце с демоном"
      },
      {
        "vi": "Thiên sứ Ngu muội Nhảy múa cùng Ác ma"
      },
      {
        "vi": "天使愚眛趂𦨂共恶魔 (Nom Script)"
      },
      {
        "vi": "Vũ điệu của thiên thần ngốc nghếch và ác quỷ"
      },
      {
        "vi": "Con Quỷ Ngu Ngốc Dám Nhờn Với Các Chị Thiên Thần"
      }
    ],
    "description": {
      "en": "Masatora Akutsu has just transferred into class in Japan from a long way away - all the way from Hell, to be exact. Akutsu is a demon who's come to Earth to find someone who can motivate the forces of Hell to fight back against the invading Heavenly army. He immediately sets his sights on one of his classmates, the kind and beautiful Lily Amane, but ends up in way over his head when it turns out Lily has some secrets of her own!",
      "ja": "堕落した悪魔たちにやる気を出させるため悪魔たちのアイドルとなる人間を捜しに人間界に降りてきた阿久津雅虎。彼は早くもアイドル候補・天音リリーを見つけ勧誘する。しかし、リリーの正体は阿久津たち悪魔の天敵の「天使」で!? 自らの身と仲間を守るためリリーを堕天させんとする阿久津と野望のため阿久津の更正を決意する",
      "pt": "Masatora Akutsu acabou de ser transferido para uma turma ni Japão de muito muito longe - todo o caminho desde o Inferno, para ser exato. Akutsu é um demônio que veio à Terra para encontrar alguém que possa motivar as forças do Inferno a contra atacar o exército invasor do Paraíso. Ele imediatamente coloca os olhos em um dos seus colegas, a gentil e bonita Lily Amane, mas acaba sendo muito para ele aguentar quando acaba descobrindo que a Lily tem alguns segredos dela mesmo!",
      "pt-br": "Masatora Akutsu acabou de ser transferido para uma turma ni Japão de muito muito longe -todo o caminho desde o Infernio, para ser exato. Akutsu é um demônio que veio à Terra para encontrar alguém que possa motivar as forças do Inferno a contra atacar o exército invasor do Paraíso. Ele imediatamente coloca os olhos em um dos seus colegas, a gentil e bonita Lily Amane, mas acaba sendo muito para ele aguentar quando acaba descobrindo que a Lily tem alguns segredos dela mesmo!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "59132bfe-e879-4070-bc09-a33ee0c40e44",
    "title": {
      "en": "Taida na Succubus-chan"
    },
    "updatedAt": "2024-12-10T03:22:16+00:00",
    "coverArt": "https://mangadex.org/covers/59132bfe-e879-4070-bc09-a33ee0c40e44/9e4c50b5-1fea-4f31-b4e9-0d50f8b6c65d.png",
    "altTitles": [
      {
        "ja": "怠惰なサキュバスちゃん"
      },
      {
        "ja-ro": "Taidana Succubus-chan"
      },
      {
        "en": "Lazy Succubus-chan"
      },
      {
        "en": "Slothful Succubus"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff49fa70-a3fa-4363-8731-14f85fb610d3",
    "title": {
      "en": "Shuumatsu, Kimi to"
    },
    "updatedAt": "2024-09-22T13:53:15+00:00",
    "coverArt": "https://mangadex.org/covers/ff49fa70-a3fa-4363-8731-14f85fb610d3/b7de0186-a283-4f2c-9626-674a7f2f4f55.jpg",
    "altTitles": [
      {
        "ja": "終末、君と"
      },
      {
        "en": "To The End, With You"
      }
    ],
    "description": {
      "en": "Gourmet BL. Two people peacefully enjoying meals together against the backdrop of a mysterious zombie outbreak.\n\nShuuhei is consumed by the promise he made with Tomoya back in middle school. \n\"Would you eat me?\""
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "97b19647-b6d4-4ff9-b5c2-d08373e74bcc",
    "title": {
      "en": "Rikon Shinai Otoko CASE２"
    },
    "updatedAt": "2024-10-13T19:52:28+00:00",
    "coverArt": "https://mangadex.org/covers/97b19647-b6d4-4ff9-b5c2-d08373e74bcc/642e0b1e-45df-43b9-9532-df55ed676a01.jpg",
    "altTitles": [
      {
        "ja": "離婚しない男 CASE２"
      },
      {
        "es-la": "UN DIVORCIO IMPOSIBLE CASO 2"
      },
      {
        "vi": "Người đàn ông không thể ly hôn CASE 2"
      }
    ],
    "description": {
      "en": "Jou Nagase is a popular and competent top class actor. He's also a devoted family man, but one day a photograph of him purportedly having an illicit meeting with a rookie actress surfaced. \nIn an instant, the actor \"NagaJou\" ended up losing both his family and his social status. However, it was all a fabricated plot. Behind the scenes was someone unexpected.\n\nBetrayal, secrets and schemes all intertwine in Rikon Entertainment's second installment!!\n\n(Source: Comic-Days)",
      "ja": "人気、実力ともトップクラスの俳優・永瀬丈。良き家庭人でもある彼は、ある日、新人女優との密会不倫写真を撮られてしまう。一瞬で社会的地位と家族を失ってしまったナガジョー。だがこれはすべて仕組まれたことだった。その裏にいるのはまさかの人物。裏切り、秘密、策略が絡み合う、リコンエンターテインメントの第2弾!!",
      "es-la": "La Segunda Parte de Un Divorcio Imposible, nos cuenta la casi imposible vida de nuestro protagonista \"Takeshi Nagase\" que tras una noche en la que perdio el conocimiento por culpa de una actriz malvada queda envuelto en un caso de supuesta violación y es alejado de sus hijos. ¡¿Una lucha por demostrar que es inocente?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "59d43c56-6718-47d9-bb7e-df75144516d0",
    "title": {
      "en": "Kimi wo Wasureru Koi ga Shitai"
    },
    "updatedAt": "2024-09-09T07:51:42+00:00",
    "coverArt": "https://mangadex.org/covers/59d43c56-6718-47d9-bb7e-df75144516d0/9b30e76a-044d-4954-96d4-42b6e8b3c239.jpg",
    "altTitles": [
      {
        "ja": "君を忘れる恋がしたい"
      },
      {
        "en": "My First Love with You again."
      }
    ],
    "description": {
      "en": "Once a delicate teenage romance between a boy and a girl, who shared all of their firsts. But then they broke up and the boy moved to Tokyo. Years later, the girl goes to college in Tokyo where she reunites with her ex-boyfriend, who somehow changed into a different person?! However, there's still this certain spark between them.\n\n(From Lovesick Alley)",
      "fr": "Shino Tachibana découvre ce qu'est l'amour lors de sa dernière année de collège avec Mizuki Sena. Ensemble, ils partagent toutes leurs premières fois, et elle pense que cela durera toujours. Mais malheureusement, Sena déménage à Tokyo du jour au lendemain, et son premier amour devient alors un lointain souvenir.\n4 ans plus tard, Shino, désormais étudiante emménage à Tokyo et retrouve par hasard un Sena, qui n'est plus du tout celui qu'elle a connu...\n\n(par la Canaria)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96335764-0c1f-4686-9193-b1c6bb537a71",
    "title": {
      "en": "Seiyuu Radio no Ura Omote"
    },
    "updatedAt": "2024-12-04T01:07:48+00:00",
    "coverArt": "https://mangadex.org/covers/96335764-0c1f-4686-9193-b1c6bb537a71/62625f7a-d243-41f2-b0c7-36ee1a9679e8.jpg",
    "altTitles": [
      {
        "ja": "声優ラジオのウラオモテ"
      },
      {
        "en": "The Two Sides of Seiyuu Radio"
      },
      {
        "en": "The Many Sides of Voice Actor Radio"
      }
    ],
    "description": {
      "en": "Yugure Yuhi and Utatane Yasumi, two high schooler voice actresses who just happened to attend the same school and coincidentally got placed into the same class, are the two hosts of a radio weekly program. As fellow classmates and voice actresses, they show all the listeners their great friendship! At least, on the surface. In reality, the quiet girl Chika and the gyaru Yumiko are complete opposites. And they absolutely cannot stand each other. Off air, chaos and insults erupt. On air, they're the best of friends. Just where will this tumultuous relationship lead them?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa62f35d-fde9-46bb-a351-985b13c491c4",
    "title": {
      "en": "Divine Beast Kindergarten"
    },
    "updatedAt": "2025-02-12T04:40:20+00:00",
    "coverArt": "https://mangadex.org/covers/aa62f35d-fde9-46bb-a351-985b13c491c4/c7eeb996-eee6-4614-8e66-5c7a2f990cf3.jpg",
    "altTitles": [
      {
        "ko": "신수 유치원"
      },
      {
        "ko-ro": "Shinsoo Kindergarten"
      }
    ],
    "description": {
      "en": "\"Seo Min-Woo,\" an ordinary citizen struggling to get by day by day. Suddenly, he inherits a legacy from the mother who abandoned him as a child. But that legacy turns out to be... \"Shinsu Kindergarten?\" A kindergarten unlike any other, attended by spiritual animal children like tigers, rabbits, cats, snakes, turtles, and even sheep. Then, something appears before him... [System Activated] [You can become the new Director of Shinsu Kindergarten.] \"A system!?\" Through the system, Min-Woo uncovers the secrets of the world, including the horrifying truth of an impending war with evil spirits. To win this war, he must become stronger. And to grow stronger, he must climb a dangerous tower with the spiritual children of the kindergarten. \"I’m just an ordinary human!\" But his allies misunderstand him, believing he’s the \"Hero of Justice\" destined to vanquish the evil spirits. Thus begins the story of Seo Min-Woo, the director of Shinsu Kindergarten, as he embarks on a journey to climb the tower and raise the spiritual children!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90be0dde-350d-4f0e-ba83-da4ba05dbc37",
    "title": {
      "en": "Tonari no Onee-san ga Suki"
    },
    "updatedAt": "2025-02-03T02:23:46+00:00",
    "coverArt": "https://mangadex.org/covers/90be0dde-350d-4f0e-ba83-da4ba05dbc37/b82b1710-e5cb-4fa1-8ad7-87eb07646a2a.png",
    "altTitles": [
      {
        "en": "I'm in Love With the Older Girl Next Door"
      },
      {
        "ja": "隣のお姉さんが好き"
      },
      {
        "en": "I Love The Older Girl Next Door."
      },
      {
        "zh-hk": "戀上鄰家的大姐姐"
      },
      {
        "pt-br": "Eu amo a garota mais velha da casa ao lado."
      }
    ],
    "description": {
      "en": "There's this beautiful, bubbly, film-loving girl who's three years older than me: her name's Shia, and she lives right next door! I'm madly in love with her, and I needed some way to see her! I settled on asking her for movie recommendations, and now I get to meet her every Wednesday! I want to know more about her, and tell her how I feel... but I just can't get the message across! Enjoy this lopsided rom-com brought to you by the author of \"The Girl I Like Forgot Her Glasses\" and \"Paper Braver\", Koume Fujichika!",
      "pt-br": "**Minha Vizinha Cinéfila**\n\nTem essa garota linda, super animada e apaixonada por filmes que mora bem ao lado: o nome dela é Shia, e ela é três anos mais velha que eu! Sou completamente apaixonado por ela, e precisava de um jeito de vê-la! Decidi pedir recomendações de filmes, e agora a encontro toda quarta-feira! Quero saber mais sobre ela e contar o que sinto... mas simplesmente não consigo me expressar! Curta essa comédia romântica desequilibrada do mesmo autor de \"A Garota de Quem Gosto Esqueceu os Óculos\" e \"Paper Braver\"."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "47"
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2025-02-06T14:29:35+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/ae1a9844-3a74-462d-8bdd-bef3232e1e03.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      },
      {
        "en": "The weirdo one desk over keeps giving me THAT kind of look"
      },
      {
        "ur": "Sath ki kursi par beithne wali mujhe \"Un Ankhoñ\" se deikhti he"
      }
    ],
    "description": {
      "en": "While you were admiring the girl in the next seat, she might be eyeing you up, too…? A new kind of “neighborly” short-form pure love comedy!\n\n(Source: Sunday Webry, translated)",
      "ja": "主人公の池沢くんは、同じクラスの美少女・江口さんのことを「そういう目」で見ている。しかし実は、江口さんも「そういう目」で池沢くんのことを見ていて！？チラ見えする筋肉、汗ばむ肌、髪の香り…互いに興味津々な2人の「下心」から始まる純愛ラブコメ！好きな人のなら、臭いも汗も×××も…全部好き。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "25886ab0-17f1-4801-b929-6b36fe4e5214",
    "title": {
      "en": "Minami-ke"
    },
    "updatedAt": "2024-10-11T11:11:43+00:00",
    "coverArt": "https://mangadex.org/covers/25886ab0-17f1-4801-b929-6b36fe4e5214/6840b92c-bcc1-4a04-8029-8b7401240cfa.jpg",
    "altTitles": [
      {
        "ja": "Minamike"
      },
      {
        "ja": "みなみけ"
      },
      {
        "ja": "南家"
      },
      {
        "en": "The Minami Family"
      },
      {
        "en": "The Minami Household"
      }
    ],
    "description": {
      "en": "*Minami-ke* (\"The Minami Household\") is a manga following the three Minami sisters, Haruka, Kana, and Chiaki in their lives at home and school. It's a funny manga that depicts how these characters interact with each other and their classmates. Although they are ordinary girls, their ordinary adventures are told in an extraordinary manner.\n**Source:** MangaUpdates"
    },
    "status": "ongoing",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60773286-5af5-4ebe-98ae-5495bfcc1fcb",
    "title": {
      "en": "Magika Swordsman and Summoner"
    },
    "updatedAt": "2024-04-09T16:26:34+00:00",
    "coverArt": "https://mangadex.org/covers/60773286-5af5-4ebe-98ae-5495bfcc1fcb/2ae02ac5-47a7-4cbb-89ff-74454df652af.jpg",
    "altTitles": [
      {
        "ja-ro": "Magika no Kenshi to Basileus"
      },
      {
        "ja-ro": "Magika no Kenshi to Vasreus"
      },
      {
        "ja-ro": "Magika no Kenshi to Shoukan Maou"
      },
      {
        "ja": "魔技科の剣士と召喚魔王"
      },
      {
        "zh-hk": "魔技科的劍士與召喚魔王"
      },
      {
        "ko": "마기과의 검사와 소환마왕"
      },
      {
        "th": "จอมดาบมนตรากับราชาอัญเชิญ"
      },
      {
        "zh": "魔技科的剑士与召唤魔王"
      },
      {
        "ja-ro": "Ma-waza-ka no Kenshi to Shōkan Maō"
      },
      {
        "es": "Mago Espadachín e Invocador"
      }
    ],
    "description": {
      "en": "15 years ago the world discovered magic as well as mythical beings (basically beings from various legends) in another dimension. Humankind learned to summon these dangerous mythical beings and use their power to great effect. 7 countries formed contracts with these \"Diva\" and gained their alligence as a result. Diva will chose their summoners on their 14th birthday and give them a stigma. Schools have been set up to train summoners and magical swordsman (basically bodyguards that give the summoners time to cast their spell) as a result.  \n  \n15 years later after the finding of magic Hayashizaki Kazuki is chosen as a summoner and given a stigma to indicate that. This is surprising since males aren't chosen as summoners due to their low amount of mana compared to females. As the first male to be a summoner Kazuki is under a lot of scrutiny by almost everyone.  \n  \nTo complicate matters his sister (who's a magical swordsman) is against him going into summoner school to train there as a summoner. Because summoners and magical swordsman have a cat mouse thing going on where summoners look down on magical swordsman as inferior so his sister naturally is against him going there. She'll stop him even if it means going to war.  \n  \nKazuki however is determined to thrive in summoner school and have already determined to give it his all. Even if he's the lowest ranked student (ranked E) and his fellow students intend to demean him he'll prove himself as the strongest summoner.  \n  \nAdaptation of the light novel written by Mihara Mitsuki and illustrated by CHuN.  \n  \nThe manga is published in Monthly Comic Alive, a seinen manga magazine by Media Factory.  \n  \n————————————————————————————————————————————  \n  \n**Chapters 54-74 already available by official release and they will therefore not be available here.**\n\n**Wikipedia**\n- [Chinese (Traditional)](https://ja.wikipedia.org/wiki/%E9%AD%94%E6%8A%80%E7%A7%91%E3%81%AE%E5%89%A3%E5%A3%AB%E3%81%A8%E5%8F%AC%E5%96%9A%E9%AD%94%E7%8E%8B)\n- [Japanese](https://ja.wikipedia.org/wiki/%E9%AD%94%E6%8A%80%E7%A7%91%E3%81%AE%E5%89%A3%E5%A3%AB%E3%81%A8%E5%8F%AC%E5%96%9A%E9%AD%94%E7%8E%8B)\n- [Spanish](https://es.wikipedia.org/wiki/Magika_no_Kenshi_to_Sh%C5%8Dkan_Ma%C5%8D)"
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f8e294c0-7c11-4c66-bdd7-4e25df52bf69",
    "title": {
      "en": "Blue Period"
    },
    "updatedAt": "2025-01-28T06:07:56+00:00",
    "coverArt": "https://mangadex.org/covers/f8e294c0-7c11-4c66-bdd7-4e25df52bf69/1e23c841-4f3c-4a35-afbe-beff623c95a8.jpg",
    "altTitles": [
      {
        "ja": "ブルーピリオド"
      },
      {
        "ja-ro": "Buru Piriodo"
      },
      {
        "en": "The Blue Period"
      },
      {
        "zh": "蓝色时期"
      },
      {
        "zh-hk": "藍色時期"
      },
      {
        "ar": "الحقبة الزرقاء"
      },
      {
        "ar": "النقطة الزرقاء"
      },
      {
        "fr": "Blue Period"
      },
      {
        "kk": "Көк Кезең"
      },
      {
        "ne": "नीलो अवधि"
      },
      {
        "fa": "دوره ی آبی"
      },
      {
        "pt-br": "O Período Azul"
      },
      {
        "ru": "Голубой период"
      },
      {
        "tr": "Mavi Dönem"
      },
      {
        "uk": "Блакитний період"
      }
    ],
    "description": {
      "de": "Sieh die Welt mit neuen Augen!\n\nYataro Yaguchi hat gute Noten – aber keine Leidenschaft. Er trinkt, raucht und treibt sich bis nachts in der Stadt herum. Aber glücklich macht ihn das nicht. Und nun, kurz vor dem Schulabschluss, muss er sich fragen, ob das wirklich alles ist, was er vom Leben zu erwarten hat.\n\nDa kommt er durch einen Zufall mit der Malerei in Kontakt – und plötzlich sieht er die Welt mit anderen Augen. Ohne jede Erfahrung beschließt er, sich für eine Kunstakademie zu bewerben. Doch die Aufnahmeprüfung ist hart… und ihm bleibt nicht mehr viel Zeit!",
      "en": "Yatora is the perfect high school student, with good grades and lots of friends. It’s an effortless performance, and, ultimately…a dull one. But he wanders into the art room one day, and a lone painting captures his eye, awakening him to a kind of beauty he never knew. Compelled and consumed, he dives in headfirst — and he’s about to learn how savage and unforgiving art can be!\n\n---\n- **Won the 13th Manga Taisho Award in 2020**  \n- **Won the 44th Kodansha Manga Award for General Manga in 2020**",
      "es": "Es un estudiante de bachillerato espabilado, popular, que saca muy buenas notas y tiene ideas pragmáticas sobre su futuro. También bebe, fuma y sale de juerga por las noches. Y un día, de repente, descubre el gozo de dibujar.\n\n¡Esta es la historia de superación de Yatora Yaguchi, repleta de vicisitudes en su camino para aprobar el examen de ingreso a una universidad de arte, en una versión de la tenacidad deportiva aplicada a las bellas artes!",
      "fr": "Yatora est un lycéen studieux à qui tout réussit. Pourtant, il ressent depuis toujours une impression de vide en lui. Jusqu’au jour où, par hasard, il tombe sur un tableau qui le subjugue littéralement… Très vite, Yatora réalise que peindre est le seul moyen de faire passer ses émotions et de se révéler. Cet événement le pousse à se livrer corps et âme à la peinture pour tenter le concours d’entrée de la plus sélective des écoles de Beaux-arts !\n\n---\n\nMaison d'édition FR : **Pika**",
      "it": "Un liceale dalla vita piena, che prende buoni voti, sa sempre come cavarsela, beve, fuma e ama la vita notturna... un bel giorno, sente dentro di sè risvegliarsi la passione per il disegno. Inizia così la storia di un ragazzo che farà ardere la propria gioventù, aspirando a entrare in un'università d'arte!\n\nPrima tiratura con in regalo il Quaderno d'artista.",
      "ja": "成績優秀かつスクールカースト上位の充実した毎日を送りつつ、どこか空虚な焦燥感を感じて生きる高校生・矢口八虎（やぐち　やとら）は、ある日、一枚の絵に心奪われる。その衝撃は八虎を駆り立て、美しくも厳しい美術の世界へ身を投じていく。美術のノウハウうんちく満載、美大を目指して青春を燃やすスポ根受験物語、八虎と仲間たちは「好きなこと」を支えに未来を目指す！",
      "pl": "Ma doskonałe stopnie i świetnie radzi sobie w życiu towarzyskim. Czasami pije, pali i bawi się do białego rana. Jest popularny. Nie można sobie wyobrazić lepszych doświadczeń w liceum, więc dlaczego ktoś taki nagle zapałał miłością do sztuki?!\n\nOto początek opowieści o młodym, przepełnionym pasją chłopaku, który celuje w uniwersytet sztuki, i jego walecznych przygotowaniach do egzaminów wstępnych na studia!",
      "pt": "Excelentes notas e sociável. Por que esse estudante colegial popular que ama beber, fumar e sair à noite e parecia estar satisfeito com sua vida despertou para a alegria de pintar? A história de um jovem vestibulando que está dando tudo de si para entrar na Universidade de Artes começa aqui!",
      "ru": "Можно ли увлечься чем-то настолько, что ради этого вдруг решишь свернуть с намеченного ранее жизненного пути? Если вдруг поймешь, что выбранная до этого дорога, хоть и сулила благополучие в будущем, но не отражала истинного желания?  \r\nС виду безалаберный Ятора Ягути на удивление своих друзей-разгильдяев преуспел в учёбе и по окончании школы мог поступить почти в любой университет. Однако сам парень большой радости от этого не испытывал. Велика задача — подтянуть предметы, нужно только приложить немного больше усилий, чем остальные. Скучно. Да и по мнению парня, гордиться тут нечем…  \r\nЖгучая потребность в самореализации и отсутствие очевидного способа самовыражения так и довлели бы над Яторой, если бы однажды вечером пагубная привычка не привела его в школьный клуб изобразительного искусства. Увидев там картину Мори, он решает попробовать запечатлеть на холсте приглянувшийся ему городской пейзаж. Неумелая, нелепая, но старательно написанная картина всё же достигает сердец некоторых людей, и парень понимает, что таким образом, через искусство, может по-настоящему общаться с другими.  \r\nТак стоит ли ради этого сворачивать с намеченного пути, даже если, вполне возможно, эта другая дорога в конце концов приведёт к пропасти?",
      "th": "คะแนนสอบเป็นเลิศ มนุษยสัมพันธ์กับใครรอบข้างก็ไปได้ดี กินเหล้า สูบบุหรี่ เที่ยวกลางคืนทำได้ทุกอย่าง เพื่อนๆ ต่างก็สนิทสนมเชื่อใจ เขาเป็นเด็กผู้ชายในวัยม.ปลายที่ชีวิตดูกำลังไปได้สวยคนหนึ่ง\n\nทว่ามาวันหนึ่งเขากลับเพิ่งรู้ตัว่า ตนเองนั้นชอบวาดภาพ!?\n\nสุดยอดมังงะที่ตีแผ่เรื่องราวของเหล่าคนที่มุ่งมั่นในการสอบเข้ามหา'ลัยศิลปะ เปี่ยมล้นไปด้วยพลังของช่วงชีวิตวัยรุ่นเปิดฉากขึ้นแล้ว!",
      "tr": "Lisenin sondan bir önceki sınıfında, çalışkan ama isteksiz Yatora Yaguchi, kendini sanat ile keşfediyor. Daha önce deneyimi olmamasıyla birlikte, bir sanat üniversitesine girmek için çalışmaya başlıyor. Fakat bu seçimin korkunç sonuçları da olabilir.\n\n- 2020 13. Manga Taisho Ödülleri kazananı.  \n- 2020 44. Kodansha Manga Ödülleri \"En İyi Manga\" ödülü kazananı.",
      "uk": "Під час другого року старшої школи безпристрасний, але дуже старанний учень Ягучі Ятаро нарешті знаходить своє покликання у мистецтві. Не маючи досвіду у цій сфері, він приймає рішення плідно працювати, щоб вступити до університету мистецтв. Рішення з потенціально катастрофічними наслідками.",
      "pt-br": "Em seu segundo ano do ensino médio, o desapaixonado mas estudioso, Yataro Yaguchi finalmente se encontra em arte. Sem nenhuma experiencia anterior em arte, ele decide trabalhar com o objetivo de ingressar em uma universidade de arte. Uma decisão com resultados potencialmente desastrosos.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 6, Cap 25. ]",
      "zh-hk": "矢口八虎雖然像個不良少年，愛喝酒抽菸和朋友打混，但在學校卻是個成績優異、深受歡迎的學生，然而他卻對這種空虛無趣的生活感到焦躁。某一天在美術社中，看見學姊美麗的油畫，以及美術老師那番建言，讓他決心想嘗試畫畫這條路。在作畫的過程中，也重新發現自我，從中找到人生的意義與目標，就此開啟了考美術大學的努力之路。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "abcee7e4-1e2b-47e0-aedb-e19e773bdeec",
    "title": {
      "en": "Crimson Stone"
    },
    "updatedAt": "2024-07-13T23:40:03+00:00",
    "coverArt": "https://mangadex.org/covers/abcee7e4-1e2b-47e0-aedb-e19e773bdeec/1400a50b-686b-4569-a0b2-ef117560eeb2.jpg",
    "altTitles": [
      {
        "ko": "붉은 이정표"
      },
      {
        "en": "Ruddy Milestone"
      },
      {
        "ru": "Красные вехи"
      },
      {
        "en": "Crimson Milestone"
      }
    ],
    "description": {
      "en": "The strongest goblin group that maintained peace in the world, ‘Honghye.’\n\nThen one day, the goblin ‘Rin’ loses Hong-hye and all her friends due to the betrayal of her colleague.\n\nFilled with her anger, he sets out for revenge as Hong-hye’s strongest power ‘black ghost’.",
      "ko": "세상의 평화를 유지하던 최강의 도깨비 집단 '홍혜.' \n그러던 어느 날 동료의 배신으로 도깨비 '린'은 홍혜와 친구들 모두를 잃게 된다.\n분노로 가득 찬 그는 홍혜의 최강전력 '검은 귀신' 으로서 복수를 향해 길을 떠난다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "602d0963-80a7-47b5-95d2-5f52472d1e01",
    "title": {
      "en": "Hanakagari"
    },
    "updatedAt": "2024-11-28T01:55:59+00:00",
    "coverArt": "https://mangadex.org/covers/602d0963-80a7-47b5-95d2-5f52472d1e01/63d9ddcd-d605-4d16-a318-a6a63d28e720.jpg",
    "altTitles": [
      {
        "en": "Firelit Cherry Blossoms"
      },
      {
        "ja": "花かがり"
      }
    ],
    "description": {
      "en": "Student yuri. You can read them separately, but they are somewhat tied together.\n\n(source: Pixiv, translated)\n\n1. Senpai and Kouhai (後輩と先輩)\n2. That Girl at Cram School (塾のあの子)\n3. A Hopeless Romantic Wants to Give Up on Love (恋をやめたい恋愛体質)\n4. A Friend's Love (友人の恋)\n5. Cheating and Atonement (浮気と償い)\n6. The Day I Realized (気付いてしまった日)\n7. 500 Times Over (500回繰り返す)",
      "ja": "学生百合。単発でも読めるけど繋がってたりします。"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "7"
  },
  {
    "mangaId": "394398f2-6287-48c7-9713-cd1759c97291",
    "title": {
      "en": "The Blood Princess and the Knight"
    },
    "updatedAt": "2024-09-12T22:58:59+00:00",
    "coverArt": "https://mangadex.org/covers/394398f2-6287-48c7-9713-cd1759c97291/78a07ad9-a65b-43ca-bf59-a0cf18694e43.jpg",
    "altTitles": [
      {
        "zh-ro": "Xue Ji Yu Qi Shi"
      },
      {
        "ja": "血の姫と騎士"
      },
      {
        "zh": "血姬与骑士"
      },
      {
        "en": "Vampires and Knight"
      },
      {
        "ru": "Вампиры и рыцарь"
      },
      {
        "ru": "Рыцарь и Королева Крови"
      },
      {
        "ko": "서큐버스가 되어버린 기사님"
      },
      {
        "fr": "From Holy Knight to Vampire"
      }
    ],
    "description": {
      "en": "I, who was a sacred knight, was defeated and captured in a battle against the vampire clan.   \n\n\"Oh? Letting you die? In your dreams! Accept my embrace, and in the future, please take care of me, my lovely daughter~\"   \n\nThe silver-haired Queen of the Vampire Clan lifted my chin and smiled cunningly, her sharp canines drawing closer to my neck… \n\n---\n**Links:**\n- [Alternative raw (Bilibili)](https://manga.bilibili.com/detail/mc28199)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]