[
  {
    "mangaId": "80e1c03c-ecf5-4dd4-a421-29eb1655cc93",
    "title": {
      "en": "Ruwei"
    },
    "updatedAt": "2024-10-26T20:21:00+00:00",
    "coverArt": "https://mangadex.org/covers/80e1c03c-ecf5-4dd4-a421-29eb1655cc93/912c398c-5a8d-40f9-8ced-412f58eaaece.png",
    "altTitles": [
      {
        "zh": "入味"
      },
      {
        "zh-ro": "rù wèi"
      },
      {
        "ja": "入味 この娘と食卓を囲む日から"
      },
      {
        "ja-ro": "Ruwei ~Kono Musume to Shokutaku o Kakomu hi Kara~"
      },
      {
        "en": "Flavorful"
      },
      {
        "ko": "루웨이"
      },
      {
        "ko": "루웨이 ~이 여자와 식탁에 둘러앉은 날부터~"
      }
    ],
    "description": {
      "en": "While getting a nighttime snack, the female artist Xin Xin accidentally saves Yin Yin, a wasted rich girl. She gives her a bath, changes her clothes, and even makes her a bowl of *suantang* noodles after much wheedling...\n\nAfter multiple attempts at rebuffing her forward advances, Xin Xin ends up letting the \"homeless\" Yin Yin stay with her as she needs a roommate.\n\nSocial and beautiful, Yin Yin breaks the ice bit by bit with the strict and independent Xin Xin... Their yuriful table for two starts becoming available now!\n\n---\n\n**Links:**\n- [Official Japanese Translation](https://manga.bilibili.com/detail/mc33027)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "19"
  },
  {
    "mangaId": "5a96c030-82b6-40f4-aa0f-c590b6f69f03",
    "title": {
      "en": "Yu-Gi-Oh! 5D's"
    },
    "updatedAt": "2022-10-09T15:14:34+00:00",
    "coverArt": "https://mangadex.org/covers/5a96c030-82b6-40f4-aa0f-c590b6f69f03/01d524fe-bcde-4983-add5-d675b1faf6bc.jpg",
    "altTitles": [
      {
        "en": "遊☆戯☆王5D's"
      },
      {
        "en": "遊戯王5D's"
      },
      {
        "pt-br": "O Rei dos Jogos 5D's"
      }
    ],
    "description": {
      "en": "The Yu-Gi-Oh! 5D's manga is a spin-off of its anime series. Like the Yu-Gi-Oh! GX manga, the events that take place, as well as the cards used by characters differ from those in the anime. It was published monthly in the V Jump magazine in Japanese, and has been released in English via the Shonen Jump magazine starting with the January 2011 issue. It began serialization on August 21, 2009, and ended on January 21, 2015, with a bonus chapter being announced to be included in the final volume. The author of the manga is Masahiro Hikokubo and the artist of the manga is Masashi Satō. The manga is supervised by Kazuki Takahashi.",
      "pt-br": "Em uma versão alternativa de Yu☆Gi☆Oh 5D's, Yuusei e seu amigo, Sect, estão duelando em Satellite quando um Cavaleiro Esqueleto de uma lenda urbana aparece, forçando Yuusei a duelar com ele pela liberdade de Sect. Em Neo-Domino, Rex Godwin está planejando um torneio conhecido como o Grand Prix D1 enquanto Jack se dirige para Satellite e confronta Yuusei, que nesta versão, parece não saber..."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "68"
  },
  {
    "mangaId": "9230ddb5-a3a9-45e5-9455-d8e7e7abbae8",
    "title": {
      "en": "Anmitsu Hoippu! Watashi ga Inakucha Dame na Kanojo no Hanashi"
    },
    "updatedAt": "2024-12-26T04:52:17+00:00",
    "coverArt": "https://mangadex.org/covers/9230ddb5-a3a9-45e5-9455-d8e7e7abbae8/e7834b15-a8dd-41ef-92e3-1026f4155f68.jpg",
    "altTitles": [
      {
        "ja": "あんみつホイップ！ワタシがいなくちゃダメなカノジョのハナシ"
      },
      {
        "ja-ro": "Anmitsu Hoippu! Watashi ga Inakucha Dame na Kanojo no Hanashi"
      },
      {
        "en": "Anmitsu Whip! Stories of My Girlfriend Who Can't Live Without Me"
      }
    ],
    "description": {
      "en": "\"I can't live without you!\"\n\nA cohabiting yuri couple, Anzu and Mitsuki, have a relationship where they simply can’t live without each other! A lighthearted and sweet Girls' Love comedy that depicts the lovey-dovey everyday lives of this co-dependent couple. ♪",
      "ja": "「アナタがいなくちゃダメなの!」\n同棲中の百合ップル、あんずとみつきはお互いにお互いなしではいられない関係。\nそんなふたりのいちゃラブな日常を描いた、ゆる甘共依存ガールズラブコメディ♪"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e91dcdd1-005c-457d-a6c0-84f3fe22c1b0",
    "title": {
      "en": "The Main Heroines Are Trying to Kill Me"
    },
    "updatedAt": "2024-12-29T00:54:58+00:00",
    "coverArt": "https://mangadex.org/covers/e91dcdd1-005c-457d-a6c0-84f3fe22c1b0/ffc0c5fd-0fe3-43fe-b88f-37c4ca3a74fd.jpg",
    "altTitles": [
      {
        "ja": "勇者ですが、ヒロインたちに命を狙われています"
      },
      {
        "ko": "메인 히로인들이 나를 죽이려 한다"
      }
    ],
    "description": {
      "en": "Frey Raon Starlight was the hero who killed his family and comrades and destroyed the world. His goal was to return to the past, unlock a \"hidden route\" to truly save the world, and achieve peace.\n\nAs planned, he successfully returns to the past and gains access to the hidden route. However, his relief is short-lived as he is confronted with an unexpected truth: the five heroines he killed in his previous life have retained their memories and are now trying to kill him...!\n\nCan Frey, under such extreme circumstances, save the world this time?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7b2a840-d4a3-4fc1-a1f2-2371189089e6",
    "title": {
      "en": "Plunderer"
    },
    "updatedAt": "2025-01-01T00:45:49+00:00",
    "coverArt": "https://mangadex.org/covers/c7b2a840-d4a3-4fc1-a1f2-2371189089e6/09f7edff-453a-4e78-bb69-a9d89244ddfb.jpg",
    "altTitles": [
      {
        "ja": "プランダラ"
      },
      {
        "fa": "الْنَّهَّاب"
      },
      {
        "ru": "Грабитель"
      },
      {
        "th": "พลันเดอเรอร์ จอมโจรคนเหนือเลข"
      },
      {
        "ko": "플런더러"
      },
      {
        "zh": "掠夺者"
      },
      {
        "zh-hk": "星掠者"
      },
      {
        "pt-br": "Saqueador"
      }
    ],
    "description": {
      "en": "In the world of Alcia' where rank is determined by \"counts\" a young girl named Hina scours the land for the fabled Ace-the legendary hero of the Waste War. With only the last words of her missing mother to guide her search' she wanders from town to town until she meets Licht' a clownish masked vagrant with a count of –999. Girl-crazy and unpredictable' he's the exact opposite of a hero…or at least' that's how he appears…",
      "pt": "É o ano 305 do calendário Alcian e o mundo é atualmente controlada por ” números”. Todo ser humano ao nascer é marcado com um “Count”. Esta contagem pode ser qualquer coisa: A quantidade de quilômetros que andou, ou a quantidade de pessoas que disseram que sua comida é saborosa. Se sua contagem cair para 0, você será enviado para o abismo. Após contagem da mãe de Hina cair para 0, o seu último pedido foi para Hina procurar pelo lendário Barão Vermelho.",
      "ru": "305 год по Альциановому календарю, мир управляется «числами». Каждый человек рождается заклейменный «счётчиком». Этот «счётчик» может быть чем угодно: пройденные километры, количество людей, посчитавших вашу стряпню вкусной. Если «счётчик» падает до нуля, вы попадете в Бездну. После того, «счётчик» матери нашей героини — Хины — перешел грань своих возможностей, её последней просьбой, обращённой к дочери, было: найти легендарного Красного Барона.",
      "es-la": "Año 305 del calendario Alcián, el mundo se encuentra controlado por los \"numeros\". Cada ser humano que nace es marcado con un \"Contador\". Este contador puede subir con cualquier acción; ya sea la cantidad de Kilómetros recorridos, o si alguna persona dice que su comida es sabrosa. Pero si su cuenta se reduce a 0, será enviado al abismo. Antes que la cuenta de la madre de Hina llegará a 0, su ultima voluntad fue que buscara al Legendario Rey Caido...",
      "pt-br": "No mundo de Alcia, onde a classificação é determinada por \"contagens\", uma jovem chamada Hina vasculha a terra em busca do lendário Ace - o lendário herói da Guerra do Desperdício.  Com apenas as últimas palavras de sua mãe desaparecida para guiar sua busca, ela vagueia de cidade em cidade até conhecer Licht, um vagabundo mascarado de palhaço com uma contagem de –999.  Louco por garotas e imprevisível, ele é exatamente o oposto de um herói... ou pelo menos é assim que ele parece..."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "21",
    "lastChapter": "82"
  },
  {
    "mangaId": "c956e450-ba9e-4dd5-8008-652c0e3a6a91",
    "title": {
      "en": "Mad for Love"
    },
    "updatedAt": "2024-10-24T08:13:21+00:00",
    "coverArt": "https://mangadex.org/covers/c956e450-ba9e-4dd5-8008-652c0e3a6a91/e6b9bfdc-e8a2-4294-9910-b567c4ebb69d.jpg",
    "altTitles": [
      {
        "zh": "脱缰"
      },
      {
        "zh-ro": "Tuojiang"
      }
    ],
    "description": {
      "en": "After traveling into a historical BL novel, the actor Lin Yan gains a special ability: fast-traveling through a skill called [Escape Death]. His first mission? To secretly orchestrate an attack on Prince Qi Zhen, which leads to the prince becoming the villain. Lin Yan’s first identity in this world is none other than Lin Shou Yan, the prince’s foolish fiancé. But as he plays his role, he accidentally captures the prince’s heart, and his fake death turns out to be the key reason Qi Zhen becomes a ruthless tyrant! A cold, overthinking tsundere prince and his scheming, perverted fiancé—chaos ensues!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7794356e-2102-4578-86a5-d73c37395ce0",
    "title": {
      "en": "Quality Assurance in Another World"
    },
    "updatedAt": "2024-12-13T17:18:07+00:00",
    "coverArt": "https://mangadex.org/covers/7794356e-2102-4578-86a5-d73c37395ce0/d175c8a9-d36b-43ec-af82-3e342ff8364b.jpg",
    "altTitles": [
      {
        "ja": "この世界は不完全すぎる"
      },
      {
        "ja-ro": "Kono Sekai wa Fukanzen Sugiru"
      }
    ],
    "description": {
      "en": "Haga is one of the debuggers that gets stuck in the world of an incomplete VR game. Though he eradicates a monster from a village, the destruction event that ends with the villagers' deaths triggers without fail. However, Nicola, the villager girl he saves, revives before his eyes.",
      "ja": "極秘に組織された調査隊「王の探索者」（キングス・シーカー）の一員である主人公・ハガ。この世のあらゆる事象を調べ、王命を受け旅をする探索者は村人からも尊敬されていた。任務の一環でドラゴンの襲撃から村を守ることに成功するハガ。成り行きで助けた少女・ニコラと世界を探検することになるが、ハガの真の目的は冒険ではなく…。",
      "pt-br": "O protagonista Haga é um membro da equipe de investigação secreta chamada \"Os Buscadores do Rei\" (Kings Seekers). Os exploradores, que investigam todos os fenômenos deste mundo e viajam sob ordens do rei, são respeitados pelos habitantes das aldeias. Haga consegue proteger uma vila do ataque de um dragão como parte de uma missão. Por acaso, ele acaba ajudando uma garota chamada Nicola e começa a explorar o mundo com ela. No entanto, o verdadeiro objetivo de Haga não é a aventura…"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a218a7be-4a6a-4b0f-a530-cc945b47ad1d",
    "title": {
      "en": "AI Kareshi to Mojyo Hakase"
    },
    "updatedAt": "2024-06-11T05:42:06+00:00",
    "coverArt": "https://mangadex.org/covers/a218a7be-4a6a-4b0f-a530-cc945b47ad1d/91cbb521-57d9-4850-8b62-5bd5cafc90bb.jpg",
    "altTitles": [
      {
        "ja": "AI彼氏と喪女博士"
      },
      {
        "en": "The AI Boyfriend and Unpopular Female Doctor"
      }
    ],
    "description": {
      "en": "Due to a request, the genius Dr. Sumiko developed an \"AI boyfriend\".  \nSumiko is pleased with her success, but the AI boyfriend began to recognize her as \"his girlfriend\"…!?  \nInitially, Sumiko rejected the AI boyfriend.  \nHowever, being subject to his constant love gradually leads her to acknowledge him…  \n  \nA hot topic on Twitter and pixiv! A love comedy between a handsome AI and an unpopular woman begins ♡  \n  \nNote: the series is marked as \"Cancelled\", but it is closer to \"Discontinued/Abandoned\", as it has not been updated since December 2018.  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/2_riko_7)  \n- [Author's Pixiv](https://www.pixiv.net/en/users/2507244)"
    },
    "status": "cancelled",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "b29da26e-39f2-4e64-b96f-62818b209d73",
    "title": {
      "en": "Maigo no Onnanoko o Ie Made Todoketara, Genkan kara Detekita no wa Gakunen Ichi no Bishoujo deshita"
    },
    "updatedAt": "2024-11-03T15:01:44+00:00",
    "coverArt": "https://mangadex.org/covers/b29da26e-39f2-4e64-b96f-62818b209d73/3dbdf282-ca6c-4df0-9dea-90dea713c5a4.png",
    "altTitles": [
      {
        "ja": "迷子の女の子を家まで届けたら、玄関から出て来たのは学年一の美少女でした"
      },
      {
        "ja-ro": "Maigo no Onnanoko wo Ie Made Todoketara, Genkan kara Detekita no wa Gakunen Ichi no Bishoujo deshita"
      },
      {
        "en": "When I Brought a Lost Girl Home, the Most Beautiful Girl in My Grade Came Out the Front Door"
      },
      {
        "en": "She Is the Beautiful Girl in the School Year"
      },
      {
        "vi": "Đưa bé gái bị lạc trở về, người mở cửa là hoa khôi của khối"
      }
    ],
    "description": {
      "en": "One day, Kuroda Yusei, an introverted high school student with zero dating experience, returns a lost little girl to her house... when the most beautiful girl in his grade, Shirakawa Ayano, appears! \n\n\"As thanks for saving my sister,\" she begins to approach him boldly for some reason, and every day is filled with mishaps!? On top of that, a busty otaku classmate and an attention-seeking junior girl also appear, and his daily life suddenly becomes more glamorous!? \n\nA school romance comedy where fate changes as you suddenly become close to \"the girl of your dreams\"!",
      "ja": "恋愛経験ゼロの陰キャ高校生・黒田雄星がある日、迷子になっていた幼女を家まで届けると… 学年一の美少女・白河綾乃が出現!!\n\n「妹を助けてくれたお礼に」と、なぜか彼女が大胆に迫ってくるようになり、毎日がハプニング状態!?\n更に巨乳オタク同級生や、かまってちゃんな後輩女子も登場し、一気に華やかな日常に――!?\n\n“憧れのあの子”と急接近して、運命が変わる学園ラブコメ！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad2f66cc-3b77-4122-bda1-7c3894066305",
    "title": {
      "en": "Marriage Gray"
    },
    "updatedAt": "2024-12-21T21:47:54+00:00",
    "coverArt": "https://mangadex.org/covers/ad2f66cc-3b77-4122-bda1-7c3894066305/24b5ce8f-90dc-4f25-9aae-cca1e9a6224f.jpg",
    "altTitles": [
      {
        "ja": "マリッジグレー"
      },
      {
        "zh": "想不通可爱老婆为什么要与我结婚"
      },
      {
        "zh-ro": "Xiǎng bùtōng kě'ài lǎopó wèishéme yào yǔ wǒ jiéhūn"
      },
      {
        "ko": "매리지 그레이"
      },
      {
        "ko-ro": "Maeliji geulei"
      },
      {
        "ru": "Серый брак"
      }
    ],
    "description": {
      "en": "My wife is suspicious!! Why did she marry a guy like me…? Ordinary average guy Tsuchioka Naotsugu ended up with Yoshino, who's perfect in all angles of beauty, know-how, and sociability. It's not \"marriage blue\" it's everyday life questioning over things, so it's \"marriage gray\" newlywed life, go!",
      "ja": "ウチのかわいすぎる妻は、なぜ超平凡な自分と結婚したのか――!? 自己評価激低な夫・槌岡直継は、妻・憙乃への疑念から“マリッジグレー”に陥っていた！一方の憙乃は、日々溢れまくる直継へのLOVEを抑えるのに一生懸命で…!?",
      "pt-br": "Minha esposa é muito suspeita! Eu não entendo por que ela se casou com alguém como eu? Por que uma mulher bonita, inteligente, e considerada como a Yoshino se casaria com alguém comum como Naotsugu!! Não há casamento azul aqui, apenas um suspeito caso de casamento cinza!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "7",
    "lastChapter": "90"
  },
  {
    "mangaId": "87758b08-e047-47e3-887b-424187acfbce",
    "title": {
      "en": "Tamanokoshi Goyoui Shimashita"
    },
    "updatedAt": "2024-10-16T00:12:23+00:00",
    "coverArt": "https://mangadex.org/covers/87758b08-e047-47e3-887b-424187acfbce/09e64546-90cd-4f23-917b-7a6403a5c861.jpg",
    "altTitles": [
      {
        "ja": "玉の輿ご用意しました"
      },
      {
        "en": "Would You Like to Marry for Money?"
      }
    ],
    "description": {
      "en": "\"Playing the role of a rich man's lover is fucking impossible.\"\n\nAoi's family broke up afterhe graduated from middle school. He now makes a living by staging crashes, but fate would dictate that he eventually got caught by a luxury car. Inami got out of the car, unfazed by Aoi's pretense and screams of pain. Instead, he offered Aoi a deal he could not refuse, literally, to pretend to be his lover. Aoi starts living at Inami's appartment and the training begins, from English conversation to table manners. Every day presents Aoi with a new experience!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "596e14bb-a7eb-4aad-8a0e-8ecc854fd4a8",
    "title": {
      "en": "Shiretto Sugee Koto Itteru Gal. - Shiritsu Paranomaru Koukou no Nichijou"
    },
    "updatedAt": "2024-11-29T01:01:34+00:00",
    "coverArt": "https://mangadex.org/covers/596e14bb-a7eb-4aad-8a0e-8ecc854fd4a8/86b25bc7-9ee7-496e-bece-1ee1be808593.jpg",
    "altTitles": [
      {
        "ja": "しれっとすげぇこと言ってるギャル。ー私立パラの丸高校の日常ー"
      },
      {
        "ja-ro": "Shiretto Sugee Koto Iteru Gal. - Shiritsu Paranormal Koukou no Nichijou"
      },
      {
        "en": "The Gals Who Always Say Insane Things: My Daily Life at a Private Paranormal High School"
      }
    ],
    "description": {
      "en": "Youth = friendship, effort, and future prediction! A very ordinary and supernatural daily life led by the strongest and most invincible gyarus with different abilities.\n\nBased on the short animations on Youtube. \n- [Official YouTube](https://www.youtube.com/@parako)\n- [Official Twitter/X](https://twitter.com/parako_official)\n___\n[Alt Official Raw (Young Jump)](https://ynjn.jp/title/11987)",
      "ja": "青春＝友情、努力、未来予知!? 最強無敵の異能力ギャルが送る、ごくごく普通の超常的な日常。 累計再生数1.6億回！本作の元となったYoutubeチャンネル「私立パラの丸高校」では、みらい＆ へー子の最強異能力ギャルズの他、光やクラスメイト達の声優ボイス付き動画がたくさん見れるので、ぜひチェックしてみてください!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62642f72-ed18-46f9-a8dd-4add20b752fc",
    "title": {
      "en": "Kuma to Usagi wa Tomodachi dewa Irarenai"
    },
    "updatedAt": "2024-11-29T11:30:59+00:00",
    "coverArt": "https://mangadex.org/covers/62642f72-ed18-46f9-a8dd-4add20b752fc/99331896-febc-4091-8afb-163ed86694a7.jpg",
    "altTitles": [
      {
        "ja": "クマとウサギは友達ではいられない"
      },
      {
        "ja-ro": "Kuma to Usagi wa Tomodachi de wa Irarenai"
      },
      {
        "en": "Bear and Bunny Cannot Be Friends"
      },
      {
        "ja": "チャラ男くんと清楚ちゃん"
      },
      {
        "ja-ro": "Charao-kun to Seiso-chan"
      },
      {
        "en": "Playboy-kun & Neat-chan"
      }
    ],
    "description": {
      "en": "A playboy goes after an innocent-seeming girl, having no idea what he's getting into.\n\n**Note:** Not to be confused with [NoTR](https://mangadex.org/title/03346265-8076-4b14-8c80-78c2f04511be), another series from this same artist."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "afa40bc8-34fa-4b03-a1e1-50f4eb79f9da",
    "title": {
      "en": "My Father Has Become a Beautiful Girl and It's a Lot of Pain"
    },
    "updatedAt": "2024-09-25T14:59:38+00:00",
    "coverArt": "https://mangadex.org/covers/afa40bc8-34fa-4b03-a1e1-50f4eb79f9da/d7ae21a3-7950-4191-a386-996b07e6273b.png",
    "altTitles": [
      {
        "ja": "父親が美少女になってしまって色々つらい"
      },
      {
        "ja-ro": "Chichioya ga Bishoujo ni Natte Shimatte Iroiro Tsurai"
      },
      {
        "en": "My Father Turned into a Beautiful Girl and It's a Lot of Trouble."
      },
      {
        "ru": "Мой отец превратился в красивую девушку и это доставляет много хлопот."
      },
      {
        "id": "Ayah ku berubah menjadi gadis cantik dan itu sangat sulit bagi ku"
      }
    ],
    "description": {
      "en": "A successful but annoying dad got gender-swapped and became a beautiful girl. Now he has lost his job and has to depend on his son while slowly starting anew.",
      "ru": "Однажды в комнату Тацуи заходит красивая девушка... и, к его удивлению оказывается его отцом, который полностью изменился из-за шока от увольнения с работы! !\nХотя он и растерян перед своим отцом, потерявшим все (?), меняются ли мало-помалу отношения между родителем и ребенком, которые раньше были далекими? ? ?\nОтец Тацуи потерял все. Тацуя с недоумением смотрит на отца, но расстояние между отцом и сыном постепенно сокращается...?\nОтец – это мать, а сын – это отец? Нет, мой лучший друг — мой отец, а мой отец — мой лучший друг...?\nНовая комедия TS, которая, несмотря на то, что в социальных сетях ее называют \"физиологически невозможной\", на самом деле является удивительной историей отца и сына, которая согреет ваше сердце!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-11-21T20:47:29+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/c445d559-be59-4087-b985-a29f294aafb9.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1c26fee-8ae9-4d18-ba73-c48731a6921c",
    "title": {
      "en": "Salad Wizard"
    },
    "updatedAt": "2025-01-01T05:21:14+00:00",
    "coverArt": "https://mangadex.org/covers/b1c26fee-8ae9-4d18-ba73-c48731a6921c/e98987ec-7171-41b5-bdc3-dd034bd14c82.jpg",
    "altTitles": [
      {
        "ja": "サラダウィザード"
      }
    ],
    "description": {
      "en": "The story of the traveling magician Salad Wizard. On her travels, she meets a girl who aspires to be a magician... This is the first new work by Imitation Crystal in five years, since 2019!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7de0a8d1-c7d8-4f34-a211-4f52955b8e52",
    "title": {
      "en": "Mou Zenbu Ore Hitori de Iinja Nai Ka?"
    },
    "updatedAt": "2024-12-31T19:14:43+00:00",
    "coverArt": "https://mangadex.org/covers/7de0a8d1-c7d8-4f34-a211-4f52955b8e52/3ca84acd-b55b-41e3-86b0-d2ff387a2713.jpg",
    "altTitles": [
      {
        "en": "Shouldn’t I Just Do It All by Myself?"
      },
      {
        "en": "Would not it be better if I just did everything myself?~ I awakened the ability to grant beneïsons to others, and it seems my mission is to gather allies and defeat the Demon Lord; but I could not care less about that, so I will focus on getting revenge on those who betrayed me instead~"
      },
      {
        "ja-ro": "Mou Zenbu Ore Hitori de Iinja Nai Ka?~ Hitobito ni gifuto wo ataeru nouryoku ni mezameta ore wa, nakama wo atsumete maou wo taosu no ga shimei rashii kedo, sonna koto wa dou demo ii no de uragitta yatsu-ra ni fukushuu shite iku~"
      },
      {
        "ja": "もう全部俺一人でいいんじゃないか？～人々にギフトを与える能力に目覚めた俺は、仲間を集めて魔王を倒すのが使命らしいけど、そんなことはどうでもいいので裏切った奴等に復讐していく～"
      }
    ],
    "description": {
      "en": "In a world where extraordinary powers called *\" Beneïsons \"* govern everything; only a boy named Kleis was granted the gift of the *\" Seint Graal \"*, a power whose use he could not even understand.\n\nDespite this, he did not lose heart and formed a party with his childhood friend Hinoka, who possessed the beneïson of the *\" Seint de l'Espee \"*, to carry out guild missions. However, due to a minor misunderstanding and betrayal, his mind and body were shattered.\n\nAt the same time, Kleis' beneïson revealed its true potential. The *\" Seint Graal \"* was the pinnacle of power, capable of granting any beneïson in existence to himself or others.\n\nHaving lost everything, yet now holding the power to gain everything, what will he choose? The end of the world or something else?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eff87780-93d9-412e-b831-c731787e9bea",
    "title": {
      "en": "Oroka na Tenshi wa Akuma to Odoru"
    },
    "updatedAt": "2024-10-11T20:12:20+00:00",
    "coverArt": "https://mangadex.org/covers/eff87780-93d9-412e-b831-c731787e9bea/7718e257-106d-4457-8bcf-41488b507ec1.jpg",
    "altTitles": [
      {
        "de": "Die mit dem Teufel tanzt"
      },
      {
        "ru": "Неразумный ангел в пляске с демонами | Неразумный ангел в танце с демоном"
      },
      {
        "ja": "愚かな天使は悪魔と踊る"
      },
      {
        "zh": "愚蠢天使与恶魔共舞"
      },
      {
        "ko": "어리석은 천사는 악마와 춤춘다"
      },
      {
        "id": "Bidadari Sableng Berdansa dengan Iblis"
      },
      {
        "vi": "Thiên sứ Ngu muội Nhảy múa cùng Ác ma"
      },
      {
        "vi": "天使愚眛趂𦨂共恶魔 (Nom Script)"
      },
      {
        "en": "The Foolish Angel Dances with the Devil"
      },
      {
        "vi": "Vũ điệu của thiên thần ngốc nghếch và ác quỷ"
      }
    ],
    "description": {
      "en": "Masatora Akutsu has just transferred into class in Japan from a long way away - all the way from Hell, to be exact. Akutsu is a demon who's come to Earth to find someone who can motivate the forces of Hell to fight back against the invading Heavenly army. He immediately sets his sights on one of his classmates, the kind and beautiful Lily Amane, but ends up in way over his head when it turns out Lily has some secrets of her own!",
      "ja": "堕落した悪魔たちにやる気を出させるため悪魔たちのアイドルとなる人間を捜しに人間界に降りてきた阿久津雅虎。彼は早くもアイドル候補・天音リリーを見つけ勧誘する。しかし、リリーの正体は阿久津たち悪魔の天敵の「天使」で!? 自らの身と仲間を守るためリリーを堕天させんとする阿久津と野望のため阿久津の更正を決意する",
      "pt": "Masatora Akutsu acabou de ser transferido para uma turma ni Japão de muito muito longe - todo o caminho desde o Inferno, para ser exato. Akutsu é um demônio que veio à Terra para encontrar alguém que possa motivar as forças do Inferno a contra atacar o exército invasor do Paraíso. Ele imediatamente coloca os olhos em um dos seus colegas, a gentil e bonita Lily Amane, mas acaba sendo muito para ele aguentar quando acaba descobrindo que a Lily tem alguns segredos dela mesmo!",
      "pt-br": "Masatora Akutsu acabou de ser transferido para uma turma ni Japão de muito muito longe -todo o caminho desde o Infernio, para ser exato. Akutsu é um demônio que veio à Terra para encontrar alguém que possa motivar as forças do Inferno a contra atacar o exército invasor do Paraíso. Ele imediatamente coloca os olhos em um dos seus colegas, a gentil e bonita Lily Amane, mas acaba sendo muito para ele aguentar quando acaba descobrindo que a Lily tem alguns segredos dela mesmo!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8773f212-e728-45db-9a9a-8101fccae0ee",
    "title": {
      "en": "A Yandere-Like Girl"
    },
    "updatedAt": "2023-04-01T10:17:55+00:00",
    "coverArt": "https://mangadex.org/covers/8773f212-e728-45db-9a9a-8101fccae0ee/6a48345d-0fde-4d1c-8575-aa405c38d4cf.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレっぽい女の子が握ったおにぎり"
      },
      {
        "ru": "Девушка, похожая на яндере"
      },
      {
        "ja-ro": "Yandere-ppoi Onnanoko ga Nigitta Onigiri"
      },
      {
        "ja-ro": "Yandere-ppoi Onnanoko"
      }
    ],
    "description": {
      "en": "A girl who only at first glance resembles yandere.",
      "ru": "Девушка, только с первого взгляда напоминающая яндере."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe6ae30c-3143-49ee-985d-689200b7da4c",
    "title": {
      "en": "I Suspect He Might Like Me"
    },
    "updatedAt": "2022-06-06T23:16:23+00:00",
    "coverArt": "https://mangadex.org/covers/fe6ae30c-3143-49ee-985d-689200b7da4c/8cff04e6-c90c-44c5-a020-1899b4417f4c.jpg",
    "altTitles": [
      {
        "en": "I Think He Might Like Me"
      },
      {
        "zh": "我怀疑他喜欢我"
      }
    ],
    "description": {
      "en": "I think he might like me, but is it overthinking or is it actually the truth…?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a89a48d-2e94-49a7-aa05-61b24e0f2f86",
    "title": {
      "en": "Isekai Monster Breeder"
    },
    "updatedAt": "2023-05-18T11:59:49+00:00",
    "coverArt": "https://mangadex.org/covers/0a89a48d-2e94-49a7-aa05-61b24e0f2f86/91e43e68-af9d-4fe2-8df9-707ec215541d.png",
    "altTitles": [
      {
        "ja-ro": "Isekai Monster Breeder ~Cheat wa Arukedo, Nonbiri Ikusei Shiteimasu~"
      },
      {
        "en": "Monster Breeder in Another World"
      },
      {
        "ru": "Укротитель монстров в другом мире ~Лениво дрессирует монстров с помощью читов~"
      },
      {
        "ja": "異世界モンスターブリーダー　～チートはあるけど、のんびり育成しています～"
      },
      {
        "th": "Isekai Monster Breeder -มีสูตรโกงแต่ก็จะเพาะเลี้ยงอย่างค่อยเป็นค่อยไปครับ-"
      },
      {
        "ko": "이세계 몬스터 브리더"
      },
      {
        "zh": "异世界魔物培育家~带着外挂悠哉养成中"
      },
      {
        "zh-hk": "異世界魔物培育家~帶著外掛悠哉養成中"
      }
    ],
    "description": {
      "en": "When sent to a different world, Souta was given the unpopular profession of \"Monster Tamer.\" However, Souta also got the skill \"Absolute Domination\" which gives him a 100% chance to capture anything!",
      "es": "Cuando fue enviado a un mundo diferente, Souta recibió la impopular profesión de \"Domador de monstruos\". ¡Sin embargo, Souta también obtuvo la habilidad \"Dominación Absoluta\" que le da un 100% de posibilidades de capturar cualquier cosa!",
      "ru": "Когда главного героя, Соуту, отправили в другой мир, ему досталась профессия \"Укротителя монстров\". К тому же, ему дали способность \"Абсолютное доминирование\", которая даёт ему 100% возможность получить всё что угодно."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "79"
  },
  {
    "mangaId": "3007bf07-e787-461d-9aec-4760c546e7b4",
    "title": {
      "en": "This Love is Not For Sale"
    },
    "updatedAt": "2025-01-01T05:05:16+00:00",
    "coverArt": "https://mangadex.org/covers/3007bf07-e787-461d-9aec-4760c546e7b4/a726d056-bcb9-4912-ae6f-6d9fa975488c.jpg",
    "altTitles": [
      {
        "zh-ro": "Cǐ ài bù shòu"
      },
      {
        "zh-ro": "Ci ai bu shou"
      },
      {
        "en": "This Love Is Not Sold"
      },
      {
        "zh": "此爱不售"
      }
    ],
    "description": {
      "en": "A kind girl, who had her first love… but unfortunately, her parents were in debt to a gang, and was beat up for 5 years… In an alley, a rich handsome man come saves her, yet he is a stranger, but also knows everything about her."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31067b1a-f95e-4c09-b4d6-26373118a9f2",
    "title": {
      "en": "Boku no Kanojo Sensei"
    },
    "updatedAt": "2024-12-17T19:09:30+00:00",
    "coverArt": "https://mangadex.org/covers/31067b1a-f95e-4c09-b4d6-26373118a9f2/b92a3919-88ba-4fa6-a55f-c800509a67aa.jpg",
    "altTitles": [
      {
        "ja": "僕のカノジョ先生"
      },
      {
        "en": "My Teacher-Girlfriend"
      },
      {
        "id": "Guruku-Pacarku"
      },
      {
        "ru": "Моя девушка - учитель"
      },
      {
        "vi": "Bạn gái tôi là cô giáo"
      }
    ],
    "description": {
      "en": "Can sensei be the heroine? Please?  \n  \nDue to a traumatic experience, I have a distrust of people called \"sensei\". I, Saiki Makoto, was called by after school by the most popular and beautiful teacher at my school, Fujiki Maka-sensei. \"I... love you\" Eh– a confession out of the blue!? \"Until you say you love me, I will continue to pursue you.\" Ever since then, I've been called by for \"guidance counselling\" after school, somehow watched AV together, being given excessive skin-ship, went on dates together. Over time, I gradually became conscious of Sensei...? But isn't it bad for Sensei to go out with her student? Lesson start!",
      "ja": "過去のトラウマが原因で“先生”と呼ばれる人が嫌いな彩木慎は、校内一の美人教師・藤城真香に呼び出される。二人きりの生徒指導室、神妙な面持ちの先生が発したのは「わたしは、君が好きです」まさかの告白で…!?",
      "pt-br": "Devido a uma experiência traumática, eu nunca mais confiei em pessoas com o título de “professor”. Certo dia eu, Saigi Makoto, fui chamado depois da aula pela professora mais bela de toda a escola, Fujiki Maka-sensei, para de repente ela se confessar do nada e falar que continuará me perseguindo até eu disser que sim!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8892dc05-867f-4fff-823b-47210a6746bb",
    "title": {
      "en": "I Am the Fated Villain"
    },
    "updatedAt": "2024-12-14T13:33:29+00:00",
    "coverArt": "https://mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "altTitles": [
      {
        "en": "Villain Is Here"
      },
      {
        "zh-hk": "我！天命大反派"
      },
      {
        "en": "Me, the Heavenly Destined Villain"
      },
      {
        "zh-ro": "Wǒ! Tiānmìng Dà Fǎnpài"
      },
      {
        "zh-ro": "Wo! Tian Mìng Da Fanpai"
      },
      {
        "en": "The Villain Of Destiny"
      },
      {
        "en": "My Fate As a Villain"
      },
      {
        "ru": "Моя судьба злодея"
      },
      {
        "es-la": "El Villano Del Destino"
      },
      {
        "vi": "Ta Trời Sinh Đã Là Nhân Vật Phản Diện"
      },
      {
        "vi": "Thiên mệnh đại phản phái"
      }
    ],
    "description": {
      "en": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
      "fr": "Dès que Gu Changge s’est rendu compte qu’il avait transgressé un monde imaginaire, le protagoniste de ce monde, l’élu de la fortune, a juré de se venger de lui. Envié par tous, non seulement la femme principale est folle de lui, mais il est également traité comme un invité de marque partout où il va. Heureusement, le prestige et le pouvoir de Gu Changge sont supérieurs à ceux de tous les autres, alors il ne devrait pas être facile de piétiner un simple élu de la fortune ?",
      "id": "Begitu Gu Changge menyadari dia telah masuk ke sebuah dunia fantasi, protagonis dunia itu yang dengan beruntungnya terpilih, bersumpah untuk melakukan balas dendam terhadapnya. Semua orang sangat iri pada Protagonis itu, karena bukan hanya karakter utama wanita tergila-gila padanya, tapi dia juga selalu diperlakukan sebagai tamu kehormatan kemanapun dia pergi. Untungnya, martabat dan kekuatan Gu Changge jauh melebihi milik orang lain, sehingga dia tidak dengan mudah jatuh di tangan orang yang hanya terpilih karena keberuntungannya?\n\n \n\nTunggu dulu… ada sistem yang didedikasikan untuk meraup dan mengambil dari apa yang dimiliki protagonis? Gu Changge tersenyum. “Sepertinya takdir pun ingin aku memenuhi takdirku sebagai orang jahat di dunia ini!”",
      "pl": "Gu Changge zostaje przeniesiony do świata wuxia, gdzie z miejsca staje się obiektem nienawiści protagonisty, będącego Wybrańcem Losu, gdyż nie dość, że główna bohaterka rzuca mu się w ramiona, to jeszcze jest przez wszystkich traktowany niczym znamienity gość. Na szczęście jego postać cechuje znacząca siła, więc powinien bez trudu zmiażdżyć jakiegoś w czepku urodzonego dzieciaka, prawda? “Chwila… Otrzymałem wyspecjalizowany system, który pozwala mi okradać głównego bohatera ze szczęścia?” Gu Changge uśmiechnął się znacząco. “Zdaje się, że moim przeznaczeniem jest podążanie ścieżką prowadzącą do stania się największym czarnym charakterem w tym świecie!”",
      "ru": "Гу Чангэ попадает в фэнтези-мир, где, по-классике, оказывается в шкуре главного козла отпущения.\nУдивительно, что главный герой сразу же снизыскал расположение у императрицы, чем вызвал бурю ненависти в свой адрес. К счастью, Чангэ - уважаемый человек в городе и единственное, что его спасает от кары в данной ситуации это высокий статус в обществе. Подождите-ка... а вы уже знаете, что здесь есть необычная система рангов, в которой присутствуют яркие герои всех мастей? Проанализировав события, герой понимает, что выгоднее всего вжиться в свою новую роль и пойти по пути персонажа-злодея!",
      "pt-br": "Imediatamente após Gu Changge perceber que havia transmigrado para um mundo de fantasia, o protagonista do mundo, e o escolhido da fortuna, jurou se vingar dele. Invejado por todos, ele não só tem a liderança feminina de ponta-cabeça por ele, mas também é tratado como um distinto convidado onde quer que vá. Felizmente, o prestígio e o poder de Gu Changge são superiores aos de todos os outros, então não deveria ser fácil pisar em uma mera escolha da fortuna? Espere … Existe um sistema dedicado à ordenha e colheita do protagonista? Gu Changge sorriu. “Parece que até o destino quer que eu cumpra meu destino como o vilão deste mundo!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a52fb557-f9c6-46fd-a460-0ccafa826f78",
    "title": {
      "en": "Houkago Teibou Nisshi"
    },
    "updatedAt": "2024-12-23T18:08:49+00:00",
    "coverArt": "https://mangadex.org/covers/a52fb557-f9c6-46fd-a460-0ccafa826f78/9654891e-1cd9-4aa5-972b-10f4035dfc60.jpg",
    "altTitles": [
      {
        "ja": "放課後ていぼう日誌"
      },
      {
        "en": "Afterschool Embankment Journal"
      },
      {
        "en": "Diary of our Days at the Breakwater"
      },
      {
        "ko": "방과 후 제방 일지"
      },
      {
        "zh": "放学后海堤日记"
      },
      {
        "zh-hk": "放學後堤防日誌"
      },
      {
        "ru": "Дневник наших дней на волнорезе"
      }
    ],
    "description": {
      "en": "Hina Tsurugi and her family have just moved to a quaint seaside town. Hoping to savor the sight of the peaceful ocean, Hina stumbles upon a girl named Yuuki Kuroiwa - an upperclassman at her new school - who invites Hina to join her in fishing. Hina reels in an octopus, which falls onto her; being afraid of bugs and big creatures, she panics and begs Yuuki to remove it from her. Yuuki sees this as an opportunity to force Hina to join the school's Breakwater Club - a club where members gather, catch, and eat various types of marine life as their main activity. Although her attempts to refuse to join fail, Hina slowly begins to discover the hidden joy in fishing. Her view on the sport changes, now looking forward to all the delightful experiences she can take part in alongside her fellow club members. Surrounded by eccentric club members, how will Hina’s high school life turn out?",
      "ja": "海野高校1年生の鶴木陽渚は生き物が苦手なインドア派。堤防を散歩中、先輩の黒岩と出会ったのをきっかけに謎の「ていぼう部」に入部させられ釣りをはじめることに! 個性的な部員たちに囲まれて、陽渚の高校生活どうなるの!?",
      "ru": "Главная героиня, старшеклассница Хина Цуруги, проживает в небольшом приморском городке, ходит в школу и предпочитает спокойное времяпрепровождение дома активному отдыху на природе. Поэтому она очень удивилась, когда, выбравшись на прогулку, встретила на набережной знакомую ученицу, Юки Куроиву, с энтузиазмом предложившую ей вступить в клуб «Тэйбо» и заняться рыбалкой! К собственному изумлению, Хина согласилась! Как будет развиваться её школьная жизнь теперь, когда она находится в окружении весёлых и эксцентричных членов клуба?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a7d0f70-e41c-4385-bb1c-3868f53144d8",
    "title": {
      "en": "Brave Bell"
    },
    "updatedAt": "2024-06-25T14:03:11+00:00",
    "coverArt": "https://mangadex.org/covers/6a7d0f70-e41c-4385-bb1c-3868f53144d8/07fcd432-d15f-4430-b70b-cbb90a0ca6d4.jpg",
    "altTitles": [
      {
        "ja": "ブレイブベル"
      }
    ],
    "description": {
      "en": "Sanada Souji, a senior in high school, is intelligent and athletic. He also has a kind nature and does not hesitate to lend a helping hand to those in need. However, his family is yakuza. Because of this, he was hated by the people around him. Will this loneliness last forever? While anxiety takes over his mind, he receives a phone call and things start to take an unexpected turn. This is the heroic story of a young man who wants to be a hero and faces a mysterious giant organization."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "50"
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2024-12-20T04:24:21+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/894922fc-3fd0-456d-aaa0-13451a6067cd.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "ja-ro": "Akane-banashi"
      },
      {
        "en": "Tales Of Akane"
      },
      {
        "en": "Akane Story"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. \nShinta and his daughter Akane have been seduced by this wonderful form of classical Japanese entertainment. \nHaving observed her father strive to pass the shin'uchi rakugo test, Akane takes her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo é expresso apenas com seu corpo e palavras. \nShinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. \nObservando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b5cb22c-f049-48e8-8d89-d90d47560365",
    "title": {
      "en": "Transfer Student Storm Bringer"
    },
    "updatedAt": "2023-08-16T19:08:41+00:00",
    "coverArt": "https://mangadex.org/covers/4b5cb22c-f049-48e8-8d89-d90d47560365/be8dc097-2f0a-4ef7-b457-68cad3dce66f.png",
    "altTitles": [
      {
        "es": "La Tormenta Del Nuevo Estudiante"
      },
      {
        "en": "Stormy Transfer Student"
      },
      {
        "tr": "Transfer Öğrenci Fırtına Getiren"
      },
      {
        "ru": "Шухер! У нас новый студент!"
      },
      {
        "ko": "폭풍의 전학생"
      }
    ],
    "description": {
      "en": "Ju Ingong (which literally translates to *main character*) has been terrifying all his schoolmates in every school he has been so far. He has one extremely scary face type and whoever lays his eyes on him thinks he is a BAMF (bad ass). Although… is he really?  \n\n\n---",
      "ru": "Джу Ингонг не слабак, который прячется за спинами. Теперь он - известный боец, ставший Джангом в своей школе. Обратив свой взор на другую, он переходит туда, чтобы победить её защитников и подчинить себе всех учеников…"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "92"
  },
  {
    "mangaId": "4a91e92e-4014-4f20-b289-fa71844d79d1",
    "title": {
      "en": "Akuyaku Reijo no Ani ni Tensei Shimashita"
    },
    "updatedAt": "2024-10-21T10:07:53+00:00",
    "coverArt": "https://mangadex.org/covers/4a91e92e-4014-4f20-b289-fa71844d79d1/f87389c3-279d-467d-93a5-275f3ae1e17c.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢の兄に転生しました"
      },
      {
        "en": "Reincarnated as a Villainess's Brother"
      },
      {
        "id": "Reinkarnasi Menjadi Abangnya Villainess"
      }
    ],
    "description": {
      "en": "\"Onii-tama?\"\nCain, who reincarnated as one of the love interests of an otome game, screamed at the loveliness of his sister, Diana. I can't believe that this angel is going to be a villainess with countless bad ends-- No, there is no way that such a future can exist! Clenching his fist tightly, he raises his sister into a gentle lady, while also dispelling the darkness held by the love interests in place of the heroine. Relying on his game knowledge from his previous life and an orphaned chamberlain. Everything for his beloved sister--",
      "id": "\"Abwang?\"\n\nCain, orang yang baru saja bereinkarnasi menjadi salah satu target kencan di sebuah otome game, tiba-tiba berteriak karena melihat keimutan adik perempuannya, Diana.\nAku tidak menyangka kalau malaikat kecil ini akan menjadi seorang villainess dengan akhir yang tragis-- Tidak, aku tidak akan membiarkan masa depan seperti itu terjadi!\nDengan mengepalkan tangannya, dia bertekat untuk membesarkan adik perempuannya menjadi seorang wanita yang baik hati dan tidak sombong, sembari menghilangkan segala masa lalu yang buruk dari para target kencan lain menggantikan sang tokoh utama.\nBergantung pada pengetahuannya tentang gamenya di kehidupan yang dulu dan juga pengalamannya sebagai anak yatim piastu, semuanya dilakukan demi adik perempuannya-- dan akhirnya, tantangan bagi sang kakak akan dimulai sekarang!",
      "ja": "ゲーム実況中に過労死し、乙女ゲームのキャラ・カインに転生した俺は、妹・ディア―ナの圧倒的可愛さに心を奪われた。しかし、このままゲーム世界が進んでいけば、妹は辺境の地で凌辱されたり、暗殺者に殺される壮絶なバットエンドを迎えると決まっていた。「この世界で妹を幸せにする!!」そう誓った俺は妹を淑女に育てながら、ゲームのシナリオに逆らっていく。そう、すべては愛する妹のため……。「おにーたま、ディ、にんじんもたべたのです!」「えらい! ディアーナは何て素晴らしいんだ!!!」"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04789891-74e5-49e8-896e-63a09f2e8f56",
    "title": {
      "en": "Onii-chan Is Done For! - Highschool ONIMAI (Doujinshi)"
    },
    "updatedAt": "2024-12-28T21:33:13+00:00",
    "coverArt": "https://mangadex.org/covers/04789891-74e5-49e8-896e-63a09f2e8f56/0bea5725-f62d-4fff-a743-29a4eef95a62.png",
    "altTitles": [],
    "description": {
      "en": "Without being able to return to being a man, Mahiro Oyama stayed as a girl since middle school and now has become a beautiful high-schooler who gets completely dominated by his first friend since the transformation, Momiji Hozuki, who has gotten really tall and became popular with the girls in their school.",
      "pt-br": "Sem poder voltar a ser homem, Mahiro Oyama permaneceu como uma menina desde o ensino fundamental e agora se tornou uma linda estudante do ensino médio que é completamente dominada por sua primeira amiga desde a transformação, Momiji Hozuki, que ficou muito alta e se tornou  popular entre as meninas da escola."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1bede76-6ec6-4918-bdf3-4b36733ba646",
    "title": {
      "en": "Takane no Hana wa Midaresaki"
    },
    "updatedAt": "2024-10-25T14:26:05+00:00",
    "coverArt": "https://mangadex.org/covers/e1bede76-6ec6-4918-bdf3-4b36733ba646/0ab42838-93f0-4598-b142-5418d491eb22.jpg",
    "altTitles": [
      {
        "ja": "高嶺の華は乱れ咲き"
      },
      {
        "en": "The Unattainable Flower's Twisted Bloom"
      },
      {
        "zh-hk": "高嶺之華爛漫開"
      },
      {
        "vi": "Nụ Hoa Trên Đỉnh Ngày Ấy Đã Nở Rồi!"
      }
    ],
    "description": {
      "en": "She is the perfect student, beautiful, clever and with lots of friends… He is an ordinary boy in the class, staring at her from afar but one day he sees her in a very compromising situation! How will she react? The lives of these two will now intermingle with totally unexpected outcomes!",
      "ja": "憧れのお嬢様は隠れマゾ!?　彼女の秘密を知った時淫靡な学園生活が幕を開ける……。",
      "vi": "Anh chàng trung bình main nam romcom cảm nắng chị hoa khôi xinh đẹp, thông minh, các thứ các thứvà chỉ biết ngắm nhìn từ phía xa... Nhưng rồi một hôm, anh main đã bắt gặp một cảnh tượng của chị main khiến anh ấy nghi ngờ nhân sinh quan?! Chị main sẽ phản ứng ra sao? Hai người đã va vào đời nhau như thế đấy. Vậy kết quả sẽ là dư lào đây?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf7c6c51-7b96-418f-b025-10d3cca71c96",
    "title": {
      "en": "Eiyuu to Majo no Tensei LoveCome"
    },
    "updatedAt": "2024-12-20T00:07:12+00:00",
    "coverArt": "https://mangadex.org/covers/cf7c6c51-7b96-418f-b025-10d3cca71c96/1fee8d1d-d61c-4cf9-876e-977339dd7c4a.png",
    "altTitles": [
      {
        "ja": "英雄と魔女の転生ラブコメ"
      },
      {
        "ja-ro": "Eiyuu to Majo no Tensei Rabu Kome"
      },
      {
        "en": "A Reincarnation Romantic Comedy of a Hero and a Witch"
      },
      {
        "vi": "Chuyện tình lãng mạn và hài hước của Anh Hùng và Phù Thủy chuyển sinh"
      },
      {
        "vi": "Chuyện tình chuyển sinh hài hước của Anh hùng và Phù thuỷ"
      },
      {
        "pt-br": "Uma Comédia Romântica de Reencarnação entre um Herói e uma Feiticeira"
      }
    ],
    "description": {
      "en": "Choose the world or choose her. \n\nOrdinary high school student Shiraishi Godo harbored a \"secret\"  - he possessed memories of a past life. In a world different from this one, he was a \"hero\" who saved humanity. \n\nHowever, that was a story of his past life. \n\nIn this life, he was supposed to lead an ordinary school life—until the arrival of transfer student Mai Shiina turned everything upside down.",
      "ja": "世界を選ぶか、彼女を選ぶか。\n\n平凡な高校生・白石護道には『秘密』があった。それは前世の記憶を持っていること。こことは違う別の世界で、人類を救った『英雄』だった。\n\nとはいえ、あくまで前世の話。\n\n今世ではごく普通の学生生活――のはずだったが、転入してきた少女・椎名麻衣の出現で日々は一変する。",
      "vi": "Shiraishi Godou, một cậu học sinh cao trung bình thường đang có một \"Bí mật\". Đó là cậu vẫn còn ký ức của tiền thế.\nỞ một thế giới khác, Godou đã từng là \"Anh hùng\" giải cứu nhân loại. Tuy là vậy, nhưng đó là chuyện của tiền thế. Ở thế giới hiện tại, cậu chắc là đang trải qua quãng đời học sinh bình thường, vậy mà sự xuất hiện của cô thiếu nữ vừa chuyển trường đến. Shiina Mai đã làm những ngày yên bình của cậu hoàn toàn thay đổi",
      "pt-br": "O estudante comum de ensino médio Shiraishi Godo guardava um \"segredo\", ele possuía memórias de uma vida passada. Em um mundo diferente deste, ele foi um \"herói\" que salvou a humanidade. Mas isso era uma história de sua vida passada. Nesta vida, Godo deveria ter uma vida escolar comum. Isso até a chegada da nova aluna Mai Shiina, que virou tudo de cabeça para baixo. Ela não era apenas uma aluna transferida. Mai era a reencarnação de Celis, a Feiticeira da Calamidade, sua mortal inimiga de vidas passadas. E ela estava lá, não por vingança, mas por algo mais — algo que mudaria o curso da vida de Godo mais uma vez. Agora, ele deve navegar pelas complexidades de suas memórias reencarnadas, sua crescente conexão com Mai e a escolha impossível entre uma vida pacífica e uma cheia de caos mágico."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62f297d9-3b57-48d0-834f-88860d571ca9",
    "title": {
      "en": "Tomatoypoo no Lycopene"
    },
    "updatedAt": "2024-11-07T21:20:31+00:00",
    "coverArt": "https://mangadex.org/covers/62f297d9-3b57-48d0-834f-88860d571ca9/64d46a6f-2eb6-4f8c-a2b9-56e8116ce981.jpg",
    "altTitles": [
      {
        "ja": "トマトイプーのリコピン"
      },
      {
        "en": "Lycopene the Tomatoy Poodle"
      }
    ],
    "description": {
      "en": "Meet Lycopene. A tomatoy poodle. Wait! Hold up. A... what?! Apparently a tomatoy poodle is a poodle born from a tomato plant. Meet Meh-Meh, a normal schoolgirl, who finds herself lost in Cuteopia, a strange world inhabited by strange creatures like Lycopene.  \n(Source: VIZ Media)",
      "ja": "中学生のめめちゃんは、ある日キュートピアという不思議な世界に迷い込みます。そこで出会ったのは、トマトの苗から生まれたトイプードルのリコピン！"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c79bcd31-4c0e-43c2-873d-7e614361096e",
    "title": {
      "en": "Heart of Thorns"
    },
    "updatedAt": "2024-12-27T17:06:24+00:00",
    "coverArt": "https://mangadex.org/covers/c79bcd31-4c0e-43c2-873d-7e614361096e/a7e05bd3-1d31-480c-8e47-9c8ebfe27beb.jpg",
    "altTitles": [
      {
        "zh": "荆棘之心"
      },
      {
        "zh-ro": "Jing Ji Zhi Xin"
      }
    ],
    "description": {
      "en": "One day, Liu Hai happened upon a dilapidated magic book. When she imitated the wizard in the magic book to create a magic circle, she accidentally summoned a monster girl named Chi Liu. Chi Liu is the source of strength in the country of Chi. She had been imprisoned for a long time and finally managed to escape. While Liu Hai in the human world was experimenting with the magic circle, the two met..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2024-12-31T14:28:20+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      },
      {
        "vi": "Liệu Cậu Sẽ Kết Thúc Mối Tình Này Chứ?"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma.",
      "vi": "Yuzu là một fan hâm mộ cuồng nhiệt của Hayami Madoka. Cô không có người bạn nào hay gia đình quan tâm tới cô cả, Madoka là niềm an ủi duy nhất của cô ấy. Sachiko là bạn thân của Madoka, cô cũng là người mà Yuzu ghét nhất. Để trút giận, Yuzu đã mở một tài khoản riêng tư nơi mà cô đăng những lời ác ý về Sachiko. Khi Sachiko phát hiện ra, cô đã thử kết bạn với Yuzu và đề nghị sẽ cho cô ấy cơ hội nói chuyện với Madoka. Tuy nhiên, một tai nạn đã xảy ra và họ hoán đổi cơ thể cho nhau, trong khi đó Sachiko bị rơi vào hôn mê."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "e44b1517-4508-4335-a494-b5b6a39a35de",
    "title": {
      "en": "Ennui"
    },
    "updatedAt": "2025-01-01T04:10:41+00:00",
    "coverArt": "https://mangadex.org/covers/e44b1517-4508-4335-a494-b5b6a39a35de/ac5717d5-e214-48fd-8883-04a340d58149.jpg",
    "altTitles": [
      {
        "ko": "권태"
      }
    ],
    "description": {
      "en": "Is the terrible heartache caused by a distant lover? Or is it the ties and obsession that follow along, like love that won't come true...?\n*From the same author of Missing Love: The Marrying Man"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91c52fe6-a394-4605-8cf3-92ba7961ce4d",
    "title": {
      "en": "Jeong-Nyeon"
    },
    "updatedAt": "2024-09-16T13:27:18+00:00",
    "coverArt": "https://mangadex.org/covers/91c52fe6-a394-4605-8cf3-92ba7961ce4d/248cf0f3-3583-4f42-ba54-732a4924f4ce.jpg",
    "altTitles": [
      {
        "ko-ro": "Jeongnyeon"
      },
      {
        "ko-ro": "Jeongnyeoni"
      },
      {
        "ko-ro": "Jeongyeon"
      },
      {
        "ko": "정년이"
      }
    ],
    "description": {
      "en": "Jeong-Nyeon has no money or education, but she is a Mokpo girl with a talent for singing! Her dream is to join a women's traditional theater company, and make it big. But she has a lot to learn and a long way to go before becoming a lead actor. Will Jeong-Nyeon achieve her dream of becoming a big star and getting rich?  \nThe story begins in 1956 (post-war Korea) in the southwestern port city of Mokpo.  \n  \nWinner of the 2019 Our Manhwa of the Year award, and is set to release as as a Drama by the end of 2024.\n  \n[Artist's Twitter](https://twitter.com/namonnamon14)  \n[Artist's Tumblr](https://jinamong.tumblr.com)  \n[Artist's Naver Blog](https://blog.naver.com/babomj14)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "137.1"
  },
  {
    "mangaId": "7bd45a18-27d4-43ba-b3b9-2293f9a957d0",
    "title": {
      "en": "I Stole the First Ranker’s Soul"
    },
    "updatedAt": "2024-10-17T13:20:30+00:00",
    "coverArt": "https://mangadex.org/covers/7bd45a18-27d4-43ba-b3b9-2293f9a957d0/3c760d8c-f073-43ad-b07a-6cdd35d9445c.png",
    "altTitles": [
      {
        "ko": "랭킹 1위를 영혼까지 털어버림"
      },
      {
        "ko-ro": "Ranking 1-Wireul Yeonghonkkaji Teoreobeorim"
      },
      {
        "en": "I Stole the Number One Ranker's Soul"
      },
      {
        "es-la": "Robé El Alma del Ranker Número Uno"
      }
    ],
    "description": {
      "en": "One day, Son Mo-Ah fell into a dungeon and became a gathering hunter.\nSon Mo-Ah, who somehow narrowly escaped death, was going to live a normal life but gets caught up in a dungeon yet again.\nIn a moment of crisis, she is rescued by Seo Ji-Han, the number one ranker, and succeeds in surviving the situation. Somehow, Son Mo-Ah got entangled in a fateful relationship with said number one ranker.\n\nBut he said something really unusual to me.\n\n“Promise me that you will kill all the dungeons bosses in this world, as many as you can.”\n\nWhat?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "97"
  },
  {
    "mangaId": "ddd738ed-d07a-43d8-aeac-abef27084fb2",
    "title": {
      "en": "Kishi Danchou no Musuko wa Akuyaku Reijou wo Dekiai suru"
    },
    "updatedAt": "2024-08-16T20:29:04+00:00",
    "coverArt": "https://mangadex.org/covers/ddd738ed-d07a-43d8-aeac-abef27084fb2/3eb28008-b000-4f0b-924b-d38a6d09fa1a.jpg",
    "altTitles": [
      {
        "ja": "騎士団長の息子は悪役令嬢を溺愛する"
      },
      {
        "en": "The Knight Commander's Son Is Infatuated With the Villainess"
      }
    ],
    "description": {
      "en": "When Princess Alice abruptly ends their engagement, Ex, the Knight Commander's son, has a sudden recollection of his past life. Transported from an otome game, he recognizes the unfolding events. Refusing to accept the wrongful blame placed on the innocent villainess, he resolves to protect and claim her. Reincarnated with a mission, Ex cherishes the villainess as his chosen path in this heartwarming tale of love and reincarnation.",
      "ja": "「アリス、お前との婚約を破棄する！」騎士団長の息子エクスは、夜会の会場にて今まさに王子の婚約破棄が行われている状況で、前世の乙女ゲームで全く同じ展開があったことを思い出す。冤罪なのに、悪役令嬢を責める王子と他の攻略対象。そして、こっそりと不敵に微笑むヒロインを見たとき、彼は決意した。大好きな悪役令嬢を救って自分のものにしようと――。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "25"
  },
  {
    "mangaId": "d0c73a3d-d28c-4d70-acb3-bd9f507de3fc",
    "title": {
      "en": "E→Robot"
    },
    "updatedAt": "2018-10-21T07:55:05+00:00",
    "coverArt": "https://mangadex.org/covers/d0c73a3d-d28c-4d70-acb3-bd9f507de3fc/f9741b53-3e1b-4509-aa41-a2c0c49cb290.jpg",
    "altTitles": [
      {
        "en": "E-Robot"
      },
      {
        "en": "E→ROBOT"
      },
      {
        "en": "Erotic Robot"
      },
      {
        "en": "SUPER hERO"
      },
      {
        "en": "イー・ロボット"
      }
    ],
    "description": {
      "en": "What appeared before high school student, Yuuki, was a mysterious cute girl—Ai Roborovskii!! The truth was that she was a robot created by the hands of Yuuki's father who was a professor in Robotics. And this Ai's strongest weapon was…eroticism!? A super slapstick, robotic, erotic comedy!!  \n  \n**Included one-shots:**  \nVolume 2:  \n- E-Robot *(Pilot)*  \n- SUPER hERO *(Previously unpublished; The 66th JUMP Treasure Newcomer Manga Award honorable mention (2013))*  \n  \nAs a part of the JUMP START initiative, the first three chapters of E→Robot were published in English in VIZ Media's digital Weekly Shonen Jump.\n"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "13"
  },
  {
    "mangaId": "80dbce9d-92a8-4a19-8bd5-b1727dc0f6c8",
    "title": {
      "en": "Choukadou Girls"
    },
    "updatedAt": "2024-09-03T08:12:41+00:00",
    "coverArt": "https://mangadex.org/covers/80dbce9d-92a8-4a19-8bd5-b1727dc0f6c8/e9bcc193-bc22-4c1a-aef6-66ec195eb4a8.jpg",
    "altTitles": [
      {
        "ja": "Over Drive Girls"
      },
      {
        "ja": "超可動ガールズ"
      }
    ],
    "description": {
      "en": "Translated from Amazon.com.jp using google translate.\r\n\r\nThe latest work in the \"Super Movable Girl\" series, in which a moving beautiful girl figure rushes in and becomes a wife. A romantic comedy in which tiny cute [super movable girls] such as the girl-type planet explorer Nona, the RPG hero Bernoa, and the 2D fighting game character Subaru are involved in the otaku boy Haruto. If there is love, what is the size difference!?"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "81"
  },
  {
    "mangaId": "9a7cc394-21a6-413d-8a6c-6e2c9209c15a",
    "title": {
      "en": "Grey is..."
    },
    "updatedAt": "2024-12-08T13:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/9a7cc394-21a6-413d-8a6c-6e2c9209c15a/ec5a14cd-de14-40a1-a1a4-da2d86944702.jpg",
    "altTitles": [],
    "description": {
      "en": "Two childhood friends—Black, an emotional fashion designer with selective amnesia, and White, a rational writer who’s been absent for two years—reunite to confront their traumatic pasts and navigate the fragile space between heart and mind as they struggle to preserve their friendship on the brink of adulthood.\nGrey is... is a deeply emotional coming-of-age series about the messy journey of self-discovery, about friendship, and about the delicate balance between emotion and reason."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "edf170db-288b-4773-90df-1c542c69d4e9",
    "title": {
      "en": "Kemono Jihen"
    },
    "updatedAt": "2024-07-06T23:59:19+00:00",
    "coverArt": "https://mangadex.org/covers/edf170db-288b-4773-90df-1c542c69d4e9/7f57f3ef-41e0-473d-a0a1-f26f0d8b58ca.jpg",
    "altTitles": [
      {
        "en": "Demon Incident"
      },
      {
        "id": "Insiden Monster"
      },
      {
        "id": "Insiden Siluman"
      },
      {
        "ja-ro": "Kaibutsu Jihen"
      },
      {
        "ru": "Инцидент Кэмоно"
      },
      {
        "ru": "Чудовищные происшествия"
      },
      {
        "ja": "けものじへん"
      },
      {
        "zh": "怪物事変"
      },
      {
        "ko": "괴물사변"
      },
      {
        "fr": "Incident de démon"
      }
    ],
    "description": {
      "ar": "تدور القصة حول “دوغراماموري إينوغامي”، محقق من طوكيو متخصص في السحر والتنجيم. يتم استدعاؤه إلى قرية جبلية نائية تُعرف باسم “هيداهارا” للتحقيق في سلسلة من جثث الحيوانات المتعفنة التي ظهرت هناك. أثناء تحقيقه في هذه الظاهرة الغامضة، يلتقي إينوغامي بصبي غريب يُدعى “كاباني”. الذي يعيش حياة منعزلة ويعمل في الحقل بدلاً من الذهاب إلى المدرسة. يمتلك كاباني قدرات خارقة تثير اهتمام إينوغامي، ويقرر اصطحابه إلى طوكيو لتعليمه كيفية التحكم في قدراته واستخدامها لحل الألغاز المتعلقة بـ “الكيمونو جيهين”، وهي ظاهرة خارقة تربط بين البشر والحيوانات",
      "en": "When a series of animal bodies that rot away after a single night begin appearing in a remote mountain village, Inugami, a detective from Tokyo who specializes in the occult, is called to investigate.   \n  \nWhile working the case, he befriends a strange boy who works in the field every day instead of going to school. Shunned by his peers and nicknamed \"Dorotabo\" after a yokai that lives in the mud, he helps Inugami uncover the truth behind the killings - but supernatural forces are at work, and while Dorotabo is just a nickname, it might not be the only thing about the boy that isn't human.",
      "id": "Bermunculan banyak bangkai binatang yang membusuk hanya dalam satu malam di desa pegunungan terpencil. Inugami, seorang detektif dari Tokyo yang berspesialisasi mengurus takhayul pun datang untuk menginvestigasi. Saat ia bekerja dalam kasus itu, muncul anak lelaki misterius yang bukannya pergi bersekolah, tapi malah bekerja di ladang tiap hari. Ia dijauhi teman-temannya dan dijuluki \"Dorotabou\" seperti nama siluman yang tinggal di lumpur. Anak lelaki ini membantu Inugami membongkar misteri dari kasus pembunuhan yang erat kaitannya dengan supranatural.  \r\n\r\n\r\n---",
      "ru": "В глухой горной деревушке произошло несколько инцидентов со смертью местной живности, причудливым образом сгнивавшей всего за одну ночь. Чтобы расследовать это, из Токио был приглашён детектив Инугами, специализирующийся на паранормальных явлениях.Во время расследования, он знакомится со странным мальчиком по прозвищу Доротабо, которого избегают его сверстники, и вместе они раскрывают тайну, скрытую за загадочными смертями.",
      "pt-br": "Um garoto conhecido como Dorota-bou, que é evitado pelas pessoas que o cercam, e Inugami, um detetive que se especializou em ocultismo. A história começa quando Inugami chega na cidade do garoto para investigar um caso onde vários animais estavam morrendo e seus corpos apodrecendo em apenas uma noite."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1bc97ccd-1e56-4570-a399-162d08414f66",
    "title": {
      "en": "Uma Musume Pretty Derby - UmaYome Uma X Tore♂ Kekkon Seikatsu Goudou (Doujinshi)"
    },
    "updatedAt": "2024-10-31T11:24:47+00:00",
    "coverArt": "https://mangadex.org/covers/1bc97ccd-1e56-4570-a399-162d08414f66/f1e5eecb-491e-4bea-856f-932c7b5ee25a.jpg",
    "altTitles": [
      {
        "en": "UmaYome ~Horse & Trainer Wedded Bliss~"
      },
      {
        "ja": "ウマ嫁　ウマ×トレ♂結婚生活合同"
      }
    ],
    "description": {
      "en": "An anthology book series containing many different artists and their favorite Umas enjoying their life after marriage."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a447b70-8700-4592-ae92-4b45e503a2bf",
    "title": {
      "en": "Saikai Shita Osananajimi ga Watashi o Suki da Nante Kiitenai!"
    },
    "updatedAt": "2024-12-31T18:17:11+00:00",
    "coverArt": "https://mangadex.org/covers/4a447b70-8700-4592-ae92-4b45e503a2bf/1f8b0692-c60c-47a3-b5f9-e4347c4bba73.jpg",
    "altTitles": [
      {
        "ja": "再会した幼馴染が私を好きだなんて聞いてない!"
      },
      {
        "en": "I Never Heard That My Childhood Friend, Whom I Reunited With, Likes Me!"
      }
    ],
    "description": {
      "en": "Nao, a first-year university student, is quietly enjoying her campus life. The school is buzzing with talk about her handsome classmate and model, “Sho,” but she assumes such a glamorous world has nothing to do with her plain self. However, to her surprise, her crybaby and clumsy childhood friend turns out to be “Sho”! Not only that, but they suddenly start living together in secret from everyone…?! A love story between two people who can’t be honest with their feelings begins to unfold after their reunion."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01e6296c-9c0f-4329-8854-036aec11595b",
    "title": {
      "en": "Washizu - Enma's Mahjong"
    },
    "updatedAt": "2024-11-01T10:18:57+00:00",
    "coverArt": "https://mangadex.org/covers/01e6296c-9c0f-4329-8854-036aec11595b/b61a66dd-935d-4ef1-a7d1-92ee9b47411e.jpg",
    "altTitles": [
      {
        "en": "Washizu: Yama's Mahjong"
      },
      {
        "ja": "ワシズ 閻魔の闘牌"
      },
      {
        "en": "Washizu: Lord of Mahjong Hell"
      },
      {
        "ja-ro": "Washizu - Enma no Touhai"
      }
    ],
    "description": {
      "en": "A spin-off of Akagi that depicts the charismatic exploits of Washizu Iwao, Akagi Shigeru's ultimate enemy, in his younger days. In 1948, under the American occupation of Japan, Washizu is undefeated in high-rate mahjong games against American commissioned officers. Eventually, they hire a cheater as a rep player, who has a grudge against the Special Higher Police, to play in their place to counter Washizu, who has a terrifying brain and used to belong to the Special Higher Police..."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "53"
  },
  {
    "mangaId": "46748d60-9b15-4647-8250-de0926b20268",
    "title": {
      "en": "Haite Kudasai, Takamine-san"
    },
    "updatedAt": "2024-12-30T19:03:50+00:00",
    "coverArt": "https://mangadex.org/covers/46748d60-9b15-4647-8250-de0926b20268/7cbffd86-2e09-446a-9d04-d26820b44d2b.jpg",
    "altTitles": [
      {
        "ja": "履いてください、鷹峰さん"
      },
      {
        "es-la": "Por favor ponte esto, Takamine-san"
      },
      {
        "ru": "Пожалуйста, оденьтесь, Такамине-сан"
      },
      {
        "ko": "입어주세요, 타카미네 양"
      },
      {
        "en": "Please Put Them On, Takamine-san"
      },
      {
        "en": "Please Put These On, Takamine-san"
      },
      {
        "pt-br": "Por Favor, Coloque isso, Takamine-san"
      }
    ],
    "description": {
      "en": "Takamine Takane is the goddess of her high school. With perfect grades, athletic prowess, and unrivaled beauty, this student council president sits at the top of the social pyramid. And then there's Shirota Koushi, a below-average student with no friends or social prospects to speak of. One day, Shirota-kun accidentally sees Takamine-san's naked breasts and finds out the secret behind her unbelievable success. From then on, his school life changes.\n\n“Become my closet!”\n\nShirota is forced into underwear-putting-on servitude!?\n___\n[Alt Official English (Yen Press)](https://yenpress.com/series/please-put-them-on-takamine-san)",
      "ja": "生徒会長の鷹峰さんはスクールカーストのトップ中のトップ、神！　対して、友達も存在感も皆無の白田くんはある日、鷹峰さんの生おっぱいを見てしまう。そこから変わるスクールライフ。――「私にパンツを履かせなさい」なんと鷹峰さんは”未だ穢れ知らぬ乙女（エターナル・バージンロード）”という能力でパンツを脱いで時をかける少女だった。ノーパンではいられない鷹峰さんのクローゼットとして白田くんは鷹峰さんにモモ色おねだりをされ続けるハメに…。",
      "ru": "Президент студсовета, Такамине-сан находится на самом верху школьной иерархии. Она — практически бог!  \nОднажды Широта-кун случайно увидел обнажённую грудь Такамине. С того момента его школьная жизнь изменилась.  \n- \"Надень мои трусики для меня\"   \nВ итоге Широта-кун оказался в стеснительном положении из-за розовых пристрастий Такамине-сан.  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Mangaka's Twitter](https://twitter.com/yuichi_hiiragi)  \n- [![](https://i.imgur.com/oiVINmy.png) Mangaka’s Pixiv](https://www.pixiv.net/en/users/2056601)  \n- [Official Page (JP)](https://magazine.jp.square-enix.com/joker/series/takamine/)",
      "pt-br": "A presidente do conselho estudantil, Takamine-san, está no topo da hierarquia escolar, uma deusa! Um dia, Shirota-kun acidentalmente vê os seios nus de Takamine-san. A partir de então, sua vida escolar mudou, sendo chantageado para uma vida de servidão a Takamine-san. ― “Coloque minha calcinha para mim”\nShirota-kun acabou em uma situação difícil devido aos favores cor-de-rosa de Takamine-san."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "44ac2a86-4886-4ff8-a39c-096901bb2721",
    "title": {
      "en": "The Jeweler's Maid"
    },
    "updatedAt": "2024-12-19T03:30:53+00:00",
    "coverArt": "https://mangadex.org/covers/44ac2a86-4886-4ff8-a39c-096901bb2721/4d6ebaa3-7aa4-404b-91fc-6f71f5503650.jpg",
    "altTitles": [
      {
        "ja": "宝石商のメイド"
      },
      {
        "ja-ro": "Housekishou no Maid"
      },
      {
        "en": "The Jeweller's Maid"
      }
    ],
    "description": {
      "en": "The jewelry store Rohstein is an unconventional shop where “a maid sells jewels”.\n\nOff of the main street, the shop is visited by an elderly gentleman, a noble, an actress, a poor student, and all sorts of people who have heard the rumors of it. When they hold the jewels selected by the maid, their own lives also begin to shine.\n\nA tale spun by jewels and people.\n\nWith dainty illustrations, a jewel-bestowing short story series.",
      "ja": "宝石商「ローシュタイン」は“メイドが宝石を売る”一風変わった品揃えのお店。\n大通りから外れたその店には、老紳士、貴族、女優、貧乏学生と噂を聞きつけたさまざまな人が訪れる。\nメイドが選んだ宝石を手にしたとき、彼ら自身の人生もまた輝きだす。\n宝石と人が紡ぐ物語。\nーー繊細なイラストで贈る珠玉の連作短編。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b586cbab-ec8f-4719-b9f0-9e6746da6526",
    "title": {
      "en": "Kamen Rider Amazon"
    },
    "updatedAt": "2023-03-24T12:24:43+00:00",
    "coverArt": "https://mangadex.org/covers/b586cbab-ec8f-4719-b9f0-9e6746da6526/5c6411e0-6bff-4770-8589-20a6f3c39c4f.png",
    "altTitles": [
      {
        "ja": "仮面ライダーアマゾン"
      },
      {
        "en": "Masked Rider Amazon"
      }
    ],
    "description": {
      "en": "Amazon, a wild youth in the jungle, is remodeled by the ancient Inca science. With the \"Bracelet of Gigi,\" the key that opens the door to the hidden treasure, on his arm, he protects the treasured ordnance and weaponry, as well as the future of mankind! \n\nThe enemy is Gorgoth, a ten-faced demon who plans to conquer the world with the \"Bracelet of Gaga,\" an opposing key!"
    },
    "status": "completed",
    "releaseDate": 1974,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5"
  }
]