[
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2025-01-01T17:44:05+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/f21987e8-1918-4d2d-9796-3c66ac271820.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "zh": "蓝箱"
      },
      {
        "eu": "Kutxa Urdina"
      },
      {
        "pl": "Niebieskie pudełko"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "ja": "バドミントン部に所属する猪股大喜（いのまたたいき）は、女子バスケ部の先輩・鹿野千夏（かのちなつ）に恋をしていた――。自主練を真摯に取り組む姿に心惹かれていたが、思いもよらぬ事実が発覚し…!?　道のりは遠く、想いは近く。",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-11-18T22:30:34+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/2c7a2e7e-9963-4183-a470-acdbcc5b55ad.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "251c2342-c61b-44bc-884e-4c7bd05e6a22",
    "title": {
      "en": "The Lost Story"
    },
    "updatedAt": "2023-08-01T13:05:34+00:00",
    "coverArt": "https://mangadex.org/covers/251c2342-c61b-44bc-884e-4c7bd05e6a22/bb95c3da-9124-43e6-906f-1d7e8c9556fb.jpg",
    "altTitles": [
      {
        "zh": "Jianghu"
      },
      {
        "en": "Martial Zombies"
      },
      {
        "zh": "僵湖"
      }
    ],
    "description": {
      "en": "In the 33rd year of Kangxi rule, Emperor Kangxi issued an edict named “The Migration of People from Huguang to Sichuan”. He ordered the citizens living in Hunan, Hubei, Guangdong and other places to move to Sichuan. This is the famous “Huguang to Sichuan” incident. Was the former Land of Abundance really left barren due to the war? There was another saying that “something” showed up in Sichuan…"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46596dea-95de-40e8-b2b8-4e63aa6acd1a",
    "title": {
      "en": "The Magical Revolution of the Reincarnated Princess and the Genius Young Lady"
    },
    "updatedAt": "2025-02-12T16:42:59+00:00",
    "coverArt": "https://mangadex.org/covers/46596dea-95de-40e8-b2b8-4e63aa6acd1a/38b6bdd8-ee42-498f-820e-319d87607445.jpg",
    "altTitles": [
      {
        "ja": "転生王女と天才令嬢の魔法革命"
      },
      {
        "ja-ro": "Tensei Oujo to Tensai Reijou no Mahou Kakumei"
      },
      {
        "zh": "转生王女与天才千金的魔法革命"
      },
      {
        "zh-hk": "轉生王女與天才千金的魔法革命"
      },
      {
        "zh-ro": "Zhuǎnshēng wángnǚ yǔ tiāncái qiānjīn de mófǎ gémìng"
      },
      {
        "ko": "전생 왕녀와 천재 영애의 마법 혁명"
      },
      {
        "id": "Revolusi Ajaib Putri yang Bereinkarnasi dan Wanita Muda yang Jenius"
      },
      {
        "ru": "Магическая революция перерождённой принцессы и гениальной юной леди"
      },
      {
        "it": "La rivoluzione magica della principessa reincarnata e della signorina geniale"
      },
      {
        "th": "การปฏิวัติเวทมนตร์ขององค์หญิงเกิดใหม่กับยัยคุณหนูยอดอัจฉริยะ"
      },
      {
        "vi": "Cuộc cách mạng ma thuật của công chúa chuyển sinh và tiểu thư thiên tài"
      }
    ],
    "description": {
      "en": "Despite her supposed ineptitude with regular magic, Princess Anisphia defies the aristocracy's expectations by developing \"magicology,\" a unique magical theory based on memories from her past commoner life. One day, she witnesses the brilliant noblewoman Euphyllia unjustly stripped of her title as the kingdom's next monarch. Thus Anisphia concocts a plan to help Euphyllia regain her good name  somehow involving them living together and researching magic! Little do these two ladies know, however, that their chance encounter will alter not only their own futures, but those of the kingdom... and the entire world!\n___\n- [Official Web Novel](https://ncode.syosetu.com/n8558fh/)",
      "ja": "「魔法があるなら、空を飛べるのに…」\n\nパレッティア王国の王女・アニスフィアは、幼少期にふとそう思ったのをきっかけに、前世の記憶を思い出した。\n\n時は流れ――。\n\n前世の知識を活用した独自の技術「魔学」を編み出したアニスフィアは、自らが開発した魔女箒のテスト飛行中、偶然にもあらゆる魔法を使いこなす天才令嬢・ユフィリアが公衆の面前で婚約破棄を受けている現場に遭遇してしまう。傷つき、涙を浮かべるユフィリアの姿に、アニスフィアは――。\n\n「さて行こうかユフィリア嬢、私が攫ってあげる！」",
      "es-la": "Anis Sophia, a princesa que lembrou de sua vida passada quando criança, assim como o seu amor intenso pela magia do seu eu antigo, saiu para vivenciar fantasias nesse mundo de fantasia. Um dia, durante um acidente mágico, ela se deparou com uma cena em que seu irmão, Algard, estava rompendo o noivado com sua pretendente, Euphilia. O que ninguém poderia prever é que esse estranho encontro acabaria mudando o rumo da história."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2025-01-23T17:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      },
      {
        "es-la": "Existen Bestias"
      },
      {
        "es-la": "Bestias Fabulosas"
      },
      {
        "vi": "Có Linh Thú"
      },
      {
        "vi": "Hữu Thú Yên"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。",
      "es-la": "\"En este reino, criaturas mitológicas deambulan, descendientes de los nueve cielos que llaman hogar.\"\nSibuxiang, un hombre-ciervo mitológico y perezoso, es expulsado del cielo y asignado a apoyar a las criaturas mitológicas que vagan por el mundo humano. Conoce y vive aventuras con sus amigos: el enérgico Pixiu amante de la comida llamado Pipi, el fanático conejo lunar Tony, los hermanos ratones Jinjiao y Yinjiao, también desterrados del cielo, y muchos otros. ¿Qué tipo de aventuras emprenderán?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "1e3feba8-0c4d-4465-b3a3-e9a2a4451bd1",
    "title": {
      "en": "Starting From Today I'll Work as a City Lord"
    },
    "updatedAt": "2025-01-01T10:14:52+00:00",
    "coverArt": "https://mangadex.org/covers/1e3feba8-0c4d-4465-b3a3-e9a2a4451bd1/b63e1869-85a0-4ac1-b324-7a50ec3a4c1e.png",
    "altTitles": [
      {
        "en": "Become the Castellan in Another World"
      },
      {
        "zh-ro": "Cong Jintian Kaishi Dang Chengzhu"
      },
      {
        "ru": "С сегодняшнего дня я лорд города"
      },
      {
        "zh-hk": "从今天开始当城主"
      },
      {
        "en": "To Be the Castellan"
      },
      {
        "vi": "Từ Hôm Nay Bắt Đầu Làm Thành Chủ"
      },
      {
        "vi": "Ta Làm Thành Chủ Tai Dị Giới"
      }
    ],
    "description": {
      "en": "When a gaming otaku gains the power to cross over to other worlds, he will obviously have to figure out what to do with it! But what is this?! A domineering cat-woman elder sister, a loli fox-woman, a cuddly rabbit-woman younger sister… This isn't a zoo! Welcome to a world where the strong prey on the weak. Then again, it's all so wonderful! An authentic strategy game, a huge conspiracy crisis, this other world's hegemony is now loading, all waiting for thou scum…  \n\n\n---",
      "fr": "Venez découvrir comment un otaku deviens le Lord d'une ville."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10ea7852-418e-4945-bfd3-5c1c58a17b38",
    "title": {
      "en": "Ishigami Senki"
    },
    "updatedAt": "2025-02-15T14:12:42+00:00",
    "coverArt": "https://mangadex.org/covers/10ea7852-418e-4945-bfd3-5c1c58a17b38/ebb62909-51b4-4bda-8101-872d64b221a0.jpg",
    "altTitles": [
      {
        "ja": "石神戦記"
      },
      {
        "en": "War Chronicles of the Stone God"
      }
    ],
    "description": {
      "en": "Mizuho territory in the northeastern part of the island nation of Hiwazu. On the wedding day of his elder brother, Lord Saku, Ukano Isaza, the younger brother of the lord, meets a woman of the \"stone people\" who is supposed to have been told in a fairy tale, and is forced to make a contract with her...?",
      "ja": "四方を海に囲まれた島国・日倭津国。先王の死後、この国は\"王太子派\"と\"王弟派\"の二つに割れようとしていた。その情勢下、北東にある瑞穂領は婚姻により\"王弟派\"につくことを選ぶ。領主の弟・宇迦乃イサザは、兄の婚礼の日に生じた混乱の中で、石を操る不思議な力を持つ「石の民」の女と出会い、婚姻を迫られることに……！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c0c9937-99f2-434a-bf0d-1ccbd41f5ba8",
    "title": {
      "en": "The Veteran Healer Is Overpowered"
    },
    "updatedAt": "2025-02-08T20:59:58+00:00",
    "coverArt": "https://mangadex.org/covers/0c0c9937-99f2-434a-bf0d-1ccbd41f5ba8/4b5049ad-73f5-4ab6-bef6-c8674e8303cc.jpg",
    "altTitles": [
      {
        "ko": "고인물 힐러가 너무 강하다"
      },
      {
        "en": "The Late Game Healer Is Way Too Strong"
      }
    ],
    "description": {
      "en": "South Korea’s top hunter, 'Mad Dog' Min Si-woo.\n\nThe moment he and his disciples defeated the Demon King! He was sent to another world, and after 100 years of battling in a monster-infested realm, he finally returned to Earth!\n\n\"But why has everyone forgotten about me?\"\n\n100 years in the other world was only 10 years on Earth. Now, a seasoned veteran hardened by a century of bloodshed, Min Si-woo sets out to find his lost disciples and uncover the reason behind his erasure!",
      "ko": "대한민국 최상위 헌터, '광견' 민시우.\n\n제자들과 마왕을 처치한 순간! 이계로 보내지고, 마물이 가득한 이계에서 100년 동안의 싸움 끝에 드디어 지구로 돌아왔다!\n\n'그런데, 왜 내 존재가 사람들에게 잊힌 거지?'\n\n이계에서의 100년은 지구에서의 10년이었고, 100년의 혈투로 '고인물'이 되어 돌아온 민시우는흩어진 제자들과 본인의 존재가 잊힌 이유를 찾아 나선다!"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2025-01-26T19:25:03+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/36415f2c-1c2b-4d0e-984c-84c07973e84c.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "ja-ro": "Kimi no Koto ga Daidaidaidaidaisuki na 100-nin no Kanojo"
      },
      {
        "ja-ro": "Kimi no Koto ga Dai Dai Dai Dai Daisuki na 100-nin no Kanojo"
      },
      {
        "bg": "Стокано"
      },
      {
        "it": "Le 100 fidanzate"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "es-la": "Mis 100 novias que me quieren mucho mucho"
      },
      {
        "vi": "100 Cô Bạn Gái Này Rất, Rất, Rất, Rất, Rất Là Yêu Tôi Đó"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "it": "Le 100 fidanzate che ti amano tanto tanto tanto tanto tanto"
      },
      {
        "it": "Le 100 ragazze che ti amano tanto tanto tanto tanto tanto"
      },
      {
        "es": "Mis 100 Novias Que Me Quieren Mogollón Mogollón"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. In desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! Now this god will set things right by making sure Aijo gets one hundred dates. Except, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! Worse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "es": "Rentaro Aijou es una máquina de declararse y de recibir calabazas, consiguiendo la cifra de 100 rechazos al final de la secundaria. Roto por dentro, va a rezar a un santuario de suerte en el amor para pedir que la fortuna le sonría. Para su sorpresa, el dios del santuario se le aparece y le promete que conocerá a 100 almas gemelas durante el bachillerato.\n\nAunque al principio cree que le ha tomado el pelo, el primer día de clase se le declaran dos chicas en cuanto lo conocen, así que ve que sus rezos funcionaron y la cosa pinta bien. Sin embargo, hay un pequeño detalle que el dios no le explicó: si alguna de estas almas gemelas no consigue establecer una relación con él, esa chica morirá. Su gran corazón hace que no pueda permitir que eso suceda en ningún caso y por eso, ¡decide que saldrá con todas ellas!\n\n¡Su nueva e inesperada vida de bachillerato, llena de amor, confusiones y un montón de chicas, le depara una sorpresa tras otra!\n\n(Fuente: Editorial Ivrea)",
      "it": "**Link:**\n- Official Italian - [J-POP](https://j-pop.it/it/fumetti/manga/le-100-ragazze-che-ti-amano-tanto-tanto-tanto-tanto-tanto.html)",
      "ja": "「好き」っていいたい！いわれたい！中学卒業式に100回目の失恋をした愛城恋太郎は、高校でこそ初めての彼女を！と願う。そんな彼の前に現れた恋の神様が告げた未来は「高校生活で出会う“運命の人”は100人。しかし彼女達は、幸せになれなければなんやかんや（中略）あって…死ぬ」　突然始まるDEAD OR LOVEな純愛ハーレムライフ!!　絶対に脱落しない・させない！",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9fca3c19-ac41-4ebf-8735-f4e3becc2b3e",
    "title": {
      "en": "Give My Regards to Black Jack"
    },
    "updatedAt": "2025-02-15T15:09:35+00:00",
    "coverArt": "https://mangadex.org/covers/9fca3c19-ac41-4ebf-8735-f4e3becc2b3e/1f2687d1-1dff-4982-9d6f-b11ea1b80673.jpg",
    "altTitles": [
      {
        "ar": "سلم لي على بلاك جاك"
      },
      {
        "ja": "ブラックジャックによろしく"
      },
      {
        "zh": "医界风云"
      },
      {
        "zh-hk": "杏林先鋒"
      },
      {
        "en": "Give My Regards to Black Jack"
      },
      {
        "ja-ro": "Black Jack ni Yoroshiku"
      }
    ],
    "description": {
      "en": "Saitou is a young doctor who just graduated. Starting his career as a doctor he finds there is a lot more to this profession than one would think. An intense drama about the dark side of the medical world.  \n  \nHas a continuation that was published by Shogakukan instead of Kodansha called Shin Black Jack ni Yoroshiku. In 2012, Shuho Sato declared this title free from copyright protection.",
      "es": "Tras licenciarse en la prestigiosa Facultad de Medicina de la Universidad de Eiroku, Eijiro Saito fue destinado a trabajar como médico residente en el Hospital Universitario de Eiroku. Para convertirse en médico, tuvo que someterse a dos años de formación clínica bajo un supervisor real in situ tras obtener su licencia médica. Sin embargo, el salario mensual es de 38.000 yenes. Naturalmente, eso no es suficiente para Eijiro, que vive solo en Tokio. Por ello, acaba trabajando a tiempo parcial como médico de urgencias de guardia nocturna en otro hospital.\nLa historia muestra a Eijiro, médico residente, en su lucha por hacer frente a las contradicciones y problemas médicos del hospital, que distan mucho de su práctica médica ideal.",
      "ja": "名門「永禄大学医学部」を卒業した斉藤英二郎は、永禄大学附属病院で研修医として働く事になった。医師になるには医師免許を取得してから二年間、実際の現場の指導医の元で臨床研修を受けなければならない。しかし、月給は3万8千円。上京して一人暮らしをしている英二郎はそれだけでは当然足りない。その為に、他の病院で夜間救急の当直医のアルバイトをする事になり……。研修医・英二郎が持つ理想の医療現場とは掛け離れた、病院が抱えている矛盾や医療問題に、苦悩しつつも懸命に立ち向かっていく姿を描いていく。",
      "es-la": "Tras licenciarse en la prestigiosa Facultad de Medicina de la Universidad de Eiroku, Eijiro Saito fue destinado a trabajar como médico residente en el Hospital Universitario de Eiroku. Para convertirse en médico, tuvo que someterse a dos años de formación clínica bajo un supervisor real in situ tras obtener su licencia médica. Sin embargo, el salario mensual es de 38.000 yenes. Naturalmente, eso no es suficiente para Eijiro, que vive solo en Tokio. Por ello, acaba trabajando a tiempo parcial como médico de urgencias de guardia nocturna en otro hospital.\nLa historia muestra a Eijiro, médico residente, en su lucha por hacer frente a las contradicciones y problemas médicos del hospital, que distan mucho de su práctica médica ideal."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "127"
  },
  {
    "mangaId": "bcbf9c51-2f3c-462c-a81b-b6e5530ae00f",
    "title": {
      "en": "Isekai Koushoku Musou Roku ~Isekai Tensei no Chie to Chikara o, Tada Hitasura ✕✕✕✕ Suru Tame ni Tsukau~"
    },
    "updatedAt": "2024-11-13T21:48:00+00:00",
    "coverArt": "https://mangadex.org/covers/bcbf9c51-2f3c-462c-a81b-b6e5530ae00f/70ea24eb-75ee-443d-a1fa-7754af0fadf5.jpg",
    "altTitles": [
      {
        "ja": "異世界好色無双録〜異世界転生の知恵と力を、ただひたすら✕✕✕✕するために使う〜"
      },
      {
        "ja-ro": "Isekai Koushoku Musou Roku ~Isekai Tensei no Chie to Chikara wo, Tada Hitasura ✕✕✕✕ Suru Tame ni Tsukau~"
      },
      {
        "en": "Records Of Unparallelled Otherworld Lechery ~Using The Wisdom And Power Of Otherworld Reincarnation Just To Have XXX~"
      },
      {
        "en": "Records of Lustful Warriors in Another World"
      },
      {
        "en": "Isekai Koushoku Musou Roku: Using the Wisdom and Power of Reincarnation in Another World to Just XXXX"
      },
      {
        "ko": "이세계 호색무쌍록 ~이세계전생의 지식과 힘을, 그저 xxxx를 위해서 쓴다~"
      },
      {
        "ko-ro": "Isegye hosaegmussanglog: isegyejeonsaeng-ui jisiggwa him-eul, geujeo xxxxleul wihaeseo sseunda"
      },
      {
        "id": "Catatan pejuang penuh nafsu di dunia lain ~Kebijaksanaan dan keterampilan reinkarnasi di dunia lain, gunakan saja untuk XXXX bahkan untuk sesaat~"
      },
      {
        "vi": "Bản ghi chép về sự dâm dục ở thế giới khác: sử dụng kiến thức và sứ mạnh ở thế giới khác chỉ để XXX"
      }
    ],
    "description": {
      "en": "A man who has been reincarnated in a different world acquires the vocation of \"pole master\" in the new world! However, that special ability is not used to defeat enemies, nor to gain power, but to embrace the beautiful girls who appear one after another with all one's might! A unique story of conquering another world begins here!\n\nThe protagonist, “Sao” has been reborn with his memories from his past life. He’s born as a son of a rural villager, but his true identity is a reincarnated person with cheat abilities and the knowledge of the modern world. With the class “Rod Master,” he received as he grows up, and the many skills that came up with it, he can defeat enemies, help people, and even for sex.",
      "id": "Seorang pria yang telah bereinkarnasi di dunia lain memperoleh panggilan \"master tongkat\" di dunia baru!  Namun, kemampuan itu tidak digunakan untuk mengalahkan musuh, atau untuk mendapatkan kekuatan, melainkan untuk ngentot dengan gadis-gadis cantik yang terus muncul!",
      "ja": "ノクターンノベルズ大人気作！ 異世界転生したとある男は新天地で「竿師」なる天職を手にする！ だが、その異能は敵を倒すためでもなく、権力を手にするためでもなく、ただひたすらに全力で次々と現れる美少女を抱くことに使うのだ！ 異色の異世界制覇譚、ここに開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fadafee2-dfb4-4eb1-833f-3c3669d5767b",
    "title": {
      "en": "Harem Ou no Isekai Press Manyuuki ~Saikyou Musou no Ojisan wa Arayuru Shuzoku wo Yome ni suru~"
    },
    "updatedAt": "2025-02-14T14:07:15+00:00",
    "coverArt": "https://mangadex.org/covers/fadafee2-dfb4-4eb1-833f-3c3669d5767b/396b1a50-976f-4a28-9cd2-96203f5bbe16.jpg",
    "altTitles": [
      {
        "ja": "ハーレム王の異世界プレス漫遊記 ～最強無双のおじさんはあらゆる種族を嫁にする～"
      },
      {
        "en": "Harem King's Press Journey in Another World: The Strongest Warrior Uncle Takes Wives from All Races"
      }
    ],
    "description": {
      "en": "The erotic-comedy fantasy begins with a gentleman uncle who brings justice while doing some consensual seeding here and there.",
      "es": "Un hombre que había muerto en soledad pidió a la diosa Nike que lo reencarnara en una «versión variante de un Tanetsuke Ojisan» y se reencarnó con el nombre de Genji.\nNike es convertida en la pollita 'Pinoko' como acompañante por su jefa, la diosa, y tiene que trabajar con Genji.\nTras reencarnarse, Genji confiesa su amor a Cindy, la recepcionista del gremio, pero ella le rechaza, diciendo que le gustan los hombres fuertes. Entonces Genji se marcha a derrotar al dragon negro más fuerte que se rumorea en el gremio.\nLa comedia erótica de fantasía de un tío con buen corazón que ayuda a los débiles, aplasta a los fuertes y protege a la mujer que le gusta!",
      "ja": "孤独死してしまった男は女神ニケに「動けるバージョンの種付けおじさん」になりたいと願い、自らにゲンジと名付けて転生した。ニケは上司の女神にお目付け役としてひよこの「ぴのこ」にされてしまいゲンジと行動をともにすることに。ゲンジは冒険者ギルドの受付嬢であるシンディに告白するが、強い男が好きなのと断られてしまう。そこで彼女に受け入れてもらうため、ギルドで噂になっていた最強の黒竜討伐へ向かうことになり――。",
      "es-la": "Un hombre que había muerto en soledad pidió a la diosa Nike que lo reencarnara en una «versión variante de un Tanetsuke Ojisan» y se reencarnó con el nombre de Genji.\nNike es convertida en la pollita 'Pinoko' como acompañante por su jefa, la diosa, y tiene que trabajar con Genji.\nTras reencarnarse, Genji confiesa su amor a Cindy, la recepcionista del gremio, pero ella le rechaza, diciendo que le gustan los hombres fuertes. Entonces Genji se marcha a derrotar al dragon negro más fuerte que se rumorea en el gremio.\nLa comedia erótica de fantasía de un tío con buen corazón que ayuda a los débiles, aplasta a los fuertes y protege a la mujer que le gusta!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "95aa6275-3a71-460b-af9f-33ee9b93bebc",
    "title": {
      "en": "Nue no Onmyouji"
    },
    "updatedAt": "2025-02-06T19:23:37+00:00",
    "coverArt": "https://mangadex.org/covers/95aa6275-3a71-460b-af9f-33ee9b93bebc/cc948bc9-d3ac-435a-b299-bf5b2c7ffd89.jpg",
    "altTitles": [
      {
        "ja": "鵺の陰陽師"
      },
      {
        "en": "Nue's Exorcist"
      },
      {
        "fr": "L'exorciste de Nue"
      },
      {
        "ru": "Оммёдзи Нуэ"
      },
      {
        "es-la": "El exorcista de Nue"
      },
      {
        "vi": "Âm Dương Sư Nue"
      }
    ],
    "description": {
      "en": "Yajima has been able to see spirits since he was small. At his new school is a room that nobody else can see. And inside is a spirit who loves playing video games.",
      "fr": "Yajima est capable de voir les esprits depuis qu'il est tout petit. Dans sa nouvelle école, il y a une pièce que personne d'autre ne peut voir. Et à l'intérieur se trouve un esprit qui aime jouer aux jeux vidéo. Une nouvelle saga d'exorcistes modernes commence !",
      "ja": "幼少の頃から「幻妖」と呼ばれる存在が見えた少年・夜島学郎。高校入学初日、ひょんなことから出会ったサブカル好きの幻妖「鵺」に校内の幻妖退治を依頼されるが――…？",
      "vi": "Yajima đã có thể nhìn thấy các linh hồn từ khi còn nhỏ. Tại ngôi trường mới của cậu ấy có một căn phòng mà không ai khác có thể nhìn thấy. Và bên trong là một linh hồn thích chơi trò chơi điện tử. Một câu chuyện trừ tà hiện đại bắt đầu từ giây phút này!",
      "pt-br": "Yajima é capaz de enxergar Espíritos desde pequeno. Em sua nova escola há uma sala que mais ninguém consegue ver. E dentro dela mora uma Espírito que ama jogar videogames. Uma nova saga moderna de exorcistas começa agora!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff4669dd-c512-4d30-aeb7-6ceec5308a76",
    "title": {
      "en": "Saihate ni Madou"
    },
    "updatedAt": "2025-02-03T03:47:15+00:00",
    "coverArt": "https://mangadex.org/covers/ff4669dd-c512-4d30-aeb7-6ceec5308a76/e6c1005e-8ceb-429e-ad16-4c9f89004f4e.jpg",
    "altTitles": [
      {
        "ja": "最果てに惑う"
      },
      {
        "en": "Lost at the Farthest Ends"
      },
      {
        "es-la": "Perdido en los extremos más bajos"
      }
    ],
    "description": {
      "en": "After his little sister was raped and killed herself, a teenage boy took revenge and killed her rapist in return. Seven years later the boy's released from prison, determined to kill himself due to insufferable guilt but then he's confronted by the rapist's daughter. A dramatic tale of guilt and atonement.",
      "ru": "«Семь лет назад я убил человека».\n\nРасправившись с преступником, который довёл его сестру, Юри, до самоубийства, Кадзума был приговорён к семи годам тюремного заключения. Даже после выхода на свободу его преследуют мысли о совершённом убийстве и о девочке, наблюдавшей за происходящим. Терзаемый чувством вины, Кадзума принимает решение искупить свои грехи собственной смертью. Вместе со своей матерью он навещает могилу Юри, где замечает знакомое лицо девочки...\n\nЭто история о несчастной судьбе дочери преступника-потерпевшего.",
      "es-la": "Después de que su hermana pequeña Yuri fuera violada y debido a esto se suicidara, su hermano Kazuma decide tomar venganza y matar a su violador. \n\n7 años después, él sale de prisión, decidido a suicidarse debido a una culpa insoportable y para estar paz con su hermana, pero luego accidentalmente conoce a Shiika, la hija del violador de su hermana. Una historia dramática de culpa y expiación."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "5c2eb121-0734-409e-9007-f6a3c689acfd",
    "title": {
      "en": "Koi Koi Koi"
    },
    "updatedAt": "2024-12-07T22:35:17+00:00",
    "coverArt": "https://mangadex.org/covers/5c2eb121-0734-409e-9007-f6a3c689acfd/3b5e210f-76a1-4b59-8b6f-8bd6a71256be.jpg",
    "altTitles": [
      {
        "ja": "恋々こい"
      }
    ],
    "description": {
      "en": "This is a romantic comedy about Sakura, a girl who gives her all for love and Matsuyuki, a boy who absolutely hates romance."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "30"
  },
  {
    "mangaId": "f401f51a-e2d3-42c8-beaa-8311ba1b966a",
    "title": {
      "en": "Tensei Mae wa Dragon Deshita"
    },
    "updatedAt": "2025-01-26T18:30:17+00:00",
    "coverArt": "https://mangadex.org/covers/f401f51a-e2d3-42c8-beaa-8311ba1b966a/fdb7092c-bc39-417d-aee9-b462af049493.jpg",
    "altTitles": [
      {
        "ja": "転生前はドラゴンでした"
      },
      {
        "en": "Before Reincarnation I Was A Dragon"
      }
    ],
    "description": {
      "en": "The hero and the dragon defeated the Demon King, saving the world, but they died. Then they were reincarnated in another world (Japan)... This is their story."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e713c39-938e-41fe-9d22-01c649588358",
    "title": {
      "en": "Shinkon dakedo Kataomoi"
    },
    "updatedAt": "2024-11-16T23:32:43+00:00",
    "coverArt": "https://mangadex.org/covers/8e713c39-938e-41fe-9d22-01c649588358/73a13186-e10b-4101-a482-0c18e789db07.jpg",
    "altTitles": [
      {
        "en": "Newly Married but Unrequited Love"
      },
      {
        "ja": "新婚だけど片想い"
      }
    ],
    "description": {
      "en": "A seemingly perfect looking newlywed couple but the affection is one-sided.",
      "ja": "キミのこと、絶対オトしてみせるんだからーー! \n才色兼備なJK・皐月は、親の都合で婚約することに。相手は高校生囲碁棋士・久遠。 \nイケメンで才能もある久遠との婚約で人生順風満帆…と思いきや、彼は超・塩対応男子だった!! \n部屋には立入禁止の赤札、皐月のモテテクもまるで通じず…そんな難易度の高い久遠を攻略し、二人にラブラブ新婚生活が訪れる日は来るのか!? \nくやしいけれど、きゅんとする! 完璧JKと塩対応囲碁男子の新婚生活ラブバトル、スタート!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "42"
  },
  {
    "mangaId": "b198f9b8-7489-44cc-a062-1cb4b32d5507",
    "title": {
      "en": "Jimoto no Ijimekko-tachi ni Shikaeshi Shiyou to Shitara, Betsu no Tatakai ga Hajimatta."
    },
    "updatedAt": "2024-11-16T12:09:00+00:00",
    "coverArt": "https://mangadex.org/covers/b198f9b8-7489-44cc-a062-1cb4b32d5507/872f975c-3fc6-4abf-8fd8-75ecee8db3cd.jpg",
    "altTitles": [
      {
        "ja": "地元のいじめっ子達に仕返ししようとしたら、別の戦いが始まった。"
      },
      {
        "en": "When Trying to Get Back at the Hometown Bullies, Another Battle Began."
      },
      {
        "zh": "本想报复以前欺负我的孩子王，另一场战斗却开始了。"
      }
    ],
    "description": {
      "en": "Local bullies tormented Kotaro when he was a youngster. They were the skilled wrestler Akari, a skilled basketball prodigy Kanae, and Shigure, a prodigy in video games. Every day, Kotaro competed against these three guys in their respective sports with the intention of winning. Unfortunately, he was no match for them. As a senior in high school, Kotaro now has another opportunity to confront them and exact his retribution...! But he will discover a secret that he never would have expected...",
      "ja": "子供のころ、小太郎は地元のいじめっ子によって屈辱の日々を送っていた。レスリングの天才少年・アキラ、バスケの天才少年・カナエ、天才ゲーマー少年・シグレにあらゆる勝負で負け続けていたのだった高校生となった小太郎は、仕返しするべく３人と再会したのであったが…！？",
      "vi": "Oneshot chính thức được làm thành series của tác giả Matsumoto Kengo. Sau nhiều năm rời xa quê hương, Kotaro đã quay về để báo thù 3 kẻ bắt nạt từng khiến cậu khổ sở hồi cấp 1. Thế nhưng khi gặp lại 3 kẻ bắt nạt, những gì chờ đợt cậu lại vượt xa những gì cậu tưởng tượng...",
      "pt-br": "Os valentões locais atormentaram Kotaro quando ele era jovem. Eles eram o lutador habilidoso Akari. Kanae, um prodígio do basquete, e Shigure, um prodígio dos videogames. Todos os dias, Kotaro competia contra esses três caras em seus respectivos esportes com a intenção de vencer. Infelizmente, ele não era páreo para eles. No último ano do ensino médio, Kotaro agora tem outra oportunidade de enfrentá-los e exigir sua retribuição…! Mas ele descobrirá um segredo que nunca teria esperado…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94d22b26-03fb-45a7-a2bb-a39545ef1a9d",
    "title": {
      "en": "Tsumi to Kai"
    },
    "updatedAt": "2025-01-31T10:28:54+00:00",
    "coverArt": "https://mangadex.org/covers/94d22b26-03fb-45a7-a2bb-a39545ef1a9d/004600f9-30c7-4206-8227-2cc1938c7078.jpg",
    "altTitles": [
      {
        "en": "Pleasure & Corruption"
      },
      {
        "ja": "罪と快"
      },
      {
        "ko": "죄와 쾌"
      },
      {
        "ru": "Грех и Удовольствие"
      },
      {
        "uk": "Гріх та Насолода"
      },
      {
        "en": "Pleasure and Corruption"
      },
      {
        "en": "Sin and Pleasure"
      },
      {
        "en": "Corrupt Pleasure"
      }
    ],
    "description": {
      "en": "Under immense pressure to achieve academically both at school and at home, Minedera Zen turns to taking upskirt photos of girls as a form of escape from his life. One day, while doing his usual rounds, Zen is caught by the subject of his upskirt at the time, Houjou Ayame…\n\n---\n**Links:**\n- Alternative Official English - [FAKKU](<https://www.fakku.net/hentai/pleasure-corruption-english>)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "59"
  },
  {
    "mangaId": "7f4a85f3-9b95-4c20-a587-a43a945b72df",
    "title": {
      "en": "Oyasumi Fumi-san"
    },
    "updatedAt": "2025-02-04T18:34:14+00:00",
    "coverArt": "https://mangadex.org/covers/7f4a85f3-9b95-4c20-a587-a43a945b72df/cbba2569-a897-430c-90a9-afecd6b4da92.jpg",
    "altTitles": [
      {
        "ja": "おやすみ ふみさん"
      },
      {
        "en": "Good night Fumi-san"
      }
    ],
    "description": {
      "en": "Rinta, who moved to the city from the countryside and enrolled in a university in the heart of the city, meets \"Fumi-san,\" rumored to be the most beautiful girl on campus, in the literature club he joined. After attending a drinking party together, he ends up walking her home. He safely escorts her to her house and is about to head back when suddenly... Fumi-san transforms and forcefully invites him to her bed—!? \"I wonder how long you can keep being a good person, Rinta-kun...?\" Fumi-san pushes Rinta to his limits, testing his self-control until it shatters.",
      "ja": "春。田舎から上京し、都心の大学に入学した凛太は、入部した文芸部で学園一の美女と噂される\"ふみさん\"に出会う。そして、共に参加した飲み会帰りに彼女を送ることになったのだが…。無事家まで送り届け、ひとり帰ろうとしたその矢先！ 豹変したふみさんに強引にベッドに誘われてーー！？「凛太くんが良い人でいられるのは、いつまでかな…？」ふみさんに理性崩壊まで試される。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd0c2244-94d9-4070-902b-7c06b4315a68",
    "title": {
      "en": "Esteemed Female Masters All Want to Possess Me"
    },
    "updatedAt": "2025-02-15T10:35:57+00:00",
    "coverArt": "https://mangadex.org/covers/cd0c2244-94d9-4070-902b-7c06b4315a68/90086582-bd46-4666-a902-737655f954ba.jpg",
    "altTitles": [
      {
        "zh": "女师尊们都想占有我"
      }
    ],
    "description": {
      "en": "Xiao Nan died tragically and then isekai-ed to the 21st Continent. Although reborn as useless trash, he awakened the reverse system, and his strength would increase as long as he was hurt. What he didn’t know was that he had a hidden identity-as the chosen son of heaven who was prophesized to revitalize the Sword sect. The elders of all factions in the sect therefore hid their identities and approached Xiao Nan to try to recruit him into their own ranks. Since then, Xiao Nan began to enjoy being nurtured by beautiful female masters, whilst discovering features of the system to become stronger + start a harem"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "93b5aabf-7b61-4bbb-a0f4-23b5bfc6b2aa",
    "title": {
      "en": "Himokuzu Hana-kun wa Shinitagari"
    },
    "updatedAt": "2025-02-01T22:32:41+00:00",
    "coverArt": "https://mangadex.org/covers/93b5aabf-7b61-4bbb-a0f4-23b5bfc6b2aa/2e123a2b-6999-4222-b8f7-9bef74bb3b19.jpg",
    "altTitles": [
      {
        "ja": "ヒモクズ花くんは死にたがり"
      },
      {
        "ja-ro": "Himokuzu Hana-kun wa Shinitagari"
      },
      {
        "en": "Hana-kun can't live without me."
      },
      {
        "en": "Deadbeat Hana-kun Has a Death Wish"
      },
      {
        "zh-hk": "軟飯人渣小花想要去死"
      },
      {
        "zh": "软饭人渣小花想要去死"
      },
      {
        "vi": "Hana-Kun Không Thể Sống Thiếu Tôi"
      }
    ],
    "description": {
      "en": "\"I'll die with you, I promise.\"\n\nYoshino is a second-year working adult who is exhausted from her daily life and work. One of the worst days of her life, Yoshino gets drunk and wakes up the next morning to find a mysterious boy named Hana-kun sleeping next to her. Yoshino ends up living with Hana-kun for a limited time, and surprisingly begins to feel comfortable living with Hana-kun. Meanwhile, due to a certain incident, Hana-kun becomes obsessed with her for some reason... When a scummy man whose love is too heavy meets a deeply compassionate female office worker, a love resembling a potent drug begins!?",
      "ja": "日々の生活と仕事に疲れ切っている社会人2年目の吉野（よしの）。人生最悪のある日泥酔した吉野が翌朝目覚めると、となりに寝ていたのは謎めいた男子「花くん」だった。 期間限定で一緒に暮らすことになり、意外にも花くんとの生活に居心地の良さを覚えていく吉野。そんな中、ある事件をきっかけに花くんになぜか執着されることになって… 愛の重いクズ男子×情の深い社畜女子、劇薬みたいな恋がはじまる⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec96fc62-975a-4abf-83e3-d2426ca8fbe6",
    "title": {
      "en": "The Villainess Lives Again"
    },
    "updatedAt": "2025-02-12T18:13:49+00:00",
    "coverArt": "https://mangadex.org/covers/ec96fc62-975a-4abf-83e3-d2426ca8fbe6/c773bf7f-9db8-44a6-80d0-9709a4b479a3.jpg",
    "altTitles": [
      {
        "ko": "악녀는 두 번 산다"
      },
      {
        "ko-ro": "Agnyeoneun Du Beon Sanda"
      },
      {
        "fr": "La vilaine vit encore une fois"
      },
      {
        "fr": "L'antagoniste vit une deuxième fois"
      },
      {
        "pt": "A vilã vive duas vezes"
      },
      {
        "es": "La villana vive dos veces"
      },
      {
        "uk": "Друге життя лиходійки"
      },
      {
        "ru": "Вторая жизнь злодейки"
      },
      {
        "ja": "悪女は2度生きる"
      },
      {
        "ja": "悪女は２度生きる"
      },
      {
        "tr": "Kötülüğün İkinci Yaşamı"
      },
      {
        "th": "ชีวิตที่สองของนางร้าย"
      },
      {
        "th": "ชีวิตครั้งใหม่ ของยัยตัวร้าย"
      },
      {
        "zh": "恶女的王座"
      },
      {
        "zh": "恶女的重生"
      },
      {
        "zh": "恶女的二次人生"
      },
      {
        "zh-hk": "惡女重生"
      },
      {
        "zh-hk": "惡女的王座"
      },
      {
        "zh-hk": "惡女的重生"
      },
      {
        "zh-hk": "惡女的二次人生"
      },
      {
        "vi": "Ác nữ tái sinh"
      },
      {
        "id": "The Villainess Lives Twice"
      },
      {
        "fr": "The Villainess Lives Again"
      },
      {
        "uk": "Лиходійка живе двічі"
      }
    ],
    "description": {
      "de": "Von klein auf lebte Artezia Rosan in dem Glauben, sie könne ein glückliches Leben führen, solange ihr Bruder erfolgreich ist. Als Meisterin der Manipulation und Intrigen wurde sie das wichtigste Hilfsmittel ihres Bruders, um den Thron des Imperiums zu erobern. Genau deshalb traf sie der Verrat ihres Bruders so hart, als sie für ihre Taten gefesselt und gefoltert wurde. Nachdem sie von Großherzog Cedric Ebron gerettet wird, nutzt sie eine verbotene Magie und opfert ihr eigenes Leben, um ihm zu helfen, dem grausamen Kaiser ein Ende zu setzen. Die Ereignisse nehmen eine seltsame Wendung, als sie einige Jahre in der Vergangenheit aufwacht und schwört, Großherzog Cedric um jeden Preis zu helfen, selbst wenn dies bedeutet, ihre eigene Familie aufzugeben. Man sagt, Blut ist dicker als Wasser, aber kann Artezia es schaffen, ihren Bruder zu besiegen, während ihre eigene Romanze inmitten des Chaos erblüht?\n\n---\n* [Official Translation (DE)](https://www.tappytoon.com/de/comics/the-villainess-lives-again-de)",
      "en": "From childhood, Artezia Rosan's happiness was dependent on ensuring the success of her brother. As a master manipulator and schemer, she became his most valuable ally in seizing the empire’s throne. That’s exactly why her brother's betrayal cut so deeply when Artezia was imprisoned as punishment for all of her crimes. Soon after being rescued by Grand Duke Cedric Ebron, she vows to help him overthrow the cruel new emperor by sacrificing her own life with forbidden magic. Now waking up several years earlier back in time, she will forsake her own family to help Cedric at all costs. They say that blood is thicker than water, but can Artezia destroy her brother while her own romance blossoms amidst the chaos?",
      "fr": "Depuis son plus jeune âge, Artezia vit dans l’ombre de son frère, dont le succès suffirait à garantir le bonheur et la sécurité de la famille, selon sa mère. Elle devient donc la meilleure alliée de ce dernier, organisant maintes conspirations afin de l’aider à accéder au trône impérial. C’est pourquoi, quand ce but est finalement atteint mais qu’elle se retrouve trahie, mutilée et enchaînée en punition pour ses crimes, son ressentiment n’en est que plus grand. Sauvée par le Grand Duc Cedric Ebron, elle décide alors d’utiliser la magie pour aider ce dernier à détrôner l’empereur cruel qu’est devenu son frère. Un sort magique lui permet de revenir plusieurs années en arrière et de changer le cours des choses… Mais Artezia parviendra-t-elle à changer le destin, alors que l’amour s'immisce au milieu du chaos?\n\n---\n**Official Translations:**\n* [French / Français](https://www.tappytoon.com/fr/comics/villainess-lives-again-fr)",
      "ja": "謀略の天才、皇帝を作り上げる！ ”お兄様が成功すれば、お前も成功するのよ” それを信じ、あらゆる悪事を企てた悪女「アルティゼア」。 しかし、彼女の兄への忠誠は裏切りとして返ってくる。 死を前にした彼女に手を差し伸べたのは宿敵であり、正義ある大公「セドリック」だけだった。 魔術で命と引き換えに18歳の自分に生まれ変わった彼女は、「セドリック」を皇帝にするために新たな人生を捧げることにするがーー\n\n---\n**Official Translations:**\n* [Japanese / 日本語](https://piccoma.com/web/product/50796)",
      "ko": "모략의 천재, 황제를 만들다!\n\n\"오빠가 잘되어야 너도 잘되는 거야.\"\n\n온갖 악행을 저질러 오빠를 황제로 만들었다.\n하지만 아르티제아의 헌신은 배신으로 돌아왔다.\n죽음의 문턱에서 그녀에게 구원의 손을 내민 것은, 정의로운 숙적 세드릭 대공뿐이었다.\n\n“계책을 내라.”\n“…….”\n“이 상황을 뒤집을 수 있는 인물을 나는 그대 외에는 떠올리지 못하겠어. 로산 후작.”\n“…….”\n“나에게는 그대의 힘이 필요하다.”\n\n이미 기울어진 세력 판도를 뒤집고 도탄에 빠진 제국을 구할 계책은 없다.\n그러나 방법은 있다.\n모든 것이 잘못되기 이전으로 시간을 돌리는 것.\n\n피의 눈물과 함께 그녀는 자신의 몸을 바쳐 고대마법으로 시간을 돌린다.\n이번에는, 실패하지 않으리라.\n\n죽지 않고 18세로 회귀한 아르티제아는 세드릭 대공을 위한 악녀가 될 것을 결심한다.\n\n“저에게 청혼해 주십시오. 당신을 황제로 만들어 드리겠습니다.”\n\n악마에게 무릎을 꿇은 대가로,\n당신은 당신 대신 손을 더럽힐 악마를 얻을 것입니다.",
      "pt": "Ao cometer todo tipo de atos malignos, ela fez do irmão o imperador. Mas sua dedicação foi recompensada com traição. À beira da morte, quem estendeu uma ajuda foi seu arqui-inimigo, o justo Grão-Duque Cedric.Não era possível restaurar o equilíbrio de poder para um império que já estava caindo em ruínas, mas havia uma maneira... de voltar no tempo antes que tudo desse errado. Com seu sangue e lágrimas, ela sacrifica seu próprio corpo para lançar magia antiga, a fim de voltar no tempo. Desta vez, ela não iria falhar.",
      "ru": "«Твой старший брат хорош, и ты должна соответствовать.»\nОна совершила множество злoдеяний, чтoбы сделать своего старшего брата Императором. Однако преданность Артезии обернулась против неё, ведь единственным, кто подал ей руку помощи на пороге смерти, был заклятый враг, эрцгерцог Седрик.\n«Уловки прочь.»\n«Я не знаю никого, кроме вас, кто мог бы обратить эту ситуацию вспять. Маркиза Розанна.»\n«Мне нужна ваша сила.»\nКазалось, тогда уже невозможно было спасти Империю, находившуюся в крайне бедственном положении, и предотвратить падение власти. Но всё же был один способ. Повернуть время вспять прежде, чем все пойдёт не так. Она, с кровавыми слезами на глазах, пожертвовала своим телом, чтобы овладеть древней магией и обернуть время вспять. В этот раз она не подведёт. Вернувшись в возраст восемнадцати лет, Артезия принимает решение не покорно умереть, а стать злодейкой и пойти на службу к эрцгерцогу Седрику.\n«Пожалуйста, сделайте мне предложение. И я сделаю вас Императором.»\nДабы демoн пал ниц, нужнo запoлучить другoгo, что испачкает руки вместо вас.",
      "uk": "З дитинства щастя Артезії залежало від успіху її брата. Як майстерна маніпуляторка і інтриганка, вона стала його найціннішим союзником у захопленні трону імперії. Саме тому зрада її брата остаточно її зламала, коли Артезія була ув'язнена у покарання за всі свої злочини.\nНевдовзі після того, як її врятував великий герцог Седрік Еброн, вона клянеться допомогти йому повалити жорстокого нового імператора, пожертвувавши своїм життям за допомогою забороненої магії.\nТепер, прокинувшись на кілька років назад у минуле, вона покине власну родину, щоб будь якою ціною допомогти Седріку. Кажуть, що кров - не вода, але чи зможе Артезія знищити свого брата, поки її власний роман розквітає серед цього хаосу?",
      "zh": "前世为助哥哥成王做尽坏事，却反遭灭口…这一世甘为恶女，联手曾经的政治宿敌，夺回操控人生的王座！\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9146/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E9%87%8D%E7%94%9F/116)",
      "pt-br": "Ao cometer todo tipo de atos malignos, ela fez do irmão o imperador. Mas sua dedicação foi recompensada com traição. À beira da morte, quem estendeu uma ajuda foi seu arqui-inimigo, o justo Grão-Duque Cedric. Não era possível restaurar o equilíbrio de poder para um império que já estava caindo em ruínas, mas havia uma maneira … de voltar no tempo antes que tudo desse errado. Com seu sangue e lágrimas, ela sacrifica seu próprio corpo para lançar magia antiga, a fim de voltar no tempo. Desta vez, ela não iria falhar."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "230"
  },
  {
    "mangaId": "7e4e5e8a-f3f0-4612-b04d-257e2ac0b7eb",
    "title": {
      "en": "Wazawai no Avalon ~Game Saijaku no Akuyaku Debu ni Ten'i Shita kedo, Ore dake \"Yasereba Tsuyokute New Game\" na Sekai datta no de, Saisoku Level Up & Hametsu Flag Kaihi de Kage no Eiyuu o Mezashimasu~"
    },
    "updatedAt": "2025-01-28T00:19:50+00:00",
    "coverArt": "https://mangadex.org/covers/7e4e5e8a-f3f0-4612-b04d-257e2ac0b7eb/5dbc10c9-70b7-4dff-a8cc-5764c8567aa6.jpg",
    "altTitles": [
      {
        "ja": "災悪のアヴァロン～ゲーム最弱の悪役デブに転移したけど、俺だけ“やせれば強くてニューゲーム”な世界だったので、最速レベルアップ＆破滅フラグ回避で影の英雄を目指します～"
      },
      {
        "en": "Finding Avalon: The Quest of a Chaosbringer"
      }
    ],
    "description": {
      "en": "The main character loves the MMORPG game called Dungeon Explorer Chronicle (Dun-Ex). During one particular day, a beta test event was announced, and he managed to beat it.\nIn exchange for clearing the event, he was granted permission to try the beta test server. Forcing to choose different avatar and skill as the system doesn't allow his own, he eventually settled on random. However, he is transferred to a place where, as expected, he finds a fat, villainous mob character...!",
      "ja": "廃人ゲーマーの会社員“俺”は、やり込んだVRMMO「ダンエク」の世界に転移した。しかし転移先は悪役のデブキャラで!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6c6dfc6c-5a2a-4295-a67a-07c1cded12d6",
    "title": {
      "en": "Kodoku no Kochou wa Donna Yume wo Miru no ka?"
    },
    "updatedAt": "2025-01-05T03:25:58+00:00",
    "coverArt": "https://mangadex.org/covers/6c6dfc6c-5a2a-4295-a67a-07c1cded12d6/733ec505-145a-4315-b5ab-8cea1f3bb749.jpg",
    "altTitles": [
      {
        "ja": "蠱毒の胡蝶はどんな夢を見るのか？"
      },
      {
        "en": "What Does the Poisonous Butterfly Dream of?"
      }
    ],
    "description": {
      "en": "This world has been invaded by bugs.\n\nWith the appearance of the \"Armored Bugs,\" mutating insect monsters that can overcome all modern weapons, humanity has been robbed of much of its living space. The only ones who can stand against such adversaries are the \"Noble Butterflies,\" girls who harbor \"Insects\" that have gone through evolutions differing from the armored bugs.\n\nOne of the candidates to become a Noble Butterfly, Odamaki Ayumi, still suffers from the fact that she is unable to become one. Her best friend, who was supposed to be with her and was her object of admiration, has left her and no longer seeks her company.\n\nThose days of despair came to an end when she was on the verge of death in a battle with armored bugs.\n\"Don't think that I... will die without doing anything!\"\n\nWith the end near, the girl's body transformed into a butterfly one. And the flapping of her wings will bring about a revolution in the world...!",
      "ja": "文明を破壊し人類を蹂躙した突然変異の虫の化身\"鎧蟲\"。その唯一の対抗策は、鎧蟲とは異なる進化を遂げた\"虫\"を宿す少女たち、\"蝶妃\"だけ。万年蝶妃候補生のアユミは劣等生のレッテルを貼られ、絶望の淵に立ちながらも「世界を救う」という使命を胸に日々鍛錬を続ける。しかし努力の先にアユミを待ち受けていたのは、親友の裏切りと耐え難い現実で――。",
      "vi": "Thế giới này đã bị xâm chiếm bởi lũ bọ.\nVới sự xuất hiện của \"Thiết Giáp Trùng\", những con quái vật côn trùng đột biến vượt trội hoàn toàn so với các vũ khí hiện đại, nhân loại đã bị tước đi nơi sinh sống. Những người có thể đối chọi với chúng là \"Chí Điệp Giả\", nhưng cô gái nuôi dưỡng \"côn trùng\" theo hướng tiến hóa khác với Thiết Giáp Trùng.\nMột trong những ứng cử viên trở thành Chí Điệp Giả, Odamaki Ayumi, đang đối mặt với sự thật cô không thể trở thành bướm. Người bạn thân đáng lý phải ở cạnh cô ấy và là người mà cô ấy ngưỡng mộ đã rời bỏ cô ấy mà đi.\nNhững ngày tháng tuyệt vọng đó cuối cùng đã đến hồi kết khi cô ấy đứng trên bờ vực cái chết trong một trận chiến với bọn Thiết Giáp Trùng\n\"Đừng tưởng ta... sẽ chết vô nghĩa như vậy!\"\nCái kết đã gần kề, cơ thể cô gái biến đổi thành một con bướm. Cú vỗ cánh của cô ấy sẽ mang đến một cuộc cách mạng cho thế giới...!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3263e620-5391-4579-92d4-cd95dec24a9b",
    "title": {
      "en": "Mousugu Kuwareru Kamo Shiren"
    },
    "updatedAt": "2024-08-24T02:40:02+00:00",
    "coverArt": "https://mangadex.org/covers/3263e620-5391-4579-92d4-cd95dec24a9b/22c5059b-7180-47c6-9de0-377a666b1043.jpg",
    "altTitles": [
      {
        "ja": "もうすぐ食われるかもしれん"
      },
      {
        "en": "Who Knows, I Might Get Eaten Soon"
      }
    ],
    "description": {
      "en": "Ever since university student, Reo, accidentally bumped into Takuma, a plain-looking boy whom he met for the first time, he's been getting stalked.\r\nReo is scared that Takuma is out for revenge, \"Will he try to get back at me for bumping into him?!\". As Reo desperately begs for his life, Takuma suddenly confesses, \"I love you\"?!\r\nApparently, Takuma fell in love at first sight with Reo on the day they bumped into each other! Takuma suggests to a confused Reo, \"I want you try to going out with me for a period of time\"."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "12.5"
  },
  {
    "mangaId": "b74b14e2-7713-4172-8420-1f7d853f0745",
    "title": {
      "en": "CITY"
    },
    "updatedAt": "2025-01-28T16:52:20+00:00",
    "coverArt": "https://mangadex.org/covers/b74b14e2-7713-4172-8420-1f7d853f0745/15b58cdd-3185-47b6-be76-6f5df1f67c95.jpg",
    "altTitles": [],
    "description": {
      "en": "A new slapstick comedy series by Arawi Keiichi, author of Nichijou.    The manga centers on Nagumo, a penniless college student who moves to a town filled with bizarre people.  The original run was 13 volumes, ending with chapter 186 in Feb 2021.  Serialization was resumed in Dec 2024 for the upcoming anime..  [Official English](https://kodansha.us/series/city/)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1026e605-61f4-4b43-bfb4-06782c110236",
    "title": {
      "en": "Kyou mo Kitansu ka, Yoda-senpai."
    },
    "updatedAt": "2025-02-03T03:38:42+00:00",
    "coverArt": "https://mangadex.org/covers/1026e605-61f4-4b43-bfb4-06782c110236/4466a8b2-8c4b-4be5-872e-1245adfb8bba.jpg",
    "altTitles": [
      {
        "ja": "今日も来たんすか、依田先輩。"
      },
      {
        "en": "Have You Come Again Today, Yoda-senpai?"
      },
      {
        "vi": "Hôm nay chị lại tới nữa à, Yoda-senpai?"
      }
    ],
    "description": {
      "en": "This woman makes herself at home in my parents' house. She is a senior in the same high school and a friend of my sister's. It seems to take her two hours to get to school each way, so she stays at my house almost every day. Yoda is defenseless and a bit out of the ordinary, and I'm always on the edge of my seat!",
      "ja": "**ひとつ屋根の下で巻き起こる、天然小悪魔お姉さん×オタク男子の日常ショートラブコメデイ！**\n\n俺の実家で、我が家のようにくつろぐこの女。 同じ高校の先輩で、姉の友達の依田燈。 学校まで片道2時間らしく、ほぼ毎日俺の家に居座っている。 無防備で少し抜けてる依田先輩に振り回されて、ドキドキしっぱなし!! ひとつ屋根の下で巻き起こる、天然小悪魔お姉さん×オタク男子の日常ショートラブコメデイ！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "62"
  },
  {
    "mangaId": "83059e8f-9393-485d-845a-9eb33e0e368c",
    "title": {
      "en": "I'm Being Mistaken for a Soccer Genius"
    },
    "updatedAt": "2024-12-29T06:18:37+00:00",
    "coverArt": "https://mangadex.org/covers/83059e8f-9393-485d-845a-9eb33e0e368c/3e7a6cba-479c-4ac7-9091-536f49b11f91.jpg",
    "altTitles": [
      {
        "ko": "축구천재로 오해받는 중입니다"
      }
    ],
    "description": {
      "en": "The Korean boy, Lee Jian, who was released from a prestigious youth team in Italy, spends his days idling away as a substitute even after arriving at the youth team of AC Firenze, almost as if he were running away.As usual, he boasts to his childhood friend, Kim Jiwoo, claiming to be a genius, but then he hears the shocking news that Jiwoo is coming to Italy to study abroad. Determined not to disappoint his precious (?) friend Jiwoo, Jian sets his sights on becoming a starter..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21efd65e-e90a-4f54-926d-92bd21b29abf",
    "title": {
      "en": "Zhong Qing"
    },
    "updatedAt": "2025-01-30T11:55:20+00:00",
    "coverArt": "https://mangadex.org/covers/21efd65e-e90a-4f54-926d-92bd21b29abf/a79d8ff9-175a-4716-b2f2-4eaa4c2797af.jpg",
    "altTitles": [
      {
        "zh": "钟情"
      },
      {
        "en": "Guiding the Eccentric Tyrant"
      }
    ],
    "description": {
      "en": "[Idle Nomad version]\nLow-grade guide Qin Yun thought his assignment on Planet G would be uneventful—until he met Cezar, an eccentric esper with too much power and even more curiosity to spare. Left with a temporary mark, Qin Yun was stuck with being dragged across the galaxy, and dodging danger all while enduring Cezar’s unpredictable whims. This is only temporary, right?\n\n[1Braincell version]\nLow-grade guide, Qin Yun, forcibly marked by divine-grade sentry tyrant Mersherie, aggressive maiden-heart seme x serious straightforward uke starting an unbashful unabashed companion life, conquering the whole universe while at it"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "77"
  },
  {
    "mangaId": "4691cc57-625e-4620-8d94-534dd5b13438",
    "title": {
      "en": "Naniwa Tomoare"
    },
    "updatedAt": "2025-02-09T13:51:58+00:00",
    "coverArt": "https://mangadex.org/covers/4691cc57-625e-4620-8d94-534dd5b13438/a2f64b7d-d003-4fbb-83c1-def9f9b0524a.jpg",
    "altTitles": [
      {
        "ja-ro": "NaniTomo"
      },
      {
        "ja": "ナニワトモアレ"
      },
      {
        "vi": "Dù thế nào đi nữa / đó là tình bạn Naniwa"
      }
    ],
    "description": {
      "en": "Guruguru Osaka, crackling ring! Now, the piston in my crotch is tingling!! I like picking up girls more than having three meals. Naniwa's youthful pleasure of being popular and having sex. I'm not a fart with a big loan either. I want to buy a new Silvia. I don't have the skill (technique), but I can't give up on my lewd spirit. An 18-year-old boy is making his ring debut!!",
      "vi": "Vi vu vòng quanh Osaka, rực cháy trên đường vành đai! Cây súng ở giữa háng đang rung lên! Thích tán gái hơn ăn cơm! Được gái yêu mến, chơi hết mình, đó mới là thanh xuân sôi động ở Osaka! Nợ nhiều đến mấy cũng không thành vấn đề, cứ mua chiến Silvia mới đi! Trình độ có hạn nhưng động lực nắng cực thì có thừa! 18 tuổi, chàng trai ấy ra mắt đường vành đai!"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "suggestive",
    "lastVolume": "28",
    "lastChapter": "304"
  },
  {
    "mangaId": "7cabcbbc-69c1-47cc-ae0e-997368510d70",
    "title": {
      "en": "Karaoke De Utau Oneesan To Issyo"
    },
    "updatedAt": "2025-02-15T14:54:32+00:00",
    "coverArt": "https://mangadex.org/covers/7cabcbbc-69c1-47cc-ae0e-997368510d70/3045e431-b5eb-441b-af39-313a62ff77cf.png",
    "altTitles": [
      {
        "ja": "カラオケで歌うおねえさんといっしょ"
      },
      {
        "en": "Singing Karaoke Together with Onee-san"
      }
    ],
    "description": {
      "en": "Sano Tsukasa, a first-year university student who works part-time at a karaoke shop. One day, he encounters a female customer who used to be a children's TV singer.\n\nShe pleads with him, saying, \"If you don't mind, could you listen to just one song?\" and \"Honestly, I want to sing in front of children again, just like I used to...\" Though puzzled, Tsukasa agrees. The woman turns out to be an incredible singer, but despite performing children's songs, for some reason, her singing is irresistibly sexy..."
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2025-02-06T23:08:26+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/67071eb0-3362-434a-a1fd-3fffa52e0c69.jpg",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "Please Bully Me, Miss Villainess!"
      },
      {
        "tr": "Lütfen Bana Zorbalık Yap, Kötü Hanım!"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "tr": "Ben, Yvonne, bir Otome oyununda zengin kötü karakter olarak reenkarne oldum. Oyunun hikayesine göre benim gibi herkesin nefret ettiği bir karakter, ana karaktere zorbalık yapmak, onu hoşlanabileceği çeşitli karakterlerin romantik rotalarına sürüklemek gibi bir ana göreve sahip. Ama görünen o ki Elsa’da bir gariplik var, kahraman! Benimle fazla yakınlaşıyor!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eeb2ab0e-7dbc-4f0c-b476-8181d44217a8",
    "title": {
      "en": "Tengoku Daimakyou"
    },
    "updatedAt": "2025-01-31T14:35:40+00:00",
    "coverArt": "https://mangadex.org/covers/eeb2ab0e-7dbc-4f0c-b476-8181d44217a8/0681ee92-84bc-494d-98ae-1a551d6b925d.jpg",
    "altTitles": [
      {
        "ja": "天国大魔境"
      },
      {
        "en": "Heavenly Delusion"
      },
      {
        "zh-hk": "天國大魔境"
      },
      {
        "ar": "الوهم السماوي"
      },
      {
        "fr": "A Journey beyond Heaven"
      },
      {
        "fa": "پردیس واهی"
      },
      {
        "pt-br": "Paraíso Ilusório"
      },
      {
        "pt-br": "Ilusão Celestial"
      },
      {
        "ru": "Иллюзия рая"
      },
      {
        "ru": "Великая небесная стена"
      },
      {
        "uk": "Небесна омана"
      },
      {
        "uk": "Ілюзія раю"
      },
      {
        "vi": "Ảo ảnh thiên đường"
      }
    ],
    "description": {
      "en": "Some children live in a comfortably numb world, surrounded by walls. However, one day, a kid named Tokio receives a message asking \"Do you want to go outside of the outside?\"    Now, from the Heaven that is starting to crumble, the children begin their adventure!",
      "fa": "دنیایی پوچ که بچه‌ها در آن با رفاه کامل همراه با دیوارهایی که درون و بیرون را جدا می‌کنند، زندگی می‌کنند اما همه‌ی این‌ها زمانی تغییر می‌کند که یکی از بچه‌ها به نام تاکیو‌ پیامی با این متن دریافت می‌کند: «می‌خوای به خارج از چیزی که اون بیرونه بری؟»\n\nحال از بهشتی که درحال نابودی است بچه‌ها ماجراجویی خود را آغاز می‌کنند.",
      "fr": "Dans un immense jardin coupé du monde, un groupe d'enfants jouit d'une vie douce et d'insouciance, protégé par des scientifiques. Le monde extérieur leur est inconnu mais certains d'entre eux se questionnent : qu'y a-t-il au-delà des murs de leur paradis ?Pendant ce temps, dans un Japon dévasté par un mystérieux cataclysme, Maru et Kiruko, deux adolescents de la génération post-catastrophe, tentent de survivre dans un monde désolé peuplé de pillards et de monstres difformes. Leur objectif : atteindre \"le Paradis\".",
      "ja": "美しい壁に囲まれた世界で暮らす子供たち。少年・トキオはある日、「外の外に行きたいですか？」というメッセージを受け取る。一方、外では、マルとおねえちゃんがサバイバル生活をしながら、天国を求めて、魔境となった世界を旅している。未来の日本を「あね散歩」。",
      "pt": "Em um mundo pós-apocalíptico, dois jovens: Maru um garoto amigável e que esconde vários segredos; E Kiruko, uma garota impetuosa e protetora. Juntos eles vagam pelo cenário desolado em busca de um chamado \"paraíso\". Enquanto isso, em um outro lugar isolado do resto do mundo, vivem várias crianças sem saber do que acontece no exterior. Como essas duas histórias vão se conectar?",
      "ru": "Две истории, которые непременно связаны…\n\nТаинственный Мару — мальчик, у которого есть одна цель: найти «Рай»! На пути к ним он обрёл телохранителя — Кируко. Она тоже не так уж проста, как может показаться на первый взгляд. В этом путешествии к «Небесам» они вместе посетят много мест ушедшей эпохи и встретят разных врагов!\n\nТокио — девочка, которая живёт за великими стенами «Небес»! Это место можно назвать раем. Вокруг высокие деревья, зеленая трава, плантации свежих овощей и даже есть небольшой водоем! Вместе с Токио здесь можно встретить и других детей, каждый из которых обладает своим особенным даром. В один из дней Токио получает сообщение: «Ты хочешь выбраться отсюда?» Кажется, с этого момента что-то странное начинает твориться в пределах «Небес»…",
      "uk": "У світі, зруйнованому катастрофою, Мару разом із охоронницею Кіруко шукають міфічне місце, відоме як «Рай». Паралельно розгортається історія дітей, які мешкають у закритій установі з гігантськими стінами, що приховують похмурі секрети. Ці дві лінії переплітаються, розкриваючи таємниці про виживання, людські бажання та страх перед невідомим.",
      "pt-br": "Em um mundo pós-apocalíptico, dois jovens: Maru um garoto amigável e que esconde vários segredos; E Kiruko, uma garota impetuosa e protetora. Juntos eles vagam pelo cenário desolado em busca de um chamado \"paraíso\". Enquanto isso, em um outro lugar isolado do resto do mundo, vivem várias crianças sem saber do que acontece no exterior. Como essas duas histórias vão se conectar?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83644dad-1f46-47c7-8a75-484cf311a4c4",
    "title": {
      "en": "Hardcore Leveling Warrior: Earth Game"
    },
    "updatedAt": "2024-03-17T22:59:10+00:00",
    "coverArt": "https://mangadex.org/covers/83644dad-1f46-47c7-8a75-484cf311a4c4/b375956b-6a5c-4e0c-80bd-52b97889a926.jpg",
    "altTitles": [],
    "description": {
      "en": "\"I’m... back!\"\n\nAfter a comet collides on Earth, a gaming world filled with monsters and dungeons becomes a reality. Amidst the chaos, Gong Won-Ho wakes up as Hardcore Leveling Warrior, an almighty game character with exceptional luck and power.\n\nOnce again, he will embark on a journey to become the strongest... but this time, on Earth!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fe35785-803d-461d-abad-73cf2f81ca4b",
    "title": {
      "en": "The Legend of Zelda: Twilight Princess"
    },
    "updatedAt": "2025-01-29T15:25:55+00:00",
    "coverArt": "https://mangadex.org/covers/8fe35785-803d-461d-abad-73cf2f81ca4b/5f18cad9-8a42-4c79-b6e7-fa6dfe375854.jpg",
    "altTitles": [
      {
        "ja": "ゼルダの伝説 トワイライトプリンセス"
      },
      {
        "ja-ro": "Zelda no Densetsu - Twilight Princess"
      },
      {
        "pt-br": "A Lenda de Zelda: Princesa do Crepúsculo"
      }
    ],
    "description": {
      "en": "A manga adaption of the original video game.\n\nLink, a shepherd from Ordon Village, sees village children, including with his childhood friend Ilia, being kidnapped by monsters. He chases after them only to find his world covered in twilight. Thereupon Link suddenly transforms into a wolf and finds a mysterious character named Midna. His journey to bring back light into the world begins.",
      "pt-br": "Link, um pastor da vila Ordon, vê crianças da aldeia, inclusive com seu amigo de infância Ilia, sendo sequestrada por monstros. Ele os persegue apenas para descobrir seu mundo coberto por um crepúsculo. Então Link de repente se transforma em um lobo e encontra um ser misterioso chamada Midna. Sua jornada para trazer de volta luz para o mundo começa."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "58"
  },
  {
    "mangaId": "0f99f0b8-11b3-417b-a443-2a04cbe58541",
    "title": {
      "en": "The Grown Dog Bullies Its Owner"
    },
    "updatedAt": "2024-07-09T16:17:09+00:00",
    "coverArt": "https://mangadex.org/covers/0f99f0b8-11b3-417b-a443-2a04cbe58541/3c7d5af8-f972-445b-8631-2df91ea94add.png",
    "altTitles": [
      {
        "en": "Dogs Bully Their Masters"
      },
      {
        "zh-ro": "Quan Da Qi Zhu"
      },
      {
        "zh": "犬大欺主"
      },
      {
        "th": "เจ้าสุนัขตัวโตรังแกเจ้านายอีกแล้ว"
      }
    ],
    "description": {
      "en": "[Black-bellied top student x Two-faced school grass]\n\"You there, be mine!\"\n\nSchool grass Xia Zhixing, unwilling to reveal his identity as a streamer, borrows the face of the mysterious top student Lin Lang.\n\nUnexpectedly, the student that resembled a cute little puppy had actually desired him for a long time...\n\n\"Senior, the reward I want is you.\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02e5ba4d-24e8-4f83-9b18-19f1508d865d",
    "title": {
      "en": "My Husband, My Sister, and I"
    },
    "updatedAt": "2024-06-20T21:02:21+00:00",
    "coverArt": "https://mangadex.org/covers/02e5ba4d-24e8-4f83-9b18-19f1508d865d/d25446d6-3086-42c6-83a4-544edb7164db.jpg",
    "altTitles": [
      {
        "ko": "세 명이서 결혼 생활 중입니다"
      },
      {
        "en": "The Three Are Living a Married Life"
      },
      {
        "es-la": "Tres personas que viven una vida de casados"
      }
    ],
    "description": {
      "en": "On the night of her fourth wedding anniversary, moans were heard from her husband’s bedroom. \n\n“Tell me I’m better than her, come on.”\n\nIt was the voice of her twin sister."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "70"
  },
  {
    "mangaId": "b65fbf0e-6768-407d-ba79-fa9fcb319155",
    "title": {
      "en": "Hope You're Happy, Lemon"
    },
    "updatedAt": "2025-02-09T14:15:55+00:00",
    "coverArt": "https://mangadex.org/covers/b65fbf0e-6768-407d-ba79-fa9fcb319155/ad360417-3764-408e-821a-b434f38ccfac.jpg",
    "altTitles": [
      {
        "ja": "クソ女に幸あれ"
      },
      {
        "ja-ro": "Kuso Onna ni Sachiare"
      },
      {
        "es": "Espero que seas Feliz, Zorra"
      },
      {
        "vi": "Hạnh Phúc Nhé Con Đĩ!"
      },
      {
        "vi": "Chúc Em Hạnh Phúc, Lemon!"
      },
      {
        "ru": "Всего наилучшего, стерва"
      },
      {
        "ru": "Надеюсь, ты счастлива, Лемон"
      },
      {
        "en": "Best Wishes, Bitch"
      }
    ],
    "description": {
      "en": "\"I've been cheating on you. Oh, and it's not just one guy. It's three. Sorry about that.\"\n\nBack in middle school, Akiyoshi Sunao's first-ever girlfriend shattered his heart, and he swore off love. However, all that changes when he develops a crush on a girl in his university's film club. Just as he's finally beginning to move on from the past, he bumps into his ex-girlfriend. Little does he know that this is only the beginning...\n\nTo his horror, he wakes up in her body the next morning!",
      "ja": "「実は4股してるの　ごめんね」。中学時代、人生で初めての彼女にヒドイ振られ方をした秋吉直（あきよしすなお）。「もう誰かを好きになることなんてない」と思っていたが、大学生となり映画サークルの先輩・小河原菜摘（こがはらなつみ）に惹かれ始める。しかし、そんな折に元カノ・西川檸檬（にしかわれもん）と再会。しかも翌朝目が覚めると、身体が入れ替わっていて…!?",
      "vi": "\"T-tớ đã cắm sừng cậu, không chỉ một anh đâu...là ba anh lận cơ!\"\nNhững câu nói như gai sắt cứa vào tim cậu từ cuối cấp hai năm ấy vẫn còn làm cậu ám ảnh. Akiyoshi Sunao, hiện tại cậu đã trở thành sinh viên năm nhất và làm thành viên của câu lạc bộ phim ảnh, cậu còn nỗi ám ảnh kia là từ mối tình đầu hồi cuối cấp hai của cậu, Lemon Nishikawa. Cậu đã mất niềm tin vào tình yêu suốt cả cao trung, đến khi lên đại học thì anh đã phải lòng crush mới hơn mình một tuổi tên Kogahara Natsumi. Ngay khi cậu nghĩ mình đã suýt thì \"move on\" và tìm được tình yêu mới để tận hưởng thanh xuân, \"Cô bạn\" bắt cá bốn tay năm nào lại vô tình xuất hiện. Khoảnh khắc ấy, những câu nói chí mạng như hiện về cứa cậu thêm phát nữa...Cậu đã cố gắng lảng tránh cô người yêu cũ ấy và cổ vũ bản thân vượt lên sự kiện mọc sừng ấy. Cậu suýt thì thành công...\n\"S-sao mình lại biến thành ghệ cũ của mình?!\"\nCậu đã bị hoán đổi linh hồn với chính cô nàng người yêu cũ ấy, và đối phương cũng nhận ra điều đó. Họ phải làm gì để vượt qua nghịch cảnh? Liệu họ có nhìn nhận lại những góc khuất của nhau? Và liệu họ có trở lại với nhau? Mời các bạn đọc truyện nhé!~\n\nFun fact: Tiêu đề tiếng Nhật của truyện này có thể được dịch thẳng là \"Hạnh Phúc Nhé, Con Đĩ!\"",
      "es-la": "\"Te he estado engañando. Ah, y no es sólo un chico. Son tres. Lo siento\". En la secundaria, la primera novia de Akiyoshi Sunao le destrozó el corazón y renunció al amor. Sin embargo, todo eso cambia cuando se enamora de una chica en el club de cine de su universidad. Justo cuando finalmente comienza a dejar atrás el pasado, se topa con su exnovia. Lo que no sabe es que esto es sólo el comienzo... ¡Para su horror, se despierta en su cuerpo a la mañana siguiente!",
      "pt-br": "\"Eu tenho te traído. Ah, e não é apenas um cara. São três. Desculpe por isso.\" De volta ao ensino médio, o primeiro amor de Akiyoshi Sunao despedaçou seu coração, e ele jurou evitar o amor. No entanto, tudo muda quando ele se apaixona por uma garota no clube de cinema da universidade. Justo quando ele está começando a superar o passado, ele esbarra com sua ex-namorada. Mal sabe ele que isso é apenas o começo... Para seu horror, ele acorda no corpo dela na manhã seguinte!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df59c687-346f-45fa-b351-ee8dc09f752f",
    "title": {
      "en": "Kekkon Yubiwa Monogatari"
    },
    "updatedAt": "2024-10-30T13:51:36+00:00",
    "coverArt": "https://mangadex.org/covers/df59c687-346f-45fa-b351-ee8dc09f752f/ea8efae7-ba27-4111-8c8a-e6b2e71fa663.jpg",
    "altTitles": [
      {
        "ja": "結婚指輪物語"
      },
      {
        "en": "Tales of Wedding Rings"
      },
      {
        "zh": "婚戒物语"
      },
      {
        "ko": "결혼반지 이야기"
      },
      {
        "ka": "ზაღაპარი საქორწინო ბეჭდებზე"
      },
      {
        "de": "The Tale of the Wedding Rings"
      },
      {
        "ru": "Сказание о обручальных кольцах"
      },
      {
        "th": "ตำนานผู้กล้าแห่งแหวน"
      },
      {
        "vi": "Câu Chuyện Về Chiếc Nhẫn Cưới"
      }
    ],
    "description": {
      "en": "Satou has been in love with his childhood friend and neighbour, Hime, ever since she and her grandfather appeared out of nowhere 10 years ago. Now a dazzling, yet mysterious high-school beauty, she makes it more and more difficult for him to confess his feelings. As the anniversary of their first meeting is nearing, will he muster up his courage to transform their friendship into something more? Or will an entirely different fate await this tightly bonded pair?",
      "it": "Sato è innamorato della sua amica d'infanzia e vicina di casa, Hime, da quando lei e suo nonno apparvero dal nulla dieci anni prima. Ora è un'affascinante, e misteriosa bellezza delle superiori, e questo rende molto più difficile per lui confessare i suoi sentimenti. Mentre l'anniversario del loro primo incontro si avvicina, raccoglierà il coraggio che gli serve per trasformare la loro amicizia in qualcosa di più? O un fato completamente differente questa coppia legatissima?",
      "ja": "幼馴染みのヒメから別れを告げられた男子高校生・サトウ。ヒメを追いかけてたどり着いたのは、なんとファンタジー世界!!　そこでサトウはヒメと結婚し伝説の勇者・指輪王になることに――!!",
      "ru": "Сато — простой японский паренёк, который души не чает в своей подруге детства Химе. Так вышло, что Сато угодил прямиком в иной мир, где ему волею судьбы досталась роль повелителя колец. Женившись на давно любимой подруге детства, казалось бы, чего ещё желать, — но ни тут-то было! Зло не дремлет! И теперь, чтобы одолеть терзающую незнакомый ему мир напасть, ему предстоит женить на себе ещё четырех девиц из разных земель и рас, дабы вобрать в себя их силу и одолеть пробудившееся врага!  \nСможет ли наш повелитель колец исполнить свою роль и стать спасителем иного мира? Это нам и предстоит узнать!  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/klotishue)",
      "es-la": "Satou ha estado enamorado de su vecina y amiga de la infancia, Himeno, desde que ella y su abuelo aparecieron de la nada en destello de luz hace 10 años. Ahora ella es una deslumbrante, misteriosa, y hermosa estudiante de secundaria y él desea llevar su relación al siguiente nivel, pero justo cuando está a punto de confesar sus sentimientos, ella le dice que debe irse. Él decide que no puede simplemente dejarla ir, así que va tras ella. Sin embargo encontrará algo inesperado, se ve inmerso en un mundo de magia, monstruos y ¡anillos de boda!",
      "pt-br": "Satou é apaixonado por sua amiga de infância e vizinha, Hime, desde que ela e o avô apareceram do nada há 10 anos. Agora uma deslumbrante, mas ainda misteriosa estudante, ela torna mais difícil para Satou confessar seus sentimentos. Com o convite de Hime para ir ao festival de verão, ele vai conseguir reunir coragem para transformar sua amizade em algo mais? Ou aguardará este casal um destino totalmente diferente?"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "15",
    "lastChapter": "86"
  },
  {
    "mangaId": "04c892b3-a202-46f5-ad11-0d433e712ab8",
    "title": {
      "en": "Mikadono Sanshimai wa Angai, Choroi."
    },
    "updatedAt": "2025-01-27T19:53:26+00:00",
    "coverArt": "https://mangadex.org/covers/04c892b3-a202-46f5-ad11-0d433e712ab8/76c100fb-e9b0-4823-a3dc-3f2428dd5423.jpg",
    "altTitles": [
      {
        "ja": "帝乃三姉妹は案外、チョロい。"
      },
      {
        "en": "The Mikadono Sisters are Surprisingly Easy to Deal With."
      },
      {
        "zh": "帝乃三姐妹原来很好搞定"
      },
      {
        "zh-hk": "帝乃三姊妹意外的好對付。"
      },
      {
        "id": "Kakak beradik Mikadono ternyata sangat mudah ditangani."
      },
      {
        "vi": "Ba Chị Em Nhà Mikadono Dễ Đối Phó Thật Đấy"
      }
    ],
    "description": {
      "en": "Though Ayase Yuu is the son of a renowned and talented actress, he is below average in anything he does. He is entrusted to live under the care of his mother's friend, and later discovers that he will also be rooming with the three sisters from his school who possess both beauty and talent. Though Yuu thought that an understanding would be impossible to reach between an ordinary person and those blessed with talent, the three sisters are surprisingly...?!",
      "id": "Meskipun Ayase Yuu adalah putra seorang aktris terkenal dan berbakat, dia berada di bawah rata-rata dalam segala hal yang dia lakukan. Dia dipercaya untuk hidup di bawah asuhan teman ibunya, dan kemudian mengetahui bahwa dia juga akan sekamar dengan tiga saudara perempuan dari sekolahnya yang memiliki kecantikan dan bakat. Meskipun Yuu berpikir bahwa pemahaman tidak mungkin dicapai antara orang biasa dan mereka yang diberkati dengan bakat, ketiga saudara perempuan itu secara mengejutkan...?!",
      "ja": "孤高の天才三姉妹と同居することになったちょっとポンコツめな高校生・優。平凡以下な彼が三姉妹に振り回されると思いきや…この三姉妹、案外、チョロい――？\n\n優との生活で変わっていく三姉妹の心模様。才色兼備の三姉妹が動揺、狼狽、そしてときめく…",
      "pt-br": "Embora Ayase Yuu seja filho de uma atriz renomada e talentosa, ele está abaixo da média em tudo o que faz. Ele é encarregado de viver sob os cuidados de um amigo de sua mãe, e mais tarde descobre que também vai morar com as três irmãs de sua escola que possuem beleza e talento. Embora Yuu pensasse que um entendimento seria impossível de alcançar entre uma pessoa comum e aqueles abençoados com talento, as três irmãs são surpreendentemente...?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b38731a5-42e9-4e8d-9847-88ca02cc14fe",
    "title": {
      "en": "Grenadier"
    },
    "updatedAt": "2024-03-16T21:16:47+00:00",
    "coverArt": "https://mangadex.org/covers/b38731a5-42e9-4e8d-9847-88ca02cc14fe/e29b6f4e-b1ac-48b4-8a71-fcea42cc1aea.jpg",
    "altTitles": [
      {
        "ja": "グレネーダー"
      }
    ],
    "description": {
      "en": "Rushuna is a blonde and very beautiful senshi (gun expert) that travels through the world with one purpose. This is to make the world a peaceful place by, instead of fighting with weapons, taking away people´s will to fight by giving them a smile. Although she doesn´t want to fight, she is forced to and shows amazing gun skills. In this journey she meets Yajiro, a mercenary swordsman, who joins her on her journey."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "37"
  },
  {
    "mangaId": "d60d83ce-459e-4c89-828a-5628acd93c8a",
    "title": {
      "en": "Sashimi-chan"
    },
    "updatedAt": "2024-11-15T18:37:32+00:00",
    "coverArt": "https://mangadex.org/covers/d60d83ce-459e-4c89-828a-5628acd93c8a/3255fb02-1bdd-4f81-97ba-ff40009a3b62.png",
    "altTitles": [
      {
        "ja": "さしみちゃん"
      }
    ],
    "description": {
      "en": "A depressed girl Sashimi-chan gets into a sashimi-making machine and becomes sashimi. As sashimi, she meets Osushi-chan, the girl she admired while alive. What will become of the two of them?",
      "es-la": "Sashimi-chan, una chica deprimida, se mete en una máquina de hacer sashimi y se convierte en sashimi. Como sashimi, conoce a Osushi-chan, la chica a la que admiraba en vida. ¿Qué será de las dos?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "60449946-9a58-4274-a566-fbe4235414aa",
    "title": {
      "en": "Toshiue Elite Onna Kishi ga Boku no Mae de dake Kawaii"
    },
    "updatedAt": "2025-02-15T13:59:08+00:00",
    "coverArt": "https://mangadex.org/covers/60449946-9a58-4274-a566-fbe4235414aa/13adf24c-8d2c-4390-ada6-8ab6b5b89e27.jpg",
    "altTitles": [
      {
        "es-la": "La Caballero de Élite Mayor es Tierna Solo Conmigo"
      },
      {
        "en": "My Elite Senior Dame Knight Only Acts Cute to Me"
      },
      {
        "en": "Older elite knight is cute only in front of me"
      },
      {
        "ja": "年上エリート女騎士が僕の前でだけ可愛い"
      },
      {
        "zh-hk": "年上的精英女騎士只在我面前表現得可愛"
      }
    ],
    "description": {
      "en": "Haru is a 16-year-old recruit of the \"Black Hawk\" 4th Cavalry Unit of the Knights' Regiment under the command of Captain Karen, a profoundly beautiful and fierce 29-year-old swordswoman, who, unbeknownst to all the unit except Haru, is a pure maiden with exactly zilch experience with men. Being privy to this delightful side of her, Haru secretly henpecks her and teases her lovingly, which turns her into a flustered and heavily-armed tomato. Watch as he slowly inches his way into her heart as he dodges her longsword!  \n\n- Light Novel: [Bookwalker](https://bookwalker.jp/series/228090)\n\n(Series has been on Hiatus since June 2024)",
      "pt-br": "Haru é um recruta de 16 anos da 4ª Unidade de Cavalaria \"Black Hawk\" do Regimento de Cavaleiros sob o comando da Capitã Karen, uma espadachim de 29 anos profundamente bela e feroz, que, sem o conhecimento de toda a unidade, exceto Haru é uma donzela pura sem nenhuma experiência com homens. Conhecendo esse lado encantador dela, Haru secretamente a domina e a provoca amorosamente, o que a transforma em uma garota envergonhada,  nervosa e fortemente armada. Observe enquanto ele avança lentamente em direção ao coração dela enquanto se esquiva de sua espada longa!"
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "399f4c2b-8405-4c98-ad48-0b645afe5769",
    "title": {
      "en": "DEAD ROCK"
    },
    "updatedAt": "2025-02-11T19:26:00+00:00",
    "coverArt": "https://mangadex.org/covers/399f4c2b-8405-4c98-ad48-0b645afe5769/6ea8a8b6-83fe-488a-936c-8220e6f78cb5.jpg",
    "altTitles": [
      {
        "en": "Dead Rock"
      },
      {
        "ru": "Дэд Рок"
      },
      {
        "fr": "Dead Rock"
      },
      {
        "ja": "デッドロック"
      },
      {
        "ja-ro": "Deddo Rokku"
      }
    ],
    "description": {
      "en": "The latest series by Hiro Mashima is a Demon World Academy Dark Fantasy!!\nDEAD ROCK is a demon king training institution that towers over the depths of the demon world.\nYakuto, a young demon, challenges the harsh entrance exam to knock on the doors of DEAD ROCK!!",
      "fr": "DEAD ROCK se déroule au sein de l'académie sombre et fantastique du même nom, un institut d'entraînement pour les rois démons qui gouvernent les abysses du monde des démons. C'est là que Yakuto, un jeune résident du monde des démons, se lance dans le défi des examens d'admission.",
      "ja": "デッドロック、それは魔界の深層にそびえたつ魔王養成機関。\n魔界人の若者であるヤクトは、デッドロックの門戸をたたくため、過酷な入学試験に挑む!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6bbbeca-f4fd-4595-9d4d-4ba31370d08c",
    "title": {
      "en": "Otome Game no Hametsu Flag shika nai Akuyaku Reijou ni Tensei shite shimatta..."
    },
    "updatedAt": "2024-12-30T22:23:58+00:00",
    "coverArt": "https://mangadex.org/covers/c6bbbeca-f4fd-4595-9d4d-4ba31370d08c/5acf9931-aaa1-4e2b-b15b-410fb503cb78.jpg",
    "altTitles": [
      {
        "ja": "Bakarina"
      },
      {
        "en": "My Next Life as a Villainess: All Routes Lead to Doom!"
      },
      {
        "ja": "Hamefura"
      },
      {
        "en": "Destruction Flag Otome"
      },
      {
        "en": "I Reincarnated into an Otome Game as a Villainess With Only Destruction Flags..."
      },
      {
        "ja": "乙女ゲームの破滅フラグしかない悪役令嬢に転生してしまった..."
      },
      {
        "de": "My Next Life as a Villainess: Wie überlebe ich in einem Dating-Game?"
      },
      {
        "zh-hk": "轉生成女性向遊戲只有毀滅END的壞人大小姐"
      },
      {
        "zh": "转生成为了只有乙女游戏破灭Flag的邪恶大小姐"
      }
    ],
    "description": {
      "en": "I recovered my past memories when I was hit on the head by a rock. I am Katarina Claes, the eight year old daughter of the duke. In a feverish nightmare, in which the prince’s fiancee was determined, I have realized that this is the otome game from the previous life. Also, I have turned into the villainess that interfered with the romance of the capture targets… If the heroine got a happy end, I would be exiled, while if she got a bad end, I would be killed by the capture target… I have no happy end!? Why is it only bad!? Somehow I have to avoid the destruction end, and reach old age peacefully!!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f4247b21-e8ff-46ae-9f92-fc04f6641188",
    "title": {
      "en": "Someone's Girlfriend"
    },
    "updatedAt": "2025-02-14T18:55:06+00:00",
    "coverArt": "https://mangadex.org/covers/f4247b21-e8ff-46ae-9f92-fc04f6641188/8a53bb1e-9d50-42b8-9ab2-d787bf19a3b0.jpg",
    "altTitles": [
      {
        "ja": "アイツノカノジョ"
      },
      {
        "ja-ro": "Aitsu no Kanojo"
      },
      {
        "en": "His Girlfriend"
      },
      {
        "zh-hk": "他的女友"
      },
      {
        "nl": "De vriendinnitje van deze vent"
      },
      {
        "nl": "Zijn vriendinnetje"
      },
      {
        "fr": "Sa petite amie"
      },
      {
        "fr": "La petite amie de ce mec"
      },
      {
        "id": "Pacarnya Dia"
      },
      {
        "uk": "Його дівчина"
      },
      {
        "vi": "Bạn Gái Bạn Thân"
      }
    ],
    "description": {
      "en": "It's April of my third and final year in high school... But the beautiful girl I have a crush on is my best friend's girlfriend. Thus begins my year of treading on the dangerous ground...",
      "ja": "気になるあの娘は、”親友の”彼女。\n\n始まりの季節、春。主人公・リクの家を訪れた美少女・雫は「いいよ、何しても。」と、リクを誘う。しかし雫は、“親友（アイツ）の彼女”。",
      "pt-br": "É abril do meu terceiro e último ano no ensino médio... Mas a linda garota por quem tenho uma queda é a namorada do meu melhor amigo. Assim começa meu ano pisando em um terreno perigoso..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "600f467c-9613-4056-aa21-bb2ecc295b84",
    "title": {
      "en": "Osananajimi Kanojo no Morahara ga Hidoin de Zetsuen Sengen shite Yatta"
    },
    "updatedAt": "2025-01-08T04:37:33+00:00",
    "coverArt": "https://mangadex.org/covers/600f467c-9613-4056-aa21-bb2ecc295b84/119a0c60-ed73-49fa-94c9-09d42091da5d.jpg",
    "altTitles": [
      {
        "ja": "幼馴染彼女のモラハラがひどいんで絶縁宣言してやった 〜自分らしく生きることにしたら、なぜか隣の席の隠れ美少女から告白された〜"
      },
      {
        "ja-ro": "Osananajimi Kanojo no Morahara ga Hidoin de Zetsuen Sengen Shite Yatta ~Jibun Rashiku Ikiru Koto ni Shitara, Naze ka Tonari no Seki no Kakure Bishoujo kara Kokuhaku Sareta~"
      },
      {
        "en": "I'm Sick and Tired of My Childhood Friend's, Now Girlfriend's, Constant Abuse, so I Broke up With Her"
      },
      {
        "en": "I Dared to Declare Goodbye to My Emotionally Abusive Childhood Sweetheart"
      },
      {
        "vi": "Quá mệt mỏi với việc bị con bạn thuở nhỏ kiêm bạn gái bắt nạt, tôi đã chia tay với em ấy"
      }
    ],
    "description": {
      "en": "My childhood friend is also my girlfriend. A dream come true, right? Hell no. She insults me on a daily basis. She grinds my dignity into shreds and it takes a toll on my mental well-being. I can’t take it anymore.\n\nSo I’m left with no choice, I’m going to break up with her. In order to maintain my sanity, it’s the only option.\n\nAnd thus, the story of my break up begins…",
      "pt-br": "Minha amiga de infância também é minha namorada. Um sonho realizado, certo? De jeito nenhum, ela me insulta diariamente, ela destrói minha dignidade e isso afeta meu bem-estar mental, não aguento mais. Então não tenho escolha, terminarei com ela. Para manter minha sanidade, é a única opção."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c979d16e-e6e2-4e53-ab47-007cec9628fb",
    "title": {
      "en": "Ore ga Suki tte Ittara Dou Suru?"
    },
    "updatedAt": "2024-11-30T02:53:18+00:00",
    "coverArt": "https://mangadex.org/covers/c979d16e-e6e2-4e53-ab47-007cec9628fb/801d71e9-2da5-461f-bc89-be3e093f0d84.jpg",
    "altTitles": [
      {
        "ja": "俺が好きって言ったらどうする？"
      },
      {
        "ja-ro": "Ore ga suki tte ittara dō suru?"
      },
      {
        "en": "WHAT IF I SAID I LOVE YOU?"
      }
    ],
    "description": {
      "en": "\"Be the same reason I am. Everything you do to me.\"\n\nHigh school boys Ippo and Tokio have been friends since elementary school. The distance between them, which was once so close they could carry each other on their backs, grew wider as time passed. This was to hide \"certain feelings\" Ippo has for Tokio. But one day, when he dozed off during class, the feelings he had been hiding started to overflow because of Tokio.",
      "ja": "「俺のと同じ理由になれよ　お前が俺にすること全部」\n\n男子高校生の一歩と時緒は、小学校からの幼馴染。\nおんぶするくらい近かった2人の距離は、\n時が経つに連れてどんどん広がっていった。\nそれは、一歩が時緒へ抱く“ある感情”を隠すため。\n\n…でも、授業中にうたた寝したある日、\n時緒のせいで、隠してきた想いが溢れ出してきてーー。\n\n幼馴染への捨てられない初恋に揺れ動く、最高純度のピュアボーイズラブストーリー。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddeea1f1-9edf-4b81-8369-8b4411a37968",
    "title": {
      "en": "Hotel Metsäpeura e Youkoso"
    },
    "updatedAt": "2025-01-29T00:55:01+00:00",
    "coverArt": "https://mangadex.org/covers/ddeea1f1-9edf-4b81-8369-8b4411a37968/7ec2a65e-7820-4dcb-9c94-bec8f7b82e52.jpg",
    "altTitles": [
      {
        "ja": "ホテル・メッツァペウラへようこそ"
      },
      {
        "en": "Welcome to Hotel Metsäpeura"
      },
      {
        "fi": "Tervetuloa Hotelli Metsäpeuraan"
      },
      {
        "sv": "Välkommen till Hotell Skogsrenen"
      }
    ],
    "description": {
      "en": "In the Lapland region of Finland, the domain of snow, midnight sun, and auroras, there is the small Hotel Metsäpeura, run by two older gentlemen. One night during a terrible blizzard, a mysterious young man named Jun arrives at the hotel. He is clearly in dire straits, with a large tattoo on his back, no relatives and no money. However, the gentlemen warmly welcome him in and offer him a job at the hotel. The kindness of the people living in the harshness of nature will melt the heart of this awkward young man.",
      "ja": "フィンランド・ラップランド地方。吹雪と共にやってきた、謎の刺青青年\"ジュン\"を迎え入れたのは老紳士たちが営む小さなホテル\"メッツァペウラ\"だった。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]