[
  {
    "mangaId": "a9a664d6-4ea7-4f3b-b96b-4861673c8e5d",
    "title": {
      "en": "Misato-san wa Amasugi Joushi ni Chotto Kibishii"
    },
    "updatedAt": "2024-08-17T19:53:00+00:00",
    "coverArt": "https://mangadex.org/covers/a9a664d6-4ea7-4f3b-b96b-4861673c8e5d/1d42ad3d-ddb9-44e2-834d-28c35c3c6463.jpg",
    "altTitles": [
      {
        "ja": "三郷さんは甘すぎ上司にちょっとキビしい"
      },
      {
        "en": "Misato-san is a Bit Cold Towards Her Boss Who Pampers"
      },
      {
        "vi": "Misato có hơi lạnh lùng với người sếp của cô ấy"
      }
    ],
    "description": {
      "en": "Misato-san, a very beautiful office lady who is good at her job, and her boss—Konishikawa-san, a middle-aged man who spoils his subordinates. Misato-san has a strict attitude toward Konishikawa-san, but what are the hidden feelings behind it?! The gap between the seriousness and cuteness will make you faint in anxiety, and this office love comedy with a difference in age begins! (MTL)\n\n---\n\n**Links:** \n- [Alternative Raw](https://shukanmanga.jp/work_list/detail/misatosan)",
      "ja": "仕事ができて超美人OLの三郷さんと、部下に甘いおじさん上司の小西川さん。三郷さんは小西川さんに対して厳しい態度で接するが、そこに隠された想いとは…！？ 厳しさと可愛さのギャップに悶絶する、年の差オフィスラブコメディー開幕！！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efbd7593-c29f-45ec-aacb-497029978136",
    "title": {
      "en": "Sensitive Boy"
    },
    "updatedAt": "2024-07-03T18:48:00+00:00",
    "coverArt": "https://mangadex.org/covers/efbd7593-c29f-45ec-aacb-497029978136/0feb8900-56c9-40a6-84ac-553627484ec2.jpg",
    "altTitles": [
      {
        "ja": "センシティブ・ボーイ"
      }
    ],
    "description": {
      "en": "Kaede, a victim of past sexual abuse, is obsessed with becoming \"normal\" ...  \n\nA bittersweet story about a boy facing coming-of-age questions about love, sexuality, complexes, and other troubles."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "35356144-f0dd-429f-b618-e16d8a6a84ec",
    "title": {
      "en": "Touhou Ace Showdown"
    },
    "updatedAt": "2024-06-15T08:31:02+00:00",
    "coverArt": "https://mangadex.org/covers/35356144-f0dd-429f-b618-e16d8a6a84ec/cb38ad54-85e5-4846-a10d-69dddb24f768.jpg",
    "altTitles": [
      {
        "en": "Ace Showdown - Touhou Project"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a14aefaa-473c-4824-b297-1d16c4899737",
    "title": {
      "en": "Pillow Fish"
    },
    "updatedAt": "2024-09-08T18:07:59+00:00",
    "coverArt": "https://mangadex.org/covers/a14aefaa-473c-4824-b297-1d16c4899737/26c0a73a-4002-44af-83a0-bc9637e6cd8d.png",
    "altTitles": [
      {
        "ja": "枕魚"
      },
      {
        "ja-ro": "Makura Uo"
      },
      {
        "ru": "Рыба-подушка"
      }
    ],
    "description": {
      "en": "I thought I could keep moving forward, but in an unexpected instant, I’ve lost myself in the gaps of this vast universe. Where have I seen this, this landscape that doesn’t exist? Right over there, in a time that will never come to pass. Welcome to the world of panpanya.    The 22 chapters of Makura Uo, which include stories like Ame no Hi (Rainy Day) and Gomi no Sakebigoe (The Cries of Trash), were either serialized in the special web edition of Hakusensha’s Rakuen Le Paradis magazine or published as doujinshi. Included are entries from panpanya’s diary as well as annotations from the author herself.    \n\n(Source: AniList)",
      "ru": "Странные будни странной девочки в странном городе, полном странных созданий."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "22"
  },
  {
    "mangaId": "92d3e351-4802-4e74-bbc4-e771a977b572",
    "title": {
      "en": "Taming Grace"
    },
    "updatedAt": "2023-03-11T10:32:52+00:00",
    "coverArt": "https://mangadex.org/covers/92d3e351-4802-4e74-bbc4-e771a977b572/ffc2982d-fd3c-4630-a9f6-159d41d88d94.jpg",
    "altTitles": [
      {
        "en": "Getting to Know Grace"
      },
      {
        "en": "My Fair Grace"
      },
      {
        "ja": "マイ・フェア・グレイス"
      },
      {
        "ko": "그레이스 길들이기"
      },
      {
        "uk": "Знайомство з Ґрейс"
      }
    ],
    "description": {
      "en": "Andrew is the only daughter of the famous Grace family. She also has an incurable disease. Due to her family's high status in society, Andrew grew up with no friends save for her maid, Herta, whom she has become intensely infatuated with. Little does she know, her family is responsible for ruining Herta's life. Can Andrew break the hierarchy and be with her? Or will Herta end her suffering first…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "46"
  },
  {
    "mangaId": "484cc85a-86ff-4791-ae6c-6eff42c38021",
    "title": {
      "en": "The Second Child of God"
    },
    "updatedAt": "2024-08-08T16:27:39+00:00",
    "coverArt": "https://mangadex.org/covers/484cc85a-86ff-4791-ae6c-6eff42c38021/5ca7e6bc-ef0d-4551-bfe3-740ae2b29bb8.jpg",
    "altTitles": [
      {
        "ko": "두번째 신의아이"
      }
    ],
    "description": {
      "en": "Jiseo, born with the fate of the second child of God. Hyunjin, who appeared before Jiseo as he lamented his fate, tries to help him but ends up being possessed by a ghost..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac1a3b8d-ea16-4ef2-8fec-caac09de1502",
    "title": {
      "en": "Bite-Sized Bestiary"
    },
    "updatedAt": "2024-09-01T10:38:48+00:00",
    "coverArt": "https://mangadex.org/covers/ac1a3b8d-ea16-4ef2-8fec-caac09de1502/ceea02be-79d0-4fca-8137-157d83320c8c.png",
    "altTitles": [],
    "description": {
      "en": "This is an educational webcomic about magical creatures.  Learn bite-sized pieces of information about amazing creatures from myths, legends, and folklore all around the world. We talk about magical creatures that everyone knows and loves and some you could never even dream of."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76ee7069-23b4-493c-bc44-34ccbf3051a8",
    "title": {
      "en": "Tomo-chan wa Onna no ko!"
    },
    "updatedAt": "2024-08-24T18:41:58+00:00",
    "coverArt": "https://mangadex.org/covers/76ee7069-23b4-493c-bc44-34ccbf3051a8/cfac7a67-3c4b-4b29-8599-bad47613185c.jpg",
    "altTitles": [
      {
        "es": "¡Tomo-chan es una chica!"
      },
      {
        "ca": "La Tomo és una noia!"
      },
      {
        "tl": "Si Tomo-chan ay babae!"
      },
      {
        "ja": "Tomo Chan ha Onnanoko!"
      },
      {
        "sv": "Tomo-chan är en tjej!"
      },
      {
        "pt": "Tomo-chan é uma Garota!"
      },
      {
        "it": "Tomo-chan è una ragazza!"
      },
      {
        "tr": "Tomo-chan da kız!"
      },
      {
        "no": "Tomo-chan er en jente!"
      },
      {
        "da": "Tomo-chan er en pige!"
      },
      {
        "fr": "Tomo-chan est une fille !"
      },
      {
        "en": "Tomo-chan Is a Girl!"
      },
      {
        "id": "Tomo-chan Itu Perempuan!"
      },
      {
        "ru": "Томо-тян — девушка!"
      },
      {
        "ja": "トモちゃんは女の子!"
      },
      {
        "ko": "토모짱은 여자아이!"
      }
    ],
    "description": {
      "en": "Tomo Aizawa was able to successfully confess to her crush Junichirou Kubota. There is only one problem: He just sees her as his buddy. He thought that she was a boy until they went to middle school together, because her grade school was in a different school district."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "953"
  },
  {
    "mangaId": "77bee52c-d2d6-44ad-a33a-1734c1fe696a",
    "title": {
      "ja-ro": "Kage no Jitsuryokusha ni Naritakute!"
    },
    "updatedAt": "2024-07-26T17:21:36+00:00",
    "coverArt": "https://mangadex.org/covers/77bee52c-d2d6-44ad-a33a-1734c1fe696a/c384dedc-0f09-46ed-ae68-c81eb5eacdf4.jpg",
    "altTitles": [
      {
        "en": "The Eminence in Shadow"
      },
      {
        "ru": "Восхождение в тени"
      },
      {
        "ja": "陰の実力者になりたくて！"
      },
      {
        "ko": "숨은 실력자가 되고싶어서"
      },
      {
        "uk": "Сходження у тіні"
      },
      {
        "en": "I Want To Be The Eminence In Shadow!"
      },
      {
        "en": "To Be a Power in the Shadows!"
      },
      {
        "es-la": "La Eminencia en las Sombras"
      }
    ],
    "description": {
      "en": "Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. Ninjas, rogues, shadowy mentor types, that sort of deal.  \r\nAfter hiding his strength and living the mediocre life of a NPC by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power.  \r\nThe young man who is only pretending to be a power in the shadows… his subordinates who took him more seriously than he expected… and a giant organization in the shadows that gets accidentally trampled…  \r\nThis is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world.",
      "ru": "Подобно тому, как некоторые в детстве боготворят героев, один юноша обожал силы, скрывающиеся в тени. Скрыв свою силу и прожив посредственную жизнь посредственного персонажа, проходя в это время через безумные ночные тренировки, он в конце концов перерождается в ином мире, обретая абсолютную силу. Юноша, отыгрывающий роль скрывающейся в тени силы, его неправильно всё понимающие подчинённые и огромная стёртая в пыль теневая организация… Это история о юноше, обожавшем скрывающиеся во мраке силы, который, вероятно, в итоге обретёт власть над теневой стороной иного мира.   \r\n  \r\n  \r\n- [Japanese Light Novel (Bookwalker)](https://bookwalker.jp/series/179219/)  \r\n- [Japanese Light Novel (Amazon.co.jp)](https://www.amazon.co.jp/dp/4047353027/)  \r\n- [LN Vol. 1 Youtube Promo](https://www.youtube.com/watch?v=9pahhkIs4Ss),with Kentarou Kumagai (熊谷健太郎) voicing the MC (Cid Kagenou)",
      "es-la": "Tal cual como todos adoraban héroes en su niñez, cierto adolescente adoraba los poderes que se esconden en las sombras. Tras haber ocultado su fuerza y viviendo la vida mediocre de un mob durante el día y entrenando descontroladamente por la noche, él finalmente reencarna en un mundo diferente y gana el poder definitivo. El adolescente que solo juega a ser una eminencia en las sombras, sus subordinados confusos, y una gigante organización en las sombras que es pisoteada... Esta es la historia de un adolescente que adoraba esos poderes en las sombras y que posiblemente llegue a reinar en las sombras de otro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bdf0dbce-3795-4ce0-8f46-86aebd018a6c",
    "title": {
      "en": "Foxes Always Lie"
    },
    "updatedAt": "2024-09-26T16:42:33+00:00",
    "coverArt": "https://mangadex.org/covers/bdf0dbce-3795-4ce0-8f46-86aebd018a6c/2a446fe0-6787-4948-9f8b-db9669a46b45.jpg",
    "altTitles": [
      {
        "en": "The Fox Always Lies"
      },
      {
        "zh": "狐狸总是在说谎"
      },
      {
        "en": "The Fox's Never-Ending Lies"
      }
    ],
    "description": {
      "en": "Tang Ran is a bright and cheerful little fox spirit. To graduate from the Monster Academy, she transforms into a human college student hoping to seduce a human and make them fall in love with her. However, little does she know that the reserved human female professor she has a crush on, Su Qingci, is actually a…\n\nOne lie leads to another. To make the other person fall in love with them first, the fox must spin an endless web of “lies.”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48414850-6adf-4073-8591-2402ff47e74c",
    "title": {
      "en": "Yarinaoshi Reijou wa Ryuutei Heika wo Kouryaku-chuu"
    },
    "updatedAt": "2024-05-04T15:50:39+00:00",
    "coverArt": "https://mangadex.org/covers/48414850-6adf-4073-8591-2402ff47e74c/c18487d3-af20-488a-ba8d-80a8c7efc062.jpg",
    "altTitles": [
      {
        "ja": "やり直し令嬢は竜帝陛下を攻略中"
      },
      {
        "en": "The Do-Over Damsel Conquers the Dragon Emperor"
      },
      {
        "en": "The Returnee Noble Lady in the Middle of Conquesting His Majesty the Dragon Emperor"
      },
      {
        "es": "¡Vence al Emperador Dragón en esta ronda, Señorita!"
      },
      {
        "zh": "重生大小姐正在攻略龙帝殿下"
      },
      {
        "ko": "새출발 영애는 용제폐하를 공략중"
      },
      {
        "en": "Win Over the Dragon Emperor This Time Around, Noble Girl!"
      },
      {
        "vi": "Tiểu Thư Trùng Sinh chinh phục Long Đế Bệ Hạ"
      },
      {
        "vi": "小姐重生征服龍帝陛下 (Nom Script)"
      },
      {
        "id": "Seorang Putri Yang Kembali Ke Masa Lalu Sedang Menaklukkan Kaisar Naga"
      }
    ],
    "description": {
      "en": "The curtains rise on the tale of a young lady who once stormed the battlefields now getting to start her life all over again!  \n  \nThe young noblewoman, Jill, was sentenced to death by her fiancé, the Crown Prince. Just as she was on the brink of death, time rewinds back to when she was 10 years old, to the party where her engagement had been decided!   \n  \nDetermined to avoid going down the same path to ruin, Jill hastily proposes to the person behind her, only to discover that he’s none other than Hades, the Emperor of the neighboring kingdom who’s (set to) fall into darkness, ergo the worst villain.",
      "id": "Jill Savelle- seorang tunangan dari pangeran putra mahkota Gerald de Kleitos yang memiliki gelar \"Dewi Perang\"- telah diburu oleh negaranya sendiri yang telah dilindunginya. Dikhianati oleh pasangannya sendiri, dia difitnah sebagai sorang penghianat kemudian dijebloskan kedalam penjara. Di waktu-waktu terakhirnya, Jill memiliki banyak penyesalan, tapi ketika ajal sedang menjemputnya, dia tiba-tiba saja terbangun pada saat 6 tahun lalu. Dan kali ini, dia telah bertekad untuk tidak diperalat lagi.\n\nSekarang, sebagai seorang gadis berusia 10 tahun, Jill memutuskan untuk melarikan diri dari pertunangan dengan pangeran yang menghampirinya. Dan pada akhirnya, dia secara tidak sengaja melamar pria berumur 19 tahun yang dikenal sebagai kaisar naga hades theos rave, yang nantinya akan menghancurkan negaranya. Tapi tanpa disangka, dia malah menerima lamarannya!\n\nBerbanding terbalik dengan ingatan Jill yang dulu, sekarang Jill melihat kalau Hades yang saat ini merupakan seorang kaisar yang sedang tidak beruntung.  Jadi bisakah Jill mencegah sang kaisar terjatuh kedalam jurang kegelapan? ataukah malah nasibnya sudah tidak bisa diubah lagi?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74088ca4-48ea-4c09-8df0-2943708b1c0c",
    "title": {
      "en": "Gabriel DropOut"
    },
    "updatedAt": "2023-12-06T08:42:11+00:00",
    "coverArt": "https://mangadex.org/covers/74088ca4-48ea-4c09-8df0-2943708b1c0c/1929fe1c-9766-4e16-b59a-c974c170bdbc.jpg",
    "altTitles": [
      {
        "ru": "Габриэль бросает школу"
      },
      {
        "th": "ไม่เป็นนางฟ้าได้ไหมเนี่ย"
      },
      {
        "ja": "ガヴリールドロップアウト"
      },
      {
        "zh-hk": "加百列的墮落"
      }
    ],
    "description": {
      "en": "A fallen angel with falling grades! Gabriel White Tenma has descended from heaven to attend high school and guide humanity, but a newly found video game addiction might say otherwise.",
      "ru": "Габриэль-Тенма Уайт была одной из самых прилежных учениц Академии Ангелов. Но вот пришло время выпуска, и Габриэль отправилась на Землю дабы выполнить порученную ей миссию: показать людям правильный путь и подарить им счастье. Однако, действительно ли всё будет именно так? Не изменит ли ангела новое место, куда она попала?..",
      "pt-br": "A comédia desenrola-se em torno de Gabriel White, que se formou no topo da classe na escola de anjos e que frequenta uma escola humana na terra em busca de conhecimento, mas, um jogo web atrai toda a sua atenção e acaba decidindo que dá muito trabalho ir para outros lugares.  \n  \n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 5, Cap 39.] ( Porém pulou os capítulos 29 e 38, além disso o episódio 12 é original. )"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8516915a-51a2-44e0-a915-aff325216a26",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken: After the Rain"
    },
    "updatedAt": "2024-08-11T19:53:51+00:00",
    "coverArt": "https://mangadex.org/covers/8516915a-51a2-44e0-a915-aff325216a26/653c9057-d9fb-4f32-85f9-48aae296c4f0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件 after the rain"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais: After the Rain"
      },
      {
        "ru": "Ангел по соседству: После дождя"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten: After the Rain"
      }
    ],
    "description": {
      "en": "A spin-off of the series *[The Angel Next Door Spoils Me Rotten](https://mangadex.org/title/2fec6641-beb1-4ae9-a32f-204dd06688ac/the-angel-next-door-spoils-me-rotten)* which comicalizes the stories from Volume 5.5 of the Light Novel and its special edition booklet, which contains additional short stories.",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まり二人は少しずつ惹かれあっていく――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a08f45d1-788a-4b7c-b1c4-b87b083e1b59",
    "title": {
      "en": "Mythic Item Obtained"
    },
    "updatedAt": "2024-06-16T15:31:29+00:00",
    "coverArt": "https://mangadex.org/covers/a08f45d1-788a-4b7c-b1c4-b87b083e1b59/4123a88a-a520-4f95-b02d-7d8bc65ea0ab.jpg",
    "altTitles": [
      {
        "ko": "신화급 귀속 아이템을 손에 넣었다"
      },
      {
        "ru": "Я получил предмет мифического класса"
      },
      {
        "fa": "من یک قطعه درجه اسطوره ای بدست آوردم"
      },
      {
        "ko-ro": "Sinhwageub Gwisog Aitem-eul son-e Neoh-eossda"
      },
      {
        "en": "I Obtained a Mythic Item"
      }
    ],
    "description": {
      "en": "In a world where technology and magic are almost indistinguishable from one another, monsters and creatures of myth and legend reign terror upon mankind. In humanity’s darkest moment, individuals with special god-like powers emerge to save the day. They are — the Awakened.\n\nMeet Jaehyeon, a feeble Awakened human Raider, who struggles to make ends meet until one day a series of confounding events allow him to claim a powerful item that will change the course of history forever…",
      "ko": "D급 무투계 레이더,\n최강의 귀속 아이템으로\n세계를 구할 신의 대적자가 되다!",
      "ru": "Я получил единственный в мире мифический предмет. Но что? Этот предмет принадлежит мне?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e78a489b-6632-4d61-b00b-5206f5b8b22b",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken"
    },
    "updatedAt": "2024-09-16T05:32:20+00:00",
    "coverArt": "https://mangadex.org/covers/e78a489b-6632-4d61-b00b-5206f5b8b22b/53b6c141-3edd-425d-9608-d07176664b92.jpg",
    "altTitles": [
      {
        "en": "That Time I Got Reincarnated as a Slime"
      },
      {
        "fr": "Moi, quand je me réincarne en Slime"
      },
      {
        "pl": "Odrodzony jako galareta"
      },
      {
        "en": "Regarding Reincarnated to Slime"
      },
      {
        "ja-ro": "Tensei Slime"
      },
      {
        "ja-ro": "TenSli"
      },
      {
        "ja-ro": "TenSura"
      },
      {
        "en": "In Regards to My Reincarnation as a Slime"
      },
      {
        "it": "Vita da Slime"
      },
      {
        "ru": "О моём перерождении в слизь"
      },
      {
        "th": "เกิดใหม่ทั้งทีก็เป็นสไลม์ไปซะแล้ว"
      },
      {
        "zh-hk": "关于我转生后成为史莱姆的那件事"
      },
      {
        "ja": "転生したらスライムだった件"
      },
      {
        "ko": "전생했더니 슬라임이었던 건에 대하여"
      },
      {
        "es-la": "Aquella vez que me convertí en Slime"
      },
      {
        "ar": "ذلك الوقت الذي تجسدت فيه كسلايم"
      },
      {
        "fi": "Kun jälleensynnyin hirviönä"
      },
      {
        "tr": "O zaman bir balçık olarak reenkarne oldum"
      },
      {
        "tr": "O zaman bir slime olarak reenkarne oldum"
      },
      {
        "de": "Meine Wiedergeburt als Schleim in einer anderen Welt"
      }
    ],
    "description": {
      "en": "The ordinary Mikami Satoru found himself dying after being stabbed by a slasher. It should have been the end of his meager 37 years, but he found himself deaf and blind after hearing a mysterious voice.  \nHe had been reincarnated into a slime!  \n  \nWhile complaining about becoming the weak but famous slime and enjoying the life of a slime at the same time, Mikami Satoru met with the Catastrophe-level monster “Storm Dragon Veldora”, and his fate began to move.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10044/episode/317350) (U.S. Only), [INKR](https://comics.inkr.com/title/233-that-time-i-got-reincarnated-as-a-slime), [Azuki](https://www.azuki.co/series/that-time-i-got-reincarnated-as-a-slime), [Coolmic](https://coolmic.me/titles/587), [Manga Planet](https://mangaplanet.com/comic/618e32db10673)",
      "ru": "37-летний японец-холостяк был зарезан на улице каким-то мерзавцем-грабителем. Тут бы и истории конец, да всё обернулось иначе, неожиданно он переродился слизью в фэнтезийном мире. Но что может сделать, пускай и разумная, но слизь?  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20736)",
      "es-la": "Un hombre, que al tratar de salvar a su compañero de trabajo y su novia, fue apuñalado por un ladrón que escapaba. Mientras moría desangrado escuchó una voz extraña. Esta voz escuchó su lamento de haber muerto virgen y a causa de eso le dio la Habilidad Única \"Gran Sabio\" ¿Fue esto una burla? Ahora él ha reencarnado como un Slime en otro mundo, ¿Será este el inicio de una emocionante aventura?",
      "pt-br": "Depois de ser morto por um ladrão que fugia, um rapaz normal de 37 anos de idade se encontra reencarnado em um outro mundo como um slime cego com habilidades únicas. Com um novo nome \"Rimuru Tempest\" ele chegou depois de conhecer seu novo amigo, o \"nível catástrofe\", Dragão da Tempestade Verudora, ele começa sua vida de slime em outro mundo com seu crescente número de seguidores."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8233114-a97d-4a85-8711-82c358a7cbc3",
    "title": {
      "en": "Kuchibiru ni Suketa Orange"
    },
    "updatedAt": "2022-08-08T11:37:31+00:00",
    "coverArt": "https://mangadex.org/covers/d8233114-a97d-4a85-8711-82c358a7cbc3/f52f5577-76d7-4de6-bba5-0c80053d7d32.jpg",
    "altTitles": [
      {
        "en": "Sunset Orange Lips"
      },
      {
        "ja": "くちびるに透けたオレンジ"
      },
      {
        "en": "A Transparent Orange in the Lip"
      },
      {
        "en": "I Don't Know If This Is Love"
      },
      {
        "en": "It Is Closed Isn't It, Your Heart"
      },
      {
        "en": "Keep Your Heart Closed"
      },
      {
        "en": "Orange Lipstick"
      },
      {
        "en": "Sunset Orange"
      },
      {
        "zh": "亮橘色的唇彩"
      },
      {
        "ko": "입술에 비치는 오렌지"
      }
    ],
    "description": {
      "en": "When a transfer student arrives from Tokyo, Chizuru immediately develops a crush. Surprisingly, the beautiful and stylish transfer student joins Chizuru's group of friends. Will a closer relationship develop between Chizuru and Kanae?\n\nAlso contains two other stories:\n\n• Tojitete ne, Kokoro (Keep Your Heart Closed)\nAzusa is Kiwako's older cousin by one year and they've had the same unchanging relationship even on until high school, even after Kiwako moved in with Azusa due to the death of her parents. They've always been close, but Kiwako decided to take it a little further. However, this now presents the question of whether it can last...\n\n• Kore ga Koi nano ka Wakaranai (I Don't Know If This Is Love)"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "356de811-ae92-48f1-b93b-cfdf0f8d02e4",
    "title": {
      "en": "Now That We Draw"
    },
    "updatedAt": "2024-09-11T21:20:27+00:00",
    "coverArt": "https://mangadex.org/covers/356de811-ae92-48f1-b93b-cfdf0f8d02e4/ed485eb6-9ea8-494b-885f-a2d6cea352be.jpg",
    "altTitles": [
      {
        "ja": "描くなるうえは"
      },
      {
        "ja-ro": "Kakunaru Ue wa"
      },
      {
        "ja-ro": "Kakunaru Ue ha"
      },
      {
        "id": "Rupa Gambar Kita"
      },
      {
        "vi": "Ta Cùng Vẽ Thôi Nào!"
      },
      {
        "zh": "既然要画恋爱漫画"
      }
    ],
    "description": {
      "en": "Uehara-kun, who loves 2D, dreams of becoming a comic artist one day! However, his dream is threatened when an editor rejects his work as too boring.\n\nThe next day, while contemplating giving up on his dream, a gal in his class, Miyamoto Niina, sees his manuscript, and a too-close pseudo-romance for the sake of their comics begins!?\n\nThis is a comic artists × youth romantic comedy!",
      "id": "Uehara-kun menyukai karakter 2 dimensi dan mempunyai cita-cita menjadi mangaka! Namun, mimpinya pupus saat seorang editor menolak manga-nya karena bikin ngantuk. Besoknya, dia berencana membuang manga yang ditolak tersebut, namun, salah satu gadis dari kelasnya, Miyamoto Niina, mengetahui manga hasil buatannya, timbulah kisah komedi-romantis yang terjalin dari sebuah manga!",
      "ja": "2次元をこよなく愛する上原くんの夢は漫画家！\n\nある日、同じクラスのギャル宮本さんに自分の原稿を見られたことで漫画のための距離感近すぎ疑似恋愛、開始!?\n\n漫を持して描く漫画家×青春ラブコメディ！！",
      "vi": "Uehara-kun là một thằng rất thích gái 2D và ước mơ làm hoạ sĩ Manga! Tuy nhiên, giấc mơ của anh ta lại ngay lập tức bị đạp đổ khi bị một biên tập viên nhận xét rằng tác phẩm này nhìn chán chả buồn nói.\n\nTưởng như anh đã định từ bỏ giấc mơ của mình thì một cô gái trong lớp của anh, Miyamoto Niina, nhìn thấy bản phác thảo của cậu ấy và muốn bắt đầu một mối tình tưởng lãng mạn nhưng ai ngờ là giả tạo, để giúp cậu hoàn thành được bộ manga của mình!\n\nMột bộ manga về Mangaka ✖ Romcom tuổi mới lớn!",
      "pt-br": "Uehara-kun, que adora 2D, sonha em se tornar um mangaká um dia! No entanto, seu sonho é ameaçado quando um editor rejeita seu trabalho por considerá-lo muito chato.\n\nNo dia seguinte, enquanto pensa em desistir de seu sonho, uma garota de sua turma, Miyamoto Niina, vê seu manuscrito, e um pseudo-romance muito próximo para o bem de seus mangás começa!?\n\nEsta é uma comédia romântica juvenil de quadrinistas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8be5332-4eda-4628-b131-da9c49a3fb1d",
    "title": {
      "en": "Pray To a Ghost"
    },
    "updatedAt": "2023-07-17T00:22:52+00:00",
    "coverArt": "https://mangadex.org/covers/a8be5332-4eda-4628-b131-da9c49a3fb1d/9323ffec-ded8-458e-a0d9-317e08cc176f.jpg",
    "altTitles": [
      {
        "ko": "귀비나리"
      }
    ],
    "description": {
      "en": "A psychic high-schooler Tae-rin discovered the story of a ghost one day. After that she realized, humans are more dangerous than ghosts. Tae-rin then decides to help the ghosts get rid of their grudges with her childhood friend, Chang-woo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "07652a05-7341-45fe-b957-bcd80d2156d5",
    "title": {
      "en": "Blood Blade"
    },
    "updatedAt": "2024-03-11T18:14:13+00:00",
    "coverArt": "https://mangadex.org/covers/07652a05-7341-45fe-b957-bcd80d2156d5/5ddea93a-3ba1-4f35-b839-4f8f99783556.jpg",
    "altTitles": [],
    "description": {
      "es": "Tras caer en combate hace mucho tiempo, el conde Vlad Drácula renace como una joven vampiresa con katana en una Europa de una historia alternativa. Después de que el reencarnado Drácula rescate a una chica llamada Clara de un misterioso desconocido, Clara le explica que es la creación de un tal Victor Frankenstein. También revela que huye de una organización llamada Cerberus, que pretende capturar y estudiar a \"monstruos\" como ella para crear un ejército de híbridos humano-monstruo. Clara le ruega a la vampiresa que huya con ella a una isla de monstruos donde ambas estarán a salvo... pero cuando marchan hacia allí, las siniestras fuerzas de Cerberus harán todo lo posible para capturarlas."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "394398f2-6287-48c7-9713-cd1759c97291",
    "title": {
      "en": "The Blood Princess and the Knight"
    },
    "updatedAt": "2024-09-12T22:58:59+00:00",
    "coverArt": "https://mangadex.org/covers/394398f2-6287-48c7-9713-cd1759c97291/78a07ad9-a65b-43ca-bf59-a0cf18694e43.jpg",
    "altTitles": [
      {
        "zh-ro": "Xue Ji Yu Qi Shi"
      },
      {
        "ja": "血の姫と騎士"
      },
      {
        "zh": "血姬与骑士"
      },
      {
        "en": "Vampires and Knight"
      },
      {
        "ru": "Вампиры и рыцарь"
      },
      {
        "ru": "Рыцарь и Королева Крови"
      },
      {
        "ko": "서큐버스가 되어버린 기사님"
      },
      {
        "fr": "From Holy Knight to Vampire"
      }
    ],
    "description": {
      "en": "I, who was a sacred knight, was defeated and captured in a battle against the vampire clan.   \n\n\"Oh? Letting you die? In your dreams! Accept my embrace, and in the future, please take care of me, my lovely daughter~\"   \n\nThe silver-haired Queen of the Vampire Clan lifted my chin and smiled cunningly, her sharp canines drawing closer to my neck… \n\n---\n**Links:**\n- [Alternative raw (Bilibili)](https://manga.bilibili.com/detail/mc28199)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-09-08T18:51:45+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/7033c604-e1c4-42d2-93d8-48aba83032b3.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      },
      {
        "ne": "इरुमालाई डिमन स्कूलमा स्वागत छ!"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-06-18T16:00:56+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/b27b95b9-43dd-45c5-9cfb-7ccd72503d39.jpg",
    "altTitles": [
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1dc52164-933d-41f0-81c4-7f823d003748",
    "title": {
      "en": "Virus King"
    },
    "updatedAt": "2024-07-07T08:38:59+00:00",
    "coverArt": "https://mangadex.org/covers/1dc52164-933d-41f0-81c4-7f823d003748/62779744-0735-4bad-b981-780953f82c9d.png",
    "altTitles": [
      {
        "en": "Doomsday for All: Me, Virus Monarch"
      },
      {
        "zh": "全民末日：我，病毒君王"
      }
    ],
    "description": {
      "en": "The world is plunged into doomsday. The entire doomsday world has turned into a cruel evolutionary game! This is the greatest opportunity and trial ground for mankind, and it is also the amusement park of gods and demons! Chen Bai was reborn and returned",
      "zh": "全球陷入末日笼罩。 整个末日世界，变成了一场残酷的进化游戏！ 这是人类最大的机缘与试炼场，也是神魔的游乐园！ 陈白重生回到了末日开始的十天前！ 直接注射丧尸病毒， 觉醒SSS天赋：病毒君王！ 掌控病毒开始一条与众不同的进化之路！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8b65a50-70e7-4f4f-93c0-9b5494b2b4bf",
    "title": {
      "en": "Brother's Sick Love"
    },
    "updatedAt": "2024-09-17T15:17:28+00:00",
    "coverArt": "https://mangadex.org/covers/a8b65a50-70e7-4f4f-93c0-9b5494b2b4bf/0ed9c2a5-efb5-4e25-8d21-fa9ab9341be6.jpg",
    "altTitles": [
      {
        "zh": "忽如一夜病娇来"
      },
      {
        "zh-ro": "Hu Ru Yi Ye Bing Jiao"
      },
      {
        "ja": "ワケあり兄妹の禁断愛〜疫病神令嬢は小悪魔〜"
      },
      {
        "ko": "가짜 여주인공으로 살아남기"
      },
      {
        "en": "The Yandere Came During the Night"
      }
    ],
    "description": {
      "en": "Yu Xiang unfortunately transmigrates into a merchant's daughter, who was mistakenly taken to the marquis manor at birth. She is immediately disabled, and carries the nickname of 'disaster star'. Helplessly, she can only cling to her older brother, the marquis, in hopes of surviving, and wait for the true master to return so she can give way. Years later, when the true master returns to the manor, Yu Xiang prepares to leave. however, she finds out her clinging technique is too good, that her marquis brother won't let her leave!",
      "fr": "Yu Xiang donne, handicapée, échange son coeur avec celui de son frère. \nAprès sa mort, elle se réincarne dans le corps d'une fille qui porte le même nom, est paralysée comme elle et qui est surnommée l'étoile malchanceuse. \nYu Xiang réalise alors qu'elle est dans le roman qu'elle lisait avant de mourir. Synopsis du roman en question : Yu Xiang, fille de marchand a été échangée à la naissance avec la fille d'un Seigneur.",
      "zh": "虞襄很不幸穿成了被抱到侯府的商家女，一来就双腿残废，脑袋上还顶着个‘丧门星’的称号。 无奈之下只得牢牢抱住侯爷哥哥的大腿，先把日子混下去，等正主儿回来就麻溜的让位。 几年之后正主儿回归，虞襄包袱款款准备走人，却发现抱大腿的技术太专业，侯爷哥哥不让走了！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "150"
  },
  {
    "mangaId": "3aa0faf6-6234-4496-954c-86ac38d10357",
    "title": {
      "en": "Monmusugo! ~Honnyaku Skill de Saikyou Monmusume to Isekai Seikatsu~"
    },
    "updatedAt": "2024-09-23T22:53:02+00:00",
    "coverArt": "https://mangadex.org/covers/3aa0faf6-6234-4496-954c-86ac38d10357/5a5e4fb2-c128-4194-843d-3a8826412493.jpg",
    "altTitles": [
      {
        "ja": "モンむすご！〜翻訳スキルで最強モン娘と異世界生活〜"
      },
      {
        "en": "Monmusugo!: Living in Another World with the Strongest Monster Girls with Translation Skills"
      }
    ],
    "description": {
      "en": "Amakawa Keisuke, a hapless corporate slave who suddenly dies, wakes up in a different world! He tries his best to enjoy life in another world, but he has only been given the bottom-tier skill \"Translation\" and on top of that, the most powerful monster was in front of him...!",
      "ja": "突然死した社畜サラリーマン・天川慶介が目を覚ますとそこは異世界！　異世界ライフを謳歌しようと頑張るが、ゴミスキル「翻訳」しか授かってなかった上に、目の前には最強のモンスターが…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c3d683a-1d2b-421e-a515-6136deaba691",
    "title": {
      "en": "Fox Love Story"
    },
    "updatedAt": "2023-07-23T12:47:49+00:00",
    "coverArt": "https://mangadex.org/covers/1c3d683a-1d2b-421e-a515-6136deaba691/23f2b9a2-74c3-4055-910a-88e493265bd0.jpg",
    "altTitles": [
      {
        "ko": "여우애담"
      }
    ],
    "description": {
      "en": "Gumiho Yeon, who despises humans, accidentally avoids an accident with the help of human Dong-i. In essence, a nine-tailed fox is a being that has to repay the favor it receives. Yeon visits Dong-i without skipping a day for Bo-eun, and Dong-i is only burdened with such a kite. The two, who seemed never to be able to get closer, know each other's wounds and shortcomings, fill them in, and develop good feelings... The two are different in their environment, race, and way of loving. Can a nine-tailed fox and human love have a happy ending?",
      "ko": "인간을 멸시하는 구미호 연은 우연히 인간인 동이의 도움을 받아 사고를 면하게 된다.\n\n본디 구미호란 은혜를 입으면 갚아야만 하는 존재.\n연은 보은을 위해 하루도 거르지 않고 동이를 찾아가고, 동이는 그런 연이 부담스럽기만 하다.\n\n절대 가까워질 수 없을 것 같던 둘은 서로의 상처와 결핍을 알고, 채워주며 좋은 감정을 키워나가는데...\n\n살아온 환경도, 종족도, 사랑하는 방식마저 다른 둘. 구미호와 인간의 사랑은 과연 행복한 결말로 맺어질 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "003ef8e4-0ae6-4dfe-8195-cd42a8cf37dc",
    "title": {
      "en": "High School Boy"
    },
    "updatedAt": "2024-08-20T14:16:46+00:00",
    "coverArt": "https://mangadex.org/covers/003ef8e4-0ae6-4dfe-8195-cd42a8cf37dc/df98b3a9-bddd-4dd2-81cd-23a1618e38fc.png",
    "altTitles": [
      {
        "ko": "남고 소년"
      },
      {
        "en": "Highschool Boy"
      }
    ],
    "description": {
      "en": "Hong Il-tak, the only red spot at Daemun Namgo. Despite his name and nickname, he's a boy, and his dwarfism and peculiar appearance have led to him being looked down upon by everyone from the nerds to the elders, and he's at the bottom of the school hierarchy. \n\nIn the past, until his sophomore year, Iltak had been a famous member of the Iljin, but a problem of his own brought him to the bottom of the food chain... \n\n\"His secondary sexuality. If only he'd come to me...!\" \n\nAfter enduring daily teasing and bullying because his body stopped growing like his peers, Hong Il-taek thought of a way to move up in the ranks... \n\n\"If I can befriend this guy, who's in the second grade at Dae-moon Boys' High School, I'll be able to move up again!\" \n\nBut for some reason, Lee Hyun-woo tries to keep his distance from Hong Il-taek... Can Hong Il-taek find his former glory again?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "92dd8103-2a60-4a1a-a32d-b957bf4eb7dd",
    "title": {
      "en": "The Devil Raises a Lady"
    },
    "updatedAt": "2024-07-15T14:39:04+00:00",
    "coverArt": "https://mangadex.org/covers/92dd8103-2a60-4a1a-a32d-b957bf4eb7dd/b7a1f0de-7d64-44cc-894f-143b9831d18b.jpg",
    "altTitles": [
      {
        "ko": "악마는 레이디를 키운다"
      },
      {
        "es": "El diablo entrena una dama"
      }
    ],
    "description": {
      "en": "The downfall of a noble family. And a girl who risks her life seeking revenge.\n\n“Lady Ayana.”\n\nThere was a knight who had been by her side for thirteen years. The person who came to her mind before her own family was going to be annihilated. He risked his life for her, suffered wounds, hunger, and gave her everything. Now, he is looking at her while she’s waiting for her execution with a joyful smile.\n\n“Please show me another enjoyable story this time, my lady.”\n\nThe devil smiled and extended his hand, and the girl took it.\n\n“I hope you get the ending you desire in the next story, my lady.”\n\n(Source: Kakao, translated)",
      "es": "Ella tuvo que pasar por la aniquilación de su familia, él llegó al final de su vida para darle la oportunidad de vengarse. “Aiana.” El caballero que estuvo a mi lado durante 13 años, arriesgó su vida, sufrió, pasó hambre y lo dio todo por mí. Pero ahora, al presentarse mi muerte inminente, sonreía felizmente mientras contemplaba mi desceso. “Por favor, ten una historia agradable esta vez, mi señora”. El demonio sonrió y me tendió la mano. “Espero que en la próxima historia obtengas el final que deseas”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55e8c6c4-aed8-4a93-89b8-2090a9f5dfe4",
    "title": {
      "en": "Sayonara Folklore"
    },
    "updatedAt": "2021-05-25T15:42:33+00:00",
    "coverArt": "https://mangadex.org/covers/55e8c6c4-aed8-4a93-89b8-2090a9f5dfe4/6ded1a20-cc88-4e77-9e51-419e5666ca2a.jpg",
    "altTitles": [
      {
        "en": "Прощай, легенда"
      },
      {
        "en": "さよならフォークロア"
      }
    ],
    "description": {
      "en": "Hayase has gone to this school for years, so she knows that you do *not* touch anyone on Monday, and if you do, there's a little incantation that must be recited. But Mashiro has just transfered in, and does not know these things. Hayase explains that we do not touch on Monday, because not too long ago two girls did - and they fell in love, became lovers and tried to die together. Therefore, if you don't recite the charm, you might fall in love with whomever touched you…and that would be bad. Of course Hayase explains this after Mashiro has touched her…on a Monday."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "5"
  },
  {
    "mangaId": "528fdd65-4c0d-4e21-82d8-66da8d6113d6",
    "title": {
      "en": "Fukuzatsu na Kyoudai no 4koma"
    },
    "updatedAt": "2024-09-05T06:42:42+00:00",
    "coverArt": "https://mangadex.org/covers/528fdd65-4c0d-4e21-82d8-66da8d6113d6/70cb625d-3b5a-4b1f-a33f-7ef66d7ba1b5.jpg",
    "altTitles": [
      {
        "ja": "複雑な姉弟の４コマ"
      },
      {
        "ja-ro": "Fukuzatsu na Kyoudai no Yonkoma"
      },
      {
        "en": "A Complicated Sibling Relationship 4-Koma"
      },
      {
        "en": "A Complicated Older Sister and Younger Brother 4-Koma"
      },
      {
        "en": "The Person I Met In-Game Was Actually My Big Sister"
      }
    ],
    "description": {
      "en": "\"Big Sis!?\"\n\"Kouta!?\"\n\n\nThe two of them were enjoying an in-game romance (without knowing each other's identities). Upon seeing each other's faces at their long-awaited offline meetup... they were both shocked to see that their partner was in fact their own sibling!?\n\nThese are complicated feelings for sure... and rather hard to accept!\n\n(Source: Kadokawa)\n\n---\n\nAdditional Links\n\n* [Kadokawa](https://store.kadokawa.co.jp/shop/g/g322302001578/) (Publisher)\n* [BookLive](https://booklive.jp/product/index/title_id/20068503/vol_no/001)",
      "ja": "「姉ちゃん!?」\n「康太!?」\n\n＊\n\nゲーム内で恋愛を楽しんでいたふたり。\n待ちに待ったオフ会で顔を合わせたら……相手はまさかの姉弟で!?\n複雑なこの感情……なかなか飲み込むのは難しい！\n\nＳＮＳで話題のカオス展開ラブコメが、 描き下ろしを加えて待望の書籍化!!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "110"
  },
  {
    "mangaId": "6d0eda24-34c6-43a3-91ea-d9444c2c44b1",
    "title": {
      "en": "Kirisaki Karin wa Korosasenai"
    },
    "updatedAt": "2024-07-17T21:10:04+00:00",
    "coverArt": "https://mangadex.org/covers/6d0eda24-34c6-43a3-91ea-d9444c2c44b1/ad898979-c68b-4cbf-b778-cee7a2462f2b.jpg",
    "altTitles": [
      {
        "ja": "切崎花梨は殺させない"
      }
    ],
    "description": {
      "en": "Hanashi Kirisaki was raised to be an assassin by an assassination organization. One day, on an undertaking, she attempted to kill a female manga artist. As usual, she was just trying to get the job done in a professional manner, her world changes drastically when she reads Tokimero, a manga serialized in the target magazine! She develops a strong yearning for the heartwarming adolescent school life!\n\nHanashi immediately quits her job as a hitman, and for the first time, enjoys a normal student life, but an assassin is sent to her by the organization.\n\nThe start of the assassin's daily romantic comedy begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "Kaoru Hana wa Rin to Saku"
    },
    "updatedAt": "2024-06-28T11:16:12+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/0e8f101e-58ce-424c-b092-a95a2913fbd3.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "ja": "#薫る花"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "ja-ro": "Kaoru Hana Wa Rin To Saku"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "en": "The Fragrant Flower Blooms With Dignity"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High. This is the story of two people who are so close and yet so far apart.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "fr": "Bien qu'ils soient mitoyens, le lycée public Chidori pour garçons et le prestigieux lycée privé pour filles Kikyō continuent à entretenir leur tradition de se haïr mutuellement au plus haut point. Tsumugi Rintarō pensait la même chose, jusqu'à ce qu'il fasse la rencontre de Wakuri Kaoruko, élève de Chidori et habituée de la pâtisserie tenue par ses parents. Malgré la désapprobation et les préjugés de leurs camarades respectifs, Rintarō et Kaoruko vont petit à petit se rapprocher, et tant pis ce qu'en pensent les autres !\n\n___\n**Liens :**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a81c9bfe-35ea-4ce2-afa8-3c1e543f391a",
    "title": {
      "en": "Otome x Ranbu"
    },
    "updatedAt": "2022-01-27T15:29:56+00:00",
    "coverArt": "https://mangadex.org/covers/a81c9bfe-35ea-4ce2-afa8-3c1e543f391a/a75bd6d1-0f00-4e5c-a8b7-fd59148b035f.png",
    "altTitles": [
      {
        "en": "Otome Ranbu"
      },
      {
        "ja": "乙女×乱舞"
      }
    ],
    "description": {
      "en": "She is your stereotypical airhead school girl, with one exception, she has amnesia. She recently transferred into a new school where things work different, mainly magic. She is Mochiduki Tsubomi, and she doesn’t remember anything before she transferred. Enter yet another transfer student – the beautiful yet arrogant bishojo, Izayoi Yukiji. She’s after Tsubomi, but why? What does Yukiji want? What mystery does Tsubomi hold?"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "30b76fde-1574-461f-8b52-949518500483",
    "title": {
      "en": "Real no Heroine wa Irimasen!"
    },
    "updatedAt": "2023-12-23T23:12:57+00:00",
    "coverArt": "https://mangadex.org/covers/30b76fde-1574-461f-8b52-949518500483/fed3c672-46b8-40e9-bce1-1b9441b57312.jpg",
    "altTitles": [
      {
        "en": "Even 'Used Goods' Wants to Experience Love!"
      },
      {
        "en": "Even If It Is Second Hand, I Want to Fall in Love!"
      },
      {
        "pt-br": "Eu não preciso de uma heroína real"
      },
      {
        "ru": "Даже использованный товар желает испытать любовь"
      },
      {
        "th": "มือสองแล้วทําไมถ้าใจคิดจะรัก"
      },
      {
        "zh": "中古也要谈恋爱！"
      },
      {
        "ja": "現実の彼女はいりません!"
      },
      {
        "zh-hk": "醒醒吧！你沒有女朋友"
      },
      {
        "ko": "중고라도 사랑이 하고싶어!"
      },
      {
        "ko": "현실의 여친은 필요 없어요!"
      },
      {
        "ru": "Мне не нужна реальная героиня!"
      }
    ],
    "description": {
      "en": "Aramiya Seiichi is an ordinary high school eroge otaku who's given up all hope on girls in the 3D world due to a certain incident. One day, after he's bought a bunch of new material in consequence of experiencing the frustration of a perfect eroge character turning out to be used goods, he encounters a delinquent-like-looking girl being about to get raped by a bunch of guys. By mere chance, he rescues her. Days later, when school starts again, it turns out to have been his classmate, Ayame, a feared delinquent girl who's got all kind of rumors about her, especially that she's used goods. And it appears that she's set on becoming his ideal girl to make him fall for her.",
      "ja": "三次元に興味ナシのオタクな高校生・新宮清一は、ひょんなことから学校一の不良少女・綾女古都子に告白される。当然の如くこれを断固拒否！　……した清一だったが、古都子は「じゃあ、お前の理想になってやるよ！」とメインヒロインのようなツインテ美少女に変貌して、強引なアプローチで迫り始め…？",
      "pt": "Aramiya Seiichi é um estudante ordinário… Um otaku dos eroges que perdeu todas as esperanças nas garotas em 3D devido um certo incidente. Um dia, após ele comprar alguns materiais novos devido uma frustração em consequência de uma experiência frustrante com uma \"personagem perfeita\" de um eroge, ele encontra uma garota delinquente prestes a ser estuprada por um grupo de homens. Por um acaso ele acaba salvando ela, e por este acaso a sua vida acaba mudando completamente...",
      "ru": "Когда Сейчи учился в младших классах, он получил психическую травму из-за некой девушки. С тех самых пор, он с недоверием относится к девушкам, и испытывает отвращение к не девственницам. Сейчас Сейчи эроге-отаку, ученик старшей школы, однажды вечером он оказывается свидетелем попытки изнасилования девушки группой людей, случайно привлекая внимания насильников, он использует смекалку и успешно спасает себя и девушку. Девушка оказывается известной хулиганкой, и о ней часто ходят не очень хорошие слухи, а что не менее важно, девушка эта – одноклассница Сейчи, Аямэ. После того дня, она влюбляется в главного героя, и решает добиться его расположения любым способом. Видя потуги девушки, учительница Сейчи просит его помочь Аямэ стать нормальной девушкой, на что тот неохотно соглашается. Так и начинается история о парне, который пытается исправить хулиганку, попутно устраняя все нажитые ею слухи, и о девушке, которая хочет любви."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "142"
  },
  {
    "mangaId": "307c5981-37ad-43e2-b3aa-a62f46d9d1eb",
    "title": {
      "en": "Hikari-Man"
    },
    "updatedAt": "2024-06-06T03:19:40+00:00",
    "coverArt": "https://mangadex.org/covers/307c5981-37ad-43e2-b3aa-a62f46d9d1eb/e8accf49-4186-4d3d-a12e-5c168efc50fc.jpg",
    "altTitles": [
      {
        "ja-ro": "HIKARI-MAN"
      },
      {
        "ja": "光人"
      },
      {
        "ja-ro": "Hikarijin"
      }
    ],
    "description": {
      "en": "The story follows Hikari Shirochi, an ordinary high-school boy whose hobbies are games and PC-modding. In the first chapter, mysterious phenomena occur to his body, which conducts static electricity unusually well.",
      "ja": "あらすじ・内容\n\n彼は、ヒーローになった。\n\n白池　光（しろち　ひかり）は、クラスでも全く目立たない\n地味めの高校男子。家では格闘ゲームとPC改造に\n明け暮れる気弱な電脳オタク少年だ。\n極めて平凡な光だが、実は人並み外れた『電気感受性』を\n持っていて、静電気のため保健室に運ばれることもしょっちゅう。\nそんな彼が自宅のPCでいつもの格闘ゲームに興じていると、\n自分の体内から意識と血流だけがPCに吸い込まれ、\n電気の通っている所を自由自在に行き来するという\n驚異の現象が起きる…！\nさらに自分の姿を鏡で見てみると…！！！！？",
      "es-la": "Hikari Shirachi es un chico común y corriente de instituto que no destaca en su clase. En casa, pasa su tiempo jugando a juegos de lucha y modificando ordenadores. Es un chico normal, pero en realidad tiene una extraordinaria sensibilidad a la electricidad.\nA menudo es llevado a la enfermería por la electricidad estática.\nCuando está jugando a su juego de lucha habitual en el PC de su casa, sólo su conciencia y su flujo sanguíneo son absorbidos por el PC desde el interior de su cuerpo.\nPuede moverse libremente de un lugar a otro.\nEs un fenómeno sorprendente... Y cuando se mira en el espejo... ¿ ¡ ¡ ! ! ?"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "83"
  },
  {
    "mangaId": "d29071f5-c6bf-4802-aca3-5ee7dde03cdd",
    "title": {
      "en": "Fork & Knife"
    },
    "updatedAt": "2023-09-08T14:49:53+00:00",
    "coverArt": "https://mangadex.org/covers/d29071f5-c6bf-4802-aca3-5ee7dde03cdd/70af3202-0f90-49a8-a8ad-7afc4f791dbb.jpg",
    "altTitles": [
      {
        "ko": "포크&나이프"
      },
      {
        "en": "Fork and Knife"
      }
    ],
    "description": {
      "en": "A world of constant war because we don't understand each other's differences.\nA world where it is normal to hate and harm other species.\nIn this hellish world where blood is splashed and people kill and kill each other, how can a boy named Rito survive?\nA medieval dark fantasy of humans and xenomorphs.",
      "ko": "서로의 다름을 이해 못 해 끊임없는 전쟁이 벌어지는 세계.\n타종을 혐오하고 해하는 것이 당연한 세계.\n피가 튀고 서로가 죽고 죽이는\n이 지옥 같은 세계에서 소년 '리토'는\n과연 어떻게 살아남을 것인가.\n\n인간과 이종족들이 벌이는 중세 다크 판타지"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-09-20T10:58:00+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/21ebe88a-9a87-4500-ac3b-f76989e7db84.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura-bachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "cs": "Kagurabachi"
      },
      {
        "en": "Kagura Bowl"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge. Epic sword battle action!",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!",
      "pt-br": "O jovem Chihiro passa seus dias treinando com seu famoso pai ferreiro. Um dia ele espera se tornar um grande fabricante de espadas. O pai bobo e o filho sério – eles pensavam que esses dias durariam para sempre. Mas de repente, a tragédia acontece. Um dia escuro, encharcado de sangue. Chihiro e sua lâmina agora vivem apenas para vingança. Ação épica de batalha de espadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2024-09-19T10:15:50+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/3b271922-4649-45e8-b98f-4c92bc32e055.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "bg": "Стокано"
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ja-ro": "Kimi no koto ga daidaidaidaidai suki na 100-nin no Kanojo"
      },
      {
        "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
      },
      {
        "vi": "100 Cô Bạn Gái Này Rất, Rất, Rất, Rất, Rất Là Yêu Tôi Đó"
      },
      {
        "es-la": "Mis 100 novias que me quieren mucho mucho"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. In desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! Now this god will set things right by making sure Aijo gets one hundred dates. \n\nExcept, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! Worse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5c25341-d6ff-4585-8548-3a48fc7654d9",
    "title": {
      "en": "Momose Akira no Hatsukoi Hatan-chuu."
    },
    "updatedAt": "2024-08-31T16:59:12+00:00",
    "coverArt": "https://mangadex.org/covers/f5c25341-d6ff-4585-8548-3a48fc7654d9/c4747970-1efa-416b-ac85-485341462b87.jpg",
    "altTitles": [
      {
        "ja": "百瀬アキラの初恋破綻中。"
      },
      {
        "en": "Momose Akira's First Love Struggles."
      },
      {
        "vi": "Mối Tình Đầu Của Akira Momose Đang Trên Bờ Vực Đổ Vỡ"
      },
      {
        "tr": "Momose Akira'nın İlk Aşk Maceraları"
      },
      {
        "pt-br": "O Primeiro Amor de Momose Akira em Ruínas"
      },
      {
        "en": "Momose Akira's First Love Is Coming Apart."
      },
      {
        "fr": "Les difficultés du premier amour de Momose Akira."
      },
      {
        "ru": "Неудавшаяся первая любовь Акиры Момосэ"
      },
      {
        "ru": "Первая любовь Акиры Момосе терпит крах."
      },
      {
        "en": "Momose Akira's First Love is a Failure."
      },
      {
        "es": "El primer amor de Momose Akira se derrumba."
      }
    ],
    "description": {
      "en": "Kugayama Hajime, a boy living in the countryside, comes back to his old classmate Momose Akira, whom he used to admire.\n\nJust as he is about to watch her from afar and enjoy his sweet and sour youth, Akira makes an unexpected approach.\n\nAnd there was a “fate” that was more than he could have imagined.",
      "es": "Kugayama Hajime, un chico que vive en el campo, se reencuentra con su antigua compañera de clase Momose Akira, a la que solía admirar.\n\nJusto cuando está a punto de observarla desde lejos y disfrutar de su agridulce juventud, Akira se acerca de forma inesperada.\n\nY el \"destino\" es mucho más de lo que él pudo haberse imaginado.",
      "fr": "Kugayama Hajime, un garçon vivant à la campagne, revient vers son ancien camarade de classe Momose Akira, qu'il avait l'habitude d'admirer.Alors qu'il s'apprête à la regarder de loin et à profiter de sa jeunesse aigre-douce, Akira fait une approche inattendue.Et il y a eu un « destin » qui a été plus que ce qu'il aurait pu imaginer.",
      "ja": "ド田舎に暮らす少年・久我山はじめのもとに帰ってきた、かつての憧れの同級生・百瀬アキラ。\n\n彼女を遠くから眺めて、甘酸っぱい青春を謳歌しよう…と思っていた矢先に、アキラからまさかのアプローチが。\n\nそしてそこには、想像以上の”運命”が拡がってました。\n\n2人の様子を、どうぞあったかく見守ってください。",
      "ru": "Жизнь Хадзимэ Кугаямы, мальчишки из глухой деревушки, круто меняется, когда в его жизнь возвращается бывшая одноклассница и когда-то недосягаемая мечта — Акира Момосэ. Он планировал просто наблюдать за ней издалека и наслаждаться воспоминаниями о своей юности... Но неожиданно Акира делает первый шаг навстречу. И вот тут начинается нечто гораздо большее, чем он мог себе представить. Следите за их историей и согревайте свои сердца вместе с ними.",
      "tr": "Taşrada yaşayan bir çocuk olan Kugayama Hajime’nin, eskiden hayranlık duyduğu sınıf arkadaşı Momose Akira geri döner. Tam onu uzaktan izleyip tatlı ekşi gençliğinin tadını çıkarmak üzereyken, Akira beklenmedik bir yaklaşımda bulunur. Ve hayal edebileceğinden de öte bir “kader” ile karşılaşır.",
      "pt-br": "Kugayama Hajime é um jovem que vive no interior. Sua vida muda quando Momose Akira, uma antiga colega de classe por quem ele sempre foi apaixonado, retorna à cidade. Hajime planejava admirá-la de longe, saboreando um romance juvenil agridoce. Mas, para sua surpresa, Akira toma a iniciativa de se aproximar. O que se desenrola a partir daí é um destino mais surpreendente do que ele jamais poderia ter imaginado."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a8a8e2c-609e-4e5f-97de-cb9c8f2011ae",
    "title": {
      "en": "Salaryman ga Isekai ni Ittara Shitennou ni Natta Hanashi"
    },
    "updatedAt": "2024-09-25T09:33:28+00:00",
    "coverArt": "https://mangadex.org/covers/2a8a8e2c-609e-4e5f-97de-cb9c8f2011ae/b4a58d76-92d3-4252-ad96-f9467cef0ab7.jpg",
    "altTitles": [
      {
        "en": "Headhunted to Another World: From Salaryman to Big Four!"
      },
      {
        "ja": "サラリーマンが異世界に行ったら四天王になった話"
      },
      {
        "en": "A Story About a Salaryman Who Goes to Another World and Becomes One of the Four Heavenly Kings"
      },
      {
        "tr": "Başka Bir Dünyaya Yöneldi: Maaşlı Adamdan Göksel Krala!"
      },
      {
        "ru": "Из корпоративного раба в приспешники демона"
      },
      {
        "en": "Office Worker Has Become “Big Four” in the Different World."
      }
    ],
    "description": {
      "en": "Dennosuke Uchimura is a simple Salaryman who one day is run over, and left in the street to die, however, when he regains consciousness, it seems as though he was summoned to another world by the Demon King himself, who offers him a position as one of his Four Heavenly Kings. Can Dennosuke survive as a servant of the Demon King, and meet his expectations?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "261ff484-8ab5-45ba-8bcb-02517d1d1cc3",
    "title": {
      "en": "'Tis Time for \"Torture,\" Princess"
    },
    "updatedAt": "2024-07-29T14:19:18+00:00",
    "coverArt": "https://mangadex.org/covers/261ff484-8ab5-45ba-8bcb-02517d1d1cc3/ed7e6f94-b3d3-4faf-9df5-f354bf9dab29.jpg",
    "altTitles": [
      {
        "ja-ro": "Hime-sama, \"Goumon\" no Jikan desu"
      },
      {
        "en": "It's Time for \"Interrogation,\" Princess!"
      },
      {
        "fr": "Princesse, c'est l'heure de la “torture”"
      },
      {
        "ru": "Пришло время \"допроса\", принцесса!"
      },
      {
        "zh-hk": "公主大人，接下來是“拷問”時間"
      },
      {
        "zh": "公主大人，接下来是“拷问”时间"
      },
      {
        "ja": "姫様“拷問”の時間です"
      },
      {
        "pt-br": "É hora do \"interrogatório\", Princesa!"
      }
    ],
    "description": {
      "de": "Die illustre und militärisch begnadete Prinzessin des Königreiches wurde von Schergen des Dämonenfürsten gefangen genommen und in Ketten gelegt. Darauf bedacht, jede auch noch so kleine Information aus ihr herauszupressen, setzt der Dämonenfürst seine Großinquisitorin darauf an, die Prinzessin zum Reden zu bringen.  \n  \nKann sie dieser schier endlosen Folter widerstehen? Oder knickt sie bei den Verhören ein und offenbart ihrem erbitterten Feind vitale Informationen über ihr geliebtes Königreich?  \n  \nDies ist die Geschichte jener armen Prinzessin und der Qualen, die sie im Zuge der Verhöre erleiden muss.",
      "en": "The princess who's been held captive by the Demon Lord's army is scheduled to be executed by the Demon Lord's relentless torture!",
      "id": "Seorang Putri yang ditahan oleh pasukan Raja Iblis, disiapkan untuk menerima siksaan dari Raja Iblis tanpa henti!  \n\n\n---\n\n**Links:**  \n- [Chapter 1 art](https://i.imgur.com/SaOoznH.png)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a9d76c3-42b9-4bcf-81d7-ad307d2ea971",
    "title": {
      "en": "JoJo's Bizarre Adventure, Part 8: JoJolion (Official Colored)"
    },
    "updatedAt": "2024-07-27T09:53:15+00:00",
    "coverArt": "https://mangadex.org/covers/7a9d76c3-42b9-4bcf-81d7-ad307d2ea971/f305a5a9-d45d-45de-bc74-6afda83157c9.jpg",
    "altTitles": [
      {
        "en": "JoJo's Bizarre Adventure, Part 8: JoJolion - Digital Colored Comics"
      },
      {
        "en": "JoJo no Kimyou na Bouken Part 8: JoJolion (Official Colored)"
      },
      {
        "es-la": "JoJo's Bizarre Adventure, Parte 8 : JoJolion - Color Digital"
      },
      {
        "ja-ro": "JoJorion"
      },
      {
        "ru": "Невероятные Приключения ДжоДжо Часть 8: Джоджолион (цветная версия)"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ジョジョの奇妙な冒険 ジョジョリオン"
      },
      {
        "ja": "ジョジョリオン"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第8部 ジョジョリオン カラー版"
      },
      {
        "pl": "Jojolia"
      },
      {
        "ja": "JoJo no Kimyou na Bouken: JoJolion"
      }
    ],
    "description": {
      "en": "In 2011, childhood friends Yasuho Hirose and Joushuu Higashikata discover a naked man buried in the ground just outside the town of Morioh. The man has no memory of his name or previous life; the only thing he remembers about himself is how to use his Stand, a supernatural ability that takes the form of a humanoid creature. The stranger is quickly given a name, Jousuke, and Joushuu's father Norisuke decides to adopt him into the Higashikata household until he can find his own home.  As Jousuke begins to investigate his past, it becomes apparent that he is no ordinary amnesiac. There is much more to his identity than he first suspected, and, as he is thrust into a series of high-stakes Stand battles, he soon begins unravelling a deadly conspiracy that encompasses the entire town.",
      "hu": "A Jojo no Kimyou na Bouken sorozat nyolcadik történetíve.\n\nA nagy japán földrengést követően Morioh-t hatalmas földkiugrások sújtották, ahogy helyiek nevezik, Szemes falak. A vizsgálat ellenére a szakmai becslések üresen maradtak. Eközben egy fiatal lány, Yasuho Hirose egy férfit talál a földbe temetve,aki jellegzetes csillagalakú anyajeggyel és mélyre hatoló harapásnyomokkal rendelkezik. A férfit, aki az aminézia jeleit mutatja, egy helyi család hozta ide és adta neki a Josuke Higashikata nevet, azonban a különös események nem maradnak abba, egyik a másikat halmozza leginkább és hamarosan a standként ismert talány előbukkan, hogy eloszlassa a zavarságok felhőit. \n\n- 2013-ban a 17-dik Japan Media Arts Festivalon megnyerte a fődíjat a manga kategóriában.",
      "pl": "Ósma część serii JoJo's Bizarre Adventure. \nPocząwszy od trzęsień ziemi w 2011, w miasteczku Morioh zaczęły występować rozległe uskoki, nazwane Murami Oczu. Pomimo przeprowadzonych badań, przyczyna ich wzniesienia pozostaje nieznana. W międzyczasie młoda dziewczyna imieniem Yasuho Hirose znajduje zakopanego mężczyznę ze znamieniem w kształcie gwiazdy otoczonym śladami ugryzienia. Mężczyzna przyjąwszy łatkę człowieka z amnezją, został przyjęty do mieszkającej w pobliżu rodziny oraz nadano mu imię - Jōsuke Higashikata. Jednakże, tajemnicze wydarzenia wcale nie ustają, a zagadkowe Standy dopełniają poczucie zdezorientowania.\n- Czarno-biała wersja wygrała główną nagrodę w kategorii mangi w 17 edycji Japońskiego Festiwalu Sztuki w 2013 roku.",
      "es-la": "El arco de la octava historia de la serie: JoJo's Bizarre Adventure.\n\nTras el gran terremoto del este en Japón, Morioh ha sido golpeado por grandes protuberancias de tierra conocidas por los lugareños como Los Muros con Ojos. A pesar de la investigación, las estimaciones profesionales quedan vacías. Mientras tanto, la joven Yasuho Hirose, descubre a un hombre enterrado en la tierra, este posee una distintiva marca de nacimiento en forma de estrella junto con marcas de mordeduras profundas. El hombre, que ha contraído un caso básico de amnesia, es acogido por una familia local y recibe el nombre de Jousuke Higashikata, sin embargo, los eventos misteriosos no pueden evitar que se acumulen unos sobre otros y pronto ese enigma conocido como \"stand\", emerge para complementar la gran nube de confusión.\n\n° Ganó el Gran Premio en la categoría de manga en el 17º Festival de Artes de Medios de Japón en 2013."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "27",
    "lastChapter": "110"
  },
  {
    "mangaId": "e71ecf12-9286-45c0-9387-0b97f10d0df2",
    "title": {
      "en": "Akuma wa Rozario ni Kiss o suru"
    },
    "updatedAt": "2024-09-19T15:09:46+00:00",
    "coverArt": "https://mangadex.org/covers/e71ecf12-9286-45c0-9387-0b97f10d0df2/d103f660-3238-4768-8ec5-5e1beaa3f1ca.jpg",
    "altTitles": [
      {
        "ja": "悪魔はロザリオにキスをする"
      },
      {
        "en": "The Devil Kisses the Rosary"
      },
      {
        "vi": "Lên Chuỗi Tràng Hạt, Ác Ma đặt Nụ Hôn"
      },
      {
        "vi": "𨑗𠁻長曷，惡魔噠𦵚㖧 (Nom Script)"
      },
      {
        "ru": "Дьявол целующий чётки"
      }
    ],
    "description": {
      "en": "Since his childhood, Yoshihiro Yoshinaga has faced countless challenges, distancing himself from the company of others and the possibility of forging friendships due to a persistent problem: being harassed by spirits from an early age.\n\nThis constant spectral presence has cast shadows over his life, weaving a web of misfortunes. However, the course of his life takes a drastic turn when a giant demon unexpectedly emerges intent on taking his life. In the midst of this crisis, a chance encounter with Alicia Baal, a beautiful nun residing within a church, becomes the catalyst for a radical transformation to his destiny.",
      "ja": "幸彦は幽霊が見えたが、その実態は悪魔だった。ある日、本物の悪魔に遭遇。逃げた先の教会でシスター・アリシアと出会い、悪魔退治の契約を交わす。しかし彼女の正体は、魔王になることを企む「悪魔」だった――！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "9"
  },
  {
    "mangaId": "af7cc594-4f6a-4c0a-8f74-16748910dee5",
    "title": {
      "en": "Snow White with the Red Hair"
    },
    "updatedAt": "2024-08-24T21:01:33+00:00",
    "coverArt": "https://mangadex.org/covers/af7cc594-4f6a-4c0a-8f74-16748910dee5/acef2f8f-976b-444d-ae0a-d7f5a8129cdd.jpg",
    "altTitles": [
      {
        "ja": "Akagami no Shirayukihime"
      },
      {
        "ja": "Akagami no Shirayuki-hime"
      },
      {
        "pt-br": "A Branca de Neve Ruiva"
      },
      {
        "de": "Die rothaarige Schneeprinzessin"
      },
      {
        "tr": "Kızıl Saçlı Pamuk Prenses"
      },
      {
        "fr": "Shirayuki aux cheveux rouges"
      },
      {
        "pl": "Shirayuki: Śnieżka o czerwonych włosach"
      },
      {
        "da": "Snehvide med det røde hår"
      },
      {
        "ru": "Красноволосая Белоснежка"
      },
      {
        "ar": "بيضاء الثلج ذات الشعر الأحمر"
      },
      {
        "ar": "شيرايوكي ذات الشعر الأحمر"
      },
      {
        "th": "สโนไวท์ผมแดง"
      },
      {
        "zh-hk": "紅髮的白雪公主"
      },
      {
        "zh": "红发的白雪公主"
      },
      {
        "ja": "赤髪の白雪姫"
      },
      {
        "zh-hk": "赤髮白雪姬"
      },
      {
        "ko": "빨강머리 백설공주"
      },
      {
        "id": "Putri Putih Salju Berambut Merah"
      },
      {
        "es": "Blancanieves de cabello rojo"
      }
    ],
    "description": {
      "en": "Shirayuki, a young girl born with unique apple-red hair, happens to meet a famous but foolish young man, Prince Raji. He falls in love with Shirayuki at first sight, and orders her to become his concubine.  \n  \nDetermined to do whatever it takes to resist his advances, but with nowhere else to go, Shirayuki cuts her hair and escapes to a neighboring country. While traversing through the forests, she meets an injured boy, Zen. After she boldly heals his wounds, he in return helps her. Meanwhile, Prince Raji sends out his henchmen to search for her.  \n  \nWhat will become of Shirayuki? What is Zen’s true character? A refreshing fantasy story between an optimistic heroine and a prince who constantly stays on her watch.  \n  \n**Extra stories:**  \nv01 - Hachigatsu no Shikisa (Four-season Colour of August)  \nv02 - Bokura o Tsunaide. (Bind Us)  \nv14 - Natsu Yasumi Zero Zero Nichime (00 Day of Summer Holiday)",
      "es": "Shirayuki, una joven nacida con un singular cabello rojo manzana, conoce por casualidad a un joven famoso pero insensato, el príncipe Raji. Éste se enamora de Shirayuki a primera vista y le ordena que se convierta en su concubina. Decidida a hacer lo que sea para resistirse a sus avances, pero sin ningún otro sitio al que ir, Shirayuki se corta el pelo y escapa a un país vecino. Mientras atraviesa los bosques, conoce a un niño herido, Zen. Después de que ella le cure sus heridas, él la ayuda a ella. Mientras tanto, el príncipe Raji envía a sus secuaces a buscarla. ¿Qué será de Shirayuki? ¿Cuál es el verdadero carácter de Zen? Una refrescante historia de fantasía entre una heroína optimista y un príncipe que la vigila constantemente.",
      "pt-br": "Shirayuki, uma jovem que nasceu com um cabelo ruivo-maçã único, conhece um jovem famoso, mas tolo, o príncipe Raji. Ele se apaixona por Shirayuki à primeira vista e ordena que ela se torne sua concubina.  \n  \nDeterminada a fazer o que for preciso para resistir aos seus avanços, mas sem ter para onde ir, Shirayuki corta o cabelo e foge para um país vizinho. Enquanto atravessava as florestas, ela conhece um menino ferido, Zen. Depois que ela corajosamente cura suas feridas, ele em troca a ajuda. Enquanto isso, o Príncipe Raji envia seus capangas para procurá-la.  \n  \nO que será de Shirayuki? Qual é o verdadeiro caráter do Zen? Uma refrescante história de fantasia entre uma heroína otimista e um príncipe que permanece constantemente sob sua vigilância.  \n  \n**Histórias extras:**  \nv01 - Hachigatsu no Shikisa (cor das quatro estações de agosto)  \nv02 - Bokura ou Tsunaide. (Ligue-nos)  \nv14 - Natsu Yasumi Zero Zero Nichime (00 dia de férias de verão)"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e9cc438f-46d9-4da2-872a-237f89caa7a6",
    "title": {
      "en": "Is My Second Life a Healing Life?"
    },
    "updatedAt": "2024-09-23T08:32:14+00:00",
    "coverArt": "https://mangadex.org/covers/e9cc438f-46d9-4da2-872a-237f89caa7a6/1b26b342-d025-47db-8689-26288b4356e4.jpg",
    "altTitles": [
      {
        "ko": "두 번째 삶은 힐링라이프?"
      },
      {
        "pt-br": "Minha segunda vida é uma vida de cura?"
      },
      {
        "pt-br": "Minha segunda vida é uma vida de curandeiro?"
      },
      {
        "ru": "Перерождение в поиске исцеления"
      },
      {
        "en": "My Second Life Is a  Healing Life?"
      }
    ],
    "description": {
      "en": "Eugene Felivia, the beloved youngest son of the noble Felivia family, known for its great warriors, gains a second life thanks to the grace of 'Felin, the Wizard of Creation.' Eugene dreams of becoming a wizard like Felin, who saved him, and using his powers to make the world a better place. However, the dark and harsh realities and his fate still refuse to let him go...",
      "pt-br": "Eugene Felivia, o querido filho mais novo da nobre família Felivia, conhecida por seus grandes guerreiros, ganha uma segunda vida graças à graça de ‘Felin, o Feiticeiro da Criação’. Eugene sonha em se tornar um bruxo como Felin, que o salvou, e usar seus poderes para tornar o mundo um lugar melhor. No entanto, a realidade sombria e dura e o seu destino ainda se recusam a deixá-lo ir…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46ae50f2-1bdb-4fc1-baff-3b01c08432d1",
    "title": {
      "zh": "Like, Share & Subscribe"
    },
    "updatedAt": "2024-07-25T09:08:51+00:00",
    "coverArt": "https://mangadex.org/covers/46ae50f2-1bdb-4fc1-baff-3b01c08432d1/97319ecd-788d-4bc1-ba8d-04f8190814a2.png",
    "altTitles": [
      {
        "zh": "营业中请三连"
      },
      {
        "zh-ro": "Yingye Zhong Qing San Lian"
      },
      {
        "zh-hk": "營業中請三連"
      },
      {
        "ru": "Поставь лайк и подпишись"
      },
      {
        "es-la": "Tres compañías en los negocios"
      }
    ],
    "description": {
      "en": "When vlogger meets top-of-the-industry writer, what could go wrong? Everything! Nothing has gone my way ever since meeting her.\n\nHu Luoluo, on the brink of having her vlogger account relinquished, is shoved into the path of scandal-ridden writer extraordinaire Song Li purely by accident. Being featured on hot topics, paired up as a couple, finally gaining traffic... Will it finally make her the greatest vlogger of all time?",
      "es-la": "Juntos o se hunden juntos, ¿se descubrirán mentiras sobre el amor? Están ligados por negocios, fingiendo ser pareja para contrarrestar los escándalos del escritor y lograr ser el primer lugar en el buscador."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "73"
  },
  {
    "mangaId": "407ef859-ea13-4cc5-8387-85b4b8fc211b",
    "title": {
      "en": "Ishuzoku Tsuihou Concafe"
    },
    "updatedAt": "2024-07-18T18:56:36+00:00",
    "coverArt": "https://mangadex.org/covers/407ef859-ea13-4cc5-8387-85b4b8fc211b/c750d72f-01d3-4ae4-8e1b-767afbc62d07.jpg",
    "altTitles": [
      {
        "ja": "異種族追放コンカフェ"
      },
      {
        "ja-ro": "Ishuzoku Tsuihou Con Cafe"
      },
      {
        "en": "Interspecies Exile Concept Cafe"
      }
    ],
    "description": {
      "en": "Yoshio Yoshida, a company employee who enjoys going to concept cafes, hears a rumor from a familiar con café girl about a \"con café with a strange atmosphere\" that has opened in his neighborhood. Yoshida, intrigued, visits, and finds three unmotivated and peculiar con café girls in a store with a strange concept. They are actually real demons, dwarves and elfs."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a1b2e8c-afd9-4c43-ba96-0eb1507a4ddf",
    "title": {
      "en": "Fate/Grand Order -Turas Réalta-"
    },
    "updatedAt": "2024-07-09T09:11:06+00:00",
    "coverArt": "https://mangadex.org/covers/8a1b2e8c-afd9-4c43-ba96-0eb1507a4ddf/7afb690e-c770-442a-8053-c34cd6c9aadb.jpg",
    "altTitles": [
      {
        "en": "Fate/Grand Order turas realta"
      },
      {
        "ja": "フェイト／グランド オーダー－トゥルス・レアルタ－"
      },
      {
        "ru": "Судьба/Великий приказ: Звёздное путешествие"
      },
      {
        "zh-hk": "Fate/Grand Order -真實之旅-"
      }
    ],
    "description": {
      "en": "\"The human race will become extinct in 2017.\" The Chaldea organization, an organization charged with preserving the future of humanity, observes a singularity. To solve it, Rika Fujimaru and Mash Kyrielight will be transported to the city of Fuyuki in 2004. The battle for the future of humanity has begun.\n\n---\n**Note**: This manga adapts the first, third, fifth, seventh and final singularity from Part 1 of Fate/Grand Order.",
      "ja": "科学と魔術を結集した人理継続保障機関「カルデア」は2017年で人類が消滅することを発見。その原因は、2004年、日本のとある地方都市、冬木市にあった。目が覚めるとカルデアにいた謎の少年、藤丸立香は、自分を「先輩」と呼ぶ少女マシュとともに、人類滅亡を阻止すべく、2004年の冬木市へ跳ぶ。",
      "ru": "Манга-адаптация основных сюжетных актов игры Fate/Grand Order. Покрывает акты: Фуюки, Орлеан, Океанос, Америка, Вавилония. Повествование ведется от лица Фудзимару Рицуке. 2015 год. В мире все еще господствует магия. Для сохранения своего рода человечество возвело научную лабораторию под названием «Халдея». Суть ее существования заключалась в том, чтобы наблюдать за миром при помощи той самой магии и достижений человечества. Благодаря усилиям ученых было подтверждено, что человечеству оставалось жить еще как минимум 100 лет. Однако «Халдея» зафиксировала некую аномалию, в результате которой наблюдаемая лабораторией область будущего внезапно исчезла. Все эти события привели к панике, и ученые принялись изучать полученные данные. Выяснилось, что в городе Фуюки в 2004 году существовала область, которая ни разу за всю историю существования «Халдеи» не попадала в поле ее зрения. Также подтвердилось вымирание человечества уже в 2017 году. По результатам полученных данных «Халдея» принимает решение задействовать программу «Рейшифт». Смысл - отправить группу специально подготовленных людей (Мастеров) в прошлое для ликвидации аномалии. Однако, в лаборатории происходит взрыв, и все Мастера оказываются в критическом состоянии. Одному из них, Рицуке Фудзимару, все же удается попасть в прошлое, где разворачивалась легендарная война за Святой Грааль. Теперь ему предстоит выяснить, что же на самом деле произошло, и, по возможности, устранить угрозу."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8222494c-44cb-4a60-a9fa-e24fcd53f538",
    "title": {
      "en": "My Only Fans Are The Dead"
    },
    "updatedAt": "2024-07-21T21:09:11+00:00",
    "coverArt": "https://mangadex.org/covers/8222494c-44cb-4a60-a9fa-e24fcd53f538/2acd77d1-1461-4ff8-a7d3-b07ceb3ce460.jpg",
    "altTitles": [
      {
        "ja": "生きてるうちに推してくれ"
      },
      {
        "ja-ro": "Ikiteru Uchi ni Oshitekure"
      }
    ],
    "description": {
      "en": "Since childhood, Misaki Kira has been a loner because of her ability to \"see\" strange things. \n\nWhen she came to Tokyo to change her life, she was scouted and debuted as an idol! Start your glittering idol life!  When you think about it, the only ones who can help you are spirits... \n\nLife as an idol doesn't go well, and on the day before she gets fired, she meets a priest with mysterious powers!? \n\nAn exorcist unit comedy by a precipice idol and a fishy boy!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "43"
  },
  {
    "mangaId": "8244a5bc-eee0-4f66-9610-fe7a60f0a365",
    "title": {
      "en": "What Should I Do If I Found a Witch?"
    },
    "updatedAt": "2024-05-02T20:51:00+00:00",
    "coverArt": "https://mangadex.org/covers/8244a5bc-eee0-4f66-9610-fe7a60f0a365/7205ae70-8395-478b-8700-ebc048f9a8d8.jpg",
    "altTitles": [
      {
        "zh": "捡到魔女了怎么办？"
      },
      {
        "zh-ro": "Jian Dao Monvle Zenme Ban?"
      },
      {
        "zh-ro": "Jiǎn Dào Mónǚle Zěnme Bàn?"
      }
    ],
    "description": {
      "en": "On his way home from work, ordinary office worker Ji Ze Chen met a young girl claiming to be a witch. And she even asked if he could take her in! What would you do if you found a witch one day? Why take care of her of course!",
      "zh-hk": "打工人季泽辰某一天下班后遇到了自称是魔女的小孩，竟然还请求他把自己带回家？捡到魔女了怎么办——准备开启养崽生活吧！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "20"
  }
]