[
  {
    "mangaId": "8ebcfd6d-d19a-470b-9aaf-7399eae7c4c6",
    "title": {
      "en": "Ryouko no Shinrei Jikenbo"
    },
    "updatedAt": "2023-03-31T17:59:34+00:00",
    "coverArt": "https://mangadex.org/covers/8ebcfd6d-d19a-470b-9aaf-7399eae7c4c6/46695d07-a7e8-475e-8a28-5b2245c1be82.jpg",
    "altTitles": [
      {
        "en": "A Record of Ryoko's Psychic Events"
      },
      {
        "en": "Ryoko's Records of Appearances of Spirits"
      },
      {
        "en": "Ryouko's Case-Book of Spirits"
      },
      {
        "en": "Spiritual Incident File of Ryoko"
      },
      {
        "ja": "陵子の心霊事件簿"
      }
    ],
    "description": {
      "en": "Ryouko Midorikawa is a girl in her first year of high school. One day the cat she had raised and loved for 15 years suddenly dies. Although Pow hated water, he died drowning. Ryouko is lost in questions about the cause of his death. But from that night on, terrible things start happening everywhere around her!"
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "16"
  },
  {
    "mangaId": "ad4a15f0-feee-46f3-8d83-882579985004",
    "title": {
      "en": "Himitsu no Ai-chan"
    },
    "updatedAt": "2023-06-27T17:21:38+00:00",
    "coverArt": "https://mangadex.org/covers/ad4a15f0-feee-46f3-8d83-882579985004/7fe8e70c-78e3-43e2-b0d3-bee049c6c03c.jpg",
    "altTitles": [
      {
        "de": "Aikos Geheimnis"
      },
      {
        "es": "El Secreto de Ai"
      },
      {
        "en": "Secretive Ai-chan"
      },
      {
        "th": "เมื่อสาวห้าวไปเป็นสาวเมด"
      },
      {
        "ja": "ヒミツのアイちゃん"
      },
      {
        "zh-hk": "謎樣的愛子"
      },
      {
        "ko": "비밀의 아이"
      }
    ],
    "description": {
      "en": "Reo is tomboy Aiko's rival, and Ai strives to beat him in everything - like basketball and popularity - but her efforts always fail with Reo always coming out on top. Then one day, she sees her break come through: her brother offers her a job at his maid cafe! But how will tomboy Ai ever be able to pass off as a cute maid? With a wig and a bit of makeup, this becomes possible. She's so much of a different person, even Reo doesn't recognize her! But things start becoming strange when Reo shows interest in her, asking out \"Mai\" on a date. Ai agrees, with plans in mind to get him to fall in love with her so she can later dump him. Will Ai finally win over Reo, or will her plan backfire just like her many others?"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "erotica",
    "lastVolume": "15",
    "lastChapter": "73"
  },
  {
    "mangaId": "936f0ba5-ca65-4de4-99b1-528c02a4454d",
    "title": {
      "en": "Hunter × Hunter (Official Colored)"
    },
    "updatedAt": "2024-10-09T01:10:23+00:00",
    "coverArt": "https://mangadex.org/covers/936f0ba5-ca65-4de4-99b1-528c02a4454d/829e3ac9-1290-4ca9-9cc9-32fe99658868.jpg",
    "altTitles": [
      {
        "en": "Hunter × Hunter - Digital Colored Comics"
      },
      {
        "en": "Hunter × Hunter"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "ja": "HUNTER×HUNTER カラー版"
      },
      {
        "en": "Hunter x Hunter (Official Colored)"
      },
      {
        "en": "Hunter x Hunter - Digital Colored Comics"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "vi": "Truyện dõi theo hành trình của bốn nhân vật chính: Gon, Killua, Kurapika và Leorio.",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Hunter x Hunter\". Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a96676e5-8ae2-425e-b549-7f15dd34a6d8",
    "title": {
      "en": "Komi-san wa Komyushou Desu."
    },
    "updatedAt": "2024-05-09T04:59:48+00:00",
    "coverArt": "https://mangadex.org/covers/a96676e5-8ae2-425e-b549-7f15dd34a6d8/da50ed16-f2ba-4f6e-8b4e-e169ef7eef44.jpg",
    "altTitles": [
      {
        "ja-ro": "Comi-san ha Comyusho Desu."
      },
      {
        "en": "Komi Can't Communicate"
      },
      {
        "en": "Komi-san Can't Communicate."
      },
      {
        "en": "Komi-san Has a Communication Disorder."
      },
      {
        "ja-ro": "Komi-san wa, Communication Shougai desu."
      },
      {
        "en": "Miss Komi Is Bad at Communication."
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "ja": "古見さんは、コミュ症です。"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      },
      {
        "ar": "كومي سان لا يمكنها التواصل"
      },
      {
        "ja-ro": "Furumi-san wa, Komyu-shōdesu."
      },
      {
        "vi": "Komi - Nữ thần sợ giao tiếp"
      },
      {
        "fr": "Komi cherche ses mots"
      },
      {
        "tr": "Komi Konuşmaktan Korkuyor"
      },
      {
        "pt": "Komi não consegue se comunicar"
      },
      {
        "id": "Komi Sulit Berkomunikasi"
      },
      {
        "ms": "Komi Tidak Boleh Berkomunikasi"
      },
      {
        "hu": "Komi-san Kommunikációs Zavarral Küzd"
      },
      {
        "cs": "Komi-san nemůže komunikovat"
      },
      {
        "pl": "Komi-san nie móc komunikuje"
      },
      {
        "pl": "Komi-san nie móc porozumiewa"
      },
      {
        "es": "Komi-san no puede comunicarse"
      },
      {
        "pt": "Senhora Komi não consegue se comunicar"
      },
      {
        "pt-br": "Senhorita Komi não consegue se comunicar"
      },
      {
        "ru": "Коми-сан ва, комюсё: дэсу"
      },
      {
        "mn": "Коми-сан харилцаж чаддаггүй"
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "uk": "У Комі-сан проблеми зі спілкуванням"
      },
      {
        "ar": "كومي لا تستطيع التواصل"
      },
      {
        "fa": "کومی نمیتواند صحبت کند"
      },
      {
        "ne": "कोमी सञ्चार गर्न सक्दैन।"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "zh-hk": "古見同學是溝通魯蛇。"
      },
      {
        "zh-hk": "古見同學有交流障礙症"
      },
      {
        "zh": "古见同学有交流障碍症"
      },
      {
        "ko": "코미 양은 커뮤증입니다"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      }
    ],
    "description": {
      "en": "Komi-san is a beautiful and admirable girl that no one can take their eyes off of. Almost the whole school sees her as the cold beauty that's out of their league, but Tadano Hitohito knows the truth: she's just really bad at communicating with others.\r\n\r\nKomi-san, who wishes to fix this bad habit of hers, tries to improve it with the help of Tadano-kun by achieving her goal of having 100 friends.",
      "es": "Hitohito Tadano acaba de empezar la secundaria alta anhelando que sea pura paz y tranquilidad, pero sus planes se truncan cuando termina sentado al lado de la perfecta Shoko Komi. Ella es linda, inteligente, educada y hasta huele bien. Pero tiene 0 dotes sociales y no sabe cómo corno comunicarse con los demás. Es ahí que Tadano se sube al pony y se propone ayudarla a su compañera hasta que se haga de cien amigos, y con suerte algo más.",
      "pl": "Komi-san jest piękną i godną podziwu dziewczyną, od której nikt nie może oderwać oczu. Prawie cała szkoła postrzega ją jako zimne piękno, które jest poza ich zasięgiem, ale Tadano Hitohito zna prawdę: młoda piękność po prostu źle komunikuje się z innymi. Komi-san, chce to zmienić, a ma jej w tym pomóc Tadano.",
      "es-la": "El viaje a 100 amigos comienza con una sola conversación. El mayor sueño de la estudiante de secundaria socialmente ansiosa Shouko Komi es hacer amigos, ¡pero todos en la escuela confunden su ansiedad social paralizante con una reserva fría! Con todo el cuerpo estudiantil manteniendo su distancia y Komi incapaz de pronunciar una sola palabra, la amistad podría estar siempre fuera de su alcance. Tadano Hitohito es un chico ordinario total, y así es como le gusta. Vive para mezclarse con el fondo. Todo eso cambia cuando se encuentra solo en un salón de clases el primer día de la escuela secundaria con la legendaria Komi. Rápidamente se da cuenta de que ella no es distante, sino que tiene problemas para comunicarse con los demás. ¡Ahora ha hecho su misión ayudarla en su búsqueda para hacer 100 amigos!",
      "pt-br": "Komi-san é uma bela e admirável garota que ninguém consegue tirar os olhos. Quase todos da escola a veem como alguém fora do alcance, mas Tadano Shigeo sabe a verdade: **ela apenas não sabe como se comunicar com os outras pessoas**. Komi-san, que deseja corrigir este mau hábito dela, tenta melhorar com a ajuda do Tadano-kun..."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d5d8654e-67a8-4cda-9249-698592fffbb9",
    "title": {
      "en": "Shinyaku Seisho"
    },
    "updatedAt": "2024-10-08T22:28:43+00:00",
    "coverArt": "https://mangadex.org/covers/d5d8654e-67a8-4cda-9249-698592fffbb9/4339da50-a341-4ec4-b16e-ea0b7a55423d.png",
    "altTitles": [
      {
        "en": "Manga Bible"
      },
      {
        "en": "Manga Messiah"
      },
      {
        "ja": "救世主(メシア) ~人類を救いし者~"
      },
      {
        "zh-hk": "新約聖書"
      },
      {
        "vi": "Truyện Tranh Đang Cứu Thế"
      },
      {
        "vi": "Thánh Kinh Truyện"
      }
    ],
    "description": {
      "en": "The story of Jesus Christ told through Manga."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "128"
  },
  {
    "mangaId": "7dc523b0-8ecd-40b0-b86c-1ea57c07773c",
    "title": {
      "en": "All You Need Is Kill"
    },
    "updatedAt": "2024-06-06T20:35:42+00:00",
    "coverArt": "https://mangadex.org/covers/7dc523b0-8ecd-40b0-b86c-1ea57c07773c/5657cc26-67cf-4c2f-a338-dcb0a54500c3.jpg",
    "altTitles": [
      {
        "vi": "Cuộc Chiến Luân Hồi"
      },
      {
        "en": "Edge of Tomorrow"
      },
      {
        "es": "No Limite Do Amanhâ"
      },
      {
        "ru": "Всё, что тебе нужно - это убивать"
      },
      {
        "ja": "オールユーニードイズキル"
      },
      {
        "zh": "明日边缘"
      },
      {
        "zh-hk": "杀戮轮回"
      },
      {
        "ar": "كل ما تحتاجه هو القتل"
      },
      {
        "hi": "मार्न मात्र चाहिएको हो"
      },
      {
        "ru": "Грань будущего"
      },
      {
        "tr": "Yarının Sınırında"
      },
      {
        "kk": "Өлтіре берсең болғаны"
      },
      {
        "uk": "Все, що тобі потрібно - це вбивати."
      }
    ],
    "description": {
      "ar": "منذ أن غزت الكائنات الفضائية جيتاي الأرض، بدأت البشرية تتراجع والآن بعدما أصبحت اليابان تقريبًا محاطة بالجيتاي. كيجي كيريا هو مجرد واحد من العديد من المجندين الجدد الذين تم إجبارهم على ارتداء زي درع المعركة وإرسالهم لقتل الكائنات الفضائية. في مهمة مشتركة مع القوات الخاصة الأمريكية بقيادة ريتا، المعروفة باسم \"عاهرة الحرب\"، مات كيجي في ساحة المعركة، لكن ليجد نفسه يعود للحياة من جديد.\nبعد أربع مرات من الـ \"موت\" ، أدرك كيجي أنه يجب عليه الفوز في المعركة للخروج من الحلقة...",
      "en": "Since the alien Gitai invaded the Earth, humankind has been retreating. Now that Japan is almost surrounded by the Gitai, Keiji Kiriya is just one of many new recruits forced into a suit of battle armor and sent out to kill aliens. On a joint mission with the US special force led by Rita, known as the Bitch of the War, Keiji dies on the battlefield, only to find himself reborn.   \nAfter 4 times of \"death,\" Kiriya realizes that he has to win the battle to get out of the loop…  \n  \n**Notes:**   \n- [The 2014 movie 'Edge of Tomorrow' starring Tom Cruise](http://www.youtube.com/watch?v=vw61gCe2oqI) is an adaptation of the original novel (with a different ending).  \n  \n [Official Vietnamese](https://www.fahasa.com/all-you-need-is-kill-cuoc-chien-luan-hoi-manga-bo-2-tap.html?attempt=1)",
      "uk": "Відтоді, як прибульці Міміки вторглися на Землю, людство відступає. Тепер, коли Японія майже оточена Міміками, Кейджі Кірія - лише один з багатьох новобранців, яких вдягнули в бойові обладунки і відправили вбивати прибульців. Під час спільної місії зі спецпідрозділом США на чолі з Рітою, відомою як “Амазонка війни”, Кейджі гине на полі бою, але потім відроджується.\nПісля 4-х \"смертей\" Кірія усвідомлює, що мусить виграти битву, аби вирватися з петлі...",
      "pt-br": "Quando a Terra é tomada por alienígenas, um jovem soldado fica preso no tempo, condenado a voltar sempre ao dia anterior a uma guerra. Entretanto, com as repetições, suas habilidades de guerreiro melhoram, e ele tem uma possibilidade de mudar o curso do dia. Um mangá adaptado de um livro que receberá uma adaptação protagonizada pelo Tom Cruise que estreará em 2014."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "17"
  },
  {
    "mangaId": "9660c79b-0b65-4f13-956c-03364651800b",
    "title": {
      "en": "Zense wa Kentei. Konjou Kuzu Ouji"
    },
    "updatedAt": "2024-10-01T00:39:38+00:00",
    "coverArt": "https://mangadex.org/covers/9660c79b-0b65-4f13-956c-03364651800b/b9516dd8-7634-4240-b656-03d13a7aed59.jpg",
    "altTitles": [
      {
        "ja": "前世は剣帝。今生クズ王子"
      },
      {
        "ja-ro": "Zense wa Kentei. Konjou Kuzu Ouji"
      },
      {
        "zh-hk": "前世是劍帝。今生是渣王子"
      },
      {
        "pt-br": "Na Minha Vida Anterior Eu Era o Imperador da Espada. Nesta vida sou um Príncipe Lixo."
      },
      {
        "en": "Sword Emperor previous life, Prince Trash this life."
      },
      {
        "en": "Previous Life was Sword Emperor. This Life is Trash Prince."
      }
    ],
    "description": {
      "en": "He was called a Sword Emperor who lived for the sword and died by the sword. And his end was a tragedy. \n\nHowever, by strange coincidence, he was reincarnated as the third prince in a country. He was enjoying his lazy lifestyle away from swords and heroism. As a consequence, people began referring to him as Prince Trash.\n\nHe never cared about his derogatory name until one day, he encounters someone who gets the wheel of fate to move in motion.",
      "ja": "世間に悪名轟く「クズ王子」ファイ。その前世は「剣帝」と呼ばれた男だった。頑なに剣から距離を置き、グータラ三昧の日々を過ごすファイだったが、隣国でのある出会いをきっかけに、運命の歯車が動き出す。",
      "pt-br": "A espada, vivia pela espada e morria pela espada. Depois de dias e meses de batalha, o espadachim escolheu a morte por sua própria vontade, mas renasceu como Fai Hanse Diestburg, o terceiro príncipe do reino de Diestburg. Querendo se distanciar de sua vida passada, onde vivia como possuído pela espada, Fai decidiu levar uma vida perdulária, ganhando o apelido de “Príncipe Lixo”. No entanto, um dia, devido a um trato com a casa real de Afillis, o reino vizinho, Fai é enviado para a guerra, liderando tropas de reforço. No campo de batalha, Fai testemunha uma cena de desespero quando o “Herói”, uma existência com poder rivalizando com dezenas de milhares, varre o campo de batalha. Fai considerou retornar ao reino, mas a morte de um certo cavaleiro conseguiu abalar seu coração, então ele decidiu empunhar a espada mais uma vez – a lenda do príncipe preguiçoso mais forte começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c2c9ed0-d5ab-4f3d-a08d-b288d76c1b33",
    "title": {
      "en": "The Tough Life of a Journalist"
    },
    "updatedAt": "2024-09-17T11:26:33+00:00",
    "coverArt": "https://mangadex.org/covers/0c2c9ed0-d5ab-4f3d-a08d-b288d76c1b33/57d4bbd9-d4d2-4553-9fbd-b454231e96bc.png",
    "altTitles": [
      {
        "ko": "고기자의 힘드러운 기자생활"
      }
    ],
    "description": {
      "en": "In the interview room, they spoke of a warm world and justice, but in the end, a newspaper company is still a company, and a company is just that. Starting the day at 5G speed but ending it at 3G, Weekend work is a given, and being on-call is an option. The more incidents and accidents, the more work piles up, So I wish for world peace now more than ever. Yet when I see the numbers in my bank account, all I feel is sadness. This is the story of a realistic journalist living in a world full of inevitable things. Even so, the “clickbait journalist” and “corporate worker,” Who wander with hope, hoping to improve even just a little, Find themselves constantly torn between two worlds. The cat reporter, caught in the middle,\nHeads to work again today, stumbling along the way.",
      "ko": "면접장에서는 따뜻한 세상과 정의를 외쳤지만,\n결국 신문사도 회사고 회사는 회사였다.\n출근은 5G인데 퇴근은 3G,\n주말 출근은 기본에 당직은 옵션.\n\n사건사고가 많으면 일이 늘어나니\n그 어느 때보다 세상의 평화를 바란다.\n\n그럼에도 통장에 찍히는 숫자를 보면 슬픔뿐.\n그렇게 어쩔 수 없는 것들로\n가득한 세상에서 벌어지는 현실적인 기자 이야기.\n\n그래도 조금이라도 더 나아지고 싶어 하는\n희망으로 헤매는 ‘기레기’와 ‘회사원’,\n그 어느 중간에서 끊임없이 고민하며 살아가는\n고양이 기자는 오늘도 좌충우돌 출근을 한다."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "22e61a65-2c94-474b-aecf-e95fdd321948",
    "title": {
      "en": "Tsukiatte Yatte Yo"
    },
    "updatedAt": "2024-10-09T01:13:39+00:00",
    "coverArt": "https://mangadex.org/covers/22e61a65-2c94-474b-aecf-e95fdd321948/4b703f48-3292-49d3-a9ed-eb1d0d815412.png",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "d86cf65b-5f6c-437d-a0af-19a31f94ec55",
    "title": {
      "ja-ro": "Ijiranaide, Nagatoro-san"
    },
    "updatedAt": "2024-09-29T14:39:38+00:00",
    "coverArt": "https://mangadex.org/covers/d86cf65b-5f6c-437d-a0af-19a31f94ec55/5e4a4e0e-b2a6-4e7e-8e6e-169a8d26c7a8.jpg",
    "altTitles": [
      {
        "id": "Jangan goda aku, Nagatoro"
      },
      {
        "es-la": "No te burles de mi, Nagatoro"
      },
      {
        "fr": "Arrête de me chauffer, Nagatoro"
      },
      {
        "ru": "Не издевайся, Нагаторо"
      },
      {
        "ja": "イジらないで、長瀞さん"
      },
      {
        "ko": "괴롭히지 말아요, 나가토로 양"
      },
      {
        "de": "Neck mich nicht, Nagatoro-san"
      },
      {
        "zh-hk": "不要欺負我，長瀞同學"
      },
      {
        "th": "ยัยตัวแสบแอบน่ารัก นางาโทโระ"
      },
      {
        "ar": "لا تلعبي معي يا آنسة ناغاتورو"
      },
      {
        "it": "Non tormentarmi, Nagatoro!"
      },
      {
        "fa": "اذیتم نکن، ناگاتورو سان"
      },
      {
        "he": "אל תשתעשעי איתי, נאגאטורו"
      },
      {
        "es-la": "No me Molestes, Nagatoro-san"
      },
      {
        "en": "Don't Toy With Me, Miss Nagatoro!"
      },
      {
        "uk": "Не дражни мене, Нагаторо-сан"
      },
      {
        "cs": "Nehraj si se mnou Nagatoro"
      },
      {
        "en": "Please Don't Bully Me, Nagatoro"
      },
      {
        "es": "No me rayes, Nagatoro"
      },
      {
        "pt-br": "Não Mexa Comigo, Nagatoro"
      },
      {
        "pl": "Nie drocz się ze mną, Nagatoro!"
      },
      {
        "vi": "Đừng bắt nạt anh nữa, Nagatoro!!!"
      },
      {
        "vi": "Đừng chọc anh nữa mà, Nagatoro-san"
      }
    ],
    "description": {
      "en": "Naoto Hachiouji —our spineless— MC (Known also as \"Senpai\") is a second-year high school student and a loner who spends his afternoons at the Arts Club room. He attracts the attention of one of his schoolmates, a sadistic freshman girl named Nagatoro. However, in between the bullying and teasing, something else begins to blossom.\n\nA lovey-dovey(…?) story between a shy nerd and an S-Dere (Sadistic Tsundere) begins.\n\n---\n\n**Links:**\n\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10042/episode/313808) (U.S. Only), [Kodansha](https://kodansha.us/series/dont-toy-with-me-miss-nagatoro/)",
      "es": "Naoto Hachioji está en segundo de bachillerato, es un chico tan tímido e introvertido como buen dibujante. Un día, mientras busca un sitio donde sentarse a dibujar en la biblioteca, se le caen las páginas del manga que hacía, justo al lado de un grupo de chicas que, al verlas, se ríen de él en su cara y se van… excepto una estudiante de primero, Hayase Nagatoro, que básicamente empieza a darle caña hasta hacerlo llorar.\n\nDesde entonces, Nagatoro y consecuentemente sus amigas, no van a parar de rayar a su “senpai” y molestarlo de todas las maneras posibles… Pero hay tres cosas a tener en cuenta: Nagatoro es especialmente tocanarices cuando están a solas, se molesta bastante si sus amigas se pasan con él, y en definitiva lo que ella busca es que su senpai salga de su burbuja autoimpuesta para que se divierta y conozca un poco el mundo que lo rodea… y quizás algo más…",
      "ja": "憎たらしいけど愛おしい。苦しいのに傍にいたい。あなたの中の何かが目覚める、“Sデレ少女”の物語。",
      "pl": "Naoto Hachiouji to nieśmiały chłopak, którego mało co przeraża tak, jak wredne dziewczyny. Nic więc dziwnego, że jego największym szkolnym koszmarem zostaje Nagatoro – koleżanka z niższego roku, która obrała go sobie za cel, regularnie serwując mu atrakcje z pogranicza wojskowej fali i końskich zalotów. Choć wydawać by się mogło, że szkolne życie chłopaka na zawsze pozostanie pasmem nieszczęść, nieoczekiwanie relacja tych dwojga zaczyna zmierzać w niespodziewanym kierunku…\n\n(źródło: Studio JG)",
      "ru": "Нагаторо - переведённая ученица в старшей школе, которой нравится дразнить своего семпая. Но он всё стерпит. И пусть ему придётся пройти через все виды издевательств - он всё простит, потому что влюблён.",
      "es-la": "A la estudiante de preparatoria Hayase Nagatoro le encanta pasar su tiempo libre haciendo una cosa, ¡y eso es molestar a su Senpai! Después de que Nagatoro y sus amigos se topan con los dibujos del aspirante a artista, disfrutan molestando sin piedad al tímido Senpai. Nagatoro decide continuar con su cruel juego y lo visita a diario para poder obligar a Senpai a hacer lo que le interese en ese momento, especialmente si eso lo hace sentir incómodo. Ligeramente interesado por Nagatoro y algo temeroso de ella, Senpai está constantemente involucrado en sus payasadas mientras sus intereses, pasatiempos, apariencia e incluso personalidad se usan en su contra mientras ella se entretiene a sus expensas. A medida que pasa el tiempo, Senpai se da cuenta de que no le desagrada la presencia de Nagatoro, y los dos desarrollan una amistad incómoda mientras uno soporta pacientemente las payasadas del otro.",
      "pt-br": "Nagatoro é uma menina de primeiro ano na escola que adora fazer bullying com seu Senpai. Mas ele aceita isso, mesmo depois de ter passado por todos os tipos de situações humilhantes e embaraçosas, porque ele está apaixonado por ela."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "154"
  },
  {
    "mangaId": "45d725c9-e64b-4e42-9fdd-4a7971ca7b42",
    "title": {
      "en": "Serial Killer Isekai ni Oritatsu - Isekai Battle Royale"
    },
    "updatedAt": "2024-09-12T07:15:40+00:00",
    "coverArt": "https://mangadex.org/covers/45d725c9-e64b-4e42-9fdd-4a7971ca7b42/5fc2e211-4853-4b06-809f-26ada29f8161.png",
    "altTitles": [
      {
        "ja": "シリアルキラー異世界に降り立つ 異世界バトルロイヤル"
      },
      {
        "ja": "The serial killer is reincarnated into the another world. - Battle Royale in the Another World"
      },
      {
        "en": "The Serial Killer Descends Into Another World: Battle Royale In Another World"
      },
      {
        "en": "The Serial Killer Is Reincarnated Into Another World: Battle Royale"
      }
    ],
    "description": {
      "en": "The goddess, troubled by the fact that there are too many reincarnated people, determines that she will start a massacre among them.\n\nThe official spinoff of *The Serial Killer Descends Into Another World* begins!\n___\n**Note:** While for the main series author Kawamoto Homura is credited as Hitotsubu Ichigo, for this series that alias was not used."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0",
    "title": {
      "en": "Sakamoto Days"
    },
    "updatedAt": "2024-07-21T07:26:52+00:00",
    "coverArt": "https://mangadex.org/covers/9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0/4a621e36-7225-41a1-8f11-0f6ee10e76ac.jpg",
    "altTitles": [
      {
        "ru": "Дни Сакамото"
      },
      {
        "ja": "サカモト デイズ"
      },
      {
        "ne": "साकामोतो डेज"
      },
      {
        "pt-br": "Sakamoto Days"
      },
      {
        "fr": "Sakamoto Days"
      }
    ],
    "description": {
      "en": "Taro Sakamoto was the ultimate assassin, feared by villains and admired by hitmen. But one day…he fell in love! Retirement, marriage, fatherhood and then… Sakamoto gained weight! The chubby guy who runs the neighborhood store is actually a former legendary hitman! Can he protect his family from danger? Get ready to experience a new kind of action comedy series!",
      "fr": "Taro Sakamoto est un assassin légendaire, le meilleur d'entre tous, craint par tous les gangsters, adulé par ses pairs. Mais un beau jour... il tombe amoureux ! S'ensuivent retraite, mariage, paternité... et prise de poids.\nSakamoto est aujourd'hui patron d'une petite épicerie de quartier et coule des jours heureux avec sa famille. Mais lorsque son passé le rattrape sous les traits de Shin, un jeune assassin télépathe, Sakamoto reprend du service...\nEt malgré son apparence, il est toujours aussi charismatique lorsqu'il passe à l'action !",
      "ja": "町の商店を営むふくよかな男・坂本太郎。その正体は全ての悪党が恐れ、憧れた元・伝説の殺し屋!!　襲い来る危険から家族と日常を守る、坂本の日々とは…!?",
      "ru": "Таро Сакамото был профессиональным киллером. Другие наёмники им восхищались, а злодеи боялись. Но однажды… Сакамото влюбился! Завязал с криминалом, женился, стал отцом и в итоге… Разжирел! Толстый дядька из соседнего магазина — в прошлом непревзойдённый убийца! Сможет ли он уберечь свою семью от опасности? Приготовьтесь к новой остросюжетной комедии!",
      "pt-br": "Taro Sakamoto era o assassino supremo, temido pelos vilões e admirado pelos assassinos. Mas um dia... ele se apaixonou! Aposentadoria, casamento, paternidade e depois… Sakamoto engordou! O cara gordinho que administra a loja do bairro é na verdade um ex-assassino lendário! Ele pode proteger sua família do perigo? Prepare-se para experimentar um novo tipo de série de comédia de ação!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22af3a46-2215-4f3e-801c-6ca381e9126f",
    "title": {
      "en": "Blade Debt"
    },
    "updatedAt": "2023-08-05T18:46:55+00:00",
    "coverArt": "https://mangadex.org/covers/22af3a46-2215-4f3e-801c-6ca381e9126f/52a25275-0b4f-4463-b0be-e018f91ca9cf.jpg",
    "altTitles": [
      {
        "zh": "赊刀"
      },
      {
        "zh-ro": "She Dao"
      },
      {
        "zh-ro": "Shē Dāo"
      }
    ],
    "description": {
      "en": "In times of chaos and calamity, a solitary swordsmith known as “Single-Blade Man” would emerge, offering a suitable sword to those destined to receive it. He asks for no payment, leaving only a few prophetic words behind. When the prophecies come true, he returns to collect the “blade fee.” Born in humble circumstances, Shu Yu obtained a renowned sword named “Mu Zheng” from the swordsmith Tang Dao. He learned his destiny from the prophecies and gained extraordinary powers. With this, his fate underwent a tremendous transformation.",
      "zh": "每逢乱世灾年，赊刀人便会出现，将合适的铩刀赊给有缘人，不收分文，只留下几句谶语。待谶语应验之时，再来收取“刀资”。 出身贱籍的树羽从赊刀人唐刀那儿赊到了一把名为“木正”的铩刀，获知了自己的谶语，并得到了超凡力量，从此，他的命运发生了翻天覆地的变化……"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e37a0e20-d5c3-45e5-abbe-f245c6735a04",
    "title": {
      "en": "Kimi no Love o Misetekure!"
    },
    "updatedAt": "2024-04-24T12:23:27+00:00",
    "coverArt": "https://mangadex.org/covers/e37a0e20-d5c3-45e5-abbe-f245c6735a04/b475fb82-f98d-48e9-b8d6-1df0e9cbbd84.jpg",
    "altTitles": [
      {
        "ja": "君のラブを見せてくれ！"
      },
      {
        "ja-ro": "Kimi no Love wo Misetekure!"
      },
      {
        "ja-ro": "Kimi no Rabu o Misetekure!"
      },
      {
        "ja-ro": "Kimi no Rabu wo Misetekure!"
      },
      {
        "en": "Show Me Your Love!"
      },
      {
        "en": "“Show Me Your Love!”"
      },
      {
        "zh-hk": "向我展露你的愛"
      },
      {
        "zh-ro": "Xiàng wǒ zhǎnlù nǐ de ài"
      }
    ],
    "description": {
      "en": "Komichi Shijou, the most famous person at her school, was troubled. Despite being a romantic comedy manga artist, she had no understanding of 'the feeling of love' was stuck in a creative slump. One day, a certain boy and girl appear before her. With their arrival, Komichi Shijou's investigation into 'genuine love' begins…!?",
      "ja": "学校イチの有名人・四條恋路は悩んでました。なぜならラブコメ漫画家なのに、彼女には“恋する気持ち”がまったくわからず、スランプになってしまったからです。 そんな彼女の前にひと組の男女が現れます。その男女との出会いにより、彼女・四條恋路による“ホンモノの恋”への探求が始まるのでした…！？『恋愛』を綴る天才漫画家少女はホンモノの“恋”を知らないーー！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38179337-1640-4927-8851-9bedd8d19e82",
    "title": {
      "en": "Shiotaiou no Sato-san ga Ore ni dake Amai"
    },
    "updatedAt": "2024-07-12T20:01:49+00:00",
    "coverArt": "https://mangadex.org/covers/38179337-1640-4927-8851-9bedd8d19e82/2cfe608f-109e-4a6d-9a8e-e539720d9fd7.jpg",
    "altTitles": [
      {
        "ja": "塩対応の佐藤さんが俺にだけ甘い"
      },
      {
        "en": "Aren’t You Too Sweet Salt-God Sato-San?"
      },
      {
        "en": "The Salt-God Sato-san is only sweet to me!"
      },
      {
        "zh": "冷淡的佐藤同學只對我撒嬌"
      },
      {
        "th": "คุณซาโต้ยอดนักเมิน เธอหวานใส่ผมแค่คนเดียว"
      }
    ],
    "description": {
      "en": "Satou-san is the unattainable flower of the class. She is always cold and curt with classmates, but only I know she's actually very cute when she smiles, even if she's not much of a photographer.  \nOshio-kun is friendly and lively, but only I know he works at his family's cafe after school. He does a great job with the cafe's SNS account, and his mischievous smile makes my heart skip a beat!  \nInnocent and sweet, but sometimes frustrating, this is a 120%-pure fluffy story about two people falling in love for the first time.",
      "ja": "こんなに甘い”両片想い”見たことない！\n\n「佐藤さんは高嶺の花で誰に対しても塩対応。でも、意外と隙だらけだって俺だけが知ってる。写真を撮るのが下手。そのくせドヤ顔しがち。そして、へにゃっと笑う顔がすごく可愛い」\n\n「押尾君は誰に対しても優しい。でも、意外といじわるなところもあるって私だけが知ってる。SNSを使うのが上手。オシャレなカフェの店員さん。そして、悪戯っぽく笑う顔にすごくドキドキする」\n\n――これは内緒だけど、俺（私）はそんな彼女（彼）のことが好きだ。\n\n初々しくて、もどかしい二人の初恋。尊さ＆糖度120％！",
      "pt-br": "Satou-san é a flor inatingível da classe.  Ela é sempre fria e ríspida com os colegas de classe, mas só eu sei que ela é realmente muito fofa quando sorri, mesmo que ela não seja muito fotogênica.\n  \nOshio-kun é amigável e animado, mas só eu sei que ele trabalha no café de sua família depois da escola.  Ele faz um ótimo trabalho com a conta da internet do café, e seu sorriso malicioso faz meu coração bater mais forte!\n  \n Inocente e doce, mas às vezes frustrante, esta é uma história fofa 120% pura sobre duas pessoas se apaixonando pela primeira vez."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f25067e-a33e-4b25-a5d5-aff6e03b9e5c",
    "title": {
      "en": "Danshi Koukousei, Otome Game no Akuyaku Reijou ni Tensei Suru"
    },
    "updatedAt": "2024-10-02T05:11:46+00:00",
    "coverArt": "https://mangadex.org/covers/0f25067e-a33e-4b25-a5d5-aff6e03b9e5c/a39882a4-e240-4c43-87bd-ccc8389eebd6.jpg",
    "altTitles": [
      {
        "ja": "男子高校生、乙女ゲームの悪役令嬢に転生する"
      },
      {
        "ja-ro": "Danshi Koukousei, Otome Game no Akuyaku Reijou ni Tenseisuru"
      },
      {
        "en": "A High School Boy Reincarnates as the Villainous Daughter in an Otome Game"
      }
    ],
    "description": {
      "en": "One day, \"I,\" an ordinary high school boy living in the present day, was hit by a truck and reincarnated in another world. But what a surprise it was to find out that I was reincarnated as Elena Evan, the \"villainess\" of an otome game!\n\nIf this continues, the future that awaits me will either be condemnation, execution, or exile... I want to avoid that at all costs. While I was worrying about this, I found a glimmer of hope. If Tiara, the main heroine, and I could get together and find a yuri route for us, maybe we could avoid a bad ending...?\n\nHowever, I am now beset by a number of beautiful and handsome men...?",
      "ja": "現代に生きるごく普通の男子高校生である「俺」は、ある日トラックに轢かれて異世界に転生してしまう。しかし、転生した先はなんと乙女ゲームの「悪役令嬢」エレナ・エヴァンだった――！\n\nこのままだと待つ未来は、断罪・死刑・国外追放……。それだけはなんとしても阻止したい。悩んだ俺はひとつの光を見出す。正ヒロインのティアラと俺が結ばれて百合ルートになれば、バッドエンドを回避できるんじゃないか…!?\n\nしかし、そんな俺の前に立ちはだかるのは見目麗しい数々のイケメンたちで――!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c322dbd7-bf69-468a-b6c8-41e110e1e0ff",
    "title": {
      "en": "The Esper's Game"
    },
    "updatedAt": "2024-06-16T16:30:29+00:00",
    "coverArt": "https://mangadex.org/covers/c322dbd7-bf69-468a-b6c8-41e110e1e0ff/982dfb2d-36c3-4660-b219-706bbe381b75.jpg",
    "altTitles": [
      {
        "ko": "초인의 게임"
      },
      {
        "ru": "Игра сверхчеловека"
      },
      {
        "en": "Superhuman Battlefield"
      },
      {
        "es-la": "Campo de batalla Superhumano"
      }
    ],
    "description": {
      "en": "Seo MoonYeob was the world’s greatest superhuman, who sacrificed himself after saving humanity.\n\nThought to have been dead, he returns 17 years later to a now-peaceful world,\nand the superhuman sport faces seismic change.\n\nThe story of a modern-fantasy sports-action starts now!",
      "ko": "인류를 구하고 홀로 희생한 영웅, 최강의 초인 서문엽.\n죽었다고 알려진 그가 17년 후의 평화로운 세상에 돌연 귀환하면서\n초인들의 스포츠 <배틀필드>에는 지각변동이 일어나기 시작한다.\n\n본격 현대 판타지 X 스포츠 X 액션!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "915e386e-01d0-47c5-8551-efffff1bdd3f",
    "title": {
      "en": "The Story of a Girl Who's My Best Friend, She's Acting Strange Lately"
    },
    "updatedAt": "2024-05-20T05:29:16+00:00",
    "coverArt": "https://mangadex.org/covers/915e386e-01d0-47c5-8551-efffff1bdd3f/6c0328db-7612-4cce-b554-3076cfca1e7a.jpg",
    "altTitles": [
      {
        "ja": "親友の女の子の様子が最近おかしい話"
      },
      {
        "ja-ro": "Shinyuu no Onnanoko no Yousu ga Saikin Okashii Hanashi"
      },
      {
        "en": "The Story of My Best Friend, a Girl Who's Acting Oddly These Days"
      },
      {
        "en": "The Story of a Best Friend, Who is a Girl Acts Odd Nowadays"
      }
    ],
    "description": {
      "en": "My best friend is a girl I have known since elementary school.  She was like a boy, but nowadays she acts odd. We were like two guys, but now... she tries to increase the skinship and gets upset when I speak to girls."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ad4148b-8c9e-48d5-89ec-e7b98a660e42",
    "title": {
      "en": "Oomuro-ke"
    },
    "updatedAt": "2024-08-14T21:49:33+00:00",
    "coverArt": "https://mangadex.org/covers/9ad4148b-8c9e-48d5-89ec-e7b98a660e42/2be55d2a-87b4-4cf3-8edb-c89f18232771.jpg",
    "altTitles": [
      {
        "en": "OMRK"
      },
      {
        "ja-ro": "Ōmuro-ke"
      },
      {
        "en": "Oomuro Family"
      },
      {
        "en": "Oomuro House"
      },
      {
        "ja-ro": "Oomuroke"
      },
      {
        "ja": "大室家"
      },
      {
        "ja-ro": "Ohmuroke"
      }
    ],
    "description": {
      "en": "*A spin-off of the YuruYuri series featuring the Oomuro family of sisters!*\n\nFrom oldest to youngest, there's **Nadeshiko**, the cool and serious high schooler; **Sakurako**, the silly, lazy, and (slightly) dimwitted middle schooler; and **Hanako**, the intelligent and mature elementary schooler! \n\nThis story focuses on these three sisters, their friends. and the many fun and wild adventures they have together!",
      "ja": "優秀な長女・撫子、残念な次女・櫻子、優秀な三女・花子からなる大室家３姉妹。自由奔放な櫻子を中心に今日も大室さん家は賑やかです♪"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "acdbf57f-bf54-41b4-8d92-b3f3d14c852e",
    "title": {
      "en": "Aishiteru game wo owarasetai"
    },
    "updatedAt": "2024-10-08T16:31:51+00:00",
    "coverArt": "https://mangadex.org/covers/acdbf57f-bf54-41b4-8d92-b3f3d14c852e/2e239897-0808-4d2f-bc05-9e12b36b361f.jpg",
    "altTitles": [
      {
        "ja": "愛してるゲームを終わらせたい"
      },
      {
        "en": "I Want to End This Love Game"
      },
      {
        "fr": "Je veux finir le jeu du \"je t'aime\""
      },
      {
        "th": "เกมสารภาพรักนี้น่ะเรามาจบกันเถอะ"
      },
      {
        "zh": "想让“我爱你”游戏快点结束"
      },
      {
        "fr": "Je veux en finir avec le jeu de l'amour"
      },
      {
        "nl": "Ik wil een einde aan het liefdesspel"
      },
      {
        "pt-br": "Eu quero acabar com o jogo do \"eu te amo\""
      }
    ],
    "description": {
      "en": "Childhood friends who have been together since they were little. They both realize their feelings for each other, but are too close to be honest. What connects them is the \"I love you game\" that they have been playing since they were little. The end of their love is decided in this simple game where the winner is the one who makes the other embarrassed!",
      "vi": "Đôi bạn thuở nhỏ luôn ở bên nhau từ khi cả 2 còn bé. Cả 2 đều nhận ra tình cảm của nhau, nhưng họ quá thân thiết nên không thể thành thực. Thứ kết nối họ là trò chơi \"Tớ yêu cậu\" mà cả 2 đã chơi hồi còn nhỏ . Kết cục tình yêu của họ sẽ được quyết định bằng trò chơi đơn giản này khi người chiến thắng là người khiến người kia phải xấu hổ.",
      "es-la": "Se conocen desde que eran niños. Ambos son conscientes de lo que sienten el uno por el otro, pero están demasiado unidos como para ser sinceros. Lo único que les une es el juego \"Te quiero\" al que juegan desde pequeños. Si haces pasar vergüenza a tu compañero, ¡ganas!",
      "pt-br": "Amigos de infância que estão juntos desde que eram pequenos. Eles percebem seus sentimentos pelo outro, mas são muito próximos para serem honestos. O que os conecta é seu “jogo do eu te amo”, que eles brincam desde que eram pequenos. O fim do seu amor é decidido nesse jogo simples onde o vencedor é aquele que deixa o outro com vergonha!"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6159287e-fd32-41a8-915b-b01b02a71a10",
    "title": {
      "en": "Eternal Covenant"
    },
    "updatedAt": "2024-05-31T12:34:07+00:00",
    "coverArt": "https://mangadex.org/covers/6159287e-fd32-41a8-915b-b01b02a71a10/8e0d48b1-63d3-498a-a278-513aa09c0569.jpg",
    "altTitles": [
      {
        "ko": "영원한 계약"
      },
      {
        "en": "Eternal Contract"
      },
      {
        "en": "Everlasting Contract"
      },
      {
        "th": "พันธสัญญาชั่วนิรันดร์"
      },
      {
        "vi": "Khế ước vĩnh viễn"
      }
    ],
    "description": {
      "en": "“I didn’t follow you, you came next to me.” Ian Gloucester, a paladin of the religious country 'Derwin', secretly traces the source of the rumor for Cardinal Heron, who took him away when he was a child, when rumors of preparations for war in 'Arcaia', a great country with a peace treaty, circulate. Meanwhile, Ian realizes that human trafficking is secretly rampant in his country when runs into 'Sol', who has the same special powers as him. Ian instinctively senses that Sol is a danger to him and tries to avoid it, but the more he does, the more he unintentionally becomes involved with Sol.Meanwhile, Ian notices that the real purpose of the King of Arcaia's recruitment of special knights is to find someone, not to prepare for war as rumored...\n---- [Webtoon Trailer](https://www.youtube.com/watch?v=H0xX0sRcfzo)---- \n[Original Webtoon <Lezhin>](https://www.lezhin.com/ko/comic/eternal_contract)- [Original Webtoon <RidiBooks>](https://ridibooks.com/books/505055033)- [Original Webtoon <Comico>](https://www.comico.kr/comic/3726)- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=6822746)- [Original Webtoon <BookCube>](https://www.bookcube.com/toon/detail.asp?webtoon_num=210689)- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=58352233)- [Original Webtoon <Mr.Blue>](https://www.mrblue.com/webtoon/wt_000050517)- [Original Webtoon <Bomtoon>](https://www.bomtoon.com/comic/ep_list/eternal_)- [Original Webtoon <MComics>](https://www.mcomics.co.kr/contents?idx=8653)- [Original Webtoon <Yes24>](http://www.yes24.com/Product/Goods/105384463)- [Original Webtoon <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=284182583)- [Original Webtoon <KYOBO>](http://digital.kyobobook.co.kr/digital/division/comicDivisionDetail.ink?barcode=4832111290034)- [Original Webtoon <Manhwa.co>](http://sub.manhwa.co.kr/pre_mh/detail/read.php?no=3396076)- [Original Webtoon <ZZANGComic>](https://www.zzangcomic.co.kr/comic/detailview_comic.asp?comic_idx=41772)- [Original Webtoon <OneStory>](https://onestory.co.kr/detail/H041658845)",
      "ko": "“내가 널 따라온 게 아니라, 네가 내 옆으로 온 거야.”\n\n  종교 국가 '데르윈'의 성기사 ‘이안 글로스터’는 평화 협정 관계인 대국 '아르카이아'에서 전쟁을 준비한다는 소문이 떠들썩하게 돌자, 어린 시절 자신을 거둬준 헤론 추기경을 위해 몰래 소문의 근원을 추적한다. 그러던 중 이안은 자국 내에 인신매매가 암암리에 성행한다는 사실을 깨닫고 수사를 진행하는 과정에서 자신과 같은 특수한 힘을 가진 '솔'과 마주친다. 이안은 본능적으로 솔이 자신에게 위험한 존재임을 감지하고 피하려 하지만, 그럴수록 의도치 않게 솔과 엮이게 된다. \n\n  한편, 이안은 아르카이아의 국왕이 특수 기사단을 모집하는 진짜 목적이 소문처럼 전쟁 준비가 아닌 어떤 사람을 찾기 위함이라는 사실을 눈치 채는데…\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=H0xX0sRcfzo)\n---\n- [Original Webtoon <Lezhin>](https://www.lezhin.com/ko/comic/eternal_contract)\n- [Original Webtoon <RidiBooks>](https://ridibooks.com/books/505055033)\n- [Original Webtoon <Comico>](https://www.comico.kr/comic/3726)\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=6822746)\n- [Original Webtoon <BookCube>](https://www.bookcube.com/toon/detail.asp?webtoon_num=210689)\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=58352233)\n- [Original Webtoon <Mr.Blue>](https://www.mrblue.com/webtoon/wt_000050517)\n- [Original Webtoon <Bomtoon>](https://www.bomtoon.com/comic/ep_list/eternal_)\n- [Original Webtoon <MComics>](https://www.mcomics.co.kr/contents?idx=8653)\n- [Original Webtoon <Yes24>](http://www.yes24.com/Product/Goods/105384463)\n- [Original Webtoon <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=284182583)\n- [Original Webtoon <KYOBO>](http://digital.kyobobook.co.kr/digital/division/comicDivisionDetail.ink?barcode=4832111290034)\n- [Original Webtoon <Manhwa.co>](http://sub.manhwa.co.kr/pre_mh/detail/read.php?no=3396076)\n- [Original Webtoon <ZZANGComic>](https://www.zzangcomic.co.kr/comic/detailview_comic.asp?comic_idx=41772)\n- [Original Webtoon <OneStory>](https://onestory.co.kr/detail/H041658845)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d590e65a-c3c8-4fd2-a754-1d0c34cf0e91",
    "title": {
      "en": "Resident Evil: Heavenly Island"
    },
    "updatedAt": "2022-07-27T01:18:02+00:00",
    "coverArt": "https://mangadex.org/covers/d590e65a-c3c8-4fd2-a754-1d0c34cf0e91/6d5ee5dd-0cdf-4f34-8ad3-b83f658f9146.jpg",
    "altTitles": [
      {
        "vi": "Đảo Thiên Đường"
      },
      {
        "en": "Biohazard: Heavenly Island"
      },
      {
        "ru": "Обитель Зла - Райский остров"
      },
      {
        "th": "หายนะเกาะสวรรค์"
      },
      {
        "ja": "バイオハザード ～ヘヴンリーアイランド～"
      },
      {
        "zh": "生化危机：天堂岛"
      },
      {
        "zh-hk": "生化危機：天堂島"
      },
      {
        "ko": "바이오하자드 헤븐리 아일랜드"
      }
    ],
    "description": {
      "en": "The story centers around the film crew for Idol Survival, the internationally popular television program where swimsuited idols compete in games. The crew arrives on the same isolated South American island that TerraSave member Claire Redfield is visiting on an investigation.  \n  \nThe manga has some minor ties to the video games Resident Evil: Revelations 2, Umbrella Corps and Resident Evil 7: Biohazard."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "50"
  },
  {
    "mangaId": "e4add290-af7d-40a5-a228-5a16c12442b0",
    "title": {
      "en": "Mitakihara Youchien Mahou-gumi"
    },
    "updatedAt": "2023-12-16T22:51:04+00:00",
    "coverArt": "https://mangadex.org/covers/e4add290-af7d-40a5-a228-5a16c12442b0/e40dfda8-4ce4-48dc-980b-e3194787fe55.jpg",
    "altTitles": [
      {
        "ja": "みたきはら幼稚園まほう組"
      }
    ],
    "description": {
      "en": "A light-hearted spin-off of Mahou Shoujo Madoka★Magica where Madoka, Homura, Sayaka and Kyoko attend a kindergarten operated by Kyubey with Mami as the teacher."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "27"
  },
  {
    "mangaId": "f846c42c-adf2-4f46-a29e-5677b24b0016",
    "title": {
      "en": "Mifuyu no Owaranai Yakusoku"
    },
    "updatedAt": "2023-10-27T14:24:20+00:00",
    "coverArt": "https://mangadex.org/covers/f846c42c-adf2-4f46-a29e-5677b24b0016/f77a7275-ba10-4297-911a-35c37317f9ac.jpg",
    "altTitles": [
      {
        "en": "Mifuyu's unending promise"
      },
      {
        "es-la": "La promesa sin fin de Mifuyu"
      }
    ],
    "description": {
      "en": "Aren't you afraid to be outside Kamihama?\" Iroha is confused by Mifuyu's question. However, they are in Mitakihara, where the Doppel system is not working and suddenly Yachiyo's Soul Gem turns dark.... Will Mifuyu be able to keep her promise to Yachiyo to stop her conversion to a witch? And what about Iroha?",
      "es-la": "¿No tienes miedo estar fuera de Kamihama?\" Iroha está confundida por la pregunta de Mifuyu. Sin embargo, están en Mitakihara, donde el sistema Doppel no funciona y de pronto la Soul Gem de Yachiyo se nubla... ¿Podrá Mifuyu cumplir su promesa a Yachiyo de detener conversión a bruja? ¿Y qué pasará con Iroha?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91e8ad11-81ed-4ded-9f42-85484520eb16",
    "title": {
      "en": "Mahou Shoujo Madoka★Magica - Trouble On The Beach (Doujinshi)"
    },
    "updatedAt": "2024-10-07T07:06:45+00:00",
    "coverArt": "https://mangadex.org/covers/91e8ad11-81ed-4ded-9f42-85484520eb16/6fcdbaa2-8a8b-4790-a9f1-ad214776a8dc.jpg",
    "altTitles": [
      {
        "ja": "トラブル オン ザ ビーチ (魔法少女まどかマギカ)"
      },
      {
        "ja-ro": "Trouble On The Beach! (Mahou Shoujo Madoka★Magica)"
      },
      {
        "en": "Trouble On The Beach (Puella Magi Madoka Magica)"
      },
      {
        "es-la": "Problema En La Playa (Mahou Shoujo Madoka★Magica)"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2db02ba8-8dfe-477b-bd48-6724fc533baf",
    "title": {
      "en": "Reincarnated as a Legendary Grimoire"
    },
    "updatedAt": "2024-09-26T01:01:03+00:00",
    "coverArt": "https://mangadex.org/covers/2db02ba8-8dfe-477b-bd48-6724fc533baf/2b4e5452-db3a-470f-93e3-d039417b3ae2.png",
    "altTitles": [
      {
        "en": "Please Read Me"
      },
      {
        "ko": "제발 좀 읽어달라고"
      },
      {
        "en": "I Became a Legendary Archmage by Reading a Book"
      }
    ],
    "description": {
      "en": "I was reincarnated as a grimoire containing all the magical knowledge of another world.\n\nAnyone who reads me can become a legendary archmage.\n\nPlease, just read me...\nBut no one is willing to open my pages."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f7363f4-dbc8-4041-a029-ec23ec53dbc4",
    "title": {
      "en": "Otogibanashi Battle Royale"
    },
    "updatedAt": "2024-06-17T12:42:12+00:00",
    "coverArt": "https://mangadex.org/covers/0f7363f4-dbc8-4041-a029-ec23ec53dbc4/d7a7c302-e972-42d6-974a-6e1a9ee66891.jpg",
    "altTitles": [
      {
        "en": "Fairy Tale Battle Royale"
      },
      {
        "ja": "おとぎ話バトルロワイヤル"
      },
      {
        "th": "เกมนิทานล่าสังหาร"
      },
      {
        "zh-hk": "童話大逃殺"
      }
    ],
    "description": {
      "en": "Kuninaka Aoba is the target of bullies at school and wishes for nothing more than to be on good terms with her classmates. Her wish is granted, but at what cost? Suddenly, she's thrust down a rabbit hole, into a strangely familiar world from children's stories–only this version comes with a dark and gruesome twist. It's kill or be killed, in a fairy tale fight to the finish!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "17"
  },
  {
    "mangaId": "0cfcda3b-0dcb-459b-9931-aa823e7bf403",
    "title": {
      "en": "Nine Peaks"
    },
    "updatedAt": "2024-09-20T13:20:38+00:00",
    "coverArt": "https://mangadex.org/covers/0cfcda3b-0dcb-459b-9931-aa823e7bf403/0daaf8be-8dee-4fcc-aa75-d4c5c92d8192.jpg",
    "altTitles": [
      {
        "ja": "ナインピークス"
      },
      {
        "ja-ro": "ＮＩＮＥＰＥＡＫＳ"
      },
      {
        "ru": "Девять вершин"
      },
      {
        "ru": "Пиковая девятка"
      },
      {
        "vi": "Cửu lĩnh"
      }
    ],
    "description": {
      "en": "A heartwarming tale of a father and son's bond.\n\nAfter just starting at his new school, Mashio Gaku is suspended within a week for getting into a scuffle with a third year. After returning home to his disapproving dad's okonomiyaki joint, his father, Mashio Harumi, can't help but reprimand him and refuses to serve him.\n\nTheir harsh words are the last exchange they share before an unfortunate traffic accident takes Harumi's life.\n\nAt his father's wake, Gaku finds out he was, in his words, a big fuckin' deal. In mourning, Gaku heads out to fish like him and his father always would, only to hook a big catch and get pulled into the water...\n\nWhen he comes to, he finds himself staring a familiar stranger in the face... **in the year 2000.**",
      "ru": "Душещипательная история о взаимоотношениях отца и сына. Главный герой — Масио Гаку, не особо ладит со своим отцом. После ссоры с сыном, Масио Харуми умирает... Гаку даже подумать не мог, что с его отцом, не особо общительным человеком, придёт проститься так много людей. Вскоре Гаку решает пойти на рыбалку где по случайности падает в море, но сразу же выбирается с помощью какого-то странного человека... Этим незнакомцем оказался его отец, ровно в 2000 году! Теперь Гаку начинает помогать Харуми, своему отцу, добиться статуса лидера города и разобраться что же здесь происходит...",
      "vi": "Sau cái chết của cha, Mashio Gaku biết được một sự thật động trời: Cha cậu từng là gã du côn mạnh nhất thành phố. Thế rồi một biến cố bất ngờ xảy ra, đưa cậu trở về quá khứ 22 năm trước, khi cha cậu bằng tuổi cậu..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c14c098d-41d1-4dac-9c6d-3089618c791d",
    "title": {
      "en": "Requiem of Subdued Souls"
    },
    "updatedAt": "2024-10-08T16:32:13+00:00",
    "coverArt": "https://mangadex.org/covers/c14c098d-41d1-4dac-9c6d-3089618c791d/ee35bb39-df84-4f60-a8d5-4f097dd3c700.jpg",
    "altTitles": [
      {
        "ko": "진혼기"
      },
      {
        "en": "Subdued Soul Chronicle"
      },
      {
        "en": "SSC"
      }
    ],
    "description": {
      "en": "“If there existed a tainted being among the hwarangs, who would it be? Of course, it’d be Seol Yeong-rang who uses sorcery to call upon spirits!”\n\nHwarang Seol Yeong, who was named as the tainted person who’d bring forth a great disaster one day.\n\nThere was only one way to get rid of the false accusations and return to his rightful position.\n\nIt was to prove he wasn’t tainted by evil spirits by solving abnormal incidents.\n\nThen, Zaha, the governor of the previous generation’s hwarang, the man who killed a Great Chaotic God eight years back and disappeared without a trace, appeared in front of Seol Yeong…",
      "fr": "« S’il existait un horrible fantôme parmi les Hwarangs, qui serait-il ? Bien sûr, ce serait Seol Yeong qui utilise la nécromancie pour invoquer les fantômes ! »\n\nHwarang Seol Yeong, qui avait été désigné comme l’horrible fantôme qui provoquerait un jour un grand désastre.\n\nIl n’y avait qu’un seul moyen de se débarrasser de ces fausses accusations et de retrouver sa position initiale.\n\nIl devait prouver qu’il n’était pas un horrible fantôme en résolvant des incidents anormaux.\n\nC’est alors que Ja Ha, le chef du Hwarang de la génération précédente, l’homme qui a tué un grand esprit maléfique huit ans auparavant et qui a disparu sans laisser de traces, apparaît devant Seol Yeong…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e12d84f-04d8-48a0-8e38-980f0291f611",
    "title": {
      "en": "Haruto-kun to Chiharu-chan ga Jirettai"
    },
    "updatedAt": "2024-06-12T15:02:20+00:00",
    "coverArt": "https://mangadex.org/covers/0e12d84f-04d8-48a0-8e38-980f0291f611/a144b76c-d02b-49da-9a6e-25e3339d91cf.png",
    "altTitles": [
      {
        "en": "Haruto-kun and Chiharu-chan are frustrating"
      },
      {
        "ja": "春斗くんと千春ちゃんがじれったい"
      }
    ],
    "description": {
      "en": "Touko loves shoujo manga, especially the kind that gets her heart pounding... But shoujo isn't real life...or is it? On day Haruto and Chiharu appear in front of her, flirting like in a manga! But these two aren't dating!? And they're just childhood friends!?? No way! Check out Touko's daily observations, which are as exciting as they are frustrating☆"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "10"
  },
  {
    "mangaId": "c65e797c-b412-42b1-94b8-aac5c4d5a7ca",
    "title": {
      "en": "Trapped in a Cursed Game as an NPC"
    },
    "updatedAt": "2024-07-01T09:39:49+00:00",
    "coverArt": "https://mangadex.org/covers/c65e797c-b412-42b1-94b8-aac5c4d5a7ca/23ffb86d-5b01-455e-9fce-df8deef44f2e.png",
    "altTitles": [
      {
        "ko": "망겜 속에 갇혔다 근데 이제 NPC를 곁들인"
      },
      {
        "en": "Trapped in a Cursed Game, but Now With NPCs"
      }
    ],
    "description": {
      "en": "I'm going to live a normal life!\n\n...said Shari Azriel, the apothecary of the Dover village.\n\nThen one day, I realised that I possessed an NPC in a video game! I've been locked up here for two years, and I only just noticed.\n\nIf I can't get out of the game...\n\"A, in their 20's, was found starved to death while playing VR games.\"\nThis could be what I'm remembered as!\n\n\"I have to get out!\"\n\nHowever, it was too late when I came to the realisation that... I can't log out because of an error!\n\nThat means, the only way out would be approaching the male lead, \"the Lord of Nightmares,\" and helping his comrades defeat the final villain. So I have no choice but to wait until the game ends...\n\nThe difficulty level, the story, the likelihood of failure in such a heinous game, a game that nobody won before...\n\n\"The Lord of Nightmares has a strong urge to kill you.\"\n\nSomehow, I believe that dying by the male lead's hands would be faster."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63ff3e54-54d8-4250-8002-0ba7466b8a92",
    "title": {
      "en": "1/10 no Hanayome"
    },
    "updatedAt": "2024-09-28T15:02:45+00:00",
    "coverArt": "https://mangadex.org/covers/63ff3e54-54d8-4250-8002-0ba7466b8a92/3cc6167b-b97f-4552-b6c6-f4410bd349f8.jpg",
    "altTitles": [
      {
        "ja": "1/10の花嫁"
      },
      {
        "ja-ro": "Jubunnoichi no Hanayome"
      },
      {
        "ja-ro": "Juu-bun no Ichi no Hanayome"
      },
      {
        "ja-ro": "⅒ no Hanayome"
      },
      {
        "ja-ro": "1-10 no Hanayome"
      },
      {
        "zh-hk": "1/10的新娘"
      },
      {
        "zh-hk": "十分之一的花嫁"
      },
      {
        "ru": "Единственная из десяти"
      },
      {
        "ko": "1/10의 신부"
      },
      {
        "th": "หนึ่งใจรัก สิบเจ้าสาว"
      },
      {
        "ja": "⅒の花嫁"
      }
    ],
    "description": {
      "en": "Ryuunosuke is the heir to his father’s wealthy business that, due to a trauma, become a shut in.  \r\n  \r\nOne day, his father took him back in order to prepare him to inherit the business. Ryuunosuke finds out that he is required to date 10 women candidates, one of whom will become his wife.  \r\n  \r\nEvery woman has their own personal reason to be a candidate but one person will be dismissed after every week. Who will be the chosen one at the end?",
      "pt-br": "Ryuunosuke é o herdeiro de uma rica família de empresários, mas por causa de um trauma, ele se tornou um recluso. Um dia, seu pai o traz de volta para prepará-lo para herdar a companhia. Ryuunosuke descobre que ele vai ser obrigado a namorar 10 candidatas, e que uma delas se tornará sua esposa. Todas as mulheres têm sua própria razão para serem candidatas, mas uma delas vai ser rejeitada a cada semana. Quem vai ser a escolhida no final?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "59.5"
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-09-18T06:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      },
      {
        "ko-ro": "Uli an Sagwieo!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb676f90-32f7-4bbb-a1b8-904184aaa4c1",
    "title": {
      "en": "Dragon, Ie wo Kau."
    },
    "updatedAt": "2024-10-08T09:46:22+00:00",
    "coverArt": "https://mangadex.org/covers/fb676f90-32f7-4bbb-a1b8-904184aaa4c1/1507c05e-4633-4f82-a9ce-6dae7167aae2.jpg",
    "altTitles": [
      {
        "ja-ro": "Doragon,  Ie o Kau."
      },
      {
        "en": "Dragon Goes House-Hunting"
      },
      {
        "fr": "Jeune dragon recherche appartement ou donjon"
      },
      {
        "ja": "ドラゴン、家を買う。"
      },
      {
        "vi": "Rồng săn tìm nhà"
      }
    ],
    "description": {
      "en": "A dragon expelled from his family because of his cowardliness in search of a new home in a world full of elves, gnomes, orcs and other creatures.  \n  \n[Altternative Raw](https://seiga.nicovideo.jp/comic/35915)"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "49"
  },
  {
    "mangaId": "012e7cb8-a807-4c5f-86d8-73837444cbb4",
    "title": {
      "en": "The Limits of High Specs Marriage: 13 Great Men in a Reality Love Show"
    },
    "updatedAt": "2024-09-09T17:15:38+00:00",
    "coverArt": "https://mangadex.org/covers/012e7cb8-a807-4c5f-86d8-73837444cbb4/90a4fb33-d510-428c-8aef-bb097bd54119.jpg",
    "altTitles": [
      {
        "ja-ro": "High Spec Kon ni mo Hodo ga Aru: 13-nin no Ijin-tachi to no Renai Reality Show"
      },
      {
        "ja": "ハイスペ婚 ほどがある  13人の偉人たちとの恋愛リアリティーショー"
      },
      {
        "en": "High Specs History Marriage"
      }
    ],
    "description": {
      "en": "A poor girl named Anako Nao is down on her luck, when she's suddenly approached by a strange creature, offering a chance to give her a better life on a Reality TV Show starring her... and 13 famous historical men?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa0fb27a-d1db-4826-b400-fa3375468353",
    "title": {
      "en": "Re:Zero kara Hajimeru Isekai Seikatsu - Daigoshou - Mizu no Miyako to Eiyuu no Uta"
    },
    "updatedAt": "2024-10-02T18:11:39+00:00",
    "coverArt": "https://mangadex.org/covers/fa0fb27a-d1db-4826-b400-fa3375468353/149f44de-ee95-46de-9a94-aa50a43d6de8.jpg",
    "altTitles": [
      {
        "ja": "Re:ゼロから始める異世界生活　第五章　水の都と英雄の詩"
      },
      {
        "ja-ro": "Re:Zero kara Hajimeru Isekai Seikatsu: Dai-5 Shou - Mizu no Machi to Eiyuu no Uta"
      },
      {
        "en": "Re:ZERO -Starting Life in Another World-, Chapter 5: The City of Water and the Hero's Poem"
      },
      {
        "pt-br": "Re:Zero — Começando uma Vida em Outro Mundo — Arco 5: A Metrópole da Água e o Poema do Herói"
      },
      {
        "ru": "Re:Zero. Жизнь с нуля в альтернативном мире. Часть пятая: Звёзды, что творят историю"
      },
      {
        "es-la": "Re:ZERO - Starting Life in Another World-, Arco 5: La Capital del Agua y El Poema del Héroe."
      }
    ],
    "description": {
      "en": "The 5th arc of the Re:Zero kara Hajimeru Isekai Seikatsu manga.\n\nSubaru and Emilia receive an invitation to a party from Anastasia and decide to go to Priestella, the city of the watergates.",
      "ja": "悪意が蠢く水門都市へ、集え歴戦の英雄たち。\n\n『聖域』での戦いから一年、平穏な日々を送るナツキ・スバルだったが、王選候補者の一人、アナスタシアの招待により、一行は水門都市プリステラへと出発した。水の都で懐かしい面々と旧交を温めるスバル達。しかし、その裏では悪意が蠢いていて――。",
      "pt-br": "Um ano após a batalha no santuário. Natsuki Subaru estava passando um tempo tranquilo, mas tudo mudou quando recebeu um convite de um certo mensageiro. O convite para a cidade portuária de Priestella, que era a carta que Anastasia, uma das candidatas à realeza, enviou para Emilia. Rumo à cidade portuária onde o mal se agita, os heróis veteranos se reúnem. A tão esperada adaptação em manga do Arco 5 de Re:Zero começa!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "990a7ddb-34f0-437c-b660-292c160348f3",
    "title": {
      "en": "Chuck and the Girl"
    },
    "updatedAt": "2024-10-03T13:07:03+00:00",
    "coverArt": "https://mangadex.org/covers/990a7ddb-34f0-437c-b660-292c160348f3/1d2ce924-91a6-42d0-a3df-44f05babdce9.jpg",
    "altTitles": [
      {
        "ja": "チャック・アンド・ザ・ガール"
      }
    ],
    "description": {
      "en": "\"I remember. A town surrounded by the sea and slopes. A dreamy time with someone special.\"\n\nMy name is Amy. My mother took me from Los Angeles, U.S.A. to Yokohama, Japan.\n\nAm I lonely? No, not at all. I mean, isn't it cool to live in a foreign country? My grandma is cool and nice! I'm going to live here!\n\nOne step closer to adolescence. One girl's experience of dazzling light and shadow.",
      "ja": "「私は思い出す。海と坂道に囲まれた街。大切な人との夢のような時間―」\n\n私の名前はエイミー。お母さんに連れられて、アメリカ・ロサンゼルスから横浜の町に引っ越してきた。\n\n寂しいかって？ううん全然。だって、外国に住むなんて、クールじゃない？おばあちゃんもカッコよくて、いい感じ！私はここで暮らしていくんだ！\n\n青春の一歩手前。ひとりの少女が経験する眩いばかりの光、そして影。\n\n当代一流のイラストレーター・サイトウユウスケが描く、人生に二度と訪れることのない、輝かしいワンダーイヤーズ。"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "11"
  },
  {
    "mangaId": "a9ac0295-0e9a-4965-a2e7-edfdcf81681f",
    "title": {
      "en": "Tsuiho Sareta Ossan Tanya shi, Naze ka Densetsu no Daimeiko ni naru"
    },
    "updatedAt": "2024-10-08T23:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/a9ac0295-0e9a-4965-a2e7-edfdcf81681f/745fec5a-8605-455d-8e8c-a4a3a0ad96fd.jpg",
    "altTitles": [
      {
        "ja": "追放されたおっさん鍛冶師、なぜか伝説の大名工になる ～昔おもちゃの武器を造ってあげた子供たちが全員英雄になっていた～"
      }
    ],
    "description": {
      "en": "A 40-year-old protagonist named Dereito has dedicated his life to blacksmithing in a small town, but one day, he is suddenly expelled by his fellow guild members. With nowhere to go, he remembers a letter he received from a young girl for whom he once crafted a “toy weapon” and decides to head to the royal capital. Upon arrival, he discovers that the “toy weapon” he had made has evolved into a legendary weapon, and the girl has become a national hero! His life turns around from being an unemployed middle-aged man to being celebrated as the hero who crafted a legendary weapon. To his surprise, he reunites with the colleagues who had cast him out in an unexpected way, eventually taking them on as his apprentices!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "81dfc5a1-fc0a-4691-afe3-9da726601588",
    "title": {
      "en": "Yashiro no Maou"
    },
    "updatedAt": "2024-09-12T06:23:04+00:00",
    "coverArt": "https://mangadex.org/covers/81dfc5a1-fc0a-4691-afe3-9da726601588/09b6015f-02de-4bd0-ae6e-d3ba929182a0.jpg",
    "altTitles": [
      {
        "ja": "やしろの魔王"
      },
      {
        "en": "Demon Lord of \"Yashiro\""
      },
      {
        "ja-ro": "Yashiro no Maou"
      }
    ],
    "description": {
      "en": "Maou Shaitan Geneha, a demon lord whose powers were sealed away, seeks out the descendant of the one who sealed her; company employee Shishibe Yashiro. Wanting Yashiro to undo the seal, Maou forms a contract with her, aiming to satisfy Yashiro in the hopes that she'll undo the seal."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a92fcfb2-27b7-476f-a9d5-4cd557ae39c0",
    "title": {
      "en": "Tondemo Skill de Isekai Hourou Meshi: Sui no Daibouken"
    },
    "updatedAt": "2024-10-07T12:46:43+00:00",
    "coverArt": "https://mangadex.org/covers/a92fcfb2-27b7-476f-a9d5-4cd557ae39c0/ff2d7b90-105f-43b5-b462-200ce7145fd6.jpg",
    "altTitles": [
      {
        "en": "Campfire Cooking in Another World with My Absurd Skill: Sui’s Great Adventure"
      },
      {
        "ja": "とんでもスキルで異世界放浪メシ スイの大冒険"
      },
      {
        "en": "Sui's Big Adventure"
      },
      {
        "vi": "Cuộc phiêu lưu của bé Sui"
      }
    ],
    "description": {
      "en": "A spin-off of the series TONDEMO SKILL DE ISEKAI HOUROU MESHI told from Sui's perspective."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7066efc8-b73f-4b17-8b8d-6060a5412590",
    "title": {
      "en": "Kill Blue"
    },
    "updatedAt": "2024-10-01T20:15:30+00:00",
    "coverArt": "https://mangadex.org/covers/7066efc8-b73f-4b17-8b8d-6060a5412590/28678f2a-caff-4a14-a542-7af1364119a7.jpg",
    "altTitles": [
      {
        "ja": "キルアオ"
      },
      {
        "ja-ro": "Kiruao"
      },
      {
        "ja-ro": "Kill Ao"
      },
      {
        "ne": "किल नीलो"
      },
      {
        "ru": "Килл Блю"
      },
      {
        "uk": "Вбити Блю"
      }
    ],
    "description": {
      "en": "A graduate from the school of hard knocks, hit man Ogami faces his greatest challenge yet…middle school!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39965fe5-08dc-4f10-84eb-4755c1d1f542",
    "title": {
      "en": "Black Serpent"
    },
    "updatedAt": "2024-08-01T04:19:20+00:00",
    "coverArt": "https://mangadex.org/covers/39965fe5-08dc-4f10-84eb-4755c1d1f542/4c0ac459-9ad8-4b17-a003-02f1b4aa4b0e.jpg",
    "altTitles": [
      {
        "ko": "흑사"
      },
      {
        "en": "Black Death"
      },
      {
        "en": "Black Sand"
      },
      {
        "ko-ro": "Heuksa"
      }
    ],
    "description": {
      "en": "In the final battle against the Demon Cult, the Black Serpent leader Jeonghwa was betrayed by the Murim Alliance, losing all her comrades. Barely surviving, she swears to eliminate both the Demon Cult and the Murim Alliance who drove her comrades to their deaths. “Heavens! If justice truly exists… grant me the opportunity to avenge my fallen comrades!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "caa26975-6cbf-4bdd-861a-60ca8db41586",
    "title": {
      "en": "Astral Pet Store"
    },
    "updatedAt": "2024-04-26T07:18:27+00:00",
    "coverArt": "https://mangadex.org/covers/caa26975-6cbf-4bdd-861a-60ca8db41586/8d1dca88-a9c2-4faf-8097-8d46a76eaa62.jpg",
    "altTitles": [
      {
        "zh": "超神宠兽店"
      },
      {
        "zh-ro": "Chāo Shén Chǒng Shòu Diàn"
      },
      {
        "en": "Super God Pet Shop"
      }
    ],
    "description": {
      "en": "In the era of astral pets, only the might of pets was essential! However, making the pets stronger has always been a slow and arduous process for pet warriors. That was until the appearance of a mysterious pet shop that changed everything!\n\nThe weakest skeleton could slay a great golden dragon with a single strike after training at this pet shop! Even the humble watchdog of the shop possessed ten legendary skills, and the female worker in the shop claimed to be a Goddess...\n\nAs for what the shopkeeper Su Ping thinks: I'm merely training these cute pets to become exceptional overlord beasts. What? Is it not normal?\n- - -\nIn the era of beasts, pet strength determines everything! The battle pet master works hard and slowly to improve the strength of the pet. Until a mysterious pet store came out of nowhere!\n\nIn just a few days of cultivation, the lowly skeleton can kill the golden dragon with a single slash. Does the guard dog have ten secret skills of pet beats? The working girl even calls herself a god...\n\nAs for the owner, Su Ping: Isn't it a regular practice to breed cute pets into prehistoric king beasts?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "136a8c13-cf72-427a-8d76-23f1bf070c0e",
    "title": {
      "en": "S-Rank Monster no Behemoth Dakedo, Neko to Machigawarete Erufu Musume no Kishi (Pet) Toshite Kurashitemasu"
    },
    "updatedAt": "2024-07-08T12:54:46+00:00",
    "coverArt": "https://mangadex.org/covers/136a8c13-cf72-427a-8d76-23f1bf070c0e/e285838b-fd8f-43b9-9f99-f1dbe8807698.jpg",
    "altTitles": [
      {
        "en": "I Am Behemoth Of The S Rank Monster, But I Am Mistaken As A Cat And I Live As A Pet Of Elf Girl"
      },
      {
        "en": "I'm a “Behemoth,” an S-Ranked Monster, But Mistaken for a Cat, I Live As an Elf Girl's Pet"
      },
      {
        "en": "I’m an S-Rank \"Behemoth\" Monster, but I’m Living as a Knight (Pet) of an Elf Girl"
      },
      {
        "en": "Pet Behemoth"
      },
      {
        "es": "Soy un monstruo de rango S, Behemoth, pero me confundieron con un gato y ahora vivo como el caballero (mascota) de una chica elfa."
      },
      {
        "ja": "Sランクモンスターの《ベヒーモス》だけど、猫と間違われてエルフ娘の騎士(ペット)として暮らしてます"
      },
      {
        "ja": "Sランクモンスターの《ベヒーモス》だけどネコと間違われてエルフ娘の騎士として暮らしています"
      },
      {
        "de": "Ich bin ein mächtiger Behemoth und lebe als Kätzchen bei einer Elfe"
      },
      {
        "ru": "Я монстр S-класса Бегемот, но меня перепутали с котом, и я живу у эльфийки как домашний питомец"
      },
      {
        "zh": "虽然是S级魔兽“比蒙巨兽” 却以猫的模样、成为精灵娘的骑士的日常"
      }
    ],
    "description": {
      "en": "The elven girl Aria is a stunning and swift adventurer. When a small cat-like beast with an adorable face embraces Aria's fruitful chest during a dungeon exploration, she decides to keep it as a pet and names it \"Tama\". At first sight it's just an average cat, but Aria has yet to notice that Tama is a reincarnated chivalrous former Knight and that its identity is not that of a cat, but of a young monster of the strongest class \"Behemoth\".",
      "es": "La chica elfa, \"Aria\" es una aventurera. Cuando una pequeña bestia con una cara adorable abraza el fructífero pecho de Aria, ella decide tenerla como mascota y la llama \"Tama\". A primera vista es sólo un gato común, pero Aria aún no se ha dado cuenta de que Tama es un antiguo Caballero y que su identidad no es un gato, sino un joven monstruo de la clase más fuerte \"Behemoth\".  \n  \n**Links:**  \n- [Original Web Novel](https://ncode.syosetu.com/n9107ee) (Raw)  \n- [Official Light Novel (EN)](https://yenpress.com/9781975332945/im-a-behemoth-an-s-ranked-monster-but-mistaken-for-a-cat-i-live-as-an-elf-girls-pet-vol-1-light-novel/)",
      "pt": "A garota elfa, \"Aria\" é uma aventureira. Uma pequena besta com um adorável rosto abraça o peito frutoso da Aria, ela decide manter como um animal de estimação chamado \"Tama\". Ao primeiro sinal é apenas um gato comum, mas Aria ainda não notou que esta Tama é um cavaleiro antigo e sua identidade não é de um gato, mas um jovem monstro da classe mais poderosa chamada \"Behemoth\"."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c87a3978-988d-465d-9bdc-199ce8a4a38e",
    "title": {
      "en": "Apocalyptic Super Farm"
    },
    "updatedAt": "2023-10-11T03:34:01+00:00",
    "coverArt": "https://mangadex.org/covers/c87a3978-988d-465d-9bdc-199ce8a4a38e/d16cc206-fbf7-486e-b604-bac3a57768ff.jpg",
    "altTitles": [
      {
        "zh": "末世超级农场"
      },
      {
        "zh-ro": "Moshi Chaoji Nongchang"
      },
      {
        "zh-ro": "Mòshì Chāojí Nóngchǎng"
      }
    ],
    "description": {
      "en": "The apocalypse has dawned upon the world, and food and survival are once again the most important topics of people's concern. Rice and flour have become luxuries, and vegetables are even more expensive! But just then, someone posted a video on a website that shocked the world. Sweet vegetables rolled into a hot pot, emitting a tantalizing green color! A golden leg of lamb is seared in oil! Fish soup simmers as white as milk! The little girl beside me begged: Bro,  I really can't eat anymore!",
      "zh": "末日来袭，植物与水源全部枯竭。世界陷入恐慌，食物与生存再次成为人们最关心的话题。米面成为奢侈品，菜蔬更是有价无市！然而就在此时，有人在网站上发送一段视频，令世界震撼。甘甜的菜蔬滚入火锅中，散发诱人的绿色！烤的金黄的羊腿滋滋冒油！鲜美的鱼汤炖的宛若牛奶一般纯白！一旁的小女孩哀求道：哥，我真的吃不下了！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc332d04-d3b0-413c-a767-70f5e451b031",
    "title": {
      "en": "Kuro no Shoukanshi"
    },
    "updatedAt": "2024-09-29T15:27:26+00:00",
    "coverArt": "https://mangadex.org/covers/dc332d04-d3b0-413c-a767-70f5e451b031/1a24655d-be1c-4c9f-8751-26bc429f5050.jpg",
    "altTitles": [
      {
        "ja": "黒の召喚士"
      },
      {
        "ja": "The Berserker Rises to Greatness."
      },
      {
        "ja-ro": "Kuro no Shoukanshi"
      },
      {
        "en": "The Black Summoner"
      },
      {
        "ru": "Черный призыватель"
      },
      {
        "zh": "黑之召唤士"
      },
      {
        "ko": "흑의 소환사"
      },
      {
        "en": "Black Summoner"
      }
    ],
    "description": {
      "en": "“If you truly want to get stronger, you have to challenge and defeat those stronger than yourself.”\n\nWhile being transmigrated to another world, Kelvin bartered away his memories for a collection of powerful new abilities. Setting out on the ultimate adventure as the world’s strongest Summoner — with his first Follower being the very goddess who brought him over! — he soon discovers his true nature as a battle junkie.\n\nSomeone wants to pick a fight? Sure, bring it on! Facing off against one formidable foe after another, Kelvin can hardly contain his delight as he revels in the absolute exhilaration of a good fight!\n\nThe curtain rises on the start of an epic saga as this black-clad warrior and his allies carve their way into the annals of history!\n\nSee the colorful characters and the thrilling battles come to life in this visual retelling of the light novel series by Doufu Mayoi.\n___\n**Character Designer:** [Kurogin (DIGS)](https://mangadex.org/author/ad469135-32c7-4fcc-b490-d0ebc07eea16)\n\n**Additional Links:**  \n- [Official Raw Web Novel](https://ncode.syosetu.com/n1222ci/)\n- [Official English Light Novel](https://j-novel.club/series/black-summoner)",
      "ru": "Он очнулся в мире ничего не помня о себе, даже имени. Зато это мир меча и магии, а он призыватель. Ну, вперед, осваиваться в новом мире!",
      "pt-br": "As cortinas dessa história se abrem quando nosso protagonista troca suas memórias por um poder imensurável em um novo mundo. Agora, com o nome de Kelvin, ele precisa evoluir, dominar novos subordinados e se tornar o maior invocador de todos os tempos. Mas e então, até onde essa jornada vai nos levar?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-08-03T20:05:47+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2637b09c-bb11-4861-8f19-23ee7672e854",
    "title": {
      "en": "All Soccer Talents Are Mine"
    },
    "updatedAt": "2024-02-28T00:39:24+00:00",
    "coverArt": "https://mangadex.org/covers/2637b09c-bb11-4861-8f19-23ee7672e854/2d63d8f1-57a7-4fe5-b7ef-aba50f0aa49f.jpg",
    "altTitles": [
      {
        "ko": "축구재능 다 내꺼"
      },
      {
        "en": "Soccer Talent Is All Mine"
      },
      {
        "en": "All Soccer Talent Is Mine"
      },
      {
        "en": "All Football Talents Are Mine"
      }
    ],
    "description": {
      "en": "Uho-yeong had dreamed of becoming a soccer player. However, he was not blessed with the talent and died without realizing his dream, struck by lightning. It was then that the demon Mammon appeared, offering the ability to covet everyone's talents..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bfd1c00e-6bb6-4724-bf91-53ebd1aca3ca",
    "title": {
      "en": "Warutora no ko"
    },
    "updatedAt": "2024-09-18T16:24:15+00:00",
    "coverArt": "https://mangadex.org/covers/bfd1c00e-6bb6-4724-bf91-53ebd1aca3ca/e6e04978-b17d-4bce-89f0-4f53b56dd50c.png",
    "altTitles": [
      {
        "ja": "悪虎の子"
      },
      {
        "en": "Child Of The Fiendish Tiger"
      }
    ],
    "description": {
      "en": "Lien, a new warden, handily resolves numerous mysterious incidents in the district. When he meets Syun, a young girl who is a victim in a certain case, things are set in motion…?\n\nA Chinese style story of a contract to exterminate evil, drawn by a promising new star!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a21eab2d-781d-40b2-a666-7b2d72551927",
    "title": {
      "en": "Akuninzura Shita B-kyuu Boukensha: Shujinkou to Sono Osananajimi-tachi no Papa ni Naru"
    },
    "updatedAt": "2024-09-17T12:46:11+00:00",
    "coverArt": "https://mangadex.org/covers/a21eab2d-781d-40b2-a666-7b2d72551927/cc4b504e-38e1-432e-be9f-26d3929b8420.jpg",
    "altTitles": [
      {
        "ja": "悪人面したＢ級冒険者 主人公とその幼馴染たちのパパになる"
      },
      {
        "ja-ro": "Akunindzura Shita B-kyuu Boukensha - Shujinkou to Sono Osananajimi-tachi no Papa ni Naru"
      },
      {
        "ja": "B-Grade Adventurer With a Bad Guy Face Becomes a Daddy to the Hero and His Fellow Children"
      },
      {
        "en": "A B-Rank Adventurer With an Evil Face Becomes a Father for the Hero and His Childhood Friends"
      }
    ],
    "description": {
      "en": "Gray, a B-rank adventurer, was supposed to be just a mob character in the RPG *Bright Fantasy*. However, by chance, he saved an orphan who was attacked by thugs on the roadside and decided to raise him as his father. But the orphan turned out to be the protagonist of this world, “Isuka”!\n\nThis choice would greatly change the fate of the world.\n___\n**Note:** While even the English on the Japanese covers gets this wrong, the orphan saved is the *protagonist*, not the *hero*.",
      "pt-br": "Gray, um aventureiro de nível B, deveria ser apenas um personagem da máfia no RPG “Bright Fantasy”. Porém, por acaso, ele salvou um órfão que foi atacado por bandidos na beira da estrada e decidiu criá-lo como pai. Mas o órfão acabou por ser o herói deste mundo, “Iska”. Essa escolha mudaria muito o destino do mundo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]