[
  {
    "mangaId": "b497e49a-dba1-4ada-a305-d2e38283ccc3",
    "title": {
      "en": "Sleepless Night"
    },
    "updatedAt": "2024-06-17T08:11:23+00:00",
    "coverArt": "https://mangadex.org/covers/b497e49a-dba1-4ada-a305-d2e38283ccc3/27a3f90d-954b-4c4b-adc3-b785d348ce01.jpg",
    "altTitles": [
      {
        "ko": "잠들지 못하는 밤"
      }
    ],
    "description": {
      "en": "In order to trace the culprit behind his family’s murder in his childhood, Vampire Hunter Heilo accepts a kill order from a client. \n\nHis target is the head of the Livera Group, Herrace. Heilo joins Herrace’s company, and successfully acquires a position as the personal secretary of Herrace himself, who is known for his dominating presence in politics and the underworld. \n\nHowever, Herrace’s special treatment gradually causes Heilo’s heart to sway… \n\nWhat will his fate be, having fallen for the man he's supposed to kill?!",
      "fr": "Le chasseur de vampires Heilo effectue une mission d'assassinat pour un client afin de trouver des indices qui pourraient le conduire à la personne qui a assassiné sa famille lorsqu'il était enfant. La cible à laquelle Heilo doit faire face est le chef du groupe Rivera, Hereis. Pendant son infiltration, Heilo a rejoint la société d'Hereis, connue pour être un gros bonnet dans le monde politique et ses coulisses. Il réussit ensuite à devenir son secrétaire exécutif. Cependant, le traitement spécial d'Hereis ne cesse d'ébranler les convictions d'Heilo...\n\nQuel sera le destin d'Heilo s'il tombe amoureux d'un homme qu'il doit tuer !\n\nEn co-prod avec la Boulangerie"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3c09565-47aa-410c-a137-a3a6e6bfa8a8",
    "title": {
      "en": "Manager Kim"
    },
    "updatedAt": "2024-06-11T05:18:43+00:00",
    "coverArt": "https://mangadex.org/covers/a3c09565-47aa-410c-a137-a3a6e6bfa8a8/874077a1-f563-401b-ad56-b0b907355000.jpg",
    "altTitles": [
      {
        "ko": "김부장"
      },
      {
        "ru": "Менеджер Ким"
      },
      {
        "en": "Director Kim"
      },
      {
        "pt-br": "Gerente Kim"
      }
    ],
    "description": {
      "en": "\"Please don’t touch the guy wearing glasses…\"\nDepartment head Kim, who quit his job as a special agent only for his daughter Minji and chose to be normal. Then one day, Minji disappeared silently, and Manager Kim began to find his daughter by turning the country that monitors him into the enemy.",
      "ko": "제발 안경 쓴 아저씨는 건들지 말자.\n오직 자신의 딸 '민지'를 위해 특수요원직을 관두고 평범함을 선택한 가장 김부장.\n그러던 어느 날 민지가 소리소문 없이 사라지고, 김부장은 자신을 감시하는 국가를 적으로 돌리면서까지 딸을 찾아나서기 시작하는데...\n[외모지상주의], [싸움독학] 그리고 [인생존망]을 잇는 박태준 유니버스의 공식 스핀오프 작품!",
      "ru": "Пожалуйста, не трогайте мужчину в очках.\nМенеджер Ким, глава семьи, который бросил работу специализированного агента и выбрал простую жизнь ради своей дочери Мин Джи.\nОднажды в один прекрасный день Мин Джи исчезает, не говорив ни слова , и менеджер Ким начинает искать свою дочь, постепенно превращая страну, которая следит за ним, во врага...",
      "pt-br": "Pai solteiro, gerente de companhia e ex membro das forças especiais. O Sr. Kim vivia uma vida normal até sua filha, Minji, desaparecer. Depois de descobrir que ela poderia estar morta, o Sr. Kim parte em uma busca implacável por informações. Ele irá resgatar Minji a qualquer custo, mesmo que isso signifique destruir tudo e todos que cruzarem seu caminho."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4a70117-4440-4174-ac2b-71494d55ea65",
    "title": {
      "en": "Goodbye, Overtime! This Reincarnated Villainess Is Living for Her New Big Brother"
    },
    "updatedAt": "2024-04-21T16:42:35+00:00",
    "coverArt": "https://mangadex.org/covers/e4a70117-4440-4174-ac2b-71494d55ea65/d7c4bcfc-2c69-4ee6-b572-036b444c1258.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢、ブラコンにジョブチェンジします"
      },
      {
        "zh": "反派千金要转职成兄控"
      },
      {
        "ru": "Злодейка внезапно заявила о своём «комплексе брата»"
      },
      {
        "ja-ro": "Akuyaku Reijou, Brocon ni Job Change Shimasu"
      },
      {
        "es": "La villana cambia su rol a ser una bro-con"
      },
      {
        "zh-hk": "反派千金轉職成超級兄控"
      },
      {
        "en": "The Villainess Is Changing Her Role to a BroCon"
      }
    ],
    "description": {
      "en": "After being forced to work overtime for the umpteenth time in a month, Yukimura Rina drags herself home, exhausted and in need of some relaxation. She downloads an otome game, starts playing, and passes out... only to wake up as Ekaterina, the villainess of the game!\n\nHer new reality overwhelms her, but she soon recovers thanks to the care of her handsome, kind, and responsible new big brother, Alexei. There’s one little issue, though. If the game follows its original scenario, only the worst awaits her and her dearest brother! \n\nRina, or rather, Ekaterina, now has two goals: find a way to avoid doom, and protect her new big brother from the horrors of overwork!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "4a251ad9-abfe-456e-9b3b-5f68725d32ad",
    "title": {
      "en": "Hyouka"
    },
    "updatedAt": "2024-05-09T22:27:43+00:00",
    "coverArt": "https://mangadex.org/covers/4a251ad9-abfe-456e-9b3b-5f68725d32ad/b59eab04-edf1-477f-879e-eef550ee7b35.jpg",
    "altTitles": [
      {
        "id": "Aku Menjerit"
      },
      {
        "ja-ro": "Hyōka"
      },
      {
        "ru": "Хёка: Тебе не уйти"
      },
      {
        "th": "ปริศนาความทรงจำ"
      },
      {
        "ja": "氷菓"
      },
      {
        "en": "Ice Cream"
      },
      {
        "vi": "Kem đá"
      }
    ],
    "description": {
      "en": "Oreki Houtarou is an \"energy-saver\" kind of guy, who expends as little energy as possible to do only things he has to. When he starts high school, his older sister sends him a letter asking him to join the Classics Club. The club meant a lot to her, and its number of members has been reduced to zero.  \n  \nHoutarou reluctantly signs up for the club, only to find that someone else has joined, too! She's Chitanda Eru, a cute, big-eyed girl with an overwhelming sense of curiosity. A mystery crops up that catches Eru's interest, and also draws in Houtarou's friend, Fukube Satoshi. They continue solving mundane mysteries together, and soon they draw in Satoshi and Houtarou's friend, Ibara Mayaka, as well. Mayaka has had a blatant crush on Satoshi since middle school, but he always fends off her advances. Together, they search for the truth in a mystery that involves the history of the Classics Club.",
      "ru": "В центре данной истории - литературный клуб в одной школе. Члены этого клуба не просто читают книжки, а пытаются всеми силами раскрыть преступление, которое было совершено 33 года назад. И в этот клуб поступает главный герой по имени Хотаро, хотя поступает он не по собственному желанию, а из-за приказа своей старшей сестры…"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dfd1e3a8-0cf6-4796-bade-a3f6d80847d4",
    "title": {
      "en": "Kimetsu no Yaiba - Genya Comics"
    },
    "updatedAt": "2024-04-10T22:31:26+00:00",
    "coverArt": "https://mangadex.org/covers/dfd1e3a8-0cf6-4796-bade-a3f6d80847d4/6d6a3368-3ada-4c19-a0ee-903ab85adff1.png",
    "altTitles": [],
    "description": {
      "en": "Random short comics of or relating to Genya. Rather than uploading them separately, we've uploaded them all under one title for your convenience. If you like them, please consider showing support for the artist by purchasing the doujinshi or by retweeting/liking the comic. You can find links to the author's Twitter in the comments section or credits page."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "081ab6d7-e964-43b3-9a70-6f186e1cb220",
    "title": {
      "en": "Love Is an Illusion! ~The Queen~"
    },
    "updatedAt": "2022-05-28T15:18:24+00:00",
    "coverArt": "https://mangadex.org/covers/081ab6d7-e964-43b3-9a70-6f186e1cb220/32780bc2-7a19-4394-8cfb-f10a61ff2054.jpg",
    "altTitles": [
      {
        "en": "Love is fantasy! ~The Queen~"
      },
      {
        "ko": "사랑은 환상! ~더 퀸~"
      },
      {
        "vi": "Tình yêu ảo ảnh! ~The queen~"
      }
    ],
    "description": {
      "en": "Park Dokyeom, who is crazy about sex, suddenly wants to get married!!??\n\nShe asks her secretary, Seung-ah, to look for a match for her.\n\nWill Seung-ah be able to find the right marriage partner for Dogyeom?\n\nThe Spin-Off to Love Is an Illusion! about Dojin’s older sister."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-05-08T23:05:04+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/e878e3bb-a019-4bc9-bd7c-8c370369b20f.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ef5afca-21fc-4485-a198-d8722e8a3b70",
    "title": {
      "en": "Give Me Some Attention"
    },
    "updatedAt": "2024-02-06T22:55:52+00:00",
    "coverArt": "https://mangadex.org/covers/3ef5afca-21fc-4485-a198-d8722e8a3b70/05a66640-be39-4934-8bf5-defa4f8d8f8f.png",
    "altTitles": [
      {
        "ko": "관심 좀 꺼내 줘"
      },
      {
        "en": "Please Give Me Some Attention"
      },
      {
        "en": "Attention, Give That to Me"
      },
      {
        "en": "Please Pay Attention To Me"
      }
    ],
    "description": {
      "en": "A new school year is one where everyone is excited to make new friends. Meanwhile, self-appointed loner Nam Sumin plans to not talk to anyone and lie low. However, contrary to his earnest wishes, he ends up in the same class and roommates with Lee Jaeha, the epitome of a social butterfly… \n\nTalk about a dreadful connection…!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "7"
  },
  {
    "mangaId": "8a1b2e8c-afd9-4c43-ba96-0eb1507a4ddf",
    "title": {
      "en": "Fate/Grand Order -Turas Réalta-"
    },
    "updatedAt": "2024-05-05T21:07:37+00:00",
    "coverArt": "https://mangadex.org/covers/8a1b2e8c-afd9-4c43-ba96-0eb1507a4ddf/c4cea6b7-2587-4304-b77a-dbe270cae203.jpg",
    "altTitles": [
      {
        "en": "Fate/Grand Order turas realta"
      },
      {
        "ja": "フェイト／グランド オーダー－トゥルス・レアルタ－"
      },
      {
        "ru": "Судьба/Великий приказ: Звёздное путешествие"
      },
      {
        "zh-hk": "Fate/Grand Order -真實之旅-"
      }
    ],
    "description": {
      "en": "\"The human race will become extinct in 2017.\" The Chaldea organization, an organization charged with preserving the future of humanity, observes a singularity. To solve it, Rika Fujimaru and Mash Kyrielight will be transported to the city of Fuyuki in 2004. The battle for the future of humanity has begun.\n\n---\n**Note**: This manga adapts the first, third, fifth, seventh and final singularity from Part 1 of Fate/Grand Order.",
      "ru": "Манга-адаптация основных сюжетных актов игры Fate/Grand Order. Покрывает акты: Фуюки, Орлеан, Океанос, Америка, Вавилония. Повествование ведется от лица Фудзимару Рицуке. 2015 год. В мире все еще господствует магия. Для сохранения своего рода человечество возвело научную лабораторию под названием «Халдея». Суть ее существования заключалась в том, чтобы наблюдать за миром при помощи той самой магии и достижений человечества. Благодаря усилиям ученых было подтверждено, что человечеству оставалось жить еще как минимум 100 лет. Однако «Халдея» зафиксировала некую аномалию, в результате которой наблюдаемая лабораторией область будущего внезапно исчезла. Все эти события привели к панике, и ученые принялись изучать полученные данные. Выяснилось, что в городе Фуюки в 2004 году существовала область, которая ни разу за всю историю существования «Халдеи» не попадала в поле ее зрения. Также подтвердилось вымирание человечества уже в 2017 году. По результатам полученных данных «Халдея» принимает решение задействовать программу «Рейшифт». Смысл - отправить группу специально подготовленных людей (Мастеров) в прошлое для ликвидации аномалии. Однако, в лаборатории происходит взрыв, и все Мастера оказываются в критическом состоянии. Одному из них, Рицуке Фудзимару, все же удается попасть в прошлое, где разворачивалась легендарная война за Святой Грааль. Теперь ему предстоит выяснить, что же на самом деле произошло, и, по возможности, устранить угрозу."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de9e3b62-eac5-4c0a-917d-ffccad694381",
    "title": {
      "en": "Sometimes Even Reality Is a Lie!"
    },
    "updatedAt": "2024-01-05T12:36:29+00:00",
    "coverArt": "https://mangadex.org/covers/de9e3b62-eac5-4c0a-917d-ffccad694381/9e1fdcf5-6c82-409c-a04b-0b3169cdea54.jpg",
    "altTitles": [
      {
        "ja": "現実(リアル)もたまには嘘をつく"
      },
      {
        "ja": "現実もたまには嘘をつく"
      },
      {
        "ja": "ゲーム好きの友達と色々する話"
      },
      {
        "ja-ro": "Real mo Tama ni wa Uso wo Tsuku"
      },
      {
        "ja-ro": "Gemuzuki no Tomodachi to Iroiro suru Hanashi"
      },
      {
        "en": "Hanging Out with a Gamer Girl"
      },
      {
        "fr": "Sortir avec une gameuse"
      },
      {
        "ru": "Тусоваться с девушкой-геймером"
      },
      {
        "ru": "Тусовка с девушкой-геймером"
      },
      {
        "uk": "Іноді навіть реальність може бути оманливою"
      },
      {
        "hi": "गेमर गर्ल के साथ घूमना"
      },
      {
        "hi": "कभी कभी सच भी झूठ होता है!"
      },
      {
        "zh": "和喜欢游戏的朋友各种轶事"
      },
      {
        "zh-hk": "現實有時在撒謊"
      },
      {
        "zh-hk": "和喜歡游戲的朋友各種軼事"
      },
      {
        "ko": "현실도 가끔은 거짓말을 한다"
      },
      {
        "ta": "சில நேரங்களில் நிஜம் கூட பொய்!"
      },
      {
        "ta": "கேமர் பெண்ணுடன் ஹேங் அவுட்"
      },
      {
        "it": "Avvolte anche la realta mente"
      },
      {
        "it": "Uscire con una ragazza gamer"
      },
      {
        "it": "Uscire con un'amica gamer"
      },
      {
        "vi": "Đi chơi cùng nữ game thủ"
      },
      {
        "vi": "Hẹn hò cùng nữ game thủ"
      }
    ],
    "description": {
      "en": "Kaoru Terasaki is a gamer who’s into MMORPGs, and he’s finally meeting up with someone he’s been friends with in-game for a long while—this time, offline and in person. He’s worried that his friend will be disappointed to see Kaoru is a guy, unlike his female character in the game. But he’s the one who’s in for a surprise when, instead of another guy, his friend turns out to be a cute girl, Nanami Osaka. On top of that, Nanami told her parents that she would be bringing a friend over—a female friend. Even worse, Nanami’s dad is the super overprotective type who won’t allow any guys near his daughter. There’s only one solution to this dilemma: Kaoru has to cross-dress as a girl! Will Kaoru’s efforts pay off in the end?! Will Kaoru and Nanami remain just friends, or will their time together IRL change everything? Follow their romantic-comedy adventures to find out!",
      "fr": "Terazaki Kaoru est sur le point de rencontrer son ami en ligne, Nanami. Mais Nanami ne sait pas que Terazaki est en réalité un homme dans la vie réelle! Il sera certainement déçu et dégouté. Mais Terazaki va lui avoir aussi une surprise…",
      "id": "Terazaki Kaoru akan bertemu dengan salah satu teman dari Game Online yang dia mainkan bernama Nanami. Namun, Nanami hanya tahu kalau Kaoru di dalam Game adalah karakter perempuan imut yang bernama Kaori, tapi dia tidak tahu kalau Kaoru di dunia nyata sebenarnya adalah seorang laki-laki.\r\n\r\nSaat bertemu dengannya nanti, Nanami pasti akan kecewa dan merasa sedikit aneh, namun… Ketika bertemu, Kaoru pun sontak ikut terkejut. Karena Nanami ternyata…",
      "it": "Terazaki Kaoru sta per incontrare il suo amico di internet, Nanami. Ma Nanami non sa che Terazaki è un ragazzo nella realta! Con questo Nanami Potrebbe rimanerci delusa o forse trovarlo strano (considerando che l' avatar di Kaoru è femminile), ma ciò che il ragazzo non sa, è che riceverà una sorpresa a sua volta…",
      "ja": "友達以上、恋人未満のふたりが繰り広げるハイテンションラブコメディ!\r\n\r\nゲーム好きな男の子、薫はネットゲームで知り合った男性と駅で待ち合わせ。女性キャラを使っていたせいで女の子だと勘違いされていることを心配する薫だが、待ち合わせ場所にやってきたのはかわいい女の子で……?",
      "pt": "Terazaki Kaoru está prestes a encontrar seu amigo de internet, Nanami. Mas Nanami não sabe que ele é um cara na vida real! ele pode se decepcionar ou ao menos achar estranho (considerando que seu avatar é feminino), mas Terazaki está prestes a ter uma surpresa…",
      "ru": "Заядлый геймер Каору Тэрадзаки собирается встретиться с подругой Нанами, с которой познакомился в онлайн-игре. До этого они не виделись в реальной жизни, так что Нанами не знает, что, хотя в игре Тэрадзаки использовал женского персонажа, в реальной жизни он — парень. Каору убеждён, что Нанами наверняка будет разочарована этим фактом, но его ждёт сюрприз...\r\n\r\n(Source: [shikimori](https://shikimori.one/mangas/124209-real-mo-tama-ni-wa-uso-wo-tsuku))",
      "uk": "Каору Теразакі — геймер, котрий захоплюється MMORPG, там він знайшов друга, з котрим товаришував протягом досить тривалого проміжку часу. І ось настав час зустрітися з ним особисто – поза межами онлайн. Та все не так просто, як здавалося на перший погляд, так як Каору грав під дівочим аватаром, його товариш вважає, що той – дівчина. Каору знаходиться у тривожному передчутті, що як його друг буде розчарований? Ба більше, на нього також чекав сюрприз – замість іншого хлопця, його другом виявляється симпатична дівчина – Нанамі Осака. До того ж, Нанамі заздалегідь попередила батьків, що приведе з собою друга – подругу. Ситуація ускладняється тим, що у Нанамі занадто турботливий тато, котрий віддубасить кожного хлопця, котрий посміє наблизитися до його доньки. Ця дилема має лише одне рішення: Каору треба переодягтися в дівчину! Чи окупляться зрештою зусилля Каору?! Чи залишаться Каору та Нанамі просто друзями, чи час, який вони провели у реальному житті разом, все змінить? Слідкуйте за їхніми романтичними пригодами, щоб дізнатися!",
      "pt-br": "Terazaki Kaoru está prestes a encontrar seu amigo de internet, Nanami. Mas Nanami não sabe que ele é um cara na vida real! ele pode se decepcionar ou ao menos achar estranho (considerando que seu avatar é feminino), mas Terazaki está prestes a ter uma surpresa…"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "86a05b25-e031-4039-8659-83cc4d9bfbdd",
    "title": {
      "en": "Salaryman Exorcist - Okumura Yukio no Aishuu"
    },
    "updatedAt": "2024-01-16T23:15:38+00:00",
    "coverArt": "https://mangadex.org/covers/86a05b25-e031-4039-8659-83cc4d9bfbdd/fc0bd621-fb53-4415-82c3-6f4da8f97541.jpg",
    "altTitles": [
      {
        "ja-ro": "Salaryman Exorcist: Okumura Yukio no Aishū"
      },
      {
        "en": "Salaryman Exorcist: The Sorrows of Okumura Yukio"
      },
      {
        "ja-ro": "Salaryman Futsumashi Okumura Yukio no Aishuu"
      },
      {
        "ja": "サラリーマン祓魔師 奥村雪男の"
      }
    ],
    "description": {
      "en": "A spin-off of Ao no Exorcist, following Okumura Yukio as the main protoganist."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": null
  },
  {
    "mangaId": "5a8d497d-291b-4956-a3ed-2b3d303ed85b",
    "title": {
      "en": "Flash Mac + Patrol X"
    },
    "updatedAt": "2024-06-13T02:35:10+00:00",
    "coverArt": "https://mangadex.org/covers/5a8d497d-291b-4956-a3ed-2b3d303ed85b/632d7e9b-05dc-4cc1-856b-3cebd292a4d3.jpg",
    "altTitles": [
      {
        "ja": "閃光マック+パトロールX"
      },
      {
        "ja-ro": "Senkou Mac + Patrol X"
      }
    ],
    "description": {
      "en": "After 40 years, two heroes have arrived in the present day!!\nIlmine Daiji, the all-powerful sci-fi hero \"Senkou Mac\" and\n'Patrol X' is now in book form for the first time!!"
    },
    "status": "completed",
    "releaseDate": 1967,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": ""
  },
  {
    "mangaId": "cd507977-fea6-4741-b357-57b6d819e413",
    "title": {
      "en": "Himitsu no AiPri Full Color Osarai 4-Koma"
    },
    "updatedAt": "2024-05-06T17:54:52+00:00",
    "coverArt": "https://mangadex.org/covers/cd507977-fea6-4741-b357-57b6d819e413/f05ba993-0193-49af-b205-02adeb3265ba.jpg",
    "altTitles": [
      {
        "en": "The Secret of AiPri - Full Color Review 4-Koma"
      },
      {
        "ja": "ひみつのアイプリ フルカラーおさらい4コマ"
      }
    ],
    "description": {
      "en": "The anime, \"Himitsu no AiPri,\" is now available as a cute full-color 4-Koma! The main characters are Himari Aozara and Mitsuki Hoshikawa, who enroll in the private Paradise Academy. Himari, who longs to be in AiPri, dreams of making 10,000 friends! She unexpectedly makes her AiPri debut?! She has a secret that she can't even tell her close friend, Mitsuki! However, it seems Mitsuki holds a secret of her own as well... (Translated from Ciao website)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b73371d4-02dd-4db0-b448-d9afa3d698f1",
    "title": {
      "en": "Ao Ashi"
    },
    "updatedAt": "2024-03-02T18:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/b73371d4-02dd-4db0-b448-d9afa3d698f1/3259bac2-588e-4fb2-b995-62b6a2809d98.jpg",
    "altTitles": [
      {
        "ja": "アオアシ"
      },
      {
        "zh": "青之芦苇"
      },
      {
        "zh-hk": "青之蘆葦"
      },
      {
        "ko": "아오아시"
      },
      {
        "ja-ro": "Ao Ashi"
      },
      {
        "th": "AOASHI แข้งเด็กหัวใจนักสู้"
      },
      {
        "de": "Blaue Beine ~Ao Ashi~"
      },
      {
        "tr": "Mavi Bacak"
      },
      {
        "fr": "Ao Ashi - Playmaker"
      },
      {
        "pt-br": "Ao Ashi - Craques da Bola"
      },
      {
        "ru": "Ао Аши"
      },
      {
        "id": "Ao Ashi"
      },
      {
        "vi": "Ao Ashi"
      }
    ],
    "description": {
      "de": "Aoi Ashito ist ein Mittelschüler im dritten Jahr aus Ehime. Hinter seinem rohen Spiel verbirgt sich sein immenses Talent, aber Ashito erleidet wegen seiner allzu geradlinigen Persönlichkeit einen großen Rückschlag. Der Manager der Jugendmannschaft des J1-Clubs Tokyo City Esperion, Fukuda Tetsuya, erscheint vor Ashito. Fukuda sieht Ashitos grenzenloses Potenzial und lädt ihn ein, an den Probespielen seines Teams in Tokio teilzunehmen. Die Geschichte des Jungen, der den Fußball in Japan revolutionieren wird, beginnt sich schnell zu entfalten.",
      "en": "Aoi Ashito is a third year middle school student from Ehime. Behind his raw game hides his immense talent \nbut Ashito suffers a huge setback because of his overly straightforward personality. \nOne day the youth team manager of J1 club Tokyo City Esperion, Fukuda Tetsuya, appears in front of him. \nFukuda sees his limitless potential and invites him to take part in his team's tryouts in Tokyo. \nThe story of the boy who will revolutionize football in Japan rapidly begins to unfold.  \n  \n---\n- **Won the 65th Shogakukan Manga Award for General Manga in 2019**",
      "ru": "Ашито Аой, ученик третьего класса средней школы из префектуры Эхиме, встречает тренера «Молодежной лиги J» Фукуду Тацую. Несмотря на свою грубость, Ашито обладает таким удивительным потенциалом, что тренер Фукуда приглашает его принять участие в отборочных тестах своей команды в Токио. Взгляните на историю мальчика, который совершит революцию в японском футболе.",
      "tr": "Aoi Ashito Ehime'de ortaokul 3. sınıfa giden bir öğrencidir. Bir gün karşısına J1 Ligi kulübü Tokyo City Esperion'un altyapı takımı menajeri Fukuda Tetsuya çıkar. Fukuda Aoi'nin sonsuz potansiyelini farkeder ve onu Tokyo'daki altyapı seçmelerine davet eder. Böylece Japon futbolunda devrim yapacak çocuğun hikayesi başlar.",
      "pt-br": "Ashito Aoi, um estudante do terceiro ano do ensino médio de Ehime, conhece Fukuda Tatsuya, um treinador da \"J Youth League\". Mesmo que ainda tenha uma personalidade forte, Ashito tem um incrível potêncial que o fez ser convidado pelo treinador Fukuda para participar da seleção de sua equipe em Tóquio. A história do garoto que vai revolucionar o futebol no Japão vai começar."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d92897a0-2690-4fde-af49-9b8ab7ef2454",
    "title": {
      "en": "Hanbun Ageru"
    },
    "updatedAt": "2024-05-22T05:35:31+00:00",
    "coverArt": "https://mangadex.org/covers/d92897a0-2690-4fde-af49-9b8ab7ef2454/5b27a77a-521f-4483-94cd-82b36c9111bc.jpg",
    "altTitles": [
      {
        "ja": "半分あげる"
      },
      {
        "en": "I'll Give You Half of Me"
      },
      {
        "vi": "Trao Em Nửa Phần Đời Còn Lại"
      }
    ],
    "description": {
      "en": "Kurokawa is an ordinary high school student living in Hiroshima. He's uncomfortable with his always smiling classmate, Shiraki. One day on his way home, Kurokawa suddenly bumps into Shiraki wearing a blood-stained shirt. Kurokawa quickly took his hand and ran away from the scene, only to find out that Shiraki has been selling his body for a living. He injured a client and escaped.\n\nAfter hearing that Shiraki never wanted to \"do this,\" Kurokawa couldn't leave him alone and purposes to \"run away together.\" Not knowing here to go, the two of them jumped on a train and set off to the ocean, as Shiraki wanted to see it. Bit by bit, they established an emotional bond, but it ended all too quickly.\n\nSeveral years after their fleeting escapade, Kurokawa, now working as a middle school teacher in Yokohama, reunites with Shiraki at a wine shop...",
      "ja": "きみの隣にいると、幸せが何かわかる気がした。\n\n広島に住む平凡な高校生・黒川は、\nいつもにこにこしているクラスメイトの白木に苦手意識をもっていた。\nある日の帰り道、黒川の目の前に血で汚れたYシャツを着た白木が現れる。\n咄嗟に彼の手を引きその場から逃げ出した黒川は、\n白木が生活のために身体を売り、客に怪我を負わせ逃げてきたことを知る。\n「本当はしたくない」という白木の本音を聞き、\n放っておくことができず「一緒に逃げよう」と彼を連れ出す黒川。\n行き先も決めず飛び乗った電車、二人きりの逃避行は\n「海が見たい」という白木のため海を目指すことに。\nただのクラスメイトだった黒川と白木は次第に心を通わせていくが、\nその終わりはあっけなく訪れる。\n\nつかの間の逃避行から数年後、横浜の中学校で教師として働く黒川は、\n偶然立ち寄ったワインショップで白木と再会し――。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "99182618-ae92-4aec-a5df-518659b7b613",
    "title": {
      "en": "Rebuild World"
    },
    "updatedAt": "2024-05-08T21:08:59+00:00",
    "coverArt": "https://mangadex.org/covers/99182618-ae92-4aec-a5df-518659b7b613/894cffd6-3165-45c0-ba41-5abbd0ed0570.jpg",
    "altTitles": [
      {
        "ja-ro": "Ribirudo Waarudo"
      },
      {
        "ja-ro": "Sekai O Sai Kōchiku"
      },
      {
        "ru": "Перестрой Мир"
      },
      {
        "ja": "リビルドワールド"
      }
    ],
    "description": {
      "en": "At the risk of his own life, a young man sets foot in the ruins of a devastated old world. His name is Akira, and in order to claw his way out of the hellhole that is his birthplace of Slumtown, the boy became a hunter. In the wastelands he happens upon a strange woman, standing perfectly still, stark naked.   \nShe is beautiful, but it seems that only he can see her. She exists incorporeal, tantalizingly beyond any touch, and she tells him her name is Alpha.  \nAlpha won’t show even a sliver of her real intentions, but with a wide smile, she brings Akira his first commission as a hunter. Akira takes the task, if only to become a stronger hunter, and having entered a contract, their dramatic lives in the hunting profession was set to begin.  \n  \nFrom Stories of the Boy Hunter as recorded by the Eastern Hunters’ association.  \nWritten post-collapse of scientific civilization."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddcd1002-1f44-45b8-9c5d-6b9a91629a43",
    "title": {
      "en": "Nightwatcher"
    },
    "updatedAt": "2023-08-28T12:05:20+00:00",
    "coverArt": "https://mangadex.org/covers/ddcd1002-1f44-45b8-9c5d-6b9a91629a43/43446100-1025-4342-9c1f-da602d060979.jpg",
    "altTitles": [
      {
        "en": "Dafeng's Night Squad"
      },
      {
        "zh-ro": "Dà Fèng Dǎ Gēng Rén"
      },
      {
        "zh": "大奉打更人"
      },
      {
        "vi": "Đại Phụng Đả Canh Nhân"
      }
    ],
    "description": {
      "en": "In this world, there is: Confucianism; Taoism; Buddhism, Demons, and Magicians. Xu Qi’an, a graduate from the police academy, suddenly finds himself waking up in prison, to be exiled to the border three days later …\n\nHis initial goal was to protect himself in this world with no laws, and to be able to live a leisurely life as a rich man..\n\nMany years later, Xu Qi’an looks back on the past, and the long-dead enemies and friends, as well as the numerous bones he has left behind.\n\nAs the Yangtze River flows eastward, the waves wash away the heroes; right and wrong, success or failure will all turn into nothing but history. However, just like the sun’s rays gleaming over the towering mountains, after the sunset, a new sun will rise."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "70562cf3-2733-4959-8115-06171e57bc95",
    "title": {
      "en": "Chii-chan"
    },
    "updatedAt": "2024-05-22T18:29:11+00:00",
    "coverArt": "https://mangadex.org/covers/70562cf3-2733-4959-8115-06171e57bc95/70b57071-b150-4c79-94a1-fa9f89a9a9a0.jpg",
    "altTitles": [
      {
        "ja": "ちーちゃん"
      }
    ],
    "description": {
      "en": "It was the day Chiichan, who never comes to middle school at all, suddenly showed up in her tattered sweats with dead insects, causing a commotion in the class. Yuua has been with her since kindergarten and cares about her, and her classmate Koudai asks if he can help Chiichan out...\nA new series born from a unique collaboration, in which Oshimi Shuuzou depicts the prequel to Chiichan, the aberrant heroine of Naitou Eisuke's film *Poison Girl*, as an original manga *Chiichan*!",
      "fr": "Chii, qui ne vient habituellement pas en cours, se présente un jour vétue de haillons, et un insecte à la main. De quoi faire parler la classe...",
      "es-la": "Chii-chan, quien rara vez asiste a la escuela secundaria, que viste un desgastado chándal y tiene un hobby peculiar. Un día hace algo que causa miedo en el salón, por lo que, dos jóvenes tratan de ayudarla. Esta nueva serie es una colaboración en la que Shūzō Oshimi dibuja la precuela del extraordinario personaje de Chii-chan, la inusual personaje de la película \"Doku Musume\" dirigida por Eirō Naitō."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "596191eb-69ee-4401-983e-cc07e277fa17",
    "title": {
      "en": "Lookism"
    },
    "updatedAt": "2024-03-15T01:28:42+00:00",
    "coverArt": "https://mangadex.org/covers/596191eb-69ee-4401-983e-cc07e277fa17/c4c26f82-a100-44b8-b272-29a54fbd3cba.jpg",
    "altTitles": [
      {
        "zh": "外見至上主義"
      },
      {
        "zh": "看臉時代"
      },
      {
        "ko": "외모지상주의"
      }
    ],
    "description": {
      "en": "Park Hyung-Seok is an unattractive loner who wakes up in a different body. Now tall, handsome, and cooler than ever in his new form, Hyung-Seok aims to achieve everything he couldn't before.\n\nHow far will he go to keep his body... and his secrets?",
      "pt": "Em uma sociedade onde aparência significa tudo, Park Hyumg Suk, pequeno, gordo e não atraente, sofre bullying diariamente, mas nunca falou a sua mãe super trabalhadeira sobre isso. Um dia, quando sua mãe o vê sofrendo bullying, ela o envia para uma escola melhor. Mas infelizmente, ele descobre que sua nova escola é tão cruel quanto a anterior. Uma noite, ele acorda e descobre que de repente ficou alto, forte e incrivelmente bonito. Quando volta para a cama e encontra o seu corpo antigo corpo dormindo. Ele agora tem uma mente e dois corpos. Toda vez que um dorme, o outro corpo acorda, e toda vez que um acorda o outro dorme. Com medo de sofrer bullying novamente na nova escola, ele decide usar o seu novo corpo para ir à escola. Mas como será isso? Será que ele finalmente será aceito?",
      "pt-br": "Em uma sociedade onde aparência significa tudo, Park Hyumg Suk, pequeno, gordo e não atraente, sofre bullying diariamente, mas nunca falou a sua mãe super trabalhadeira sobre isso. Um dia, quando sua mãe o vê sofrendo bullying, ela o envia para uma escola melhor. Mas infelizmente, ele descobre que sua nova escola é tão cruel quanto a anterior. Uma noite, ele acorda e descobre que de repente ficou alto, forte e incrivelmente bonito. Quando volta para a cama e encontra o seu corpo antigo corpo dormindo. Ele agora tem uma mente e dois corpos. Toda vez que um dorme, o outro corpo acorda, e toda vez que um acorda o outro dorme. Com medo de sofrer bullying novamente na nova escola, ele decide usar o seu novo corpo para ir à escola. Mas como será isso? Será que ele finalmente será aceito?"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a96676e5-8ae2-425e-b549-7f15dd34a6d8",
    "title": {
      "en": "Komi-san wa Komyushou Desu."
    },
    "updatedAt": "2024-05-09T04:59:48+00:00",
    "coverArt": "https://mangadex.org/covers/a96676e5-8ae2-425e-b549-7f15dd34a6d8/ba47ca06-012c-4957-a4bd-5e1ff508ebae.jpg",
    "altTitles": [
      {
        "ja-ro": "Comi-san ha Comyusho Desu."
      },
      {
        "en": "Komi Can't Communicate"
      },
      {
        "en": "Komi-san Can't Communicate."
      },
      {
        "en": "Komi-san Has a Communication Disorder."
      },
      {
        "ja-ro": "Komi-san wa, Communication Shougai desu."
      },
      {
        "en": "Miss Komi Is Bad at Communication."
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "ja": "古見さんは、コミュ症です。"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      },
      {
        "ar": "كومي سان لا يمكنها التواصل"
      },
      {
        "ja-ro": "Furumi-san wa, Komyu-shōdesu."
      },
      {
        "vi": "Komi - Nữ thần sợ giao tiếp"
      },
      {
        "fr": "Komi cherche ses mots"
      },
      {
        "tr": "Komi Konuşmaktan Korkuyor"
      },
      {
        "pt": "Komi não consegue se comunicar"
      },
      {
        "id": "Komi Sulit Berkomunikasi"
      },
      {
        "ms": "Komi Tidak Boleh Berkomunikasi"
      },
      {
        "hu": "Komi-san Kommunikációs Zavarral Küzd"
      },
      {
        "cs": "Komi-san nemůže komunikovat"
      },
      {
        "pl": "Komi-san nie móc komunikuje"
      },
      {
        "pl": "Komi-san nie móc porozumiewa"
      },
      {
        "es": "Komi-san no puede comunicarse"
      },
      {
        "pt": "Senhora Komi não consegue se comunicar"
      },
      {
        "pt-br": "Senhorita Komi não consegue se comunicar"
      },
      {
        "ru": "Коми-сан ва, комюсё: дэсу"
      },
      {
        "mn": "Коми-сан харилцаж чаддаггүй"
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "uk": "У Комі-сан проблеми зі спілкуванням"
      },
      {
        "ar": "كومي لا تستطيع التواصل"
      },
      {
        "fa": "کومی نمیتواند صحبت کند"
      },
      {
        "ne": "कोमी सञ्चार गर्न सक्दैन।"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "zh-hk": "古見同學是溝通魯蛇。"
      },
      {
        "zh-hk": "古見同學有交流障礙症"
      },
      {
        "zh": "古见同学有交流障碍症"
      },
      {
        "ko": "코미 양은 커뮤증입니다"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      }
    ],
    "description": {
      "en": "Komi-san is a beautiful and admirable girl that no one can take their eyes off of. Almost the whole school sees her as the cold beauty that's out of their league, but Tadano Hitohito knows the truth: she's just really bad at communicating with others.\r\n\r\nKomi-san, who wishes to fix this bad habit of hers, tries to improve it with the help of Tadano-kun by achieving her goal of having 100 friends.",
      "es": "Hitohito Tadano acaba de empezar la secundaria alta anhelando que sea pura paz y tranquilidad, pero sus planes se truncan cuando termina sentado al lado de la perfecta Shoko Komi. Ella es linda, inteligente, educada y hasta huele bien. Pero tiene 0 dotes sociales y no sabe cómo corno comunicarse con los demás. Es ahí que Tadano se sube al pony y se propone ayudarla a su compañera hasta que se haga de cien amigos, y con suerte algo más.",
      "pl": "Komi-san jest piękną i godną podziwu dziewczyną, od której nikt nie może oderwać oczu. Prawie cała szkoła postrzega ją jako zimne piękno, które jest poza ich zasięgiem, ale Tadano Hitohito zna prawdę: młoda piękność po prostu źle komunikuje się z innymi. Komi-san, chce to zmienić, a ma jej w tym pomóc Tadano.",
      "es-la": "El viaje a 100 amigos comienza con una sola conversación. El mayor sueño de la estudiante de secundaria socialmente ansiosa Shouko Komi es hacer amigos, ¡pero todos en la escuela confunden su ansiedad social paralizante con una reserva fría! Con todo el cuerpo estudiantil manteniendo su distancia y Komi incapaz de pronunciar una sola palabra, la amistad podría estar siempre fuera de su alcance. Tadano Hitohito es un chico ordinario total, y así es como le gusta. Vive para mezclarse con el fondo. Todo eso cambia cuando se encuentra solo en un salón de clases el primer día de la escuela secundaria con la legendaria Komi. Rápidamente se da cuenta de que ella no es distante, sino que tiene problemas para comunicarse con los demás. ¡Ahora ha hecho su misión ayudarla en su búsqueda para hacer 100 amigos!",
      "pt-br": "Komi-san é uma bela e admirável garota que ninguém consegue tirar os olhos. Quase todos da escola a veem como alguém fora do alcance, mas Tadano Shigeo sabe a verdade: **ela apenas não sabe como se comunicar com os outras pessoas**. Komi-san, que deseja corrigir este mau hábito dela, tenta melhorar com a ajuda do Tadano-kun..."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6e12cbd1-e446-442f-824a-a5f29fcac410",
    "title": {
      "en": "I'm Da Best"
    },
    "updatedAt": "2022-06-09T13:16:37+00:00",
    "coverArt": "https://mangadex.org/covers/6e12cbd1-e446-442f-824a-a5f29fcac410/90911052-5737-4d11-ada9-dfd2f4137a47.jpg",
    "altTitles": [
      {
        "en": "I Am Cool"
      },
      {
        "en": "I'm the Best"
      },
      {
        "ko": "난 짱이야"
      }
    ],
    "description": {
      "en": "The story of junior high school student new outlook on life. Its an inspiring tale of the many issues in our modern society. And the undue pressures of society to conform their standards instead of being yourself. For those who dealt with issues such as bullying, weight, and appearance. This series is a must read."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26c4a83f-4078-431b-b862-820c452bb278",
    "title": {
      "en": "Misoshiru de Kanpai!"
    },
    "updatedAt": "2022-12-12T11:38:17+00:00",
    "coverArt": "https://mangadex.org/covers/26c4a83f-4078-431b-b862-820c452bb278/9c0e0cb7-2b1f-434a-a9ab-8bb79c6c956c.jpg",
    "altTitles": [
      {
        "en": "Let's Have a Toast With Miso Soup!"
      },
      {
        "ja": "味噌汁でカンパイ！"
      },
      {
        "ko": "미소된장국으로 건배!"
      }
    ],
    "description": {
      "en": "Zenichirou is a middle school student raised in a motherless family. His breakfast always consists of onigiri and instant miso soup from the convenience store. Yae, a childhood friend of Zenichirou, cannot stand to see him eat such an innutritious breakfast, so she decides to make him breakfast every morning…  \n  \nThis story conveys a simple message: eating with another person makes miso soup taste more delicious and hearty!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "84"
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2024-05-01T19:26:20+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/7bacb5c8-e62c-4451-829a-f1bcfe81e7ea.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "en": "Akane Story"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. Shinta and his daughter Akane have been seduced by this wonderful form of classical entertainment. Having observed her father strive to pass the shin'uchi rakugo test, Akane will take her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo na história é expresso apenas com seu corpo e palavras. Shinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. Observando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-03-29T19:52:56+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/a7872083-47ce-4234-85f6-fa080069bd2a.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya-san Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      }
    ],
    "description": {
      "en": "Masachika Kuze sits next to Alya, a girl of Russian and Japanese descent. She’s beautiful, haughty, and an exceptional student, while Masachika is nerdy and known for being a slacker. He’s an easy target for her comments in Russian, which she’s all too happy to translate—except he can understand what she’s really saying!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-06-14T00:03:54+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/27bc5d4a-83db-4c9d-a049-5f8b9f29efc3.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e904201-718a-45f6-ae44-0e6d7f8c4aa3",
    "title": {
      "en": "Motokano Sensei wa, Choppiri Ecchi na Katei Houmon de Kimi to no Ai wo Hagukumitai."
    },
    "updatedAt": "2023-09-24T06:06:12+00:00",
    "coverArt": "https://mangadex.org/covers/8e904201-718a-45f6-ae44-0e6d7f8c4aa3/21f26004-e365-4ee1-a4f5-e009bb2e77ec.png",
    "altTitles": [
      {
        "ja": "元カノ先生は、ちょっぴりエッチな家庭訪問できみとの愛を育みたい。"
      },
      {
        "en": "Ex-girlfriend Teachers Want to Nurture Love by Making Slightly Naughty Visits to Your Home"
      },
      {
        "ja-ro": "Moto Kano-sensei wa, Choppiri Ecchi na Katei Houmon de Kimi to no Ai wo Haguku Mitai."
      }
    ],
    "description": {
      "en": "The new teachers at high school student Toruma Nijino's school are his ex-girlfriends who dumped him in the past! Moreover, both Akamine Shuri and Shirasawa Kohaku are still in love with him. He is happy to see them again, but.... But he is not happy to see them again... \"Hey, can I kiss you?\" \"Do you hate sleeping with me?\" They start competing with each other at the same time, trying to make an already established fact with Tohru before graduation. Moreover, they live in the same apartment complex as Tohru and are trying to secretly nurture their love as a \"commuter wife\"...? This is a sweet love comedy with ex-girlfriend teachers who tempt you with everything they've got!",
      "ja": "高校生・虹野透真の学校に新任教師としてやって来たのは、かつて彼を振った元カノたちだった！　しかもその教師、赤峰朱里と白沢琥珀の二人はどっちも透真に未練がありまくり。思いがけない再会に喜ぶ透真だったが……。「ねえ、チューしていい？」「私との添い寝、嫌いになったの？」卒業までに透真と既成事実を作ってしまおうと、ふたり同時に抜け駆けスタート。しかも透真と同じマンションに住み、「通い妻」としてこっそり愛を育もうとしてきて――!?　全力で誘惑してくる元カノ教師との、甘々ラブコメディ！！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ace1b3c4-41a7-44d2-a9ad-ae798932479e",
    "title": {
      "en": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
    },
    "updatedAt": "2024-06-04T16:25:54+00:00",
    "coverArt": "https://mangadex.org/covers/ace1b3c4-41a7-44d2-a9ad-ae798932479e/93a92d8f-d94e-46f3-9537-8aa288cb2bdf.jpg",
    "altTitles": [
      {
        "ja": "FPSで初心者ボコってリアルファイトに発展した結果w"
      },
      {
        "en": "After Beating a Noob in an FPS, He Wanted to Fight Me in Real Life LOL"
      },
      {
        "vi": "Sau Khi Bị Tôi Bón Hành Trong Game, Có Đứa Hẹn Kèo Đánh Tôi!"
      },
      {
        "id": "Hasil dari Mengalahkan seorang Pemula di FPS yang Berkembang Menjadi Pertarungan di RL haha"
      },
      {
        "en": "Fighting With an FPS Beginner"
      },
      {
        "ro": "Luptând Cu Un Începător La Jocurile FPS"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dce64fa7-28b5-42a4-8810-149391adfae7",
    "title": {
      "en": "Shitsugyou Kenja no Nariagari ~Kirawareta Sainou wa Sekai Saikyoudeshita~"
    },
    "updatedAt": "2024-06-19T06:06:34+00:00",
    "coverArt": "https://mangadex.org/covers/dce64fa7-28b5-42a4-8810-149391adfae7/390e8cd2-b7eb-4750-a43a-e50ca8ac6687.jpg",
    "altTitles": [
      {
        "ja": "失業賢者の成り上がり　～嫌われた才能は世界最強でした～"
      },
      {
        "en": "The Rise of the Unemployed Wise Man"
      },
      {
        "zh-hk": "失業賢者的出人頭地～討人厭的才能是世界最強～"
      },
      {
        "ru": "Восстание безработного мудреца"
      },
      {
        "ru": "Восхождение безработного мудреца"
      }
    ],
    "description": {
      "en": "Karna was a boy that was given the title of \"Wise man\" from heaven, is scouted by the hero party that had great expectations for his skills. However, his job of \"necromancer\" was creepy and he was immediately exiled. Karna, who got lost on the road without getting a reward, had accidentally invaded the Demon Lord's territory and was targeted by the demons! Karna faced a demon with a mighty power, but defeats it with magic that overwhemed it by far. A fearsome demon. Meanwhile, Cecilia the demon, who saw the whole scene, offers Karna a large annual salary. And Karna decided to become an enemy of humanity as a magician with the Demon King army.",
      "pt-br": "Karna era um garoto que recebeu o título de “Sábio” do céu, é olhado pelo grupo de heróis que tinha grandes expectativas para suas habilidades. No entanto, seu trabalho de “necromante” era assustador e ele foi imediatamente exilado. Karna, que se perdeu na estrada sem receber uma recompensa, acidentalmente invadiu o território do Lorde Demônio e foi alvo dos demônios! Karna enfrentou um demônio com um grande poder, mas o derrotou com uma magia que o dominou de longe. Um demônio temível. Enquanto isso, o demônio Cecilia, que viu toda a cena, oferece a Karna um grande salário anual. E Karna decidiu se tornar um inimigo da humanidade como um mágico com o exército do Rei Demônio."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4d43c50-ce1a-4751-b474-e239cf862f2a",
    "title": {
      "en": "Otome no Teikoku"
    },
    "updatedAt": "2024-02-16T05:14:10+00:00",
    "coverArt": "https://mangadex.org/covers/d4d43c50-ce1a-4751-b474-e239cf862f2a/1c3a6b27-4b09-493b-9677-dcf19801fea7.jpg",
    "altTitles": [
      {
        "ja": "オトメの帝国"
      },
      {
        "en": "Virgins' Empire"
      }
    ],
    "description": {
      "en": "A peek into the \"everyday nudity\" of high school girls. Virgins’ Empire is a look into the lives of seven high school girls attending an all girls school. We follow them as they grow relationships with one another. Some more intimate than others."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97f1b530-6284-471a-9425-549b8acce615",
    "title": {
      "en": "Bocchi The Rock! - Bocchi The Classic! (Doujinshi)"
    },
    "updatedAt": "2024-06-18T16:07:23+00:00",
    "coverArt": "https://mangadex.org/covers/97f1b530-6284-471a-9425-549b8acce615/c4619434-e297-4930-87d3-6da51b2a36ca.jpg",
    "altTitles": [
      {
        "en": "Bocchi The Classic!"
      },
      {
        "ko": "봇치 더 클래식!"
      }
    ],
    "description": {
      "en": "Bocchi The Rock AU that takes place in a victorian setup, featuring Hitori and Ryo as monsters fit to the time."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd5b7e90-c768-4725-85ec-d3ed95477348",
    "title": {
      "en": "Dear, 00"
    },
    "updatedAt": "2024-06-19T05:08:30+00:00",
    "coverArt": "https://mangadex.org/covers/bd5b7e90-c768-4725-85ec-d3ed95477348/79b93845-2925-4479-8801-448f43c01e8c.jpg",
    "altTitles": [
      {
        "ko": "디어, 제로제로"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccd3cb6e-82ac-4ebd-9263-eec25cfafcc8",
    "title": {
      "en": "Freak Island"
    },
    "updatedAt": "2023-12-05T17:10:39+00:00",
    "coverArt": "https://mangadex.org/covers/ccd3cb6e-82ac-4ebd-9263-eec25cfafcc8/dd35775f-3af4-419d-8709-f25f1eb1b342.jpg",
    "altTitles": [
      {
        "ja-ro": "Kichikujima"
      },
      {
        "ja": "鬼畜島"
      },
      {
        "en": "Evil Land"
      },
      {
        "uk": "Диявольський острів"
      }
    ],
    "description": {
      "en": "University students shipwrecked and forced to board a deserted island with a serial killer."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "24",
    "lastChapter": ""
  },
  {
    "mangaId": "32690043-fc16-4031-be61-b26a0b688b90",
    "title": {
      "en": "Kegawa to Nakami"
    },
    "updatedAt": "2024-06-19T04:59:10+00:00",
    "coverArt": "https://mangadex.org/covers/32690043-fc16-4031-be61-b26a0b688b90/4bff5515-631e-4378-a187-4ca5851f3bc3.png",
    "altTitles": [
      {
        "ja": "けがわとなかみ"
      },
      {
        "vi": "Ngoài da, Trong ruột"
      },
      {
        "en": "Under the Skin"
      }
    ],
    "description": {
      "en": "One day, a rabbit confesses his love to a fox who tries to eat him. Despite the fox's confusion, the rabbit continues to tell her that they love her. Can the eater and the devoured live together?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5d731f9-c1cf-4a69-a797-cd9c2a58316b",
    "title": {
      "en": "Anemone is in Heat"
    },
    "updatedAt": "2024-05-24T14:24:46+00:00",
    "coverArt": "https://mangadex.org/covers/c5d731f9-c1cf-4a69-a797-cd9c2a58316b/b578f0b2-e9df-4321-aef3-b2d315002c57.jpg",
    "altTitles": [
      {
        "ja-ro": "Anemone wa Netsu o Obiru"
      },
      {
        "ru": "Цветущий Анемон"
      },
      {
        "zh": "温热的银莲花"
      },
      {
        "ja": "アネモネは熱を帯びる"
      },
      {
        "fr": "Anémone flamboyante (Meian)"
      },
      {
        "pt": "Anémomas ficam mais quentes"
      },
      {
        "pt-br": "Anêmonas ficam mais quentes"
      }
    ],
    "description": {
      "en": "Nagisa Ootsuki shed her former self out of shame from failing her highschool entrance exams. On her first day in her new highschool, who does she meet but the girl who made her fail the exam! How does Nagisa deal with these complicated emotions?",
      "id": "Nagisa Ootsuki melepaskan dirinya yang dulu karena malu karena gagal dalam ujian masuk sekolah menengahnya. Pada hari pertamanya di sekolah menengah barunya, siapa yang dia temui selain gadis yang membuatnya gagal dalam ujian! Bagaimana Nagisa menghadapi emosi yang rumit ini?",
      "pt": "Nagisa Ootsuki abandonou o seu antigo eu por vergonha de chumbar nos exames de admissão ao liceu. No seu primeiro dia na nova escola secundária, quem é que ela encontra senão a rapariga que a fez chumbar no exame! Como é que Nagisa lida com estas complicadas emoções?",
      "pt-br": "Nagisa Ootsuki abandonou o seu antigo eu por vergonha de reprovar no exame de admissão ao Ensino Médio. No seu primeiro dia na nova escola secundária, quem é que ela encontra senão a menina que a fez falhar na prova! Como Nagisa lidará com estas emoções complicadas?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "20a1a461-7735-4856-8acd-6733d74fc4c1",
    "title": {
      "en": "What Should I Do Now?!"
    },
    "updatedAt": "2024-06-15T21:51:36+00:00",
    "coverArt": "https://mangadex.org/covers/20a1a461-7735-4856-8acd-6733d74fc4c1/03c13e50-f256-4331-8e01-5aa2eaed62d1.png",
    "altTitles": [
      {
        "ja": "今どうすればいい"
      },
      {
        "ja-ro": "Ima Dosurebaii"
      }
    ],
    "description": {
      "en": "In a seemingly bizarre twist of fate, college student Yoshimoto Hanabiro has abruptly become a female! Being a lazy and composed art student at Niigata University, could he keep up with his old persona? Or will he adopt a new personality in his new body while exploring the new experiences and troubles a girl has? Will he also be able to survive college while also being able to keep his past self a secret? Hanabiro has to sort it out before it all unfolds."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3911129-c183-402a-a415-cfd4a08aa746",
    "title": {
      "en": "Juvenile Offender"
    },
    "updatedAt": "2024-06-14T19:43:08+00:00",
    "coverArt": "https://mangadex.org/covers/c3911129-c183-402a-a415-cfd4a08aa746/5d2e80ec-4fd8-4784-95fd-ae2960ce6e1a.jpg",
    "altTitles": [
      {
        "ko": "촉법소년"
      },
      {
        "kk": "Жас Қылмыскер"
      },
      {
        "es-la": "Delincuente Juvenil"
      }
    ],
    "description": {
      "en": "South Korea is filled with various shitty laws.\nThe group of ‘juvenile kids’ that made my life into a living hell didn’t receive any punishment: these kids were the result of these shitty laws. I’ll now start my revenge.",
      "kk": "Оңтүстік Корея әртүрлі заңдарға толы.\nМенің өмірімді тозаққа айналдырған \"жас балалар\" тобы ешқандай жазаға тартылмады: бұл балалар осы заңдардың нәтижесі болды. Енді мен кек алуды бастаймын.",
      "ko": "대한민국은 X같은 법들로 가득하다\n나를 지옥으로 밀어넣고도 처벌받지 않았던 ‘촉법소년’들\n그 X같은 법의 결과물들에게, 지금부터 복수를 시작한다",
      "es-la": "Corea del Sur está llena de leyes de mierda. El grupo de «menores» que convirtió mi vida en un infierno no recibió ningún castigo: esos menores fueron el resultado de esas leyes de mierda. Ahora comenzaré mi venganza. (Ocurre en el mismo universo de Lookism)",
      "pt-br": "A Coreia do Sul está cheia de leis de merda.\r\nE os ‘deliquentes’ que me empurraram para o inferno nunca foram punidos.\r\nEntão, está na hora de me vingar e passar por cima dessas leis de merda."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4e2da95-1cd7-49e8-9197-b7419be2077b",
    "title": {
      "en": "The Girls Who Traumatized Me Keep Glancing at Me, but Alas, It’s Too Late"
    },
    "updatedAt": "2024-06-13T18:57:32+00:00",
    "coverArt": "https://mangadex.org/covers/e4e2da95-1cd7-49e8-9197-b7419be2077b/05266bdd-6c1d-4234-a658-799c8fc44063.jpg",
    "altTitles": [
      {
        "ja": "俺にトラウマを与えた女子達がチラチラ見てくるけど、残念ですが手遅れです"
      },
      {
        "ja-ro": "Ore ni Trauma wo Ataeta Joshi-tachi ga Chirachira Mitekuru kedo, Zannen desu ga Teokure desu"
      },
      {
        "en": "The Girls Who Traumatized Me Keep Glancing at Me, but Alas, It’s Too Late"
      },
      {
        "es-la": "Las chicas que me traumaron me están mirando, pero desafortunadamente es demasiado tarde."
      }
    ],
    "description": {
      "en": "Kokonoe Yukito has always been unlucky when it comes to women. He was rejected by his childhood friend, which he thought they had mutual feelings for each other. He sister hates him. His mother neglected him— Due to all these trauma stacking with each other, his emotions were completely destroyed. When Yukito enters high school, the girls who inflicted these pain on him started to care for him...?! Thus commence a youthful Romcom full of misunderstandings!",
      "ja": "九重雪兎は昔から女運が悪い。両想いだと思っていた幼馴染にはフラれ、姉には嫌われ、母親には疎まれ――度重なるトラウマの果てに感情がぶっ壊れてしまう。そんな雪兎が高校に入学したら、彼にトラウマを与えてきた女子達がやたらと彼のことを気にかけてきて……!?　手遅れから始まる勘違い思春期ラブコメ、開幕！",
      "es-la": "Yukito Kokonoe siempre ha tenido mala suerte. Es odiado por su madre, su hermana, y su amiga de la infancia, pensaba que tenían sentimientos mutuos, pero ella se siente frustrada antes de la confesión, e incluso hace travesuras durante sus heridas, y sus emociones se rompen después de repetidos traumas con muchas mujeres.\n\nSin embargo, cuando ingresó a la escuela preparatoria, ¿¡Las chicas que lo traumatizaron comenzaron a preocuparse por él ...!?\nEsta es una comedia romántica de un adolescente incomprendido que comienza demasiado tarde."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-06-19T04:52:05+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/281a36bd-4e6e-4cb7-8728-01318e8b7dcf.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?\n Brought to you by mmk of 'Love Comedy Quest,' this is a pure love short comedy of the new era about 'neighbors'!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8dcbff1-a8b6-4fcf-88de-3977aa5cef33",
    "title": {
      "en": "Bungou Stray Dogs: Dazai, Chuuya, Juugo-sai"
    },
    "updatedAt": "2024-05-08T05:33:06+00:00",
    "coverArt": "https://mangadex.org/covers/d8dcbff1-a8b6-4fcf-88de-3977aa5cef33/0b468862-3e68-43ed-8636-6f6a85b5bd46.png",
    "altTitles": [
      {
        "en": "Bungou Stray Dogs - Dazai, Chuuya, Fifteen years old"
      },
      {
        "ja": "文豪ストレイドッグス 太宰、中也、十五歳"
      },
      {
        "uk": "Бродячі Пси: Дазай і Чуя 15"
      },
      {
        "es-la": "Bungou Stray Dogs - Dazai, Chuuya, 15 años"
      },
      {
        "en": "Bungou Stray Dogs - Dazai, Chuuya, age fifteen"
      },
      {
        "ru": "Великий из Бродячих Псов: Дазай и Чуя, 15 лет"
      }
    ],
    "description": {
      "en": "Not long after Ougai Mori takes the reins of the Port Mafia, his accomplice Osamu Dazai has a dreadful run in with Chuuya Nakahara, a boy known as the Sheep King who is capable of manipulating gravity. But when strange rumors about the mysterious being Arahabaki start spreading throughout Yokohoma, the duo must put aside their differences and get to the bottom of things. Before they achieved infamy as the fearsome pairing Twin Dark, Dazai and Chuuya were just boys. Was their first encounter a harbinger of hope, or an ill omen of things to come...?",
      "ru": "«Призрак», неожиданно воскресшего, предыдущего босса не даёт покоя Портовой Мафии Йокогамы. Молодому члену мафии Дазаю, под присмотром новоиспечённого Босса Мафии Мори, было поручено разобраться в этом деле. Расследование приводит к так называемому «королю» печально известной группе подростков — «Овцы». Чуя соглашается работать вместе с Дазаем, чтобы раскрыть правду о его собственном прошлом и выяснить истинную причину недавних событий.",
      "es-la": "El fantasma del predecesor acecha a Port Mafia. A los quince años, Osamu Dazai, bajo la atenta mirada de Ōgai Mori, recibe su primera misión de investigar el asunto. La investigación lo lleva a Chūya Nakahara, el infame \"Rey de las Ovejas\", un grupo rival de jóvenes. Con su propio pasado desconocido para él, y las vidas de los miembros de Sheep en juego gracias a Port Mafia, Chūya acepta trabajar junto a Dazai para revelar la verdad detrás del exjefe de Port Mafia."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d110834c-0280-42fe-95d9-4f79e939ca0a",
    "title": {
      "en": "Hananoi-kun to Koi no Yamai"
    },
    "updatedAt": "2024-05-24T10:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/d110834c-0280-42fe-95d9-4f79e939ca0a/72415e51-f605-4085-b153-eb127bb8584b.jpg",
    "altTitles": [
      {
        "en": "A Condition Called Love"
      },
      {
        "ja": "花野井くんと恋の病"
      },
      {
        "zh": "花野井君的相思病"
      },
      {
        "en": "I'm addicted to you."
      },
      {
        "fr": "À tes côtés"
      }
    ],
    "description": {
      "en": "Hotaru is a 16-year-old high school first-year who has always been ambivalent about love, preferring instead to have a lively life with her family and friends. So when she sees her schoolmate, Hananoi-kun, sitting in the snow after a messy, public breakup, she thinks nothing of offering to share her umbrella. But when he asks her out in the middle of her classroom the next day, she can’t help but feel that her life is about to change in a big way… [Kodansha]",
      "fr": "Quand un après-midi d’hiver enneigé, Hotaru tend son parapluie à Hanoï, un de ses camarades de lycée qui vient de se faire larguer, elle n’imaginait pas encore que c’était le début d’une nouvelle histoire. En effet, ce garçon de la classe d’à côté débarque le lendemain, pour lui faire une déclaration d’amour. Alors qu’il ne la connaît pas vraiment… Déstabilisée, elle refuse les avances de ce dernier, mais accepte de le côtoyer en tant qu’ami. Mais si derrière des apparences trompeuses, la rencontre de ces deux-là n’avait pas été poussé par le destin ?\n\n---\n\nMaison d'édition FR : **Akata**",
      "es-la": "Un chico cuyo amor es excesivamente serio y una chica que pensaba que el amor no era para ella descubren el primer amor ♡ Debido a que le extendieron un paraguas durante un día de nieve, ¡¿Hananoi se confiesa…!? ¡¿Hacia dónde se dirige ese amor?! Esta es una historia de amor torpe y dramática.",
      "pt-br": "Hananoi, por ter recebido um guarda-chuva durante um dia nevoso, confessa seu amor para ela…? Aonde esse amor vai? Essa é uma dramática e atrapalhada história de amor."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42b464cd-a8a1-45bb-9140-2f5674b54c22",
    "title": {
      "en": "The Person Sitting Next to Me Looking at Me with Perverted Eyes"
    },
    "updatedAt": "2024-06-16T20:23:37+00:00",
    "coverArt": "https://mangadex.org/covers/42b464cd-a8a1-45bb-9140-2f5674b54c22/2a5a1c72-c783-49f8-84e1-4e49c7c531dd.jpg",
    "altTitles": [
      {
        "ja": "隣の席の奴がエロい目で見てくる話"
      },
      {
        "vi": "Người bàn bên thường nhìn tôi bằng ánh mắt biến thái"
      },
      {
        "ja-ro": "Tonari no Seki no Yatsu ga Eroi me de Mitekuru Hanashi"
      },
      {
        "uk": "Людина, що сидить біля мене, дивиться на мене хтивими очима"
      },
      {
        "ru": "Одноклассница, сидящая за соседней партой, смотрит на меня развратным взглядом"
      },
      {
        "es-la": "La persona de al lado me mira con ojos pervertidos"
      },
      {
        "ja": "となエロ"
      },
      {
        "ja-ro": "TonaEro"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/117358783)"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb98bd40-a903-4416-bdd0-dab93d8f36ad",
    "title": {
      "en": "R15+ Ja Dame Desuka?"
    },
    "updatedAt": "2024-01-21T03:16:07+00:00",
    "coverArt": "https://mangadex.org/covers/cb98bd40-a903-4416-bdd0-dab93d8f36ad/1101bb52-dcb2-4e09-ba04-62599307e5f0.jpg",
    "altTitles": [
      {
        "ja-ro": "R15+ Ja Dame Desuka?"
      },
      {
        "ja": "R15＋じゃダメですか？"
      },
      {
        "vi": "Xem phim \"người lớn\" được không?"
      },
      {
        "en": "How About R15?"
      }
    ],
    "description": {
      "en": "What should I do to become an adult? Akane Amou, who grew up with her parents forbidding any kind of entertainment, is a little bad with \"stimulating\" stuff, to the point she can't even watch a kissing scene in a drama. Now that she’s a highschool student, she somehow wants to overcome it! Those are her intentions, but it’s not that easy. Meanwhile, she got acquainted with a movie otaku named Fuyumine. Will she be able to watch an R15 movie…?",
      "ja": "大人になるって、どうすればいいの？　親からすべての娯楽を禁止されて育った天羽秋音は、ドラマのキスシーンも観れないくらい、”刺激的”なものが少し苦手。高校生にもなったんだから、なんとか克服したい！　と意気込むが、なかなか道は険しい。そんな中、映画オタクの冬峰と知り合い、15禁映画を観ることになり…⁉\n \n--- \n \nOtona ni naru tte, dōsureba ī no? Oya kara subete no goraku o kinshi sa rete sodatta Amou aki-on wa, dorama no kisushīn mo mi renai kurai, ”shigeki-teki” na mono ga sukoshi nigate. Kōkōsei ni mo natta ndakara, nantoka kokufuku shitai! To ikigomu ga, nakanaka michi wa kewashī. Son'na Chū, eiga otaku no fuyu-hō to shiriai, 15 kin eiga o miru koto ni nari...!?",
      "vi": "\"Mình sẽ làm gì để trở thành người lớn?\"\nAkane Amou, lớn lên trong sự bảo bọc nghiêm khắc của cha mẹ mà không tiếp xúc với phương tiện giải trí, bước qua tuổi 15, trước những thứ \"tình cảm\", thậm chí là một nụ hôn cũng không thể xem được.\nGiờ đã vào trường cấp ba, cùng với cậu bạn Fuyumine, Amou sẽ bước qua những rào cản ấy. Liệu cô bé có thể xem được một phim nhán mác \"cấm trẻ em\"?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e544761-7d3d-4fce-8137-719814d7d138",
    "title": {
      "en": "Eleceed"
    },
    "updatedAt": "2024-04-09T21:00:07+00:00",
    "coverArt": "https://mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/52cf193d-6862-43e8-9de4-1025c0e6e297.jpg",
    "altTitles": [
      {
        "ko": "일렉시드"
      },
      {
        "ru": "Элисед"
      },
      {
        "ja": "エレキシード"
      },
      {
        "zh": "觉醒吧，铲屎官！"
      },
      {
        "es": "Eleceed: Velocidad eléctrica"
      },
      {
        "es-la": "Electricidad veloz"
      }
    ],
    "description": {
      "en": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "es": "Jiwoo es un joven amable que utiliza sus reflejos increíblemente rápidos, como los de un gato, para hacer del mundo un mejor lugar salvando niños o mascotas. Kayden es un agente secreto prófugo que termina encerrado en el cuerpo de un... mmm... gato gordo, peludo y viejo. Juntos y con la ayuda de los superpoderes de Jiwoo y la inteligencia de Kayden lucharán contra las fuerzas que desean que el mal tome control del mundo. Aunque solo lo lograrán si consiguen soportarse lo suficiente para hacerlo.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "fr": "Jiwoo est un jeune lycéen au bon coeur qui utilise ses réflexes incroyablement rapides pour rendre le monde meilleur, que ce soit en sauvant un petit enfant ou bien un animal de compagnie. Kayden est un agent secret fugitif qui finit par être enfermé dans le corps d'un... euh... vieux, gros chat tout poilu. Ensemble, et équipés des superpouvoirs de Jiwoo et de l'intelligence de Kayden, ils lutteront contre les forces obscures qui veulent que le mal domine le monde... mais seulement s'ils arrivent à bien s'entendre !\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "id": "Kolaborasi yang luar biasa dari author \"Noblesse\" dan author \"Girls the Wild's\"! Kisah aksi fantasi mengenai Kaiden yang jiwanya masuk ke seekor kucing gendut dan Jiwoo yang suka menyembunyikan kekuatannya!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ja": "敵の不意打ちで深い傷を負い、猫の体に身を隠した覚醒者のカイド。猫好きの主人公・勇羽に助けられるが… 『ノブレス』 X 『少女ザワイルズ』作家らによる爽快アクション！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ko": "<노블레스> 손제호 작가와 <소녀더와일즈> 제나 작가가 만났다!\n고양이 몸에 깃든 각성자 카이든과 각성능력을 숨겨온 고등학생 지우\n러블리 2인조의 액션 판타지\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ru": "Кайден - загадочный человек, который словно комета спустился с неба. Весь израненный, почти потерявший последние силы, он решает скрыть свое присутствие - ведь по-другому от погони не уйти. По дороге Кайден встречает обычную дворовую кошку и, почти не думая, решает вселиться в ее тело. Со Чжи У - энергичный и общительный молодой человек из средней школы, который очень любит кошек. Один раз по пути домой он встречает до боли потрепанного кота и берет его к себе домой. Наш У не только добрый, но еще и обладает одной скрытой способностью. Какой же?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "th": "เรื่องใหม่ของนักเขียน Son Je-ho จาก <โนเบลส> และ Zhena จาก <วีน เหวี่ยง WILD มัธยมสาวพันธุ์ดุ>! แอ็กชันแฟนตาซีสุดน่ารัก เรื่องราวของ \"ไคเดน\" ผู้มีพลังพิเศษแต่แฝงตัวด้วยการสิงอยู่ในร่างแมว และ \"จีอู\" นักเรียนหนุ่มทาสแมวแสนธรรมดาที่แอบซ่อนพลังที่ไม่ธรรมดาเอาไว้\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "zh": "超强觉醒者意外变身胖橘，\n没想到铲屎官也有超能力!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "pt-br": "Ji-U é um jovem de bom coração que aproveita os reflexos rápidos de um gato para secretamente tornar o mundo um lugar melhor - uma criança salva ou um animal de estimação adotivo de cada vez. Kayden é um agente secreto em fuga, que se encontra preso no corpo de um... hum... decididamente gordo velho gato fofo. Juntos, armados com os superpoderes de Ji-U e a super inteligência de Kayden, eles estão prontos para lutar contra as forças que deixariam o mal governar este mundo. Isto é, se eles aguentarem um ao outro tempo suficiente para fazer o trabalho.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af67e19a-0070-4100-a81e-3a3489f5824c",
    "title": {
      "en": "Wan Mu"
    },
    "updatedAt": "2023-03-11T01:03:06+00:00",
    "coverArt": "https://mangadex.org/covers/af67e19a-0070-4100-a81e-3a3489f5824c/ceab5431-960c-4064-a3bf-96b20d804b35.jpg",
    "altTitles": [
      {
        "zh": "晚木"
      }
    ],
    "description": {
      "en": "The girl who was adopted by two mothers met her soulmate- another girl, when she was 16 years old. After dating for ten years, she decided to give herself to a man at the age of 28 … because she did not want to live this \"abnormal life\". Only after leaving her, did she finally understand the true meaning of love during those countless days and nights. However, can they still go back to the way things were?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "43"
  },
  {
    "mangaId": "ac72a16f-1bd7-4118-883f-5ac7c1e67fd7",
    "title": {
      "en": "Mobile Suit Gundam: Battle Operation Code Fairy"
    },
    "updatedAt": "2024-02-25T01:04:19+00:00",
    "coverArt": "https://mangadex.org/covers/ac72a16f-1bd7-4118-883f-5ac7c1e67fd7/8eb0ffa2-3d69-4347-a71a-6a9a9af9e9d1.jpg",
    "altTitles": [
      {
        "ja": "機動戦士ガンダム バトルオペレーション コード・フェアリー"
      },
      {
        "ja-ro": "Kidou Senshi Gundam: Battle Operation Code Fairy"
      }
    ],
    "description": {
      "en": "The \"Noisy Fairy Squadron, a secret unit under the direct control of Kycilia Zabi of the Principality of Zeon, is deployed somewhere in the North American continent. With only female members, they fight in the One Year War against the Earth Federation Forces. They are forced to face the unreasonableness of war and the bonds with their comrades..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf662b7a-afcb-49ce-b4ab-cc4feacdbd3a",
    "title": {
      "en": "Beneath the Surviving Princess' Joyful Façade"
    },
    "updatedAt": "2024-05-20T01:57:07+00:00",
    "coverArt": "https://mangadex.org/covers/bf662b7a-afcb-49ce-b4ab-cc4feacdbd3a/943db86c-dbb5-4173-8142-f6971f93d84d.jpg",
    "altTitles": [
      {
        "ko": "살아남은 왕녀의 웃음 뒤에는"
      },
      {
        "en": "Behind the Laughter of the Surviving Princess"
      }
    ],
    "description": {
      "en": "\"Very good. I shall give you my beloved sister, whom I cherish dearly.\"\n\nEric Chladnie, who led the long war to victory against the Shidate Principality, received the mandate to marry a foolish princess as a reward for his triumph.\n\nAfter the wedding ceremony, Eric returned to the mansion with the newlywed princess. Amidst the princess's eccentric behaviour, his father attempts to kill her and his mother advices him to not give his heart. Only he, treating her like a child, respects and cherishes her as his wife. However, who is this woman who, in front of the king, impersonates deeds that she has never done and acts piously?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5fcf0847-7d3a-4164-a705-970a06df2794",
    "title": {
      "en": "Blue Archive: Problem Solver 68 Business Diary"
    },
    "updatedAt": "2024-01-30T21:04:45+00:00",
    "coverArt": "https://mangadex.org/covers/5fcf0847-7d3a-4164-a705-970a06df2794/8cdf5de8-cd78-4944-b8be-3a014cd119e5.jpg",
    "altTitles": [
      {
        "ja": "ブルーアーカイブ 便利屋68業務日誌"
      },
      {
        "ja-ro": "BuruuAakaibu: Benriya68 Gyoumunishi"
      },
      {
        "vi": "Blue Archive: Nhật kí nghiệp vụ của Handyman68"
      },
      {
        "zh": "便利屋68业务日志"
      }
    ],
    "description": {
      "en": "From the smash hit smartphone game \"Blue Archive\" comes the debut of Problem Solver 68 as our protagonist in this spin-off comic!! Please enjoy the comedic story of our four Problem Solvers in Kivotos - The Academic City!",
      "ja": "大人気スマホゲーム『ブルーアーカイブ』から、「便利屋68」を主役としたスピンオフコミックが登場!! 学園都市キヴォトスを舞台に便利屋の4人が巻き起こすドタバタ劇をお楽しみください！",
      "vi": "Từ trò chơi dành cho smartphone đang nổi tiếng hiện nay \"Blue Archive\" chào đón sự xuất hiện dưới tư cách nhân vật chính của câu lạc bộ \"Handyman 68 (Công ty Dịch vụ giúp việc số 68)\" trong bộ manga ngoại truyện này!! Hãy cùng thưởng thức câu chuyện hài hước của bốn cô gái chạy vặt ở Thành phố Học viện Kivotos nào!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9529ff5-b1ed-4bf3-8e97-16bef5d13210",
    "title": {
      "en": "Kyou, Sukitte Iimasu"
    },
    "updatedAt": "2024-05-30T10:17:01+00:00",
    "coverArt": "https://mangadex.org/covers/b9529ff5-b1ed-4bf3-8e97-16bef5d13210/e049427f-c838-4bdf-bc98-48de8c478540.png",
    "altTitles": [
      {
        "ja": "今日、好きっていいます"
      },
      {
        "en": "Today, I Will Say I Love You"
      },
      {
        "ja-ro": "Kyou, Suki tte Iimasu"
      }
    ],
    "description": {
      "en": "University student, Rintarou, is in love with his rental boyfriend, Asahi. Knowing that it is all pretend doesn't stop his heart from racing when confronted by Asahi's kindness. Every time they meet, his feelings continue to grow stronger.\nOne day, as Rintarou finds himself unable to make another rental appointment out of concern he won't be able to stop his feelings from growing, he stumbples across Asahi in town. While Rintarou is taken aback by the uncharacteristically serious look on Asahi's face, Asahi starts leaning in for a kiss...?!\n\nFifth chapter is a completed oneshot known as KOI WA KITSUNE MOUYOU."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "f9d854ea-6787-40f5-a30c-5d72eef9e0cb",
    "title": {
      "en": "Junket Bank"
    },
    "updatedAt": "2024-04-15T10:12:07+00:00",
    "coverArt": "https://mangadex.org/covers/f9d854ea-6787-40f5-a30c-5d72eef9e0cb/97912249-45b9-4a7e-a13e-35e8685ca656.jpg",
    "altTitles": [
      {
        "ja": "ジャンケットバンク"
      }
    ],
    "description": {
      "en": "\"Junket Bank\" is a manga of a gambling place operated by a bank. Mitarai, a bank clerk bored with his every day duties. One day, Mitarai went to the basement of the bank while thinking that something was wrong with his new boss Usami, but witnessed gambling there..."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "750d3c4f-86cc-46e5-bcbf-1498c6a18b88",
    "title": {
      "en": "The Wicked Ladies in Waiting"
    },
    "updatedAt": "2024-05-24T03:23:38+00:00",
    "coverArt": "https://mangadex.org/covers/750d3c4f-86cc-46e5-bcbf-1498c6a18b88/bcda2e61-5037-456d-8884-d9e2f30cda2a.jpg",
    "altTitles": [
      {
        "en": "Bad Maids"
      },
      {
        "ko": "나쁜 시녀들"
      }
    ],
    "description": {
      "en": "Julia, who was born an orphan, was killed in exchange for falling in love with the Young Master of the Marjoram Family. But when she opened her eyes, at the same location as any other day, she was rescued by the Commander of the Imperial Army, ‘Carus’... She was hit by a curse of being unable to die, and this is now her eighth life. After realizing that she would be stuck in the loop forever if she didn't take down the Marquis, she became a servant within the Palace to utilize the Royal Family’s power to demolish the Marjoram Family in her eighth life. “Isn’t this how we’re supposed to plot revenge?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]