[
  {
    "mangaId": "a9b64893-0b8a-46a9-b925-6359e3c2d693",
    "title": {
      "en": "Sora Yori Takaku"
    },
    "updatedAt": "2023-06-02T13:20:55+00:00",
    "coverArt": "https://mangadex.org/covers/a9b64893-0b8a-46a9-b925-6359e3c2d693/6ff75065-1a47-4e95-920b-be1ffaca413c.jpg",
    "altTitles": [
      {
        "ja": "天より高く"
      },
      {
        "en": "Higher Than the Sky"
      }
    ],
    "description": {
      "en": "When the Devil King announces his retirement, he calls forth his two sons, Yomi and Sora, to give them each a quest. Whichever of them finds a pure Yamato maiden within a year would inherit the throne of the Devil King, while the other would die. Thus begins Sora's sex-fuelled adventure to find a woman that can satisfy his father…"
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "erotica",
    "lastVolume": "27",
    "lastChapter": "351"
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-11-07T22:04:56+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/7e02ac66-1ac9-4eac-bc05-a264222ca87b.png",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      },
      {
        "pl": "SZKIELET"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc998000-171b-4fbe-9dd8-570e56c0845d",
    "title": {
      "ja-ro": "Monthly in the Garden with My Landlord"
    },
    "updatedAt": "2024-09-01T20:13:48+00:00",
    "coverArt": "https://mangadex.org/covers/bc998000-171b-4fbe-9dd8-570e56c0845d/1f005e1c-ea2f-4a78-acce-a4436eb0acea.jpg",
    "altTitles": [
      {
        "ja-ro": "Maitsuki, Niwatsuki, Ooyatsuki"
      },
      {
        "ja": "毎月庭つき大家つき"
      },
      {
        "ja-ro": "Maitsuki Niwa Tsuki, Ooya Tsuki"
      },
      {
        "zh": "月付房租带院子带房东"
      },
      {
        "en": "Monthly With Garden With Ooya"
      },
      {
        "pl": "Dom z ogrodem i właścicielką"
      }
    ],
    "description": {
      "en": "Asako moves to a new house to get over her recent breakup. She finds a great little place a bit removed from the city with a lovely garden, but there’s a catch—the house also comes with a live-in landlord!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "31"
  },
  {
    "mangaId": "ff360116-6df6-4bd3-817c-795f651c5b75",
    "title": {
      "en": "Prison!"
    },
    "updatedAt": "2024-11-10T04:52:11+00:00",
    "coverArt": "https://mangadex.org/covers/ff360116-6df6-4bd3-817c-795f651c5b75/fb30f3d0-61df-499d-bc1c-00146c0880d7.jpg",
    "altTitles": [
      {
        "ja": "ごくちゅう！"
      },
      {
        "ja-ro": "Gokuchuu!"
      },
      {
        "vi": "Cuộc sống trong tù"
      }
    ],
    "description": {
      "en": "This is bad, this is bad! I got caught with some weed on me, and now I'm off to jail! Can I make some friends here in prison...?",
      "ja": "たいへんたいへ～ん！お野菜(●麻)の所持がバレて、ムショ暮らしになっちゃった！こんな状況(獄中生活)だけど、お友達できるカナ…？",
      "vi": "Sau khi bị cảnh sát bắt quả tang đang tàng trữ \"Cỏ\" trái phép, Haruno Urara đã bị tuyên án 1 năm tù và giờ đây cô sẽ phải chuyển tới buồng giam mới. Liệu rằng cô ấy sẽ có thể kết bạn được với những người bạn tù mới của mình?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "46"
  },
  {
    "mangaId": "d080f85f-a6ef-4e0a-9569-c0709b60d8c0",
    "title": {
      "en": "Isshou Senkin"
    },
    "updatedAt": "2024-11-02T12:48:48+00:00",
    "coverArt": "https://mangadex.org/covers/d080f85f-a6ef-4e0a-9569-c0709b60d8c0/69ec4c93-150f-407a-a801-cceafac6130c.jpg",
    "altTitles": [
      {
        "ja": "一勝千金"
      },
      {
        "en": "ST✰R: Strike it Rich"
      },
      {
        "en": "STAR: Strike it Rich"
      },
      {
        "ru": "Звезда: Бей, богатей"
      },
      {
        "ru": "Бесценная Победа"
      }
    ],
    "description": {
      "en": "“Yup! Just as slow as I thought.”\n\nAfter retiring from public fighting and getting fired from underground fighting, 27 year old Tenma Nozomi's zest for life is gradually dwindling away. It's hard to be at the bottom with nowhere to go, and that's exactly where she and her two friends are. However, Nozomi hits upon an idea that may just solve all of their problems: they could make their own underground fighting circuit for women, and tap into an underexplored market. As good as that sounds, her insistence on including the unknown quantity Hongou Hina may prove to be more than she bargained for...",
      "ja": "女子×裏格闘×団体運営＝？？？\n\n格闘団体をクビになった天馬希望（てんまのぞみ）は一攫千金を夢見て、幼なじみの2人と女子だけの裏格闘団体を立ち上げる！しかし、興行を成功させるためスター選手として招き入れたのは、可愛らしい見た目からは想像できないとってもキケンな女子高生で…！？金か？ 夢か？ 革命か？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c5d0061-b6c9-4558-b3bb-bfcf8aa8a221",
    "title": {
      "en": "I Can't Keep up With My Stallion Duke"
    },
    "updatedAt": "2023-12-10T18:20:03+00:00",
    "coverArt": "https://mangadex.org/covers/4c5d0061-b6c9-4558-b3bb-bfcf8aa8a221/007e3a91-6d11-47be-88bd-53748347c5c6.jpg",
    "altTitles": [
      {
        "ko": "두 번째 남편이 절륜해서 우울하다"
      },
      {
        "ko-ro": "Du Beonjjae Nampyeoni Jeollyunhaeseo Uulhada"
      },
      {
        "en": "I'm Depressed Because My Second Husband Is Desperate"
      },
      {
        "en": "I Am Depressed While My Second Husband Is Desperate"
      },
      {
        "en": "Desperate Second Husband, Depressed Me"
      },
      {
        "en": "The Second Husband Is Desperate and Depressed"
      },
      {
        "de": "Mein Herzog, der heißblütige Hengst"
      },
      {
        "fr": "Comment calmer mon duc impuissant?"
      },
      {
        "es": "Mi segundo esposo está deprimido y desesperado"
      },
      {
        "ru": "Мой второй муж бесподобен, потому я опечалена"
      },
      {
        "th": "สามีคนใหม่ของฉันแซ่บเกินคาด"
      },
      {
        "ja": "騙されて溺愛再婚しました！"
      },
      {
        "zh": "第二任老公太强了，好烦！"
      },
      {
        "zh": "第二任丈夫精力旺盛让我郁闷"
      },
      {
        "zh-hk": "我誤中了再婚老公的溺愛陷阱"
      },
      {
        "id": "I Can't Keep Up With My Duke"
      },
      {
        "vi": "Tôi mệt mỏi vì người chồng thứ hai quá hoàn mỹ!"
      }
    ],
    "description": {
      "de": "Niemand in Oliva Florence’ Leben — einschließlich ihres eigenen Ehemanns — gab ihr die Wärme, nach die sie sich immer sehnte, weswegen sie ihr Leben allein lebte und dadurch zu einer starken, unabhängigen Frau wurde. Als sie eines Morgens, zwei Jahrzehnte vor Beginn ihrer arrangierten und unglücklichen Ehe mit dem Herzog Herr James Parnell, aufwacht und realisiert, dass sie in der Zeit zurückgereist ist, beschließt sie, ihr Leben radikal umzukremplen. Sie heckt einen Plan aus, um ihre Ehe zu annullieren und stattdessen den Herzog Ian Tyrone zu heiraten, der aufgrund seines bekannten Desinteresses an Frauen als *impotent* gilt. Vielleicht würde jenes Desinteresse an Frauen Olivia ein entspanntes Leben als Ehefrau ermöglichen, ohne den Druck, Kinder kriegen oder andere Dinge tun zu müssen. Zumindest erhofft sie sich das. Doch Moment… Der Herzog, der dafür bekannt sein soll, „keinen hochzukriegen,“ entpuppt sich im Schlafzimmer als absoluter Hengst. Worauf hat sich Olivia da bloß eingelassen?\n\n---\n**Original Web Novel:** [Comico](https://www.comico.kr/novel/15776), [KakaoPage](https://page.kakao.com/home/54977914), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6624972), [Ridibooks](https://ridibooks.com/books/2877010227)\n\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/7810), [KakaoPage](https://page.kakao.com/home?seriesId=59467128)\n\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/7810)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14204/)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/7810?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/7810?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/7810?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/icant-keepup-with-my-duke/list?title_no=4418)\n* [Japanese / 日本語](https://www.comico.jp/comic/7810)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2921)\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/toi-met-moi-vi-nguoi-chong-thu-hai-qua-hoan-my/1013) (Expired)",
      "en": "Not a single soul in Olivia Florence's life, including her own husband, provided the warmth that she craved, and she lived her life alone, growing strong. Waking up two decades earlier right after her regretful arranged marriage to the Duke, Lord James Parnell, she plans to live a different life.\n\nShe hatches a plan to annul her marriage remarry the Duke, Ian Tyrone, infamous for being *impotent* for never showing any interest in the ladies. Maybe his disinterest in women would allow Olivia to comfortably live as his wife, unburdened by childbirth and free of any other pressures in life.\n\nBut wait, the Duke who seemingly \"couldn't get it up\" turns out to be a complete stud at in the bedroom. What has Olivia gotten herself into?\n\n---\nOlivia, celebrating her second chance at life, decides to get away from her first husband, who has high libido. So she proposed marriage to Duke Tyrone, who is known for his incompetence, but when I got married, this man was a skillful man and totally not defective.\n\n\"This is fraud! This marriage is a fraud!\"\n\nOlivia, who is now depressed because of her desperate second husband putting moves on her, will she be happy in her second life?\n\n---\n**Original Web Novel:** [Comico](https://www.comico.kr/novel/15776), [KakaoPage](https://page.kakao.com/home/54977914), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6624972), [Ridibooks](https://ridibooks.com/books/2877010227)\n\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/7810), [KakaoPage](https://page.kakao.com/home?seriesId=59467128)\n\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/7810)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14204/)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/7810?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/7810?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/7810?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/icant-keepup-with-my-duke/list?title_no=4418)\n* [Japanese / 日本語](https://www.comico.jp/comic/7810)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2921)\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/toi-met-moi-vi-nguoi-chong-thu-hai-qua-hoan-my/1013) (Expired)",
      "fr": "Pas une seule âme dans la vie d'Olivia Florence, y compris son propre mari, ne lui a procuré le bien-être dont elle avai besion, et elle a vécu sa vie seule, en devenant de plus en plus forte chaque jour. Se réveillant deux décennies plus tôt, tout juste après son regrettable mariage arrangé avec le duc, Seigneur James Parnell, elle projette de vivre une vie différente. Elle élabore un plan pour annuler son mariage et se remarier avec un autre duc, Ian Tyrone, tristement célèbre pour être «*impussant*» et n'avoir jamais montré le moindre intérêt pour les femmes. Peut-être que cette indifférence permettrait à Olivia de vivre confortablement en tant qu’épouse, sans être accablée par les grossesses et libre de toute autre pression dans la vie. Out mais, le duc qui apparemment «ne pouvait pas avoir d'érection» s'avère être un vrai étalon au lit. Dans quoi Oliva s'est-elle embarquée?\n\n---\n**Original Web Novel:** [Comico](https://www.comico.kr/novel/15776), [KakaoPage](https://page.kakao.com/home/54977914), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6624972), [Ridibooks](https://ridibooks.com/books/2877010227)\n\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/7810), [KakaoPage](https://page.kakao.com/home?seriesId=59467128)\n\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/7810)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14204/)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/7810?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/7810?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/7810?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/icant-keepup-with-my-duke/list?title_no=4418)\n* [Japanese / 日本語](https://www.comico.jp/comic/7810)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2921)\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/toi-met-moi-vi-nguoi-chong-thu-hai-qua-hoan-my/1013) (Expired)",
      "id": "Olivia yang ditinggal 10 tahun oleh suaminya, tiba-tiba mengulang waktu ke awal pernikahannya. Mengingat hidupnya yang susah dengan suami yang begitu, di kehidupan sekarang, dia mau cari suami baru! Dan Duke Ian yang sering digosipkan itu.. sepertinya orang yang cocok?!\n\n---\n**Original Web Novel:** [Comico](https://www.comico.kr/novel/15776), [KakaoPage](https://page.kakao.com/home/54977914), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6624972), [Ridibooks](https://ridibooks.com/books/2877010227)\n\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/7810), [KakaoPage](https://page.kakao.com/home?seriesId=59467128)\n\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/7810)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14204/)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/7810?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/7810?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/7810?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/icant-keepup-with-my-duke/list?title_no=4418)\n* [Japanese / 日本語](https://www.comico.jp/comic/7810)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2921)\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/toi-met-moi-vi-nguoi-chong-thu-hai-qua-hoan-my/1013) (Expired)",
      "ja": "「不能男と聞いていたのに…？」\n人生2回目を迎えた主人公オリビア。 今生は、代理親孝行に嫁入り暮らしをさせながら、性欲まで旺盛な夫から抜け出すことを決心する。 \nそして不能と噂されているタイロン公爵に結婚を提案したが、結婚してみるとこの男、不能どころかとても上手な絶倫男だった……!!\n「これは詐欺よ、私は結婚詐欺にあったの！」\n2番目の絶倫夫に今日も憂鬱なオリビア。果たして2回目の人生では幸せになれるだろうか。\n\n---\n**Original Web Novel:** [Comico](https://www.comico.kr/novel/15776), [KakaoPage](https://page.kakao.com/home/54977914), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6624972), [Ridibooks](https://ridibooks.com/books/2877010227)\n\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/7810), [KakaoPage](https://page.kakao.com/home?seriesId=59467128)\n\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/7810)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14204/)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/7810?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/7810?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/7810?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/icant-keepup-with-my-duke/list?title_no=4418)\n* [Japanese / 日本語](https://www.comico.jp/comic/7810)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2921)\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/toi-met-moi-vi-nguoi-chong-thu-hai-qua-hoan-my/1013) (Expired)",
      "ko": "'대국민 고자라더니…?!'\n\n인생 2회차를 맞은 주인공 올리비아.\n이번 생엔 대리 효도에 시집살이를 시키면서 성욕까지 왕성한 남편에게서 벗어나기로 마음 먹는다.\n그래서 불능으로 소문난 타이론 공작에게 결혼을 제안했는데,\n결혼하고 보니 이 남자, 대국민 고자는 커녕 세상 능숙한 절륜남이었다…! \n\n'이건 사기야, 난 사기 결혼을 당한 거라고!' \n\n절륜한 두 번째 남편 때문에 오늘도 우울한 올리비아, 2회차 인생에서는 과연 행복해질 수 있을까?\n\n---\n**Original Web Novel:** [Comico](https://www.comico.kr/novel/15776), [KakaoPage](https://page.kakao.com/home/54977914), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6624972), [Ridibooks](https://ridibooks.com/books/2877010227)\n\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/7810), [KakaoPage](https://page.kakao.com/home?seriesId=59467128)\n\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/7810)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14204/)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/7810?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/7810?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/7810?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/icant-keepup-with-my-duke/list?title_no=4418)\n* [Japanese / 日本語](https://www.comico.jp/comic/7810)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2921)\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/toi-met-moi-vi-nguoi-chong-thu-hai-qua-hoan-my/1013) (Expired)",
      "ru": "Сегодня мне исполнилось 40 лет. После дня, как я готовилась по случаю дня рождения, я легла спать, но на следующий день проснулась молодой и в старой коморке. Услышав оскорбления от свекрови и ее сестер, только тогда я поняла, что я вернулась на двадцать лет назад. Чтобы не прожить свою жизнь, как и раньше, где я не видела и лица своего первого мужа. Чтобы все самые лучшие годы жизни не улетели в мусорное ведро, я решила изменить свою жизнь и выйти замуж за герцога Яна Терона.\n\n---\n**Original Web Novel:** [Comico](https://www.comico.kr/novel/15776), [KakaoPage](https://page.kakao.com/home/54977914), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6624972), [Ridibooks](https://ridibooks.com/books/2877010227)\n\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/7810), [KakaoPage](https://page.kakao.com/home?seriesId=59467128)\n\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/7810)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14204/)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/7810?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/7810?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/7810?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/icant-keepup-with-my-duke/list?title_no=4418)\n* [Japanese / 日本語](https://www.comico.jp/comic/7810)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2921)\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/toi-met-moi-vi-nguoi-chong-thu-hai-qua-hoan-my/1013) (Expired)",
      "th": "โอลิเวีย สาวสุดอาภัพที่ต้องรบรากับแม่สามีและตัวสามีเองมาตลอด ได้โอกาสย้อนเวลากลับมาเริ่มต้นใหม่ในวัย 20 ปี จึงตั้งใจว่าจะแต่งงานกับคนใหญ่คนโตที่ใครๆ ลือกันว่าเป็น…\n\n---\n**Original Web Novel:** [Comico](https://www.comico.kr/novel/15776), [KakaoPage](https://page.kakao.com/home/54977914), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6624972), [Ridibooks](https://ridibooks.com/books/2877010227)\n\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/7810), [KakaoPage](https://page.kakao.com/home?seriesId=59467128)\n\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/7810)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14204/)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/7810?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/7810?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/7810?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/icant-keepup-with-my-duke/list?title_no=4418)\n* [Japanese / 日本語](https://www.comico.jp/comic/7810)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2921)\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/toi-met-moi-vi-nguoi-chong-thu-hai-qua-hoan-my/1013) (Expired)",
      "vi": "Olivia đã sống một cuộc đời bất hạnh với người chồng lạnh nhạt và 3 bà mẹ chồng cay nghiệt. Tỉnh lại sau một đêm, Olivia nhận ra mình đã quay về tuổi 20, khi cô vừa về nhà người chồng đầu tiên và vẫn còn có thể vô hiệu hóa cuộc hôn nhân này. Olivia quyết tâm sẽ không cam chịu nhẫn nhục và chôn vùi cuộc đời mình ở chốn địa ngục kia như kiếp trước nữa. Cô cầu hôn Công tước Tyron với quyết tâm bắt đầu một cuộc đời mới. Công tước Tyron vừa giàu có vừa đẹp trai nhưng lại nổi tiếng khắp đế quốc với tin đồn bị \"bất lực\". Liệu người chồng thứ hai này có đem lại hạnh phúc như Olivia mong muốn không?\n\n---\n**Original Web Novel:** [Comico](https://www.comico.kr/novel/15776), [KakaoPage](https://page.kakao.com/home/54977914), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6624972), [Ridibooks](https://ridibooks.com/books/2877010227)\n\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/7810), [KakaoPage](https://page.kakao.com/home?seriesId=59467128)\n\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/7810)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14204/)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/7810?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/7810?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/7810?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/icant-keepup-with-my-duke/list?title_no=4418)\n* [Japanese / 日本語](https://www.comico.jp/comic/7810)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2921)\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/toi-met-moi-vi-nguoi-chong-thu-hai-qua-hoan-my/1013) (Expired)",
      "zh": "迎来第2次人生的奥莉维亚， 今生决定摆脱替丈夫尽孝的婆家生活和欲望旺盛的丈夫。 所以向以石男著称的泰伦公爵提出结婚， 婚后却发现。这个男人不仅不是石男，还是个超熟练的绝伦男…！\n\n---\n**Original Web Novel:** [Comico](https://www.comico.kr/novel/15776), [KakaoPage](https://page.kakao.com/home/54977914), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6624972), [Ridibooks](https://ridibooks.com/books/2877010227)\n\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/7810), [KakaoPage](https://page.kakao.com/home?seriesId=59467128)\n\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/7810)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14204/)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/7810?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/7810?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/7810?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/icant-keepup-with-my-duke/list?title_no=4418)\n* [Japanese / 日本語](https://www.comico.jp/comic/7810)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2921)\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/toi-met-moi-vi-nguoi-chong-thu-hai-qua-hoan-my/1013) (Expired)",
      "pt-br": "Hoje é meu 40º aniversário. Depois das empregadas organizarem a festa, eu acordei depois de dormir demais e minha falecida sogra gritou comigo. “Sou vadia preguiçosa!” E minha segunda e terceira sogras foram brigar e um marido que nunca vi na vida. Aí percebi que tinha voltado aos meus 20 anos. Minha segunda vida tinha começado.\n\n---\n**Original Web Novel:** [Comico](https://www.comico.kr/novel/15776), [KakaoPage](https://page.kakao.com/home/54977914), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6624972), [Ridibooks](https://ridibooks.com/books/2877010227)\n\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/7810), [KakaoPage](https://page.kakao.com/home?seriesId=59467128)\n\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/7810)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14204/)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/7810?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/7810?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/7810?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/icant-keepup-with-my-duke/list?title_no=4418)\n* [Japanese / 日本語](https://www.comico.jp/comic/7810)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2921)\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/toi-met-moi-vi-nguoi-chong-thu-hai-qua-hoan-my/1013) (Expired)",
      "zh-hk": "「明明聽說他是國民性無能…？」\n來到第二次人生的主角奧莉薇亞，今世決定要逃離小媳婦的盡孝婆家生活，擺脫性慾旺盛的丈夫掌控。\n她因此向傳說是性無能的泰伊倫公爵提議結婚，成婚後才驚覺這男人根本不是不舉，反而是技巧高超，很在行的男人……!!\n「這絕對是詐欺吧！我被騙結婚了！」\n面對第二任的高超丈夫，奧莉薇亞每天都很憂鬱，今天也不例外。\n到底這樣的人生能幸福嗎？\n\n---\n**Original Web Novel:** [Comico](https://www.comico.kr/novel/15776), [KakaoPage](https://page.kakao.com/home/54977914), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6624972), [Ridibooks](https://ridibooks.com/books/2877010227)\n\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/7810), [KakaoPage](https://page.kakao.com/home?seriesId=59467128)\n\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/7810)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14204/)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/7810?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/7810?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/7810?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/icant-keepup-with-my-duke/list?title_no=4418)\n* [Japanese / 日本語](https://www.comico.jp/comic/7810)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2921)\n* [Vietnamese / Tiếng Việt](https://www.comico.vn/title/toi-met-moi-vi-nguoi-chong-thu-hai-qua-hoan-my/1013) (Expired)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2a31702-51ca-44a3-832b-4c384113008b",
    "title": {
      "en": "Mr. and Mrs. Shizuyama"
    },
    "updatedAt": "2023-08-18T18:57:03+00:00",
    "coverArt": "https://mangadex.org/covers/e2a31702-51ca-44a3-832b-4c384113008b/a977a444-a66e-45ca-a592-2170d602d6ca.jpg",
    "altTitles": [
      {
        "ja": "しずヤマ夫妻"
      },
      {
        "ja-ro": "ShizuYama Fusai"
      }
    ],
    "description": {
      "en": "[Official Raw - Twitter Moment (Broken)](https://twitter.com/i/moments/1186029096368668672)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-06-20T16:23:49+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7fd905ef-329b-4ec7-88bc-6a983c213353",
    "title": {
      "en": "Nura: Rise of the Yokai Clan"
    },
    "updatedAt": "2024-10-09T12:07:45+00:00",
    "coverArt": "https://mangadex.org/covers/7fd905ef-329b-4ec7-88bc-6a983c213353/fbd8a8ec-c52a-457e-803a-834ce31d0bc9.jpg",
    "altTitles": [
      {
        "ms": "Cucu Nurarihyon"
      },
      {
        "en": "Grandson of Nurarihyon"
      },
      {
        "vi": "Hậu duệ của Nurarihyon"
      },
      {
        "pt-br": "Nura - A ascensão do clã das sombras"
      },
      {
        "fr": "Nura - Le seigneur des yokaïs"
      },
      {
        "ja-ro": "Nurarihyon no mago"
      },
      {
        "ja-ro": "NuraMago"
      },
      {
        "en": "Nurarihyon's Grandchild"
      },
      {
        "ru": "Внук Нурарихёна"
      },
      {
        "ar": "حفيد نوراريهون"
      },
      {
        "th": "นูระหลานจอมภูติ"
      },
      {
        "ja": "ぬらりひょんの孫"
      },
      {
        "zh-hk": "妖怪少爺"
      },
      {
        "zh": "滑头鬼之孙"
      },
      {
        "ko": "누라리횬의손자"
      }
    ],
    "description": {
      "en": "Rikuo Nura is descended from Nurarihyon, Grand Master of the spirit world, but appears to be just a normal kid. He usually just wants to live peacefully as a human, but when his friends and allies are in trouble, his spirit blood boils, and he transforms into Nurarihyon to wipe out evil! A new concept story combining spirits and chivalry! A piquant, gallant ghost action story!  \n\n\n---",
      "ru": "Монстры живут среди нас! Не верите? Спросите у Рикуо, для него это более чем реально. Ведь его дом битком набит монстрами всех видов и размеров, а всё потому, что дедушка у Рикуо — сам Нурарихён, предводитель всех монстров. Вот только Рикуо — монстр лишь на четверть и хоть и является наследником столь значительного титула, отказывается заниматься типичной для монстров деятельностью, то есть пугать людей, а иногда и перекусывать ими… Нет, он ходит в школу, самоотверженно помогает людям, иногда даже слишком, но стоит пробить полночи, и кровь нелюдей даёт о себе знать. Ведь ночью пробуждается он, Нурарихён Третий — будущий повелитель всей нечисти, уже вселяющий страх в сердца людей и ведущий за собой орды монстров."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "210"
  },
  {
    "mangaId": "1f9fb803-733a-4104-bea3-f4b449da5e3c",
    "title": {
      "en": "Tonari no Kurokawa-san"
    },
    "updatedAt": "2024-11-03T22:49:25+00:00",
    "coverArt": "https://mangadex.org/covers/1f9fb803-733a-4104-bea3-f4b449da5e3c/4306df57-c185-4947-8ae2-22cd4f99eb5b.jpg",
    "altTitles": [
      {
        "ja": "となりの黒川さん"
      },
      {
        "ja": "My Neighbor Ms.Kurokawa"
      },
      {
        "en": "My Neighbor Ms. Kurokawa"
      },
      {
        "en": "Kurokawa-san Next To Me"
      },
      {
        "pl": "Moja Sąsiadka Panna Kurokawa"
      },
      {
        "vi": "Cô bạn bàn bên Kurokawa"
      }
    ],
    "description": {
      "en": "_The secret between me and her is trivial yet important._\n\nHajime Takahashi, enrolled in Shuubi High School solely because it's the sacred place of his favorite manga. Everywhere in the school are locations that appeared in the manga, and he's super excited! Amidst this excitement, Takahashi meets a beautiful girl, Yayoi Kurokawa, who looks just like the heroine from his favorite work, and they come to share a certain secret. \n\nThis awkward duo weaves a sweet and tangy youth romantic comedy that will make you grin!",
      "ja": "僕と彼女の秘密は、些細だけど大切で。大好きな漫画の聖地、それだけが理由で秀美高校に入学した主人公・高橋一。学内はどこに行っても作品に出てきた聖地だらけで大興奮！そんな中、高橋は大好きな作品のヒロインそっくりな美少女・黒川弥生と出会い、とある秘密を共有することに――。不器用な2人が織りなす甘酸っぱくて、ニヤニヤしちゃう青春ラブコメ‼",
      "vi": "Bí mật giữa mình và cậu ấy tuy bình thường nhưng quan trọng!Hajime Takahashi nhập học tại trường cao trung Shuubi chỉ vì nơi đó là thánh địa trong bộ truyện tranh cậu yêu thích. Tất cả mọi ngóc ngách của trường đều được phác họa trong bộ truyện, điều đó khiến cậu phấn khích tột cùng! Giữa không khí hào hứng, Takahashi gặp một cô gái xinh đẹp giống hệt nữ chính trong tác phẩm yêu thích của mình, Yayoi Kurokawa, và họ đã sẻ chia bí mật của bản thân với nhau."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f487c82-9e3e-46b1-8df6-c2a1deb05f08",
    "title": {
      "en": "Hagushite! Kaeru-san"
    },
    "updatedAt": "2024-11-15T13:33:01+00:00",
    "coverArt": "https://mangadex.org/covers/5f487c82-9e3e-46b1-8df6-c2a1deb05f08/ef879593-fb3b-4606-ad5b-2eb54df8ee63.jpg",
    "altTitles": [
      {
        "ja": "ハグして！カエルさん"
      },
      {
        "ja-ro": "Hagushite! Kaeru-san"
      },
      {
        "en": "Give Me a Hug! Mr. Frog"
      }
    ],
    "description": {
      "en": "A BL story about two polar opposites in their youth♡ Takanashi, the student council president, is good-looking, smart, and admired by all the students. Recently, he has been sneaking off to a frog-branded milk tea shop - for every cup he buys, he gets a hug from a frog mascot. It's a soothing hug that relieves the pressures of everyday life. Before he knows it, he's curious about the person inside...\n\nA classmate who seems rugged but is always there for him x A student council president who seems like a perfect superhuman but is actually too cute!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b5543e3-017b-4c00-857b-6b88463f31a9",
    "title": {
      "en": "Isekai Saikouhou no Guild Leader ~Guild Saijaku no Boku da Kedo, Guild Members Zen'in no ai ga Omokute Guild o Yameraremasen~"
    },
    "updatedAt": "2024-10-30T00:36:40+00:00",
    "coverArt": "https://mangadex.org/covers/7b5543e3-017b-4c00-857b-6b88463f31a9/78da4f0e-29c1-44e9-970b-698ef0541cd2.jpg",
    "altTitles": [
      {
        "ja": "異世界最高峰のギルドリーダー～ギルド最弱の僕だけど、ギルメン全員の愛が重くてギルドをやめられません～"
      },
      {
        "en": "Another World's Highest Guild Leader: I'm the Weakest in the Guild, But I Can't Quit the Guild Because of the Heavy Love of All the Guild Members"
      }
    ],
    "description": {
      "en": "I thought that if I reincarnated, I would be able to build a happy harem and be peerless in another world...! ! The guild that was created on a whim has become the pinnacle guild of strong men. Moreover, except for me, everyone is handsome and beautiful. I'm the weakest in the guild... can I quit the guild now? The opening of the dark fantasy of the lethargic hero and the guild members who adore him at the level of worship――",
      "ja": "愛の重さも最高峰!?\n\n異世界に転生した少年・クロウは、気まぐれでギルド「悪魔の凱旋（ルビ：ナイトメア）」を立ち上げる。気付けば「悪魔の凱旋（ルビ：ナイトメア）」は強者揃いの最高峰ギルドになっていた。ギルドメンバーは、クロウ以外全員イケメンと美少女。しかもクロウはギルド内で最弱……もうこのギルドやめていいですか？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ad8d2f2-1afe-43da-a88b-0a790c64939e",
    "title": {
      "en": "Maria no Danzai"
    },
    "updatedAt": "2024-07-04T13:27:18+00:00",
    "coverArt": "https://mangadex.org/covers/3ad8d2f2-1afe-43da-a88b-0a790c64939e/be1f4a6f-5403-4889-bfd3-6f27d34981cf.jpg",
    "altTitles": [
      {
        "ja": "聖母の断罪"
      },
      {
        "ar": "دَينُونَة ماريا"
      },
      {
        "ne": "मारियाको निर्णय"
      },
      {
        "vi": "Lời tuyên án của Đức Mẹ"
      },
      {
        "en": "Maria's Judgement"
      },
      {
        "id": "Penghakiman Maria"
      },
      {
        "es-la": "La Condena de María"
      },
      {
        "tl": "Ang Paghatol ni Maria"
      },
      {
        "de": "Maria's Judgement"
      },
      {
        "ru": "Возмездие Девы Марии"
      }
    ],
    "description": {
      "ar": "بعد وفاة ابنها بطريقة مروعة، تكتشف والدتهُ تنمر الآخرين الشديد عليه، فعقدت العزم على معاقبة أولئك المتنمرين الذين أخذوا ابنها الحبيب منها، وبدأت العمل كممرضة في المدرسة",
      "en": "The Nagare family was a happy home of three people. However, their son Kiritaka was secretly bullied at school. Then, an incident occurs, and the mother Mari's love for her son goes out of control.",
      "ne": "आमाबुवा र छोरासहित ३ जनाको नागारे परिवारको खुसीको घर थियो। तर, उनीहरुको छोरा किरिताकालाई विद्यालयमा गोप्य रुपमा कुटपिट गरिएको थियो।  त्यसपछि, एउटा घटना घट्छ, र आमा मारियाको छोराप्रतिको माया अनियन्त्रित हुन्छ।",
      "vi": "Một gia đình ba người những tưởng đang hạnh phúc, cho đến khi Kiritaka, người con trai duy nhất của Nagare Mari \"tự sát\" vì \"quá đau khổ\". Cho rằng bản thân đã vô tình dồn ép con trai yêu quý, Mari toang tìm đến cái chết, nhưng không... cô vô tình phát hiện ra sự thật con trai mình đã liên tục bị bắt nạt suốt một thời gian dài bởi những con quỷ đội lốt người tại trường học.\nVà rồi tình thương con da diết của Mari... đã vượt ngoài tầm kiểm soát của trái tim cô.",
      "es-la": "La familia Nagare era un hogar feliz formado por tres personas. Sin embargo, su hijo Kiritaka sufría acoso escolar extremo en secreto. Entonces, ocurre un incidente que haría que el amor de la madre, Mari, se descontrolara por completo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ef7698f-9a77-4622-bd7c-a73fcbbc03af",
    "title": {
      "en": "The Strange Adventure of a Broke Mercenary"
    },
    "updatedAt": "2024-10-30T19:20:17+00:00",
    "coverArt": "https://mangadex.org/covers/9ef7698f-9a77-4622-bd7c-a73fcbbc03af/d780c99a-9f4a-46ee-99eb-a2f5764a533a.jpg",
    "altTitles": [
      {
        "ja": "食い詰め傭兵の幻想奇譚"
      },
      {
        "ja-ro": "Kuitsume Youhei no Gensou Kitan"
      },
      {
        "ja": "Fantasie Geshichte von soldner in groBer Armut"
      },
      {
        "de": "Fantasie Geschichte eines Söldners in Armut"
      },
      {
        "ru": "Необычные странствия бывшего наёмника"
      },
      {
        "ko": "빈털터리가 된 용병의 환상기담 제"
      },
      {
        "zh": "穷苦佣兵的幻想奇谭"
      },
      {
        "th": "เรื่องราวการผจญภัยสุดประหลาดของนายทหารถังแตก"
      },
      {
        "en": "The Strange Fantasy Story Of A Broke Mercenary"
      }
    ],
    "description": {
      "en": "After the soldiers’ mercenary group where he used to work had been utterly destroyed, Loren, who survived the disaster, decided to walk the adventurer’s path as a way to make a living. However, for Loren who had no acquaintances and empty pockets, receiving a single quest seemed like a faraway aim. So, as he was contemplating about what he should do next, another adventurer called out to him.\n___\n**Character Designer:** [peroshi](https://mangadex.org/author/18c02af4-21c4-4b2a-a75a-6f0c5ee3d172/peroshi)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf4828e0-4ba1-4e4b-9cb8-073da9d23f1a",
    "title": {
      "en": "Makoto-senpai no Mae de wa Kakko Tsukerarenai!"
    },
    "updatedAt": "2024-11-15T02:57:56+00:00",
    "coverArt": "https://mangadex.org/covers/cf4828e0-4ba1-4e4b-9cb8-073da9d23f1a/fc66f2a2-52d8-4b1d-b48f-7402a0861266.jpg",
    "altTitles": [
      {
        "ja": "真先輩の前ではかっこつけられない！"
      },
      {
        "ja-ro": "Makoto-senpai no Mae de wa Kakkotsukerarenai!"
      },
      {
        "en": "I Can't Act Cool in Front of Makoto-Senpai!"
      }
    ],
    "description": {
      "en": "Handsome girl x handsome girl!? A short love comedy set in an all-girls school!\n\nJun, a handsome girl character, is popular at the all-girls school.\nTo stay true to her character, she tries to live her life in a stylish and gentlemanly way, but whenever she's in trouble, the \"true handsome girl\", Makoto-senpai always appears...?\nA short love comedy between two handsome girls!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "557d17fe-a32e-41bb-bb48-f0d1b75b4ec4",
    "title": {
      "en": "Katabutsu-kei Joshi ni Kokuhaku shitemita"
    },
    "updatedAt": "2024-11-03T14:39:16+00:00",
    "coverArt": "https://mangadex.org/covers/557d17fe-a32e-41bb-bb48-f0d1b75b4ec4/e1a029e9-15fe-480e-bea8-5a5c5a1f6b72.jpg",
    "altTitles": [
      {
        "ja": "カタブツ系女子に告白してみた"
      },
      {
        "ja-ro": "Katabutsu-kei Joshi ni Kokuhaku shitemita"
      },
      {
        "en": "I Tried Confessing My Love to a Serious Girl"
      }
    ],
    "description": {
      "en": "Although she's pretty, she's widely rumoured to be the school's number one straight-laced girl. So when I gathered up my courage to confess to her…‽",
      "ja": "美人だけど学校一『カタブツ』だと噂の女子に勇気を出して告白すると…!?",
      "pt-br": "Embora ela seja bonita, há rumores de que ela é a garota certinha número um da escola. Então, quando criei coragem para confessar a ela...‽"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9bdd88ff-cd7c-40d9-ab81-f58082231a80",
    "title": {
      "en": "Gekkoh"
    },
    "updatedAt": "2023-12-25T22:48:31+00:00",
    "coverArt": "https://mangadex.org/covers/9bdd88ff-cd7c-40d9-ab81-f58082231a80/fb6fc594-024d-41d9-bcbd-cdcb26e211d7.jpg",
    "altTitles": [
      {
        "en": "Crimson Moon"
      },
      {
        "ja": "月紅"
      }
    ],
    "description": {
      "en": "Kyotaro is just an ordinary guy trying to lead an ordinary high school life, despite the fact that he is the son of a yakuza boss. Then comes Kumiko, his half-sister he's never met before, who's looking for a man with a centipede tattoo who killed her loved ones in the past. Will Kumiko and Kyotaro be able to manage their family business? Will Kumiko ever find and take revenge on the man with the centipede tattoo? And will they be able to control their sexual urges for each other?"
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "erotica",
    "lastVolume": "7",
    "lastChapter": "59"
  },
  {
    "mangaId": "a9a664d6-4ea7-4f3b-b96b-4861673c8e5d",
    "title": {
      "en": "Misato-san wa Amasugi Joushi ni Chotto Kibishii"
    },
    "updatedAt": "2024-10-30T23:52:36+00:00",
    "coverArt": "https://mangadex.org/covers/a9a664d6-4ea7-4f3b-b96b-4861673c8e5d/1d42ad3d-ddb9-44e2-834d-28c35c3c6463.jpg",
    "altTitles": [
      {
        "ja": "三郷さんは甘すぎ上司にちょっとキビしい"
      },
      {
        "en": "Misato-san is a Bit Cold Towards Her Boss Who Pampers"
      },
      {
        "vi": "Misato có hơi lạnh lùng với người sếp của cô ấy"
      }
    ],
    "description": {
      "en": "Misato-san, a very beautiful office lady who is good at her job, and her boss—Konishikawa-san, a middle-aged man who spoils his subordinates. Misato-san has a strict attitude toward Konishikawa-san, but what are the hidden feelings behind it?! The gap between the seriousness and cuteness will make you faint in anxiety, and this office love comedy with a difference in age begins! (MTL)\n\n---\n\n**Links:** \n- [Alternative Raw](https://shukanmanga.jp/work_list/detail/misatosan)",
      "ja": "仕事ができて超美人OLの三郷さんと、部下に甘いおじさん上司の小西川さん。三郷さんは小西川さんに対して厳しい態度で接するが、そこに隠された想いとは…！？ 厳しさと可愛さのギャップに悶絶する、年の差オフィスラブコメディー開幕！！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4351665-25f3-4edd-8546-10e5122e721d",
    "title": {
      "en": "Tsumi to Batsu no Spica"
    },
    "updatedAt": "2024-11-01T09:45:05+00:00",
    "coverArt": "https://mangadex.org/covers/e4351665-25f3-4edd-8546-10e5122e721d/334e73da-26c2-4b2f-a2f7-6c4565c0b4b1.jpg",
    "altTitles": [
      {
        "ja": "罪と罰のスピカ"
      },
      {
        "ja-ro": "Tsumi to Batsu no Supika"
      },
      {
        "en": "Spica of Sin and Punishment"
      }
    ],
    "description": {
      "en": "Hatori, a high school teacher leading an ordinary life, notices one day that his student, Spica Tsumugi, is being bullied. On a rainy day after school, Hatori finds himself alone with Tsumugi by chance. \n\nHatori tells her, \"I'll do something about it!\" but Tsumugi gently takes his hand and says with a smile, \"Hatori-sensei, you're such a liar.\" \n\nTeacher and student… two people who should not get too close. This somewhat bewitching girl will dramatically change Hatori's ordinary life."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c49df081-b955-4c04-936d-72106ff909cc",
    "title": {
      "en": "Full Metal Panic!"
    },
    "updatedAt": "2024-08-14T00:46:02+00:00",
    "coverArt": "https://mangadex.org/covers/c49df081-b955-4c04-936d-72106ff909cc/a286fe01-288d-487a-b4dd-74b6e829857c.jpg",
    "altTitles": [
      {
        "en": "FMP"
      },
      {
        "ja": "フルメタル・パニック!"
      },
      {
        "zh-hk": "驚爆危機!"
      }
    ],
    "description": {
      "en": "Trouble always seems to follow the beautiful and sassy, Kaname Chidori. Though she is only a high-school student, Kaname is constantly the target of terrorism. Lucky for her though, the dreamy Sosuke, an undercover agent from Mithril, is one step behind her, ready to protect her at any cost. But will he be able to save her from harm every time she is in trouble?",
      "es-la": "Los problemas siempre parecen perseguir a la bella y atrevida Kaname Chidori. Aunque solo es una estudiante de preparatoria, Kaname es constantemente el blanco del terrorismo. Sin embargo, por suerte para ella, el soñador Sosuke, un agente encubierto de Mithril, está un paso detrás de ella, listo para protegerla a cualquier costo. Pero, ¿podrá salvarla del daño cada vez que esté en problemas?"
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "58"
  },
  {
    "mangaId": "34089f0c-2be7-482f-8480-6bd67c449676",
    "title": {
      "en": "Kenseijo Adel no Yarinaoshi"
    },
    "updatedAt": "2024-10-25T16:12:49+00:00",
    "coverArt": "https://mangadex.org/covers/34089f0c-2be7-482f-8480-6bd67c449676/ab64a698-d2f7-4987-b32c-88e9eecff423.png",
    "altTitles": [
      {
        "ja": "剣聖女アデルのやり直し"
      },
      {
        "en": "Sword Saint Adel’s Second Chance"
      },
      {
        "ja-ro": "Kenseijo Aderu no Yarinaoshi"
      }
    ],
    "description": {
      "en": "Hailed as the hero for leading his country to victory from a great war, the blind Sword Saint Adel is now in despair. Unfortunately, he failed to protect his benefactor, Princess Euphinea, whom he dedicated his entire life to. \n\n\"I want to meet the princess once again,\" he muttered, wishing deeply that his prayers would be answered. A mysterious being, having heard his plea, granted his prayers, and he was sent back to the past, to a time when the princess is still alive. \n\nUnexpectedly, the Sword Saint (♂) has been transformed into a super-duper cute Sword Saintess (♀), and her heroic tale of unrivaled power will once again take place."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fffbfac3-b7ad-41ee-9581-b4d90ecec941",
    "title": {
      "en": "Grand Blue Dreaming"
    },
    "updatedAt": "2024-10-11T15:19:34+00:00",
    "coverArt": "https://mangadex.org/covers/fffbfac3-b7ad-41ee-9581-b4d90ecec941/eb202491-f0dc-4102-b748-453b84dc5c5c.jpg",
    "altTitles": [
      {
        "tr": "Büyük Mavi"
      },
      {
        "es": "Gran azul"
      },
      {
        "fr": "Grand Blue (Meian)"
      },
      {
        "ja-ro": "Guran Buru"
      },
      {
        "ru": "Необъятный океан"
      },
      {
        "ar": "الأَزْرَق الكبير"
      },
      {
        "th": "ก๊วนป่วนชวนบุ๋งบุ๋ง"
      },
      {
        "ja": "ぐらんぶる"
      },
      {
        "ko": "그랑블루"
      },
      {
        "en": "Grand Blue"
      },
      {
        "fr": "Grand bleu"
      }
    ],
    "description": {
      "en": "A new life begins for Kitahara Iori as he begins his college career near the ocean in Izu city, full of excitement for his new life. \nHe will be moving into his uncle's diving store \"Grand Blue.\" There he finds the ocean, beautiful women, and men that love diving and alcohol. \nWill Iori be able to live his dream college life?\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10058/episode/318585) (U.S. Only), [INKR](https://comics.inkr.com/title/306-grand-blue-dreaming)",
      "fa": "⁧⁧ «کیتاهارا ایوری» پسری است که برای شروع دوره دانشجویی خود به شهر دریایی «ایزو» می رود؛ او که از روبرو شدن با زندگی جدید خود اشتیاق فراوانی دارد به این فکر است که در فروشگاه لوازم غواصی عموی خود که به نام Grand Blue (گرند بلو) شناخته می شود مشغول به کار شود. آنجا او دریایی پر از دلخوشی را می یابد، دخترانی زیبا را به چشم می بیند و همچنین مردانی که عاشق غواصی هستند و وقت خودشان را به نوشیدن انواع نوشیدنی ها می گذرانند ملاقات می کند. حال باید دید که ایوری می تواند زندگی دانشجویی دلخواهش را در این شهر دنبال کند یا خیر؟!",
      "fr": "- [Official Page (FR)](https://www.meian-editions.fr/meian/licence/grand-blue/1329)",
      "ja": "海沿いの街で一人暮らしを始めた北原伊織は衝撃の大学デビューを果たす。出会ったのは美女とダイビング、そして愛すべき野郎ども！",
      "ru": "Новая жизнь Китахары Ёри начинается с момента поступления в колледж, который находится на берегу океана в городе Идзу. В предвкушении новых эмоций парень отправляется в дазин своего дяди «Необъятный океан». Здесь его ждет красивый океан, прекрасные женщины и мужчины, что любят дайвинг и алкоголь. Сможет ли Ёри прожить студенческую жизнь своей мечты?",
      "pt-br": "Uma nova vida começa para Kitahara Iori, que entrou na faculdade perto do mar, na cidade de Izu. Emocionado por um novo começo, ele se muda para casa do seu tio, uma loja de mergulho chamada \"Grand Blue\". Lá, ele encontra um lindo oceano, belas mulheres, e os homens que gostam de mergulho e álcool... Será que Iori vai ser capaz de viver sua tão sonhada vida universitária? Do mesmo autor de Baka to Test to Shoukanjuu, uma nova comédia começa!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "16fa59cd-f198-4fd0-801c-8d5c5ee53070",
    "title": {
      "en": "Watashi wo Suki Sugiru Yuusha-sama wo Riyou shite, Konse koso Nagaiki suru Tsumoridattanoni (Tabun, Mata Shippaishita)"
    },
    "updatedAt": "2024-10-23T13:50:35+00:00",
    "coverArt": "https://mangadex.org/covers/16fa59cd-f198-4fd0-801c-8d5c5ee53070/01c3a4d9-ca47-422b-8e1b-cdb4b25d0d34.jpg",
    "altTitles": [
      {
        "ja": "私を好きすぎる勇者様を利用して、今世こそ長生きするつもりだったのに（多分、また失敗した）"
      },
      {
        "ja": "私への愛が激重の勇者様を利用して、今世こそ長生き目指します！"
      },
      {
        "zh": "明明打算利用过于喜欢我的勇者大人、一定要在这一世过上长寿的一生（大概、又失败了）"
      },
      {
        "zh-hk": "明明打算利用過於喜歡我的勇者大人、一定要在這一世過上長壽的一生（大概、又失敗了）"
      },
      {
        "en": "Using the Hero Who Loves Me Too Much, I Plan to Live Long in This Lifetime But (I Probably Failed Again)"
      },
      {
        "en": "I'm Using the Hero Who Loves Me Too Much, Because I Planned to Live a Long Life in This World (I Probably Failed Again)"
      }
    ],
    "description": {
      "en": "Lisette, the daughter of an earl, is destined to be killed and eaten by a monster on her 20th birthday.\nShe is currently living her fourth life with all her memories intact.\n\nIn order to live longer this time, she goes to live in a sanctuary (the countryside) where monsters do not appear, but one day she reunites with Ralph, the handsome son of an aristocrat.\n\nHe is the young man whom Lisette saved when he was an orphan in her childhood.\nThe first words he says to her are, \"I lived for you.\"\n\nThe first volume of a fantasy about a heroine who fights against her fate of death and a submissive, high-spec yandere hero, a devoted and doting love story!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f5d6b7e-3773-4aa3-a5b6-29800a16470e",
    "title": {
      "en": "Why Are You Obsessed With Your Fake Wife?"
    },
    "updatedAt": "2024-10-03T15:12:01+00:00",
    "coverArt": "https://mangadex.org/covers/4f5d6b7e-3773-4aa3-a5b6-29800a16470e/7f2e1e9d-8752-477f-bad5-c478547a95dc.jpg",
    "altTitles": [
      {
        "ko": "가짜 아내에게 왜 집착하세요?"
      },
      {
        "pl": "Dlaczego Masz Obsesję na Punkcie Swojej Fałszywej Żony?"
      }
    ],
    "description": {
      "en": "\"You'd better not even dream of being recognized as my wife. There will never be an heir from a daughter of Balajit.”\n\nNadia couldn't agree more with his opinion.\nThank you, Marquis, be sure to keep your word.\n\n“The Marquis said you had no intention of sleeping with me.”\n“… … .”\n“So, to ensure an heir, there's no other choice but to take a concubine... … .”\n\nNadia's head jerked at the sound of something crushing on her.\nThen, out of the corner of her eyes, she saw that the table her husband was working on had cracked.\n\nNo, why did it suddenly break?",
      "ko": "“내 아내로 인정받을 망상 따위 꿈에도 하지 않는 게 좋을 거다. 내가 발라지트의 딸에게서 후사를 볼 일은 영영 없을 테니.”\n\n나디아는 하마터면 나도 같은 생각이라고 맞장구칠 뻔했다.\n\n감사합니다, 후작놈아.\n자기 입으로 한 말은 꼭 지키세요.\n\n***\n\n“후작님께서 저와 합방을 할 의사가 없다고 하셨거든요.”\n“…….”\n“그러니 후계를 위해선 어쩔 수 없이 첩을 들이는 수밖에…….”\n\n콰직.\n무언가 으스러지는 소리에 나디아의 고개가 홱 돌아갔다.\n그러자 남편이 짚은 테이블의 한 구석에 금이 간 모습이 보인다.\n\n아니, 저게 갑자기 왜 부서져?",
      "pl": "\"Lepiej, żebyś nie marzyła o uznaniu cię za moją żonę. Nigdy nie miałbym następcy z córką Balazita\".\nSłysząc to, Nadia prawie powiedziała: \"Czuję to samo\".\nDziękuję ci, markizie. Mam nadzieję, że dotrzymasz swoich słów.\n***\n\"Powiedziałeś, że nie masz zamiaru dzielić ze mną łoża\".\n\"...\"\n\"Więc dla dobra następcy wiem, że nie masz innego wyboru, jak sprowadzić konkubinę...\"\npęknięcie\nGłowa Nadii odwróciła się na ten dźwięk.\nW następnej chwili widzi, pęknięcie w rogu stołu, przy którym był jej mąż.\nTo znaczy, dlaczego ten stół nagle się złamał?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "557615b9-6fec-4ab7-a512-03cbde39815f",
    "title": {
      "en": "Chika Idol wo Kage de Sasaeru Ore"
    },
    "updatedAt": "2024-11-07T22:39:53+00:00",
    "coverArt": "https://mangadex.org/covers/557615b9-6fec-4ab7-a512-03cbde39815f/0985ba3f-2152-4c18-9deb-ee418c60ce36.jpg",
    "altTitles": [
      {
        "ja": "地下アイドルを影で支える俺"
      },
      {
        "en": "Underground Idol & I"
      },
      {
        "en": "Supporting an Underground Idol from the Shadows"
      },
      {
        "pl": "Podziemna Idolka i Ja"
      }
    ],
    "description": {
      "en": "Kageyama, an unremarkable boy, secretly receives a message from gal classmate Natsukawa , saying, “Meet me at the usual karaoke place after school.” \n\nHe goes to karaoke with her alone. There, Kageyama reveals something he had been asked by Natsukawa to show her.",
      "pl": "Kageyama, niewyróżniający się chłopak, otrzymuje potajemnie wiadomość od koleżanki z klasy, Natsukawy, o treści \"Spotkajmy się po szkole w miejscu z Karaoke\". Idzie tam z nią sam na sam. Tam, Kageyama pokazuje coś o co został poproszony przez Natsukawe.",
      "pt-br": "Kageyama, um garoto normal, recebe secretamente uma mensagem da colega de classe Natsukawa, dizendo: “Encontre-me no karaokê de sempre depois da escola”.\n\nEle vai ao karaokê sozinho com ela. Lá, Kageyama revela algo que Natsukawa pediu para mostrar a ela."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7e673cb-3890-484e-b4cc-05a467dc324a",
    "title": {
      "en": "Kawaii Kanojo-chan"
    },
    "updatedAt": "2024-11-01T13:29:10+00:00",
    "coverArt": "https://mangadex.org/covers/b7e673cb-3890-484e-b4cc-05a467dc324a/81ed3ba2-b63d-4565-9352-eb1a23beb5d3.jpg",
    "altTitles": [
      {
        "ja": "かわいい彼女ちゃん"
      },
      {
        "en": "Adorable Girlfriend-Chan"
      },
      {
        "vi": "Cô bạn gái đáng yêu"
      },
      {
        "en": "A Cute Girlfriend"
      },
      {
        "pt-br": "Uma Namorada Fofa"
      },
      {
        "ru": "Милая Девушка"
      },
      {
        "id": "Pacar yang Imut"
      }
    ],
    "description": {
      "en": "A cute girl came knocking at the protagonist's door, but for what reason may it be.",
      "ru": "Милая девушка постучалась в дверь главного героя, но по какой причине это вообще произошло?",
      "vi": "Một cô gái dễ thương gõ cửa nhà tôi, còn để làm gì thì tôi không biết.",
      "pt-br": "Uma linda garota veio bater à porta do protagonista, mas por que razão?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e544761-7d3d-4fce-8137-719814d7d138",
    "title": {
      "en": "Eleceed"
    },
    "updatedAt": "2024-08-25T06:25:00+00:00",
    "coverArt": "https://mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/248fb53b-45da-4f0f-b7e0-0be6f3eb1025.jpg",
    "altTitles": [
      {
        "ko": "일렉시드"
      },
      {
        "es": "Eleceed: Velocidad eléctrica"
      },
      {
        "es-la": "Electricidad veloz"
      },
      {
        "uk": "Ілексід"
      },
      {
        "ru": "Элисед"
      },
      {
        "ar": "بذور الكهرباء"
      },
      {
        "ar": "تجاوز الكهرباء"
      },
      {
        "zh": "觉醒吧，铲屎官！"
      },
      {
        "zh-hk": "覺醒吧！貓奴"
      },
      {
        "ja": "エレキシード"
      }
    ],
    "description": {
      "en": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "es": "Jiwoo es un joven amable que utiliza sus reflejos increíblemente rápidos, como los de un gato, para hacer del mundo un mejor lugar salvando niños o mascotas. Kayden es un agente secreto prófugo que termina encerrado en el cuerpo de un... mmm... gato gordo, peludo y viejo. Juntos y con la ayuda de los superpoderes de Jiwoo y la inteligencia de Kayden lucharán contra las fuerzas que desean que el mal tome control del mundo. Aunque solo lo lograrán si consiguen soportarse lo suficiente para hacerlo.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "fr": "Jiwoo est un jeune lycéen au bon coeur qui utilise ses réflexes incroyablement rapides pour rendre le monde meilleur, que ce soit en sauvant un petit enfant ou bien un animal de compagnie. Kayden est un agent secret fugitif qui finit par être enfermé dans le corps d'un... euh... vieux, gros chat tout poilu. Ensemble, et équipés des superpouvoirs de Jiwoo et de l'intelligence de Kayden, ils lutteront contre les forces obscures qui veulent que le mal domine le monde... mais seulement s'ils arrivent à bien s'entendre !\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "id": "Kolaborasi yang luar biasa dari author \"Noblesse\" dan author \"Girls the Wild's\"! Kisah aksi fantasi mengenai Kaiden yang jiwanya masuk ke seekor kucing gendut dan Jiwoo yang suka menyembunyikan kekuatannya!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ja": "敵の不意打ちで深い傷を負い、猫の体に身を隠した覚醒者のカイド。猫好きの主人公・勇羽に助けられるが… 『ノブレス』 X 『少女ザワイルズ』作家らによる爽快アクション！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ko": "<노블레스> 손제호 작가와 <소녀더와일즈> 제나 작가가 만났다!\n고양이 몸에 깃든 각성자 카이든과 각성능력을 숨겨온 고등학생 지우\n러블리 2인조의 액션 판타지\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ru": "Кайден - загадочный человек, который словно комета спустился с неба. Весь израненный, почти потерявший последние силы, он решает скрыть свое присутствие - ведь по-другому от погони не уйти. По дороге Кайден встречает обычную дворовую кошку и, почти не думая, решает вселиться в ее тело. Со Чжи У - энергичный и общительный молодой человек из средней школы, который очень любит кошек. Один раз по пути домой он встречает до боли потрепанного кота и берет его к себе домой. Наш У не только добрый, но еще и обладает одной скрытой способностью. Какой же?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "th": "เรื่องใหม่ของนักเขียน Son Je-ho จาก <โนเบลส> และ Zhena จาก <วีน เหวี่ยง WILD มัธยมสาวพันธุ์ดุ>! แอ็กชันแฟนตาซีสุดน่ารัก เรื่องราวของ \"ไคเดน\" ผู้มีพลังพิเศษแต่แฝงตัวด้วยการสิงอยู่ในร่างแมว และ \"จีอู\" นักเรียนหนุ่มทาสแมวแสนธรรมดาที่แอบซ่อนพลังที่ไม่ธรรมดาเอาไว้\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "zh": "超强觉醒者意外变身胖橘，\n没想到铲屎官也有超能力!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "pt-br": "Ji-U é um jovem de bom coração que aproveita os reflexos rápidos de um gato para secretamente tornar o mundo um lugar melhor - uma criança salva ou um animal de estimação adotivo de cada vez. Kayden é um agente secreto em fuga, que se encontra preso no corpo de um... hum... decididamente gordo velho gato fofo. Juntos, armados com os superpoderes de Ji-U e a super inteligência de Kayden, eles estão prontos para lutar contra as forças que deixariam o mal governar este mundo. Isto é, se eles aguentarem um ao outro tempo suficiente para fazer o trabalho.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e3f3661-54ef-4545-a6dc-74afc4760d79",
    "title": {
      "en": "Master of Ancient Divine Weapons"
    },
    "updatedAt": "2024-09-27T17:17:18+00:00",
    "coverArt": "https://mangadex.org/covers/7e3f3661-54ef-4545-a6dc-74afc4760d79/61887683-b969-4022-82f4-fe18468d7f2b.jpg",
    "altTitles": [
      {
        "zh": "斩灵少女：我契约的全是上古神兵"
      },
      {
        "en": "Soul-Slaying Girl: All the contracts I contracted are ancient divine weapons."
      }
    ],
    "description": {
      "en": "Han Zhan traveled through time and space, where the girls could transform into magic weapons and fight under contract. The boy would awaken and become a spiritual contract master, and make a contract with them to resist the insect tide together. As a time traveler, he was shocked when he saw that those who were despised were actually famous ancient magic weapons. [Fuxi Qin], [Demon Refining Pot], [Shennong Ding], [Kunlun Mirror], [Nuwa Stone]."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2bdbbe03-bf39-4bac-86fe-b91e964f973a",
    "title": {
      "en": "Oogami-san and Cerberus!"
    },
    "updatedAt": "2024-10-24T16:53:38+00:00",
    "coverArt": "https://mangadex.org/covers/2bdbbe03-bf39-4bac-86fe-b91e964f973a/b7ddaa13-1686-4f52-97d3-fb84d3e0fd7f.jpg",
    "altTitles": [
      {
        "en": "Ms. Oogami and Keru Bero Suu!"
      },
      {
        "ja": "大上さんとケルベロスゥ！"
      },
      {
        "zh": "大上同学和可露贝洛苏！"
      },
      {
        "ja-ro": "Oogami-san to Cerberus!"
      }
    ],
    "description": {
      "en": "When Oogami-san was confessed to by one of the three dog eared girls Cer Ber and Us they became friends and started hanging out together. Will this friendship eventually turn into love!? A love story between the three physically identical girls who have totally different personalities and the beautiful lone wolf."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "27"
  },
  {
    "mangaId": "1ffca916-3ad7-46d2-9591-a9b39e639971",
    "title": {
      "en": "Second Life Ranker"
    },
    "updatedAt": "2024-08-24T02:44:32+00:00",
    "coverArt": "https://mangadex.org/covers/1ffca916-3ad7-46d2-9591-a9b39e639971/60aef1af-2df0-46aa-8270-e1ad9d287289.jpg",
    "altTitles": [
      {
        "ko": "두 번 사는 랭커"
      },
      {
        "en": "SLR"
      },
      {
        "en": "The Ranker Who Lives Twice"
      },
      {
        "ru": "Ранкер, который живёт второй раз"
      },
      {
        "ja": "二度生きるランカー"
      },
      {
        "en": "Ranker Who Lives A Second Time"
      },
      {
        "th": "เกมชีวิตที่สอง ของแรงเกอร์"
      },
      {
        "id": "Ranker yang Hidup Dua Kali"
      },
      {
        "zh-hk": "異界攻塔戰記"
      }
    ],
    "description": {
      "en": "Yeonwoo’s brother disappeared years ago, and he’s devastated to learn of his death.\n\nAs he copes with his loss, he’s given a pocket watch and learns there’s more to his brother’s death: he was betrayed while competing in the Tower of the Sun God.\n\nNow it’s Yeonwoo’s turn to use the knowledge his brother left behind.\n\nCan Yeonwoo navigate that world and gain enough power and experience to reach the top of the tower, defeating his brother’s enemies and all those who stand in his way?\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EB%91%90-%EB%B2%88-%EC%82%AC%EB%8A%94-%EB%9E%AD%EC%BB%A4/2335)",
      "fr": "Yeon-woo avait un frère jumeau qui a disparu il y a cinq ans. Un jour, une montre de poche laissée par son frère est retournée en sa possession. À l'intérieur, il a trouvé un journal intime caché dans lequel on pouvait lire : \"Le temps que tu entendes ceci, je serai déjà mort…\".  \nl'Obélisque, la Tour du Dieu Soleil, un monde où plusieurs univers et dimensions se croisent. Dans ce monde, son frère avait été victime d'une trahison en montant la tour. Après avoir appris la vérité, Yeon-woo décida d'escalader la tour avec le journal de son frère.  \nYeon-woo passe ensuite par les mêmes épreuves que son frère cadet et combat en tant que joueur anonyme. Son but ? Vaincre la Tour de l'Obélisque et venger son frère.",
      "id": "Setelah 5 tahun hilang, Cha Yeonwoo menemukan fakta bahwa adiknya, Cha Jungwoo, sudah meninggal. Ketika membongkar barang peninggalan adiknya, dia menemukan sebuah jam saku. Jam saku itu adalah hadiahnya untuk Jungwoo supaya lulus ujian. Begitu membuka jam tersebut, Cha Yeonwoo mendengar suara adiknya yang menceritakan kehidupannya selama 5 tahun ini. Ternyata Cha Jungwoo bukan hilang melainkan terdampar di dunia lain. Di dunia itu pula Cha Jungwoo dikhianati dan dibunuh. Mendengar itu, amarah Cha Yeonwoo bangkit. Dia berniat balas dendam atas kematian adiknya. Berbekal pengetahuan yang dia dapat dari Jungwoo, Cha Yeonwoo pun pergi ke dunia lain tersebut. Berhasilkah Cha Yeonwoo balas dendam?!",
      "it": "Yeon-woo aveva un fratello gemello scomparso cinque anni fa…  \nUn giorno, un orologio da tasca lasciato da suo fratello è tornato in suo possesso. Dentro, ha trovato un diario nascosto nel quale è stato registrato “Quando ascolterai questo, immagino che sarò già morto …”",
      "ja": "ある日豪の元に届いた双子の弟・駿の訃報。 虚無感を感じる彼の元に駿の懐中時計が届く。 そして豪はその中に隠された駿の日記によって、 駿が道半ばで力尽きた太陽神の塔・オベリスクへと誘われていく―。 弟の復讐に燃える豪が挑む、痛快アクションファンタジー！",
      "ko": "5년 전 사라진 쌍둥이 동생을 잊고 살던 연우.\n어느날 그에게 동생의 유품인 회중시계가 돌아왔다.\n\n그리고 그 속에 숨겨진 일기장.\n\n'형이 이 일기를 들을 때 즈음이라면 나는 이미 이 세상 사람이 아니겠지.'\n\n여러 차원과 우주가 교차하는 세계에 놓인 태양의 신 탑, 오벨리스크.\n그리고 그곳에 오르다 배신당해 눈을 감아야 했던 동생.\n\n모든 걸 알게 된 연우는 동생이 남겨 둔 일기와 함께 탑을 오르기 시작한다.\n\n'오늘부터 난. 차정우이다.'",
      "ru": "Ёну в течение 5 лет жил, смирившись с исчезновением своего младшего брата-близнеца. Однажды ему в руки попали карманные часы его брата.​ Внутри них он обнаружил спрятанную записку.​ «Брат, если ты сейчас слушаешь эти записи, то меня уже нет на Земле». Узнав о том, что его младший брат отправился в Обелиск — башню богов, которая находится где-то в космосе на пересечении нескольких измерений, и был предан, Ёну решает отправиться туда сам.\n«С этого момента я буду Ча Чонъу.​»",
      "th": "ชายอนอู ชายหนุ่มที่น้องชายหายตัวไป พร้อมกับต้องเสียแม่ไปเพราะโรคร้ายได้ ได้ตัดสินใจไปเป็นทหารอาสาสมัครที่ประเทศแอฟริกา จนอยู่มาวันนึงเขาได้ค้นพบความจริงว่า น้องชายของเขาได้หายตัวไปขณะกำลังตามหา 'ยาอายุวัฒนะ' ของอีกโลกหนึ่ง เพื่อนำมารักษาแม่ พร้อมกับถ่ายโอนพลังทิ้งไว้แก่เขา",
      "tr": "Yeon-woo’nun kardeşi beş yıl önce ortadan kaybolmuştur. Bir gün kardeşinden kalan bir cep saati eline geçer. İçinde, kardeşinin bırakmış olduğu gizli bir günlüğün olduğunu fark eder. ”Sen bunu bulduğunda, ben çoktan bu dünyadan göçmüş olacağım.” Obelisk, güneş tanrısının kulesi, farklı evrenler ve boyutların iç içe geçtiği bir dünyadır. Kardeşi, bu dünyada kuleye tırmanmaya çalışırken ihanete uğrayıp hayatını kaybetmiştir. Gerçeği öğrenmiş olan Yeon-woo, kardeşinin günlüğü ile birlikte kuleye tırmanmaya karar verir. ”Şu andan itibaren ben, Cha Jeong-woo’yum.”",
      "zh-hk": "延宇選擇遺忘5年前消失的雙胞胎弟弟，\n過上屬於自己的生活，\n卻在某天收到了弟弟的遺物——懷錶。\n\n而在那懷錶之中，還隱藏著弟弟的日誌。\n\n「當哥聽見我的日誌時，\n也代表我已經不在這個世界上了吧。」\n\n方尖碑——各個次元與宇宙交會的太陽神之塔。\n\n弟弟就是在攻塔過程中遭受背叛，不幸喪命。\n\n於是，得知一切真相的延宇帶著弟弟留下的日誌，\n踏上了攻塔之路!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03438804-f9b7-4748-be58-d120d5ffb8e6",
    "title": {
      "en": "Mujina into the Deep"
    },
    "updatedAt": "2024-10-31T21:05:46+00:00",
    "coverArt": "https://mangadex.org/covers/03438804-f9b7-4748-be58-d120d5ffb8e6/fb95fcb0-f07e-4846-bb16-7f5bb8b1bb32.jpg",
    "altTitles": [
      {
        "ja": "ムジナにの深い"
      },
      {
        "es": "Mujina Hacia Las Profundidades"
      },
      {
        "es-la": "Mujina a Las Profundidades"
      },
      {
        "uk": "Муджіна на глибині"
      }
    ],
    "description": {
      "en": "Am I \"necessary\" in this world? What is the true nature of the person called \"Mujina\" who flies in the sky with a sword on her back in the midst of ordinary life? What is man, what is society, what are human rights, and what is happiness?",
      "es": "¿Soy \"necesario\" en este mundo? ¿Cuál es la verdadera naturaleza de la persona llamada \"Mujina\" que vuela por el cielo con una espada a cuestas en medio de la vida ordinaria...? ¿Qué es el hombre, la sociedad, los derechos humanos y la felicidad...?",
      "ja": "この世界に、私は”必要”かーー！？何気ない日常の中、刀を背に空を翔ぶ「ムジナ」と呼ばれる者の実体とは…？人間とは、社会とは、人権とは、そして幸せとは…",
      "ru": "История о юной девушке-убийце с катаной, которая охотится за своими целями в оживлённом столичном городе Цукумо.",
      "es-la": "¿Soy \"necesario\" en este mundo? ¿Cuál es la verdadera naturaleza de la persona llamada \"Mujina\" que vuela por el cielo con una espada a cuestas en medio de la vida ordinaria...? ¿Qué es el hombre, la sociedad, los derechos humanos y la felicidad...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c28d99bc-02f4-4541-b770-080464be4f8e",
    "title": {
      "en": "Maou Tsukai no Saikyou Shihai"
    },
    "updatedAt": "2024-11-01T22:30:13+00:00",
    "coverArt": "https://mangadex.org/covers/c28d99bc-02f4-4541-b770-080464be4f8e/521e8d4e-c5e3-45cd-b059-5ffc521c9ac5.jpg",
    "altTitles": [
      {
        "ja": "魔王使いの最強支配"
      },
      {
        "en": "The Demon King Tamer's Strongest Domination"
      }
    ],
    "description": {
      "en": "For incompetence, Lewin, a Demon-Tamer adventurer, was banished from the hero's party. Without being acknowledged for his achievements as a commanding officer... However, the moment he comes into contact with Sasha, the Demon King of Death, one of the sealed Seven Demon Kings, he awakens to become a Demon King with the ability to subjugate Demon Kings! Moreover, by shattering the seal, he tames the Demon King, Sasha—— Lewin, backed by Sasha, succeeds in drawing out the Demon King's power and works to subdue all Demon Kings, the root of the strife between the humans and the demons.",
      "ja": "魔物使いの冒険者・ルインは無能として勇者パーティーを追放された。しかし、封印された七魔王の一人、死の魔王・サシャを見つけた瞬間、彼は魔王を従える力をもつ魔王使いに覚醒!! さらに封印を解くと同時に、魔王・サシャをテイムしてしまい――サシャを仲間とし、魔王の力を引き出すことに成功したルインは、人と魔族の争いの原因である全ての魔王を従えようと動き出す。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "29.5"
  },
  {
    "mangaId": "49d390f1-05de-4d9d-a60d-36df735cf8e8",
    "title": {
      "en": "Classmate wa Isekai de Yuusha ni Natta kedo, Ore dake Gendai Nihon ni Okizari ni Narimashita"
    },
    "updatedAt": "2024-11-01T03:54:10+00:00",
    "coverArt": "https://mangadex.org/covers/49d390f1-05de-4d9d-a60d-36df735cf8e8/3cb9ca75-e6aa-4cca-a301-82936a1913b7.jpg",
    "altTitles": [
      {
        "ja": "クラスメイトは異世界で勇者になったけど、俺だけ現代日本に置き去りにされました"
      },
      {
        "en": "My Classmates Became Heroes in Another World, But I was Left Behind in Modern Japan"
      }
    ],
    "description": {
      "en": "\"Congratulations! You 25 have been chosen as heroes to save the world!\"\n\nJust before summer vacation in their third year of middle school, the class is suddenly transported to another world by the goddess Ashera. The 26 students are given statuses that allow them to use skills and cheat abilities to become heroes in the other world. However, the number of students transported is 25—leaving behind Iori Shu, the boy who had just transferred and wasn’t counted.\n\nWhile his classmates train in the other world to prepare for their battles as heroes, Shu remains in peaceful Japan, devoting himself to studying the status he was given. Quietly experimenting with his skills, he occasionally uses them to help those around him. But before he realizes it, Shu has become a target of various organizations around the world—!?",
      "ja": "「おめでとう！　君たち25人は世界を救う勇者に選ばれました！」\n\n中学3年の夏休み前、突然現れた女神・アシェラによって行われたクラス単位の異世界転移。\n26人の生徒は異世界で勇者になれるよう、スキルやチート能力を使うことができるステータスを与えられ転移させられる。しかしその人数は25人――転校したばかりでカウントされていなかった少年・伊織修は現代日本に置き去りにされた。\n\n異世界で鍛練し、来る勇者としての戦いに備えるクラスメイトとは違い、平和な日本で修は与えられたステータスの研究に没頭する。密かにスキルの性能の試行錯誤をしつつ、その力で時折身の回りの人助けをしていた修だが、いつの間にか世界の組織から狙われるような存在になっていて――？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "635fc6fd-3759-41dc-90d0-3b41cd6eb18d",
    "title": {
      "en": "Haruka Reset"
    },
    "updatedAt": "2024-11-04T21:25:24+00:00",
    "coverArt": "https://mangadex.org/covers/635fc6fd-3759-41dc-90d0-3b41cd6eb18d/4389c689-ff1a-40af-9828-d47bc6711fb6.jpg",
    "altTitles": [
      {
        "ja": "はるかリセット"
      }
    ],
    "description": {
      "en": "Haruka is a writer who is overwhelmed by deadlines and takes time out of her busy schedule to reset her mind. Strolling around the neighborhood, soaking in the public bath, eating the local cuisine, enjoying the park... even though she can't take a big vacation or travel far, she's determined to still enjoy any little \"vacation\" she can by getting creative!",
      "ja": "締め切りに追われる作家のはるかが、忙しい毎日の合間を縫ってわずかな時間で気持ちをリセット。ご近所散策、銭湯、近場グルメ、公園満喫…まとまった休みが取れなくても、遠くへ旅行に行けなくても、少しの発想の切り替えで、ワクワクできる「休み」は満喫できる! 休みが足りないすべての人に、はるかがステキな休日を贈ります!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a500b8f7-5aa4-4bec-bf42-ba9a95af8997",
    "title": {
      "en": "Einen Koyou wa Kanou deshou ka"
    },
    "updatedAt": "2024-10-30T18:08:18+00:00",
    "coverArt": "https://mangadex.org/covers/a500b8f7-5aa4-4bec-bf42-ba9a95af8997/6f674540-33de-4247-bf70-22a9b9779894.jpg",
    "altTitles": [
      {
        "ja": "永年雇用は可能でしょうか"
      },
      {
        "ja": "永年雇用は可能でしょうか ~無愛想無口な魔法使いと始める再就職ライフ~"
      },
      {
        "ja-ro": "Einen Koyou wa Kanou deshou ka: Buaisou Mukuchi na Mahoutsukai to Hajimeru Saishuushoku Life"
      },
      {
        "en": "Re-employment Life With an Unsociable Untalkative Magician"
      },
      {
        "en": "Is Long-Term Employment Possible ~ My Reemployment Life With an Unsociable Untalkative Magician"
      }
    ],
    "description": {
      "en": "Lucille was recently fired from her job as a maid after an adultery scandal. This is her re-employment life story with a silent unfriendly magician in a quiet town, away from the scandals.",
      "vi": "Cô hầu Lucille vừa bị đuổi khỏi ngôi nhà cô đã gắn bó 3 năm vì một lý do trời ơi đất hởi. Sau khi mất việc, cô quyết định bỏ lại quá khứ phía sau và bắt đầu cuộc sống mới ở một thị trấn nhỏ yên bình. Tại đây, cô đã tình cờ nhận được công việc hầu gái cho một pháp sư nổi tiếng khó tính.\nLiệu cuộc sống của Lucille sẽ bị đảo lộn như thế nào, khó khăn nào đang chờ đón. Đây là bộ truyện kể về cuộc sống của một nàng hầu vừa mất việc và pháp sư khó tính hướng nội."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "944f5727-7917-4d47-8c9c-654dcf535acb",
    "title": {
      "en": "Tough Gaiden - The Man Who Succeeds the Dragon"
    },
    "updatedAt": "2024-06-18T15:46:39+00:00",
    "coverArt": "https://mangadex.org/covers/944f5727-7917-4d47-8c9c-654dcf535acb/c6bd599e-910a-43d7-be7c-ccf0384636e2.jpg",
    "altTitles": [
      {
        "en": "The Man Who Succeeds The Dragon"
      },
      {
        "ja-ro": "Ryuu wo Tsugu Otoko"
      },
      {
        "ja": "TOUGH 龍を継ぐ男"
      },
      {
        "ru": "Жесткий: Преемник Дракона"
      },
      {
        "ja-ro": "Tough Gaiden - Ryuu o Tsugu Otoko"
      },
      {
        "ja-ro": "Tough Gaiden - Ryuu wo Tsugu Otoko"
      }
    ],
    "description": {
      "en": "The series starring one of illegitimate children of Kiryu Miyazawa, Ryuusei Nakamura. Years after Kiibo founded the new dojo, both him and Kiryu mysteriously disappeared. Ryuusei, after losing his mother to cancer, is set to find out about his birth father and his destiny as the evil dragon’s heir, but he is not the only one.",
      "ru": "Третья часть саги Саруватари Тэцуи во вселенной \"Жесткого\". Что произошло после окончания второй части? Куда подевались некоторые старые герои? Где Киичи?  \r\nОтвет на эти и множество других вопросов вы узнаете, начав читать \"Жесткий: Наследник Дракона\"!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05bd710c-d94a-45eb-be99-2109d58f1006",
    "title": {
      "en": "Hajirau Kimi ga Mitainda"
    },
    "updatedAt": "2024-10-25T16:08:55+00:00",
    "coverArt": "https://mangadex.org/covers/05bd710c-d94a-45eb-be99-2109d58f1006/ad7798e0-8774-40f4-8d53-8f9e907c00f1.jpg",
    "altTitles": [
      {
        "en": "I Want to See You Embarrassed"
      },
      {
        "ja": "恥じらう君が見たいんだ"
      },
      {
        "ko": "부끄러워하는 널 보고 싶어"
      },
      {
        "zh-hk": "想要看到羞恥的你"
      },
      {
        "th": "เทคนี้ที่ผมถ่ายเป็นเรื่องน่าอายที่เธอไม่คัท"
      },
      {
        "zh-hk": "想看妳露出羞恥的模樣"
      },
      {
        "zh": "露出导演"
      },
      {
        "es-la": "Quiero verte avergonzada"
      }
    ],
    "description": {
      "en": "Akito Shirasawa, a high school boy whose father is a film director, sees something in the library preparation room. It was the \"masturbation scene\" of his classmate, Kaho Honjou. Akito is puzzled, but ends up filming it with his smartphone. Kaho notices Akito, and in the men's restroom, makes a \"proposal\" to Akito! Exposed high school girl and movie boy. The \"exposed love\" of twisted adolescence, begins!",
      "es-la": "Akito Shirasawa, un chico de secundaria cuyo padre es director de cine, ve algo en la sala de preparación de la biblioteca. Era la \"escena de la masturbación\" de su compañera de clase, Natsuho Honjo. Akito está desconcertado, pero termina filmándolo con su teléfono inteligente. Natsuho nota a Akito, y en el baño de hombres, ¡le hace una \"propuesta\" a Akito! Chica de secundaria expuesta y chico de película. ¡Comienza el \"amor expuesto\" de la retorcida adolescencia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b8f9a660-ed4d-4667-9c8d-00e98c05167d",
    "title": {
      "en": "Furetai wa Koi no Hajimari"
    },
    "updatedAt": "2024-11-03T15:06:10+00:00",
    "coverArt": "https://mangadex.org/covers/b8f9a660-ed4d-4667-9c8d-00e98c05167d/5e787b58-ccb9-443c-9466-55c4e74ab9ab.jpg",
    "altTitles": [
      {
        "ja": "「触れたい」は恋の始まり"
      },
      {
        "ja-ro": "\"Furetai\" wa Koi no Hajimari"
      },
      {
        "en": "\"I Wanna Touch You\" Then Love Begins."
      },
      {
        "ko": "‘만지고 싶어’는 사랑의 시작"
      }
    ],
    "description": {
      "en": "Kaede Minato, the cool literature girl, is admired by her classmates for her elegant appearance. Momoko Hattori, a cute girl with an adorable face, quickly became an idol among her peers shortly after she entered high school.\n\nDespite having little connection, they quickly grow closer after Momoko finds Kaede in a particular situation...\n\nA story of two girls experiencing a love that is not quite love yet.",
      "pt-br": "Kaede Minato, a garota legal da literatura, é admirada por seus colegas de classe por sua aparência elegante. Momoko Hattori, uma garota fofa com um rosto adorável, rapidamente se tornou um ídolo entre seus colegas logo após entrar no ensino médio.\n\nApesar de terem pouca conexão, elas rapidamente se aproximam depois que Momoko encontra Kaede em uma situação particular...\n\nUma história de duas garotas vivenciando um amor que ainda não é bem amor."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6204ff54-c3d5-4645-b21f-f83f6fa303d0",
    "title": {
      "en": "Ani no Yome to Kurashite Imasu."
    },
    "updatedAt": "2024-11-01T14:31:55+00:00",
    "coverArt": "https://mangadex.org/covers/6204ff54-c3d5-4645-b21f-f83f6fa303d0/156ac3b3-d27a-4520-aed9-1ce03e5cae73.jpg",
    "altTitles": [
      {
        "ja-ro": "Ani no Yome to Kurashiteimasu."
      },
      {
        "en": "Living with My Brother's Wife"
      },
      {
        "en": "Life with My Brother’s Wife"
      },
      {
        "id": "Tinggal bersama Istri Kakakku."
      },
      {
        "ru": "Жизнь с женой моего брата"
      },
      {
        "th": "เมื่อรักของฉันและเธอเริ่มผลิบาน"
      },
      {
        "ja": "兄の嫁と暮らしています。"
      },
      {
        "zh": "我和嫂子的同居生活。"
      },
      {
        "ko": "오빠의 아내와 살고 있습니다."
      }
    ],
    "description": {
      "de": "Seit dem Tod ihres Bruders, lebt die 17-jährige Shino Kishibe mit der Witwe Ehefrau ihres Bruders, Nozomi. Nozomi möchte ein Person sein, an die sich Shino anlehnen kann, während Shino entschlossen dazu ist, ihr keine Bürde zu sein. Zusammen versuchen die verwaiste Oberschülerin und die junge Witwe sich gegenseitig zu unterstützen, während ihre Leben normal weitergehen.",
      "en": "Since the death of her brother, seventeen year-old Shino Kishibe has been living with her sister-in-law Nozomi. Nozomi wants to be a person Shino can lean on, while Shino is determined not to be a burden. Together the orphaned high-schooler and young widow try to support one another while carrying on with their everyday lives.  \n  \n\n\n---",
      "fr": "Après la mort de son frère, Shino Kishibe doit vivre avec sa belle-soeur, Nozomi. Ensemble, elles apprendront à communiquer, à se faire confiance mutuellement et surtout à faire le deuil.",
      "id": "Shino Kishibe, seorang gadis yatim piatu tinggal bersama Kakak iparnya, Nozomi, semenjak Kakak kandungnya meninggal. Shino dan Nozomi menjalani hari-harinya dengan saling menguatkan satu sama lain.",
      "ko": "키시베 시노, 고교생. 17세. 부모님이 돌아가신 뒤 유일한 가족이었던 오빠도 6개월 전 세상을 떠났습니다. 지금 저는 '오빠의 아내'인 '노조미 씨'와 살고 있습니다. 「타인이지만 가족」. 그런 두 사람의 조금은 불가사의하고, 서투르고, 조금은 행복을 깨닫게 하는 일상 감성 스토리.",
      "ru": "\"Мои родители умерли давным-давно: погибли в автокатастрофе. После этого мы с братом жили вдвоем, до тех пор пока он…\""
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e0d1449-0f4b-4ba7-9ef6-2e8024715345",
    "title": {
      "en": "Goddess of Victory: Nikke - Sweet Encount"
    },
    "updatedAt": "2024-11-02T16:04:23+00:00",
    "coverArt": "https://mangadex.org/covers/5e0d1449-0f4b-4ba7-9ef6-2e8024715345/6d534640-1540-4df7-8e99-012b65f7a116.jpg",
    "altTitles": [
      {
        "ja": "勝利の女神：NIKKE すいーとえんかうんと"
      },
      {
        "ja-ro": "Shouri no Megami: Nikke - Sweet Encount"
      },
      {
        "en": "Goddess of Victory: Nikke - Sweet Encounter"
      }
    ],
    "description": {
      "en": "In this manga, NIKKE and their friends live peacefully. A loose comedy in which the main character N102 works as a maid at a maid café called \"Maid For You\", where Cocoa and Soda work too!\n\nThe first official manga based on the popular mobile game *Goddess of Victory: NIKKE* with over 25 million downloads worldwide!",
      "ja": "この世界ではニケたちは平和に過ごす─。Nが、アニスが、ココアとソーダが働く「メイド･フォー・ユー」でメイドとして働くことに…！一生懸命働く姿やゲームではあまり見ることができない服装などに癒やされること間違いなし！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "081ad446-f46c-4279-9516-a59a8601a236",
    "title": {
      "en": "Sugoi Ten☆Fes: Sugoi Tenkousei Festival"
    },
    "updatedAt": "2024-09-21T03:10:11+00:00",
    "coverArt": "https://mangadex.org/covers/081ad446-f46c-4279-9516-a59a8601a236/27be4db4-a9e4-477c-894f-5b5aef57f907.jpg",
    "altTitles": [
      {
        "en": "Amazing Transfer Student Festival"
      }
    ],
    "description": {
      "en": "Sugoi Ten Fes is focused on the N-rarity members who topped the popularity poll: Shizuku Ōsaka, Kanata Konoe, and Emma Verde"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "56"
  },
  {
    "mangaId": "193f91a0-51ef-4653-b3d7-a3f75c42ee9b",
    "title": {
      "en": "Ame to Kimi to"
    },
    "updatedAt": "2024-11-15T13:13:40+00:00",
    "coverArt": "https://mangadex.org/covers/193f91a0-51ef-4653-b3d7-a3f75c42ee9b/13090a3b-b1d4-4a77-b17c-df168fcc7ed5.jpg",
    "altTitles": [
      {
        "en": "With You and the Rain"
      },
      {
        "ja": "雨と君と"
      },
      {
        "ru": "Дождь и ты"
      },
      {
        "ne": "वर्षा र तिमी"
      },
      {
        "vi": "Mưa, tôi và em"
      }
    ],
    "description": {
      "en": "On a rainy summer evening, a woman and a \"dog\" happened to meet each other and life has never been the same since.",
      "ja": "雨の降る日に、１人と１匹は出会いました。“あともうちょっと”がほっこり尊いと話題です。",
      "ru": "В один дождливый день она подобрала что-то похожее на собаку... Давайте же посмотрим, насколько хитрой может быть эта \"собака\"...",
      "pt-br": "Em uma noite chuvosa de verão, uma mulher e um \"cachorro\" se conheceram e a vida nunca mais foi a mesma desde então."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b9cc384-4c98-4d57-83a4-93be3e573d69",
    "title": {
      "en": "Isekai Kaeri no Yuusha wa, Dungeon ga Shutsugen shita Genjitsu Sekai de, Influencer natte Kane wo Kasegimasu!"
    },
    "updatedAt": "2024-10-04T14:37:48+00:00",
    "coverArt": "https://mangadex.org/covers/7b9cc384-4c98-4d57-83a4-93be3e573d69/c1cf0a06-7862-4cf7-8f37-5f5acbd151eb.jpg",
    "altTitles": [
      {
        "en": "The hero returns from another world, becomes an influencer, and earns money in the real world, where dungeons have appeared!"
      },
      {
        "ja": "異世界帰りの勇者は、ダンジョンが出現した現実世界で、インフルエンサーになって金を稼ぎます！"
      }
    ],
    "description": {
      "en": "One day, an ordinary high school student is transferred to another world. He raises his level in the other world, successfully defeats the Demon King, and saves the world! With his strongest status, he decided to return to his own world; however, in the world to which he returns, a new “dungeon” has appeared.\n\nA modern dungeon fantasy where the former hero becomes a warrior, delving into dungeons created in his own world!",
      "ja": "普通の高校生が、ある日異世界へ転移することになった。\n向こうの世界でレベルを上げ、無事魔王を倒し、世界を救うことに成功！\nその最強ステータスのまま現実社会に帰還することに。\n\nすると、帰還先の現実世界でも、新しく『ダンジョン』が出現していて――。\n\n元勇者が現実世界にできたダンジョンを配信しながら無双する、現代ダンジョンファンタジー！！",
      "es-la": "Un día, un estudiante de secundaria normal y corriente es llevado a otro mundo. Sube su nivel en el otro mundo, derrota con éxito al Rey Demonio y salva el mundo. Con su nivel más fuerte, decide volver a su mundo. Sin embargo, en el mundo al que regresa, ha aparecido también una nueva \"mazmorra\". Una moderna fantasía de mazmorras en la que el antiguo héroe se convierte en un guerrero, ¡que se adentra en las mazmorras creadas en su propio mundo!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6596abfe-4dc8-4d13-82da-ea9a6a278aa3",
    "title": {
      "en": "Hanamaru Kindergarten"
    },
    "updatedAt": "2024-11-04T12:34:38+00:00",
    "coverArt": "https://mangadex.org/covers/6596abfe-4dc8-4d13-82da-ea9a6a278aa3/4372ffd3-9e03-471c-8bc5-59ffbd73e9eb.jpg",
    "altTitles": [
      {
        "ja-ro": "Hanamaru Yochien"
      },
      {
        "en": "Hanamaru Kindergarten"
      },
      {
        "th": "ฮานะมารุ อนุบาลเด็กดีนะจะบอกให้"
      },
      {
        "ja": "はなまる幼稚園"
      },
      {
        "zh": "花丸幼儿园"
      },
      {
        "ko": "하나마루 유치원"
      },
      {
        "pt-br": "O Jardim de Infância Hanamaru"
      },
      {
        "vi": "Nhà trẻ Hanamaru"
      }
    ],
    "description": {
      "en": "Anzu goes to a preschool with her friends, the shy Koume and the eccentric Hiiragi. Together, they try to gain Anzu attention from their male caretaker Tsuchida, though he is clearly more interested in the pretty Yamamoto who supervises the class next door.",
      "pt-br": "Anzu é uma criança do jardim de infância com uma grande paixão por seu professor Tsuchida, mas Tsuchida claramente prefere Yamamoto, uma jovem professora que lida com a classe ao lado, e Anzu tem suas duas amigas para ajudá-la: a tímida Koume e a excêntrica Hiiragi.\n\nNOTA: Hanamaru é o equivalente à estrela de ouro concedida para as crianças por um bom trabalho na escolas."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "102.5"
  },
  {
    "mangaId": "d21e52cf-50f1-48c7-8de7-69f280c05be4",
    "title": {
      "en": "Sono Munou, Jitsu wa Sekai Saikyou no Mahoutsukai"
    },
    "updatedAt": "2024-11-03T01:06:30+00:00",
    "coverArt": "https://mangadex.org/covers/d21e52cf-50f1-48c7-8de7-69f280c05be4/c5decab7-ed9a-423d-93c2-f52eeff32b5b.jpg",
    "altTitles": [
      {
        "ja": "その無能、実は世界最強の魔法使い"
      },
      {
        "ja": "その無能、実は世界最強の魔法使い　〜無能と蔑まれ、貴族家から追い出されたが、ギフト《転生者》が覚醒して前世の能力が蘇った〜"
      },
      {
        "ja-ro": "Sono Munou, Jitsu wa Sekai Saikyou no Mahoutsukai: Munou to Sagesumare, Kizokuka kara Oidasareta ga, Gift \"Tenseisha\" ga Kakusei shite Zense no Nouryoku ga Yomigaetta"
      },
      {
        "en": "That Incompetent Is Actually the World's Strongest Wizard"
      },
      {
        "en": "That Incompetent Is Actually the World's Strongest Wizard: He Was Scorned as Incompetent and Kicked out of His Aristocratic Family, but His Gift of \"Reincarnation\" Awakened and Brought Back the Abilities of His Previous Life"
      }
    ],
    "description": {
      "en": "Alma, the third son of an aristocratic family who could not receive the Gift that should have been given by God, is despised as incompetent from his parents' home and is expelled from the house. \n\nHowever, in reality, Alma was given a special Gift - He regained the abilities of the previous life! With the Gift [Reincarnation], he becomes the strongest wizard in the world! \n\nAlma, who devoted all of his first life to the quest for magic, seeks a \"happy second life\" with the magic of his previous life! \n\n---\n\n[Web Novel](https://ncode.syosetu.com/n3823gm/)  (JP)\n\n---",
      "ja": "この世界の人々は15歳になると、女神様から《ギフト》と呼ばれる様々な能力を与えられる。貴族家の三男・アルマも優秀な《ギフト》を授かることを期待されていたが、なぜか《ギフト》はまったく発現せず、実家から無能と蔑まれ追い出されてしまう…。だが、実はアルマは特別な《ギフト》を授かっていたーー。その能力《転生者》によって前世の記憶と能力を取り戻したアルマは、この世界で最強の魔法使いとなった！一度目の人生の全てを魔法の探究に捧げたアルマが、前世で極めた魔法で”幸せな二度目の人生”へと歩み出す！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "64"
  },
  {
    "mangaId": "0df86784-961a-443c-9765-8b41702c6249",
    "title": {
      "en": "Alice-san Chi no Iroribata"
    },
    "updatedAt": "2024-04-23T17:50:47+00:00",
    "coverArt": "https://mangadex.org/covers/0df86784-961a-443c-9765-8b41702c6249/e1bd1a5f-aec9-497a-97c1-ce651ab8c337.jpg",
    "altTitles": [
      {
        "ja": "アリスさんちの囲炉裏端"
      },
      {
        "ru": "У очага в доме Арису-сан"
      },
      {
        "th": "มื้ออุ่นหน้าเตาแห่งบ้านคุณอลิซ"
      },
      {
        "en": "By The Hearth At Alice-san's Home"
      },
      {
        "en": "By the Furnace of Miss Alice’s House"
      },
      {
        "vi": "Bên bếp lửa nhà Alice-san"
      }
    ],
    "description": {
      "en": "After ten years, Alice returns to her hometown from Tokyo to live alone in a traditional Japanese house with a sunken hearth. Harumi, her childhood friend, nervously meets her again after such a long time, but the warmth of the hearth with Alice is just as warm as it was in the past...\n\nNext to the hearth in Miss Alice's house, let's have a leisurely meal together.",
      "pt-br": "Depois de 10 anos, Alice volta de Tóquio para a sua cidade natal e mora sozinha em uma antiga casa tradicional Japonesa com lareira. Harumi, um amigo de infância, estava animado para se encontrar novamente depois de muito tempo, mas o calor da lareira com Alice continua tão quente quanto no passado..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84bab9b6-b5c1-40e2-a9ce-0664e519b177",
    "title": {
      "en": "Bamboo Samurai"
    },
    "updatedAt": "2024-10-05T07:33:21+00:00",
    "coverArt": "https://mangadex.org/covers/84bab9b6-b5c1-40e2-a9ce-0664e519b177/ec640bb2-022e-431b-a46a-294b32b01c1f.jpg",
    "altTitles": [
      {
        "ja-ro": "Takemitsu Zamurai"
      },
      {
        "tr": "Bambu Kılıçlı Samuray"
      },
      {
        "ja-ro": "Takemitsuzamurai"
      },
      {
        "ja": "竹光侍"
      },
      {
        "vi": "Samurai Kiếm Tre"
      }
    ],
    "description": {
      "en": "Early one New Year's morning, the rounin Senou Souichirou appears in Edo's Katagi tenements.  \n  \nInitially, the inhabitants regard him with fear and suspicion: Kankichi, the carpenter's son, thinks he may not be human; the neighborhood cats remark that he reeks of blood. But soon Souichirou pawns his sword, and, with a bamboo replica at his waist, settles down to a quiet life as the neighborhood school-teacher.  \n  \nMonths pass, and all appears to be well. But trouble will not leave the Katagi tenements alone …  \n  \n---\n- **Won the 15th Osamu Tezuka Cultural Grand Prize in 2011**"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "83"
  },
  {
    "mangaId": "f7b7aebe-b98b-49a2-a392-79a58b5d756e",
    "title": {
      "en": "Return of a Crazy Genius Composer"
    },
    "updatedAt": "2024-11-09T14:46:49+00:00",
    "coverArt": "https://mangadex.org/covers/f7b7aebe-b98b-49a2-a392-79a58b5d756e/996da07d-8e84-4bdc-a645-06d7d41b2496.jpg",
    "altTitles": [
      {
        "ko": "망나니 천재 작곡가 회귀하다"
      },
      {
        "en": "Return of the Genius Composer"
      }
    ],
    "description": {
      "en": "Success, fame, family… In an instant, the genius composer, Min Hyunseung, lost it all. On the brink of death… he wanted to live a different life, one where all those continuous misfortunes couldn’t just be claimed as karma.\n\n“How did this happen…?”\n\nHe was given another chance to live."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]