[
  {
    "mangaId": "a4e838c4-6ff9-4e4b-8f87-c3a20f36a4ce",
    "title": {
      "en": "Seitokai Yakuindomo"
    },
    "updatedAt": "2024-11-19T13:43:00+00:00",
    "coverArt": "https://mangadex.org/covers/a4e838c4-6ff9-4e4b-8f87-c3a20f36a4ce/4c57e823-0c99-457c-9b12-e84bcf25b9cc.jpg",
    "altTitles": [
      {
        "es": "Miembros del Consejo Estudiantil"
      },
      {
        "en": "Student Council Staff Members"
      },
      {
        "ja-ro": "Seitokai Yakuin-domo"
      },
      {
        "ja-ro": "SYD"
      },
      {
        "ru": "Члены студсовета"
      },
      {
        "zh": "妄想学生会"
      },
      {
        "zh": "妄想學生會"
      },
      {
        "ja": "生徒会役員共"
      },
      {
        "ko": "학생회 임원들"
      }
    ],
    "description": {
      "en": "\"I applied here since it's a close walk from my house. But it's really full of girls…\"  \n  \nIn this 4-koma series Tsuda Takatoshi is a new student in the formerly all-girls, and recently gender-integrated high school. He's asked to join the student council as the vice president. Thus begins his days as the only normal boy among 3 overachieving female student council officers… who have some interesting quirks, to say the least…",
      "es": "\"Me matriculé aquí, considerando que queda cerca a mi casa. Pero esto esta lleno de muchachas, ¿no?\"  \n  \nEn esta serie de 4 páneles, Tsuda Takatoshi es un estudiante nuevo en un colegio anteriormente femenino que recientemente se volvió mixto. Le es pedido que se una al consejo estudiantil como vicepresidente. Entonces, así comienzan sus días como el único varón acompañado de 3 muchachas superdotadas miembros del consejo… que tienen ciertas mañas interesantes, por no decir más…  \n\n\n---",
      "ru": "Молодой парень Цуда поступил в школу, которая раньше была исключительно женская и только в этом году стала общей, тем не менее девушек там заметно больше чем парней, соотношение девушки/парни - 528/24. И в первый же день начала учебы, его принимают в студсовет в качестве вице-президента, а вот что с ним приключилось дальше, читайте в манге!",
      "pt-br": "\"Eu me inscrevi aqui porque fica perto da minha casa. Mas é muito cheio de garotas...\" \n\nNesta série de 4 koma, Tsuda Takatoshi é um novo aluno no antigo colégio feminino e recentemente integrado ao gênero. Ele foi convidado a se juntar ao conselho estudantil como vice-presidente. Assim começa seus dias como o único garoto normal entre 3 superdotadas oficiais do conselho estudantil... que têm algumas peculiaridades interessantes, para dizer o mínimo..."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "641"
  },
  {
    "mangaId": "b201bd84-c689-4301-a8ab-ef80bf120992",
    "title": {
      "en": "Male Lead Likes My Support!"
    },
    "updatedAt": "2024-10-28T02:43:47+00:00",
    "coverArt": "https://mangadex.org/covers/b201bd84-c689-4301-a8ab-ef80bf120992/0b68edff-09e3-4555-99c9-4ff9c475f91e.jpg",
    "altTitles": [
      {
        "es-la": "¡Al Protagonista le gusta mi Patrocinio!"
      },
      {
        "ko": "남주가 내 후원을 좋아해!"
      }
    ],
    "description": {
      "en": "Chae Yu-ra is an ordinary girl who likes to watch online game broadcasts. She becomes the sole sponsor of an unknown streamer, Choi Ji-hyuk, who plays a virtual reality game called Constellation. But one day, she wakes up inside the game and discovers that she is Choi Ji-hyuk's constellation, which means she can grant him wishes and powers.\n\nChoi Ji-hyuk, on the other hand, is an elite hunter who is determined to take revenge on the constellation that abandoned him in the past. He is unaware that his constellation is actually Chae Yu-ra, the girl he despises for her lack of skill at the game. How will they relate to each other in this dangerous world full of mysteries?",
      "es-la": "El único error que he cometido hasta ahora es ver una transmisión sin espectadores de un juego online.\nMi único crimen fue patrocinar a alguien duramente.\nㅤ\nPero ahora lo entiendo.\n¡Hacerme pasar por esta terrible experiencia es demasiado duro!\nㅤ\n\"¡No podemos perder más tiempo\"\n\"¡Espera un minuto, déjame comprar esta armadura\"\nㅤ\n\"¿Qué es esto?\"\nMe pregunté mientras veía esa transmisión antes de que eso pasara.\n\n___________________________________________________\nㅤ\nChoi Ji-hyuk miró fijamente el artículo que venía como recompensa de una Mazmorra de Clase S.\nEra un objeto obtenido que había arrebatado a los otros Cazadores que intentaban obtenerllo.\nㅤ\n\"No importa cuanto impida este objeto la destrucción del mundo\"\n\"No importa si es un objeto por el que arriesgué mi vida\"\n\"Incluso si muero, seré miserable, por eso, si es he de morir, al menos quiero ver la cara de esa maldita Constelación\"\nㅤ\nPero, ¿quién hubiera pensado que esa Constelación era una chica que parecía tener poco más de 20 años?\nㅤ\n\"Chae Yu-ra\"\nㅤ\nÉl lo lamentó por ella, quien había vivido una vida normal y pacífica toda su vida, desafortunadamente, nunca tuvo la intención de abandonar a su Constelación.\nㅤ\n\"Dime que soy lo más importante para ti\"\nㅤ\nAl menos así será hasta que llegue el fin del mundo\nㅤ\n\"Dímelo\""
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ab3d3ea-ae45-4910-8f15-6ca544c8d8e5",
    "title": {
      "en": "Radia"
    },
    "updatedAt": "2024-08-26T21:22:28+00:00",
    "coverArt": "https://mangadex.org/covers/5ab3d3ea-ae45-4910-8f15-6ca544c8d8e5/db4febcf-71d3-41be-a231-e54ebb3b2b4f.png",
    "altTitles": [
      {
        "ko": "라디아"
      },
      {
        "ja": "ラディア〜神殺しの私が神の恋人!?〜"
      },
      {
        "es-la": "La Venganza de la Santa"
      }
    ],
    "description": {
      "es-la": "La búsqueda de venganza de Radia contra su traicionera amiga da un giro inesperado cuando Julius, un hombre misteriosamente poderoso, la salva de una experiencia cercana a la muerte.\n¿El giro? Julius es un fantasma, visible solo para Radia.\nㅤ\nCuando se convierte en su compañero constante, Radia se ve envuelta en una red de contratiempos sobrenaturales que revelan cuán poderoso es realmente Julius.\nY aunque ni siquiera Julius conoce su verdadera identidad todavía, su casi omnipotencia podría ser la clave para que Radia se vengue.\nSin embargo, este poder también podría ocultar un peligro acechante que amenaza con reconfigurar su búsqueda de formas inesperadas y peligrosas..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aad2d9c6-e501-4628-9b31-19394f461714",
    "title": {
      "en": "Anedoki"
    },
    "updatedAt": "2024-10-09T12:32:03+00:00",
    "coverArt": "https://mangadex.org/covers/aad2d9c6-e501-4628-9b31-19394f461714/0e5966ba-c592-435b-821a-c201d5075ecd.jpg",
    "altTitles": [
      {
        "ja-ro": "Ane Doki!"
      },
      {
        "ru": "Временная Сестра"
      },
      {
        "th": "อเนโดกิ"
      },
      {
        "ja": "あねどきっ"
      },
      {
        "zh": "御姐百分百"
      },
      {
        "zh-hk": "禦姐百分百"
      },
      {
        "ko": "아네도킷"
      }
    ],
    "description": {
      "en": "The story centers on a 13 year old boy who is pushed around by a mysterious 17 year old girl. First she forces him to let her move in with him, then she takes his bed and that's only the beginning. What's in store for this innocent 13 year old boy whose life is being throw upside down by this girl!?  \n  \nAh, the dream of 13! Kouta is our normal everyday boy, living with his fun-loving workaholic father. Lusting after the school idol in his class, playing games with his friend… there's nothing especially noticeable about him. But one day his father has to transfer to Sapporo and then appears a girl who volunteers to be Kouta's live in caretaker. And what a girl!  \n  \nEverything about her is mysterious: her mysterious incredibly showy body, her mysterious interest in our boy, and her mysterious need to sleep in the same room… Doki, doki…"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "26"
  },
  {
    "mangaId": "a66116d7-b4d7-440d-9183-882f6055b8ab",
    "title": {
      "en": "The Exiled Duke Wanted to Take it Easy On the Frontier and Work the Fields."
    },
    "updatedAt": "2024-11-16T15:16:26+00:00",
    "coverArt": "https://mangadex.org/covers/a66116d7-b4d7-440d-9183-882f6055b8ab/62aa7032-c685-4ebf-a905-ae048347a0e5.jpg",
    "altTitles": [
      {
        "ja": "追放された転生公爵は、辺境でのんびりと畑を耕したかった"
      },
      {
        "ja-ro": "Tsuihou Sareta Tensei Koushaku wa, Henkyou de Nonbiri to Hatake o Tagaya Shita Katta"
      },
      {
        "ja": "追放された転生公爵は、辺境でのんびりと畑を耕したかった ～来るなというのに領民が沢山来るから内政無双をすることに～"
      },
      {
        "ja-ro": "Tsuihousareta Tensei Koushaku wa, Henkyou de Nonbiri to Hatake wo Tagayashitakatta: Kuru na to Iu no ni Ryoumin ga Takusan Kuru kara Naisei Musou wo Suru Koto ni"
      }
    ],
    "description": {
      "en": "Reincarnated from Earth into a world of magic and tradition, Joshua, the son of a duke, is exiled to a barren frontier after the saintess declares he is not following the oracle’s prophecy. Hoping to live a quiet and uneventful life, his plans are upended when the people from his former dukedom abandon their lands to follow him, insisting he remains their true lord. Reluctantly, Joshua takes on the task of transforming the wasteland into a thriving home for his followers, vowing to complete the work in three years so he can finally enjoy the peaceful life he longs for."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40c12869-5686-4e21-9048-39882a026858",
    "title": {
      "en": "Ore no Ie no Koakuma Imouto"
    },
    "updatedAt": "2024-03-30T06:17:51+00:00",
    "coverArt": "https://mangadex.org/covers/40c12869-5686-4e21-9048-39882a026858/f51da0a1-29dd-47f4-92f8-a03f57cfe097.jpg",
    "altTitles": [
      {
        "ja": "俺の家の小悪魔妹"
      },
      {
        "ja-ro": "Ore no Ie no Koakuma Imouto"
      },
      {
        "en": "Little Devil Sister In My House"
      },
      {
        "en": "The Little Devil Younger Sister in My House"
      }
    ],
    "description": {
      "en": "Mao-chan is a cheeky high school girl who loves to tease her virgin big (step)brother in naughty ways. \n\nHowever, her true intention is actually...?\n\n(Source: BookLive)\n\n---\n\nNote: the original Pixiv series has been collected and published into 2 volumes.\nVolume 1 contains chapters 1-20. Volume 2 contains chapters 21-42.\n\nLinks:\n* Alternative Official Raw - [BookLive](https://booklive.jp/product/index/title_id/20063387/vol_no/001)",
      "ja": "真桜(まお)ちゃんは童貞のお兄ちゃんをえっちにからかうのが大好きな生意気JK。だけどその本意は実は…?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "42"
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-05-22T09:55:21+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/75d972e8-6033-4c11-82c2-06610c21643e.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      },
      {
        "zh": "蓝色监狱"
      },
      {
        "zh": "蓝色禁区"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7382dfe5-d645-4b58-a576-7a2ee179cce7",
    "title": {
      "en": "Watashi Dake ga Miyaji Miyuki wo Aishiteiru"
    },
    "updatedAt": "2024-09-18T04:18:32+00:00",
    "coverArt": "https://mangadex.org/covers/7382dfe5-d645-4b58-a576-7a2ee179cce7/d8b1a235-a938-43fe-8f7f-95bfb725eabf.jpg",
    "altTitles": [
      {
        "ja": "私だけが宮地美雪を愛している"
      },
      {
        "ja-ro": "Watashi Dake ga Miyaji Miyuki wo Aishiteiru"
      },
      {
        "en": "I'm the Only One for Miyaji Miyuki"
      }
    ],
    "description": {
      "en": "Miyaji Miyuki (16) moved away when she was little, not long after going on a spree of proposing to several different girls in kindergarten.\n\nYears later, she returns to her hometown and transfers to a new high school, where she is forced to reckon with her past..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e19faf72-2235-4126-9a77-46f9275de222",
    "title": {
      "en": "Primal Hunter"
    },
    "updatedAt": "2024-11-05T19:27:34+00:00",
    "coverArt": "https://mangadex.org/covers/e19faf72-2235-4126-9a77-46f9275de222/69369803-4c6f-4805-b0f7-2b37fafeb99c.jpg",
    "altTitles": [
      {
        "pl": "Pierwotny Łowca"
      }
    ],
    "description": {
      "en": "Jake, a seemingly average office worker, unexpectedly finds himself thrust into a fantasy world teeming with dangers and opportunities. Rather than succumbing to fear, Jake thrives in this unfamiliar realm. As he navigates the expansive multiverse, his power grows and he transforms—evolving from a mundane office worker into a true apex hunter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "15db1b7c-3707-4154-b82e-3d1671ef8cf1",
    "title": {
      "en": "Medarot - Hikaru Arc"
    },
    "updatedAt": "2022-09-13T01:30:30+00:00",
    "coverArt": "https://mangadex.org/covers/15db1b7c-3707-4154-b82e-3d1671ef8cf1/17052499-c22f-4184-acc6-371f28d296a2.jpg",
    "altTitles": [
      {
        "ja": "メダロット ヒカル編"
      },
      {
        "en": "Medabots"
      },
      {
        "ja-ro": "Medarot - Hikaru Hen"
      }
    ],
    "description": {
      "en": "A manga adaptation of the first Medarot game. Created by Horuma Rin, the artist for the game series.   \n  \nThe story follows Hikaru Agata and his medarot, Metabee's adventures."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "21"
  },
  {
    "mangaId": "b89018c2-7a2d-4f9b-a5d6-12aa54087c25",
    "title": {
      "en": "Misumi-san Can't See Through"
    },
    "updatedAt": "2024-07-26T10:36:15+00:00",
    "coverArt": "https://mangadex.org/covers/b89018c2-7a2d-4f9b-a5d6-12aa54087c25/9a523bcb-8e96-4912-a4cd-b205060a62bd.jpg",
    "altTitles": [
      {
        "ja": "ミスミさんは見透かせない"
      },
      {
        "ja-ro": "Misumi-san wa Misukasenai"
      },
      {
        "ja-ro": "Misumi-san ha Misukasenai"
      },
      {
        "en": "Misumi-san can't see through"
      },
      {
        "zh-hk": "看不透的美澄同學"
      }
    ],
    "description": {
      "en": "A romantic comedy about Yuri Tsuguto, who has clairvoyance but isn’t good at it, and Misumi Mitsuhashi, a girl who likes strange things. One day, when Yuri looks at Misumi’s back, he notices that her jacket is transparent and behind it is the message “If anyone can read this, come to the astronomy clubroom after school.” When he goes to the clubroom and explains his clairvoyance ability, Misumi becomes excited and asks “Why don’t you let me study you?”"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "32"
  },
  {
    "mangaId": "c3a50e1d-7572-4cac-82c0-d3d8da4993be",
    "title": {
      "en": "Bukuro Kicks"
    },
    "updatedAt": "2024-10-25T14:02:14+00:00",
    "coverArt": "https://mangadex.org/covers/c3a50e1d-7572-4cac-82c0-d3d8da4993be/7f64135f-6b26-4cdb-8365-597af9239b06.jpg",
    "altTitles": [
      {
        "ja": "ブクロキックス"
      }
    ],
    "description": {
      "en": "The setting is Tokyo. Rumors are going around Tokyo of a prize of ten million for beating \"Gyokutei Shinjuku\" at blind soccer, and blind soccer experiences a sudden surge. Meanwhile, not far away in Ikebukuro, a South Korean girl named Ji-he recruits members for a blind soccer team. And one day, while working at a cabaret club, a blind young man named Oyamada comes in. Despite never playing blind soccer before, Oyamada is somewhat forcefully dragged into the team to fill out the numbers. However, this man actually is...",
      "ja": "舞台は東京。ブラインドサッカーチーム「玉帝新宿」に勝てば賞金1千万という噂が東京を駆け巡り、にかわにブラインドサッカーが盛り上がりを見せる。その頃、少し離れた池袋で、ブラサカチームのメンバー探しをする韓国人の女の子・ジヘ。ある日、彼女が勤務するキャバクラに、盲目の青年・小山田がやってくる。ブラインドサッカー未経験ながら、数合わせのため半ば強引にチームに入れられる小山田。しかし、この男、実は……。"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "42"
  },
  {
    "mangaId": "a96676e5-8ae2-425e-b549-7f15dd34a6d8",
    "title": {
      "en": "Komi-san wa Komyushou Desu."
    },
    "updatedAt": "2024-11-14T17:02:51+00:00",
    "coverArt": "https://mangadex.org/covers/a96676e5-8ae2-425e-b549-7f15dd34a6d8/dc04f7c6-6794-47f8-86f4-11177b256dc3.jpg",
    "altTitles": [
      {
        "ja-ro": "Comi-san ha Comyusho Desu."
      },
      {
        "en": "Komi Can't Communicate"
      },
      {
        "en": "Komi-san Can't Communicate."
      },
      {
        "en": "Komi-san Has a Communication Disorder."
      },
      {
        "ja-ro": "Komi-san wa, Communication Shougai desu."
      },
      {
        "en": "Miss Komi Is Bad at Communication."
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "ja": "古見さんは、コミュ症です。"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      },
      {
        "ar": "كومي سان لا يمكنها التواصل"
      },
      {
        "ja-ro": "Furumi-san wa, Komyu-shōdesu."
      },
      {
        "vi": "Komi - Nữ thần sợ giao tiếp"
      },
      {
        "fr": "Komi cherche ses mots"
      },
      {
        "tr": "Komi Konuşmaktan Korkuyor"
      },
      {
        "pt": "Komi não consegue se comunicar"
      },
      {
        "id": "Komi Sulit Berkomunikasi"
      },
      {
        "ms": "Komi Tidak Boleh Berkomunikasi"
      },
      {
        "hu": "Komi-san Kommunikációs Zavarral Küzd"
      },
      {
        "cs": "Komi-san nemůže komunikovat"
      },
      {
        "pl": "Komi-san nie móc komunikuje"
      },
      {
        "pl": "Komi-san nie móc porozumiewa"
      },
      {
        "es": "Komi-san no puede comunicarse"
      },
      {
        "pt": "Senhora Komi não consegue se comunicar"
      },
      {
        "pt-br": "Senhorita Komi não consegue se comunicar"
      },
      {
        "ru": "Коми-сан ва, комюсё: дэсу"
      },
      {
        "mn": "Коми-сан харилцаж чаддаггүй"
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "uk": "У Комі-сан проблеми зі спілкуванням"
      },
      {
        "ar": "كومي لا تستطيع التواصل"
      },
      {
        "fa": "کومی نمیتواند صحبت کند"
      },
      {
        "ne": "कोमी सञ्चार गर्न सक्दैन।"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "zh-hk": "古見同學是溝通魯蛇。"
      },
      {
        "zh-hk": "古見同學有交流障礙症"
      },
      {
        "zh": "古见同学有交流障碍症"
      },
      {
        "ko": "코미 양은 커뮤증입니다"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      }
    ],
    "description": {
      "en": "Komi-san is a beautiful and admirable girl that no one can take their eyes off of. Almost the whole school sees her as the cold beauty that's out of their league, but Tadano Hitohito knows the truth: she's just really bad at communicating with others.\r\n\r\nKomi-san, who wishes to fix this bad habit of hers, tries to improve it with the help of Tadano-kun by achieving her goal of having 100 friends.",
      "es": "Hitohito Tadano acaba de empezar la secundaria alta anhelando que sea pura paz y tranquilidad, pero sus planes se truncan cuando termina sentado al lado de la perfecta Shoko Komi. Ella es linda, inteligente, educada y hasta huele bien. Pero tiene 0 dotes sociales y no sabe cómo corno comunicarse con los demás. Es ahí que Tadano se sube al pony y se propone ayudarla a su compañera hasta que se haga de cien amigos, y con suerte algo más.",
      "pl": "Komi-san jest piękną i godną podziwu dziewczyną, od której nikt nie może oderwać oczu. Prawie cała szkoła postrzega ją jako zimne piękno, które jest poza ich zasięgiem, ale Tadano Hitohito zna prawdę: młoda piękność po prostu źle komunikuje się z innymi. Komi-san, chce to zmienić, a ma jej w tym pomóc Tadano.",
      "es-la": "El viaje a 100 amigos comienza con una sola conversación. El mayor sueño de la estudiante de secundaria socialmente ansiosa Shouko Komi es hacer amigos, ¡pero todos en la escuela confunden su ansiedad social paralizante con una reserva fría! Con todo el cuerpo estudiantil manteniendo su distancia y Komi incapaz de pronunciar una sola palabra, la amistad podría estar siempre fuera de su alcance. Tadano Hitohito es un chico ordinario total, y así es como le gusta. Vive para mezclarse con el fondo. Todo eso cambia cuando se encuentra solo en un salón de clases el primer día de la escuela secundaria con la legendaria Komi. Rápidamente se da cuenta de que ella no es distante, sino que tiene problemas para comunicarse con los demás. ¡Ahora ha hecho su misión ayudarla en su búsqueda para hacer 100 amigos!",
      "pt-br": "Komi-san é uma bela e admirável garota que ninguém consegue tirar os olhos. Quase todos da escola a veem como alguém fora do alcance, mas Tadano Shigeo sabe a verdade: **ela apenas não sabe como se comunicar com os outras pessoas**. Komi-san, que deseja corrigir este mau hábito dela, tenta melhorar com a ajuda do Tadano-kun..."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-11-13T19:43:36+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/80f28c37-38b4-459d-b238-fbc8347eaac6.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!",
      "ru": "Пробравшись на невольничий корабль, Юлиан отправляется на континент вместе с сотней рабов, жаждущих свободы... Но что ждёт его впереди?!",
      "vi": "Lén đi lậu trên một con tàu, Julian ra đi tìm đến đại lục cùng với một trăm người nô lệ khác... Ai ai cũng khao khát có được tự do, thế nhưng rồi...?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e531c6ca-0b07-4878-8ae8-87357375acd9",
    "title": {
      "en": "LV999 no Murabito"
    },
    "updatedAt": "2024-08-20T21:54:01+00:00",
    "coverArt": "https://mangadex.org/covers/e531c6ca-0b07-4878-8ae8-87357375acd9/5b953962-f7d4-4b2f-a2f3-e1eab90480ef.jpg",
    "altTitles": [
      {
        "fr": "Le villageois au niveau 999"
      },
      {
        "vi": "Lv999 Dân làng"
      },
      {
        "en": "LV999 Villager"
      },
      {
        "ja": "LV999の村人"
      },
      {
        "zh": "LV999的村民"
      },
      {
        "ko": "LV999의 마을사람"
      },
      {
        "ru": "Крестьянин 999 уровня"
      },
      {
        "th": "ชาวบ้าน Lv999"
      },
      {
        "zh-hk": "滿級村民"
      },
      {
        "en": "The Villager of Level 999"
      }
    ],
    "description": {
      "en": "In this world, the concept of levels exist. Other than those who live off defeating monsters, most people are only around Level 1 to 5. What's more, not just anyone can go out to hunt monsters; it's heavily influenced by one's role appointed by God. There are eight such eligible roles: warriors, fighters, clerics, magicians, rogues, merchants, hunters, and sorcerers. Those blessed with extraordinary power are divided into three types: royalty, heroes, and sages. But for the majority of the population, they have no such powers and live by farming or running shops. Towns are developed by those with the weakest role: villagers. For the powerless villagers going out to hunt monsters is equivalent to committing suicide. But one day, a certain two-year-old child given the role of villager notices something: once you defeat a monster… you can earn great wealth.",
      "pt-br": "Este aldeão… É invencível!! Em um mundo aonde seu papel é decidido no seu nascimento, o grupo mais fraco, os aldeões, servem apenas para desenvolver as cidades. Entre tais, existe Kagami, o homem que chegou ao incrível LV 999, conhecido como ‘O Aldeão Mais Forte’! Certo dia ele encontra Alice, uma garota demônio, que pede para ele ir contra o seu destino e se aventurar pelo mundo! Assim temos o início da história do ‘fraco aldeão’!\r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Original Web Novel (Raw)](https://ncode.syosetu.com/n7612ct)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72a2961a-333b-434c-8552-8944d5c0c862",
    "title": {
      "en": "Gojuu, Rokujuu, Yorokonde"
    },
    "updatedAt": "2024-02-03T15:20:44+00:00",
    "coverArt": "https://mangadex.org/covers/72a2961a-333b-434c-8552-8944d5c0c862/9c8f875f-71f6-48fa-8b2b-6c599ccd758f.jpg",
    "altTitles": [
      {
        "en": "Fifty, Sixty, It's My Pleasure."
      },
      {
        "ja": "五十、六十、よろこんで。"
      },
      {
        "ru": "Пятьдесят, шестьдесят, с удовольствием."
      }
    ],
    "description": {
      "en": "Aki-san (50), a divorced woman, has been getting along well with Rokujo-san (60).\nPeople around them are worried about their pure relationship, but there is no need to worry. At a summer festival, the two quickly grow closer, and their feelings for each other continue to grow.\nThey envision a future together, and finally....\n\"I want to spend the rest of my life with the person I love.\"",
      "ru": "Аки-сан (50 лет), разведённая женщина, хорошо проводит время с Рокудзё-саном (60 лет). Окружающие беспокоятся, но их отношения чисты, и беспокоиться не стоит. На летнем фестивале они быстро сближаются, и их чувства друг к другу продолжают расти. Они представляют себе совместное будущее, и, наконец... «Я хочу провести остаток жизни с любимым человеком»."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "60"
  },
  {
    "mangaId": "b1f80d86-cae6-4454-b2ee-3a75b1ec6c78",
    "title": {
      "en": "The Duke's Daughter Is Going on Strike"
    },
    "updatedAt": "2024-03-04T01:25:12+00:00",
    "coverArt": "https://mangadex.org/covers/b1f80d86-cae6-4454-b2ee-3a75b1ec6c78/8c0b050e-29d2-4ad8-b1e2-6f5e3c43b36d.jpg",
    "altTitles": [
      {
        "ko": "공녀는 지금부터 파업합니다"
      },
      {
        "ko-ro": "Gongnyeoneun Jigeumbuteo Paeopamnida"
      },
      {
        "en": "The Princess Is Going on Strike From Now on"
      },
      {
        "en": "The Princess Is Going on Strike"
      },
      {
        "zh": "公女今日起罢工"
      }
    ],
    "description": {
      "en": "Aeryl Frey Brixia had lived all her life hiding behind a mask.\n\nShe was shunned by everyone including the father she craved affection from because of the ugly mark on her face that branded her a monster.\n\nAt the end of her miserable life, she was falsely accused of selling military weapons to the enemy nation and sentenced to execution…\n\nThe blade of the guillotine dropped and everything went black.\n\nThe next time she opened her eyes, she was in her room again as a young girl.\n\nThis time, she was determined things will be different. She will no longer be a puppet. She will no longer be manipulated.\n\nAnd the first thing for her to do is to cooperate with the two officers leading the investigation against her father"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87367eda-a69e-4079-9f4b-0d396dc645fe",
    "title": {
      "en": "Kyou, Eki de Mita Kawaii Onna no Ko."
    },
    "updatedAt": "2024-10-31T13:05:42+00:00",
    "coverArt": "https://mangadex.org/covers/87367eda-a69e-4079-9f4b-0d396dc645fe/8367db4f-ed1a-4992-99d3-9ebd91f5182a.jpg",
    "altTitles": [
      {
        "en": "Cute Girl I Saw at the Station Today."
      },
      {
        "ja": "今日、駅で見た可愛い女の子。"
      }
    ],
    "description": {
      "en": "An observational comedy about an older man obsessed with beauty products and a seemingly perfect girl(?!).\nKameyama, a middle-aged man, can't help but notice what the pretty girl he sees at the train station is wearing. That Milbon scent is loved by all of mankind! This glittering case is from Sebon Star! That glowing skin... isn't a treatment, just a highlight! Which brand's cosmetics wear off, and which ones last? \"I wanna know all about it!\" he thinks to himself. Many of those \"young lady things\" he's become obsessed with now, appear before him!",
      "ja": "可愛いもの博識おじさん×完ぺき女子(!?)、駅で一瞬すれ違うだけの観察型コメディ！ アラフォーの亀山は、駅で見かける可愛い子が身に着けているものが気になって仕方がない。この全人類が好きな香りはミルボン！キラキラしたあの箱はセボンスター！ 肌ツヤは……美容医療ではなくハイライト！ どこのブランドが崩れにくい？ あ～～教えてくれ～～～～！ あなたが夢中になった「乙女アイテム」がたくさん登場！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a460ab18-22c1-47eb-a08a-9ee85fe37ec8",
    "title": {
      "en": "Bleach (Official Colored)"
    },
    "updatedAt": "2024-10-19T21:19:51+00:00",
    "coverArt": "https://mangadex.org/covers/a460ab18-22c1-47eb-a08a-9ee85fe37ec8/7c8f9203-2b82-41f2-beb3-e7fb00e151e2.jpg",
    "altTitles": [
      {
        "en": "Bleach - Digital Colored Comics"
      },
      {
        "ja": "BLEACH カラー版"
      },
      {
        "vi": "Sứ giả Ichigo"
      },
      {
        "vi": "Sứ mạng thần chết"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "ja": "ブリーチ"
      },
      {
        "ja": "ブリーチ カラー版"
      },
      {
        "zh": "死神"
      },
      {
        "ko": "블리치"
      },
      {
        "en": "BLEACH"
      },
      {
        "tr": "Bleach (RENKLENDİRİLMİŞ)"
      }
    ],
    "description": {
      "en": "Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family, but much to her surprise, Ichigo absorbs every last drop of her energy. Now a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits, and along with Rukia, who is slowly regaining her powers, it's Ichigo's job to both protect the innocent from Hollows and to help the spirits themselves find peace.   \n  \nMonochrome version won the 50th Shogakukan Manga Award in the Shounen category.",
      "es": "Ichigo Kurosaki siempre ha sido capaz de ver fantasmas, pero esta habilidad no cambia su vida tanto como su encuentro cercano con Rukia Kuchiki, una Segadora de Almas y miembro de la misteriosa Sociedad de las Almas. Mientras lucha contra un hueco, un espíritu maligno que se aprovecha de los humanos que muestran energía psíquica, Rukia intenta prestarle a Ichigo algunos de sus poderes para que pueda salvar a su familia, pero para su sorpresa, Ichigo absorbe hasta la última gota de su energía. Ahora que ya es un auténtico Segador de Almas, Ichigo aprende rápidamente que el mundo que habita está lleno de peligrosos espíritus y, junto con Rukia, que está recuperando lentamente sus poderes, el trabajo de Ichigo consiste en proteger a los inocentes de los huecos y ayudar a los propios espíritus a encontrar la paz.  \n  \nVersión monocroma ganó el 50º Premio Shogakukan Manga en la categoría Shounen.",
      "pt-br": "Versão totalmente colorida do mangá Bleach. A história gira em torno de Kurosaki Ichigo um estudante de 15 anos que tem uma estranha capacidade de ver, tocar e falar com espíritos de pessoas mortas. Logo que o Shinigami (Deus da Morte) Kuchiki Rukia toma conhecimento dos poderes dele ela decide investigá-lo, e acaba em uma luta com um Hollow que foi atraído pelo forte poder espiritual de Ichigo, antes de ser derrotada pela criatura, Rukia passa seus poderes a Ichigo, o qual se torna um Shinigami, e após derrotar o Hollow ingressa em uma jornada para proteger os humanos e os espíritos da ameaça dos Hollows."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "74",
    "lastChapter": "686"
  },
  {
    "mangaId": "39878c19-f107-4385-b56a-3d90d2b2370f",
    "title": {
      "en": "Ellin’s Solhwa"
    },
    "updatedAt": "2024-01-19T02:20:59+00:00",
    "coverArt": "https://mangadex.org/covers/39878c19-f107-4385-b56a-3d90d2b2370f/13dc0dc1-068a-4ff7-b924-ca29b89f68e1.jpg",
    "altTitles": [],
    "description": {
      "en": "The last thing Ellin remembers is having to deal with a belligerent customer at her dead-end job. And when she opened her eyes… she’s “Solhwa,” the beautiful fourth concubine to the king of the Xyaran Empire. Between trying to learn the language and eating steak, Ellin’s trying to figure exactly what’s going on. Where is she? How did this happen? And who can she trust: Solhwa’s handsome charismatic childhood friend or the elegant, raven-haired king’s advisor?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "51"
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-06-12T17:38:56+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/bdd44bcd-c0dc-4f83-ba15-fc99e8790ed4.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8323b7b-9a7a-462b-90f0-2759fed52511",
    "title": {
      "en": "Dosanko Gal wa Namaramenkoi"
    },
    "updatedAt": "2024-11-04T12:28:29+00:00",
    "coverArt": "https://mangadex.org/covers/d8323b7b-9a7a-462b-90f0-2759fed52511/2f11791d-e3ff-4347-b4a8-b39aafc3b121.jpg",
    "altTitles": [
      {
        "ja": "道産子ギャルはなまらめんこい"
      },
      {
        "ja-ro": "Dosanko Gyura wa Namaramenkoi"
      },
      {
        "en": "Hokkaido Gals are Super Adorable!"
      },
      {
        "ko": "도산코 갸루는 참말로 귀여워"
      },
      {
        "pt-br": "Gyarus de Hokkaido são adoráveis!"
      },
      {
        "ru": "Досанко-гяру чудо как милы"
      },
      {
        "es": "Esa gal de Hokkaido es demasiado linda"
      },
      {
        "tr": "Hokkaido'nun Gyaru Kızları Acayip Güzel!"
      },
      {
        "uk": "Досанко-гяру страх які гарненькі"
      }
    ],
    "description": {
      "en": "Shiki Tsubasa has just moved from Tokyo to Hokkaido in the middle of winter. Not quite appreciating how far apart towns are in the country, he gets off the taxi at the next town over from his destination so he can see the sights around his home, but he is shocked when he learns the \"next town\" is a 3-hour walk away. However, he also meets a cute Dosanko (born and raised in Hokkaido) gyaru named Fuyuki Minami who is braving 8 degrees celcius below 0 weather in the standard gyaru outfit of short skirts and bare legs!",
      "es": "Tsubasa es un chico que se va vivir desde Tokyo a Hokkaido en pleno invierno porque han trasladado a su padre. En su antiguo instituto no era nada popular y se metían con él siempre que podían. Dispuesto a empezar una nueva vida, llega en taxi entre un paisaje nevado y se baja a las primeras de cambio pensando que ya ha llegado.\n\nPero pronto se da cuenta de que en Hokkaido las cosas son diferentes que en la gran ciudad y aquí las distancias son mucho mayores, así que el sitio al que iba está a tres horas andando: eso significa que se ha quedado tirado en medio de la nieve. El impacto es mayor cuando se encuentra con Minami Fuyuki, una chica vestida como la típica gal pese al frío que hace.\n\nMinami no sólo es guapa, sino que es una chica supermaja y con las maneras de una gal, un crush instantáneo para Tsubasa, aunque el combo de gal más chica de pueblo lo deja bastante perplejo y más cuando se entera de que van al mismo instituto. Gracias a Minami podrá integrarse bastante rápido y conocer a otras gals, aunque el choque cultural a varios niveles está servido. ¡Sus días de gals, frío y diversión acaban de empezar!",
      "fr": "Natsukawa Tsubasa vient de déménager de Tokyo à Hokkaido, en plein hiver. Ne se rendant pas compte de la réalité des distances à la campagne, il se retrouve perdu à 3 heures de marche de sa destination. Mais il fait également la rencontre d’une Dosanko (« née et élevée à Hokkaido ») gyaru, en minijupe par – 8°C !  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/ikada_kai) | [Author's YouTube channel](https://www.youtube.com/channel/UC-U4OJu-cEF2VlnM61B77bQ) | [Author's Pixiv](https://www.pixiv.net/en/users/21326958)",
      "ja": "北海道北見市に転校してきた四季 翼は、真っ白な銀世界で1人の“ギャル”と出会う――。氷点下でも生足で、距離が近くて、方言バリバリ！",
      "ru": "Нацукава Цубаса только что переехал из Токио на Хоккайдо.  Не имея представления, о том какое большое расстояние между населёнными пунктами в захолустье он решил выйти из такси в соседнем городе, посреди зимы. Однако он был шокирован узнав, что до соседнего города идти целых 3 часа. Тут же он встречает Досанко-гяру (родом из Хоккайдо) по имени Фуюки Минами, которая при минус 8 градусах цельсия ходит в стандартной одежде гяру: короткой юбке и с голыми ногами.  \n\n\n---",
      "tr": "Liseli Tsubasa, Hokkaido’daki Kitami şehrine taşınır ve oradaki bir otobüs durağında bir \"gyaru\" ile tanışır. Dondurucu soğuğa rağmen çıplak bacaklarıyla beyaz kar manzarasının karşısında tek başına durduğunu görmek kalbini cezbeder.",
      "pt-br": "Shiki Tsubasa acaba de se mudar de Tóquio para Hokkaido no meio do inverno. Sem perceber a distância entre as cidades do país, ele desce do táxi na cidade mais próxima de seu destino para poder ver os pontos turísticos ao redor de sua casa, mas fica chocado quando descobre que a \"próxima cidade\" é uma a três horas a pé. No entanto, ele também conhece uma linda Dosanko (nascido e criado em Hokkaido) gyaru chamado Fuyuki Minami, que está enfrentando um clima de 8 graus Celsius abaixo de 0 com a roupa gyaru padrão de saias curtas e pernas nuas!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "14",
    "lastChapter": "119"
  },
  {
    "mangaId": "a209cabb-8d0d-415b-b73e-c6ec32f060e2",
    "title": {
      "en": "Valhalla Saga"
    },
    "updatedAt": "2024-11-07T17:39:08+00:00",
    "coverArt": "https://mangadex.org/covers/a209cabb-8d0d-415b-b73e-c6ec32f060e2/50ebbd4f-6838-410f-932f-0b7dce75405a.png",
    "altTitles": [
      {
        "ko": "발할라 사가"
      }
    ],
    "description": {
      "en": "The power of Valhalla's warriors is called Saga. It is the mighty, magical power born from their achievements and deeds in their former lives. Thus, the more stories and legends of these warriors spread and linger in the hearts of many, the stronger their Saga becomes.\n\nTae Ho himself was certainly no warrior. However, he was the world's top professional gamer. In the game world of Dark Age, his character, Dragon Knight Kalsted could rightly be called a legend in his own right.\n\nHis achievements, his story.\n\nAll the accomplishments that the Dragon Knight Kalsted had accumulated in the game!\n[Saga: Immortal Warrior] The story of the immortal warrior, Lee Tae Ho, unfolds on the battlefield of the gods, Valhalla. To put an end to Ragnarok, which threatens the world's very existence, a new Saga begins at this very moment."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "348966d0-c807-45cf-9260-8adf006a9da6",
    "title": {
      "en": "Kono Bijutsubu ni wa Mondai ga Aru!"
    },
    "updatedAt": "2024-11-01T15:27:30+00:00",
    "coverArt": "https://mangadex.org/covers/348966d0-c807-45cf-9260-8adf006a9da6/d4bc9f12-335a-4677-866a-bc21d3ae8330.jpg",
    "altTitles": [
      {
        "ja-ro": "Kono Bijutsubu Niwa Mondai Ga Aru!"
      },
      {
        "ja-ro": "Konobi"
      },
      {
        "ja-ro": "Konobiju"
      },
      {
        "en": "This Art Club Has a Problem!"
      },
      {
        "ru": "С этим клубом точно что-то не так!"
      },
      {
        "ja": "この美術部には問題がある！"
      },
      {
        "zh": "这个美术部有问题！"
      }
    ],
    "description": {
      "en": "A girl with violently too much common sense, a boy whose sole ambition is to draw the perfect 2D bride, an addlebrained ghost member, and their always-sleeping president — what is *wrong* with this art club?!  \n  \n[Alternative Raw](https://comic-walker.com/contents/detail/KDCW_AM01000007010000_68/)",
      "ru": "Это история о художественнм клубе старшей школы: о мальчике, отдающем свой талант рисованию \"идеальных 2D-невест\"; девочке, которая к нему неровно дышит; вечно спящем главе клуба; а также таинственной Колетт-сан и неопытной кураторше клуба. Все они странные и забавные люди, и с ними случаются странные и забавные происшествия."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad2f66cc-3b77-4122-bda1-7c3894066305",
    "title": {
      "en": "Marriage Gray"
    },
    "updatedAt": "2024-10-27T22:22:55+00:00",
    "coverArt": "https://mangadex.org/covers/ad2f66cc-3b77-4122-bda1-7c3894066305/d9bb6b60-dba3-43cf-9784-126b1fc9b81a.jpg",
    "altTitles": [
      {
        "ja": "マリッジグレー"
      },
      {
        "ru": "Серый брак"
      },
      {
        "zh": "想不通可爱老婆为什么要与我结婚"
      },
      {
        "zh-ro": "Xiǎng bùtōng kě'ài lǎopó wèishéme yào yǔ wǒ jiéhūn"
      },
      {
        "ko": "매리지 그레이"
      },
      {
        "ko-ro": "Maeliji geulei"
      }
    ],
    "description": {
      "en": "My wife is suspicious!! Why did she marry a guy like me…? Ordinary average guy Tsuchioka Naotsugu ended up with Yoshino, who's perfect in all angles of beauty, know-how, and sociability. It's not \"marriage blue\" it's everyday life questioning over things, so it's \"marriage gray\" newlywed life, go!",
      "ja": "ウチのかわいすぎる妻は、なぜ超平凡な自分と結婚したのか――!?　自己評価激低な夫・槌岡直継は、妻・憙乃への疑念から“マリッジグレー”に陥っていた！　一方の憙乃は、日々溢れまくる直継へのLOVEを抑えるのに一生懸命で…!?　相思相愛な新婚夫婦の、激甘かけ違いラブコメディ！",
      "pt-br": "Minha esposa é muito suspeita! Eu não entendo por que ela se casou com alguém como eu? Por que uma mulher bonita, inteligente, e considerada como a Yoshino se casaria com alguém comum como Naotsugu!! Não há casamento azul aqui, apenas um suspeito caso de casamento cinza!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/ad2471d3-64b3-4310-94f9-0a11b6dfda73.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2cd0dcbc-ee00-4bc2-94d1-2c8c8cdd18c5",
    "title": {
      "en": "Isekai de Seijo ni natta Watashi, Genjitsu Sekai demo Seijo Cheat de Kanzen Shouri!"
    },
    "updatedAt": "2024-11-17T21:44:13+00:00",
    "coverArt": "https://mangadex.org/covers/2cd0dcbc-ee00-4bc2-94d1-2c8c8cdd18c5/79a4d989-88ce-427d-83dc-9b20a61a6dbb.jpg",
    "altTitles": [
      {
        "ja": "異世界で聖女になった私、現実世界でも聖女チートで完全勝利！"
      }
    ],
    "description": {
      "en": "Byodoin Mioa (Reia) was having the worst day of her life, with her family falling and bullies targeting her... One day, however, she travels to a world in a mysterious mirror and becomes a 'saint'. Then she acquires mysterious skills, successfully loses weight and transforms into a beautiful figure. In the other world and in reality, the saint cheat is a great turnaround!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "8"
  },
  {
    "mangaId": "3b999f4a-0b7f-4aef-a849-cd86e31c4b57",
    "title": {
      "en": "Kyuuseishu «Messiah» ~Isekai o Sukutta Motoyuusha ga Mamono no Afureru Genjitsu Sekai o Musou Suru~"
    },
    "updatedAt": "2024-11-02T14:54:30+00:00",
    "coverArt": "https://mangadex.org/covers/3b999f4a-0b7f-4aef-a849-cd86e31c4b57/4f3cc2b6-aac7-4f19-ace3-3f93033ebc45.jpg",
    "altTitles": [
      {
        "ja": "救世主《メシア》～異世界を救った元勇者が魔物のあふれる現実世界を無双する～"
      },
      {
        "en": "The Savior «Messiah» ~The Former Hero Who Saved Another World Beats the Real World Full of Monsters~"
      },
      {
        "zh-hk": "救世主《彌賽亞》～現實世界無雙～"
      },
      {
        "ja-ro": "Kyuuseishu «Messiah» ~Isekai wo Sukutta Motoyuusha ga Mamono no Afureru Genjitsu Sekai wo Musou Suru~"
      }
    ],
    "description": {
      "en": "The \"former\" savior, Takeru Yamato, was summoned to another world and executed because of his strength. When he wakes up, he finds himself in Japan, where he spent time before being summoned. However, in the city, demons appearing from \"gates\" rampage, and those called hunters fight using magic. Returning from another world, Takeru decides to hide his powers and live, but…",
      "ja": "異世界に召喚され、その強さ故に処刑された「元」救世主・大和猛。 目を覚ますとそこは、召喚される前に過ごしていた日本だった。 しかし、街では”ゲート”から現れる魔物が暴れ、ハンターと呼ばれる者たちが魔術を用いて戦っていた。 異世界帰りの猛は、力を隠して暮らす事を決めるが――…。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "438a42fa-2fe4-45f3-9996-eea8f50c7382",
    "title": {
      "en": "Seishun Buta Yarou wa Yumemiru Shoujo no Yume wo Minai"
    },
    "updatedAt": "2024-11-17T20:37:39+00:00",
    "coverArt": "https://mangadex.org/covers/438a42fa-2fe4-45f3-9996-eea8f50c7382/6b4c7455-81bf-4e7f-8d4c-d7ef1d52faf1.jpg",
    "altTitles": [
      {
        "ja": "青春ブタ野郎はゆめみる少女の夢を見ない"
      },
      {
        "en": "Rascal Does Not Dream of a Dreaming Girl"
      },
      {
        "ru": "Этот глупый свин не понимает мечту девочки-мечтательницы"
      }
    ],
    "description": {
      "en": "Just before summer vacation starts, Makinohara Shouko, a middle school second year student, met a high school student named Azusagawa Sakuta. Sakuta gave Shouko a desire to live, then...",
      "ja": "中学２年生の牧之原翔子は、夏休みの直前にあるきっかけで梓川咲太という名の高校生に出会う。咲太は翔子に生きる希望をくれて――。"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "157ab2cc-1fc7-4b29-8955-72d94a140982",
    "title": {
      "en": "Kesa Mo Yuraretemasu"
    },
    "updatedAt": "2024-09-30T13:58:55+00:00",
    "coverArt": "https://mangadex.org/covers/157ab2cc-1fc7-4b29-8955-72d94a140982/4d423e68-2a7c-4b86-94d4-8a1fdabe4a18.jpg",
    "altTitles": [
      {
        "ja": "今朝も揺られてます"
      },
      {
        "vi": "Thình Thịch Mỗi Sớm Mai"
      },
      {
        "en": "They are Still Being Shaken This Morning"
      },
      {
        "zh": "今朝摇曳依旧"
      }
    ],
    "description": {
      "en": "This is your typical story of a boy who's secretly in love with a girl, they both share a 20 minute ride on the commuter train on their way to different schools, will the boy be able to approach the girl and confess his love? And also... What he doesn't know: There's 3 other passengers that secretly support the boy's secret love towards the girl! Read now the hijinks that ensue when the boy tries to approach the girl; from the creator of *[Jitsu wa Watashi wa](https://mangadex.org/title/a990c2a1-b54f-4f4f-986c-3cdab1c9f2f9/)* and *[Yumemi ga Oka Wonderland](https://mangadex.org/title/32bbfefa-8a58-462c-bc9e-e9dd3bd4c152/)*.",
      "ja": "午前6時58分舞原行きの通学電車。名前も知らないあの子と僕…とその乗客!? 高校生の男女2人が醸し出す甘酸っぱい雰囲気に、乗客たちが心情駄々洩れで盛り上がる!!",
      "pt-br": "Esta é a típica história de um garoto que está secretamente apaixonado por uma garota. Ambos compartilham uma viagem de 20 minutos no trem do subúrbio a caminho de escolas diferentes. O garoto será capaz de se aproximar da garota e confessar seu amor? E, além disso... O que ele não sabe: há três outros passageiros que secretamente apoiam o amor secreto do garoto pela garota! Leia agora as confusões que acontecem quando o garoto tenta se aproximar da garota; do criador de *[Jitsu wa Watashi wa](https://mangadex.org/title/a990c2a1-b54f-4f4f-986c-3cdab1c9f2f9/)* e *[Yumemi ga Oka Wonderland](https://mangadex.org/title/32bbfefa-8a58-462c-bc9e-e9dd3bd4c152/)*."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ade0306c-f4b6-4890-9edb-1ddf04df2039",
    "title": {
      "en": "Solo Leveling: Ragnarok"
    },
    "updatedAt": "2024-09-25T22:34:29+00:00",
    "coverArt": "https://mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "altTitles": [
      {
        "ko": "나 혼자만 레벨업 : 라그나로크"
      },
      {
        "pt-br": "Upando Sozinho: Ragnarok"
      },
      {
        "ko-ro": "Na Honjaman Level Up: Ragnarok"
      }
    ],
    "description": {
      "en": "The Earth's existence is under threat once more as Itarim, the gods of other universes, seek to fill the void left by the Absolute Being. \n\nSung Jinwoo has no choice but to send Beru, the shadow ant king, to awaken his son's powers and start him on the journey he once took. \n\nSuho must conquer the shadow dungeon and earn his place in the world of hunters as he navigates through a new world against a new evil looking to swallow the world whole.",
      "ko": "줄거리\n\n평범한 대학생으로 살아가던 성수호 죽음을 앞둔 순간, 잠들어 있던 그의 특별한 혈통이 깨어난다!\n\n“일어나라.”\n\n죽음을 거스르고 지배하는 헌터, 그가 선보이는 새로운 레벨업을 주목하라!\n\n* 이 작품은 웹툰 <나 혼자만 레벨업>의 세계관을 이어받은 작품입니다.",
      "pt-br": "A existência da Terra está ameaçada novamente, por Itarim, os deuses de outros universos, buscam preencher o vazio deixado pelo Ser Absoluto.\n\nSung Jinwoo não tem outra opção senão enviar Beru, o rei das formigas das sombras, para despertar os poderes de seu filho e iniciar sua jornada, como ele fez antes.\n\nSuho precisa conquistar a masmorra das sombras e ganhar seu lugar no mundo dos caçadores, enquanto enfrenta um novo mal que ameaça engolir o mundo inteiro."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b3d94a9-7d30-482d-9f11-4bd0a69608bb",
    "title": {
      "en": "During the Live Streaming, I Proposed to a Female Ghost - And She Actually Agreed?!"
    },
    "updatedAt": "2024-08-23T00:59:58+00:00",
    "coverArt": "https://mangadex.org/covers/1b3d94a9-7d30-482d-9f11-4bd0a69608bb/012fd917-a1ca-4b88-975a-2d1204ebe0a9.jpg",
    "altTitles": [
      {
        "zh": "直播整活，我向女鬼求婚——她居然真答应了？！"
      },
      {
        "zh-ro": "Zhibo Zheng Huo, Wo Xiang Nv Gui Qiuhun - Ta Juran Zhen Dayingle?!"
      },
      {
        "en": "During the Live Broadcast, I Proposed to a Female Spirit - And She Said Yes?!"
      },
      {
        "en": "I Proposed to a Ghost Girl During the Livestreaming - And She Actually Agree?!"
      },
      {
        "vi": "Tôi Livestream Cầu Hôn Nữ Quỷ Vậy Mà Thành Công!?"
      }
    ],
    "description": {
      "en": "For the sake of the show’s effect, Fang Ning invited a cheap drama crew to prepare for an overnight live broadcast at the Princess Tomb. However, unexpectedly, something happened midway through the live broadcast – Fang Ning mistook a female ghost for a cast actress and proposed to her directly! Now, what should he do if she takes it seriously?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-11-10T15:10:01+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "\"You're amazing for being alive another day!\"\n\nA Manga about an understanding girlfriend who rewards you with a \"log-in bonus\" every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-07-19T00:11:19+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/bb8c69ec-7423-46a9-b349-728291a407f4.png",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\n---\n\nAlternative version: [A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cc788c2-e988-4288-b351-769e10429905",
    "title": {
      "en": "Blade of Retribution"
    },
    "updatedAt": "2024-11-14T21:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/8cc788c2-e988-4288-b351-769e10429905/bc863c2d-1970-457f-ac1b-3cfded24fd91.jpg",
    "altTitles": [
      {
        "ko": "폭력의 대가"
      },
      {
        "en": "The Cost of Violence"
      },
      {
        "en": "Price of Violence"
      },
      {
        "ru": "Цена жестокости"
      },
      {
        "fr": "La lame de la vengeance"
      }
    ],
    "description": {
      "en": "On the day that Kendo Champion Shiho decided to help out his single mother run a Gukbap restaurant, he received news that his sister, Shiyeon, committed suicide. During the funeral, Shiho realizes that something was wrong. It wasn't a suicide, she was murdered. In order to learn the truth and get revenge for his sister's death, Shiho lifts up his sword once more to begin a war of his own.",
      "fr": "Le jour où Shiho, champion de kendo décide d’aider sa mère célibataire à tenir un restaurant de gukbap, il apprend que sa sœur, Shiyeon, s’est suicidée. Pendant les funérailles, Shiho se rend compte que quelque chose cloche. Ce n’était pas un suicide, elle a été assassinée. Pour découvrir la vérité et venger la mort de sa sœur, Shiho reprend son sabre et entame sa propre guerre.",
      "ru": "В день, когда мастер кендо Шихо решает всё бросить и помочь своей матери-одиночке в управлении небольшим ресторанчиком, он узнаёт о том, что его младшая сестра Шиён, которая училась в университете Сеула, покончила с собой. \nВо время похорон Шихо замечает кое-что странное. \nЧтобы узнать правду и отомстить за смерть сестры, Шихо снова берёт в руки уже знакомый меч и начинает свою собственную войну."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f454d5a0-dbe0-4b9f-b787-7580523db7f7",
    "title": {
      "en": "Gyaru and Cthulhu"
    },
    "updatedAt": "2024-11-03T01:14:39+00:00",
    "coverArt": "https://mangadex.org/covers/f454d5a0-dbe0-4b9f-b787-7580523db7f7/adf183d0-2acb-4600-ba75-b17e6b41de3e.jpg",
    "altTitles": [
      {
        "ja-ro": "Gyaru to Kuturufu"
      },
      {
        "ja": "ギャルとクトゥルフ"
      },
      {
        "ja-ro": "Gal to Cthulhu"
      }
    ],
    "description": {
      "en": "A trendy girl and aspiring idol thought she'd get a pet octopus to make it big as a pet idol, but she ended up getting Cthulhu! With the help of an elder god, aim for the top!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "121"
  },
  {
    "mangaId": "b4c93297-b32f-4f90-b619-55456a38b0aa",
    "title": {
      "en": "Fuufu Ijou, Koibito Miman."
    },
    "updatedAt": "2024-10-06T12:09:44+00:00",
    "coverArt": "https://mangadex.org/covers/b4c93297-b32f-4f90-b619-55456a38b0aa/9daf17a6-0e51-4c71-8122-26efe5765370.jpg",
    "altTitles": [
      {
        "ms": "Melebihi Suami Isteri, Namun Bukan Kekasih."
      },
      {
        "en": "More Than A Married Couple, But Not Lovers."
      },
      {
        "zh": "夫妇以上，恋人未满。"
      },
      {
        "ko": "부부이상, 연인미만"
      },
      {
        "ja": "夫婦以上、恋人未満。"
      },
      {
        "pt-br": "Mais do que um casal, menos do que um amante."
      },
      {
        "th": "แผนสมรักไม่สมเลิฟ"
      },
      {
        "fr": "Presque mariés, loin d'être amoureux."
      },
      {
        "de": "Mehr wie ein Ehepaar, aber weniger als Liebhaber."
      }
    ],
    "description": {
      "en": "Jirou, a third-year in high school, is forced to live with a gyaru named Akari under a course called the \"Couple Practical\". In order to be paired with their own romantic interests, they're going to act as a married couple…!?",
      "ja": "高校三年生になった次郎は、「夫婦実習」という授業の一環で非リア充な自分とは正反対の存在のクラスのギャル・渡辺星と一緒に暮らすことになってしまう。だが、ペアを入れ替えられる制度を知った二人は、それぞれの好きな人と一緒になるために無理矢理【夫婦】らしい事を演じるのだが…!?",
      "vi": "Yakuin Jirou, nam sinh năm ba cao trung. Cậu ta buộc phải sống chung nhà với một gái Gyaru tên là Watanabe Akari. Lý do là vì đợt huấn luyện “Cặp đôi“ của trường mà hai người họ theo học. Để được sống với người tình trong mộng của mình, hai người họ phải đã lên kế hoạch sống cùng nhau như một cặp vợ chồng."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11fc0067-2385-4666-8915-042dd8139377",
    "title": {
      "en": "Isekai Metaller"
    },
    "updatedAt": "2024-07-29T13:52:26+00:00",
    "coverArt": "https://mangadex.org/covers/11fc0067-2385-4666-8915-042dd8139377/b9da1125-501b-4efa-9881-f37b5ee75c28.jpg",
    "altTitles": [
      {
        "ja": "異世界メタラー"
      },
      {
        "ja-ro": "Isekai Metaraa"
      },
      {
        "en": "Another World Metaller"
      },
      {
        "en": "Otherworld Metaller"
      },
      {
        "es": "Metalero de Otro Mundo"
      },
      {
        "es-la": "Metalero de Otro Mundo"
      },
      {
        "en": "Isekai Metalhead"
      }
    ],
    "description": {
      "en": "Alex, a devoted metalhead, finds himself in deep sorrow at his band’s breakup concert. Amidst the sadness, he experiences an electrical accident due to equipment trouble...\n\nWhen he wakes up, he discovers he has been transported to another world! In this new world, Alex encounters situations that are a metalhead’s dream, featuring werewolves and dragons, which excite him immensely. \n\nDetermined to lead this otherworld to peace with his metal spirit, Alex sets out on an adventurous journey!",
      "es": "Alex, un devoto metalero, se encuentra sumido en una profunda tristeza en el concierto de disolución de su banda. En medio de la tristeza, sufre un accidente eléctrico debido a problemas con el equipo... Cuando despierta, ¡descubre que ha sido transportado a otro mundo! En este nuevo mundo, Alex se encuentra con situaciones que son el «sueño de un metalero», con hombres lobo y dragones, que le excitan enormemente. Decidido a llevar a este otro mundo a la paz con su espíritu metálico, Alex emprende un viaje lleno de aventuras...",
      "ja": "メタルを深く愛するアレキは、バンドの解散ライブで悲しみに暮れる中、機材トラブルで感電事故に遭う……。そして目が覚めると異世界に転移していた！？ 異世界では、狼男、ドラゴンと『メタラーの夢』であるシチュエーションに次々遭遇し、興奮するアレキ。メタル魂で異世界を平和に導こうとするが……",
      "es-la": "Alex, un devoto metalero, se encuentra sumido en una profunda tristeza en el concierto de disolución de su banda. En medio de la tristeza, sufre un accidente eléctrico debido a problemas con el equipo... Cuando despierta, ¡descubre que ha sido transportado a otro mundo! En este nuevo mundo, Alex se encuentra con situaciones que son el «sueño de un metalero», con hombres lobo y dragones, que le excitan enormemente. Decidido a llevar a este otro mundo a la paz con su espíritu metálico, Alex emprende un viaje lleno de aventuras..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7b7aebe-b98b-49a2-a392-79a58b5d756e",
    "title": {
      "en": "Return of a Crazy Genius Composer"
    },
    "updatedAt": "2024-11-09T14:46:49+00:00",
    "coverArt": "https://mangadex.org/covers/f7b7aebe-b98b-49a2-a392-79a58b5d756e/996da07d-8e84-4bdc-a645-06d7d41b2496.jpg",
    "altTitles": [
      {
        "ko": "망나니 천재 작곡가 회귀하다"
      },
      {
        "en": "Return of the Genius Composer"
      }
    ],
    "description": {
      "en": "Success, fame, family… In an instant, the genius composer, Min Hyunseung, lost it all. On the brink of death… he wanted to live a different life, one where all those continuous misfortunes couldn’t just be claimed as karma.\n\n“How did this happen…?”\n\nHe was given another chance to live."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9ac0295-0e9a-4965-a2e7-edfdcf81681f",
    "title": {
      "en": "Tsuihou Sareta Ossan Kajishi, Nazeka Densetsu no Daimyouko ni Naru ~Mukashi Omocha no Buki o Tsukutteageta Kodomotachi ga Zenin Eiyuu ni Natteita~"
    },
    "updatedAt": "2024-10-13T04:59:48+00:00",
    "coverArt": "https://mangadex.org/covers/a9ac0295-0e9a-4965-a2e7-edfdcf81681f/745fec5a-8605-455d-8e8c-a4a3a0ad96fd.jpg",
    "altTitles": [
      {
        "ja": "追放されたおっさん鍛冶師、なぜか伝説の大名工になる ～昔おもちゃの武器を造ってあげた子供たちが全員英雄になっていた～"
      },
      {
        "ja-ro": "Tsuihou sareta Ossan Kajishi, Nazeka Densetsu no Daimyouko ni Naru: Mukashi Omocha no Buki wo Tsukutteageta Kodomotachi ga Zenin Eiyuu ni Natteita"
      },
      {
        "en": "The Expelled Middle-Aged Blacksmith Somehow Becomes a Legendary Famous Craftsman: The Kids Who He Once Made Some Toy Weapons for Have All Become Heroes"
      }
    ],
    "description": {
      "en": "40-year-old Dereito has dedicated his life to blacksmithing in a small town, but one day, he is suddenly expelled by his fellow guild members. \n\nWith nowhere to go, he remembers a letter he received from a young girl for whom he once crafted a “toy weapon” and decides to head to the royal capital. Upon arrival, he discovers that the “toy weapon” he had made has evolved into a legendary weapon, and the girl has become a national hero! \n\nHis life turns around from being an unemployed middle-aged man to being celebrated as the hero who crafted a legendary weapon. To his surprise, he reunites with the colleagues who had cast him out in an unexpected way, eventually taking them on as his apprentices!",
      "ja": "地方都市で鍛冶一筋、40歳の主人公デレートは、ある日突然ギルドの同僚に追放されてしまう。\n\nそこで以前「おもちゃの武器」を造ってあげていた女の子からもらった手紙を頼りに王都へ向かうと、自分が作った「おもちゃの武器」が伝説の武器に進化しており、その子は国の英雄になっていた!\n\n無職のおっさん(40)から一転、伝説の武器を作った英雄として大出世!\nさらに自分を追い出した同僚と意外な形で再会し、弟子として迎え入れることに!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d02e579-b0db-4240-98e9-e68e458f8dfc",
    "title": {
      "en": "Ore no Ie ga Maryoku Spot datta Ken: Sundeiru dake de Sekai Saikyou"
    },
    "updatedAt": "2024-07-05T11:07:19+00:00",
    "coverArt": "https://mangadex.org/covers/6d02e579-b0db-4240-98e9-e68e458f8dfc/dab1e191-2ef4-4339-8e02-69c7dd3d156e.jpg",
    "altTitles": [
      {
        "fr": "Ma maison est une zone de convergence magique: Uniquement en vivant là je suis le plus fort du monde"
      },
      {
        "ru": "Мой дом — это место волшебной силы"
      },
      {
        "ja": "俺の家が魔力スポットだった件 ～住んでいるだけで世界最強～"
      },
      {
        "zh-hk": "原来我家是魔力点~只是住在那里就变成世界最强~"
      },
      {
        "ko": "우리 집이 마력스팟이었던 건에 대하여 ~살고 있는 것만으로 세계최강~"
      },
      {
        "pt-br": "Minha casa está em um ponto mágico de poder, por morar lá eu me tornei o mais forte do mundo"
      },
      {
        "en": "My House is a Magic Power Spot: Just by Living there I Become the Strongest in the World"
      },
      {
        "ja-ro": "Ore no Ie ga Maryoku Spot datta Ken: Sundeiru dake de Sekai Saikyou"
      }
    ],
    "description": {
      "en": "Living carefree at home is the greatest shortcut—my house is the world’s greatest Magic Power Spot. That being the case, both my house and I were summoned to another world by some guys who were aiming for it. However, I’ve been living in this place for many years and my body is, apparently, abnormally overflowing with magic. Due to some unforeseen circumstances by those guys who summoned me, they quickly ran away. Be that as it may, there are still some ill-mannered people who covet the magic leaking out of my house. I won’t give up my house to those people! I’m going to wield my power as I please!",
      "ja": "自宅でのんびりすることが、最強への近道だった――。強力な魔力スポットの上に建つ一軒家に住んでいた普通の青年ダイチ。 ある日、それを狙うやつらに家ごと異世界に召喚されてしまう!!　だが、長年魔力スポットに住み続け、魔力が貯めこまれたダイチは敵を一蹴！　さらにかわいい我が家の精霊サクラも現れて至れり尽くせり！　最強の魔力を持ったダイチが望むものはただ一つ――それは自宅で平穏に暮らすこと！",
      "ru": "Жить беззаботно в своём доме — это, несомненно, великолепно. Но мой дом — самое большое в мире место волшебной силы. Каким-то образом вышло так, что меня с моим домом перенесло в другой мир. Выяснилось, что меня призвали какие-то парни, которые хотели присвоить магию моего дома себе. Тем не менее, я живу в этом месте в течение многих лет, и мое тело, по-видимому, аномально переполнено магией. Из-за каких-то непредвиденных обстоятельств те ребята, которые меня вызвали, быстро убежали. Как бы то ни было, все ещё есть невоспитанные люди, которые жаждут магии, просачивающейся из моего дома. Я не отдам свой дом никому! Я буду использовать свою силу, как захочу!   \n\n- [Original Web Novel](https://ncode.syosetu.com/n5915da/) (Raw)",
      "es-la": "Vivir sin preocupaciones en casa es el mejor atajo: mi casa es el mayor punto de poder mágico del mundo. Siendo ese el caso, tanto mi casa como yo fuimos invocados a otro mundo. Sin embargo, he estado viviendo en este lugar durante muchos años y aparentemente mi cuerpo está desbordado magia. Debido a circunstancias imprevistas por parte de los tipos que me invocaron, huyeron rápidamente. Como sea, todavía hay algunas personas mal educadas que codician la magia que escapa de mi casa. ¡No voy a ceder mi casa a esas personas! ¡Voy a ejercer mi poder como me plazca!",
      "pt-br": "Viver despreocupado em casa é a melhor coisa... minha casa é o maior ponto de força mágica do mundo. Sendo esse o caso, tanto minha casa quanto eu fomos convocados para outro mundo por algumas pessoas que estavam visado isso. No entanto, eu moro neste lugar há muitos anos e meu corpo está, aparentemente, transbordando de forma anormal com a magia. Devido a algumas circunstâncias imprevistas por aquelas pessoas que me chamaram, elas rapidamente fugiram. Seja como for, ainda há algumas pessoas mal-educadas que cobiçam a magia que vaza da minha casa. Eu não vou desistir da minha casa para essas pessoas! Vou usar meu poder como quiser!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "233"
  },
  {
    "mangaId": "8d2e9520-4127-4bf2-94a3-b2571029562d",
    "title": {
      "en": "Make the Exorcist Fall in Love"
    },
    "updatedAt": "2024-11-17T22:57:21+00:00",
    "coverArt": "https://mangadex.org/covers/8d2e9520-4127-4bf2-94a3-b2571029562d/1d8b322a-eff4-4f2d-ac99-8db32b77b398.jpg",
    "altTitles": [
      {
        "ja": "エクソシストを堕とせない"
      },
      {
        "zh-hk": "讓驅魔師免於墮落"
      },
      {
        "th": "เอ็กซอร์ซิส ไม่มีวันตกหลุมรัก"
      },
      {
        "id": "(Jangan) Biarkan Sang Eksorsis Jatuh Cinta"
      },
      {
        "ja-ro": "Exorcist wo Otosenai"
      },
      {
        "fr": "Make the Exorcist Fall in Love"
      }
    ],
    "description": {
      "en": "As the strongest exorcist, a boy chosen by God was engaged in mortal combat with the Demon Kings. Although he bears the fate of humanity on his shoulders, he actually wants to make sweets peacefully. One day, he meets a girl... This is a story of love and hope growing in the midst of a holy war.",
      "fr": "Un jeune prêtre, entraîné par le Vatican pour devenir l'exorciste le plus puissant du monde, reçoit pour mission divine de protéger une jeune artiste, Imuri Atsuki. Sur les conseils de son mentor, il espère néanmoins trouver l'amour afin de soulager son esprit du lourd fardeau qui lui incombe. Imuri sera-t-elle celle qui lui apportera son salut ?",
      "ja": "神に選ばれし少年は、最強のエクソシストとして魔王たちと死闘を繰り広げていた。人類の命運を背負いつつも本当は静かにお菓子作りをしていたい、そんな彼に訪れた一人の少女との出会い…。これは壮絶な聖戦の中で芽吹いた、恋と希望の物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-11-13T17:40:59+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/93b0b3ea-5990-4e2b-ad1a-01e231a7938a.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      },
      {
        "uk": "Королівство"
      },
      {
        "ja-ro": "Kingudamu"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "uk": "Мільйони років минуло з часів легенд, коли світ людей і богів був єдиним. У ті часи бажання людини верховодило над світом. Це була епоха 500-річної війни, період ворожих держав. «Королівство» — історія про хлопчину на ім’я Сінь, котрий прагне стати найвеличнішим генералом та про безліч випробувань та скитань, повз які пролягатиме його шлях до мети.",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad004a13-f46a-4392-b786-97a6cab09fc2",
    "title": {
      "en": "My Wife Is Actually the Empress?"
    },
    "updatedAt": "2023-12-25T05:25:14+00:00",
    "coverArt": "https://mangadex.org/covers/ad004a13-f46a-4392-b786-97a6cab09fc2/28cd180e-e519-4a12-a367-28336c8cb0a5.jpg",
    "altTitles": [
      {
        "zh": "我家娘子竟然是女帝?"
      },
      {
        "zh-ro": "Wǒ Jiā Niángzǐ Jìngrán Shì Nǚ Dì?"
      },
      {
        "zh-ro": "Wo Jia Niangzi Jingran Shi Nv Di?"
      },
      {
        "vi": "Nương Tử Nhà Ta Là Nữ Đế"
      }
    ],
    "description": {
      "en": "With my wife's breathtaking beauty, not even the newly enthroned empress can match her! With my wife's marvelous culinary skills, not even the empress's royal chefs can match her! My wife loves me and cares about me very very much, and I wouldn't trade her for even the empress! Wait, what? My wife is the empress?!",
      "zh": "我家老婆貌美如花，哪怕是新登基的女帝都比不上！ 我家老婆厨艺高超，哪怕是女帝的御膳房都比不上！ 我家老婆很爱我，很关心我，就算是给个女帝我都不换！ 什么？我家老婆竟然就是女帝！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b419fea0-e40c-469f-9aec-d3a02c58b2fa",
    "title": {
      "en": "Akairo Crossroads"
    },
    "updatedAt": "2024-08-15T17:24:41+00:00",
    "coverArt": "https://mangadex.org/covers/b419fea0-e40c-469f-9aec-d3a02c58b2fa/34316c5e-7caa-4179-bb83-9ea1a775e961.jpg",
    "altTitles": [
      {
        "ja-ro": "Akairo Kousaten"
      },
      {
        "ru": "Перекресток Акаиро"
      },
      {
        "ja": "あかいろ交差点"
      },
      {
        "zh": "赤色交叉点"
      },
      {
        "zh-hk": "赤色交叉點"
      }
    ],
    "description": {
      "en": "Is being unable to see the red string of fate better?!  \nSince the encounter on the day of the high school entrance ceremony, dog-like boy, Makita Keita and cat-like girl, Ohara Tamaki have had the worst relationship.  \nThe story starts to progress when the both of them are put in the same class.  \nA little mysterious heart racing school youth graffiti begins!",
      "es": "El timido y amigable Keita trata de mejorar su amistad con Tamaki, que siempre se ha mostrado fria y cruel desde la primera vez que se conocieron. ¿Pero por qué? Keita quiere saber… ¿Será que lo odia? ¿Hizo algo que la lastimó? Eso pensaba Keita, hasta que Tamaki le dijo que podia ver algo especial…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "132eff91-b4f1-42d1-982c-cb1aec6f0a8a",
    "title": {
      "en": "So I Married an Anti-Fan"
    },
    "updatedAt": "2024-10-03T02:23:38+00:00",
    "coverArt": "https://mangadex.org/covers/132eff91-b4f1-42d1-982c-cb1aec6f0a8a/885de73c-38c0-465e-a083-d88fd641d0e7.jpg",
    "altTitles": [
      {
        "ko": "그래서 나는 안티팬과 결혼했다"
      },
      {
        "ko-ro": "Geuraeseo Naneun Antipaengwa Gyeolhonhaetda"
      },
      {
        "en": "So I Married the Anti-Fan"
      },
      {
        "en": "So I Married My Anti-Fan"
      },
      {
        "de": "Mein Anti-FAN"
      },
      {
        "fr": "Mon anti-fan!"
      },
      {
        "fr": "Si je marié m'anti-fan"
      },
      {
        "es": "Entonces me casé con la antifan"
      },
      {
        "ja": "だから俺はアンチと結婚 した"
      },
      {
        "zh": "所以和黑粉结婚了"
      },
      {
        "zh-hk": "所以我和黑粉結婚了"
      },
      {
        "th": "แอนตี้แฟนกับนายท็อปสตาร์จอมเฟค"
      },
      {
        "id": "My Anti-Fan!"
      },
      {
        "pt-br": "E Então, Eu Casei Com Uma Anti-fã"
      }
    ],
    "description": {
      "de": "Wie weit würdest du gehen, um die Person zu stürzen, die du am meisten hasst? Ohne Haus, ohne Job und mit nichts mehr zu verlieren, ist Geunyeong Lee bereit, alles zu riskieren, um den K-Pop-Superstar Whojoon zu Fall zu bringen. Aber nachdem die beiden sich erst einmal richtig kennengelernt haben, erweist sich ihr Vorhaben plötzlich als schwieriger als gedacht. Wird sie an ihrem Plan festhalten, ihn ein für alle Mal zu ruinieren, nachdem sie die Wahrheit über den Mann hinter dem Popstar erfährt?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=3817642), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=721457)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/romance/so-i-married-the-antifan/list?title_no=2739)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/suoyiheheifenjiehunle/list?title_no=1374)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/withantifan/list?title_no=1604)\n* [French / Français](https://www.webtoons.com/fr/romance/anti-fan/list?title_no=2308)\n* [German / Deutsch](https://www.webtoons.com/de/romance/so-i-married-the-antifan/list?title_no=3094)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/anti-fan/list?title_no=1597)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0000463)\n* [Spanish / Español](https://www.webtoons.com/es/romance/so-i-married-the-antifan/list?title_no=2870)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/anti-fan/list?title_no=1600)",
      "en": "A romance between famous K-pop star WhoJoon and his official anti-fan reporter Lee Geun-Young who end up cohabitating…!\n\n---\nHow far would you go to take down the person you hate most? With no house, no job, and nothing left to lose, Geunyeong Lee is willing to risk it all to bring down the country’s national treasure, Korean superstar Who Joon. But once the two really get to know each other, bringing him down suddenly becomes a lot harder. Will she be able to ruin him once and for all after she learns the truth about the man behind the popstar?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=3817642), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=721457)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/romance/so-i-married-the-antifan/list?title_no=2739)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/suoyiheheifenjiehunle/list?title_no=1374)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/withantifan/list?title_no=1604)\n* [French / Français](https://www.webtoons.com/fr/romance/anti-fan/list?title_no=2308)\n* [German / Deutsch](https://www.webtoons.com/de/romance/so-i-married-the-antifan/list?title_no=3094)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/anti-fan/list?title_no=1597)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0000463)\n* [Spanish / Español](https://www.webtoons.com/es/romance/so-i-married-the-antifan/list?title_no=2870)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/anti-fan/list?title_no=1600)",
      "es": "Ahora una serie popular de acción real. ¿Hasta dónde dejarías que te lleve el odio? Geunyeong Lee ya no tiene trabajo ni casa, pero está dispuesta a arriesgar lo poco que le queda con tal de arruinarle la vida a Hoo Joon, el ídolo favorito del país. Sin embargo, todo se complica una vez que Geunyeong empieza a conocer al hombre que hay detrás de la fachada... Después de descubrir la verdad, ¿será capaz de seguir con su plan?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=3817642), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=721457)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/romance/so-i-married-the-antifan/list?title_no=2739)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/suoyiheheifenjiehunle/list?title_no=1374)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/withantifan/list?title_no=1604)\n* [French / Français](https://www.webtoons.com/fr/romance/anti-fan/list?title_no=2308)\n* [German / Deutsch](https://www.webtoons.com/de/romance/so-i-married-the-antifan/list?title_no=3094)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/anti-fan/list?title_no=1597)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0000463)\n* [Spanish / Español](https://www.webtoons.com/es/romance/so-i-married-the-antifan/list?title_no=2870)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/anti-fan/list?title_no=1600)",
      "fr": "Whojoon, la plus grande star de K-Pop et son pire anti-fan Geun-Yeong commence une cohabitation imprévue. Pourront-ils bien s’entendre?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=3817642), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=721457)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/romance/so-i-married-the-antifan/list?title_no=2739)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/suoyiheheifenjiehunle/list?title_no=1374)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/withantifan/list?title_no=1604)\n* [French / Français](https://www.webtoons.com/fr/romance/anti-fan/list?title_no=2308)\n* [German / Deutsch](https://www.webtoons.com/de/romance/so-i-married-the-antifan/list?title_no=3094)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/anti-fan/list?title_no=1597)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0000463)\n* [Spanish / Español](https://www.webtoons.com/es/romance/so-i-married-the-antifan/list?title_no=2870)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/anti-fan/list?title_no=1600)",
      "id": "Kenapa aku nikah sama dia? Padahal aku ini hater-nya!\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=3817642), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=721457)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/romance/so-i-married-the-antifan/list?title_no=2739)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/suoyiheheifenjiehunle/list?title_no=1374)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/withantifan/list?title_no=1604)\n* [French / Français](https://www.webtoons.com/fr/romance/anti-fan/list?title_no=2308)\n* [German / Deutsch](https://www.webtoons.com/de/romance/so-i-married-the-antifan/list?title_no=3094)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/anti-fan/list?title_no=1597)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0000463)\n* [Spanish / Español](https://www.webtoons.com/es/romance/so-i-married-the-antifan/list?title_no=2870)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/anti-fan/list?title_no=1600)",
      "ko": "누구나 한 번쯤 상상하는 일이 이루어졌다. \n세계적인 K-POP 톱스타와의 24시간 밀착 동거. \n그러나…… 나는 그의 안티팬이다!.. \n\n--\n\n잡지사 [원더우먼] 피처팀 3년차 기자, 이근영.  \n진정한 '원더우먼'을 꿈꾸며 입사했지만 현실은 온갖 잡다구리한 일만 하는, 일명 ‘포스트잇 기자’다. \n\n\n첫 단독 취재를 노리고 근영이 향한 곳은 클럽 ‘베니’ 오픈식. \n그곳에 K-POP 역사를 새롭게 쓰고 있는 데뷔 6년 차 톱스타, 후준이 온다는 소식에  \n근영은 특종을 노리고 후준만을 기다리다 뜻밖의 장면을 목격한다.  \n바로 여자 화장실 앞에서 느닷없이 나타난 후준이 어떤 여자에게 따귀를 날리는 게 아닌가! \n그 뜻밖의 시추에이션에 하필 근영이 들고 있던 건 사진기자 수환이 맡긴 카메라.   \n그런데, 그게 화근이었다. 간당간당했던 기자 생활에 종말을 맞이하게 된 것은. \n\n막무가내 취재로 오해한 후준은 근영이 안고 있던 카메라를 빼앗아 던지고,  \n흥분한 근영은 후준에게 따지려다 그의 발에 오바이트를 한다.  \n\n\n클럽 오픈식에서 걸쭉한(?) 사고를 낸 다음날, 근영은 갑자기 잡지사에서 잘린다.  \n그리고 그 배후에 후준이 있다는 것을 알게 된 근영은 후준과의 전면전을 선포한다. \n이제 근영에게 남은 건 흉하게 공개된 얼굴과 ‘후준의 미친 안티팬’이란 낙인뿐.  \n\n\n갑작스런 실직도 모자라 늘어나는 카드빚으로 월세 집에서도 쫓겨나게 생긴 근영.  \n그런 그녀에게 갑자기 내려온 동아줄! 바로 리얼리티 예능 프로그램의 출연이다. \n그런데… 상대가 누구라고? 거기서 왜 또 후준이 나와?! \n이 인간, 가까이서 보니 모니터 속 모습과 사생활이 완전 식스센스 반전급이다.  \n그래, 이 인간의 이중생활을 이제 정말 낱낱이 파헤쳐주겠다!\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=3817642), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=721457)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/romance/so-i-married-the-antifan/list?title_no=2739)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/suoyiheheifenjiehunle/list?title_no=1374)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/withantifan/list?title_no=1604)\n* [French / Français](https://www.webtoons.com/fr/romance/anti-fan/list?title_no=2308)\n* [German / Deutsch](https://www.webtoons.com/de/romance/so-i-married-the-antifan/list?title_no=3094)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/anti-fan/list?title_no=1597)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0000463)\n* [Spanish / Español](https://www.webtoons.com/es/romance/so-i-married-the-antifan/list?title_no=2870)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/anti-fan/list?title_no=1600)",
      "th": "เว็บตูนต้นฉบับซีรีส์! เพราะนายซุปตาร์คนนี้แท้ๆ ที่ทำให้เธอต้องตกงาน เธอจึงตั้งใจจะเป็นแอนตี้แฟนเพื่อรังควานชีวิตเขา!!\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=3817642), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=721457)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/romance/so-i-married-the-antifan/list?title_no=2739)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/suoyiheheifenjiehunle/list?title_no=1374)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/withantifan/list?title_no=1604)\n* [French / Français](https://www.webtoons.com/fr/romance/anti-fan/list?title_no=2308)\n* [German / Deutsch](https://www.webtoons.com/de/romance/so-i-married-the-antifan/list?title_no=3094)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/anti-fan/list?title_no=1597)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0000463)\n* [Spanish / Español](https://www.webtoons.com/es/romance/so-i-married-the-antifan/list?title_no=2870)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/anti-fan/list?title_no=1600)",
      "zh": "同名网剧热播中！漫剧同追快来看~\n\n当红小鲜肉VS黑粉小记者，\n来啊，让我们互相伤害！\n男主角胡珺是一位世界级的K-POP star，他的公认黑粉李锦莹，是如何从一名杂志社记者变成黑粉的呢？两人是为何会开始同居生活，同居期间又发生了怎样的故事呢？\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=3817642), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=721457)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/romance/so-i-married-the-antifan/list?title_no=2739)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/suoyiheheifenjiehunle/list?title_no=1374)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/withantifan/list?title_no=1604)\n* [French / Français](https://www.webtoons.com/fr/romance/anti-fan/list?title_no=2308)\n* [German / Deutsch](https://www.webtoons.com/de/romance/so-i-married-the-antifan/list?title_no=3094)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/anti-fan/list?title_no=1597)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0000463)\n* [Spanish / Español](https://www.webtoons.com/es/romance/so-i-married-the-antifan/list?title_no=2870)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/anti-fan/list?title_no=1600)",
      "pt-br": "Um romance entre o famoso astro do K-pop Hoo Joon e sua repórter oficial anti-fãs Lee Geun-Young, que acabam coabitando...!\n\nAté onde você iria para derrubar a pessoa que você mais odeia? Sem casa, sem emprego e sem nada a perder, Geunyeong Lee está disposta a arriscar tudo para derrubar o tesouro nacional do país, o superastro coreano Hoo Joon. Mas quando os dois realmente se conhecem, derrubá-lo de repente se torna muito mais difícil. Será que ela conseguirá acabar com ele de uma vez por todas depois de descobrir a verdade sobre o homem por trás do popstar?",
      "zh-hk": "人氣同名改編戲劇於愛奇藝國際站每週五六獨家播出 世界級K-POP大明星胡準和極度討厭他的「黑粉」李璟英兩人的同居浪漫羅曼史\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=3817642), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=721457)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/romance/so-i-married-the-antifan/list?title_no=2739)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/suoyiheheifenjiehunle/list?title_no=1374)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/withantifan/list?title_no=1604)\n* [French / Français](https://www.webtoons.com/fr/romance/anti-fan/list?title_no=2308)\n* [German / Deutsch](https://www.webtoons.com/de/romance/so-i-married-the-antifan/list?title_no=3094)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/anti-fan/list?title_no=1597)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0000463)\n* [Spanish / Español](https://www.webtoons.com/es/romance/so-i-married-the-antifan/list?title_no=2870)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/anti-fan/list?title_no=1600)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "86.1"
  },
  {
    "mangaId": "c53caf9a-95b6-4400-b41b-d1b09167ef7a",
    "title": {
      "en": "Kaii-san to Ore"
    },
    "updatedAt": "2024-05-30T13:39:15+00:00",
    "coverArt": "https://mangadex.org/covers/c53caf9a-95b6-4400-b41b-d1b09167ef7a/465127f8-8ea0-4f36-b3a8-591c6478161a.jpg",
    "altTitles": [
      {
        "ja": "怪異さんと俺"
      },
      {
        "id": "Aku dan Makhluk Aneh"
      },
      {
        "zh": "妖怪与我"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/24367326/series/222807)\n\n**Notes:**\n- The Pixiv series does not contain all of the chapters and combines some. Do not follow the chapter numbering on Pixiv. Instead, enable Japanese chapters on MangaDex to see the proper chapter order and links to all of the raw chapters.\n- This series uses characters the author used in illustrations beforehand.",
      "ja": "俺くんと怪異さんのお話。",
      "zh": "拥有灵感的少年因为能看见一般人看不见的妖怪而受排挤，于是他选择和妖怪们成为朋友的故事。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f2fa3a41-c11a-4b2d-899a-94f545fa8e46",
    "title": {
      "en": "Gemini wa Otoshigoro"
    },
    "updatedAt": "2023-09-10T12:03:35+00:00",
    "coverArt": "https://mangadex.org/covers/f2fa3a41-c11a-4b2d-899a-94f545fa8e46/e8fb0aa8-bc65-4f21-bf5e-7c7705eca496.jpg",
    "altTitles": [
      {
        "en": "Gemini ha Otoshigoro"
      },
      {
        "en": "The Gemini are of Age"
      },
      {
        "en": "Yogoto no Juliet"
      },
      {
        "ja": "ジェミニはお年頃"
      },
      {
        "zh-hk": "青春正當時的雙子座"
      }
    ],
    "description": {
      "en": "She was just my classmate until yesterday but now she's my cute girlfriend☆! But everyday is nerve racking with her almost identical twin brother around. This is the popular three man fluff + meddling brother romantic comedy!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "9.1"
  },
  {
    "mangaId": "394398f2-6287-48c7-9713-cd1759c97291",
    "title": {
      "en": "The Blood Princess and the Knight"
    },
    "updatedAt": "2024-09-12T22:58:59+00:00",
    "coverArt": "https://mangadex.org/covers/394398f2-6287-48c7-9713-cd1759c97291/78a07ad9-a65b-43ca-bf59-a0cf18694e43.jpg",
    "altTitles": [
      {
        "zh-ro": "Xue Ji Yu Qi Shi"
      },
      {
        "ja": "血の姫と騎士"
      },
      {
        "zh": "血姬与骑士"
      },
      {
        "en": "Vampires and Knight"
      },
      {
        "ru": "Вампиры и рыцарь"
      },
      {
        "ru": "Рыцарь и Королева Крови"
      },
      {
        "ko": "서큐버스가 되어버린 기사님"
      },
      {
        "fr": "From Holy Knight to Vampire"
      }
    ],
    "description": {
      "en": "I, who was a sacred knight, was defeated and captured in a battle against the vampire clan.   \n\n\"Oh? Letting you die? In your dreams! Accept my embrace, and in the future, please take care of me, my lovely daughter~\"   \n\nThe silver-haired Queen of the Vampire Clan lifted my chin and smiled cunningly, her sharp canines drawing closer to my neck… \n\n---\n**Links:**\n- [Alternative raw (Bilibili)](https://manga.bilibili.com/detail/mc28199)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]