[
  {
    "mangaId": "b34fe0fa-a8f0-4ee3-a78b-4a7f7240b59f",
    "title": {
      "en": "Ousama ni Sasagu Kusuriyubi"
    },
    "updatedAt": "2023-11-14T15:54:05+00:00",
    "coverArt": "https://mangadex.org/covers/b34fe0fa-a8f0-4ee3-a78b-4a7f7240b59f/3c836a2d-cf2c-4b85-9281-418fa3a98b72.png",
    "altTitles": [
      {
        "ja-ro": "...Dame da, Koishiteru."
      },
      {
        "en": "...No, I'm in Love."
      },
      {
        "ja-ro": "Ou-sama ni Sasagu Kusuriyubi"
      },
      {
        "en": "The Third Finger offered to a King"
      },
      {
        "zh": "为国王献上无名指"
      },
      {
        "ja": "王様に捧ぐ薬指"
      }
    ],
    "description": {
      "en": "Ayaka, who works at the Bridal department at a hotel, has a beauty that everyone recognizes, yet her personality is the worst. Everyone calls her a \"wicked woman\" after the way she wraps numerous men around her finger. The one who sets his eyes on her is the hotel's new executive Tougou, who is the son of a very powerful person of the town. What are the orders that this King-like man requests of her!?  \n  \nIncluded one-shot:  \nVolume 1: …Dame da, Koishiteru"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "41"
  },
  {
    "mangaId": "22f310da-d0d2-4180-8401-11210c4a6c78",
    "title": {
      "en": "Aflame Inferno"
    },
    "updatedAt": "2023-08-28T10:12:04+00:00",
    "coverArt": "https://mangadex.org/covers/22f310da-d0d2-4180-8401-11210c4a6c78/74969918-3ecc-44c2-90bc-7fa994bb83a6.jpg",
    "altTitles": [
      {
        "en": "A Flame Inferno"
      },
      {
        "NULL": "Bulnoriui Imperreuno"
      },
      {
        "en": "Fire Prison"
      },
      {
        "en": "Flame's Inferno"
      },
      {
        "vi": "Hỏa Vương"
      },
      {
        "en": "Inferno of Flame"
      },
      {
        "ru": "Пламя Инферно"
      },
      {
        "ru": "Пылающий ад"
      },
      {
        "ja": "炎のインフェルノ"
      },
      {
        "zh": "烈火圣狱"
      },
      {
        "zh-hk": "烈炎地狱"
      },
      {
        "ko": "불꽃의　INFERNO"
      },
      {
        "ko": "불꽃의 인페르노"
      }
    ],
    "description": {
      "en": "Aflame Inferno is about a self absorbed high schooler, Kang Shichan, that gets caught in the middle of a battle between demons. Injured severely and near death, the demon Inferno merges with the student to save his life. Together they win the battle to discover that they are inescapably joined. The only hope of ever being separate beings is to gather 1,000 Invento Hells and find the right spell of Resurrection. Can Kang Shichan balance hunting down demons with his school work?",
      "pl": "Kang Shichan, bardzo zaabsorbowany życiem szkolnym uczeń, wpada wprost w bitwę między dwoma demonami i zostaje poważnie ranny. Jeden z diabelskich pomiotów, Inferno, który również jest u kresu swych sił, proponuje mu układ: chłopak przeżyje, jeśli użyczy demonowi miejsca w swoim ciele."
    },
    "status": "cancelled",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "50"
  },
  {
    "mangaId": "f66c2b61-7eda-4047-a5ff-97945db0589c",
    "title": {
      "en": "Sora no Otoshimono"
    },
    "updatedAt": "2023-09-27T19:05:23+00:00",
    "coverArt": "https://mangadex.org/covers/f66c2b61-7eda-4047-a5ff-97945db0589c/f34a53ae-be8b-43d3-8de1-cc48446be0bb.jpg",
    "altTitles": [
      {
        "en": "Heaven's Lost Property"
      },
      {
        "es": "La propiedad perdida del cielo"
      },
      {
        "en": "The Thing Which Has Fallen From The Sky"
      },
      {
        "fr": "Tombée du Ciel"
      },
      {
        "ru": "Забытая Собственность Небес"
      },
      {
        "ru": "Утраченное небесами"
      },
      {
        "ja": "そらのおとしもの"
      },
      {
        "zh": "天降之物"
      }
    ],
    "description": {
      "en": "Sakurai Tomoki is a normal student whose motto is \"normal is the best\". If there is one thing abnormal, it is that he often dreams of a girl whose face he cannot even remember, and when he wakes up from that dream, he would always be crying. He tried leaving it as just a dream… but one day, from the sky, an angel descended.",
      "es": "Me llamo Tomoki Sakurai. Mi lema es \"La paz es lo mejor\". ¿No es lo mejor lo normal?　Una de las cosas que no es normal... el sueño que tengo a diario; un sueño sobre una chica cuyo rostro no puedo recordar. Dejé el asunto, pensando que era sólo un sueño... Pero aquel día, un ángel cayó del cielo.",
      "ja": "俺の名前は桜井智樹。モットーは「平和が一番」。普通が一番じゃあございませんか？　一つだけ普通じゃないもの…といえば、俺の良く見る夢。顔さえ思い出せない女の子の夢。たかが夢だと放っておいたんだが…。その日、空から、天使が降ってきた。",
      "pt-br": "Sakurai Tomoki tem tido o mesmo sonho estranho desde que ele era criança e acordava chorando. Sugata, um veterano em sua escola, acredita que o sonho de ser o novo continente. Mais tarde, naquela noite, enquanto espera sob as cerejeiras por Sohara e Sugata, seus amigos de infância, quando algo cai em sua direção e dentro da cratera havia um anjo."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "77"
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-04-30T10:57:28+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/cd6ab605-b228-405b-9791-3e630588d6f1.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "en": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0bac7be9-490a-4019-ae87-9b5b324af65a",
    "title": {
      "en": "Yano-kun no Futsuu no Hibi"
    },
    "updatedAt": "2024-01-10T22:05:37+00:00",
    "coverArt": "https://mangadex.org/covers/0bac7be9-490a-4019-ae87-9b5b324af65a/63af84ad-736e-4716-bded-1619f520c255.jpg",
    "altTitles": [
      {
        "en": "Mr. Yano's Ordinary Days"
      },
      {
        "ja": "矢野くんの普通の日々"
      }
    ],
    "description": {
      "en": "Yoshida the class president has a nervous temperament. But recently her worries are caused by one of her classmates, Yano. He somehow always arrives at school covered in all sorts of injuries, she can't get her eyes off him! She can't control herself, she needs to patch him up! A slice of life pure romance comedy of an injured boy and a concerned girl!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0bb65ad2-d238-49c3-aa19-98fa02768942",
    "title": {
      "en": "Aishuu Lava"
    },
    "updatedAt": "2024-05-18T06:32:16+00:00",
    "coverArt": "https://mangadex.org/covers/0bb65ad2-d238-49c3-aa19-98fa02768942/ce0a82e6-9c3a-4cd3-ad96-94dde887fb2d.jpg",
    "altTitles": [
      {
        "es-la": "Lava, La Prisionera del amor"
      },
      {
        "ja": "愛囚ラヴァ"
      },
      {
        "en": "Aishuu Lover"
      }
    ],
    "description": {
      "en": "In a world where people suddenly develop super-powers, those who use their abilities to do evil are held at Catastrophe Prison. Shu Ono, a guard at the prison, somehow falls in love with the strongest female prisoner, Lava! A crazy love-comedy about the forbidden relationship between guard and prisoner!",
      "es-la": "Un mundo en el que las personas desarrollan repentinamente habilidades diferentes. Los que utilizan sus habilidades para hacer el mal son encarcelados en una prisión de catastrófica. Shu Ono, que trabaja allí como guardia, se enamora de algún modo de la prisionera más fuerte, ¡Lava!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "1581f543-3d94-4749-bd77-045d03e7c05a",
    "title": {
      "en": "The Holy Grail of Eris"
    },
    "updatedAt": "2024-05-02T10:43:53+00:00",
    "coverArt": "https://mangadex.org/covers/1581f543-3d94-4749-bd77-045d03e7c05a/dcf63c77-f1c1-4ec7-8a89-cd6856578bfa.jpg",
    "altTitles": [
      {
        "ja-ro": "Eris no Seihai: Konyaku Haki Sareta Reijou wa, Kidai no Akujo ni Tasukerareta Daisho Toshite Fukushuu ni Tsuki Awasaremasu"
      },
      {
        "ja": "エリスの聖杯 ～婚約破棄された令嬢は、稀代の悪女に助けられた代償として復讐に付き合わされます～"
      },
      {
        "zh-hk": "厄里斯的聖杯"
      }
    ],
    "description": {
      "en": "Constance, the daughter to a Viscount whose only value is her honesty, and Scarlet Castiel, the most reviled villainess of the era who was sentenced to death ten years ago. When the two people who were never supposed to meet encountered one another at a night party, the story that should have ended with Scarlet's death began anew.  \n  \nAlthough their relationship only began out of mutual interest, they soon became true partners in an effort to unravel the mysteries of a grand conspiracy borne out of the past, that still has a vicious grip on the present."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67a7dfd1-a39d-46c8-8ff2-9a24a9abaeb6",
    "title": {
      "en": "Goblin Slayer"
    },
    "updatedAt": "2024-03-17T10:47:47+00:00",
    "coverArt": "https://mangadex.org/covers/67a7dfd1-a39d-46c8-8ff2-9a24a9abaeb6/099c9200-8b35-43aa-b02a-c71efa8b01c2.jpg",
    "altTitles": [
      {
        "ru": "Убийца Гоблинов"
      },
      {
        "ja": "ゴブリンスレイヤー"
      },
      {
        "ko": "고블린 슬레이어"
      },
      {
        "zh-hk": "哥布林殺手"
      }
    ],
    "description": {
      "en": "A young priestess has formed her first adventuring party, but almost immediately they find themselves in distress. Luckily for her, the Goblin Slayer chose that place as his next killing grounds–a man who's dedicated his life to the extermination of all goblins, by any means necessary. And when rumors of his feats begin to circulate, there's no telling who might come calling next.  \n\n**NOTE:**   \n- There are *currently* no English scanlations of this manga. The chapters on the net are the official YenPress chapters.  \nAs long as they **(YenPress' chapters)** are in publication they are not allowed on MangaDex.  \n  \n**Links:**  \n- [Official Twitter](https://twitter.com/GoblinSlayer_GA)  \n- [Official LN (JP)](https://ga.sbcr.jp/sp/goblin_slayer/)  \n- [Official Anime (JP)](http://www.goblinslayer.jp/)",
      "pt": "Uma sacerdotisa formou seu primeiro grupo de aventureiros, mas, quase imediatamente se encontram em apuros pelos goblins. E o Goblin Slayer é quem vem ao resgate – um homem que tem dedicado sua vida a exterminação de todos os goblins, através de qualquer meio necessário.",
      "ru": "Юная жрица вместе со своей командой впервые отправилась на поиски приключений, но они тут же попали в беду. На помощь им приходит Убийца Гоблинов – таинственный мечник, посвятивший свою жизнь уничтожению всех гоблинов любыми средствами. В итоге девушка присоединяется к нему в постоянном походе против всевозможных пород гоблинов, в котором сталкивается с новыми тайнами, врагами, друзьями, а иногда и конкурентками.",
      "pt-br": "Um homem deseja tornar-se um “aventureiro”, cujo lema é: “Eu não vou salvar o mundo, eu apenas vou matar goblins.” Após ouvir rumores sobre ele, uma elfa se aproxima dele com um pedido."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ca95d5b-4aa0-4d22-96e1-6844ea7ed106",
    "title": {
      "en": "Secret Love"
    },
    "updatedAt": "2024-01-15T16:10:15+00:00",
    "coverArt": "https://mangadex.org/covers/5ca95d5b-4aa0-4d22-96e1-6844ea7ed106/a5f0fcd1-0609-4e10-b98c-0cf1f358ff4d.png",
    "altTitles": [
      {
        "en": "Falling in Love"
      },
      {
        "en": "My First Crush"
      },
      {
        "en": "Secret Crush"
      },
      {
        "zh": "暗恋"
      },
      {
        "kk": "Құпия махаббат"
      },
      {
        "ja": "片思い　暗恋（AN LIAN）"
      },
      {
        "uk": "Таємне кохання"
      },
      {
        "vi": "Yêu Thầm"
      },
      {
        "pt-br": "Amor secreto"
      }
    ],
    "description": {
      "en": "“I’ve recently come to like someone. He’s my classmate.”  \nThe short and sweet snapshots of a blossoming romance between two unsuspecting students! Packed with fluffy interactions between adorable (not to mention handsome!) characters, this series is sure to satisfy your sweet tooth~",
      "fr": "Les chassés croisés entre un garçon et une fille attirés l'un par l'autre en de courts moments. Tendre et amusant.Portuguese (BR) / Português (BR)Os cruzamentos entre um menino e uma menina que são atraídos um pelo outro em breves momentos. Se apaixonando lentamente…",
      "it": "L'incrocio tra un ragazzo e una ragazza attratti l'uno dall'altra in pochi istanti. Si innamorano lentamente…..  \n  \n**Buy the official Vol. 1 on [Taobao](http://t.cn/A6bZZMgM)!**",
      "kk": "«Мен сыныптасыма ғашық болып қалдым». \n«Мен бір қызға қызығушылық таныта бастадым». \nБір-біріне жасырын ғашық болған сыныптастары туралы сүйкімді оқиға \n\\ / (^ o ^) \\ /",
      "uk": "«Нещодавно мені дехто сподобався. Він мій однокласник».\nМила історія про двох, таємно закоханих одне в одного, студентів!",
      "vi": "Thời học sinh bạn đã bao giờ crush ai chưa?\nCậu bạn cùng bàn?\nLớp trưởng học giỏi?\nHay một anh khóa trên điến trai?\n\nChắc hắn rất nhiều người trong chúng ta đều từng có một thời thầm thương trộm nhớ ai đó. Giống như cô bạn nhỏ nhắn Bách Linh và cậu hot boy An Dư Triết thầm thích nhau mà không hay vậy.\n\n\"Yêu thâm\" là câu chuyện tuổi mới lớn với những ngại ngùng, quan tâm vô tình và ghen tuông nho nhỏ, khiến màu sắc cuộc sống của đôi bạn trẻ trở nên tươi đẹp và muôn màu hơn. Đồng thời bộ truyện cũng giúp người đọc trải nghiệm những cung bậc cảm xúc ngọt ngào, lãng mạn, đôi khi trầm lắng nhưng lại ngây ngô ngốc nghếch của cả hai.",
      "pt-br": "Recentemente comecei a gostar de alguém. Ele é meu colega de classe.”\nOs instantâneos curtos e doces de um romance florescente entre dois estudantes desavisados! Embalado com interações fofas entre personagens adoráveis ​​(para não mencionar bonitos!), esta série certamente satisfará seu desejo por doces"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41c89117-abd3-40ba-a7ec-c7c8814d5e5b",
    "title": {
      "en": "Ookami-kun wa Suki ga Kakusenai"
    },
    "updatedAt": "2024-04-10T15:10:16+00:00",
    "coverArt": "https://mangadex.org/covers/41c89117-abd3-40ba-a7ec-c7c8814d5e5b/018a9c60-1a17-47d0-aba1-245a76a94d69.png",
    "altTitles": [
      {
        "ja": "オオカミくんは好きが隠せない"
      },
      {
        "en": "The Wolf can't Hide His Affection"
      }
    ],
    "description": {
      "en": "This is a world where humans and beast people coexist. The helpful leopard, Tomoru, and the wolf, Hibiki, who goes at his own pace, are childhood friends who live together. One day, Tomoru is told by Hibiki that he likes him, and their relationship changes!!! Tomorou, who realizes he thinks of Hibiki as more than family, accepts his confession, and the two of them start dating.\nHowever, Hibiki changes into his beast form whenever he gets excited. How will he skillfully make out now they're lovers...?!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "28302cc9-3622-4f25-b361-3e4c51248624",
    "title": {
      "en": "High Society"
    },
    "updatedAt": "2024-05-12T18:50:40+00:00",
    "coverArt": "https://mangadex.org/covers/28302cc9-3622-4f25-b361-3e4c51248624/3a30cd75-ecee-47b2-9f7f-ed5a38ffe27d.png",
    "altTitles": [
      {
        "ko": "상류 사회"
      },
      {
        "en": "High Class Society"
      },
      {
        "en": "High Society (Gyeonwoo)"
      },
      {
        "ko": "상류사회 (견우)"
      }
    ],
    "description": {
      "en": "**\"Please sell me. I will become the most expensive lady in Sant'nar\"**\n\nTired of the troubles brought about by his political marriage, debauchee Cesare coincidentally enters into an unusual  contract Adel, a shoeshiner from the slums.\n\nThe deadline is three months.\n\nExpecting this to be his liberation from the tedious strategic marriage, Cesare finds himself becoming increasingly concerned about Adel, who behaves unlike any woman he has ever known...\n\n\"In the first place, didn't you bring me here to get me engaged to Sir Ezra?\"\n\"That's right.\"\n\nCesare replied obediently for a moment before bursting into a sharp laugh.\n\n\"But why do I feel so disgusted?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4247b21-e8ff-46ae-9f92-fc04f6641188",
    "title": {
      "en": "Aitsu no Kanojo"
    },
    "updatedAt": "2024-05-04T17:51:06+00:00",
    "coverArt": "https://mangadex.org/covers/f4247b21-e8ff-46ae-9f92-fc04f6641188/f46e79f2-aea0-44fc-8ea6-972b517c88c9.jpg",
    "altTitles": [
      {
        "ja": "アイツノカノジョ"
      },
      {
        "en": "His Girlfriend"
      },
      {
        "zh-hk": "他的女友"
      },
      {
        "fr": "Sa petite amie"
      },
      {
        "en": "Someone's Girlfriend"
      },
      {
        "nl": "De vriendinnitje van deze vent"
      },
      {
        "nl": "Zijn vriendinnetje"
      },
      {
        "fr": "La petite amie de ce mec"
      },
      {
        "en": "That Guy's Girlfriend"
      },
      {
        "uk": "Його дівчина"
      }
    ],
    "description": {
      "en": "It's April of my third and final year in high school... But the beautiful girl I have a crush on is my best friend's girlfriend. Thus begins my year of treading on the dangerous ground...",
      "pt-br": "É abril do meu terceiro e último ano no ensino médio... Mas a linda garota por quem tenho uma queda é a namorada do meu melhor amigo. Assim começa meu ano pisando em um terreno perigoso..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "44de2381-a8fd-45fc-a4c8-038d0095e098",
    "title": {
      "en": "Danberu Nan Kiro Moteru?"
    },
    "updatedAt": "2024-04-20T18:46:41+00:00",
    "coverArt": "https://mangadex.org/covers/44de2381-a8fd-45fc-a4c8-038d0095e098/67e81de8-87d3-4622-9c82-9caa02f80fcf.jpg",
    "altTitles": [
      {
        "es-la": "¿Cuántos kilos puedes levantar?"
      },
      {
        "en": "How Heavy Are The Dumbbells You Lift?"
      },
      {
        "fr": "Quel poids d'haltères peux-tu soulever ?"
      },
      {
        "en": "How Many Kilos Are the Dumbbells You Lift?"
      },
      {
        "pl": "Ile kilosów na hantlach wyciskasz?"
      },
      {
        "pt": "Quantos kilos você pode levantar com halteres?"
      },
      {
        "ru": "Насколько тяжелые гантели ты сможешь поднять?"
      },
      {
        "ja": "ダンベル何キロ持てる?"
      },
      {
        "ko": "덤벨 몇 킬로까지 들 수 있어?"
      },
      {
        "pt-br": "Quantos kilos pesam os halteres que levanta?"
      }
    ],
    "description": {
      "en": "Want to diet? Want to train? School-girl body modification comedy!  \nJoin gyaru Sakura Hibiki and ojou Souryuuin Akemi as they lift weights and exercise with the help of macho-man Machio! Learn for yourself how good form, good diet and plenty of exercise will help with healthy living!! Let's muscle!!!",
      "ru": "Сакура Хибики - обычная старшеклассница, любящая покушать. Однажды ее подруга замечает, что Хибики поднабрала вес. Огорченная сим фактом, девушка пытается похудеть самостоятельно, но безуспешно. Решив раскошелиться ради великой цели, она направляется в спортзал, где встречает Мисс совершенство, по совместительству президента студсовета своей школы, Сорюин Акэми (у которой, как оказалось, есть небольшая странность). Теперь им вместе предстоит заниматься совершенствованием своих тел под надзором красавчика-тренера Матио."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29d93e89-8f63-4713-a8be-4ac58ffcd88b",
    "title": {
      "en": "Tsuiraku JK to Haijin Kyoushi"
    },
    "updatedAt": "2024-05-08T17:38:21+00:00",
    "coverArt": "https://mangadex.org/covers/29d93e89-8f63-4713-a8be-4ac58ffcd88b/b4a82b04-a7d8-4780-8c58-551737d482c4.jpg",
    "altTitles": [
      {
        "en": "Love Me Before You Die"
      },
      {
        "ja": "墜落JKと廃人教師"
      },
      {
        "zh-hk": "墮落jk與廢人老師"
      },
      {
        "ko": "추락 여고생과 폐인교사"
      }
    ],
    "description": {
      "en": "Mikoto Ochiai is ready to jump off the rooftop of her high school's building after she got rejected by the boy she loves. However, homeroom teacher Jin Haiba suddenly appears on the rooftop for a smoke, talked to her, and saved her from falling down. He even asked her to go out with him rather than die.   \n  \nA black comedy manga about love, life, and death.",
      "es-la": "Mikoto Ochiai está pronto para pular do telhado do colégio depois que ela foi rejeitada pelo garoto que ama. Porém, o professor dela, Jin Haiba, repentinamente aparece para fumar no telhado onde a convenceu a não pular e ainda pediu para sair com ele.  \n  \nUm mangá com humor pesado, sobre amor, vida, e morte"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab079569-ff5b-4857-a7bd-7afbc553d9d6",
    "title": {
      "en": "Let Me Suck It"
    },
    "updatedAt": "2024-02-04T15:45:43+00:00",
    "coverArt": "https://mangadex.org/covers/ab079569-ff5b-4857-a7bd-7afbc553d9d6/913c1ce1-ac97-41b7-ba19-9f87a58d57b9.png",
    "altTitles": [
      {
        "en": "Let Me Suck In"
      },
      {
        "ko": "렛미석인"
      }
    ],
    "description": {
      "en": "Vampires, the closest beings to demi-gods, are living in harmony with human civilization. Edward (nickname: Eddie), a vampire with weak supernatural powers, approaches Joshua, a nerdy and easy-looking prey. Eddie’s expectations are sky-high as he watches Joshua obediently follow after him, but there seems to be a misunderstanding about Eddie sucking WHAT?!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "14"
  },
  {
    "mangaId": "37975bea-952b-47eb-8dd9-a2c8065a0756",
    "title": {
      "en": "Escape from Another World"
    },
    "updatedAt": "2024-03-23T13:59:35+00:00",
    "coverArt": "https://mangadex.org/covers/37975bea-952b-47eb-8dd9-a2c8065a0756/38ecedcb-9f85-40cc-a363-16199936739e.png",
    "altTitles": [
      {
        "ko": "이세계 탈출"
      }
    ],
    "description": {
      "en": "Kim Seojoon, a freshman college student leading a normal daily life, awoke one day to find himself transported into a fantasy world straight out of a webtoon or web novel or something like that. As he began to get excited about potentially having the role of a male lead character, a shocking event unfolded before his eyes—a murder of an imperial family. Consequently, Kim Seojoon found himself imprisoned in the world's prison, 'Gehenna'. Will he be able to navigate the treacherous paths of this unfamiliar world?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47f93974-d406-45dd-8dbf-03db95654516",
    "title": {
      "en": "Bombergirl"
    },
    "updatedAt": "2023-07-09T03:29:53+00:00",
    "coverArt": "https://mangadex.org/covers/47f93974-d406-45dd-8dbf-03db95654516/23c246c3-6795-41ea-a8b0-e42eb26494f1.jpg",
    "altTitles": [
      {
        "en": "Bombergirl Short Comics"
      },
      {
        "ja": "ボンバーガール"
      },
      {
        "ja-ro": "Bonbaagaaru"
      }
    ],
    "description": {
      "en": "Sporadically posted comic pages on the official twitter of the Bombergirl arcade game."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b24d2c22-5b28-44d4-a77f-0e920cd960a6",
    "title": {
      "en": "Wolf-chan wa Sumashitai"
    },
    "updatedAt": "2024-04-16T14:16:25+00:00",
    "coverArt": "https://mangadex.org/covers/b24d2c22-5b28-44d4-a77f-0e920cd960a6/cf4afbeb-428a-4ebf-a07a-50bf530f90aa.jpg",
    "altTitles": [
      {
        "ja": "ウルフちゃんは澄ましたい"
      },
      {
        "en": "Wolf-chan Wants to Be Clear"
      },
      {
        "id": "Gadis Serigala Mencoba Untuk Berpura pura Tidak Peduli"
      },
      {
        "ja-ro": "Wolf chan wa Sumashitai"
      },
      {
        "en": "Wolf-chan Is Trying to Feign Indifference"
      }
    ],
    "description": {
      "en": "The cool, lone-wolf girl and her precious, unrequited crush!\n\n(Source: Ganma!, translated)",
      "ja": "ウルフカットで一匹狼なクール系女子の尊い片想い！",
      "pt-br": "A loba solitária fria, e seu precioso amor não correspondido!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b56ea48a-3dce-4eb0-982c-2d58097d1e58",
    "title": {
      "en": "The Strongest Ever"
    },
    "updatedAt": "2023-06-28T16:25:01+00:00",
    "coverArt": "https://mangadex.org/covers/b56ea48a-3dce-4eb0-982c-2d58097d1e58/ada2f15a-aefd-4e18-a829-cd70eed86828.jpg",
    "altTitles": [
      {
        "en": "The strongest in history"
      },
      {
        "ru": "Сильнейший в истории"
      },
      {
        "ko": "사상최강"
      }
    ],
    "description": {
      "en": "The ‘Ten Masters’ had kept each other in check and maintained the balance of power and order of the world beyond human limits, until Baek Dohyun showed up with the strongest power ever!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af21fa9b-3adb-43d4-8f58-2d57b0b60b5a",
    "title": {
      "en": "Circle"
    },
    "updatedAt": "2024-02-19T18:25:25+00:00",
    "coverArt": "https://mangadex.org/covers/af21fa9b-3adb-43d4-8f58-2d57b0b60b5a/b2631979-8f30-4276-b818-d7e39dc3fa7f.png",
    "altTitles": [
      {
        "pl": "Krąg"
      }
    ],
    "description": {
      "en": "The best way for the diverse human beings who make up society to unite is to find themselves a common enemy. School is a mini-version of society, so why shouldn't the same thing happen in a classroom setting?  \n  \nThis particular class has chosen Xiao Shang to be that common enemy. But one of its more popular students soon finds himself becoming intrigued by Shang's unapologetic, straightforward way of life.  \n\nThis comic is posted for free on the author's weibo: <https://weibo.com/u/3567976483>",
      "pl": "Najłatwiejszym sposobem zjednoczenia się różnorodnych jednostek, które tworzą społeczeństwo, jest znalezienie wspólnego wroga. Szkoła jest mini społeczeństwem, więc czy to samo nie powinno odbywać się w klasie? Ta konkretna klasa wybrała na wspólnego wroga Xu Shanga. Ale wkrótce jeden z najpopularniejszych uczniów w szkole staje się zaintrygowany specyficznym życiem Shanga.",
      "pt-br": "Ao e Xun são amigos desde a infância que mantêm um relacionamento secreto fora da escola, na mesma escola existe o aluno transferido Xiao Shang que esconde uma vida totalmente diferente através de sua natureza tranquila. Círculos Sociais significam aceitações e esses meninos buscam uma forma de como se encaixar nesse meio."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cdf75cd8-4e87-4bde-a430-44ea174cc035",
    "title": {
      "en": "Shouwaru Tensai Osananajimi to no Shoubu ni Makete Hatsutaiken o Zenbu Ubawareru Hanashi"
    },
    "updatedAt": "2024-04-19T11:10:40+00:00",
    "coverArt": "https://mangadex.org/covers/cdf75cd8-4e87-4bde-a430-44ea174cc035/cfa7490a-adb6-43ab-94cd-f5e43f02f9e9.jpg",
    "altTitles": [
      {
        "ja": "性悪天才幼馴染との勝負に負けて初体験を全部奪われる話"
      },
      {
        "ja-ro": "Shouwaru Tensai Osananajimi to no Shoubu ni Makete Hatsutaiken wo Zenbu Ubawareru Hanashi"
      },
      {
        "th": "เรื่องราวของการพ่ายแพ้การแข่งขันให้กับเพื่อนสมัยเด็กอัจฉริยะตัวร้ายผู้คอยพรากประสบการณ์ครั้งแรกทุกอย่างไป"
      },
      {
        "zh": "败给了性格恶劣的天才青梅，初体验全部被夺走这件事"
      },
      {
        "zh-hk": "敗給了性格惡劣的天才青梅，初體驗全部被奪走這件事"
      },
      {
        "en": "How I Lose Bets With My Sadistic Gifted Childhood Friend and She Steals All of My Firsts"
      }
    ],
    "description": {
      "en": "A twisted girls' love story featuring: A devilish girl hiding behind the mask of an honor student x An ordinary girl who hates losing.\n\nWakaba Yoshizawa has a childhood friend named Komaki Umezono.\n\nThis girl wore the mask of an honor student with good morals who's blessed with both beauty and brains, but in reality she's an evil genius who looked down on people. For the sake of regaining the dignity she lost to Komaki, Wakaba challenges her to a match, but Komaki tells her \"Each time I win, I will take one precious thing from you.\" as a condition!? Every time she loses to the girl she \"hates\", her true feelings get exposed.\n\n(Source: Young Ace Up)",
      "th": "อุเมะโซโนะ โคมากิ เพื่อนสมัยเด็กของ โยชิซาวะ วาคาบะ เธอสวมหน้ากากนักเรียนดีเด่นทั้งที่เป็นผู้หญิงชั่วร้าย ที่ชอบดูถูกผู้คน เพื่อกอบกู้ศักดิ์ศรีที่โคมากิแย่งชิงไปจากเธอ วาคาบะ จึงต้องแข่งขันกับเธอ โดยมีเงื่อนไขว่าถ้าชนะ เธอจะพรากสิ่งสำคัญหนึ่งอย่างของวาคาบะไป...!? \"ฉันเกลียดเธอ!\" ถึงจะเป็นแบบนั้น ทุกครั้งที่พ่ายแพ้ความรู้สึกที่แท้จริงก็ค่อย ๆ ถูกเปิดเผยออกมา",
      "es-la": "¡Una distorsionada historia de amor entre la estudiante modelo con una máscara demoníaca y la chica común que no se rinde!\n\nWakaba Yoshizawa, la amiga de la infancia de Wakaba, Komaizumi Komaki. Ella era una chica malvada que llevaba una máscara de estudiante modelo perfecta y talentosa, que miraba por encima del hombro a los demás. Wakaba desafía a Komaki para recuperar su dignidad que le fue arrebatada, pero se le pone una condición: \"Si gano, tomaré una cosa importante de Wakaba una por una\" ¡Cada vez que pierde contra ella, revela sus verdaderos sentimientos! ¡Una emocionante historia de amor entre chicas que ganó el Premio de Oro en el 28vo Concurso Sneaker Award, ahora en formato de cómic!",
      "pt-br": "Uma história de amor distorcida entre garotas: uma garota diabólica escondida por trás da máscara de uma estudante exemplar x uma garota comum que odeia perder.\n\nWakaba Yoshizawa tem uma amiga de infância chamada Komaki Umezono.\n\nEssa garota usava a máscara de uma estudante exemplar com boas virtudes, abençoada com beleza e inteligência, mas na realidade ela é uma gênio do mal que despreza as pessoas. Para recuperar a dignidade perdida para Komaki, Wakaba desafia-a para um duelo, mas Komaki lhe diz: \"Cada vez que eu ganhar, vou tirar algo precioso de você.\" como condição!? Cada vez que ela perde para a garota que \"odeia\", seus verdadeiros sentimentos são expostos."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6adab7d5-4efe-4cf1-beb3-fee19ccd0da5",
    "title": {
      "en": "Arcana 02 - Rebel ・ Phantom Thief"
    },
    "updatedAt": "2022-03-18T05:30:36+00:00",
    "coverArt": "https://mangadex.org/covers/6adab7d5-4efe-4cf1-beb3-fee19ccd0da5/54af5e28-4d1a-4a83-8457-dc49d02c4aeb.jpg",
    "altTitles": [
      {
        "en": "\"Such a Story\""
      },
      {
        "en": "Arabiana"
      },
      {
        "en": "Arcana - Rebel and Phantom Thief"
      },
      {
        "ja-ro": "Arcana - Zoku ・ Kaitou"
      },
      {
        "en": "Arcana 02 - Rebel and Phantom Thief"
      },
      {
        "en": "Arcana 02: Rebel and Phantom Thief"
      },
      {
        "en": "Arcana 2"
      },
      {
        "ja": "ゼロサムオリジナルアンソロジーシリーズ A"
      }
    ],
    "description": {
      "en": "Volume 2 : Rebel and Phantom Thief  \n  \n  \n1. Candy by Haibara Yaku  \n  \n2. \"Such a Story\" by Mazaki Haruka  \n  \n3. Flies by Minekura Kazuya  \n  \n4. Arabiana by Mizuhara Kenta  \n  \n5. The Ancient History of the Three Thieves by Takayama Shinobu  \n  \n6. The Adventure of Captain Arco Iris by Tsutsumi Shouko  \n  \n7. Skyhigh Tension by Fujimura Ayumi  \n  \n8. Mushroom and Kappa: Arcana compilation for thieves on business trips by Magami Guriko  \n  \n9. The Lonely Mountain Robber by Tachibana Ayun  \n  \n10. Lanekeeper by Fujiwara Yuu  \n  \n11. Moonlight Honey by Shindou Arashi  \n  \n12. The Unlucky Pirate by Asada Yasuka  \n  \n13. Strobo Rider by Kouzuki Reo  \n  \n14. Moonlight Dance by Kouga Yun"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "14"
  },
  {
    "mangaId": "4294a016-684b-4a86-8c6f-cc0e8bb2a669",
    "title": {
      "en": "Baki Gaiden: Hana no Chiharu"
    },
    "updatedAt": "2024-05-04T18:25:29+00:00",
    "coverArt": "https://mangadex.org/covers/4294a016-684b-4a86-8c6f-cc0e8bb2a669/19db4b5b-37da-46ee-9f8a-11662227d835.jpg",
    "altTitles": [
      {
        "ja": "バキ外伝花のチハル"
      },
      {
        "en": "Baki Side Story: Chiharu's Flower"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nThe classic look, and a presence backed by an overwhelming sentimentality!　\n\nThe shocking story of Chiharu Shiba, the leader of a suicide squad of Bozozoku, is depicted in this work!",
      "pt-br": "Baki Gaiden: Hana no Chiharu abre como uma nova história na série Baki. A história se foca em Chiharu Shiba, o segundo capitão suicida da gangue de motociclistas Gandamashi Bomba. É uma história sobre um homem com coragem e seus modos de luta."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d04c225e-d017-42e4-b805-cb910d833672",
    "title": {
      "en": "Monster Devourer"
    },
    "updatedAt": "2024-03-12T01:19:04+00:00",
    "coverArt": "https://mangadex.org/covers/d04c225e-d017-42e4-b805-cb910d833672/5eb25cb8-82b7-4a0b-af31-2e584d3d8875.jpg",
    "altTitles": [
      {
        "ko": "먹뀌싸"
      }
    ],
    "description": {
      "en": "‘Meok Gwi-Sa’ is a Monster Hunter who eats monsters to protect the human world. After the release of the Hell demon, he lost his power. He managed to survive and met Goyoung. Goyoung, is a young individual with a petite build, who has endured a lifetime of torment due to his physical stature. His childhood friend, Kang Jong-bo, suddenly transforms into a bully during high school. However, their lives take an unexpected turn when Goyoung acquired a mysterious power which is the ability to devour monsters. Goyoung embarks on a perilous journey to protect humanity from the impending threat of the Gate to Hell. Will he be able to control his new powers and save the world from its impending doom?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4dde1161-3101-4dbb-aaba-ff3a84219cba",
    "title": {
      "en": "Shameless School"
    },
    "updatedAt": "2024-05-21T20:55:18+00:00",
    "coverArt": "https://mangadex.org/covers/4dde1161-3101-4dbb-aaba-ff3a84219cba/6d0b1dc4-f0ef-49ce-b174-f1514e4b38a0.jpg",
    "altTitles": [
      {
        "ja": "ハレンチ学園"
      },
      {
        "fr": "L'École impudique"
      },
      {
        "it": "La Scuola Senza Pudore"
      },
      {
        "ja-ro": "Harenchi Gakuen"
      },
      {
        "zh-hk": "破廉恥學園"
      },
      {
        "ko": "파렴치 학원"
      }
    ],
    "description": {
      "en": "The first ecchi in history.\n\nBeginning in the first issue of Weekly Shonen Jump (ch 2). The nature of the content is very extreme with both teachers and students being involved in perverted situations. Over the publication, Go Nagai included more extreme content at the encouragement of his editor. As the manga continued its serialization, it garnered more and more controversy from parents. As a result, the Jump Editorial Dept. decided to cancel the serial. \n\nNagai, in response to the controversy, decided to end off the manga [End of part 1] with the very infamous \"Harenchi War\" (Shameless War) arc.\n\n_(spoiler)\nThe arc kills off the majority of the cast in a very gory and disturbing manner and remains a very infamous arc to this day._\n\n\nShameless School is controversial in Japan even today and is regarded as a \"traumatic work\" by several news publications.\n\nThe manga consists of 3 parts, with the last left unfinished due to the cancellation. + last volume includes 3 chapters backstory arc for Bearded Godzilla."
    },
    "status": "cancelled",
    "releaseDate": 1968,
    "contentRating": "suggestive",
    "lastVolume": "11",
    "lastChapter": "66"
  },
  {
    "mangaId": "3740c588-a11b-4d1f-ba19-807b8b565cf7",
    "title": {
      "en": "Arcana 04 - Vampire"
    },
    "updatedAt": "2023-01-24T20:31:48+00:00",
    "coverArt": "https://mangadex.org/covers/3740c588-a11b-4d1f-ba19-807b8b565cf7/a2b993c5-2fcf-41a1-9fbb-b6267020c455.jpg",
    "altTitles": [
      {
        "en": "A Gentle Temperature"
      },
      {
        "en": "A Shower in the Sunshine"
      },
      {
        "en": "Arcana - Vampire"
      },
      {
        "en": "Arcana 04: Vampire"
      },
      {
        "en": "Arcana 4"
      },
      {
        "ja-ro": "Arcana 4 - Kyuuketsuki"
      },
      {
        "en": "Blood Donation Advice"
      },
      {
        "ja-ro": "Chiyo-sama!"
      },
      {
        "ja": "ゼロサムオリジナルアンソロジーシリーズ Arcana (4) [吸血鬼]"
      }
    ],
    "description": {
      "en": "Volume 4 : Vampire  \n  \n1. Sleeping Vampire by Kinoshita Sakura  \n  \n2. Mushroom and Kappa: Arcana compilation for vampires on business trips by Magami Guriko  \n  \n3. Crossing the River by Kouga Yun (Chapter 0 of Satou-kun to Tanaka-san - The Blood Highschool)  \n  \n4. A Shower in the sunshine by Omote Sora  \n  \n5. Urban Vampire by Bikke  \n  \n6. Sky Burial by Takayama Shinobu  \n  \n7. Today's Dining Table by Saeki Yashiro  \n  \n8. The Aegis of the Coffin of Time by Yugyoji Tama  \n  \n9. Forest of Nobility by Kayase Shiki  \n  \n10. Chiyo-sama! by Shindo Arashi  \n  \n11. Strigoi Kingdom by Serikawa Mame  \n  \n12. The Catharsis of Truth by Inui Miku  \n  \n13. Blood Donation Advice by Igarashi Ran  \n  \n14. The Novice Vampire by Amamiya Azusa  \n  \n15. A Gentle Temperature by Kisaragi Yoshinori"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "15"
  },
  {
    "mangaId": "edaae213-67c7-4a6c-ad5f-141001891741",
    "title": {
      "en": "Yu-Gi-Oh!"
    },
    "updatedAt": "2024-02-25T23:06:16+00:00",
    "coverArt": "https://mangadex.org/covers/edaae213-67c7-4a6c-ad5f-141001891741/9064ab4f-ce36-4f37-9c36-a725d631fc40.jpg",
    "altTitles": [
      {
        "ja-ro": "Yu☆Gi☆Oh"
      },
      {
        "ru": "Король игр"
      },
      {
        "ja": "遊☆戯☆王"
      },
      {
        "ja": "遊戯王"
      },
      {
        "ko": "유희왕"
      },
      {
        "en": "The King of Games"
      },
      {
        "th": "เกมกลคนอัจฉริยะ"
      },
      {
        "sv": "spelkungen"
      },
      {
        "ru": "Ю:-ги-о:"
      },
      {
        "fi": "Pelien kuningas"
      },
      {
        "de": "König der Spiele"
      },
      {
        "vi": "Vua Trò Chơi"
      },
      {
        "pt": "rei dos jogos"
      },
      {
        "fr": "Le Roi des jeux"
      },
      {
        "es": "El rey de los juegos"
      },
      {
        "sr": "Југио"
      },
      {
        "bg": "Ю-Ги-О!"
      },
      {
        "bg": "цар на игрите"
      },
      {
        "da": "Spillenes Konge"
      },
      {
        "ro": "Game King"
      },
      {
        "nl": "Koning der Spellen"
      },
      {
        "el": "Game King"
      },
      {
        "hu": "A Játékok Királya"
      },
      {
        "fa": "یو-گی-او"
      },
      {
        "ar": "يوغي ملك اللعبة"
      },
      {
        "zh-hk": "遊戲王"
      },
      {
        "zh": "遊戲王"
      },
      {
        "zh-ro": "Iû-hì-ông"
      },
      {
        "id": "Raja Permainan"
      },
      {
        "ms": "raja permainan"
      },
      {
        "ko-ro": "yuhuiwang"
      },
      {
        "pt-br": "O Rei dos Jogos"
      },
      {
        "ja-ro": "Yu☆Gi☆Oh!"
      }
    ],
    "description": {
      "en": "Sitting by himself in the back of the class, 10th-grader Yugi always had his head in some game–until he solved the Millennium Puzzle, an Egyptian artifact containing the spirit of a master gambler from the age of the pharaohs! Awakened after three thousand years, the King of Games possesses Yugi, recklessly challenging bullies and evil-doers to the Shadow Games, where the stakes are high, and even the most ordinary bet may result in weirdness and danger beyond belief! Let the games… begin!",
      "pt-br": "O estudante Yugi Mutou passou a maior parte de seu tempo sozinho jogando jogos - até que ele resolveu o Enigma do Milênio, um artefato egípcio misterioso! Possuída pelo quebra-cabeça, Yugi se torna o Yu-Gi-Oh(O Rei dos Jogos), e irá enfrentar os desafios dos Jogos das Sombras - Jogos mortais com grandes apostas e altos riscos, como apostar a sua alma e a alma de seus queridos amigos! O mangá contém novas histórias não vistas no anime, incluindo a origem de Yugi e seus amigos!"
    },
    "status": "completed",
    "releaseDate": 1996,
    "contentRating": "safe",
    "lastVolume": "38",
    "lastChapter": "343"
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-05-16T00:15:07+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/e1f73f40-5e0c-4b38-8856-174b14a7b524.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ede52b73-2d60-403b-bd47-fa64ed064fb0",
    "title": {
      "en": "I Won't Touch You Anymore"
    },
    "updatedAt": "2024-05-08T18:15:58+00:00",
    "coverArt": "https://mangadex.org/covers/ede52b73-2d60-403b-bd47-fa64ed064fb0/88bb3df7-ec44-4109-86fd-57e6c788394a.jpg",
    "altTitles": [
      {
        "ja": "もう触れないキミ"
      },
      {
        "ja-ro": "Mou Furenai Kimi"
      },
      {
        "en": "You Who Can't Touch Me Anymore"
      }
    ],
    "description": {
      "en": "In their high school days Shiraishi would tease her classmate Arashi constantly always touching his shaved head. Now, many years later, Shiraishi finds herself enthralled with a rising celebrity that she sees on TV an in magazines. This celebrity being none other that Arashi, her former classmate, now with long grown out hair. She wanders the streets hoping that by some happenstance she might once again meet him and be able to tell him the things she's kept in her heart for so many years. A tale of lost opportunities and love separated by time...",
      "ja": "昔触りまくっていた坊主頭の同級生が芸能人に…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46bf8e69-ca43-4608-ac5a-24332390c29a",
    "title": {
      "en": "mā kono amatta yatsuo omaeni yaran' kotomo nai"
    },
    "updatedAt": "2024-05-21T20:33:21+00:00",
    "coverArt": "https://mangadex.org/covers/46bf8e69-ca43-4608-ac5a-24332390c29a/a25fe326-0f4d-402c-979d-aa5ce113de3c.png",
    "altTitles": [
      {
        "ja-ro": "mā kono amatta yatsuo omaeni yaran' kotomo nai"
      },
      {
        "ja": "まあ...... この余ったやつをお前にやらんこともない"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb949242-a716-4bff-a91d-83e5c0412673",
    "title": {
      "en": "Comic ☆ Shinichi"
    },
    "updatedAt": "2023-04-13T03:48:09+00:00",
    "coverArt": "https://mangadex.org/covers/bb949242-a716-4bff-a91d-83e5c0412673/79f6bdc6-fcb1-440b-aac4-9a812026ee78.jpg",
    "altTitles": [
      {
        "ja": "コミック☆星新一"
      },
      {
        "ja": "コミック☆星新一 午後の恐竜"
      },
      {
        "ja": "コミック☆星新一 空への門"
      },
      {
        "ja": "コミック☆星新一 親しげな悪魔"
      },
      {
        "ja": "コミック星新一　ショートショート招待席"
      },
      {
        "ja-ro": "Comic Hoshi Shinichi"
      },
      {
        "en": "The Guest from Space"
      }
    ],
    "description": {
      "en": "Omnibus of short stories from the famous science-fiction author Hoshi Shin'ichi:  \n  \nVolume 1: Afternoon Dinosaur  \n- Perfect Girl (JUN)  \n- Golden Pin (KAWAGUCHI Madoka)  \n- A Study of Angels (KIKI)  \n- I am an Assassin (KAZUHASHI Tomo)  \n- Come Out (SABA Tamayumi)  \n- Afternoon Dinosaur (SHIRAI Hiroko)  \n- Modern Life (ARITA Kei)  \n- Living Maintenance (SHIMURA Takako)  \n- Incident of the Night (ODA Hideji)  \n- Box (ODA Hideji)  \n  \nVolume 2: The Gate to Space  \n- The Gate to Space (KITOH Mohiro)  \n- The Mirror (HANEO)  \n- The Patient (TOYAMA Mutsuki)  \n- The Butterfly of Winter (ABE Jun)  \n- Execution (ABE Jun)  \n- The Problem of Level (HITOMI Akane)  \n- Fate (KAWAGUCHI Madoka)  \n- Wonderful Life (SUZUKI Shiho)  \n  \nVolume 3: Short Short Shoutaiseki  \nVolume 4: The Friendly Demon  \nVolume 5: The Guest From Space",
      "es": "Un conjunto de historias cortas del famoso autor de ciencia ficción Hoshi Shin'ichi:  \n  \nVolumen 1: Dinosaurio de la tarde  \n- Chica perfecta (JUN)  \n- Alfiler de oro (KAWAGUCHI Madoka)  \n- Un estudio de los ángeles (KIKI)  \n- Soy un asesino (KAZUHASHI Tomo)  \n- Salga (SABA Tamayumi)  \n- Dinosaurio de la tarde (SHIRAI Hiroko)  \n- La vida moderna (ARITA Kei)  \n- Mantenimiento de la vida (SHIMURA Takako)  \n- Incidente de la noche (ODA Hideji)  \n- Caja (ODA Hideji)  \n  \nVolumen 2: La Puerta al Espacio  \n- La Puerta del Espacio (KITOH Mohiro)  \n- El espejo (HANEO)  \n- El paciente (TOYAMA Mutsuki)  \n- La Mariposa de Invierno (ABE Jun)  \n- Ejecución (ABE Jun)  \n- El problema del nivel (HITOMI Akane)  \n- Destino (KAWAGUCHI Madoka)  \n- Maravillosa vida (SUZUKI Shiho)  \n  \nVolumen 3: El corto, corto, Shoutaiseki   \nVolumen 4: El Demonio Amigo  \nVolumen 5: El invitado del espacio"
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": ""
  },
  {
    "mangaId": "ecde3e7d-a3f3-486a-977a-bf3eb5a13a11",
    "title": {
      "en": "One for All"
    },
    "updatedAt": "2024-05-21T20:09:30+00:00",
    "coverArt": "https://mangadex.org/covers/ecde3e7d-a3f3-486a-977a-bf3eb5a13a11/8ac66e4b-8e00-4ebb-98b5-63ebb560d7d3.jpg",
    "altTitles": [
      {
        "ja": "ワンフォーオール"
      }
    ],
    "description": {
      "en": "\"You wanna play rugby together?\"\n\nArashi is a hot-blooded first year high school student enrolled on a rugby scholarship. Calling himself \"the man who stirs up a storm\", he unites a peculiar group of problem children, leading them towards the peak of high school rugby, the Hanazono! A youth rugby club story told by the delinquent manga legend, Yanauchi Daiju!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34019331-7377-4e2c-837e-f6e1ab2b5ef7",
    "title": {
      "en": "The Seven Deadly Sins: Four Knights of the Apocalypse"
    },
    "updatedAt": "2024-04-10T13:34:10+00:00",
    "coverArt": "https://mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/3936c3c4-454b-4261-8f15-883c00cf3783.jpg",
    "altTitles": [
      {
        "ja": "黙示録の四騎士"
      },
      {
        "en": "The Four Knights of Apocalypse"
      },
      {
        "es-la": "Los cuatro caballeros del apocalipsis"
      },
      {
        "uk": "Чотири лицарі Апокаліпсису"
      },
      {
        "ko": "묵시록의 사기사"
      },
      {
        "zh-hk": "默示錄的四騎士"
      },
      {
        "tr": "Mahşerin Dört Şövalyesi"
      },
      {
        "tr": "Yedi Ölümcül Günah: Mahşerin Dört Şövalyesi"
      },
      {
        "pt-br": "Os quatro cavaleiros do apocalipse"
      },
      {
        "ru": "Четыре рыцаря Апокалипсиса"
      },
      {
        "ja-ro": "Mokushiroku no Yonkishi"
      },
      {
        "vi": "Tứ Kỵ Sĩ Khải Huyền"
      }
    ],
    "description": {
      "en": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey. Whether you know \"The Seven Deadly Sins\" or not, you can still enjoy it! The world's most awaited adventure fantasy!",
      "es": "La profecía se ha cumplido. \"En un futuro no muy lejano, habrá cuatro caballeros sagrados que destruirán el mundo. Son los Cuatro Jinetes del Apocalipsis.\"\"\nLos santos caballeros que juraron fidelidad al rey Arturo estaban ansiosos por cortar el mal de raíz. Las consecuencias de estos acontecimientos llegan hasta la frontera... y sacuden el destino de un niño. Un niño que da el primer paso como le dice su corazón. ¿Qué le espera: sueños, esperanzas, gloria o pecado? La fantasía heroica del pasado y del presente, ¡el inicio!",
      "fr": "Percival vit seul avec son grand-père Bargis, au sommet d’une haute montagne nommée le “Doigt divin”. Il y mène une vie heureuse, préservé du monde extérieur. Mais le jour de ses 16 ans, son destin bascule : un mystérieux guerrier à l’armure rouge s’en prend violemment à lui et à son grand-père. En effet, ce Chevalier sacré de Camelot est chargé d’éliminer quiconque s’apparenterait aux “Four Knights of the Apocalypse”, un groupe de cavaliers qui, d’après la prophétie, apparaîtra pour renverser le roi Arthur… Laissé pour mort, Percival survit à ses blessures et décide de partir en quête de vengeance, et d’aventures !",
      "ja": "『七つの大罪』正統続編！ 全世界待望の冒険ファンタジー!!\n\n予言は示された。「遠くない未来、世界を滅ぼす四人の聖騎士が現れる。――その名を〈黙示録の四騎士〉」。厄災の芽を摘まんと色めき立つは、アーサー王に忠誠を誓いし一騎当千の聖騎士たち。その余波は、遠く辺境にまで及び……、一人の少年の運命を揺るがす！ 己が心の命ずるまま、一歩を踏み出す少年。その前途に待つは、夢か希望か栄光か罪か。古今無双のヒロイック・ファンタジー、開幕!!",
      "tr": "Nazik bir çocuk olan Percival, büyükbabasıyla birlikte \"Tanrı'nın Parmağı\" adlı uzak bir yerde yaşıyor. Ancak dünya onun barış içinde yaşamasına izin vermeyecektir. Gizemli bir şövalyeyle karşılaşmaları kaderlerini değiştirir ve şok edici bir sır ortaya çıkar. Çocuk sonsuz bir yolculuğa çıkar. \"Yedi Ölümcül Günah\"ı bilseniz de bilmeseniz de tadını çıkarabilirsiniz! Dünyanın en çok beklenen macera fantezisi!",
      "uk": "Історія є продовженням манги \"Сім Смертних гріхів\". Початок манги знайомить нас з Персівалем - шістнадцятирічний хлопець з ширяючого острова «Палець бога», який після певних подій вирушає в подорож чарівним королівством під назвою Британія.",
      "es-la": "Percival, un niño bondadoso, vive con su abuelo en un lugar remoto llamado \"El dedo de Dios\". Sin embargo, el mundo no le permite vivir en paz. Un encuentro con un misterioso caballero cambia su destino, y se revela un impactante secreto. El niño emprende un viaje interminable. Tanto si conoce \"Los siete pecados capitales\" como si no, ¡podrá disfrutar de él! ¡La fantasía de aventuras más esperada del mundo!",
      "pt-br": "Percival, um menino bem-humorado, vive com seu avô em um lugar remoto chamado “O Dedo de Deus”. No entanto, o mundo não permite que ele viva em paz. Um encontro com um misterioso cavaleiro muda seu destino, e um segredo chocante é revelado. O menino embarca em uma jornada sem fim."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "039c5a21-c94f-406f-b8e8-f246df664697",
    "title": {
      "en": "Foul's Start"
    },
    "updatedAt": "2024-05-12T18:35:09+00:00",
    "coverArt": "https://mangadex.org/covers/039c5a21-c94f-406f-b8e8-f246df664697/d2099ccc-8e90-494e-b466-938a2c6a7203.jpg",
    "altTitles": [
      {
        "ko": "파울즈 스타트"
      }
    ],
    "description": {
      "fr": "\"Eun Hae-il\", est devenu adulte sans jamais oublier le garçon dont il était secrètement amoureux. Cette année-là, après avoir passé quatre fois le concours, il a finalement été accepté dans l'école de ses rêves. Mais alors qu'il sauvait un enfant tombé à la mer, il s'est épuisé et a été emporté par les vagues, au point de se noyer lui-même.\n\nAlors qu'il fermait les yeux en pensant au garçon qu'il aimait tant juste avant de rendre son dernier souffle, lorsqu'il les rouvrit, il se trouvait dans un bus plutôt que dans l'océan.\n\nRessuscité après avoir traversé la mort et le temps, Eun Hae-il se retrouve face à son amour de jeunesse, \"Yoon Pado\". \n\nEst-ce que c'est vraiment une seconde chance offerte par le destin ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0c5be8c-bf90-4343-bd27-be6a31e4621e",
    "title": {
      "en": "Moritat"
    },
    "updatedAt": "2023-08-25T14:44:49+00:00",
    "coverArt": "https://mangadex.org/covers/b0c5be8c-bf90-4343-bd27-be6a31e4621e/aac3e2c6-5a33-453e-9260-8b4509bb060a.png",
    "altTitles": [
      {
        "ru": "Моритат"
      },
      {
        "ko": "모리타트"
      }
    ],
    "description": {
      "en": "\"I woke up with nothing but fragments of memories from my life up to now. There was a man standing by my bed, who introduced himself as my lover. But one of my few recollections is of being left for dead in a snowy field by this very same man…  \n  \nStill, he looks like the only one who can provide me with the answers I need. Who the hell is he? What was the real relationship between the two of us?\""
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "52"
  },
  {
    "mangaId": "bfd18f9d-5441-43e5-8b37-1e83de3758c4",
    "title": {
      "en": "Shibatarian"
    },
    "updatedAt": "2024-04-12T15:31:50+00:00",
    "coverArt": "https://mangadex.org/covers/bfd18f9d-5441-43e5-8b37-1e83de3758c4/dcb94fcc-b78b-479f-a4ee-8fcb0ab28c02.jpg",
    "altTitles": [
      {
        "ja": "シバタリアン"
      },
      {
        "ru": "Cибатарианец"
      },
      {
        "th": "ชาวชิบาตะ"
      }
    ],
    "description": {
      "en": "In the spring of my third year of middle school, I found Shibata buried beneath a sakura tree. We watched movies and became fast friends, even planned to make a movie together for the school festival...but no one at school seemed to know him. I will discover Shibata and the whole world will turn into Shibata. This is a story of, by, and for Shibata. Now showing in a theater near you."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78687be0-7487-4671-ac55-a6c6bbdb449b",
    "title": {
      "en": "Gakuen Mono no Otome Game no Sekai ni Tensei Shita kedo, Cheat-mochi no Haikei Danshi Seito datta you desu"
    },
    "updatedAt": "2024-05-01T05:32:00+00:00",
    "coverArt": "https://mangadex.org/covers/78687be0-7487-4671-ac55-a6c6bbdb449b/7a144595-9bb8-460b-9c54-037fba00e48b.jpg",
    "altTitles": [
      {
        "ja": "学園物の乙女ゲームの世界に転生したけど、チート持ちの背景男子生徒だったようです。"
      },
      {
        "zh-hk": "我似乎在學園主題的乙女遊戲世界中轉生，但我是一個有外掛的背景男子學生。"
      },
      {
        "en": "It Seems that I was Reincarnated into the World of a School Otome Game, but I was a Background Male Student with Cheats."
      }
    ],
    "description": {
      "en": "Kenta, a freelancer, is reincarnated into a world that resembles a school otome game that his sister likes, and he finds himself a male student with a background character. In his reincarnation, Kenta tries his best to improve his living environment as a commoner, Kent, by making his part-time bakery across the street from his house thrive, but for some reason, more and more attractive women start to appear around him."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b22561f9-81f1-45f6-b2c0-f5b53cfaee19",
    "title": {
      "en": "All Hail the Sect Leader"
    },
    "updatedAt": "2024-05-20T19:37:31+00:00",
    "coverArt": "https://mangadex.org/covers/b22561f9-81f1-45f6-b2c0-f5b53cfaee19/b00c0236-2959-46b3-9580-f78993e2cd24.jpg",
    "altTitles": [
      {
        "en": "The Greatest Sect Leader of All-Time"
      },
      {
        "zh-ro": "Wangu Zui Qiang Zong"
      },
      {
        "zh": "万古最强宗"
      }
    ],
    "description": {
      "en": "All the members of my sect are abnormally strong. All my disciples turn out to be big shots, and I'll definitely become invincible in this world!",
      "fr": "Ma quête est de développer une secte qui serait un foyer chaleureux pour ses membres. Dedans, non seulement le chef de secte est amusant (ouais c'est moi) mais les disciples sont excentriques, aux personnalités très variées. Ils ont comme particularités d'être en constante évolution et d'être anormalement forts. Tous se révèlent être des gros bonnets, et moi, leur patriarche, je deviendrai invincible ! Approchez, les enfants, rejoignez ma secte et ensemble nous réaliserons vos rêves !"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63fb6354-0ace-4f74-b8b8-af1be314f245",
    "title": {
      "en": "Class no Daikirai na Joshi to Kekkon Suru Koto ni Natta"
    },
    "updatedAt": "2024-05-21T19:56:30+00:00",
    "coverArt": "https://mangadex.org/covers/63fb6354-0ace-4f74-b8b8-af1be314f245/8198a3bb-88ea-4395-8f72-03a9c61226fd.jpg",
    "altTitles": [
      {
        "ja": "クラスの大嫌いな女子と結婚することになった。"
      },
      {
        "en": "I’m Getting Married to a Girl I Hate in My Class"
      },
      {
        "en": "I Ended Up Marrying a Girl I Hate in My Class"
      },
      {
        "zh-hk": "我要和班裡我最討厭的妹子結婚了。"
      },
      {
        "ja": "Kurasu no daikirai na joshi to kekkon suru koto ni natta."
      }
    ],
    "description": {
      "en": "High school student Hojo Saito married his classmate, Sakuramori Akane, the girl who’s his worst enemy in school.\r\n\r\n“If you tell the rest of the class we’re married, I’ll kill you”\r\n\r\n“I don’t want them to know either. There’s no point in that.”\r\n\r\nTheir newlywed life wasn’t going so well, and they were constantly at odds. However, as they progress through their daily lives, the distance between them closes, they have more enjoyable moments together, and they gradually come to understand one another.\r\n\r\nSaito learns about Akane’s cute side, which he never saw before, and Akane gradually began to recognize the feelings that she’s been keeping inside…\r\n\r\nThe heart-throbbing newlywed life of two people who just can’t seem to be honest with each other begins here!",
      "pt-br": "O estudante do ensino médio Hojo Saito se casou com sua colega de classe, Sakuramori Akane, a garota que é seu pior inimigo na escola. \n\n“Se você contar ao resto da turma que somos casados, eu mato você” \n\n“Eu também não quero que eles saibam. Não há sentido nisso. ” \n\nA vida de recém-casados não estava indo muito bem e eles estavam constantemente em conflito. No entanto, à medida que avançam em suas vidas diárias, a distância entre eles diminui, eles passam momentos mais agradáveis juntos e, aos poucos, passam a se entender. Saito aprende sobre o lado fofo de Akane, que ele nunca tinha visto antes, e Akane gradualmente começou a reconhecer os sentimentos que ela estava guardando… \n\nA vida de recém-casado comovente de duas pessoas que simplesmente não conseguem ser honestas uma com a outra começa aqui!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "192aa767-2479-42c1-9780-8d65a2efd36a",
    "title": {
      "en": "Gachiakuta"
    },
    "updatedAt": "2024-03-20T01:10:36+00:00",
    "coverArt": "https://mangadex.org/covers/192aa767-2479-42c1-9780-8d65a2efd36a/c421579e-d76e-4994-9c2e-ba16d9015fef.jpg",
    "altTitles": [
      {
        "ru": "Гачиакута"
      },
      {
        "ja-ro": "Gachi Akuta"
      },
      {
        "ja": "ガチアクタ"
      },
      {
        "fa": "گاچیاکوتا"
      },
      {
        "en": "Real Trash"
      },
      {
        "id": "Gachiakuta"
      },
      {
        "hi": "असल कचरा"
      },
      {
        "uk": "Ґачіакута"
      }
    ],
    "description": {
      "en": "A slum where criminals' descendants live... People beyond the border look down and discriminate them as \"tribal people.\" Ludo, an orphan boy, lives in the slum with his foster parent, Legt, and makes a living using his extraordinary physical abilities. However, one day, he was accused for a crime he didn't commit., and is thrown into the \"abyss\" which even the slum people fear.\n\n---\nLiving in the slums of a wealthy town, Rudo and his foster father Legto try to coexist with the rest of the town's residents, but Rudo despises the wastefulness of the upper class. Ignoring the warnings from those around him, Rudo regularly rummages through the town's garbage in search of anything useful or valuable to save from the \"Abyss\"—a massive hole where anything considered trash is dumped, including people. Rudo's biological father was one such person, having been thrown into the Abyss after he was accused of murder.\n\nOne day, after running into a mysterious figure on the way home, Rudo returns to find Legto's dying body on the floor. He is immediately found at the scene by the authorities and is charged with murder. No one believes his claims of innocence, and he is thrown into the Abyss. Instead of dying, however, he finds himself in a strange, foul-smelling place surrounded by monsters made out of trash.\n\nWhen Rudo is attacked by said monsters, he is saved by a man named Engine, who reveals himself to be a \"janitor\"—someone who uses special weapons called \"jinkis\" to combat these creatures. In order to get his revenge on the one who killed Legto, Rudo reluctantly becomes a janitor to fight his way back up and out of the Abyss.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10010/episode/325146) (U.S. Only)",
      "fa": "در اطـــــــراف حلبی‌آباد  پرتـگاهی وجـو د دارد که هرکـس مرتکب\nخلافی شود به آنجا پـــــرت می‌شــود. رودو یتــیمی است که   در \nآنجا زندگی میکند اما روزی  به‌خاطر یک پاپوش او را به اشــــــــد\nمجازات محکوم می‌کنند.",
      "id": "Di daerah kumuh dimana keturunan kriminal tinggal... orang-orang yang di luar perbatasan mendiskriminasi dan merendahkan mereka sebagai \"orang suku.\". rudo, anak yatim, yang tinggal di daerah kumuh dengan orang tua angkatnya, regto, dan bertahan hidup menggunakan kemampuan fisik hebatnya. bagaimanapun, suatu hari, dia dituduh melakukan kejahatan yang dia tidak lakukan, dan dilempar ke dalam \"abyss\" yang bahkan orang-orang di daerah kumu bahkan ditakuti.'\nTinggal di daerah kumuh dari kota makmur, Rudo dan ayah angkatnya regto mencoba untuk bersahabat dengan orang-orang kota, tapi rudo membenci borosnya orang kelas atas. mengabaikan peringatan dari sekitarnya, Rudo mengais sampah melalui tempat pembuangan kota untuk mencari barang-barang bernilai atau berguna untuk diselamatkan dari \"abyss\"- lubang besar dimana apapun yang dianggap sampah dibuang ke sana, termasuk manusia. Ayah kandung Rudo termasuk orang itu, yang dilempar ke dalalm Abys setelah dia difitnah melakukan pembunuhan.\nSuatu hari, setelah lari dari sesosok misterius saat jalan pulang, Rudo menemukan tubuh sekarat Regto terbaring di lantai. dia dengan segera ditemukan di tkp oleh petugas dan dijatuhi dengan pembunuhan. Tidak seorangpun percaya ketidak bersalahannya, dan dia dilempar ke Abyss. Alih-alih mati, dia menemukan dirinya di tempat aneh, dan berbau busuk yang dikelilingi oleh monster yang terbuat dari sampah.\nKetika rudo diserang oleh monster itu, dia diselamatkan oleh pria yang bernama enjin, yang menyebut dirinya sebagai \"janitor\"- seseorang yang menggunakan senjata spesial yang disebut \"jinki\" untuk melawan makhluk itu. Agar dapat balas dendam pada orang yang membunuh Regto, Rudo dengan enggan menjadi seorang janitor untuk dapat kembali ke atas dan keluar dari Abyss.",
      "ja": "犯罪者の子孫たちが暮らすスラム街。境界線の向こうの人々からは「族民」とさげすまれ、差別を受けていた。孤児だった少年・ルドは、育ての親であるレグトと共にスラム街に住み、常人離れした身体能力を武器に生計を立てていた。だがある日、身に覚えのない罪を着せられ、スラムの人々でさえ恐れる「奈落」へと落とされてしまう……。",
      "es-la": "Barrios marginales habitados por descendientes de delincuentes. La gente de fuera de la frontera los desprecia y discrimina como \"gente de la tribu\". Ludo, un niño huérfano, vive en el barrio bajo con su padre adoptivo Legto, y se gana la vida utilizando sus extraordinarias habilidades físicas. Sin embargo, un día es acusado de un crimen que no cometió y se ve abocado al \"abismo\" que hasta los habitantes de los barrios bajos temen.\n\n(Source: Pocket Magazine)",
      "pt-br": "O grito redundante da alma que vem do fundo do poço em direção ao mundo infestado pelo desprezo e segregação! O subúrbio onde vivem os descendentes dos criminosos. Mesmo assim o Ludo vivia em meio à esse ambiente, de cabeça erguida, mas......!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79a9cce8-26f8-457b-935d-437149682855",
    "title": {
      "en": "Reporting for Duty, Duchess!"
    },
    "updatedAt": "2024-05-19T17:46:32+00:00",
    "coverArt": "https://mangadex.org/covers/79a9cce8-26f8-457b-935d-437149682855/23c32fcd-7555-486c-a64d-2e6949070880.jpg",
    "altTitles": [
      {
        "zh": "长官！本次战场是这里吗？"
      },
      {
        "ko": "대위님! 이번 전쟁터는 이곳인가요?"
      },
      {
        "en": "Captain! Where is the battlefield?"
      },
      {
        "en": "Captain! Is This Battlefield Here?"
      }
    ],
    "description": {
      "en": "Elite Special Forces Captain Lee Yoon-ah, who is said to be Korea's nerd. As a soldier to the bone, there was no romance in her life. However, a completely different world unfolds in front of her, who lost her mind after being hit by a shell while dispatched overseas. Being possessed by a romance fantasy novel written by a friend! She also becomes an extra 'Rosalie' who lives a miserable life. Taking a deep breath and shaking her head for a moment, she considers this a battlefield and decides to change her life. \"This is a class society.\" \"Because I've experienced enough to get tired of a hierarchical society called the military.\" \"Are you disobeying my orders now?\" Captain who conquers the duke with absolute charisma! However, she unintentionally seizes the romance... \"Duke, how does it feel to kneel down to the Crown Prince? It's the first time you've kneeled down to anyone other than the Emperor.\" The original male lead, not the female lead, falls to her knees. Captain, who didn't care about love, can you win this battlefield?",
      "fr": "Lee Yoon-Ah, capitaine d'une unité des forces spéciales, considérée comme la meilleure de Corée.\n\nEn tant que soldat, il n’y avait pas de romance dans sa vie. Cependant, un monde complètement différent se déroule devant elle, après avoir perdue sa tête à cause d'un bombardement lors de son expédition à l’étranger.\n\nElle se retrouve dans un roman d’amour fantastique écrit par son ami !\nElle devient alors « Rosalie », une femme qui vit une vie misérable.\n\nPrenant une profonde respiration et se tenant la tête un moment, elle décida de changer sa vie, considérant cet endroit comme un nouveau champ de bataille.\n\n« C’est une société hiérarchique, et j’ai suffisamment vécue dans une société hiérarchique appelée l’armée que j'en ai marre. »\n« Désobéissez-vous à mes ordres maintenant ? »\n\nElle rencontre alors un homme possédant un charisme absolu !\nMais involontairement, une romance s'installe...\n\n« Duchesse, que pensez-vous de faire agenouiller le prince héritier ? »\n« C’est la première fois que je m'agenouille devant quelqu’un d’autre que l’empereur. »\n\nLe personnage masculin original se met à genoux, et non pour l'héroïne.\nL'ancienne capitaine, qui ne se soucie pas de l’amour, pourra-t-elle gagner cette bataille ?",
      "pt-br": "Capitão das Forças Especiais de Elite Lee Yoon-ah, que dizem ser o nerd da Coreia. Como soldado até os ossos, não havia romance em sua vida. No entanto, um mundo completamente diferente se desenrola diante dela, que enlouqueceu após ser atingida por um projétil enquanto era despachada para o exterior. Ser possuído por um romance de fantasia escrito por um amigo! Ela também se torna uma 'Rosalie' extra que vive uma vida miserável. Respirando fundo e balançando a cabeça por um momento, ela considera isso um campo de batalha e decide mudar de vida. “Esta é uma sociedade de classes.” “Porque já experimentei o suficiente para me cansar de uma sociedade hierárquica chamada militar.” \"Você está desobedecendo minhas ordens agora?\" Capitão que conquista o duque com carisma absoluto! No entanto, ela involuntariamente agarra o romance ... “Duke, como é se ajoelhar para o príncipe herdeiro? É a primeira vez que você se ajoelha diante de alguém que não seja o imperador. O protagonista masculino original, não o protagonista feminino, cai de joelhos. Capitão, que não se importava com o amor, você pode vencer este campo de batalha?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b64cdcc2-b4e9-48f7-b45e-7f6e80aabd3a",
    "title": {
      "en": "Yowa Yowa Sensei"
    },
    "updatedAt": "2024-05-03T00:22:01+00:00",
    "coverArt": "https://mangadex.org/covers/b64cdcc2-b4e9-48f7-b45e-7f6e80aabd3a/10f45e88-7df7-42f4-82b9-f376430ab2cd.jpg",
    "altTitles": [
      {
        "ja": "よわよわ先生"
      },
      {
        "en": "Weak-kneed Teacher"
      },
      {
        "ru": "Учитель Ёваёва"
      },
      {
        "ja-ro": "Yowayowa Sensei"
      }
    ],
    "description": {
      "en": "It's the start of a new school year. The new homeroom teacher for Abikura-kun, a second-year high school boy, is Hiyori Hiwamura, who is known as a \"Scary Teacher\", rumored to curse you if she gets offended!One day after school, Abikura-kun witnessed the other side of \"YowaYowa-sensei\"... and he is shocked by the gap between reputation and reality! The opening of a romantic comedy that will stir up your protective instincts!!",
      "ja": "新学期。2年生に進級した男子高校生・阿比倉くん達のクラス担任になったのは、機嫌を損ねれば呪われると噂の通称『こわこわ先生』こと、鶸村ひより先生だった！ そんな、『こわこわ先生』の裏の一面を、ある日の放課後、目撃してしまった阿比倉くんは……。まさかのギャップに悶絶必至！ あなたの庇護欲を掻き立てる、よわよわラブコメ開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd38c075-8b12-450a-aeee-125e3ac5da4b",
    "title": {
      "en": "Fukushuu wo Koinegau Saikyou Yuusha wa, Yami no Chikara de Senmetsu Musou Suru"
    },
    "updatedAt": "2024-05-21T19:48:51+00:00",
    "coverArt": "https://mangadex.org/covers/bd38c075-8b12-450a-aeee-125e3ac5da4b/5c8ee3a1-5954-4e46-904b-9ae14b69ba27.jpg",
    "altTitles": [
      {
        "ru": "Герой, жаждущий мести, уничтожит врагов Силой Тьмы"
      },
      {
        "ja": "復讐を希う最強勇者は、闇の力で殲滅無双する"
      },
      {
        "ru": "Тёмная резня мстительного героя"
      },
      {
        "en": "The Strongest Brave Who Craves for Revenge, Extinguish with the Power of Darkness"
      },
      {
        "ja": "こいねが勇者"
      },
      {
        "es-la": "La Oscura Masacre del Héroe Vengativo"
      },
      {
        "zh-hk": "渴望復仇的最強勇者、以黑暗之力所向披靡"
      },
      {
        "en": "The Dark Massacre of the Vengeful Hero"
      }
    ],
    "description": {
      "en": "Raoul, who had defeated the demon king as the strongest hero, should have become the savior of the world. Having his treasured companions and family killed by power-hungry aristocrats, he was executed with false charges brought against him by the princess. Just before his life collapsed, at last, his heart fell into darkness.\n\n\"I'll tear those traitors from limb to limb. Burn them at the stake. Sever them to pieces. Skewer them. I'll kill every one of those bastards without mercy and make them taste hell's suffering.....!!!\"\n\nObtaining the power of darkness, Raoul was revived. Sneering, he vowed revenge. “Oh, I’m looking forward to it – from now on, I'll bask in their blood as I please.” \n\nSeveral days after the hero's revival in the imperial capital where flowers bloomed in profusion, the parade that would advance towards tragedy began.",
      "fr": "Raul qui avait vaincu le roi démon et reconnu comme étant le héros le plus fort aurait dû devenir le sauveur du monde. Mais ses chers compagnons et sa famille ont été tués par des aristocrates affamés de pouvoir, et lui exécuté suite à de fausses accusations portées contre lui par la princesse. Juste avant que sa vie ne s'effondre, son cœur tomba finalement dans les ténèbres. \"Je déchirerai ces traîtres de membre en membre. Brûlez-les sur le bûcher. Coupez-les en morceaux. Embrochez-les. Je tuerai tous ces salauds sans pitié et je leur ferai goûter les souffrances de l'enfer…. ! ! ! !\" ! Ayant obtenu le pouvoir des ténèbres, Raul fut ressuscité. En tout ricanant, il jura de se venger. \"Oh, j'ai hâte d'y être - à partir de maintenant, je me prélasserai dans leur sang comme il me plaira.\" Quelques jours après la renaissance du héros, dans la capitale impériale où les fleurs fleurissaient à profusion, le défilé qui allait mener vers la tragédie débuta.",
      "ja": "最強の勇者として魔王を倒したラウルは、世界の救世主となる――はずだった。　私利私欲を貪る貴族たちにより、仲間や家族を殺されたラウルは、偽りの罪で処刑される。命が潰えるその直前、ついに彼の心は悪に墜ちた。……あの裏切り者どもを、火炙りにして殺す。八つ裂きにして殺す。串刺しにして殺す。地獄のような苦しみの中で、憎き者たちを全員容赦なく殺してやる……!!!!　闇の力を手に入れ蘇生を果たしたラウルは、復讐を誓い、嗤う。「ああ、たのしみだな。――これからあいつらの血を、思う存分浴びることができる」　勇者の復活から数日後。花の咲き乱れる王都で、残虐を極めた復讐無双がはじまるのだった――。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a7d7b79-a0a0-4b60-afac-9c20fc8641d0",
    "title": {
      "en": "Kimi ni Furu Kotonoha wa"
    },
    "updatedAt": "2024-05-19T15:18:35+00:00",
    "coverArt": "https://mangadex.org/covers/7a7d7b79-a0a0-4b60-afac-9c20fc8641d0/51737970-8c03-4468-ad32-4c404536f50b.jpg",
    "altTitles": [
      {
        "ja": "君に降る言の葉は"
      },
      {
        "vi": "Ngôn Từ Rơi Xuống Nơi Anh"
      }
    ],
    "description": {
      "en": "One day, Komatsu Hinata, a book-loving high school student, meets a blond all-back-haired delinquent on the train on his way to school.\nHinata is so happy that someone is interested in his favorite novels and gets unintentionally excited, but the delinquent gives him a surprising response, and Hinata spits out terrible words at him.\nThinking that they would never meet again, he finds out that the delinquent is Igarashi Yukito, a student in the same class who has never been to school since the school started–?\nA hurtful youth and love story about two people who have never known love.",
      "vi": "Một ngày nọ, Komatsu Hinata, một học sinh trung học yêu tiểu thuyết, gặp một tên lưu manh tóc vàng ở tàu điện trên đường đến trường.\nHinata rất vui khi cũng có người quan tâm đến cuốn tiểu thuyết yêu thích của mình và vô tình bị kích động, nhưng cậu lưu manh lại có những lời lẽ không hay và điều đó làm Hinata tổn thương nên đã vô tình thốt ra những lời quá đáng.\nNghĩ rằng họ sẽ không bao giờ gặp lại nhau nhưng Hinata lại gặp lại tên lưu manh trên trường và hóa ra cậu lại là Igarashi Yukito, bạn cùng lớp chưa bao giờ đến trường kể từ hôm nhập học–?\nMột câu chuyện tình yêu xảy đến với hai người chưa từng biết đến tình yêu."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c511f19-fdb3-442a-89d9-c387c26a18b1",
    "title": {
      "en": "Watashi no Tomodachi ga Sekaiichi Kawaii"
    },
    "updatedAt": "2024-03-26T06:26:51+00:00",
    "coverArt": "https://mangadex.org/covers/8c511f19-fdb3-442a-89d9-c387c26a18b1/7852c746-da8b-4f0b-b3f6-3c3eba28cbac.jpg",
    "altTitles": [
      {
        "en": "My friend is the cutest in the world"
      },
      {
        "id": "Temanku Adalah Yang Terimut di Dunia"
      },
      {
        "ja": "わたしの友達が世界一かわいい"
      },
      {
        "ja": "私の友達が世界一かわいい"
      }
    ],
    "description": {
      "en": "Saionji Koharu is an admirable student council president. A beautiful and flouncy lady that happens to always be followed around by a girl named Maria."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "13"
  },
  {
    "mangaId": "9e76dadd-e0c6-452a-9f7d-b9f2ae85bc35",
    "title": {
      "en": "Koroshiya no Oshi"
    },
    "updatedAt": "2024-04-02T10:15:22+00:00",
    "coverArt": "https://mangadex.org/covers/9e76dadd-e0c6-452a-9f7d-b9f2ae85bc35/8e1f4b90-0916-45a0-bb8b-2a911fbd88c2.jpg",
    "altTitles": [
      {
        "ja": "殺し屋の推し"
      },
      {
        "en": "The Hitman's Fav"
      },
      {
        "vi": "Idol của Sát Thủ"
      }
    ],
    "description": {
      "en": "A legendary assassin found the light of life. It was an underground idol!\n\nEndo Owal is the most powerful assassin in the Fujisan-kai, a huge black market organization. He was feared as a \"killing machine\" because of his ruthless work and overwhelming fighting power, but one day he decides to retire. The reason for his decision was to live his life proudly with Kaorin of the underground idol Ro~Xesia.\n\nCan a man covered in blood and sorrow protect the light of life that he has finally obtained?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b6f3e70-d355-4cc5-b923-0e246500bd53",
    "title": {
      "en": "Kidnapped Bride"
    },
    "updatedAt": "2023-10-12T19:58:48+00:00",
    "coverArt": "https://mangadex.org/covers/5b6f3e70-d355-4cc5-b923-0e246500bd53/878c0ac9-3432-4d76-9ae8-4a84a7726449.jpg",
    "altTitles": [
      {
        "ko": "약탈 신부"
      },
      {
        "en": "The Looted Bride"
      },
      {
        "en": "The Kidnapped Bride"
      },
      {
        "en": "Predatory Bride"
      },
      {
        "en": "The Dragon King’s Bride"
      },
      {
        "fr": "La Mariée du Roi Dragon"
      },
      {
        "es": "Mi Liberación en tu Fuego"
      },
      {
        "th": "เจ้าสาวราชามังกร"
      },
      {
        "zh-hk": "掠奪新娘"
      },
      {
        "zh": "掠夺新娘"
      }
    ],
    "description": {
      "en": "A once in a lifetime opportunity comes to Lucina, the illegitimate daughter of Lord Berek. Hakkan, the great conqueror who rules the dragon lands of Tayer, gives Lucina the opportunity to be his kidnapped bride. Desperate for any kind of freedom, Lucina agrees and steps into the unknown world.\n\n---\n\n**Note:** The novel originally serialized as R15, once its web serialization was completed, it released as R19 as an ebook (volumes). The webtoon will follow how it originally released, which is R15.",
      "es": "Diez años atrás, una niña le salvó la vida a un dragón. No imaginaban que las vueltas del destino los unirían nuevamente cuando la propiedad familiar de Lucina resulta invadida por la temible nación Tayar, liderada por el rey Hakan. Después de que la egoísta madrastra de Lucina la ofreciera en matrimonio a Hakan a cambio de sus vidas, Lucina se da cuenta de que está destinada a viajar al árido reino de Tayar y casarse con su rey que parece ser brutal. ¿Qué tendrá guardado el destino para esta extraña pareja? ¿Catástrofe o romance?",
      "fr": "Lucina, enfant illégitime du baron Berg, mène une vie misérable, entourée de sa famille et des servants qui la maltraitent. Elle parvient à gagner sa liberté à ses vingt ans par une étrange occasion, le roi des barbares, l'enlève pour qu'elle devienne sa femme.",
      "id": "Lucina, anak gelap dari Kerajaan Brion yang memiliki kekuatan penyembuhan bertemu dengan Hakkan, seekor naga dari Suku Tayar, yang sekarat. Siapa sangka, mereka bertemu lagi saat sang naga berniat untuk membantai masyarakat Brion. Tapi saat ingin melakukan pembantaian, Hakkan justru menikahi Lucina! Apa yang akan terjadi setelah pernikahan itu?",
      "ko": "베르크 남작가의 사생아 루시나에게 일생일대의 기회가 찾아온다. 드래곤의 땅 타야르를 통치하는 대왕이자 정복자 하칸.\n그의 약탈 신부가 되는 조건으로 주어진 또 다른 삶의 기회.\n비록 반쪽짜리 자유라도 절실했던 루시나는 그렇게 미지의 세계로 발을 내딛게 되는데… 절망의 끝을 밝혀 준 단 하나의 사랑 이야기.",
      "th": "ชีวิตของลูซีน่า บุตรสาวนอกสมรสของบารอนเบล์ก ได้เปลี่ยนไปชั่วพริบตา ในวันที่เธอกำลังจะถูกขายให้เป็นนางสนมของราชาแก่ก็มีเหตุวุ่นวายบางอย่างเกิดขึ้น จับพลัดจับผลูให้เธอกลายเป็นเจ้าสาวของฮาคาน ผู้ปกครองที่ยิ่งใหญ่และน่าเกรงขามของเผ่ามังกรธายาร์ และเป็นคน (?) ที่เธอเคยช่วยชีวิตไว้เมื่อ 10 ปีก่อนอีกด้วย",
      "zh": "被献祭给龙之王的少女，\n从强取豪夺到互相救赎！\n贝尔格男爵家的私生女露西娜迎来了她一生绝无仅有的机会，那就是成为哈坎的掠夺新娘，一个统治龙之地—塔亚尔的大王兼征服者。迫切渴望自由的露西娜就这样踏上了未知的世界，开启了全新的生活………",
      "zh-hk": "貝勒克男爵的私生女露西娜在家族中受盡侮辱、成年後還被賣給老國王當妾室，絕望之時機會卻降臨了！統治著塔雅爾龍族的王兼征服者夏坎，以成為他的新娘為代價，換取免死及重生的機會，否則就與家族同歸於盡！面對未知的命運也想迫切逃離家族的露西娜會如何抉擇呢？一場照亮絕望盡頭的愛情故事......"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3295871-b930-4ee3-ac0f-ff7102ecec4e",
    "title": {
      "en": "Sasha-chan to Classmate Otaku-kun"
    },
    "updatedAt": "2024-05-19T12:33:35+00:00",
    "coverArt": "https://mangadex.org/covers/c3295871-b930-4ee3-ac0f-ff7102ecec4e/08a9c075-7cea-49c4-9e82-3873e5b9bcc1.jpg",
    "altTitles": [
      {
        "ja": "サーシャちゃんとクラスメイトオタクくん"
      },
      {
        "en": "Sasha-chan and Her Classmate Otaku-kun"
      },
      {
        "fr": "Sasha et son camarade Otaku"
      },
      {
        "es-la": "La chica de secundaria Sasha-chan y su compañero de clases Otaku-kun"
      },
      {
        "en": "Sasha-chan & Her Classmate Geek-kun"
      },
      {
        "en": "Sasha and Her Otaku Classmate"
      },
      {
        "ru": "Саша и ее одноклассник Отаку"
      }
    ],
    "description": {
      "en": "I am an aspiring mangaka, currently assisting in the production of erotic doujinshi as a middle school student. While I was reading doujinshi at school, a beautiful girl very interested in erotic things, Sasha-san, suddenly called me \"Master\"!?\r\n\r\nThe story of a beautiful, cheerful girl volunteering to be my ecchi disciple.",
      "fr": "Fujiwara est un mangaka amateur, il dessine des mangas érotiques alors qu’il n’est que collégien. Tandis qu'il lisait un porno à l'école, une jolie fille nommée Sasha qui s’avère être très intéressée par ces choses, et lui adresse la parole, elle se met même à l’appeler \"Maître\" !? \n\n\u2029\u2029C’est l'histoire d'une belle et joyeuse fille qui se porte volontaire pour être mon disciple dans la perversion.",
      "es-la": "Sin importarle el qué dirán y sin temor a caer en lo más bajo de la escala social dentro de la escuela, Otaku-kun no oculta su gran afición por los mangas para adultos, cosa que le hace ganarse el rechazo de su salón apenas en el primer día de clases; sin embargo, Sasha, lejos de sentir aberración por su afición, muestra un interés peculiar, iniciando así una relación... ¡¿mentor-alumna?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95980b06-b360-48c9-bf42-adc1b8d8ce32",
    "title": {
      "en": "Ordo Signae de Missa"
    },
    "updatedAt": "2024-04-28T00:59:34+00:00",
    "coverArt": "https://mangadex.org/covers/95980b06-b360-48c9-bf42-adc1b8d8ce32/8d049845-906f-4659-af10-07fe12a8c77e.png",
    "altTitles": [
      {
        "pt-br": "Convento Signiano de Missa"
      },
      {
        "en": "Signian Convent of Missa"
      }
    ],
    "description": {
      "en": "Gags of a Catholic Convent on a Fantasy World.",
      "pt-br": "Tirinhas sobre um Convento Católico num mundo de fantasia."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e83c326b-921b-45ff-bc0c-d667bbfe64cc",
    "title": {
      "en": "Girlfriend, Girlfriend"
    },
    "updatedAt": "2024-05-21T00:58:01+00:00",
    "coverArt": "https://mangadex.org/covers/e83c326b-921b-45ff-bc0c-d667bbfe64cc/3630dde4-2365-4aee-88ac-49bd78ac3e56.jpg",
    "altTitles": [
      {
        "pt-br": "Confissões E Namoradas"
      },
      {
        "es": "Ella También Es Mi Novia"
      },
      {
        "es": "Ella, y También Ella"
      },
      {
        "es": "Novia y Novia"
      },
      {
        "uk": "Дівчина, та дівчина крім неї"
      },
      {
        "ru": "Мои девушки"
      },
      {
        "ja": "カノジョも彼女"
      },
      {
        "ko": "그녀도 여친"
      },
      {
        "th": "จะคนไหนก็แฟนสาว"
      },
      {
        "id": "Kupunya Dia dan Dirinya"
      },
      {
        "zh": "女友成双"
      },
      {
        "ja-ro": "KanoKano"
      },
      {
        "ja-ro": "Kanojo mo Kanojo"
      }
    ],
    "description": {
      "en": "After harboring an unrequited love for years, Naoya Mukai finally gets to date his childhood friend, Saki Saki. However, just as he tries to commit himself to this relationship, he receives an abrupt confession from Nagisa Minase.\n\nAt first, Naoya tries to reject her but is soon overcome by feelings of not wanting to hurt Nagisa. Trying to avoid betraying his girlfriend's trust in him, Naoya thinks up a \"solution\" to make both girls happy—two-timing. Naturally, Saki rebuffs this idea, but through Naoya's and Nagisa's persistence, she reluctantly submits.\n\nWith this, a three-way affair begins between Naoya, his girlfriend, and his \"other\" girlfriend, as they develop a relationship that deviates from the social norm.",
      "es": "Naoya es un chico bastante tontaina, pero con mucha energía y las hormonas revolucionadas, que ha empezado a salir con Saki Saki, una amiga de la infancia a la que se había declarado un montón de veces, recibiendo innumerables calabazas, hasta que la última vez le da el sí.\n\nTodo parece funcionar a las mil maravillas hasta que aparece Nagisa, una chica guapísima que se le declara después de meses de preparación. Aunque le explica que ya tiene novia, su impresionante atractivo y decisión hacen que se lo piense dos veces.\n\nLa solución que se le ocurre no es otra que entrar en el terreno del poliamor y preguntarle a Saki si quiere compartir la relación con Nagisa. Obviamente la reacción no es positiva (pero sí violenta) y empezará un tira y afloja para hacer realidad la idea de Naoya.\n\nFinalmente, Saki accede a regañadientes y no se les ocurre mejor idea que vivir los tres juntos. Así empezará una vida llena de equívocos, locuras y, por supuesto, alimentará la calenturienta mente de Naoya hasta el infinito. Y esto sólo acaba de empezar…",
      "it": "Naoya Mukai è al primo anno delle superiori e si è messo insieme alla ragazza che ama sin dalle elementari, Saki. Un giorno però, una bella ragazza del primo anno, Nagisa Minase, gli confessa i propri sentimenti. Naoya si trova così a dover prendere una dura decisione: rifiutare la bella Nagisa o tradire il suo primo amore Saki?  \r\n\r\n\r\n---",
      "ru": "Старшекласснику Наоя признаётся в любви милая и дружелюбная девушка по имени Минасэ. Проблема заключается в том, что у него уже есть девушка! Но он отказывается так просто сдаваться. Теперь он вместе с Минасэ собирается убедить свою девушку Саки, чтобы он встречался с ними обеими одновременно… Согласится ли она?  \r\n\r\n\r\n---",
      "uk": "Старшокласник Мукаі Наоя, який любить свою однокласницю Сакі Сакі ще з початкової школи, нарешті починає з нею зустрічатися. Але одного дня йому зізнається мила дівчина Мінасе Наґіса. Не бажаючи вибирати між ними, Наоя вибирає зустрічатися з ними обома! Що буде з цим любовним трикутником, який кидає виклик моральним нормам?  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Twitter](https://twitter.com/burumakun)  \r\n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=23918)",
      "pt-br": "Naoya é um estudante do ensino médio apaixonado por sua namorada fofa, Saki. Porém, um belo dia o rapaz recebe uma confissão de outra menina, Nagisa! O que Naoya irá responder para Nagisa? E Saki, como fica nessa história?! Seja sincero quanto aos seus sentimentos! Uma comédia romântica em um novo padrão!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "144"
  }
]