[
  {
    "mangaId": "b252e636-0143-42d7-903c-de0c9772d5fb",
    "title": {
      "en": "Itsudemo Jitaku Ni Kaereru Ore Wa, Isekai De Gyoushounin O Hajimemashita"
    },
    "updatedAt": "2024-05-01T21:07:09+00:00",
    "coverArt": "https://mangadex.org/covers/b252e636-0143-42d7-903c-de0c9772d5fb/4097c54f-8d01-4f99-8bf5-72c899a8a72d.jpg",
    "altTitles": [
      {
        "ja": "いつでも自宅に帰れる俺は、異世界で行商人をはじめました"
      },
      {
        "en": "Peddler in Another World: I Can Go Back to My World Whenever I Want"
      },
      {
        "en": "I Can Always Go Home, so I Started as a Peddler in Another World"
      },
      {
        "ka": "მე ყოველთვის შემიძლია სახლში წასვლა, ამიტომ დავიწყე როგორც გამყიდველი სხვა სამყაროში"
      },
      {
        "en": "Isekai Peddler"
      }
    ],
    "description": {
      "en": "\"Won't I be able to get filthy rich if I use this skill?\"  \n  \nContinually exploited at work, Amata Shirou quits his job and moves to his grandma's house. When he finds out that it's connected to another world, he comes up with a plan to set up a business selling Japanese goods.   \n  \nThe story of a man getting rich using his skill that converts the currency of the other world to Japanese yen and so forth.",
      "ja": "- [Web Novel RAW](https://ncode.syosetu.com/n4097fo/)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c055a250-d2ee-486d-b80c-048d6be8f011",
    "title": {
      "en": "Isekai Oooku de JK wa Koi o Suru"
    },
    "updatedAt": "2024-06-10T12:27:52+00:00",
    "coverArt": "https://mangadex.org/covers/c055a250-d2ee-486d-b80c-048d6be8f011/041dee98-3683-417f-9b7a-40f9ffbd586c.jpg",
    "altTitles": [
      {
        "ja": "異世界大奥でJKは恋をする"
      },
      {
        "ja-ro": "Isekai Oooku de JK ha Koi wo Suru"
      },
      {
        "ja-ro": "Isekai Ooku de JK ha Koi wo suru"
      },
      {
        "en": "An HS Girl Falls In Love In An Otherworld Harem"
      },
      {
        "en": "A JK Falls in Love in the Depths of Another World"
      }
    ],
    "description": {
      "en": "16-year-old Himeno Shion has never experienced love. Unfortunately, her opportunity to do so in this world unexpectedly comes to an end when she's hit by a truck and dies.\n\n“Do you want to fall in love?”\n\nSuddenly, she's in another world… and about to be eaten by a dragon! In the nick of time, she's saved by the Hero. And he's handsome! Is this it‽ Is this the love she's been searching for‽\n\nAfter being brought to the Hero's castle, Shion discovers that her romantic desires are not aligned with the Hero's. He has a harem of girls from many different races! A lamia! A centaur!\n\nWill Shion still be able to achieve the love of her dreams‽"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f2e6841-c9fb-4fb0-b4a1-eb670b7267f4",
    "title": {
      "en": "Soya Duck"
    },
    "updatedAt": "2024-06-13T13:03:21+00:00",
    "coverArt": "https://mangadex.org/covers/5f2e6841-c9fb-4fb0-b4a1-eb670b7267f4/3a78077b-908f-4e27-84ba-9b7973ee05d6.png",
    "altTitles": [
      {
        "zh": "逗酱萌鸭"
      },
      {
        "en": "Dou Jiang, the Adorable Duck"
      },
      {
        "zh-ro": "Dòu Jiàng Méng Yā"
      }
    ],
    "description": {
      "en": "Ge ge's name is You Tiao, Di di's name is Soya. A cute comedy series of their daily lives!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "34"
  },
  {
    "mangaId": "57fe3f00-8626-462b-8f75-fce0e6faa6be",
    "title": {
      "en": "Waka-chan wa Kyou mo Azatoi"
    },
    "updatedAt": "2024-01-26T17:26:58+00:00",
    "coverArt": "https://mangadex.org/covers/57fe3f00-8626-462b-8f75-fce0e6faa6be/3764c25f-c596-421b-b0c7-9eabba109b5a.jpg",
    "altTitles": [
      {
        "ja": "和歌ちゃんは今日もあざとい"
      },
      {
        "en": "Waka-chan Is Pushy Again"
      },
      {
        "ja-ro": "Waka-chan wa Kyou mo Azatoi"
      },
      {
        "en": "A Hidden Side to my Crush"
      }
    ],
    "description": {
      "en": "Tomoya is a college freshman on a mission to finally get his first ever girlfriend, but with one small problem: he's still a virgin! While he's gotten close with the beautiful and charming girl Waka Sakuraba in his club at school, he can't wrack up the courage to take the first step and ask her out. One day, Tomoya stumbles upon a hidden side to his crush Waka...",
      "ja": "彼女を作ろうと意気込むDT（童貞）な大学１年生・友哉。同じサークルの癒やし系美少女・桜庭和歌と親しくなるものの、勇気が出ずなかなか第一歩を踏み出せずにいた。\nそんなある日、友哉は和歌の「別の一面」を目撃してしまい…？"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11101340-f122-40e6-a5e6-a0feffa120da",
    "title": {
      "en": "Hantsu x Trash"
    },
    "updatedAt": "2022-04-10T13:29:19+00:00",
    "coverArt": "https://mangadex.org/covers/11101340-f122-40e6-a5e6-a0feffa120da/880507c5-375f-48b2-a0f0-dc769547bd26.jpg",
    "altTitles": [
      {
        "ja-ro": "Hantsu × Torasshu"
      },
      {
        "en": "Sexy and Stupid Water Polo Comedy"
      },
      {
        "ja": "ハンツー×トラッシュ"
      }
    ],
    "description": {
      "en": "Hamaji Youhei, a freshman in high school, lives his life aimlessly, lazing around all day. He can't keep up with his studies, no good at sports and won't stick with anything for long. Besides that he's a pervert who's continuously rejected by girls. A sophomore convinces him into joining a club where he could lunge at girls, fondling and touching all he wanted. Thus he joined the Water Polo Club. Can Youhei, who never sticks with anything for long, find his place in this club?",
      "pt": "Hamaji Youhei, é um calouro do colegial, uma vida sem rumo, sem fazer nada o dia todo. Ele não é bom nos estudos, nos esportes e não dura muito tempo em lugar nenhum. alem disso ele é um pervertido que está continuamente sendo rejeitados pelas garotas. um colegial do 2º ano convence ele a entrar em um clube onde pudesse agarrar as garotas, acariciando e tocando tudo o que ele quiser. Assim, ele se juntou ao Clube de Polo Aquático. Pode Youhei, que nunca dura em lugar nenhum por muito tempo, encontrar seu lugar nesse clube?  \n  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/K_hiyokopiyo)"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "18",
    "lastChapter": "199"
  },
  {
    "mangaId": "87515e5f-5826-4eeb-95a4-45475d8b30be",
    "title": {
      "en": "THE IDOLM@STER MILLION LIVE! Blooming Clover"
    },
    "updatedAt": "2024-01-04T10:26:58+00:00",
    "coverArt": "https://mangadex.org/covers/87515e5f-5826-4eeb-95a4-45475d8b30be/cbef9799-816f-4dc5-8c3e-77f99ff08490.jpg",
    "altTitles": [
      {
        "en": "アイドルマスター ミリオンライブ! Blooming Clover"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "61830b36-1712-4b7b-9421-f671e9ced6d3",
    "title": {
      "en": "Tonari no Neko to Koi Shirazu"
    },
    "updatedAt": "2024-06-01T02:15:18+00:00",
    "coverArt": "https://mangadex.org/covers/61830b36-1712-4b7b-9421-f671e9ced6d3/8ac836b4-9c53-4c62-a18a-bdbdbfc6e91d.jpg",
    "altTitles": [
      {
        "ja": "となりの猫と恋知らず"
      },
      {
        "en": "The Feline Neighbor and the Unversed-in-Love"
      },
      {
        "ja": "となねこ"
      },
      {
        "ja-ro": "Tonaneko"
      },
      {
        "zh": "与猫相邻尚不识恋"
      },
      {
        "zh-hk": "與貓相鄰尚不識戀"
      }
    ],
    "description": {
      "en": "Minato Seno, who has always been very shy since he was young, struggled to make friends during his first few days of high school. He also never got a glimpse of his classmate Nekozane-san's face, as she was always asleep at the desk next to him. However, one day after school, a chance encounter revealed a side of Nekozane-san that was completely different from the one Minato knew in the classroom.",
      "ja": "**もっと知りたい きみのこと**\n高校1年生・瀬野湊（せのみなと）。新学期早々に担任の教師から頼まれたのは、となりの席でいつも寝ている猫実（ねこざね）さんのこと。超人見知り&引っ込み思案な性格な瀬野…。会話どころか顔すら見たことがない猫実さんを勇気を出して起こそうとしたら、急に彼女から抱きつかれて――!?友達未満なふたりが紡ぐ、無自覚ラブコメ開幕♪"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b6b3daa-d403-415c-be87-d2c70f01f8ad",
    "title": {
      "en": "Rules for Keeping a Dragon"
    },
    "updatedAt": "2023-12-03T01:56:15+00:00",
    "coverArt": "https://mangadex.org/covers/6b6b3daa-d403-415c-be87-d2c70f01f8ad/5c0d589d-4ce3-4672-8e34-cd95fee6a14d.jpg",
    "altTitles": [
      {
        "ja": "ドラゴンを飼うルール"
      },
      {
        "ja-ro": "Dragon wo Kau Rule"
      },
      {
        "es-la": "Reglas para mantener un dragón"
      }
    ],
    "description": {
      "en": "The old tale… your cool pet gets too big for you to play with it, so you have to part ways.\n\nWhat does your pet have to say about that, though?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2846d711-8858-431d-b904-6063a7d3bc70",
    "title": {
      "en": "My Dear Aster"
    },
    "updatedAt": "2023-11-07T00:48:35+00:00",
    "coverArt": "https://mangadex.org/covers/2846d711-8858-431d-b904-6063a7d3bc70/758e2557-5573-4205-9fee-ea6d2ed8f9ce.jpg",
    "altTitles": [
      {
        "ko": "마이 디어 아스터"
      }
    ],
    "description": {
      "en": "A few years ago, Lihen’s daughter said.\n\n“If mother ever lives again, don’t give birth to me.”\n\n“What are you talking about all of a sudden?”\n\n“You don’t have to give birth to me. Meet someone better than Dad. You said you had a first love. If you live again, confess. Who knows? Maybe it will work out?”\n\nThe mother and daughter giggled together.\n\nThen Lihen Copland woke up. As a nineteen-year-old.\n\nLiving again didn’t change her life much. But maybe she could make her daughter a little happier. To do so, she would have to marry her husband again.\nBut that resolve soon began to waver.\n\nAfter meeting her first love, Sir Schudermel Laft.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%88%EC%9D%B4-%EB%94%94%EC%96%B4-%EC%95%84%EC%8A%A4%ED%84%B0/3255), [KakaoPage](https://page.kakao.com/content/60910874)\n\n**Official Translations:**\n* [Japanese / 日本語](https://piccoma.com/web/product/138811)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-05-22T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara de que estou a fim não era um cara?!"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko ja Nakatta"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "68db2889-d80d-4803-8294-b4b4b65e9977",
    "title": {
      "en": "Gorae Byul - The Gyeongseong Mermaid"
    },
    "updatedAt": "2022-06-10T02:35:55+00:00",
    "coverArt": "https://mangadex.org/covers/68db2889-d80d-4803-8294-b4b4b65e9977/cfca7e92-5b4e-4371-b6bc-5d3754f54a55.jpg",
    "altTitles": [
      {
        "ko-ro": "Gorae Byul"
      },
      {
        "ko-ro": "Gorae Byul - Sang Putri Duyung Gyeongseong"
      },
      {
        "en": "The Gyeongseong Mermaid"
      },
      {
        "en": "The Whale Star"
      },
      {
        "ko": "경성의 인어공주"
      },
      {
        "ko": "고래별"
      },
      {
        "en": "Whale Star: The Gyeongseong Mermaid"
      }
    ],
    "description": {
      "en": "\"If the life that you had regained, was one that I had breathed back into you… Is it too much to hope for you to love me back with that life?\" The year is 1926, in Japan-occupied Joseon. 17-year-old Soo-a is an illiterate handmaiden working for the household of a prominent Japanese collaborator. One day, she discovered an injured young man lying unconscious at the beach, an independence activist called Eui-hyeon. The sweet and innocent Soo-a nursed him back to health, and Eui-hyeon told her the tale of the \"Little Mermaid\", a princess of the sea who saved a prince from his death. Having fallen in love with Eui-hyeon, Soo-a was determined to meet him once again. But she knew not then, of the fate that awaited the \"Little Mermaid\" on her quest to reunite with her beloved."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "105.1"
  },
  {
    "mangaId": "b619ce91-89d5-46df-90a7-984370b7df08",
    "title": {
      "en": "Yuusha-sama, Sakuya mo Otanoshimi deshita ne."
    },
    "updatedAt": "2024-06-05T08:24:20+00:00",
    "coverArt": "https://mangadex.org/covers/b619ce91-89d5-46df-90a7-984370b7df08/55dd8e3b-66a6-431b-a2d2-3128e43b9dc4.jpg",
    "altTitles": [
      {
        "ja": "勇者様、昨夜もお楽しみでしたね。"
      },
      {
        "ja-ro": "Yusha-sama, sakuya mo otanoshimi deshita ne."
      },
      {
        "en": "Hero-Sama, I Hope You Had Fun Last Night."
      },
      {
        "en": "Hero Last Night Was Pumped Wasn’t It?"
      },
      {
        "zh-hk": "勇者大人，昨夜「睡」得可好。"
      }
    ],
    "description": {
      "en": "\"I did it again...!\"\n\nThe Hero who can't seem to set out on his journey!!\n\nThe protagonist, who was reincarnated into another world, becomes a hero and receives the task of defeating the Demon King. To repay the world that accepted him , he decides to set out on a journey... However, he can't seem to leave the first village, as he is constantly tempted by charming heroines such as the female priestess, his childhood friend who is a magician, and so on!\n\nThus, the birth of the \"I did it again...!\" type hero!",
      "es": "«¡Lo hice de nuevo...!»\n\n¡¡El Héroe que no puede emprender su viaje!!\n\nEl protagonista, que se reencarnó en otro mundo, se convierte en héroe y recibe la misión de derrotar al Rey Demonio. Para recompensar al mundo que lo aceptó, decide emprender un viaje... Sin embargo, parece que no puede abandonar el primer pueblo, ya que se ve tentado constantemente por heroínas encantadoras como la sacerdotisa, su amiga de la infancia que es maga, ¡y así sucesivamente!\n\nAsí nace el héroe del tipo «¡Lo he vuelto a hacer...!».",
      "ja": "異世界に転生した主人公は勇者となり、魔王討伐の任を受ける。 転生者として受け入れてくれたこの世界に報いるため、 旅立とうとするのだが…。 ある時は女神官、また別の日は幼なじみ魔法使い、そして今日は女亜人…などなど 魅力的なヒロインたちに誘惑されまくりで最初の村から一向に旅立てない主人公！！ 「また俺、ヤっちゃいました…」系勇者誕生！",
      "es-la": "«¡Lo hice de nuevo...!»\n\n¡¡El Héroe que no puede emprender su viaje!!\n\nEl protagonista, que se reencarnó en otro mundo, se convierte en héroe y recibe la misión de derrotar al Rey Demonio. Para recompensar al mundo que lo aceptó, decide emprender un viaje... Sin embargo, parece que no puede abandonar el primer pueblo, ya que se ve tentado constantemente por heroínas encantadoras como la sacerdotisa, su amiga de la infancia que es maga, ¡y así sucesivamente!\n\nAsí nace el héroe del tipo «¡Lo he vuelto a hacer...!»."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b727ae2-2842-4c46-af8b-9162b7806659",
    "title": {
      "en": "Girl meets Rock!"
    },
    "updatedAt": "2024-06-04T16:49:00+00:00",
    "coverArt": "https://mangadex.org/covers/7b727ae2-2842-4c46-af8b-9162b7806659/e13f52e3-5ead-4696-89b3-8277dbfec14b.jpg",
    "altTitles": [
      {
        "ja": "ふつうの軽音部"
      },
      {
        "ja-ro": "Futsu no Keionbu"
      },
      {
        "fr": "La fille qui découvre le rock !"
      },
      {
        "nl": "Het meisje dat rock ontdekte!"
      },
      {
        "ru": "Девушка встречает Рок"
      },
      {
        "pt-br": "Garota conhece o rock!"
      }
    ],
    "description": {
      "en": "With a passion for richly textured Japanese rock, first-year high school student Chihiro Hatono steps into the world of the light music club, new guitar in tow. But what awaits her behind those doors...? A drama of unfiltered youth and musical ambition takes the stage!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22fda941-e603-4601-a536-c3ad6d004ba8",
    "title": {
      "en": "Shin no Jitsuryoku wa Girigiri Made Kakushite Iyou to Omou"
    },
    "updatedAt": "2024-04-25T16:18:35+00:00",
    "coverArt": "https://mangadex.org/covers/22fda941-e603-4601-a536-c3ad6d004ba8/dcb8dfd1-9ffa-45aa-8cb6-04c777fedd2c.jpg",
    "altTitles": [
      {
        "en": "I Think I'll Hide My True Ability to the Last Moment"
      },
      {
        "ja-ro": "Shin no Jitsuryoku wa Girigiri Made Kakushiteiyou to Omou"
      },
      {
        "ru": "Я думаю скрывать свои истинные способности до последнего момента"
      },
      {
        "ja": "真の実力はギリギリまで隠していようと思う"
      },
      {
        "zh-hk": "我想將真正的實力隱藏到極限"
      },
      {
        "pt-br": "Acho Que Vou Esconder Minha Verdadeira Habilidade Até O Último Momento"
      },
      {
        "fr": "Je vais garder mes véritables capacités secrètes jusqu'à la dernière minute."
      }
    ],
    "description": {
      "en": "A world where you can form a pact with gods and gain skills. Born as the third son of a famous knight family, Yuno was so busy controlling his innate power that he was eventually called \"incompetent.\".\nHowever, in the magical knight academy, where he was enrolled for some reason, he fulfilled his fateful encounter with an unnamed god who was despised as \"incompetent\" like himself..  \nYuno, who formed a pact with the goddess and named her [Athena], secretly decided to make her the highest god, and decided to get a little more serious.",
      "fr": "Un monde où l'on peut conclure un pacte avec les dieux et acquérir des compétences. Troisième fils d'une célèbre famille de chevaliers, Yuno était tellement occupé à contrôler son pouvoir inné qu'il a fini par être qualifié d'\"incompétent\"... Cependant, à l'académie des chevaliers magiques, où il était inscrit pour une raison quelconque, il a fait la rencontre fatidique d'un dieu sans nom qui était méprisé pour son \"incompétence\"...  Yuno, qui a conclu un pacte avec la déesse et l'a nommée [Athéna], a secrètement décidé de faire d'elle le dieu suprême, et a décidé d'être un peu plus sérieuse.",
      "id": "Dunia di mana kau dapat membuat kontrak dengan dewa dan memperoleh skill. Terlahir sebagai putra ketiga dari keluarga ksatria terkenal, Yuno begitu sibuk mengendalikan kekuatan bawaannya sehingga dia akhirnya disebut sebagai \"tidak kompeten\".  \nTapi, di akademi ksatria sihir, dia terdaftar karena suatu alasan, dia bertemu dengan dewa yang dipandang rendah sebagai \"tidak kompeten\" seperti dirinya ..  \nYuno, yang membuat kontrak dengan dewa dan menamainya [Athena], diam-diam memutuskan untuk menjadikannya dewa tertinggi, dan memutuskan untuk menjadi sedikit lebih serius.",
      "pt-br": "Um mundo onde você pode fazer um contrato com Deus e ganhar habilidades. Nascido como o terceiro filho de uma famosa família de cavaleiros, Yuno estava tão ocupado controlando seu poder inato que acabou sendo chamado de \"incompetente\".No entanto, na academia do cavaleiro mágico, que foi matriculado por algum motivo, ele cumpriu seu encontro fatídico com um deus sem nome que era desprezado como \"incompetente\" como ele.Yuno, que fez um contrato com a deusa e a chamou de [Athena], secretamente decidiu torná-la a deusa suprema e decidiu levar um pouco mais a sério seu destino."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ede55c-1584-4019-b85b-3902a423c3ab",
    "title": {
      "en": "Fairy Tail: 100 Years Quest"
    },
    "updatedAt": "2024-04-20T22:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/52ede55c-1584-4019-b85b-3902a423c3ab/d7bdad1b-b129-462c-b929-7e67bd8d5594.jpg",
    "altTitles": [
      {
        "en": "Fairy Tail 100 Years Quest"
      },
      {
        "vi": "Fairy Tail Nhiệm vụ Trăm năm"
      },
      {
        "ja-ro": "Feari Teiru: Hyaku-nen Kuesuto"
      },
      {
        "ru": "Хвост Фей: 100-летний квест"
      },
      {
        "th": "แฟรี่เทล ภาคเควส 100 ปี ตอนที่"
      },
      {
        "ja": "フェアリーテイル １００年クエスト"
      },
      {
        "ko": "페어리 테일 -100년 퀘스트"
      },
      {
        "zh-hk": "妖精的尾巴 百年任務"
      },
      {
        "uk": "Хвіст Феї: 100-річний квест"
      }
    ],
    "description": {
      "en": "After overcoming the threat of Acnologia and Zeref, Fairy Tail has become stronger and more energetic! The 100 year quest which Natsu and company left for, and also to the members who had remained at the guild, something new is going to happen!? Although the story was supposed to have concluded, a new adventure now begins!\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "ru": "Продолжение популярной манги \"Хвост Феи\" или \"Фейри Тейл\", которая будет носить отдельное название \"100 летний квест\"! После победы над Зерефом нашу любимую, еще более сильную гильдию, ждет новое приключение! Не пропустите новые приключения популярных героев!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-06-11T20:17:05+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/727507d5-949c-4586-b976-1ec0997e5200.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd5fef0a-49fb-4186-bd04-3c20c81dfa49",
    "title": {
      "en": "Chronicle of the Searing Winds of Tianzhu"
    },
    "updatedAt": "2023-12-17T13:58:44+00:00",
    "coverArt": "https://mangadex.org/covers/cd5fef0a-49fb-4186-bd04-3c20c81dfa49/33f9112c-24c5-4388-aedf-c0b4590c577d.jpg",
    "altTitles": [
      {
        "ja-ro": "Tenjiku Neppuroku"
      },
      {
        "en": "The Chronicle of the Scorching Winds of India"
      },
      {
        "ru": "Хроники палящих ветров Индии"
      },
      {
        "zh": "天竺热风录"
      },
      {
        "ja": "天竺熱風錄"
      }
    ],
    "description": {
      "en": "The manga tells a fictional version of the story of historical Tang China diplomat Wang Xuance, centering on his diplomatic journey from Tang Dynasty China to the Empire of Harsha in India in the 7th century CE. When he comes upon a crumbling empire that is now hostile to him he escapes to Tibet and raises a confederation of Tang, Nepalese, and Tibetan soldiers to mount a raid on the Empire of Harsha."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "50"
  },
  {
    "mangaId": "3bcc56f0-1b71-4542-b7b1-74db4fab2d72",
    "title": {
      "en": "Koisuru (Otome) no Tsukurikata"
    },
    "updatedAt": "2023-10-24T19:46:15+00:00",
    "coverArt": "https://mangadex.org/covers/3bcc56f0-1b71-4542-b7b1-74db4fab2d72/fcec177c-a6de-412c-b71c-0908fcbd771c.jpg",
    "altTitles": [
      {
        "es-la": "Convertí a my amigo de la infancia (♂) en una chica"
      },
      {
        "id": "Gue Ubah Teman Masa Kecil (♂) Gue Jadi Cewek"
      },
      {
        "en": "I Think I Turned My Childhood Friend (♂) Into a Girl"
      },
      {
        "en": "How to Make a \"Girl\" Fall in Love"
      },
      {
        "ja-ro": "Koisuru Otome no Tsukurikata"
      },
      {
        "ja-ro": "Osananajimi (♂) wo Onnanoko ni Shiteshimatta Hanashi"
      },
      {
        "pt-br": "Transformei meu amigo de infância (♂) em uma garota"
      },
      {
        "ja": "幼馴染（♂）を女の子にしてしまった話"
      },
      {
        "ja": "恋する（おとめ）の作り方"
      },
      {
        "en": "I Think I Turned My Childhood Friend Into a Girl"
      },
      {
        "th": "เมคอัปรักเสกนายให้สวยปิ๊ง"
      },
      {
        "zh-hk": "戀愛（少女）的培育法"
      }
    ],
    "description": {
      "en": "A popular guy who's secretly interested in cosmetics asks to practice makeup on his dull childhood friend... and he ends up looking cute?!",
      "id": "Seorang siswa SMA yang populer diam-diam suka dunia kosmetik, dan meminta teman masa kecilnya yang dekil untuk latihan dandan… tapi, teman masa kecilnya malah jadi imut!?",
      "es-la": "Un muchacho popular que en secreto está interesado en cosméticos le pide a su amigo simplón dejarlo maquillarle para practicar… ¿¡Y termina viéndose bello(a)!?",
      "pt-br": "Um garoto popular que está secretamente interessado em cosméticos pede para praticar maquiagem em seu amigo de infância … e ele acaba ficando uma Linda Garota ?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be2efc56-1669-4e42-9f27-3bd232bca8ea",
    "title": {
      "en": "Ningen ni Koisuru Shinigami-chan"
    },
    "updatedAt": "2024-04-25T14:15:29+00:00",
    "coverArt": "https://mangadex.org/covers/be2efc56-1669-4e42-9f27-3bd232bca8ea/ce5a0bdb-da3c-419a-8620-ef22c5bd000d.jpg",
    "altTitles": [
      {
        "ja": "にんげんに恋する死神ちゃん"
      },
      {
        "pt-br": "A ceifadora se apaixona por um humano"
      },
      {
        "en": "The Grim Reaper Falls in Love With a Human"
      },
      {
        "vi": "Thần chết trót đem trọn tình yêu với một con người."
      },
      {
        "id": "Shinigami-chan yang jatuh cinta pada manusia"
      }
    ],
    "description": {
      "en": "_\"You can see me again?\"_\n\nOne day \"Human\" was overworked from his black company and about to die... and saw a Grim Reaper! But even though her job is to collect souls, \"Grim-chan\" instead takes care of \"Human\" so he doesn't die....?",
      "ja": "「ちゃんと休め～～!!」\n「また、あたしが見えてるな？」\n\n残業過多で疲れ切ってる「にんげん」はある日、ブラックな労働環境に死にかけて……死神が見えてしまう。\nしかし、魂の回収がお仕事なハズの「死神ちゃん」は、「にんげん」が心配のあまり死なないようにお世話をしてしまい――!?\n\n「死神ちゃん」と過ごす、春夏秋冬。疲れ切ってるあなたに贈る、癒やしのフルカラー・ラブコメ・コミック!!\n\n---\n\n\"Chanto yasume ~~!!\"\n \"Mata, atashi ga mie teru na?\"\n\nZangyō kata de tsukare kitteru 'nin gen' wa aru hi, burakkuna rōdō kankyō ni shinikakete... shinigami ga miete shimau. Shikashi, tamashī no kaishū ga oshigotona hazu no 'shinigami-chan' wa,'ni n gen' ga shinpai no amari shinanai yō ni osewa o shite shimai ――!? \n\n`Shinigami-chan' to sugosu, shunkashūtō. Tsukare kitteru anata ni okuru, iyashi no furukarā rabukome komikku!!",
      "pt-br": "\"Você pode me ver de novo?\" Um dia o \"Humano\" estava sobrecarregado de trabalho de sua empresa abusiva e prestes a morrer... ele viu uma Ceifadora! Mas mesmo que seu trabalho seja coletar almas, \"Grim-chan\" decide cuidar do \"Humano\" para que ele não morra...?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "41"
  },
  {
    "mangaId": "d00bd104-d9b2-4ee9-a088-b5065d1c406a",
    "title": {
      "en": "To Aru Kagaku no Railgun"
    },
    "updatedAt": "2024-04-01T15:54:51+00:00",
    "coverArt": "https://mangadex.org/covers/d00bd104-d9b2-4ee9-a088-b5065d1c406a/d9267aac-84e3-411a-bf06-a7a4d763e456.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Railgun"
      },
      {
        "id": "Seorang Railgun Ilmiah"
      },
      {
        "ja-ro": "To Aru Kagaku no Choudenjibou"
      },
      {
        "ja-ro": "Toaru Kagaku no Choudenjihou"
      },
      {
        "ja-ro": "Toaru Kagaku no Railgun"
      },
      {
        "ja-ro": "Toaru Majutsu no Index Gaiden: Toaru Kagaku no Railgun"
      },
      {
        "es": "Un cierto cañón de riel científico"
      },
      {
        "ru": "Некий научный Рейлган"
      },
      {
        "th": "เรลกัน แฟ้มลับคดีวิทยาศาสตร์"
      },
      {
        "ja": "とある科学の超電磁砲"
      },
      {
        "ja": "とある魔術の禁書目録外伝 とある科学の超電磁砲"
      },
      {
        "zh": "某科学的超电磁炮"
      },
      {
        "ko": "어떤 과학의 초전자포"
      },
      {
        "zh-hk": "某科學的超電磁炮"
      },
      {
        "zh-hk": "科學超電磁砲"
      },
      {
        "zh": "科学超电磁炮"
      },
      {
        "zh-hk": "科學超電磁砲 (Classical Chinese)"
      },
      {
        "uk": "Певний науковий Рейлган"
      },
      {
        "de": "Eine gewisse wissenschaftliche Railgun"
      },
      {
        "it": "Una certa scientifica railgun"
      },
      {
        "tr": "Belli Bir Bilimsel Elektromanyetik Silah"
      }
    ],
    "description": {
      "en": "Welcome to a world where mysticism and science collide, and supernatural powers are derived from either science or religion. At the heart of this world is Academy City, an advanced metropolis whose population is comprised mostly of students The majority of students are enrolled in the city's \"Power Curriculum Program,\" where they must learn to master their latent psychic powers. Out of several million students, only seven are deemed powerful enough to have Level 5 status.\r\n\r\nMeet Mikoto Misaka, the third most powerful Level 5 ESPer in Academy City. Together with her best friends Kuroko Shirai and the other members of Judgment, a student-run law enforcement agency, Mikoto delves deep into the dark heart of the scientific sprawl she calls home, and uncovers secrets she wishes she hadn't!",
      "ru": "Где-то на островах Южной Японии раскинулся Академия Сити - город, большинство жителей которого учатся и работают в школах юных эсперов. Обладатели паранормальных способностей в поте лица трудятся, чтобы познать свой дар и поднять владение им на новую высоту. Гордость школы Токивадай и всего города? Мисака Микото – третья по силе среди известных миру эсперов высшего уровня. У «Электрической принцессы» много полезных умений, одно из которых – ручной рейлган, то есть возможность своими электромагнитными способностями разогнать монетку где-то до трех Махов (на другом конце траектории стоять не рекомендуется). Но всех усилий Микото пока не хватает для решения двух насущных задач: отбиться от юрийных домогательств своей подруги Сирай Куроко и разобраться с наглым парнем по имени Камидзё Тома!\r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49650a04-d0d7-4526-b460-8203ae223586",
    "title": {
      "en": "Fight Class 3"
    },
    "updatedAt": "2024-06-12T16:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/49650a04-d0d7-4526-b460-8203ae223586/e684daa6-8687-4b54-a5ee-0fdc82bdd4bd.jpg",
    "altTitles": [
      {
        "ko-ro": "Gyeoggi 3 Ban"
      },
      {
        "ko-ro": "Gyeok Gi 3 Ban"
      },
      {
        "ko": "격기3반"
      },
      {
        "pt-br": "Turma de Luta 3"
      }
    ],
    "description": {
      "en": "A world in which Korea is the global capital of combat sports. At Nam-Il High School where the best and most talented students of martial arts reside, Jiu Ji-Tae suddenly finds himself thrust into their midst despite being a total weakling.  \n  \nBy neutralizing his physical shortcomings through jiu-jitsu, can he rise to the top of the fight classes?  \n\n\n---",
      "fr": "Un monde dans lequel la Corée est le Pays leader des sports de combats. Au lycée Nam-il où les meilleurs et plus talentueux élèves en arts martiaux étudient, Jiu Ji-tae se trouve soudainement entraîné avec eux alors qu'il n'est qu'un faiblard.  \n  \nEn faisant disparaître ses défauts physiques à l'aide du Ju-Jitsu, pourra-t-il devenir le meilleur des classes de combat ?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mymmx89)",
      "pt-br": "Em um mundo onde a Coréia do Sul é a capital mundial dos esportes de combate, o Colégio Namil é onde os melhores e mais talentosos estudantes de artes marciais competem, e nosso protagonista Jiu Jitei se encontra subitamente em meio à eles mesmo sendo um fracote completo.\n  \nSuperando suas fraquezas com jiu-jitsu, será que Jitei consegue chegar ao topo das turmas de luta?"
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-03-31T15:53:45+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/d93558b8-a087-4baa-b43b-c6ffa4758aef.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eacb5381-e64c-4a58-a34f-d5124d765697",
    "title": {
      "en": "Feng Qi Cang Lan"
    },
    "updatedAt": "2023-06-03T09:56:39+00:00",
    "coverArt": "https://mangadex.org/covers/eacb5381-e64c-4a58-a34f-d5124d765697/a6bc662d-9cf2-4ee5-b34b-055b17d2a33d.jpg",
    "altTitles": [
      {
        "en": "The World of Canglan"
      },
      {
        "en": "Wind and Sky"
      },
      {
        "zh": "风起苍岚"
      },
      {
        "vi": "Phong Khởi Thương Lam"
      },
      {
        "en": "The Wind From Cang Lan"
      },
      {
        "ko": "눈떠보니 레벨1"
      }
    ],
    "description": {
      "en": "When playing a virtual reality game called Cang Lan, Xiao Wan gets pushed off a cliff. She ends up in another game world. What will happen to Xiao Wan?\n\n---\n**Contents:** 147 (or 410 split chapter parts) (S1) + >197 (S2) = >344 chapters\n- **Season 1:** vol. 1 ch. 1-147 (1-147)\n- **Season 2:** vol. 2 ch. 1-197+ (148-344+) (ongoing)\n\n**Note:** season 1 chapter 1-114 is in single page format. Starting with season 1 chapter 115, the page format switches to long strip."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b44a54e-6e91-4a29-99f3-2955f9e44a54",
    "title": {
      "en": "The Kind Older Sister Is No More"
    },
    "updatedAt": "2023-01-03T21:14:51+00:00",
    "coverArt": "https://mangadex.org/covers/2b44a54e-6e91-4a29-99f3-2955f9e44a54/80b7e270-699d-45f1-8073-8378a3abb329.jpg",
    "altTitles": [
      {
        "ko": "착한 언니는 없다"
      },
      {
        "en": "There’s No Good Sister"
      },
      {
        "ko-ro": "Chakan Eonnineun Eopda"
      },
      {
        "en": "No More Nice Sis"
      }
    ],
    "description": {
      "en": "Irene has always been living in the shadow of her ill and frail sister, Riel. She believed that she could and had to do everything for her family… until Riel stole everything from her.\n\nAfter realizing that there is no place for her in her home, and that she was never loved by her family, Irene decides to do her utmost to become independent, and in doing so, crosses paths with Noel Kristen, a man who has been subjected to a much similar fate…\n\n“We may be able to save each other.”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2129e537-2853-4612-98f8-a83dce42dccd",
    "title": {
      "en": "The Veiled Queen"
    },
    "updatedAt": "2024-05-29T05:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/2129e537-2853-4612-98f8-a83dce42dccd/b0138e0e-eece-4a45-b74d-9f639cd3d8c9.jpg",
    "altTitles": [
      {
        "zh": "面纱下的女王"
      },
      {
        "zh-ro": "Miànshā Xià De Nǚwáng"
      },
      {
        "en": "The Queen Under Her Veil"
      }
    ],
    "description": {
      "en": "After being reborn, Sayi vows to break free of her foster mother’s control."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7fbde0e8-60ef-4e1e-ab8c-d037359b6a79",
    "title": {
      "en": "In My Death, I Became My Brother's Regret"
    },
    "updatedAt": "2023-03-29T03:28:54+00:00",
    "coverArt": "https://mangadex.org/covers/7fbde0e8-60ef-4e1e-ab8c-d037359b6a79/bee2bc40-5bce-4146-9807-5cfcaf1223b7.jpg",
    "altTitles": [
      {
        "zh": "死后我成了哥哥的朱砂痣"
      },
      {
        "zh-ro": "Si Hou Wo Chengle Gege De Zhusha Zhi"
      },
      {
        "zh-ro": "Sǐ Hòu Wǒ Chéngle Gēgē De Zhūshā Zhì"
      }
    ],
    "description": {
      "en": "The half-demon, Jing Mo, was killed by his older brother Jue Ming when his demonic energy lost control. He found himself in the body of a young man named \"Bai Shu\", and this body seemed... abnormal. Due to suspicious circumstances revolving around the disappearance of Jing Mo's body, Jue Ming kept an eye on Jing Mo who desperately hid his true identity. With one of them hiding a secret and the other looking for the truth, the pair landed in the middle of a life-or-death struggle that came with being \"Bai Shu\"...",
      "zh": "有着魔修混血的京墨因一次魔气缠身，被哥哥决明杀死，睁眼后却重生到一名叫“白术”的少年身上，而这具身体……并不正常。他隐藏自己是京墨的身份，却被决明以找出弟弟尸身失踪真相为由留在身边。一个要隐藏身份，一个要寻找真相，两人循着“白术”这一身份被卷入一场生死之争中……"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06338c21-dfd9-4ab0-a0c6-1d973821b992",
    "title": {
      "en": "Bad Girl"
    },
    "updatedAt": "2024-01-09T13:00:47+00:00",
    "coverArt": "https://mangadex.org/covers/06338c21-dfd9-4ab0-a0c6-1d973821b992/c45b7a82-1c49-4a6f-969d-0c4dc077fa1c.jpg",
    "altTitles": [
      {
        "ja": "ばっどがーる"
      }
    ],
    "description": {
      "en": "The daily life of a (self-proclaimed) high school delinquent, fangirling and kohyuuing over the head prefect!?\n(to) kohyuu (v. infinitive form) When one is surprised and excited, their breathing begins to kohyuu. (see: hyperventilation)\nSummary: High school first-year Yuu is an ardent admirer of Head Prefect Atori, and in order to get her attention, Yuu begins to act like a delinquent. \nBut while her intention is to appeal with her \"badness\" and \"coolness,\" her simple-minded facade is seen through by Atori, who teases and treats her like a small animal...!?\nA totally not \"bad\" delinquent girl's 4-koma school life manga!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee8f7f56-17fc-4a41-a873-f8549ba676d3",
    "title": {
      "en": "Zutto Neko Shoshinsha"
    },
    "updatedAt": "2022-06-10T20:31:12+00:00",
    "coverArt": "https://mangadex.org/covers/ee8f7f56-17fc-4a41-a873-f8549ba676d3/dc761818-a5f0-49a3-ae0e-b911a2823c60.png",
    "altTitles": [
      {
        "en": "Always A Beginner Cat"
      },
      {
        "ru": "Вечный котёнок"
      },
      {
        "ja": "ずっとネコ初心者"
      }
    ],
    "description": {
      "ja": "ネコと暮らす不思議な日常。猫創作マンガ"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e330b450-c318-4134-863e-7f50c7787efa",
    "title": {
      "en": "Kono Tabi Osananajimi to Karikon Shimasu"
    },
    "updatedAt": "2024-04-28T19:08:23+00:00",
    "coverArt": "https://mangadex.org/covers/e330b450-c318-4134-863e-7f50c7787efa/7b90f8bc-0dbe-4429-a5da-d6f0874a8996.jpg",
    "altTitles": [
      {
        "ja": "この度幼なじみと仮婚します"
      }
    ],
    "description": {
      "en": "Taichi, who has been freeloading off his girlfriend, gets dumped and has no choice but to go back to his parents' house. The person who knocks on his door is his childhood friend, Ryousuke, who grew up to be a handsome man.\nAfter they met again for the first time in years, Ryousuke suddenly proposes to Taichi. Confessing that he has always loved Taichi since they were kids, he requests that they apply for Provisional Marriage ー a system where couples can try being married for a maximum of six months.\nDespite being overwhelmed by Ryousuke's intense feelings, the words \"you don't have to do anything, so just be with me\" lure him in. Taichi agrees to the provisional marriage like he's just agreeing to be roommates, but then...?!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5.6"
  },
  {
    "mangaId": "4509fd84-c003-4c57-ab07-e207e6999dab",
    "title": {
      "en": "Issho ni Kurashite ii desu ka?"
    },
    "updatedAt": "2024-04-20T18:18:31+00:00",
    "coverArt": "https://mangadex.org/covers/4509fd84-c003-4c57-ab07-e207e6999dab/f6543ee0-f5fc-4266-aa25-585c2bb2d06f.jpg",
    "altTitles": [
      {
        "ja": "一緒に暮らしていいですか？"
      },
      {
        "pt-br": "Posso morar com você?"
      },
      {
        "id": "Bolehkan Aku Tinggal Bersamamu?"
      },
      {
        "en": "May I Live With You?"
      },
      {
        "fr": "Pouvons-nous vivre ensemble ?"
      },
      {
        "ru": "Можем ли мы пожить вместе?"
      }
    ],
    "description": {
      "en": "Hiromi Sonoda has no girlfriend, no job, and no home, until he finds a shared-house with very cheap rent and goes to check it out. However, the share-house has a certain condition... Kei Sasuga presents a new \"Share House Romantic Comedy\"!",
      "fr": "Hiromi Sonoda n'a plus de petite amie, plus de travail et plus de maison, jusqu'à ce qu'il trouve une colocation au loyer très bon marché et qu'il aille la visiter. Cependant, la colocation est soumise à certaines conditions...\nKei Sasuga présente sa nouvelle \"Share House Romantic Comedy\" !",
      "id": "Hiromi Sonoda tidak punya pacar, tidak punya pekerjaan, dan tidak punya rumah, sampai dia menemukan rumah kos-kosan dengan harga sewa yang sangat murah dan pergi untuk melihatnya. Namun, rumah kos-kosan memiliki syarat tertentu... Kei Sasuga menghadirkan \"Komedi Romantis Rumah Kos-kosan\" baru!",
      "ja": "「幸せな家庭」を夢見る園田寛美は、職を失い同棲中の彼女に振られて、家ナシ金ナシ彼女ナシに…。そんなときに、間違えて入居したのが、なんと女性専用シェアハウスだった!!",
      "pt-br": "Hiromi é um homem que sempre sonhou em ter uma família calorosa e amorosa por causa de um incidente em seu passado. Entretanto, depois que sua namorada terminou com ele por várias razões, ele começa a desistir de seu sonho e pensa que nunca será capaz de realizá-lo. Sem um lugar para viver, ele chega a uma casa compartilhada cheia de mulheres. Será que ele vai encontrar o lar e a família que ele almeja neste novo lugar?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c326cbf9-c81b-4ff5-9d77-dc549437fd4e",
    "title": {
      "en": "Kimi ni Somaru Monochrome"
    },
    "updatedAt": "2024-05-08T20:16:24+00:00",
    "coverArt": "https://mangadex.org/covers/c326cbf9-c81b-4ff5-9d77-dc549437fd4e/3385f606-9a6a-43b2-a7d3-99df56ce121d.jpg",
    "altTitles": [
      {
        "ja": "君に染まるモノクローム"
      },
      {
        "ja-ro": "KimiSoma"
      }
    ],
    "description": {
      "en": "Hajime Haibara is a boy whose first love has faded away. A mysterious senior student, Bikyu, appears in front of him and invites him into a \"new world\". Hajime falls in love with Bikyu while being pushed around by her!",
      "pt-br": "Sou Haibara, um garoto que conheceu uma \"princesa\" com quem estava escrevendo um \"novo Mundo\", mas do nada a princesa desapareceu. Com o passar do tempo ele encontra uma misteriosa senpai chamada Miyoru, esta garota é tão parecida com a princesa que desapareceu há muitos anos atrás. Poderia Miyoru ser a princesa que conheceu Sou na sétima série?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "73"
  },
  {
    "mangaId": "4fb13e27-641c-427e-ac61-01db67837b83",
    "title": {
      "en": "Desharow Merman"
    },
    "updatedAt": "2024-02-29T21:02:58+00:00",
    "coverArt": "https://mangadex.org/covers/4fb13e27-641c-427e-ac61-01db67837b83/89a4f872-f0c5-48d2-b108-b08dce8a0d45.jpg",
    "altTitles": [
      {
        "zh": "德萨罗人鱼"
      },
      {
        "en": "Desharow Mermaid"
      },
      {
        "ko": "다니엘의 인어"
      },
      {
        "th": "นายเงือกของเดซาโรว"
      }
    ],
    "description": {
      "en": "Desharow, a Biology student at the Russian Maritime Academy, embarked on a long distance voyage with his mentor, Rhine, where the two caught a mysterious black scaled merman in Iceland. Little did he know that this mysterious black and evil creature had long viewed him as his prey…\n\nOfficial Translations:\n[Official Korean Translation](https://www.peanutoon.com/ko/comic/detail/11357)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b05825a3-9d8e-45bc-a45a-1fe065186b83",
    "title": {
      "en": "Filter-Goshi no Kanojo"
    },
    "updatedAt": "2024-02-20T11:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/b05825a3-9d8e-45bc-a45a-1fe065186b83/4be8d90a-99bd-489a-b084-4770ba5486df.jpg",
    "altTitles": [
      {
        "ja": "フィルター越しのカノジョ"
      },
      {
        "zh-hk": "隔著濾鏡的女朋友"
      },
      {
        "ru": "Девушка через фильтр"
      },
      {
        "en": "Secret Girl Through the Filter"
      }
    ],
    "description": {
      "en": "Hakobe Narumi is an expressionless high schooler known as Stoney. The highlight of his unnoticeable existence is following posts from the popular selfie poster \"Efa\" on social media. But it turns out \"Efa\" is his studious and popular classmate Mitsuha Koto?! The slightly erotic, adolescent, selfie, romantic comedy between an Iron Walled Selfie girl and a stone-faced boy begins!",
      "ja": "つねに無表情な能面高校生・箱部成海。クラスでも存在感激うすな彼の人生の楽しみは、SNSで人気のえっちな自撮り女子「えふぁ」の投稿を追いかけること。しかし、その「えふぁ」の正体が、真面目で誰からも好かれるクラスメイトの三葉琴であることを知ってしまいーー⁉︎鉄壁自撮り女子✖️能面男子のちょっとえっちな青春自撮りラブコメ開幕‼︎",
      "ru": "Хакобэ Наруми — невыразительный старшеклассник по прозвищу «Каменнолицый». Его незаметное существование состоит в том, что он следит за постами популярного эротического аккаунта «Эфа» в соцсетях. Но оказывается, что «Эфа» — это его одноклассница Мицуха Кото! Начинается слегка эротическая, подростковая, селфи-романтическая комедия между селфи-девочкой с железной стеной и парнем с каменным лицом!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de2c8252-d340-4f8f-a071-0ca69e145c1d",
    "title": {
      "en": "Asoko de Hataraku Musubu-san"
    },
    "updatedAt": "2024-05-30T20:29:24+00:00",
    "coverArt": "https://mangadex.org/covers/de2c8252-d340-4f8f-a071-0ca69e145c1d/f5ea1791-665c-475e-9323-79587bcd0ebe.jpg",
    "altTitles": [
      {
        "en": "Musubu, the Girl Working There"
      },
      {
        "en": "The Musubu who works there"
      },
      {
        "ru": "Здесь работает Мусубу-сан"
      },
      {
        "ja": "あそこではたらくムスブさん"
      },
      {
        "ko": "그곳에서 일하는 무스부 씨"
      },
      {
        "th": "คุณมุสุบุกับงานของเธอ"
      },
      {
        "zh": "在那里工作的结小姐"
      },
      {
        "it": "Il duro lavoro di Musubu"
      },
      {
        "fr": "Le labo de Musubu"
      },
      {
        "ko": "거기서 일하는 무스부 씨"
      },
      {
        "en": "Musubu-san Who Works Over There"
      },
      {
        "es-la": "La señorita Musubu trabaja aquí"
      }
    ],
    "description": {
      "en": "Sagami Gorou works in sales at Shounan Rubber Industries Co., Ltd. He is secretly harboring feelings for Musubu, a girl working in the company's integrated development department. And what this lovely young scientist is researching day and night are actually…",
      "es-la": "La historia sigue a Sagami Gouro de 24 años que empieza a trabajar en Industria Shounan Gum S.A, allí conocerá a la investigadora Musubu-san una chica que trabaja en el laboratorio de desarrollo de asistencia médica la \"casa\", su primer encuentro no será precisamente el esperado.",
      "pt-br": "Sagami Gorou trabalha no setor de vendas da Indústria de Borracha Shounan Ltda e tem guardado seus sentimentos por Musubu, uma garota que trabalha no departamento de desenvolvimento integrado, em segredo. O objeto de estudo desta adorável cientista, na verdade é…"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151440bd-52cc-4ebe-898b-6700a3d48840",
    "title": {
      "en": "Harajuku Takenoko Kouban"
    },
    "updatedAt": "2022-04-09T15:31:48+00:00",
    "coverArt": "https://mangadex.org/covers/151440bd-52cc-4ebe-898b-6700a3d48840/b0ef94a4-16a8-4367-833d-68f208192ee3.jpg",
    "altTitles": [
      {
        "ja-ro": "Harajuku★Takenoko Kouban"
      },
      {
        "ja": "原宿★たけのこ交番"
      },
      {
        "zh-hk": "原宿扮装特警"
      }
    ],
    "description": {
      "en": "Nishimoto Haruki is a 21 year old male and a newly recruited police officer. However, all his past assignments involved him dressing up as a girl in order to solve the crime. It seems that he has the feminine features that make him the only one suitable for the position. However, things get even crazier when he is assigned to be in the all female police squad surrounded by gorgeous women. He has to protect his secret that he's actually a man but Haruki is already having a hard time controlling his urges."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": ""
  },
  {
    "mangaId": "673d090c-1169-4f23-bbfb-e0c712db04c9",
    "title": {
      "en": "Vs Earth"
    },
    "updatedAt": "2022-01-31T06:30:49+00:00",
    "coverArt": "https://mangadex.org/covers/673d090c-1169-4f23-bbfb-e0c712db04c9/479200c7-857d-464b-b2bc-5ae7d9d04ebc.jpg",
    "altTitles": [
      {
        "en": "VERSUS EARTH"
      },
      {
        "ja": "バーサスアース"
      }
    ],
    "description": {
      "en": "Meet Teragane Haruto, your typical high school student without any aspirations or wishes of his own. He is the kind of guy that prefers to be with his friends fooling around and playing all day instead of worrying about his future, until a change in his life suddenly burned down his normal every day life to cinders. An eyed pillar sprung out from the earth, with the intent of killing any human that came into its gaze like it was a mindless murderer.  \n  \nWhy is this happening? And what could have brought this amount of hatred unto human kind?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "77"
  },
  {
    "mangaId": "d1c1bebd-8506-46bf-9db4-387ad0b28589",
    "title": {
      "en": "Shingeki no Kyojin - Kenny and Levi's Sunday (Doujinshi)"
    },
    "updatedAt": "2024-06-13T11:26:12+00:00",
    "coverArt": "https://mangadex.org/covers/d1c1bebd-8506-46bf-9db4-387ad0b28589/321d4eb5-d18c-4585-9e87-814096a35d4e.jpg",
    "altTitles": [
      {
        "ja": "ケニーとリヴァイの日曜日"
      },
      {
        "uk": "Неділя Кенні та Леві"
      },
      {
        "en": "Attack on Titan - Kenny and Levi's Sunday (Doujinshi)"
      },
      {
        "en": "Kenny and Levi's Sunday"
      },
      {
        "ja-ro": "Kenī to rivu~ai no nichiyōbi"
      }
    ],
    "description": {
      "en": "A story for Father's Day.",
      "uk": "Авторка присвятила цю історію Дню батька."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0f5d36b-3af9-412a-ae65-8973bad10245",
    "title": {
      "en": "Top 1 Fighting Tutoring"
    },
    "updatedAt": "2024-06-05T15:44:32+00:00",
    "coverArt": "https://mangadex.org/covers/a0f5d36b-3af9-412a-ae65-8973bad10245/7728b918-25c3-443c-ba36-700d99c8f356.png",
    "altTitles": [
      {
        "ko": "1등급 싸움과외"
      },
      {
        "en": "1st Grade Fighting Tutoring"
      },
      {
        "en": "First-Class Fighting Tutoring"
      },
      {
        "pt-br": "Aulas de luta de primeira classe"
      }
    ],
    "description": {
      "en": "The bullied loser Kim Jaehyuk receives 'Top 1 Fighting Tutoring'!\nKim Jaehyuk is a high school student who has been living in despair under the torment of bullies. He's good at studying, but he'd rather be good at fighting.\nThen, as if by fate, a 'fighting tutor' comes into his life!",
      "pt-br": "Kim Jaehyuk é um estudante do ensino médio que vive em desespero sob o tormento dos valentões. Ele é bom nos estudos, mas preferiria ser bom na luta. Então, o destino põe um \"tutor de luta\" em sua vida!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e87c8a79-c2b7-4fc2-aca9-2843b1882709",
    "title": {
      "en": "Blue Flame"
    },
    "updatedAt": "2024-03-23T23:50:18+00:00",
    "coverArt": "https://mangadex.org/covers/e87c8a79-c2b7-4fc2-aca9-2843b1882709/fb276419-4ea4-4fc0-ba03-6b13ce47e179.jpg",
    "altTitles": [
      {
        "ko": "푸른불꽃"
      },
      {
        "ko-ro": "Pureun Bulkkot"
      },
      {
        "pt-br": "Chama Azul"
      }
    ],
    "description": {
      "en": "Mungaya’ who suffered from childhood trauma. At the newly transferred school, he meets Cha Ae-ri, the perfect model student and the beloved queen. Gaya gradually falls in love with her dangerous and beautiful woman, and something inside that has been suppressed begins to awaken. ‘Can we be free in this hell?’",
      "pt-br": "Mungaya sofreu traumas na infância. Na escola recém-transferida, ele conhece Cha Ae-ri, a aluna modelo perfeita e a amada rainha do colégio. Gaya gradualmente se apaixona por sua bela e perigosa mulher, e algo interior que estava reprimido começa a despertar. ‘Podemos ser livres neste inferno?’"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "54"
  },
  {
    "mangaId": "75de5e90-9621-4c0f-899f-056a90ef0061",
    "title": {
      "en": "Love Letter - Soichiro Yamamoto Short Story Collection -"
    },
    "updatedAt": "2023-12-07T01:23:45+00:00",
    "coverArt": "https://mangadex.org/covers/75de5e90-9621-4c0f-899f-056a90ef0061/964578da-57bf-4d8b-981e-e099d5c745af.jpg",
    "altTitles": [
      {
        "en": "Love Letter"
      },
      {
        "ja-ro": "Koibumi - Yamamoto Souichirou Tanpenshuu -"
      },
      {
        "ja": "恋文－山本崇一朗短編集－"
      }
    ],
    "description": {
      "en": "Collection of Yamamoto Soichiro's Oneshots  \n  \n- **Love Letter** (恋文, Koibumi): Okamoto, a young middle schooler, wants to confess his love to a girl named Kamiyama through a love letter. However, things go out of his plan when Kamiyama shocks him with an unthinkable request.  \n  \n- **The Neighbor I've Longed For** (まちにまったおとなりさん, Machi ni Matta Otonari-san)  \n  \n- **Middle-aged Cat Guy** (ネコのおっさん, Neko no Ossan): Kazuki's sister brings home a stray cat, who is actually a middle aged man in disguise.  \n  \n- **A Wish for Sasa★** (ササに願いを★, Sasa ni Negai wo★)\n  \n- **Lizard Kaiju** (怪獣のトカゲ, Kaiju no Tokage, ATL. ENG. - Monster Lizard): Venturing into the hills to find her dog who ran away, Hitomi finds a strange lizard girl who is feeling lonely.  \n  \n- **Eiko Matsumoto Is an Average Girl** (松本エーコは普通の子, Matsumoto Eiko wa Futsuu no ko): Oneshot about a girl's short-lived quest to become more interesting in order to catch her crush's attention.  \n  \n- **Witch in Training** (みならいウィッチ, Minarai Witch, ALT. ENG - Witch Trainee): Spring has arrived. Having just turned 13, the young witch Koharu has embarked on the traditional journey of independence. Now, she just needs someplace to crash."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "83e6e476-63e0-4c86-aaed-c011150d8cab",
    "title": {
      "en": "The Female Knight and the Beast-Eared Child"
    },
    "updatedAt": "2024-06-12T17:25:56+00:00",
    "coverArt": "https://mangadex.org/covers/83e6e476-63e0-4c86-aaed-c011150d8cab/af4732d1-fbd6-4437-a30f-51040dbf62e7.jpg",
    "altTitles": [
      {
        "ja": "女騎士とケモミミの子"
      },
      {
        "ja-ro": "Onna Kishi to Kemomimi no Ko"
      },
      {
        "en": "The Lady Knight and the Beast-Eared Child"
      },
      {
        "en": "Female Knight and the Kemonomimi Child"
      },
      {
        "uk": "Пані-лицар та звіродитя"
      }
    ],
    "description": {
      "en": "A different world where demons are rampant and murderous. Olivia, a female knight, lives with her apprentice Noah, an animal eared child. A tale of a master and apprentice growing up, adventuring and being healed by the strong bond between each other.",
      "ja": "魔物が蔓延り殺伐とした異世界。女騎士オリビアは、弟子の獣人ノアと暮らしていた。強く生きる2人の絆に癒され、キュンとする師弟の成長冒険譚"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85b3504c-62e8-49e7-9a81-fb64a3f51def",
    "title": {
      "en": "Houkago Kitaku Biyori"
    },
    "updatedAt": "2024-05-23T04:55:15+00:00",
    "coverArt": "https://mangadex.org/covers/85b3504c-62e8-49e7-9a81-fb64a3f51def/a1c0d064-0713-48ad-a14e-ae022179ea9d.jpg",
    "altTitles": [
      {
        "en": "Journey Home After School"
      },
      {
        "es-la": "El camino a casa después de la escuela"
      },
      {
        "ja": "放課後帰宅びより"
      },
      {
        "pt-br": "Viagem para casa depois da escola"
      },
      {
        "ru": "Дорога домой после школы"
      }
    ],
    "description": {
      "en": "Shun was invited to the Going-Home Club by Naoki Satou, also known as \"Chokki-chan\". Despite refusing, he ends up being somewhat forcefully involved in the club's activities! A Going Home Club rom-com featuring a detour-loving high school girl and a new high school student who has lost his dream.",
      "ja": "佐藤直希こと“直帰ちゃん”から帰宅部に勧誘された瞬。断ったのに、半ば強引な形で活動に参加させられるハメに！ 寄り道大好き女子高生と夢を失った新入生が紡ぐ帰宅部ラブコメディ！\n\n---\n\nSatō Naoki koto “chokki-chan” kara kitaku-bu ni kan'yū sa reta Shun. Kotowatta no ni, nakaba gōin'na katachi de katsudō ni sanka sa se rareru hame ni! Yorimichi daisuki mesukōsei to yume o ushinatta shin'nyūsei ga tsumugu kitaku-bu rabukomedi!",
      "es-la": "Shun fue invitado al Club de Irse a Casa por Naoki Satou, también conocida como \"Chokki-chan\". A pesar de negarse, acaba involucrándose a la fuerza en las actividades del club. Una comedia romántica del Club de Irse a Casa protagonizada por una chica de preparatoria amante de los desvíos y un nuevo estudiante de preparatoria que ha perdido su sueño."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54cc1547-1d1c-4759-a94c-39b9d1f958d7",
    "title": {
      "en": "Mousou Sensei"
    },
    "updatedAt": "2024-05-02T04:59:46+00:00",
    "coverArt": "https://mangadex.org/covers/54cc1547-1d1c-4759-a94c-39b9d1f958d7/0259b2f8-61ab-4bb9-87f0-89f573a47afe.jpg",
    "altTitles": [
      {
        "ja": "妄想先生"
      },
      {
        "en": "Delusional Teacher"
      }
    ],
    "description": {
      "en": "The beautiful English teacher Momoko Irosaki receives what she thinks are the lustful gazes of her male students every day... or so she misunderstands!? What goes on in the school life of a teacher who inadvertently indulges in fantasies full of allure...?",
      "ja": "美人英語教師の色咲先生は、日々男子生徒から思春期真っ盛りの視線を浴びている…のは勘違い!? ついお色気全開の妄想をしてしまう先生の学校生活は――…。ちょっとえっちでかなり笑える妄想スクールコメディ!!",
      "vi": "Irosaki-sensei, một giáo viên trẻ xinh đẹp, hoạt bát,... Nói chung là mặt tiền cô rất  tuyệt với, học sinh đứa nào đứa nấy cũng mê. Nhưng thật ra \"mặt trong\" của cô lại không được xán lạn đến vậy. Và rồi cô gặp một cậu học trò yêu thích môn tiếng anh mà cô đang giảng dạy, thay vì nghĩ rằng \"ồ, siêng quá ta\", thì trong đầu cô lại chỉ có vô vàn suy nghĩ đồi trụy rồi tự gán hết lên người cậu học sinh ấy, nói chung là ngây ngô lắm cả nhà XD."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67befa8e-adf4-42e3-9958-094e16c86ea7",
    "title": {
      "en": "Kill the Villainess"
    },
    "updatedAt": "2024-04-28T07:58:50+00:00",
    "coverArt": "https://mangadex.org/covers/67befa8e-adf4-42e3-9958-094e16c86ea7/820baac2-858b-46e1-8804-fd9f587c3be2.jpg",
    "altTitles": [
      {
        "ko-ro": "Agnyeo Leul Jug-Yeojwo"
      },
      {
        "ru": "Убить злодейку"
      },
      {
        "ko": "악녀를 죽여 줘"
      },
      {
        "ja": "悪女を殺して"
      },
      {
        "th": "นางร้ายต้องสังหาร"
      },
      {
        "fr": "Comment Tuer la Vilaine"
      },
      {
        "zh": "杀死恶女"
      },
      {
        "zh": "除掉那个恶女"
      }
    ],
    "description": {
      "en": "Eris Miserian just wants to die.\r\n\r\nBeing overworked and underappreciated in the real world wasn’t great, but living as the villainess in a romance novel is even worse. If Eris can die in the novel, she might be able to return to reality, but the story won’t let her. Desperate to escape a life as the protagonist’s tormentor, she sets off on a journey with the help of a witch, a knight, and a high priest. Can she find her way back to her friends and family, or is Eris doomed to a fictional future?\r\n\r\n---\r\nOfficial Translations:\r\n* [French](https://cdn.fr.piccoma.com/parking/static-error-page/error.html?message=restricted1)\r\n* [Indonesiah](https://kakaopage.co.id/content/Kill-the-Villainess/3506)\r\n* [Japanese](https://piccoma.com/web/product/72166)\r\n* [S. Chinese](https://m.kuaikanmanhua.com/mobile/11318/list/)\r\n* [T. Chinese](https://tw.kakaowebtoon.com/content/%E6%AE%BA%E6%AD%BB%E6%83%A1%E5%A5%B3/142)\r\n* [Thai](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%AA%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%B2%E0%B8%A3/229)",
      "ru": "Она перевоплотилась в злодейку из романа.  \r\nЭрис испила яд, когда ее бывший жених, наследный принц, женился на ее подруге детства, служанке Елене. Когда я осознала, что произошло, у меня появилась только одна цель: сбежать из этого вымышленного мира. Но мир не позволил, и мне пришлось измениться. Это привело к тому, что те, кто игнорировал оригинальную Эрис, вдруг стали выпрашивать внимания и ласки у \"новой\" ее.  \r\n— Кто ты? — спросил святой, который лелеял Елену.  \r\n— Ты… ты действительно Эрис? — спросил воин, который поклялся в вечной верности Елене.  \r\n— …Ты изменилась, — сказал даже принц, который отверг оригинальную Эрис ради Елены.  \r\nЭто странно. Все вы никогда не интересовались Эрис, так почему делаете это сейчас? Но даже так, я не стану привязываться, сколько бы времени ни прошло. Я никогда не полюблю этот мир.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Original Web Novel](https://page.kakao.com/home/%EC%95%85%EB%85%80%EB%A5%BC-%EC%A3%BD%EC%97%AC-%EC%A4%98/54115473)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "102"
  },
  {
    "mangaId": "e0969782-cec4-4382-9366-4c69ecd1f3a2",
    "title": {
      "en": "I Thought She Was a Yandere, but Apparently She's Even Worse"
    },
    "updatedAt": "2024-04-05T16:41:15+00:00",
    "coverArt": "https://mangadex.org/covers/e0969782-cec4-4382-9366-4c69ecd1f3a2/debba5d2-c819-431f-ba85-d9430f198ba0.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレかと思ったらもっとヤベー女だった"
      },
      {
        "id": "Ku kira dia yandere tapi ternyata lebih parah"
      },
      {
        "ja": "ヤンデレかと思ったらラブコメっぽくなる彼女"
      },
      {
        "ja-ro": "Yandere Ka To Omottara Motto Yabe Onna Datta"
      },
      {
        "es-la": "Pensé que era una yandere, pero resultó ser una chica mucho más peligrosa."
      },
      {
        "tr": "Onun Yandere Olduğunu Sanıyordum Ama Durum Daha Betermiş"
      }
    ],
    "description": {
      "en": "A man who no longer can turn a blind eye saves a girl who's being bullied by the other classmate, but little did he know.\n\n---\n\n**Notes:**\n- There is also a fan colored version and an R18 side(?) story:",
      "id": "Seorang pria yang tidak lagi bisa menutup mata menyelamatkan seorang gadis yang di-bully oleh teman sekelasnya,tapi sedikit yang dia tahu.",
      "tr": "Artık sınıf arkadaşının zorbalanmasına göz yumamayan çocuk sınıf arkadaşını kurtarır, oysa...",
      "es-la": "Psicópata se enamora de un chico normal."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76424fe0-ec26-400c-a0c9-93a17114a4ae",
    "title": {
      "en": "The Story of a Scary Consignee"
    },
    "updatedAt": "2024-05-09T12:56:36+00:00",
    "coverArt": "https://mangadex.org/covers/76424fe0-ec26-400c-a0c9-93a17114a4ae/d12e2c9e-ad39-4c67-b529-52026178bfe5.png",
    "altTitles": [
      {
        "ja": "配達先のお姉さんが怖すぎる話"
      },
      {
        "ja-ro": "Haitatsu-saki no Onee-san ga Kowa Sugiru Hanashi"
      },
      {
        "es-la": "La Historia de un destinatario aterrador"
      },
      {
        "vi": "Câu chuyện về cô nàng nhận hàng đáng sợ"
      }
    ],
    "description": {
      "en": "An introverted part-time food delivery guy working in the countryside receives a food delivery order. When he reaches the delivery address, he discovers that the recipient is a tall and intimidating-like woman. However, as the story unfolds, he eventually discovers…",
      "es-la": "Un introvertido repartidor de comida a tiempo parcial que trabaja en el campo recibe un pedido de comida a domicilio. Cuando llega a la dirección de entrega, descubre que la destinataria es una mujer alta y de aspecto intimidatorio. Sin embargo, a medida que avanza la historia, descubrirá que..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c52565c9-d99a-4380-9dc8-67369d448eb7",
    "title": {
      "en": "Puella Magi Madoka Magica"
    },
    "updatedAt": "2024-06-09T10:26:27+00:00",
    "coverArt": "https://mangadex.org/covers/c52565c9-d99a-4380-9dc8-67369d448eb7/47d75e43-2535-47f5-9f4e-ce9c90aec258.png",
    "altTitles": [
      {
        "ja-ro": "Mahou Shoujo Madoka☆Magica"
      },
      {
        "en": "Magical Girl Madoka Magica"
      },
      {
        "ru": "Девочка-волшебница Мадока"
      },
      {
        "ja": "魔法少女まどか☆マギカ"
      }
    ],
    "description": {
      "en": "There exist familiars who have the power to grant one wish to a chosen girl. However, in return that girl must then become a magical girl and fight against witches, evil creatures born from curses that are responsible for murders and suicides. A schoolgirl named Madoka Kaname and her friend Sayaka Miki are approached by a familiar named Kyubey and a magical girl named Mami Tomoe with offers of becoming magical girls. Another mysterious magical girl named Homura Akemi tries to prevent Madoka from agreeing to the contract."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "12"
  },
  {
    "mangaId": "96e1ddf1-55f8-4089-ac9c-92fd6837affc",
    "title": {
      "en": "Super Cub"
    },
    "updatedAt": "2024-06-09T19:27:59+00:00",
    "coverArt": "https://mangadex.org/covers/96e1ddf1-55f8-4089-ac9c-92fd6837affc/a2e28ce9-9bfd-44af-8b65-d967e2307e10.jpg",
    "altTitles": [
      {
        "ja": "スーパーカブ"
      },
      {
        "ru": "Супер Каб"
      },
      {
        "it": "Super Cub"
      }
    ],
    "description": {
      "en": "In early summer, 2nd year of high school, Koguma's mom suddenly abandons her, leaving only a note that says \"Bye.\" She is alone, having no parents, no friends, no hobbies. She silently reflects, \"I don't have anything.\" But a chance encounter results in her buying a Honda Super Cub with a disturbing history, and a new life suddenly blossoms open.  \n  \nBased on the [light novel series with the same name](https://en.wikipedia.org/wiki/Super_Cub_(novel_series)).",
      "it": "Koguma vive a Yamanashi e frequenta le superiori, ma le sue giornate scivolano via vuote e monotone: non ha amici, non ha hobby, ed essendo orfana si sente molto sola. Un giorno compra una Honda Super Cub usata e la utilizza per andare a scuola. Iniziano così una serie di piccole avventure: resta a secco, si perde, scopre nuovi percorsi e deviazioni. Grazie alla moto, Koguma fa anche la conoscenza di Reiko, una sua compagna di classe che un giorno all'improvviso inizia a parlare di motociclette...",
      "pt-br": "No 2°ano do ensino médio, início de verão, a mãe de Koguma a abandonou repentinamente, deixando a apenas um bilhete escrito: \"Adeus\". Ela está sozinha, sem pais, amigos e sem hobbies. Silenciosamente ela pensa: \"Eu não tenho nada\". Mas um motivo aparece quando ela compra uma Honda Super Cub de uma forma bem peculiar, e assim uma nova vida floresce inesperadamente.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 5, Cap 26. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1dc52164-933d-41f0-81c4-7f823d003748",
    "title": {
      "en": "Virus King"
    },
    "updatedAt": "2024-02-17T15:24:04+00:00",
    "coverArt": "https://mangadex.org/covers/1dc52164-933d-41f0-81c4-7f823d003748/62779744-0735-4bad-b981-780953f82c9d.png",
    "altTitles": [
      {
        "en": "Doomsday for All: Me, Virus Monarch"
      },
      {
        "zh": "全民末日：我，病毒君王"
      }
    ],
    "description": {
      "en": "The world is plunged into doomsday. The entire doomsday world has turned into a cruel evolutionary game! This is the greatest opportunity and trial ground for mankind, and it is also the amusement park of gods and demons! Chen Bai was reborn and returned",
      "zh": "全球陷入末日笼罩。 整个末日世界，变成了一场残酷的进化游戏！ 这是人类最大的机缘与试炼场，也是神魔的游乐园！ 陈白重生回到了末日开始的十天前！ 直接注射丧尸病毒， 觉醒SSS天赋：病毒君王！ 掌控病毒开始一条与众不同的进化之路！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]