[
  {
    "mangaId": "8211bac6-a392-4e37-b3b6-dac0f4512d24",
    "title": {
      "en": "Re:Zero kara Hajimeru Isekai Seikatsu - Daiyonshou - Seiiki to Gouyoku no Majou"
    },
    "updatedAt": "2024-03-19T20:03:56+00:00",
    "coverArt": "https://mangadex.org/covers/8211bac6-a392-4e37-b3b6-dac0f4512d24/500a6dd6-e5f7-4b7d-b85a-0d2233b4c216.jpg",
    "altTitles": [
      {
        "es": "Re:Zero - Empezar de cero en un mundo diferente - Arco 4: El santuario y la bruja de la avaricia"
      },
      {
        "en": "Re:ZERO -Starting Life in Another World-, Chapter 4: The Sanctuary and the Witch of Greed"
      },
      {
        "ja": "Re:ゼロから始める異世界生活 第四章 聖域と強欲の魔女"
      },
      {
        "ru": "Re:Zero. Жизнь с нуля в альтернативном мире. Часть четвёртая: Святилище и ведьма жадности"
      },
      {
        "pt-br": "Re:Zero - Capítulo 4: O Santuário e a Bruxa da Ganância"
      }
    ],
    "description": {
      "en": "Natsuki Subaru defeats the white whale and the archbishop of the \"Sloth\" deadly sin, and is reunited with Emilia. The two have reconciled after overcoming a painful breakup, but new turmoil awaits them...",
      "es": "Decididos a liberar a Rem de un misterioso letargo, Subaru y Emilia emprenden un nuevo viaje hacia el Santuario en donde se enfrentarán a nuevos peligros que jamás imaginarían.\n\n¡La esperada adaptación del arco 4 comienza aquí!",
      "ru": "После победы над белым китом и архиепископом греха лени Петельгейзе, Субару наконец воссоединяется с Эмилией. Однако они узнают шокирующие новости, что на Круш с Рем по пути в столицу снова напал культ ведьмы. Круш потеряла свою память, а все воспоминания о Рем у людей были стёрты. Вместе с жителями деревни Субару решает вернуться обратно, однако деревня оказалась пустой. Оставшиеся жители, которые под руководством Рам отправились в так называемое \"Святилище\", до сих пор не вернулись. Что же там произошло?.."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd92b7da-551a-4fd9-a4e6-fddf967f708e",
    "title": {
      "en": "Ikkyuu-chan! The Beautiful Girl!"
    },
    "updatedAt": "2022-05-10T11:57:10+00:00",
    "coverArt": "https://mangadex.org/covers/cd92b7da-551a-4fd9-a4e6-fddf967f708e/99946f5c-ee25-4477-abc0-0c3aa5d62c54.jpg",
    "altTitles": [
      {
        "ja": "美少女だよ！一休ちゃん！"
      }
    ],
    "description": {
      "en": "A oneshot about Ikkyuu living in a buddhist temple (no one knows she is actually a girl)."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5786e730-541b-4e35-9c2f-9932784fc1c3",
    "title": {
      "en": "Far East Chimera"
    },
    "updatedAt": "2024-04-12T18:51:47+00:00",
    "coverArt": "https://mangadex.org/covers/5786e730-541b-4e35-9c2f-9932784fc1c3/6b113c43-5c4c-4640-9653-c85679ecc5ec.jpg",
    "altTitles": [
      {
        "ja": "極東キメラティカ"
      },
      {
        "ja-ro": "Kyokutō kimeratika"
      },
      {
        "ja-ro": "Kyokutou Chimeratica"
      }
    ],
    "description": {
      "en": "“Chimeras\", creatures that can steal and use the form of any creature except humans. Hunting these creatures are \"Hunters\", and one of them, Yuri, lives a free-wheeling life. But when she encounters a human-shaped Chimera, something \"mysterious\" takes rest within her---. These hunters' spear skills will charm you! A super-beast hunting action story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e306bf5f-a464-44d9-9607-1d21f1e1ff08",
    "title": {
      "en": "Yandere Nisshi"
    },
    "updatedAt": "2024-03-24T18:24:11+00:00",
    "coverArt": "https://mangadex.org/covers/e306bf5f-a464-44d9-9607-1d21f1e1ff08/1e1868c5-5db2-426b-9537-f711f7362fed.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレ日誌"
      },
      {
        "en": "Yandere Diary"
      }
    ],
    "description": {
      "en": "A series of different yandere images by the artist @RinRin200001.\n\n---\n\n**Links:**\n- Retail Site - [DLsite](https://www.dlsite.com/maniax-touch/work/=/product_id/RJ420882.html)\n\n**Notes:**\n- From Chapter 134 the author has been publishing a \"DereDere version\" of the comic on their [FANBOX](https://rinrin83.fanbox.cc/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "edefb2df-dd28-4f66-a660-7185ef6c4f05",
    "title": {
      "en": "My Way Of Killing Gods In Another World"
    },
    "updatedAt": "2023-08-01T11:08:44+00:00",
    "coverArt": "https://mangadex.org/covers/edefb2df-dd28-4f66-a660-7185ef6c4f05/08d6f14c-dcb2-4df1-8941-fbb4abb23dc7.jpg",
    "altTitles": [
      {
        "en": "My Path to Killing Gods in Another World"
      },
      {
        "en": "I Walk On A Road To Slay Enemies In My Way In Other World"
      },
      {
        "zh": "我在异界的弑神之路"
      },
      {
        "zh": "Wo Zai Yi Jie De Shi Shen Zhi Lu"
      }
    ],
    "description": {
      "en": "The genius top student played games in an attempt to flirt with girls, but was struck by lightning on a rainy day and transported into the world of the game?! To survive here, he could only rely on himself. Surrounded by monsters and gods, full of dangers, can he still return to his own world and continue chasing girls?!\n\n---\n- [Original Manhua <Tencent Comics>](https://ac.qq.com/Comic/comicInfo/id/650653)\n- [Original Manhua <Bilibili Comics>](https://manga.bilibili.com/detail/mc29992)\n- [Original Manhua <Kuaikan Manhuas>](https://www.kuaikanmanhua.com/web/topic/11031/)",
      "fr": "Chen Zhi est un étudiant et un talentueux kenshi. En jouant à un jeu à la poursuite d'une fille, il se fait frapper par un éclair et se retrouve enfermé dans le jeu !\nIl cherche à survivre, mais ne s'attend pas à rencontrer un boss dès le début !\nLe joueur Chen Zhi va-t-il mourir ou saura-t-il vaincre ce boss ?\n\n---\n- [Manhua Original <Tencent Comics>](https://ac.qq.com/Comic/comicInfo/id/650653)\n- [Manhua Original <Bilibili Comics>](https://manga.bilibili.com/detail/mc29992)\n- [Manhua Original <Kuaikan Manhuas>](https://www.kuaikanmanhua.com/web/topic/11031/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8227d303-e008-40dd-ad7f-6d20ccad7203",
    "title": {
      "en": "Hot-blooded Teacher"
    },
    "updatedAt": "2024-04-28T04:47:06+00:00",
    "coverArt": "https://mangadex.org/covers/8227d303-e008-40dd-ad7f-6d20ccad7203/02055949-afed-4958-8fd4-8aedb52a29d1.jpg",
    "altTitles": [
      {
        "ja": "熱血教師"
      },
      {
        "ja-ro": "Nekketsu Kyoushi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27d58e73-a540-4816-ab29-c25c9c50bf8d",
    "title": {
      "en": "Kit-Kat"
    },
    "updatedAt": "2023-09-28T16:23:35+00:00",
    "coverArt": "https://mangadex.org/covers/27d58e73-a540-4816-ab29-c25c9c50bf8d/25d1d598-fcac-439b-925d-4091f9ab9743.png",
    "altTitles": [
      {
        "ja": "キットカット"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f685d63c-42fe-4ca9-8d80-33e638c1684d",
    "title": {
      "en": "Double Helix Blossom"
    },
    "updatedAt": "2024-05-09T08:18:15+00:00",
    "coverArt": "https://mangadex.org/covers/f685d63c-42fe-4ca9-8d80-33e638c1684d/f4a34a58-ad73-4d12-80bd-e05d4ef6b6f6.jpg",
    "altTitles": [
      {
        "ja": "ダブルヘリクス ブロッサム"
      }
    ],
    "description": {
      "en": "The manga is set in the near future, and begins with the awakening of police officer Kiku Shinonome, who was put into cryogenic stasis for 60 years to stave off what would have been a fatal wound. In a new world unfamiliar to her, she is forced to team up with Kyo Tsukisagari, a criminal with a big rap sheet but equipped with psychic powers. Together, they solve paranormal incidents, even while their personalities butt up against each other."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5af60d6c-8b8e-4ca3-bc10-3046543c1614",
    "title": {
      "en": "The Small Village of the Young Lady Without Blessing"
    },
    "updatedAt": "2023-11-17T18:32:49+00:00",
    "coverArt": "https://mangadex.org/covers/5af60d6c-8b8e-4ca3-bc10-3046543c1614/7b91576b-bcde-43e0-9580-1fc9b68273c3.png",
    "altTitles": [
      {
        "en": "A Young Girl in a Village Without Protection"
      },
      {
        "ja-ro": "Kago nashi Reijou no Chiisa na Mura"
      },
      {
        "ja-ro": "Kago nashi Reijou no Chiisa na Mura: Saa, Ryouchi Un'ei wo Hajimemashou!"
      },
      {
        "ja-ro": "Kagonashi Reijou no Chiisana Mura"
      },
      {
        "ms": "Seorang Gadis Bangsawan di Desa Kecil tanpa perlindungan ilahi"
      },
      {
        "en": "The Small Village of the Noble Lady Without Divine Protection ~Now, Let's Begin Managing the Territory!"
      },
      {
        "id": "Tunanganku dicuri sama gelandangan"
      },
      {
        "id": "Desa Kecil Seorang Bangsawan Muda Tanpa Berkah Ilahi"
      },
      {
        "ja": "加護なし令嬢の小さな村 ~さあ、領地運営を始めましょう!~"
      }
    ],
    "description": {
      "en": "I reincarnated as the villainess in a game world— I’m not afraid of banishment, I’ll manage my territory and live as I like!  \n  \nI reincarnated as Celistina, the villainess of an otome game. As the fiancée of the crown prince, in this world where everyone is gifted with blessings by the gods and spirits, I’m the “young lady without a blessing.” As a result of being a fan of the game, I know that the crown prince will be with the heroine sooner or later, and he will break our engagement. Alternatively, if they don’t end up together, I will be executed…"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "caf82174-0460-4995-879f-1c20f5783703",
    "title": {
      "en": "I Reincarnated as an SSS-Ranked Goblin"
    },
    "updatedAt": "2024-03-25T05:28:11+00:00",
    "coverArt": "https://mangadex.org/covers/caf82174-0460-4995-879f-1c20f5783703/bc112b9d-8eb6-49a6-92e5-fc2e11f8eee5.png",
    "altTitles": [
      {
        "ja-ro": "Tensei Shitara SSS-Kyuu Goblin ni Narimashita"
      },
      {
        "ja": "転生したらSSS級ゴブリンになりました"
      }
    ],
    "description": {
      "en": "When I came to, I was a goblin.\r\nI was reincarnated as the lowest rank monster in a state-of-the-art VRMMO game. After persevering through the tumultuous life of a goblin with my little goblin sister Lily, I was killed in an invasion conducted by the hero.\r\nWhy did I have to die such a pitiful death after I’d been reincarnated…?\r\n… No, you must not die yet.\r\nAt the brink of death, I was brought back to life by the Goblin Goddess.\r\nShe revived me because she had chosen me to be the “Strongest, Unparalleled Goblin”.\r\nShe gifted me with the skills “Dark Element MAX”, “Ability to Cast All Dark Spells” and “Ability to Summon All Great Goblin Spirits of the Past”.\r\nThey’re like, SSS-rank skills, right?!\r\nThe power to destroy all the high-rank demons who had discriminated against me and all the giant monsters who treated me like trash.\r\nI’ll also kick the demon lord’s and the hero’s asses and become the goblin messiah!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25",
    "title": {
      "en": "Hitoribocchi no Isekai Kouryaku"
    },
    "updatedAt": "2023-08-14T21:05:16+00:00",
    "coverArt": "https://mangadex.org/covers/ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25/a1814984-0049-4cce-b899-4dcee10305e9.jpg",
    "altTitles": [
      {
        "en": "Loner Life in Another World"
      },
      {
        "ja": "ひとりぼっちの異世界攻略"
      },
      {
        "zh": "孤單一人的異世界攻略"
      },
      {
        "el": "Μοναχική επίθεση στον αλον κόσμο."
      },
      {
        "ru": "Нападение одиночки на иной мир"
      },
      {
        "zh-ro": "Duzi Yi Ren De Yi Shijie Gonglüe"
      },
      {
        "ko": "Wetol'i'eui Isegye Gongryag"
      },
      {
        "zh-hk": "獨自一人的異世界攻略"
      },
      {
        "ko": "외톨이의 이세계 공략"
      },
      {
        "th": "นายโดดเดี่ยวพิชิตต่างโลก"
      },
      {
        "en": "Lonely Attack on the Different World"
      }
    ],
    "description": {
      "en": "The strongest doesn’t need any cheats! Haruka, who spends his high school life a loner, was suddenly summoned to another world one day along with all his classmates. When ol’ God enters the picture, Haruka believes he can just choose whatever cheat skill he wants to help him survive in the new world… But, contrary to his expectations, that list of cheat skills works on a first come, first serve basis. And so, his classmates pick out all the cheat skills. His choices now limited to leftovers, Haruka finds himself incapable of assembling a party due to his own “loner” skill. Even though it’s a different world, it seems his adventuring days will be, as per usual, a solitary affair… After becoming aware of a crisis looming over his classmates, Haruka makes a silent vow to save them. No relying on cheats! He will walk a heretical path of strength that transcends the need for them.  \n  \nThe curtain rises on the strongest loner’s otherworld strategy guide!",
      "es-la": "El fuerte no necesita trucos. Haruka, un estudiante de preparatoria quien gastó su vida como un \"solitario\", es convocado a otro mundo con sus compañeros de clases. Al ser convocado se encuentra con un \"Dios\", quien le da a escoger una habilidad, sin embargo... No era lo que esperaba encontrarse.",
      "pt-br": "Exilado da classe? Checado  \r\n  \r\nSer transportado para um mundo alternativo com seus colegas? Checado  \r\n  \r\n Encontrar um Deus em uma espécie de Limbo entre os dois mundos? Checado  \r\n  \r\n Pegar uma skill roubada? Não gostaria de ser você, já foram todas vendidas.  \r\n  \r\n Essa história é sobre a aventura de um garoto solitário em um mundo alternativo, não agradecido a um Deus sênil que deu a ele todas as habilidades que não precisava."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "829d27e8-3d50-48bc-ab1d-9d1c3bfba615",
    "title": {
      "en": "Isekai no Binbou Nouka ni Tensei Shita Node, Renga wo Tsukutte Shiro wo Tateru Koto ni Shimashita"
    },
    "updatedAt": "2023-12-21T02:22:50+00:00",
    "coverArt": "https://mangadex.org/covers/829d27e8-3d50-48bc-ab1d-9d1c3bfba615/8c9a5c96-14e1-43e8-8e78-ad3b9daf5ea8.jpg",
    "altTitles": [
      {
        "en": "I  Was Reincarnated as a Poor Farmer in a Different World, so I Decided to Make Bricks to Build a Castle"
      },
      {
        "ja": "異世界の貧乏農家に転生したので、レンガを作って城を建てることにしました"
      }
    ],
    "description": {
      "en": "In another world where the Royal family power is on decline, and turmoil are lasting.  \n  \nIn a remote village, a young child, who will later be named Ars, is \"gardening\" and \"improving the land.\" Having the memories of his previous life, he who was fond of \"city building\" games, initiated to do \"selective breeding for crops\" and \"house constructions\" with his own magic to get out of poverty, and finally acquired a \"brick creation!\" Selling his bricks to a peddler, he obtains a rare egg of a “tamed beast,\" but can he raise it safely?  \n  \nLater called as a “Living God,” this is the beginning of the heroic tale of a young boy who founded a nation!",
      "ja": "- [Web Novel](https://ncode.syosetu.com/n4546fc/)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "270f205c-e9a6-4b24-b940-59d5c07829d1",
    "title": {
      "en": "Gal ni Yasashii Otaku-kun"
    },
    "updatedAt": "2024-02-28T23:34:00+00:00",
    "coverArt": "https://mangadex.org/covers/270f205c-e9a6-4b24-b940-59d5c07829d1/52ecd9dc-df4c-4c03-84c6-fb90a2dce08e.jpg",
    "altTitles": [
      {
        "en": "Otaku-kun Who’s Kind to Gals"
      },
      {
        "ja": "ギャルに優しいオタク君"
      },
      {
        "ja-ro": "Gyaru ni Yasashii Otaku-kun"
      },
      {
        "en": "Gal-Friendly Otaku-kun"
      },
      {
        "ja-ro": "Gal ni Yasashii Otaku-kun"
      },
      {
        "en": "Otaku-kun Who’s Kind to Gyaru"
      }
    ],
    "description": {
      "en": "Odakura, a high school boy who looks otaku, and Narumi, a high school girl who looks like a gal. Originally, they were polar opposites who didn't get along even at school, but by chance, Odakura used his natural dexterity to grant Narumi's wishes one after another!? Your school youth romantic comedy♪",
      "id": "Odakura, seorang anak SMA yang terlihat otaku, dan Narumi, seorang gadis SMA yang terlihat seperti seorang gal. Awalnya, mereka adalah dua kutub yang berlawanan yang tidak akur di sekolah, tetapi secara kebetulan, Odakura menggunakan ketangkasan alaminya untuk mengabulkan permintaan Narumi satu demi satu!? \n\nKomedi romantis remaja sekolahmu♪",
      "ja": "見た目がオタクな男子高校生の小田倉と、ギャルな女子高生の鳴海。\n本来は学校でも交わらない真逆のタイプの二人だったけれど、ひょんなことから小田倉は持ち前の手先の器用さで、鳴海の趣味に関するお願い事を次々と叶えていって!?\n\nギャルの趣味を理解するオタク君の学園青春ラブコメディー♪\n\n---\n\nMitame ga otakuna danshi kōkōsei no Odagura to, gyaruna mesukōsei no Narumi. Honrai wa gakkō demo majiwaranai magyaku no taipu no futaridattakeredo, hyon'nakotokara Odagura wa mochimae no tesaki no kiyō-sa de, Narumi no shumi ni kansuru o negaigoto o tsugitsugi to kanaete itte!? \n\nGyaru no shumi o rikai suru otaku-kun no gakuen seishun rabukomedī ♪",
      "pt-br": "Odakura, um garoto do ensino médio que parece um otaku, e Narumi, uma garota do ensino médio que se parece com uma gal. Originalmente, eles eram polares opostos que não se davam bem na escola, mas por acaso, Odakura usou sua destreza natural para conceder os desejos da Narumi um após o outro!? Sua comédia romântica escolar da juventude."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "732b8dc0-43c2-4f06-800f-dd4e6c8a42c3",
    "title": {
      "en": "Do Not Repost"
    },
    "updatedAt": "2024-04-24T10:23:55+00:00",
    "coverArt": "https://mangadex.org/covers/732b8dc0-43c2-4f06-800f-dd4e6c8a42c3/41117a72-1aa9-4d4b-90ed-cf9a939fe054.png",
    "altTitles": [
      {
        "ja": "拡散すんな"
      },
      {
        "ja-ro": "Kakusan sunna"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5d7a98d-82b3-4561-bd67-45110f2d22cb",
    "title": {
      "en": "Kiyoubinbou, Jou wo Tateru - Kaitaku Gakuen no Rettousei na no ni, Joukyuu-shoku no Skill to Mahou ga Subete Tsukaemasu @COMIC"
    },
    "updatedAt": "2023-05-20T14:31:40+00:00",
    "coverArt": "https://mangadex.org/covers/d5d7a98d-82b3-4561-bd67-45110f2d22cb/964d0a39-5bf1-45a1-a1a0-0c55e1d2ef0e.jpg",
    "altTitles": [
      {
        "ja": "器用貧乏、城を建てる ～開拓学園の劣等生なのに、上級職のスキルと魔法がすべて使えます～@COMIC"
      },
      {
        "en": "Exiled in a Class Trial for Poor Dexterity"
      },
      {
        "en": "Exiled in a Class Trial for “Poor Dexterity”. Because He Was Dexterous, He Lived on His Own. Because of His Dexterity, He Was Able to Use All the Skills and Magic of the Higher Ranks, Making Him Invincible. I Decided to Live on My Own, but the People Around Me Wouldn’t Leave Me Alone."
      }
    ],
    "description": {
      "en": "The boy Leopin was born with unnaturally high dexterity. From an early age, he used his dexterity to contribute to his peers in a variety of crafts. Leopin and his friends entered the Royal Pioneer Academy. However, during the “Ritual of Ability Development” at the entrance ceremony, the status given to Leopin was disastrous.\n\n“Occupation: Unemployed.”\n\n“All statuses except dexterity remain at their initial values and do not grow.”\n\n“Skill is dextrous master of none”\n\nLeopin’s classmates exiled him because he had nothing to offer other than his dexterity. Leopin is placed in the “Special Training Class”, a class for failures. Leopin is left all alone. However, he realizes that the skill he has been given, “Poor Dexterity,” has an unexpected performance. That is…\n\nYou can convert your dexterity status to any other status.\nYou can change your occupation to any one you want.\n\nThe first thing Leopin did was to become a lumberjack. First, Leopin changed his job to “Lumberjack” to get wood from the forest. He then became a carpenter and built the most magnificent house of all. He became an Appraiser to identify rare items, and a Battle Axe User to fight off students from other classes who tried to attack him. Become a Ranger to explore dungeons and a Ninja to get through traps with ease.\n\nLeopin, alone (solo), had gained enough power to do everything.\n\nAs Leopin continues to be a warrior, he is adored by his childhood friend, a saint, and admired by a beautiful alchemist, and his activities become even more well known. On the other hand, the classmates who expelled Leopin regret their decision to do so when they witness Leopin’s abilities.\n\nTheir home remains a shack, they are unable to explore, and they gradually lose their place in the school and are ruined.\n\n*Explanation: the skill is not “poor dexterity”, but “dexterous poor”, which is the Japanese equivalent to a Jack of all trades, master of none; since they can do a bit of everything, they are “dexterous”, but since they have mastered none, they supposedly cannot make a living from it, hence they are “poor”.  Another manner of saying you have high dexterity is to be \"handy\", back-translated from DEX as in *manual* dexterity from early RPGs.  \"An unemployed handyman who does a bit of everything\" just doesn't quite roll off the tongue."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c05b1b4-7da6-4e7a-ae39-5cc2363093f0",
    "title": {
      "en": "Slow Loop"
    },
    "updatedAt": "2024-05-03T11:50:03+00:00",
    "coverArt": "https://mangadex.org/covers/4c05b1b4-7da6-4e7a-ae39-5cc2363093f0/1c929c78-ed99-41f0-af28-7ffa615eeec8.jpg",
    "altTitles": [
      {
        "ru": "Медленная петля"
      },
      {
        "ja": "スローループ"
      },
      {
        "ko": "슬로우 루프"
      },
      {
        "ko": "슬로우루프"
      }
    ],
    "description": {
      "en": "When Hiyori - a young girl whose deceased father taught her the joys of fishing - headed out to sea for some alone time, she never thought that she would encounter another girl there.  \nAfter a while, this girl - named Koharu - and her end up fishing and cooking together, and they get to know each other a bit in the meantime. During their brief time together Koharu finds out that the reason that Hiyori went out to sea that day was because she's hesitant towards meeting her new stepfamily that same evening. But what a coincidence! Koharu is also meeting her new family tonight! \"No. It can't be a coincidence…\" Follow these two 'sisters' and their new life together!  \n\n\n---",
      "ru": "Хиори любит ловить рыбу с берега. Этому научил ее отец. Однажды на пляже она знакомится с Кохару, своей сводной сестрой от нового брака матери Хиори."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd6d0982-0091-4945-ad70-c028ed3c0917",
    "title": {
      "ja-ro": "Mushoku Tensei ~Isekai Ittara Honki Dasu~"
    },
    "updatedAt": "2024-04-23T21:37:28+00:00",
    "coverArt": "https://mangadex.org/covers/bd6d0982-0091-4945-ad70-c028ed3c0917/2e097c9f-ddcc-4dfa-90c7-418d0b768476.jpg",
    "altTitles": [
      {
        "pt-br": "A Reencarnação do Vagabundo: Vou dar meu melhor se for para outro mundo"
      },
      {
        "en": "Jobless Reincarnation - I Will Go All Out When I'm Transported to Another World"
      },
      {
        "en": "Jobless Reincarnation - It Will be All Out if I Go to Another World"
      },
      {
        "en": "Mr. No-Job's New Life - If I Go to a Parallel World, Then I'll Get Serious"
      },
      {
        "ja-ro": "Mushoku Tensei"
      },
      {
        "fr": "Mushoku Tensei - Nouvelle vie, nouvelle chance"
      },
      {
        "en": "Mushoku Tensei: If I Get to a Parallel Universe I'll Bring Out my True Effort"
      },
      {
        "en": "Mushoku Tensei: Jobless Reincarnation"
      },
      {
        "ru": "Реинкарнация безработного ~История о приключениях в другом мире~"
      },
      {
        "ru": "Реинкарнация безработного: Попав в другой мир, я стану сёръёзнее"
      },
      {
        "th": "เกิดชาตินี้พี่ต้องเทพ"
      },
      {
        "zh": "无职转生~在异世界认真地活下去~"
      },
      {
        "ja": "無職転生 〜異世界行ったら本気だす〜"
      },
      {
        "ko": "무직전생 〜다른 세계 가면 진심 낸다〜"
      },
      {
        "it": "Mushoku Tensei: Jobless Reincarnation"
      },
      {
        "de": "Mushoku Tensei - In dieser Welt mach ich alles anders"
      },
      {
        "es": "Mushoku Tensei: Reencarnación desde cero"
      },
      {
        "fa": "موشوکو تنسی: تناسخ علاف"
      },
      {
        "zh-hk": "無職轉生~在異世界認真地活下去~"
      },
      {
        "pt-br": "Jobless Reincarnation: I Will Seriously Try If I Go to Another World"
      },
      {
        "ms": "Penjelmaan Semula yang Menganggur: Jika Saya Pergi ke Dunia Lain, Saya Akan Menjadi Serius"
      },
      {
        "it": "Reincarnazione senza lavoro: Ci proverò seriamente se vado in un altro mondo"
      },
      {
        "fr": "Réincarnation sans emploi : j'essaierai sérieusement si je vais dans un autre monde"
      },
      {
        "vi": "Thất nghiệp chuyển sinh ~ Sống hết mình sau khi tới thế giới khác~"
      },
      {
        "ru": "Реинкарнация безработного: Я серьёзно постараюсь, если отправлюсь в другой мир"
      },
      {
        "ar": "موشوكو تينسي"
      },
      {
        "fa": "موشوکو تنسی"
      },
      {
        "tr": "Mushoku Tensei: İşsiz Reenkarnasyon"
      },
      {
        "tr": "Mushoku Tensei: Paralel Evrene Taşındığımda Her Şeyi Yapacağım"
      }
    ],
    "description": {
      "en": "A 34-year-old NEET gets killed in a traffic accident and finds himself in a world of magic. Rather than waking up as a full-grown mage, he gets reincarnated as a newborn baby, retaining the memories of his past life. Before he can even properly move his body, he resolves to never make the same mistakes he made in his first life ever again and instead live a life with no regrets with the new one that was given to him. Because he has the knowledge of a middle-aged man, by the age of two, he has already become a prodigy and possesses power unthinkable for anyone his age and even older. Thus begins the chronicles of Rudeus Greyrat, son of swordsman Paul and healer Zenith, as he enters a new world to become the strongest mage known to man, with powers rivaling even the gods themselves.",
      "ru": "34-летнего отаку-затворника выгнали из дома родственники после похорон его родителей. Этот жирный и уродливый девственник без гроша в кармане осознал, что его жизнь подошла к концу. Затем он понял, что его жизнь вообще могла бы быть намного лучше, если бы тот мог избавиться от тёмных страниц своей жизни. Пребывая в сожалениях, мужчина увидел, как грузовик со спящим водителем быстро надвигается на трёх школьников. Собрав все свои силы, он попытался спасти их и погиб.  \r\n  \r\nА открыв глаза, он обнаружил, что переродился в мире меча и магии как Рудеус Грейрат. Получив в этом мире новую жизнь, Рудеус решил, что в этот раз проживёт свою жизнь на полную, безо всяких сожалений!  \r\n  \r\nИ так началось приключение человека, пожелавшего заново начать свою жизнь.  \r\n  \r\nAlternative Raw: <http://seiga.nicovideo.jp/comic/23831>",
      "es-la": "La historia trata sobre un muchacho que se encierra en su casa tras sufrir una enorme humillación pública sin atreverse a salir durante varios años debido a los traumas que esto le ocasionó. Incapaz de soportar esto, se encerró en casa sin querer salir ni volver a ver a sus compañeros y durante años el miedo a salir creció y creció, acabando por convertirse en una carga para su familia… hasta el día en que sus padres murieron y sus hermanos lo expulsaron de su hogar por el parásito en el que se había convertido. En ese momento, aunque tarde, se arrepintió de su actitud y se puso a pensar que su vida podría haber sido decente si él le hubiera puesto más esfuerzo. Justo cuando estaba a punto de iniciar su nuevo cambio, ve un camión en movimiento a gran velocidad dirigiéndose a tres estudiantes de secundaria. Reuniendo todas las fuerzas que tenía logra salvarlos, pero a cambio él termina siendo atropellado por el camión, muriendo al instante. Cuando abrió los ojos, él había reencarnado en un mundo de espadas y magia como Rudeus Greyrat. Nacido en este nuevo mundo, con una nueva vida, Rudeus decidió que, “Esta vez, realmente voy a vivir mi vida al máximo sin arrepentimientos”. De este modo se inicia el viaje de un hombre que anhela reiniciar su vida."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0969782-cec4-4382-9366-4c69ecd1f3a2",
    "title": {
      "en": "I Thought She Was a Yandere, but Apparently She's Even Worse"
    },
    "updatedAt": "2024-04-05T16:41:15+00:00",
    "coverArt": "https://mangadex.org/covers/e0969782-cec4-4382-9366-4c69ecd1f3a2/debba5d2-c819-431f-ba85-d9430f198ba0.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレかと思ったらもっとヤベー女だった"
      },
      {
        "id": "Ku kira dia yandere tapi ternyata lebih parah"
      },
      {
        "ja": "ヤンデレかと思ったらラブコメっぽくなる彼女"
      },
      {
        "ja-ro": "Yandere Ka To Omottara Motto Yabe Onna Datta"
      },
      {
        "es-la": "Pensé que era una yandere, pero resultó ser una chica mucho más peligrosa."
      },
      {
        "tr": "Onun Yandere Olduğunu Sanıyordum Ama Durum Daha Betermiş"
      }
    ],
    "description": {
      "en": "A man who no longer can turn a blind eye saves a girl who's being bullied by the other classmate, but little did he know.\n\n---\n\n**Notes:**\n- There is also a fan colored version and an R18 side(?) story:",
      "id": "Seorang pria yang tidak lagi bisa menutup mata menyelamatkan seorang gadis yang di-bully oleh teman sekelasnya,tapi sedikit yang dia tahu.",
      "tr": "Artık sınıf arkadaşının zorbalanmasına göz yumamayan çocuk sınıf arkadaşını kurtarır, oysa...",
      "es-la": "Psicópata se enamora de un chico normal."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39c9c088-3a83-4e61-a129-35fe299bbe3c",
    "title": {
      "en": "Monogatari no Kuromaku ni Tensei Shite"
    },
    "updatedAt": "2024-05-11T12:46:50+00:00",
    "coverArt": "https://mangadex.org/covers/39c9c088-3a83-4e61-a129-35fe299bbe3c/03ed238d-4dc9-4f37-a8e5-cc24f41aca66.jpg",
    "altTitles": [
      {
        "ja": "物語の黒幕に転生して"
      },
      {
        "ja": "物語の黒幕に転生して～進化する魔剣とゲーム知識ですべてをねじ伏せる～"
      },
      {
        "ja-ro": "Monogatari no Kuromaku ni Tensei shite: Shinka Suru Maken to Game Chishiki de Subete o Nejifuseru"
      },
      {
        "en": "Reincarnated as the Mastermind Behind the Story"
      },
      {
        "en": "Reincarnated as the Mastermind Behind the Story: Overwhelm Everything With the Ever-Evolving Demon Sword and Game Knowledge"
      }
    ],
    "description": {
      "en": "There was a globally popular game called *The Legend of the Seven Heroes*. Ren cleared the sequel of that game at the fastest record in the world, and thus he obtained a bonus special data. However, no matter where he looked inside the game, he could not find the data. The moment where Ren was about to give up the search, he decided to start playing the second round of the game.\n\nSuddenly, a notification message “Do you want to start a special story?\" appeared on the screen.\n\nWhen Ren chose “Yes” without hesitation, he lost consciousness, and when he woke up, he was a baby. —Could it be that he was reincarnated as one of the heroes in *The Legend of the Seven Heroes*? Ren, who thought such a thing was impossible, could not believe his ears when he heard his name from his mother's mouth. It was the name of a classmate who betrays the heroes in the middle of the story.\n\nOf course, he wishes to live in peace. But he meets a saint whose life he's supposed to take, and doesn't. Furthermore, he ends up saving a character (the boss of a great noble family) who was supposed to die. All of these things creates a development that he doesn't know about coming to play…\n\n---\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16816700427572694145),  [Syosetu](https://ncode.syosetu.com/n1862hs/)",
      "pt-br": "Havia um jogo globalmente popular chamado “The Legend of the Seven Heroes”.\nRen finalizou a sequência desse jogo com o recorde mais rápido do mundo e, assim, obteve um bônus especial de dados.\nNo entanto, não importa onde ele olhou dentro do jogo, ele não conseguiu encontrar os dados.\nNo momento em que Ren estava prestes a desistir da busca, ele decidiu começar a jogar a segunda rodada do jogo.\nDe repente, uma mensagem de notificação “Deseja iniciar uma história especial?” aparece na tela.\nQuando Ren escolhe “Sim” sem hesitar, ele perde a consciência e, quando acorda, era um bebê. —-\nSerá que ele reencarnou como um dos heróis em “The Legend of the Seven Heroes”?\nRen, que pensava que tal coisa era impossível, não podia acreditar em seus ouvidos quando ouviu seu nome da boca de sua mãe.\nEra o nome de um colega de classe que trai os heróis no meio da história.\nClaro, ele deseja viver em paz.\nMas no jogo, ele conhece uma santa cuja vida ele deveria tirar, e não o faz.\nAlém disso, ele acaba salvando um personagem (o chefe de uma grande família nobre) que deveria morrer.\nTodas essas coisas criam um desenvolvimento que ele não sabe jogar…\n\n---\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16816700427572694145),  [Syosetu](https://ncode.syosetu.com/n1862hs/)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6b4d89e-f97b-42f2-badd-2a7ce28d9cef",
    "title": {
      "en": "Cry, or Better Yet, Beg"
    },
    "updatedAt": "2024-05-04T10:03:24+00:00",
    "coverArt": "https://mangadex.org/covers/b6b4d89e-f97b-42f2-badd-2a7ce28d9cef/b4317e18-e8c6-46bf-aef8-9d2008fc3204.jpg",
    "altTitles": [
      {
        "ko": "울어 봐, 빌어도 좋고"
      }
    ],
    "description": {
      "en": "Orphaned at a young age, Layla Llewellyn feels like the luckiest girl in the world after she moves in with her uncle Bill, a gardener who lives on the scenic Arvis estate in the Berg Empire. To Layla, Arvis seems like paradise; she loves to explore the vast forest, always bringing her notebook to record the wildlife she encounters. She especially loves the birds, watching them with awe as they hatch and grow from fluffy chicks into beautiful birds. Duke Herhardt, the young, handsome lord of Arvis, is also interested in birds-and in Layla. But the difference is, he’s interested in birds because he likes to hunt them… and he’s interested in Layla because he likes to make her cry. If a lovely bird is trapped in a golden cage, which will she choose: a life of luxury, or freedom? (Source: kaiscans.com)",
      "fr": "Orpheline depuis son plus jeune âge, Layla Llewellyn a l'impression d'être la fille la plus chanceuse du monde lorsqu'elle emménage chez son oncle Bill, un jardinier qui vit dans le magnifique domaine d'Arvis, dans l'empire Berg. \n\nPour Layla, Arvis ressemble à un paradis ; elle adore explorer la vaste forêt, toujours munie de son carnet de notes pour noter la faune et la flore qu'elle rencontre. Elle aime tout particulièrement les oiseaux, qu'elle observe avec émerveillement au moment de l'éclosion et de la croissance des poussins duveteux qui deviennent de magnifiques oiseaux. \n\nLe duc Herhardt, le jeune et beau seigneur d'Arvis, s'intéresse également aux oiseaux et à Layla. Mais la différence, c'est qu'il s'intéresse aux oiseaux parce qu'il aime les chasser... et qu'il s'intéresse à Layla parce qu'il aime la faire pleurer. \n\nSi un bel oiseau est prisonnier d'une cage dorée, que choisira-t-il : une vie de luxe ou la liberté ?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3f4b11f-88fd-4730-a4c3-4c577d2b0f04",
    "title": {
      "en": "Itsu Made mo Mukashi no Kyorikanna Osananajimi"
    },
    "updatedAt": "2024-05-11T12:35:34+00:00",
    "coverArt": "https://mangadex.org/covers/b3f4b11f-88fd-4730-a4c3-4c577d2b0f04/82964a7e-f380-40d1-9476-4cb86ab99621.png",
    "altTitles": [
      {
        "ja": "いつまでも 昔の距離感な幼馴染"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c37cb5b6-3245-4a06-840b-93f25bd760f8",
    "title": {
      "en": "Be-bop High School"
    },
    "updatedAt": "2022-08-10T11:36:09+00:00",
    "coverArt": "https://mangadex.org/covers/c37cb5b6-3245-4a06-840b-93f25bd760f8/2209acf7-12c8-47c7-ab5f-936dff6e3bff.png",
    "altTitles": [
      {
        "ja": "ビー・バップ・ハイスクール"
      },
      {
        "ja-ro": "Bī bappu haisukūru"
      }
    ],
    "description": {
      "en": "The story revolves around the lives of two rough-and-tumble high school friends Kato Hiroshi and Nakama Toru, who seemed to make a habit of getting into trouble and starting up fights. In keeping with the spirit of the manga, Toru and Hiroshi sport slicked back 50's style ducktails and adopted exaggerated swaggers that made them comical and yet also oddly cool. The drama also features an assortment of outlandish characters who sport even weirder fashions and hairdos. To describe the action in this drama, think Fight Club meets The Breakfast Club.  \n  \n---\n - **Won the 12th Kodansha Manga Award for General Manga in 1988, which it shared with Bonobono**"
    },
    "status": "completed",
    "releaseDate": 1983,
    "contentRating": "suggestive",
    "lastVolume": "48",
    "lastChapter": "308"
  },
  {
    "mangaId": "7647fe0b-576f-4616-9de8-d9998727ced4",
    "title": {
      "en": "Lady Chef Royale"
    },
    "updatedAt": "2022-06-12T21:52:31+00:00",
    "coverArt": "https://mangadex.org/covers/7647fe0b-576f-4616-9de8-d9998727ced4/2e5eeb4c-8612-4c6c-8214-205f95e744fc.jpg",
    "altTitles": [
      {
        "ko": "로열 셰프 영애님"
      },
      {
        "ko-ro": "Royal Chef Yeong-ae-nim"
      },
      {
        "en": "The Young Lady Is a Royal Chef"
      },
      {
        "en": "Royal Chef Young Lady"
      },
      {
        "en": "Royal Chef"
      },
      {
        "id": "Royal Chef Lady"
      },
      {
        "id": "Kang masak rambut biru"
      },
      {
        "es": "La joven chef royal"
      },
      {
        "es": "La princesa es un chef imperial"
      },
      {
        "ja": "お嬢様はロイヤル・シェフ"
      },
      {
        "zh": "千金料理师"
      },
      {
        "zh": "皇室御厨英爱"
      }
    ],
    "description": {
      "en": "Sena’s been tossed into another world, as the despised daughter of a noble family. Her little restaurant was her refuge in her last life, so she’s got some tricks up her sleeve—cooking skills! \n\nAs Senianna, she’ll put her brains and fine-tuned taste buds (Korean fried chicken, anyone?) to the test so she can take back the kitchen and gain this society’s esteemed title of Chef Royale. Will her cuisine reign supreme over the empire and bring her the sweet and salty balance of power and affection?\n\n---\n\n[Original Webtoon](https://page.kakao.com/home/55268483)\n\nOfficial Translations:\n* [English](https://tapas.io/series/lady-chef-royale/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Royal-Chef-Lady/3380)\n* [Japanese / 日本語](https://piccoma.com/web/product/46395)\n---\nAs a chef at a small knight's restaurant, I became the nuisance youngest daughter of a powerful man who was afraid of the emperor. I tried to run away with all my travel expenses…\n\nIt’s strange.\n\n“If you say you're sorry, are you that shameless?”\n“That’s because I’m your brother.”\n“Why don't you take Grandmother on a stroll?”\n\nWhy is everyone so nice to me all of a sudden?\n\n“Why do you want to take out someone's eyeballs when they see me?\"\n\nPeople who had caught me trying to escape. I'm just cooking. What's wrong with you?",
      "id": "Aku yang dulu hidup dalam penderitaan sewaktu kecil, kini berhasil menjalankan restoran kecil di pinggir jalan dengan guruku yang menjadi orang tua sekaligus teman terbaikku.\n\nHingga suatu saat, guruku meninggal. Tapi, kemalanganku tidak berhenti di sana. Aku meninggal dan mendapati diriku di dunia lain. Aku kembali hidup sebagai cucu orang paling kuat di wilayah timur?!\n\nMendapati diriku sebagai Seniana, sekarang aku harus berjuang menjalani hidup dan menjadi royal chef paling hebat!\n\n---\n\n[Original Webtoon](https://page.kakao.com/home/55268483)\n\nOfficial Translations:\n* [English](https://tapas.io/series/lady-chef-royale/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Royal-Chef-Lady/3380)\n* [Japanese / 日本語](https://piccoma.com/web/product/46395)",
      "ko": "작은 기사 식당의 요리사였던 나는 황제도 두려워하는 권력가의 천덕꾸러기 막내딸이 되었다.\n여비를 저축해 도망치려고 했는데…\n\n이상하다.\n\n\"네게 미안하다고 하면 염치가 없는 건가.\"\n\"그야 내가 네 오빠니까.\"\n\"할애비와 산책해 주지 않는 거냐.\"\n\n다들 갑자기 왜 잘해 주는 거지?\n\n\"너를 보는 놈들의 눈알을 죄 뽑아 버리고 싶은 건 왜일까요.\"\n\n도망치려는 나와 붙잡는 사람들.\n요리만 했을 뿐인데 왜 이러는 거람…\n\n---\n\n[Original Webtoon](https://page.kakao.com/home/55268483)\n\nOfficial Translations:\n* [English](https://tapas.io/series/lady-chef-royale/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Royal-Chef-Lady/3380)\n* [Japanese / 日本語](https://piccoma.com/web/product/46395)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db0ac526-46c9-41ea-be96-1959bc26a314",
    "title": {
      "en": "A Cool Older Lady Who Drives Me Crazy"
    },
    "updatedAt": "2024-05-10T18:29:35+00:00",
    "coverArt": "https://mangadex.org/covers/db0ac526-46c9-41ea-be96-1959bc26a314/c033ea56-b62c-41c7-b6ed-23d52cc98f5b.jpg",
    "altTitles": [
      {
        "ja": "僕を狂わすカッコイイお姉さん"
      },
      {
        "ja-ro": "Boku o Kuruwasu Kakkoii Onee-san"
      },
      {
        "en": "A Cool Older Lady That Makes Me Crazy"
      },
      {
        "pt-br": "Uma mulher mais velha legal que me deixa louco"
      },
      {
        "es-la": "Una mujer mayor genial que me vuelve loco"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "5a721911-2bc2-4bfb-9c85-f14e58f95b15",
    "title": {
      "en": "Giji Renai Dewa Mamanaranai"
    },
    "updatedAt": "2024-05-09T13:31:31+00:00",
    "coverArt": "https://mangadex.org/covers/5a721911-2bc2-4bfb-9c85-f14e58f95b15/b7bf78c9-e127-4581-99aa-adfb57aba676.jpg",
    "altTitles": [
      {
        "ja": "擬似恋愛ではままならない"
      },
      {
        "en": "I can’t quiet this passion by pseudo-love affair"
      }
    ],
    "description": {
      "en": "I like feeling good, and if I'm going to do it, I want money too.\n\nKaidou Tsubasa is a pretty, laid-back yankee who sells himself for that simple reason. His friend extorted 5,000 yen from his classmate, Kamiki, and invited him to have sex with him.\n\nHowever, Kamiki, who Tsubasa thought was a geek and uncool, resisted to protect Tsubasa and ended up fighting back, but Tsubasa was interested in Kamiki...\n\nIn addition to the title story, this is a collection of five short stories, including an erotic training session for a college student who is in trouble after being dumped by a girl and a sales employee who cannot resist an order from a client and provides sexual entertainment."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "1aad07fb-3ec1-4acf-8c5b-d8f5f5929a5d",
    "title": {
      "en": "Koudo ni Hattatsu Shita Igaku wa Mahou to Kubetsu ga Tsukanai"
    },
    "updatedAt": "2024-04-18T10:25:33+00:00",
    "coverArt": "https://mangadex.org/covers/1aad07fb-3ec1-4acf-8c5b-d8f5f5929a5d/8044eba9-d8a7-49ea-a34e-906192d002ed.jpg",
    "altTitles": [
      {
        "ja": "高度に発達した医学は魔法と区別がつかない"
      },
      {
        "en": "Any Highly Advanced Medicine Is Indistinguishable From Magic"
      },
      {
        "en": "I Used High-Level Medicine to Counter Magic"
      },
      {
        "ne": "उच्च विकसित औषधि जादू भन्दा कम छैन"
      },
      {
        "ru": "Высокоразвитая медицина неотличима от магии"
      },
      {
        "ka": "ძლიერ განვითარებული მედიცინა განურჩევადია მაგიისგან"
      }
    ],
    "description": {
      "en": "Can modern medicine work in another world? No cheats, no modern equipment. One doctor stands up against a world where magic rules!\n\nTadato Amami, an active doctor, is transferred to another world where medical magic is monopolized. He is surprised by the slimes, chimera, beastmen, and other inhabitants he encounters for the first time! But with the little medical equipment he has and his own knowledge, he is able to fight diseases and injuries!\n\nWill he be able to cure the inhabitants of the other world and save those who suffer?!",
      "ja": "医療魔法が独占された異世界に転移した現役医師・天海唯人。スライム、キマイラ、獣人…はじめて出会う住人たちに驚きながらも、わずかな医療器具と自身の知識で、病魔や怪我に立ち向かう。果たして彼は異世界の住人たちを治療し、苦しむ人々を救うことができるのか。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "82757478-87b2-4064-a99e-5e628c700956",
    "title": {
      "en": "Kimi wa Yakamashi Tojite yo Kuchi o!"
    },
    "updatedAt": "2024-04-24T19:13:21+00:00",
    "coverArt": "https://mangadex.org/covers/82757478-87b2-4064-a99e-5e628c700956/76b927aa-2860-4940-b77a-f6075f7fc99b.jpg",
    "altTitles": [
      {
        "ja": "君は喧し閉じてよ口を！"
      },
      {
        "ja-ro": "Kimi ha Yakamashi Tojite yo Kuchi wo!"
      },
      {
        "en": "You're Too Noisy, So Just Shut It Already!"
      },
      {
        "en": "You Talk Too Much, So Just Shut It Already!"
      },
      {
        "zh": "吵闹的你不肯住口"
      },
      {
        "vi": "Cậu Ồn Ào Quá, Im lặng Giùm Tớ Đi!"
      },
      {
        "ru": "Закрой свой рот!"
      },
      {
        "ru": "Ты слишком много говоришь, так что заткнись уже!"
      },
      {
        "tl": "Ang Ingay Mo Kaya Manahimik Ka Na Lang!"
      }
    ],
    "description": {
      "en": "Hīragi Tsukino was born deaf. When she transfers to a new school, she meets a talkative boy named Enomoto Taiyō. Tsukino is slightly taken aback by Taiyō, who talks to her without regard to the fact that she can't hear.",
      "ja": "柊月乃は生まれつき耳が聞こえない。そんな彼女が転校先で出会ったのは、おしゃべりな男子・榎本太陽。聞こえないことなんかお構いなしにしゃべりかけてくる太陽に若干引き気味な月乃。",
      "ru": "Хиираги Цукино родилась глухой. Когда она переводится в новую школу, она встречает говорливого мальчика по имени Эномото Тайо. Цукино немного обескуражена тем, что Тайо разговаривает с ней, не заботясь о том, что она не может его слышать...",
      "vi": "Hiiragi Tsukino là một cô bạn bị khiếm thính bẩm sinh. Khi cậu ấy chuyển đến trường mới, cậu ấy gặp được một cậu bạn lắm mồm tên Enomoto Taiyo. Tại đây, Tsukino luôn bị xoay tròn bởi những câu chuyện xàm xí của Taiyo bất chấp việc cô không thể nghe được cậu ta nói gì."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "48"
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01168c96-d2b0-4c56-bc03-6a6bf5fffd24",
    "title": {
      "en": "The Rain Spirit That Will Disappear in 30 Days"
    },
    "updatedAt": "2023-04-25T09:33:13+00:00",
    "coverArt": "https://mangadex.org/covers/01168c96-d2b0-4c56-bc03-6a6bf5fffd24/6a8d7962-b08c-4a58-9b9c-1cc623a761d9.jpg",
    "altTitles": [
      {
        "ja": "30日後に消える梅雨ちゃん"
      },
      {
        "en": "Tsuyu-chan Will Disappear in 30 Days"
      }
    ],
    "description": {
      "en": "Note: [Tsuyu](https://en.wikipedia.org/wiki/East_Asian_rainy_season) is the rainy season in Japan which occurs in the late spring through summer months.\n\n[Alternate Raws - Pixiv](https://www.pixiv.net/user/102131/series/160311)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "31"
  },
  {
    "mangaId": "27457fd8-8152-49dd-b26c-a76ffa96752f",
    "title": {
      "en": "Koun-chi 999 no Watashi, Sokushi Mahou ga Zettai ni Seikou suru no de Sekai Saikyou desu ~ Mahou-chi 1 de Tsuihousaremashita ga, Kakuritsu Cheat de Moriagaru ~"
    },
    "updatedAt": "2024-03-13T21:47:27+00:00",
    "coverArt": "https://mangadex.org/covers/27457fd8-8152-49dd-b26c-a76ffa96752f/5ce13c64-3e32-4ad9-89ba-eab031e82a9d.jpg",
    "altTitles": [
      {
        "ja": "幸運値999の私、【即死魔法】が絶対に成功するので世界最強です～魔力値1で追放されましたが、確率チートで成り上がる"
      },
      {
        "en": "I Am Invincible With My Luck Stat at 999 and Infallible Insta-Death Magic ~I Was Banished With a Magic Power of 1, but I Rise to the Top With My Probability Cheat~"
      }
    ],
    "description": {
      "en": "Born into a prestigious family of magicians, Sachi faced despair when her magical power was assessed at a mere 1. In contrast, her luck stat was an astonishing 999, but to magicians, it was deemed worthless—?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-03-29T19:52:56+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/a7872083-47ce-4234-85f6-fa080069bd2a.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya-san Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      }
    ],
    "description": {
      "en": "Masachika Kuze sits next to Alya, a girl of Russian and Japanese descent. She’s beautiful, haughty, and an exceptional student, while Masachika is nerdy and known for being a slacker. He’s an easy target for her comments in Russian, which she’s all too happy to translate—except he can understand what she’s really saying!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4d23997-f20f-4da6-b7b3-e463d92abd62",
    "title": {
      "en": "BLADE & BASTARD"
    },
    "updatedAt": "2023-12-19T17:32:06+00:00",
    "coverArt": "https://mangadex.org/covers/e4d23997-f20f-4da6-b7b3-e463d92abd62/c84d01a1-2c2e-4061-b6c8-fc227900928f.jpg",
    "altTitles": [
      {
        "ja-ro": "Bureido & Basutaado"
      },
      {
        "ja": "ブレイド＆バスタード"
      },
      {
        "ru": "Клинок и Ублюдок"
      },
      {
        "uk": "Лезо та Байстрюк"
      },
      {
        "en": "Blade & Bastard"
      },
      {
        "en": "Blade and Bastard"
      }
    ],
    "description": {
      "en": "Deep in the unexplored reaches of the dungeon, a corpse is discovered—one that shouldn’t exist. After Iarumas is resurrected, his memories of life before death are gone, and he spends his days delving into the dungeon to retrieve the bodies of dead adventurers. Can they be revived as well? Or will God reduce them to piles of ash on the altar? Either way, Iarumas collects his finder’s fee. And though his skills earn him some grudging respect, he’s also scorned for this cold, utilitarian attitude. The living keep their distance—Iarumas consorts primarily with the dead. That is, until he meets Garbage, a feral young swordswoman who’s the sole survivor of a massacred party. With Garbage by his side, Iarumas ventures deeper, scouring the dungeon for clues to his past, avoiding monsters, traps, and the inevitability of a permanent ashen demise."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1dc52164-933d-41f0-81c4-7f823d003748",
    "title": {
      "en": "Virus King"
    },
    "updatedAt": "2024-02-17T15:24:04+00:00",
    "coverArt": "https://mangadex.org/covers/1dc52164-933d-41f0-81c4-7f823d003748/62779744-0735-4bad-b981-780953f82c9d.png",
    "altTitles": [
      {
        "en": "Doomsday for All: Me, Virus Monarch"
      },
      {
        "zh": "全民末日：我，病毒君王"
      }
    ],
    "description": {
      "en": "The world is plunged into doomsday. The entire doomsday world has turned into a cruel evolutionary game! This is the greatest opportunity and trial ground for mankind, and it is also the amusement park of gods and demons! Chen Bai was reborn and returned",
      "zh": "全球陷入末日笼罩。 整个末日世界，变成了一场残酷的进化游戏！ 这是人类最大的机缘与试炼场，也是神魔的游乐园！ 陈白重生回到了末日开始的十天前！ 直接注射丧尸病毒， 觉醒SSS天赋：病毒君王！ 掌控病毒开始一条与众不同的进化之路！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "131a4205-f89d-4521-8512-e3f4221dc8a1",
    "title": {
      "en": "Mikarun X"
    },
    "updatedAt": "2024-05-03T17:31:48+00:00",
    "coverArt": "https://mangadex.org/covers/131a4205-f89d-4521-8512-e3f4221dc8a1/7f02d771-ab43-4006-ae37-b02fa8490f9e.png",
    "altTitles": [
      {
        "en": "Mika Run X"
      },
      {
        "en": "Mikarun Xross"
      },
      {
        "ja": "ミカるんX"
      },
      {
        "zh": "巨乳戰隊X"
      },
      {
        "zh": "美香倫X"
      }
    ],
    "description": {
      "en": "Somebody wants the Earth! After being invaded for 6 times by monsters and aliens, Tokyo was damaged and almost destroyed. When Runna Minami meets an honor student, Mika Kujiraoka, the bishojo fighters of justice, Mikarun X, are born.  \r\nThey transform themselves into giants and, without wearing anything, the two heroines fight against the various enemies.  \r\n\r\n\r\n---\r\n\r\n**Links**  \r\n- [Author’s Twitter](https://twitter.com/r_tkt)"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": ""
  },
  {
    "mangaId": "3f50067d-298f-4910-b5b1-f62bd5d8dd21",
    "title": {
      "en": "The Exiled Former Errand Boy Is Now Known as the Greatest Repairman Through His Extraordinary Skills ~Requests From SSS-Rank Parties and Royalty Keep Coming~"
    },
    "updatedAt": "2024-05-11T12:00:13+00:00",
    "coverArt": "https://mangadex.org/covers/3f50067d-298f-4910-b5b1-f62bd5d8dd21/97d5b419-c131-4163-9006-066adfb73420.jpg",
    "altTitles": [
      {
        "ja": "追放された元雑用係、規格外の技術で「最高の修繕師」と呼ばれるようになりました～SSSランクパーティーや王族からの依頼が止まりません～"
      },
      {
        "ja-ro": "Tsuihousareta Moto Zatsuyou-gakari, Kikakugai no Gijutsu de \"Saikou no Shuuzenshi\" to Yobareru You ni narimashita - SSS Rank Party ya Ouzoku kara no Irai ga Tomarimasen"
      }
    ],
    "description": {
      "en": "Lyle, a \"repairman\" who had no combat skills, spent his unfortunate days as the dead weight in the party. He had been supporting the party in the shadows in order to fulfill his dream of owning his own store someday, but he was told that the party did not need someone who could not fight and that he would be banished!\n\nOne day, Lyle is at a loss for what to do when a mysterious swordsman named Lindo appears before him with an old sword, asking him to \"repair the sword. Lyle decides to accept this sudden request, and repairs a large sword with a vanished family crest engraved on it, and delivers it to Lindo... but the sword he repaired shows unexpected power!\n\nLyle is gradually becoming well known in King's Landing, and he receives requests from SSS-ranked parties and noble royalty!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c99ed90-369e-46a0-aab5-84960da25b09",
    "title": {
      "en": "Sekai de Yuuitsu no Tenshokushi: Job Hopper na Ore wa, Isekai de Subete no Job o Kiwameru Koto ni Shita"
    },
    "updatedAt": "2024-05-11T11:58:33+00:00",
    "coverArt": "https://mangadex.org/covers/0c99ed90-369e-46a0-aab5-84960da25b09/836d28bb-05da-4864-b9c7-413bee18da20.jpg",
    "altTitles": [
      {
        "ja": "世界で唯一の転職師～ジョブホッパーな俺は、異世界ですべてのジョブを極めることにした～"
      },
      {
        "ja-ro": "Sekai de Yuiitsu no Tenshokushi"
      },
      {
        "en": "The Only Job Changer in the World: I, a Job Hopper, Decided to Master All the Jobs in Another World"
      },
      {
        "en": "The World's Only Job Changer"
      }
    ],
    "description": {
      "en": "Tsukasa, a company employee who repeatedly changes jobs in search of better conditions, challenges the final interview of a major corporation.  But as soon as he went past the door, he found himself in another world. His past career seems completely irrelevant, leading to a sense of discouragement. But, the \"Job Changer\" bestowed upon him grants him a unique ability!\n\nWith the power to freely switch between jobs like swordsman, mage, spear user, alchemist, appraiser, pharmacist, and more, he begins a leisurely life in this different world. Whether dealing with monsters or making use of abundant knowledge from herbs to items, he adapts effortlessly, engaging in everything from helping people to earning money. \n\nUnstoppable with his versatile skills, the powerful corporate slave leaps into a fantasy of career advancement!",
      "ja": "よりよい条件を求めて転職を繰り返す会社員・ツカサ。\n大企業の最終面接に挑んだ彼は、気が付けば異世界へと転移していた。\nこれまでの経歴がまったく通用しない……と意気消沈モード。\nだが、彼が授かった「転職師」は唯一無二の能力であった！\n剣士、魔術師、槍使い、錬金術士、鑑定士、薬師etc.と、どんなジョブにも自由自在に切り替える力で、彼は悠々自適な異世界生活をスタートさせる。\n魔物相手だろうが、煮るなり焼くなり斬るなりはお手のもの！\n薬草からアイテムまで、溢れる知識で有効活用！\nさらには、持ち前の順応力も発揮し、人助けにお金稼ぎにと、無双が止まらない!?\nパワフル社畜が七色の職を駆使して跳ね上がる、キャリアアップ・ファンタジー開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a4786cf-c185-4ad3-89a9-294a1ec0bfc9",
    "title": {
      "en": "Iron Ladies"
    },
    "updatedAt": "2024-04-18T03:16:24+00:00",
    "coverArt": "https://mangadex.org/covers/4a4786cf-c185-4ad3-89a9-294a1ec0bfc9/bd3b29e3-ae6c-4f7d-9cc9-5d1381e9d2ac.jpg",
    "altTitles": [
      {
        "fr": "Dames de Fer"
      },
      {
        "tr": "Demir Bayanlar"
      },
      {
        "id": "Gadis Baja"
      },
      {
        "en": "Iron Ladies Steel Soldiers"
      },
      {
        "en": "Metal Goddess Soldier"
      },
      {
        "zh": "Tie Ji Gang Bing"
      },
      {
        "ru": "Железные леди"
      },
      {
        "zh": "铁姬钢兵"
      },
      {
        "ka": "რკინის ქალბატონები"
      }
    ],
    "description": {
      "en": "**Description translated from the author:**\nUniversity graduate Mu Siyun sent his resume to the star fleet on a whim and somehow became the Fleet Admiral! This is the story about an admiral with a harem of 3000 female soldiers conquering the universe.\n\n---\n\n**Translator's version:**\nThe smartest university student to ever graduate from Daxia University's Department of Political History, Mu Siyun, enlists in Beiyang's Fleet on a whim and somehow becomes the Fleet Admiral. Knowing fully well how the world works and how the rich dominate the poor, Mu Siyun seeks to defy the heavens and bring order and hope back to the universe by cleverly scheming against his enemies.",
      "ru": "По прихоти судьбы выпускник университета Му Сыюнь отправил свое резюме в звёздный флот и каким-то образом стал адмиралом флота! Это история об адмирале с гаремом в 3000 женщин-солдат, покоряющих вселенную…",
      "tr": "Üniversiteden mezun olan Mu Siyun, bir heves ile öz geçmişini yıldız filosuna yollar ve her nasılsa filo amirali olur! bu hikaye 3000 kız askerin bir filo amiraliyle evreni ele geçirmesini anlatıyor…"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a0f7aab-6726-4a74-91a2-3f9213df1f05",
    "title": {
      "en": "Hazure Skill [Nigeru] de Ore wa Kyokugen-tei Level no Mama Saikyou wo Mezasu"
    },
    "updatedAt": "2024-03-04T16:07:35+00:00",
    "coverArt": "https://mangadex.org/covers/9a0f7aab-6726-4a74-91a2-3f9213df1f05/5965711a-9c77-4a5b-b862-58a10a548090.jpg",
    "altTitles": [
      {
        "ja": "ハズレスキル「逃げる」で俺は極限低レベルのまま最強を目指す～経験値抑制＆レベル１でスキルポイントが死ぬほどインフレ、スキルが取り放題になった件～"
      },
      {
        "en": "Aim for the Strongest With The Worthless Skill「ESCAPE」"
      },
      {
        "en": "Aiming to Be the Strongest While Remaining at the Absolute Lowest Level With My Worthless [Escape] Skill ~ Where Experience Points Are Limited and I Get a Flood of Skill Points at Level 1, I Gain Access to Unlimited Skills"
      },
      {
        "en": "Aiming to Be the Strongest While Remaining at the Absolute Lowest Level With My Worthless Run Away Skill"
      }
    ],
    "description": {
      "en": "The countless dungeons that suddenly appeared on modern Earth have now become a part of everyday life.\n\nYuuto Kurashiki, a young man who has become a hikikomori for some reason, challenges the dungeon to break through the dead end of his life. However, the unique skill given to Yuto was ironically [Escape].\n\nNot only is it difficult to use, but it also has a huge negative correction to the ability value, which is the lowest and worst failing skill. However, Yuuto soon finds out that this skill has an outrageous potential!\n\n\nhttps://ncode.syosetu.com/n7575gq/"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0aa2520a-a18f-406d-8908-32cec22b88ac",
    "title": {
      "en": "Only I Know That the World Will End"
    },
    "updatedAt": "2024-04-26T00:09:49+00:00",
    "coverArt": "https://mangadex.org/covers/0aa2520a-a18f-406d-8908-32cec22b88ac/ac528114-61e1-4de6-a709-2ed9158bbdf5.jpg",
    "altTitles": [
      {
        "ja-ro": "Kono Sekai ga Izure Horobu Koto wo, Ore dake ga Shitte Iru"
      },
      {
        "ja": "この世界がいずれ滅ぶことを、俺だけが知っている　～モンスターが現れた世界で、死に戻りレベルアップ～"
      },
      {
        "ja-ro": "Kono Sekai ga Izure Horobu Koto o, Ore dake ga Shitteiru: Monster ga Arawareta Sekai de, Shi ni Modori Level Up"
      },
      {
        "en": "Only I Know That the World Will End ~ In a World Where Monsters Appear, I Level Up by Returning From Death"
      },
      {
        "ja": "この世界がいずれ滅ぶことを、俺だけが知っている"
      }
    ],
    "description": {
      "en": "Akira Ichijo is your average, run-of-the-mill businessman.\n\nOne day, on his way home from work, he is suddenly attacked by a Minotaur and killed on the spot. But in the blink of an eye... he wakes up back at the office!\n\nWhen monsters invade into the real world, a cruel reality sets in as the world as we know it plummets into destruction and death. But with the unique skill [Resurrection], Akira can come back to life every time he dies, all the while inheriting the same levels and skills from his last run at life!\n\nWith unlimited chances to correct his past mistakes, it's up to Akira to utilize the skill he's given and survive this terrifying world with his childhood friend, Nao Nanase."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de526be7-ac05-4d8f-a726-0ac570832f50",
    "title": {
      "en": "Kimura X Class"
    },
    "updatedAt": "2024-04-10T11:44:15+00:00",
    "coverArt": "https://mangadex.org/covers/de526be7-ac05-4d8f-a726-0ac570832f50/aa86a0c7-d093-46f0-94e7-f65e55d70769.jpg",
    "altTitles": [
      {
        "en": "KIMURA×CLASS"
      },
      {
        "ja": "キムラクラス"
      }
    ],
    "description": {
      "en": "The \"Innate Gift,\" or \"IG,\" are special skills that only a handful of people possess. These rare talents are gathered at an ultra-elite school in Tokyo. Their homeroom teacher is the most powerful robot, Kimura-sensei! Loud-mouthed and full of weird features... you've never seen a teacher like him!\n\nRin Souma is an \"IG\" who can remember everything he sees and feels. He just wants to live his high school life peacefully, but.... his hopes for ordinary days are destroyed!",
      "pt-br": "O \"Dom Inato\", ou \"DI\", são habilidades especiais que apenas um punhado de pessoas possuem. Esses talentos raros são reunidos em uma escola ultra-elite em Tóquio. Seu professor é o robô mais poderoso, Kimura-sensei! Tagarela e cheio de características estranhas... você nunca viu um professor como ele!\n\nRin Souma é um \"DI\" que pode lembrar de tudo que vê e sente. Ele só quer viver sua vida escolar pacificamente, mas.... suas esperanças por dias comuns podem ser destruídas!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "24"
  },
  {
    "mangaId": "1fcaaa65-6fa4-4772-9006-b905101905d7",
    "title": {
      "en": "Cheating Men Must Die"
    },
    "updatedAt": "2024-05-01T17:56:04+00:00",
    "coverArt": "https://mangadex.org/covers/1fcaaa65-6fa4-4772-9006-b905101905d7/f1eee3e0-718c-424a-b277-8ee95901e1f9.jpg",
    "altTitles": [
      {
        "it": "Gli Uomini Traditori Devono Morire"
      },
      {
        "zh-ro": "Wan Zha Chao Huang"
      },
      {
        "zh": "万渣朝凰"
      },
      {
        "en": "Phoenix Rising Above Evil"
      },
      {
        "vi": "Vạn Tra Triêu Hoàng"
      }
    ],
    "description": {
      "en": "Why torment scumbags for just a moment when you can do so forever? Join Su LuXia as she transmigrates into countless worlds with her ‘Supporting Female Character’s Counterattack System’ to unleash vengeance upon the deplorable male and female leads using a variety of tactics! \n\nSu LuXia: \"The only thing that brings me comfort is the tears of remorse from scumbag men and the agonizing groans of despicable women who can't get what they want.\" \n\nSystem: \"Has My Esteemed Host learnt to reel back her vengeful spirit? Nope, I guess not.\"",
      "fr": "Su Lüxia fait partie d'un \"Système de rôle féminin\".\nSa mission : en se téléportant dans les corps des femmes trompées et bafouées, elle renverse leur destinée.\n\"Seules les larmes d'un bâtard de tricheur et les gémissements de douleur d'une garce m'apportent le réconfort.\"",
      "it": "Schiacciare un verme per un solo momento dà una soddisfazione momentanea, ma le vite passate a schiacciare i vermi forniscono vite di soddisfazione continua. Su Lüxia, la nostra protagonista femminile, trasmigra in altri mondi con il sistema di contrattacco della seconda protagonista femminile; usa schemi e trucchi elaborati per picchiare innumerevoli bastardi traditori e puttane.\n\nSu Lüxia: \"Solo le lacrime di rimorso di un bastardo traditore, e i gemiti di dolore di una puttana incapace di ottenere ciò che vuole, mi danno conforto.\"\n\nSistema: \"Il mio ospite ha attinto alla sua umanità oggi? No.\""
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fb6d1db-c0c5-4122-81fe-dd480bfdb6eb",
    "title": {
      "en": "Magical Girl 201"
    },
    "updatedAt": "2024-04-13T16:24:32+00:00",
    "coverArt": "https://mangadex.org/covers/8fb6d1db-c0c5-4122-81fe-dd480bfdb6eb/e7d51ab7-9307-4cc6-8503-c6b1654a2402.jpg",
    "altTitles": [
      {
        "ja": "魔法少女201"
      },
      {
        "ja-ro": "Mahou Shoujo 201"
      },
      {
        "vi": "Ma Pháp Thiếu Nữ 201"
      }
    ],
    "description": {
      "en": "Fujiyama Shinobu aka Sexy Fujiyama, is a general working for the evil Flower Bud Gang who are trying to take over the city. Standing in her way is the masked magical girl, Princess Mamu, who wouldn't you know it, has just moved in next door to Fujiyama's place..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9bcd5a5-23cc-47f4-a79d-752897cf3305",
    "title": {
      "en": "I'm Not The Cult Leader"
    },
    "updatedAt": "2024-05-02T12:46:41+00:00",
    "coverArt": "https://mangadex.org/covers/b9bcd5a5-23cc-47f4-a79d-752897cf3305/f93fc8e3-c712-40b4-ae87-cd5965fc139e.jpg",
    "altTitles": [
      {
        "zh": "我不是教主"
      }
    ],
    "description": {
      "en": "Who am I? Where am I? What am I doing? Wait, wait! Great Alliance Leader! Stop it already!! I really…… am not the Cult Leader! The entirety of the Jianghu thought that the Cult Leader of the Demonic Cult was a woman—who would've thought that the Cult Leader could even secretly start a harem?!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "1c4f1dd6-c7cc-4474-b3de-2cc9adc330c3",
    "title": {
      "en": "Sensei! Bokutachi ga Sekai wo Horoboshimasu."
    },
    "updatedAt": "2024-02-26T22:45:28+00:00",
    "coverArt": "https://mangadex.org/covers/1c4f1dd6-c7cc-4474-b3de-2cc9adc330c3/363457c5-3584-4026-912f-7a97455daf1c.jpg",
    "altTitles": [
      {
        "ja": "先生！ 僕たちが世界を滅ぼします。"
      },
      {
        "ru": "Мы уничтожим весь мир, учитель!"
      },
      {
        "en": "Teacher, we will destroy the world!"
      },
      {
        "en": "The strongest Assassin as a Teacher"
      }
    ],
    "description": {
      "en": "A \"Teacher\" has a sacred job that protects and guides students.\n\nIn this world where people who can use magic and people who cannot use magic coexist, Solo is a sorcerer who lives alone.\nHe is also known as No. 0, a skilled assassin who always completes any request he receives.\n\n\"As part of a certain mission, I am assigned to teach at a magic school, and the teenagers I am assigned to teach are the students of the Class 2D, which is made up of dropouts.\"\n\nWhile he is desperately playing the role of a teacher in order to complete his mission, a transfer student arrives and the situation takes an unexpected turn...\n\nA school fantasy unfolding between a false teacher and the strongest assassin and the most evil students who serve as his \"beacon\"!",
      "ja": "『教師』とは、生徒を守り、教え導く聖なる仕事。\n魔法が使える人間と使えない人間が混在するこの世界で、孤独に生きる一人の魔導士・ソロ。\n受けた依頼は必ず完遂するという凄腕の殺し屋・No.0（ナンバーゼロ）という異名も持つ彼は、\nとある任務の一件で魔法学校で教師をすることになりますが、そこで担任することになったのは、学年の落ちこぼれが集まる２年Ｄ組。\n任務遂行のために必死に教師を演じている最中、そこに転校生がやってきて事態は思わぬ方向に…。\n偽りの教師で最強の暗殺者と、彼の“標”となる最凶の生徒たちが繰り広げる学園ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e772607-0121-481b-8a95-b5cd33598506",
    "title": {
      "en": "Happy Sepia"
    },
    "updatedAt": "2024-05-11T09:02:17+00:00",
    "coverArt": "https://mangadex.org/covers/2e772607-0121-481b-8a95-b5cd33598506/a2b6b7b7-168f-407b-afa3-e7a8126aa80e.jpg",
    "altTitles": [
      {
        "ja": "ハッピーセピア"
      },
      {
        "ja": "ハッピーセピア: 大熊らすこ作品集"
      },
      {
        "ko": "해피 세피아"
      },
      {
        "ko": "해피 세피아: 오쿠마 라스코 작품집"
      },
      {
        "en": "Happy Sepia: The works of Okuma Rasuko"
      }
    ],
    "description": {
      "en": "High school girl Kaede decided to travel back in time for her beloved benefactor, Minami. Let's see how her determination will change the flow of time. This is a time slip 4-koma manga connected by wishes and wills!",
      "ja": "高校1年生のかえでは大好きな人のために過去へ旅立つことに。\r\n彼女の想いがどう流れを変えていくのか…！\r\n想いが想いを繋ぐタイムトラベル4コマ！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "3cc56862-2031-42ba-b66c-afc97d0faa68",
    "title": {
      "en": "Sekaiju no Shita kara Hajimeru: Hanryuu Shoujo to Boku no Musou Life"
    },
    "updatedAt": "2023-12-02T22:28:53+00:00",
    "coverArt": "https://mangadex.org/covers/3cc56862-2031-42ba-b66c-afc97d0faa68/d8091a47-d4ac-4e47-a70e-51e0db8a49e4.jpg",
    "altTitles": [
      {
        "ja": "世界樹の下から始める半竜少女と僕の無双ライフ"
      },
      {
        "en": "Starting From Under the World Tree: The Dragon Girl and My Invincible Life"
      }
    ],
    "description": {
      "en": "Buried by an avalanche caused by an eruption, a girl discovers a secret place undergroud where she tastes the flesh of a dragon, becoming half-dragon half-human. Afterwards the girl who was to be sold as a s*ave was bought by a kind-hearted boy. This novel is about a girl who became a Half-Dragon and a boy who has healing magic; a story about their carefree journey.",
      "ja": "最強最上の半竜の娘を従者に冒険の旅に出発します！\n\n両親を亡くして、一人遠くの魔術学園に入学を目指す、治癒魔術師見習いのリムル。彼が護衛のために奴隷商人から手に入れた、竜の手足を持つ異形の種所は、ウルトラ・モンスターな性格とパワーで、一人暮らしのリムルの生活を引っかき回してきて……!? 少年リムルが半竜少女エイルを従え、世界を変える旅に出る異世界冒険ファンタジー！！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e16f9a7e-7c2d-4ee2-8034-6ddc6672393b",
    "title": {
      "en": "I'm an OTAKU but I want to fall in love with a gal"
    },
    "updatedAt": "2024-05-08T10:06:57+00:00",
    "coverArt": "https://mangadex.org/covers/e16f9a7e-7c2d-4ee2-8034-6ddc6672393b/3e426579-6e91-472f-836e-488ee5111274.jpg",
    "altTitles": [
      {
        "ja": "オタクくんとギャルが恋をする話"
      },
      {
        "ja-ro": "Otaku-kun to Gyaru ga Koi wo Suru Hanashi"
      },
      {
        "en": "The Story of an Otaku and a Gyaru Falling in Love"
      },
      {
        "ru": "История о том, как отаку и гяру влюбляются друг в друга"
      },
      {
        "es-la": "Una historia sobre un otaku y una gal que se enamoran"
      },
      {
        "uk": "Історія про те, як Отаку та Гяру закохуються"
      },
      {
        "zh": "死宅君与辣妹相恋的故事"
      },
      {
        "ja": "オタクだってギャルと恋したい"
      },
      {
        "ja-ro": "Otaku Datte Gal to Koi Shitai"
      },
      {
        "ru": "Даже отаку хочет влюбиться в гяру"
      }
    ],
    "description": {
      "en": "Affection Level of each Gyarus for a single Otaku. Who will our otaku-kun chose as his girl?",
      "es-la": "El nivel de afecto de cada Gyarus por un único otaku. ¿A quién elegirá nuestro otaku-kun como su chica?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "100"
  },
  {
    "mangaId": "062e3b40-f43a-423d-b4d4-19b9d21c62bf",
    "title": {
      "en": "Furoufushi Shoujo no Naedoko Ryokouki"
    },
    "updatedAt": "2024-04-14T19:56:43+00:00",
    "coverArt": "https://mangadex.org/covers/062e3b40-f43a-423d-b4d4-19b9d21c62bf/9472b99a-8f00-4e38-aa5f-9cf4fe128e9c.jpg",
    "altTitles": [
      {
        "ja": "不老不死少女の苗床旅行記"
      },
      {
        "en": "The Depravity Records of an Immortal Girl."
      },
      {
        "en": "The Immortal Girl's Nursery Travelogue"
      },
      {
        "vi": "Bồn Chứa Tinh Bất Tử Phiêu Lưu Ký"
      },
      {
        "vi": "葐貯精不死飄流記 (Nom Script)"
      }
    ],
    "description": {
      "en": "The journey of a genius girl who became immortal to grant her dreams of being bred to different species of creatures in order to fulfill her curiosity.",
      "ja": "「ボク、異種生物の苗床になってみたい」――天才少女プルートは苗床願望を叶えるため、不老不死の体を手に入れた！　好奇心旺盛な彼女は、異世界の美少女たちや異種生物たちとエッチで自由な旅を謳歌する！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a29b87c-f6eb-4e6d-98b4-3cd8adb3ab8f",
    "title": {
      "en": "Moto Ansatsusha, Tensei Shite Kizoku no Reijou ni Narimashita"
    },
    "updatedAt": "2024-05-06T00:04:35+00:00",
    "coverArt": "https://mangadex.org/covers/0a29b87c-f6eb-4e6d-98b4-3cd8adb3ab8f/549f4ffe-f56b-4a41-8008-fbb9246b8a86.png",
    "altTitles": [
      {
        "ja": "元暗殺者、転生して貴族の令嬢になりました"
      },
      {
        "en": "A Former Assassin Was Reborn as a Blue-Blooded Daughter"
      }
    ],
    "description": {
      "en": "The story is about Serena, a former assassin who was reincarnated as a duke's daughter after failing her mission. She initially thought that pretending to be a noble would be easy, but she struggled with the gap in perception between herself and her mother, who had a flighty personality, and her adoptive sister, who deceived those around her in an attempt to push Serena out of the picture.\n\nDespite skillfully dodging the harassment she faced at the tea parties full of rivalry and navigating the complex social life of a school embroiled in love and hate, Serena's cold demeanor resulted in her being ostracized and isolated. One day, she discovers that her adoptive sister is engaged to the second prince, which leads her to run away from home. However, it is at this point that the first prince, Evan, appears in front of her...\n\nFollow Serena, a former assassin who knows nothing of love, as she charges forward into the aristocratic society of another world in this comedic, occasionally romantic tale.",
      "ja": "任務に失敗した暗殺者が転生したのは、公爵令嬢のセレナ。「私は元暗殺者。なりすますなんて簡単だ」そう思っていたセレナだが、 頭がお花畑な母親や、彼女を蹴落とそうと周りを欺く義妹などとの感覚のズレに日々いら立ち、生きづらさを感じていた。 \nマウントだらけのお茶会に、愛憎ドロドロな学園生活……周囲からの嫌がらせを冷めた目で痛烈にかわしながらも、その冷徹さゆえに疎まれ孤立していくセレナ。 そしてある日、義妹が第二王子と婚約することを知り、ついに家出を決意する。しかしそこに第一王子のエヴァンが現れて--!?\n愛を知らない元暗殺者が貴族社会を突き進む、異世界転生コメディときどきラブ!？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]