[
  {
    "mangaId": "765d584a-5471-4da1-a384-b4df252da29b",
    "title": {
      "en": "Dragon King’s Palace: The Richest Son-in-Law"
    },
    "updatedAt": "2024-11-12T07:15:51+00:00",
    "coverArt": "https://mangadex.org/covers/765d584a-5471-4da1-a384-b4df252da29b/933acab9-df3e-43f9-9a1e-311e7baadf7a.jpg",
    "altTitles": [
      {
        "zh": "最豪贅婿 龍王殿"
      },
      {
        "zh-ro": "Zuì Háo Zhùi Xù Lóng Wáng Diàn"
      },
      {
        "en": "The Most Heroic Son-in-Law King"
      },
      {
        "en": "The Most Luxurious Son-in-Law: Dragon King's Palace"
      },
      {
        "vi": "Long Vương Điện: Người Ở Rể Giàu Nhất"
      }
    ],
    "description": {
      "en": "I am nothing in the eyes of others; my mother-in-law despises me, thinking I just rely on my wife and spend her money. And then there’s a group of lowlifes who are constantly coveting my wife. Who says a man marrying into his wife’s family can’t rise to greatness? Ji Xueyu! From now on, I’ll be the one to protect you",
      "vi": "Ta chẳng là gì trong mắt người khác, mẹ vợ khinh thường vì nghĩ ta ăn bám vợ, tiêu tiền của vợ. Ngoài ra còn có một lũ cặn bã luôn thèm muốn vợ ta. Ai nói là vào cửa nhà vợ thì không thể bay lên 9 tầng mây? Kỷ Tuyết Vũ! Sau này sẽ do ta bảo vệ em"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "256"
  },
  {
    "mangaId": "b02f36fd-f4be-4104-a090-8db8233ac0a6",
    "title": {
      "en": "Shaman King Zero"
    },
    "updatedAt": "2023-04-25T11:50:47+00:00",
    "coverArt": "https://mangadex.org/covers/b02f36fd-f4be-4104-a090-8db8233ac0a6/630ce23a-ceb0-4ae7-abb6-25829becc5ba.jpg",
    "altTitles": [
      {
        "ja": "シャーマンキング０"
      }
    ],
    "description": {
      "en": "Shaman King follows the adventures of Yoh Asakura as he attempts to hone his shaman skills to become the Shaman King in the Shaman tournament.  \n  \nHowever, this series is before the Shaman Tournament arc."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "e5357466-c8a2-4259-9b02-2580185bd2bb",
    "title": {
      "en": "Billy Bat"
    },
    "updatedAt": "2024-12-20T11:09:08+00:00",
    "coverArt": "https://mangadex.org/covers/e5357466-c8a2-4259-9b02-2580185bd2bb/11cde992-1cd2-4e84-af10-31f9ff71e69b.jpg",
    "altTitles": [
      {
        "ja": "ビリーバット"
      },
      {
        "th": "บิลลี่ แบ็ท"
      },
      {
        "ru": "Билли Бэт"
      },
      {
        "zh-hk": "蝙蝠比利"
      },
      {
        "ko": "빌리 배트"
      },
      {
        "ar": "بيلي بات"
      }
    ],
    "description": {
      "en": "Billy Bat is a comic-in-a-comic and the real protagonist is a Japanese-American artist named Kevin Yamagata who draws Billy Bat for \"Marble Comics\". Shortly after they transition to the artist in his studio with his assistant, two actual detectives, looking like Laurel and Hardy in Dick Tracy era suits and trench coats, knock on the door and appropriate Kevin's room for the purpose of conducting surveillance on a room in an adjacent building. \n\nOne of the detectives, the skinny \"Laurel\", sees Kevin's work and it turns out he's a Billy Bat fan. The other chubby \"Hardy\" detective picks up a page saying that the characters look familiar and accuses Kevin of translating an old \"Jap\" comic.  \nAs Hardy remembers the comic he thinks Kevin is ripping off, we make another Urasawaesque time jump to 1949 Tokyo…",
      "pl": "\"Billy Bat\" przedstawia losy japońsko-amerykańskiego artysty Kevina Yamagaty, autora mangi o identycznym tytule co dzieło, w którym sam występuje, czyli \"Billy Bat\". Pracuje dla wydawnictwa \"Marble Comics\". Pewnego dnia do jego mieszkania pukają dwaj detektywi wyglądający jak Laurel Hardy z \"Dick Tracy\". Informują go, że otrzymali od gospodarza zezwolenie na przeprowadzenie śledztwa sąsiadującego budynku. Wkrótce jeden z detektywów, chudzielec Laurel, zauważa prace Kevina i okazuje się fanem \"Billy'ego Bata\", podczas gdy otyły Hardy podnosi pojedynczą stronę ze stwierdzeniem, iż komiks wygląda zadziwiająco podobnie do mangi publikowanej niegdyś przez Jumpa. Oskarża bohatera o kradzież tokijskiego dzieła z 1949 roku.",
      "es-la": "Billy Bat es un cómic en un cómic y el verdadero protagonista es un artista japonés-americano llamado Kevin Yamagata que dibuja a Billy Bat para \"Marble Comics\". Poco después pasan al artista en su estudio con su ayudante, dos detectives reales que parecen Laurel y Hardy con trajes y gabardinas de la época de Dick Tracy, llaman a la puerta y se apropian de la habitación de Kevin con el fin de realizar una vigilancia en una habitación de un edificio adyacente. \n\nUno de los detectives, el flaco \"Laurel\", ve el trabajo de Kevin y resulta que es un fanático de Billy Bat. El otro detective, el regordete \"Hardy\", coge una página diciendo que los personajes le resultan familiares y acusa a Kevin de traducir un viejo cómic \"japonés\".  \nMientras Hardy recuerda el cómic que cree que Kevin está copiando, hacemos otro salto temporal Urasawaesco al Tokio de 1949...",
      "pt-br": "Um detetive particular, é o protagonista da história em quadrinhos feita por Kevin Yamagata, um quadrinista americano, descendente de japoneses, famoso por sua história “Billy Bat”. O cotidiano de Kevin é abruptamente ado quando dois detetives entram no estúdio dele, a fim de investigar um vizinho acusado de espionagem. Um desses detetives vê o personagem Billy Bat e diz ter visto aquele desenho enquanto trabalhava no Japão. Suspeitando ter visto o personagem enquanto morava lá e o roubado inconscientemente, Kevin regressa ao Japão para buscar a verdade."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "165"
  },
  {
    "mangaId": "0a4bdf95-dc11-4011-937e-7bdc4dd6e786",
    "title": {
      "en": "Mayonaka Heart Tune"
    },
    "updatedAt": "2024-11-18T23:55:53+00:00",
    "coverArt": "https://mangadex.org/covers/0a4bdf95-dc11-4011-937e-7bdc4dd6e786/439e6c0f-c99f-4056-aa80-ab1619f4080f.jpg",
    "altTitles": [
      {
        "ja": "真夜中ハートチューン"
      },
      {
        "en": "Tune In to the Midnight Heart"
      },
      {
        "nl": "Middernachtshart Tune"
      },
      {
        "fr": "Au Chœur de la Nuit"
      },
      {
        "pt-br": "Sintonizando com o Coração da Meia Noite"
      },
      {
        "pt-br": "Em busca da garota por trás da voz"
      },
      {
        "ru": "Полуночный мотив сердца"
      }
    ],
    "description": {
      "en": "\"Late at night, alone on my bed, your voice was the only thing that saved me. I want to talk to you again. There's something I want to say.\"\n\nWithout knowing her real name or face, Yamabuki Arisu, a second-year high school student, was looking for a girl named \"Apollo'' who was a livestreamer. However, one day, Arisu gets a clue about Apollo from the broadcast club of the high school where she is going. There were 4 beautiful girls who dreamed of \"getting a job related to voice\"!! Who is Apollo? What will happen to the dreams of the four people?\n___\n**Links:**\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10568/episode/347385) (U.S. Only)",
      "ja": "「深夜ひとり、ベッドの上、キミの声だけが救いだった。もう一度キミと話したい。言いたいことがあるんだ」。\n\n高校2年生の山吹有栖は、「アポロ」という名の、顔も本名も知らないラジオ配信者の少女を探していた。だがある日、有栖は進学先の高校の放送部にアポロの手がかりを得る。そこにいたのは「声に関わる仕事に就く」夢を描く美少女が…4人!! アポロは誰？4人の夢の行方は？かわいくも懸命なサクセスラブコメ、ここに開演!!",
      "ru": "«Пока я лежал на кровати посреди ночи в полном одиночестве, твой голос был моим единственным утешением. Я хочу поговорить с тобой ещё раз. И должен кое-что тебе сказать».\n\nЯмабуки Арису, ученик второго класса старшей школы, ищет бывшую ведущую радио-стримов «Аполло», не зная ни её лица, ни имени. Однако, однажды он понимает, что Аполло скрывается среди участниц клуба радиовещания в его школе. Четыре красавицы оттуда мечтают получить работу, связанную с голосом. Но которая из них — Аполло? И что станет с их мечтами? Милый ромком о тяжёлом труде и успехе начинается!",
      "pt-br": "Yamabuki Arisu, um estudante do segundo ano do ensino médio, estava procurando por uma garota chamada “Apollo”, que era locutora de rádio e ele não conhecia seu rosto ou seu nome verdadeiro. No entanto, um dia, Arisu recebe uma pista sobre Apollo do clube de transmissão da escola secundária para a qual ela estava indo. Havia quatro belas garotas que sonhavam em “conseguir um emprego relacionado à voz”!! Quem é Apollo? O que acontecerá com os sonhos dessas quatro pessoas? Uma comédia romântica fofa, mas trabalhadora e de sucesso, começa aqui!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e477578d-db2f-47df-ba81-607f2bdafa65",
    "title": {
      "en": "The Most Beautiful Girl in the School is in Love With Me, the xx Artist!?"
    },
    "updatedAt": "2024-10-26T11:22:59+00:00",
    "coverArt": "https://mangadex.org/covers/e477578d-db2f-47df-ba81-607f2bdafa65/0fdbd68f-9bed-44cf-b757-6950ad4cc874.jpg",
    "altTitles": [
      {
        "ja": "学園1の美少女は××絵師の俺に惚れている！？"
      },
      {
        "ja-ro": "Gakuen 1 no Bishōjo wa ×× Eshi no Ore ni Horeteiru!?"
      },
      {
        "ja-ro": "Gakuen 1 no Bishoujo wa ×× Eshi no Ore ni Horeteiru!?"
      },
      {
        "id": "Gadis Nomor 1 di Sekolah Sekaligus Pembuat Karya XXX Jatuh Cinta Denganku?!"
      },
      {
        "en": "The Number 1 Beautiful Girl in the School is in Love With Me, the xx Artist!?"
      }
    ],
    "description": {
      "en": "Amesaka Sora, an ordinary high school boy, usually enjoys drawing erotic pictures as a hobby. Since his failure in junior high school, he had planned to hide his hobby in high school... But one day, the student council president and the most beautiful girl in the school, Kisaragi Uguisu, finds out his secret...!?\n\nA coming-of-age rom-com between a beautiful girl at the top of the caste system and one of those male extras!",
      "id": "Amesaka Sora, seorang siswa biasa yang suka menggambar hal-hal cabul. Karena kegagalannya di SMP, dia menyembunyikan hobinya ini di SMA. Namun, suatu hari, ketua OSIS sekaligus gadis tercantik sepenjuru sekolah, Kisaragi Uguisu mengetahui hobi rahasianya tersebut. Apa yang akan terjadi di antara mereka berdua?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29a0218e-8aac-4f92-887f-5940cb86f136",
    "title": {
      "en": "Assassins Pride"
    },
    "updatedAt": "2024-06-04T16:30:47+00:00",
    "coverArt": "https://mangadex.org/covers/29a0218e-8aac-4f92-887f-5940cb86f136/13862849-cdee-4fb1-9512-ee6adf4509f5.jpg",
    "altTitles": [
      {
        "fr": "La fierté d'un Assassin"
      },
      {
        "ru": "Гордость убийцы"
      },
      {
        "ar": "فخر القاتل"
      },
      {
        "ja": "アサシンズプライド"
      },
      {
        "ko": "어쌔신 스 프라이드"
      },
      {
        "ja-ro": "Asashinzu Puraido"
      }
    ],
    "description": {
      "en": "In the world where only the aristocrats have the power to fight the monster – mana. A youth named Kufa is dispatched as a tutor to find Mareida's talent, a nuisance girl born in a duke's family. If she is not talented, assassinate her. That, is the dark side of his task.",
      "fr": "Avec son identité fabriquée, Kuufa rencontre pour la première fois sa jeune élève sans talent, Melida. Il a désormais trois ans pour lui faire atteindre un niveau digne d'un Paladin, ou la faire disparaître si jamais elle ne montre pas de signe de progrès.",
      "pt": "No mundo onde apenas os aristocratas têm o poder de lutar contra o monstro \"MANA\", um jovem chamado Kufa é enviado como um tutor de Melida, uma garota sem talento nascida na família de um duque. Se ela realmente não for capaz de despertar seus poderes, Kufa tem uma missão: Assassiná-la!!!",
      "ru": "В этом мире только у аристократов есть сила чтобы противостоять монстрам – мана. Парню по имени Куфа было дано задание раскрыть талант Мериды, бездарной девушки, наследницы древнего рода Анжел. Если её способности так и не проявятся, Куфе приказано её убить. Такова тёмная сторона его задания…"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "59"
  },
  {
    "mangaId": "10f860bf-0627-4e63-8e7d-de28e42ebecb",
    "title": {
      "en": "Merry on the Rocks"
    },
    "updatedAt": "2024-05-17T18:03:12+00:00",
    "coverArt": "https://mangadex.org/covers/10f860bf-0627-4e63-8e7d-de28e42ebecb/7ca4cbd4-681d-48bc-9613-75ddaa17a7d7.png",
    "altTitles": [
      {
        "ko": "메리 온더락"
      }
    ],
    "description": {
      "en": "With Christmas around the corner, Noel (top) feels restless and uneasy. He enters a bar where he runs into the man of his dreams and, by happy chance, they spend the night together. However, by morning the man has already disappeared. \nAll Noel knows about him is his name, June (bottom), but will they be able to meet again? \nDisappointed, Noel can’t stop thinking about June, so much so that he makes mistakes in his presentation. He’s in the middle of rebuking himself when, in the hallways of his client’s building, he sees a familiar face…",
      "fr": "L’histoire de deux inconnus qui se rencontrent deux semaines avant Noël. Que se passera-t-il lorsque leurs regards se croiseront à nouveau ?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "4"
  },
  {
    "mangaId": "d21e52cf-50f1-48c7-8de7-69f280c05be4",
    "title": {
      "en": "Sono Munou, Jitsu wa Sekai Saikyou no Mahoutsukai ~Munou to Sagesumare, Kizokuka kara Oidasareta ga, Gift \"Tenseisha\" ga Kakusei shite Zense no Nouryoku ga Yomigaetta~"
    },
    "updatedAt": "2024-12-19T22:08:45+00:00",
    "coverArt": "https://mangadex.org/covers/d21e52cf-50f1-48c7-8de7-69f280c05be4/c5decab7-ed9a-423d-93c2-f52eeff32b5b.jpg",
    "altTitles": [
      {
        "ja": "その無能、実は世界最強の魔法使い　〜無能と蔑まれ、貴族家から追い出されたが、ギフト《転生者》が覚醒して前世の能力が蘇った〜"
      },
      {
        "en": "That Incompetent is Actually the World's Strongest Wizard: He was Scorned as Incompetent and Kicked out of His Aristocratic Family, but His Gift of \"Reincarnation\" Awakened and Brought Back the Abilities of His Previous Life"
      }
    ],
    "description": {
      "en": "Alma, the third son of an aristocratic family who could not receive the Gift that should have been given by God, is despised as incompetent from his parents' home and is expelled from the house. However, in reality, Alma was given a special Gift - He regained the abilities of the previous life! With the Gift [Reincarnation], he becomes the strongest wizard in the world! Alma, who devoted all of his first life to the quest for magic, seeks a \"happy second life\" with the magic of his previous life!\n___\n[Web Novel](https://ncode.syosetu.com/n3823gm/)  (JP)",
      "ja": "この世界の人々は15歳になると、女神様から《ギフト》と呼ばれる様々な能力を与えられる。貴族家の三男・アルマも優秀な《ギフト》を授かることを期待されていたが、なぜか《ギフト》はまったく発現せず、実家から無能と蔑まれ追い出されてしまう…。だが、実はアルマは特別な《ギフト》を授かっていたーー。その能力《転生者》によって前世の記憶と能力を取り戻したアルマは、この世界で最強の魔法使いとなった！一度目の人生の全てを魔法の探究に捧げたアルマが、前世で極めた魔法で”幸せな二度目の人生”へと歩み出す！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "64"
  },
  {
    "mangaId": "ceb2882e-cdcb-4c9a-ab37-55560c0bd8a8",
    "title": {
      "en": "Devilman Lady"
    },
    "updatedAt": "2024-04-18T09:20:04+00:00",
    "coverArt": "https://mangadex.org/covers/ceb2882e-cdcb-4c9a-ab37-55560c0bd8a8/fb9ff6ef-e362-4fb0-ba44-1ee9084a34ca.jpg",
    "altTitles": [
      {
        "en": "Devillady"
      },
      {
        "ja": "デビルマンレディー"
      },
      {
        "zh-hk": "女惡魔人"
      },
      {
        "zh": "女恶魔人"
      },
      {
        "ja-ro": "Debiruman redī"
      },
      {
        "zh-ro": "Nǚ èmó rén"
      }
    ],
    "description": {
      "en": "Fudou Jun is a highschool teacher and takes a trip with a group of students. While there, a group of martial artists staying nearby take a strange interest in the girls.  \nThese men are actually demons and after changing into their true form break into the cabin to rape the girls. One gets Jun and violates her.  \nShe feels her soul being torn apart and transforms into Devilman Lady. With newfound powers and strength she kills all the demons and protects the girls from any further harm.  \nWhat are these demons and why did she turn into a hybrid of one? What does this mean for her and for the rest of humanity?",
      "pt-br": "Fudou Jun é uma professora do colegial que fez uma viagem com um grupo de estudantes. Enquanto estava lá, um grupo de lutadores que estavam nas proximidades desenvolvem um estranho interesse pelas meninas. Esses homens são na verdade demônios e depois de mudar para sua forma verdadeira, eles entram na pousada para estuprar as meninas. Um deles pega Jun para violá-la. Ela sente sua alma dilacerada e se transforma em Devilman Lady. Com poderes e força recém descobertos, ela mata todos os demônios e protege as meninas de qualquer outro dano. O que são esses demônios e por que ela se transformou em um híbrido? O que isso significa para ela e para o resto da humanidade?"
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "erotica",
    "lastVolume": "17",
    "lastChapter": "66"
  },
  {
    "mangaId": "f7a9fccd-a15f-40ee-a20e-75801e0b2a1a",
    "title": {
      "en": "Kirby of the Stars: Hearty Pupupu Fantasy"
    },
    "updatedAt": "2024-12-25T15:45:27+00:00",
    "coverArt": "https://mangadex.org/covers/f7a9fccd-a15f-40ee-a20e-75801e0b2a1a/388d77e8-4433-4400-bc31-733ccaab82fb.jpg",
    "altTitles": [
      {
        "ja": "星のカービィ まんぷくプププファンタジー"
      },
      {
        "ja-ro": "Hoshi no Kirby Manpuku Pupupu Fantasy"
      },
      {
        "fr": "Kirby Fantasy - Gloutonnerie à Dream Land"
      }
    ],
    "description": {
      "en": "Introducing a new manga for Kirby's 25th anniversary!\n\nThis is the peaceful land of Pupupu.\nBut the pink, round, hungry little guy, Kirby, is always causing a ruckus and making things very lively!\n\nEven Hikawa Hirokazu, the creator of the first Kirby series in CoroCoro, gave his approval!\nIt's the 25th anniversary of the series, and the start of a new manga series!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e53b25b-c5b7-43f2-81eb-671eb28c4765",
    "title": {
      "en": "Kasanegasane no Hatsukoi Desuga"
    },
    "updatedAt": "2024-11-20T20:56:58+00:00",
    "coverArt": "https://mangadex.org/covers/8e53b25b-c5b7-43f2-81eb-671eb28c4765/47e605e3-f0a9-420e-add1-3986bbc29f35.png",
    "altTitles": [
      {
        "en": "First Love, Again and Again"
      },
      {
        "ja": "かさねがさねの初恋ですが"
      },
      {
        "vi": "Tình Đầu, Lại Thêm Tình Đầu"
      }
    ],
    "description": {
      "en": "Hassaku Tamao came back to his hometown to teach and fulfill a promise he made when he was younger. However, he's not the only one who remembers a promise he made..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1693697a-783c-4d3c-a2d3-dc069e137a23",
    "title": {
      "en": "No Home"
    },
    "updatedAt": "2024-10-29T17:48:34+00:00",
    "coverArt": "https://mangadex.org/covers/1693697a-783c-4d3c-a2d3-dc069e137a23/bc55de2a-47dd-41cb-9338-75b3f0650a69.jpg",
    "altTitles": [
      {
        "en": "Homeless"
      },
      {
        "en": "I Have No Home"
      },
      {
        "ko": "집이 없어"
      },
      {
        "ko-ro": "Jib-i Eobs-eo"
      },
      {
        "ja": "家がない！"
      },
      {
        "zh-hk": "無家可歸"
      }
    ],
    "description": {
      "en": "Haejoon Goh, who ran from home, and Eunyung Baek, the problem child who lives in a tent.   \r\nThese two, who met under terrible circumstances, are forced to live together in an abandoned dormitory.   \r\nThis is a story of difficult growth between two people who hate both the dorm and each other."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "269"
  },
  {
    "mangaId": "b4615bd9-7cbd-4243-a8a2-5c24671663e0",
    "title": {
      "en": "Yajin Tensei: Karate Survivor in Another World"
    },
    "updatedAt": "2024-07-08T22:48:37+00:00",
    "coverArt": "https://mangadex.org/covers/b4615bd9-7cbd-4243-a8a2-5c24671663e0/0f7dfe3b-18b5-43a5-9dfd-0eecd7aa30ee.jpg",
    "altTitles": [
      {
        "en": "Karate Survivor in Another World"
      },
      {
        "en": "Reincarnated Savage: Karate Survivor in Another World"
      },
      {
        "ja": "野人転生"
      },
      {
        "ja": "野人転生: KARATE SURVIVOR IN ANOTHER WORLD"
      },
      {
        "es-la": "Salvaje Reencarnado"
      }
    ],
    "description": {
      "en": "When 34-year-old Nozaki Hitoshi is hit by a truck, he is sent to a fantasy world by a dismissive god and dropped into a harsh wilderness without even the clothes on his back. His only salvation is a newly granted karate skill and his general survival instincts. Luckily, Hitoshi is up for the challenge–he’ll weave clothes out of tree bark, test fruit for poison, and crawl through the mud to test his kicks and punches against goblins and other creatures. No matter how much he levels up in this world, he still longs to find other humans to share his solitude. An engrossing fantasy that pits karate technique against swords and sorcery in another world!\n\n(Source: Seven Seas Entertainment)\n- [Web Novel Raw](https://ncode.syosetu.com/n5771ei/)  \n- [Alternate Raw: NicoNico](http://seiga.nicovideo.jp/comic/41841)",
      "ja": "姓名と風貌から、「野人」と呼ばれている野崎人志は、ひょんなことから異世界に転生させられる。",
      "es-la": "Nozaki Hitoshi, conocido como el \"Hombre Salvaje\" por su apellido y apariencia, se reencarna accidentalmente en otro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9708eb97-887b-47c3-b179-38c406da9c6c",
    "title": {
      "en": "I Want To Eat You"
    },
    "updatedAt": "2024-12-25T15:51:26+00:00",
    "coverArt": "https://mangadex.org/covers/9708eb97-887b-47c3-b179-38c406da9c6c/eece4ef6-985a-40ed-bb68-62a77eb45187.jpg",
    "altTitles": [
      {
        "ko": "범하고 싶어"
      }
    ],
    "description": {
      "en": "Having received an imperial decree to marry a barbarian, Eunwoo, overwhelmed with mixed emotions, went for a solitary walk. There, she stumbled upon a massive tiger with an injured paw. 'Eat me,' the tiger requested as a reward for her help. Baekhui, the tiger king, was dumbfounded by this unusual request but couldn't help but salivate at the sight of Eunwoo. 'Such a delicious-looking face,' he thought. From that day forward, Baekhui was consumed by thoughts of how to savor her. In his quest to make her his mate, he relentlessly pursues her with seductive charms... A thrilling tale of seduction and conquest, featuring Baekhui, the ever-flirtatious tiger, and Eunwoo, the pure yet resolute Joseon princess!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9bcdd04-542e-4a85-b85c-a8970dc6dfde",
    "title": {
      "en": "One Step Closer to the Demon King"
    },
    "updatedAt": "2024-09-06T16:27:19+00:00",
    "coverArt": "https://mangadex.org/covers/b9bcdd04-542e-4a85-b85c-a8970dc6dfde/c5bc14e8-2443-47d1-b8df-2b3a4cdc83ae.jpg",
    "altTitles": [
      {
        "en": "One Step to the Devil"
      },
      {
        "ko": "마왕까지 한 걸음"
      },
      {
        "ko-ro": "Mawangkkaji Han Geol-eum"
      },
      {
        "ru": "В Шаге От Короля Демонов"
      },
      {
        "zh": "距魔王一步之遥"
      },
      {
        "ja": "魔王まであと一歩"
      },
      {
        "id": "Aku Raja Lautan tapi jadi Gembel"
      },
      {
        "en": "Even the Demon King, One Step at a Time"
      },
      {
        "en": "One Step to Being Dark Lord"
      },
      {
        "en": "One Step to the Demon King"
      },
      {
        "en": "One Step for the Dark Lord"
      }
    ],
    "description": {
      "en": "This is no different from ordinary villager life...\n\"There can be no one stronger than me in this world!\"\nTo become the strongest, Yuria, the Sea Queen, went ashore in search of the Demon King. But when she looked at her reflection, she saw the face of a child. In exchange for her legs, she lost all her strength... Even so, still striving to become the strongest, Yuria begins a painful journey!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)",
      "id": "[ \"Hanya saja... aku jadi tidak ada bedanya dengan penduduk desa...\" ] \"Tidak boleh ada makhluk yang lebih kuat dariku di dunia ini!\" Untuk menjadi yang terkuat, Yuria, Raja Lautan, datang ke daratan untuk mencari Raja Iblis terkuat. Namun, saat melihat ke cermin, dia melihat wajah anak kecil...? Sebagai ganti kaki, dia telah kehilangan seluruh kekuatannya. Meskipun begitu, ia masih mengincar posisi teratas di dunia! Perjalanannya yang penuh air mata dimulai!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)",
      "ko": "[\"이건 그냥… 마을 사람 A랑 다를게 없잖아…\"]\n\n\"나보다 강한 존재는 이 세계에 있을 수 없어!\"\n세계관 최강자 자리를 위해 지상최강 \"마왕\"을 찾아\n뭍으로 나온 바다의 왕 \"유리아\" \n\n그런데… 거울을 보니 웬 어린아이가…?\n다리를 얻음과 동시에 \n그녀의 모든 힘이 사라져 버렸다...\n\n그럼에도 여전히 세계최강 자리를 노리고 있는\n 그녀의 눈물겨운 여정이 시작된다!!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)",
      "ru": "Это… Ничем не отличается от деревенской жизни... В этом мире не может быть существа сильнее меня!” Чтобы стать сильнейшей, Юрия, Морская Королева, вышла на сушу в поисках Короля Демонов. Но… Посмотрев на свое отражение, она увидела лицо ребенка... В обмен на ноги она потеряла все свои силы... Даже так, все еще стремясь стать сильнейшей, начинается мучительное путешествие Юрии!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)",
      "zh": "深海女王无奈变成小孩？\n落魄海王的陆地称霸之旅！\n大海之王友丽亚为了称霸天下，特地上岸来到陆地上寻找魔王一决胜负。可上岸后才发现，自己失去了所有的力量，而且还变成了小孩子？为了称霸天下，友丽亚辛酸的崭新旅程就此拉开帷幕！\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ecc4e2d-f4cc-4717-aac8-4cdfc9737920",
    "title": {
      "en": "HONEY CATCH"
    },
    "updatedAt": "2024-05-05T16:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/7ecc4e2d-f4cc-4717-aac8-4cdfc9737920/5c4421a1-dcbf-4299-bf8e-a3b35ea9b8e2.jpg",
    "altTitles": [
      {
        "zh": "空心恋人"
      },
      {
        "en": "Hollow Lovers"
      }
    ],
    "description": {
      "fr": "Chu Lin est un jeune homme terriblement séduisant qui a énormément de succès auprès de la gent féminine, mais ses relations ne durent jamais bien longtemps. Après s'être de nouveau fait larguer, il traîne dans un bar où il rencontre Ziming, qui l'a sauvé d'une femme aux mauvaises intentions. Ce dernier lui propose alors une aventure d'un soir, mais Chu Lin lui oppose un refus catégorique ! Cependant, au moment où il se rappelle qu'il est dépourvu de gîte et de couvert, Chu Lin décide de revoir l'offre."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "91"
  },
  {
    "mangaId": "8c1d7d0c-e0b7-4170-941d-29f652c3c19d",
    "title": {
      "en": "Kusuriya no Hitorigoto ~Maomao no Koukyuu Nazotoki Techou~"
    },
    "updatedAt": "2024-12-20T08:01:34+00:00",
    "coverArt": "https://mangadex.org/covers/8c1d7d0c-e0b7-4170-941d-29f652c3c19d/2d47a177-2c79-4a7f-a45e-3004afcfe465.jpg",
    "altTitles": [
      {
        "en": "The Apothecary Diaries: Maomao's Rear Palace Mysteries Journal"
      },
      {
        "en": "The Apothecary Diaries: Maomao's Rear Palace Notebook of Mysteries"
      },
      {
        "ru": "Монолог в аптечной лавке - Журнал тайн внутреннего дворца Маомао"
      },
      {
        "ja": "薬屋のひとりごと～猫猫の後宮謎解き手帳～"
      }
    ],
    "description": {
      "en": "In the imperial court, a young woman is put into servitude, Maomao. The tale is just beginning for the female apothecary from the red-light district, as rumors circulate about the emperor's children's lives being short-lived. Her curious nature and thirst for knowledge pushes her to action. To satisfy her curiosity, this young apothecary  will investigate the origin! What is shifting in the imperial court..!?  \n  \n\n\n---",
      "ja": "誘拐された挙句、とある大国の後宮に売り飛ばされた薬屋の少女・猫猫（マオマオ）。年季が明けるまで大人しくしようと決めていた猫猫だったが、あるとき皇帝の子どもたちが次々と不審死することを知る。好奇心と少しばかりの正義心、そして薬屋の知識を使い、その謎を調べ始めてから猫猫の運命は大きく変わって…？",
      "ru": "В императорский двор была доставлена молодая девушка Маомао. История её берёт начало в районе красных фонарей, где начали ходить слухи о том, что жизни детей императора под угрозой. Ею движут любопытство и жажда знаний. Чтобы удовлетворить своё любопытство, молодая целительница будет докапываться до истины! Что же изменится при императорском дворе?!",
      "pt-br": "Na corte imperial, uma jovem é colocada em servidão, Maomao. A história está apenas começando para a médica/apotecária do distrito da luz vermelha, enquanto circulam rumores de que a vida dos filhos do imperador foi de curta duração. Sua natureza curiosa e sede de conhecimento a levam à ação. Para satisfazer a sua curiosidade, esta jovem médica/apotecária irá investigar a origem! O que está mudando na corte imperial..!?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d351a80-5037-4334-a020-6985899f5b1f",
    "title": {
      "en": "Maou ni Natta node, Dungeon Tsukutte Jingai Musume to Honobono suru"
    },
    "updatedAt": "2024-11-11T14:41:00+00:00",
    "coverArt": "https://mangadex.org/covers/9d351a80-5037-4334-a020-6985899f5b1f/e43e444a-bf74-413e-9faa-46acad88e962.jpg",
    "altTitles": [
      {
        "ja-ro": "Maou ni Natte-Node, Dungeon Tsukutte Jingai-Musume to Hono-bono suru"
      },
      {
        "ru": "Я стал Повелителем Демонов и создал подземелье, чтобы проводить время с девушками-монстрами"
      },
      {
        "ja": "魔王になったので、ダンジョン造って人外娘とほのぼのする"
      },
      {
        "zh": "魔王建造地下城转生到异世界建造人外娘"
      },
      {
        "ko": "마왕이 됐으므로 던전을 만들고 인외아가씨와 훈훈해진다"
      },
      {
        "ja-ro": "Maō ni Nattanode, Dungeon Zōtte Jingaimusume to Honobono suru"
      },
      {
        "zh-hk": "魔王建造地下城轉生到異世界建造人外娘"
      },
      {
        "en": "Now I'm a Demon Lord! Happily Ever After with Monster Girls in My Dungeon"
      },
      {
        "en": "I Became the Demon Lord so I Created a Dungeon and Spend Heartwarming Time There with Non-Human Girls"
      },
      {
        "ja-ro": "Maou ni Natta node, Dungeon Tsukutte Jingai Musume to Honobono suru"
      },
      {
        "vi": "Sau Khi Tôi Là 1 Ma Vương, Tôi Sẽ Xây Dựng Hầm Ngục Cùng Với Các Nô Lệ!"
      }
    ],
    "description": {
      "en": "Before I realized, I had become the guardian of a dungeon, a Demon Lord. I was suddenly in a dangerous world with giant monsters loitering around, fighting for their existence. So I thought to go about developing the dungeon in order to not die, but for some reason I was having quite the good time…. How did it turn out like this?  \n  \nThe protagonist, Yuki, having to live in that world now, uses his bold and sharp senses and spends time with a supreme dragon girl and a vampire girl, sometimes laughing, sometimes being angry, passing days doing what he likes.",
      "ja": "異世界転生したユキは、気付くとダンジョンの魔王になっていた!? チートな強さで人外娘達を助けたり、超便利なカタログ通販（？）でダンジョンに凶悪な罠を仕掛けたりとやりたい放題。自由と平和を守るため、快適＆最凶ダンジョン造りを目指せ！ 人気WEB小説コミカライズ!!",
      "vi": "Trước khi nhận ra, tôi đã trở thành người bảo vệ của một ngục tối, một Chúa Quỷ. Tôi bỗng nhiên bị cuốn vào một thế giới nguy hiểm với những con quái vật khổng lồ lang thang quanh đó, chiến đấu để tồn tại. Vì vậy, tôi quyết định phát triển ngục tối để không bị chết, nhưng không hiểu sao tôi lại cảm thấy khá thích thú với việc này... Làm sao mà lại trở thành như vậy? Nhân vật chính, Yuki, buộc phải sống trong thế giới này, sử dụng khả năng nhạy bén và tinh tế của mình, cùng thời gian bên một cô gái rồng tối thượng và một cô gái ma cà rồng, đôi khi cười, đôi khi tức giận, trải qua những ngày tháng làm những gì mình thích",
      "es-la": "Antes de darme cuenta, me había convertido en el guardián de una mazmorra, un Señor Demonio. De repente, estaba en un mundo peligroso con monstruos gigantes holgazaneando, luchando por la existencia de la mazmorra para no morir, pero por alguna razón estaba pasando un buen momento ... ¿Cómo resultó esto? El protagonista, Yuki, usa sus sentidos audaces y agudos y pasa el tiempo con una niña dragón suprema y una niña vampiro; A veces riendo, a veces enojándose, pasando días haciendo lo que le gusta.",
      "pt-br": "Antes que eu percebesse, eu havia me tornado o guardião de uma masmorra, um Lorde Demônio.  De repente, eu estava em um mundo perigoso com monstros gigantes vagando por aí, lutando por sua existência, então pensei em desenvolver a masmorra para não morrer, mas – por algum motivo eu estava me divertindo bastante….  Como ficou assim?\n\n O protagonista, Yuki, tendo que viver naquele mundo agora, usa seus sentidos ousados ​​e afiados e passa o tempo com uma suprema garota dragão e uma garota vampira;  Às vezes rindo, às vezes com raiva, passando dias fazendo o que gosta."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce382191-8f61-4b45-94cb-0d1692ff6229",
    "title": {
      "en": "My Clueless First Friend - Side Stories"
    },
    "updatedAt": "2024-12-16T16:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/ce382191-8f61-4b45-94cb-0d1692ff6229/edc7c011-b192-4dc9-b73f-0ffb1e9932dc.png",
    "altTitles": [
      {
        "ja": "事情を知らない転校生がグイグイくる。- Side Stories"
      },
      {
        "ja-ro": "Jijyou wo Shiranai Tenkousei ga Guigui Kuru - Side Stories"
      },
      {
        "en": "The Clueless Transfer Student Is Assertive. - Side Stories"
      },
      {
        "uk": "Мій дивакуватий перший друг - Побічні історії"
      }
    ],
    "description": {
      "en": "Side stories for My Clueless First Friend (Jijyou wo Shiranai Tenkousei ga Guigui Kuru) posted on the author's Twitter and Pixiv. Several of these chapters later got added to the regular main manga volume releases as (bonus) chapters."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8881746f-e248-404b-bef8-729ba5e98086",
    "title": {
      "en": "Tsugou No ii Hate"
    },
    "updatedAt": "2024-10-15T23:18:05+00:00",
    "coverArt": "https://mangadex.org/covers/8881746f-e248-404b-bef8-729ba5e98086/4ab7ae00-5ddd-4710-ac23-3374059c62b0.jpg",
    "altTitles": [
      {
        "ja": "都合のいい果て"
      },
      {
        "zh-hk": "各得其所"
      },
      {
        "ja": "Convenient end"
      },
      {
        "ne": "एक सुविधाजनक परिणाम"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "19"
  },
  {
    "mangaId": "d3de0128-f60b-4fd2-acc6-fa4735659a34",
    "title": {
      "en": "Reality Quest"
    },
    "updatedAt": "2023-05-28T20:30:29+00:00",
    "coverArt": "https://mangadex.org/covers/d3de0128-f60b-4fd2-acc6-fa4735659a34/63eaa70f-d8c8-4ead-8214-7a4d3f4a903c.png",
    "altTitles": [
      {
        "ko": "현실퀘스트"
      },
      {
        "en": "Real Life Quest"
      },
      {
        "en": "IRL Quest"
      },
      {
        "ko-ro": "Hyeonsil Quest"
      },
      {
        "ru": "Реалити Квест"
      },
      {
        "fr": "IRL Quest"
      }
    ],
    "description": {
      "en": "Due to the school bully's threat to get him game items, Ha Do-wan, the unlucky game shuttle, died after playing games all night long for a week. The moment he died, he got respawned to the classroom one week before he died... Everything is the same as that day. The only thing that has changed is the floating in front of him! What? Use the skills of the games I've played so far to beat the bully?!?!",
      "fr": "À cause de la menace des harceleurs de son école qui l'obligent à gagner des objets dans un jeu, Ha Do-Wan, le malheureux joueur à tout faire, est mort après avoir joué sans arrêt pendant une semaine. Au moment où il est mort, il s'est fait réincarner dans sa salle de classe une semaine avant sa mort... Tout est comme ce jour-là. La seule chose qui a changé est cette fenêtre volante devant lui ! Quoi ? Utiliser les skills que j'ai utilisé dans tous les jeux auxquels j'ai pu jouer jusqu'ici pour battre les harceleurs ?!?!",
      "ru": "После угроз и запугиваний школьного хулигана, который требовал добыть предметы, Ха До Ван всю неделю проводит ночи напролет за играми, умирает и перерождается в школьном кабинете за неделю до этого... Все было точно таким же, как в тот день. Изменилось только одно - это \"Оповещение о квесте\", которое всплыло перед глазами! Что? От меня требуется победить этого хулигана, используя все мои игровые навыки?",
      "pt-br": "Após ser forçado pelo valentão da escola a dropar um item lendário, Ha Dowan, o escravo gamer, morre depois de passar a sete dias seguidos jogando. No momento de sua morte, ele renasce na sala de aula, uma semana antes do dia em que morreu. Tudo está exatamente igual àquele dia. A única coisa diferente é que a <notificação de missão> está flutuando na frente dele! “O quê? tenho que usar as habilidades de todos os jogos que joguei até hoje pra descer o cacete nesse desgraçado?!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8300b59b-0d57-4681-b2b7-c4bbfc811dae",
    "title": {
      "en": "FUGA: Melodies of Steel"
    },
    "updatedAt": "2024-12-10T21:22:14+00:00",
    "coverArt": "https://mangadex.org/covers/8300b59b-0d57-4681-b2b7-c4bbfc811dae/58675ff3-147f-47f4-8706-e7faf40b4355.jpg",
    "altTitles": [
      {
        "ja": "戦場のフーガ 鋼鉄のメロディ"
      }
    ],
    "description": {
      "en": "This story takes place in a world made up of floating islands of various sizes, where two types of races, \"Caninu\" and \"Felineko\" live.\n\nMalt, a caninu boy, lives peacefully with his younger sister Mei on their grandparents' farm in the remote village of Petit Mona. One day, their village is suddenly attacked by the Berman Empire, and is burnt to the ground overnight. \"How could something like this happen...\" Malt and his friends were confused, then a mysterious voice called out from the radio...! ?\n\nA group of children caught in the flames of war ride the mysterious giant tank ``Taranis'' and fight to save their families!",
      "ja": "子どもたちは戦火の中、復讐を誓うー\n\n“戦争×復讐×ケモノ”をテーマにしたドラマティックシュミレーションRPG『戦場のフーガ』の公式コミカライズ作品『戦場のフーガ 鋼鉄のメロディ』！漫画執筆は足立たかふみ氏（代表作：『D・Mファイター焔』や『メタルファイト ベイブレード』など）が担当。\n\n＜あらすじ＞\n「イヌヒト」と「ネコヒト」という2種類の種族が暮らす、大小様々な浮島からなる世界――浮遊大陸。\nイヌヒトの少年マルトは、辺境にあるプチ・モナ村でヒツウシ飼いをしながら妹のメイと穏やかに暮らしていた。ある日突然、北東の国「ベルマン帝国」から村が襲撃され、一夜にして戦火に焼け落ちる。どうしてこんなことに……混乱するマルトたちにラジオから謎の声が―――！？\n\n戦火に巻き込まれたこどもたちは連れ去られた家族を取り戻すため、謎の巨大戦車『タラニス』に乗り込む！\n\n単行本だけの付録として足立たかふみ氏の設定画やゲームソフト『戦場のフーガ』総監督であり株式会社サイバーコネクトツー代表取締役 松山洋による開発ブログも収録。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2339a5d4-9328-41dc-8cae-1a66d55113a8",
    "title": {
      "en": "Satsukare"
    },
    "updatedAt": "2024-08-06T12:07:29+00:00",
    "coverArt": "https://mangadex.org/covers/2339a5d4-9328-41dc-8cae-1a66d55113a8/f70ae7c7-8593-4f6f-90db-0a1569c41110.jpg",
    "altTitles": [
      {
        "ja": "殺彼―サツカレ―"
      }
    ],
    "description": {
      "en": "Yūta Kiryū is an abusive man who raises his hands to women. One day when they're on a date, Yūta shows violence toward his girlfriend as usual, but unexpectedly, life is turned around in an instant. His girlfriend dies and while fleeing the scene, he encounters a group of serial murderers. He finds himself repelled by their \"values\" but is nonetheless pulled into their world. The manga features an array of criminal types including men who commit domestic violence, a murderer-rapist, a cannibal, and a necrophiliac. Who do you want to be killed?"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "58"
  },
  {
    "mangaId": "4ada20eb-085a-491a-8c49-477ab42014d7",
    "title": {
      "en": "The Beginning After the End"
    },
    "updatedAt": "2024-10-20T13:29:52+00:00",
    "coverArt": "https://mangadex.org/covers/4ada20eb-085a-491a-8c49-477ab42014d7/e12dda4b-3f8b-4df4-94de-56278ff83b97.jpg",
    "altTitles": [
      {
        "pt-br": "O começo após o final"
      },
      {
        "pt-br": "O começo depois do fim"
      },
      {
        "en": "TBATE"
      },
      {
        "zh": "三岁开始做王者"
      },
      {
        "ja": "最強の王様、二度目の人生は何をする？"
      },
      {
        "ko": "끝이 아닌 시작"
      },
      {
        "ru": "Начало после конца"
      },
      {
        "es": "El comienzo después del fin"
      },
      {
        "es-la": "La Vida Después de la Muerte"
      }
    ],
    "description": {
      "de": "In einer Welt regiert durch die stärksten Kämpfer ist König Grey der unangefochten Stärkste, Reichste und Berühmteste. Aber eine solche Macht kommt Hand in Hand mit Einsamkeit. Unter der glamourösen Erscheinung eines mächtigen Königs liegt die leere Hülle eines Mannes, beraubt von Ziel und Willen.\n\nNach einer Wiedergeburt in eine Welt voller Magie und Monster hat der König die Möglichkeit, sein Leben erneut zu leben. Die Fehler seiner Vergangenheit zu korrigieren wird aber nicht seine einzige Herausforderung sein. Unter dem Frieden und Reichtum dieser neuen Welt lauert etwas, das alles vernichten kann, was er jemals erreicht hat, was seine Rolle darin und den Grund für seine Wiedergeburt in Frage stellt.",
      "en": "King Grey has unrivaled strength, wealth, and prestige in a world governed by martial ability. However, solitude lingers closely behind those with great power. Beneath the glamorous exterior of a powerful king lurks the shell of man, devoid of purpose and will.\n\nReincarnated into a new world filled with magic and monsters, the king has a second chance to relive his life. Correcting the mistakes of his past will not be his only challenge, however. Underneath the peace and prosperity of the new world is an undercurrent threatening to destroy everything he has worked for, questioning his role and reason for being born again.",
      "fr": "Le Roi Grey a une force, une richesse et un prestige inégalés dans un monde gouverné par l'aptitude martiale. Cependant, la solitude s'approche de près derrière ceux ayant de grands pouvoirs. Sous l'apparence glamour d'un Roi puissant se cache la carapace de l'homme, dépourvue de volonté et de but.\n\nRéincarné dans un nouveau monde rempli de monstres et de magie, le Roi a une seconde chance de revivre sa vie. Cependant, corriger les erreurs de sa précédente vie ne sera pas sa seule tâche. Sous la paix et la prospérité de ce nouveau monde se cache une menace sous-jacente remettant en question tout ce pour quoi il a travaillé, son rôle, et sa raison de renaître.",
      "ja": "私は史上最強の「王」である。数多の敵を退け、数々の功績を残した歴代最高の覇王だ。 しかし、ある朝目覚めた私は奇妙な違和感を覚える。手足が短い、視界が極端に低い、見知らぬ男女が私を「アーサー」と呼び、微笑みながら覗き込む。そう…私は無力な赤子に転生してしまったのだ！最強の王様がいたいけな赤ちゃんに転生する、痛快冒険ファンタジー‼",
      "pl": "Król Gray ma niezrównaną siłę, bogactwo i prestiż w świecie rządzonym przez umiejętności walki. Jednak samotność pozostaje tuż za tymi, którzy mają wielką moc. Pod olśniewającą powierzchownością potężnego króla kryje się skorupa człowieka, pozbawionego celu i woli.\n\nWskrzeszony w nowym świecie wypełnionym magią i potworami, król ma drugą szansę na ponowne przeżycie swojego życia. Jednak naprawienie błędów przeszłości nie będzie jego jedynym wyzwaniem. Pod pokojem i dobrobytem nowego świata kryje się ukryty nurt, który grozi zniszczeniem wszystkiego, na co pracował, kwestionując jego rolę i powód narodzin na nowo.",
      "ru": "Король Грей обладает непревзойденной силой, богатством и престижем в мире, во главе которого стоит боевая мощь. Однако одиночество обычно появляется именно у тех, кто обладает большой властью. Мало кто знает, но под гламурной внешностью могущественного короля скрывается оболочка человека, лишённого цели и воли.",
      "pt-br": "Dizem que a solidão acompanha aqueles com grande poder. Permanecendo como um Rei com força incomparável, status, e fama… e muito mais. Eu, que uma vez lutei para viver, me afogava em meu raso trono sem nenhuma vontade ou propósito. Haviam muitos que tinham inveja de mim, mas eu diria de bom grado, “Tirem tudo de mim! Será meu presente!” Um dia, eu finalmente consegui meu presente – uma nova vida.\n\nCom uma segunda chance de corrigir meus erros e cumprir meus arrependimentos, permita-me mostrar a você o que um (ex-rei) pode fazer!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90abef55-bed7-48b1-807d-9bf7c06cfc15",
    "title": {
      "en": "The Day The Real One Appeared"
    },
    "updatedAt": "2024-12-25T14:53:08+00:00",
    "coverArt": "https://mangadex.org/covers/90abef55-bed7-48b1-807d-9bf7c06cfc15/3e0a1b94-8c67-4113-b360-c47cc273de1b.jpg",
    "altTitles": [
      {
        "ko": "진짜가 나타난 날"
      }
    ],
    "description": {
      "en": "Mel Slopy, an orphan of common birth, had her hair turn white after a childhood fever. While unconscious from the illness, her parents abandoned her due to their crushing debts, leaving her to be taken in by Noma.  \n\nOne day, Duke Heaven, grief-stricken and mentally unwell after losing his youngest daughter, mistakes Mel for his deceased child, Bleria Charlotte Heaven, because of their similar hair color.  \n\nTo quell the growing rumors about his father’s instability, Damian Jeremiah Heaven, the duke’s son, visits Mel. He demands that she pretend to be Bleria to protect the family’s reputation.  \n\nLiving as Bleria, Mel is soon thrust into preparing for an engagement with Gopher Isaac Allnight, the heir of the powerful Allnight Ducal House. But what challenges await her in this life of deception?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-12-25T16:11:30+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      },
      {
        "vi": "Pháp Sư Tiễn Táng Frieren"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "vi": "Tổ đội anh hùng đã đánh bại được quỷ vương và kết thúc cuộc hành trình của họ. Nhưng thế chưa phải là hết, cuộc đời của cô nàng pháp sư Elf này sẽ còn rất dài, hơn cả những người đồng đội cũ của cô, một cuộc phiêu lưu mới để cô trải qua nhiều cung bậc cảm xúc, cũng như là học hỏi thêm về con người.",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e452b073-d2b9-4b3e-8e68-6ee0a949f78c",
    "title": {
      "en": "Sub-Dial"
    },
    "updatedAt": "2024-12-25T15:31:53+00:00",
    "coverArt": "https://mangadex.org/covers/e452b073-d2b9-4b3e-8e68-6ee0a949f78c/e4d3bd56-bede-4a09-912f-faf0717f64f4.png",
    "altTitles": [
      {
        "en": "[Three Rather Than Two Anthology] Sub-Dial"
      },
      {
        "ko": "[둘보다는 셋 단편선] 서브 다이얼"
      }
    ],
    "description": {
      "en": "From an orphan with no one to rely on to the trusted right-hand man of the boss—Kang Eun did whatever it took to meet the expectations of William, the organization’s leader.\n\nThen one day, William informed him of his son Isaac’s return and entrusted Kang Eun with the task of assisting him.\n\n\"What’s so great about that old geezer that makes you follow him so loyally? …Wouldn’t someone younger like me be more appealing?\""
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "5"
  },
  {
    "mangaId": "b4c93297-b32f-4f90-b619-55456a38b0aa",
    "title": {
      "en": "Fuufu Ijou, Koibito Miman."
    },
    "updatedAt": "2024-10-06T12:09:44+00:00",
    "coverArt": "https://mangadex.org/covers/b4c93297-b32f-4f90-b619-55456a38b0aa/9daf17a6-0e51-4c71-8122-26efe5765370.jpg",
    "altTitles": [
      {
        "ms": "Melebihi Suami Isteri, Namun Bukan Kekasih."
      },
      {
        "en": "More Than A Married Couple, But Not Lovers."
      },
      {
        "zh": "夫妇以上，恋人未满。"
      },
      {
        "ko": "부부이상, 연인미만"
      },
      {
        "ja": "夫婦以上、恋人未満。"
      },
      {
        "pt-br": "Mais do que um casal, menos do que um amante."
      },
      {
        "th": "แผนสมรักไม่สมเลิฟ"
      },
      {
        "fr": "Presque mariés, loin d'être amoureux."
      },
      {
        "de": "Mehr wie ein Ehepaar, aber weniger als Liebhaber."
      }
    ],
    "description": {
      "en": "Jirou, a third-year in high school, is forced to live with a gyaru named Akari under a course called the \"Couple Practical\". In order to be paired with their own romantic interests, they're going to act as a married couple…!?",
      "ja": "高校三年生になった次郎は、「夫婦実習」という授業の一環で非リア充な自分とは正反対の存在のクラスのギャル・渡辺星と一緒に暮らすことになってしまう。だが、ペアを入れ替えられる制度を知った二人は、それぞれの好きな人と一緒になるために無理矢理【夫婦】らしい事を演じるのだが…!?",
      "vi": "Yakuin Jirou, nam sinh năm ba cao trung. Cậu ta buộc phải sống chung nhà với một gái Gyaru tên là Watanabe Akari. Lý do là vì đợt huấn luyện “Cặp đôi“ của trường mà hai người họ theo học. Để được sống với người tình trong mộng của mình, hai người họ phải đã lên kế hoạch sống cùng nhau như một cặp vợ chồng."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea47525d-99df-45b5-9103-dd853f49f8c3",
    "title": {
      "en": "Mairimashita! Iruma-kun: If Episode of Mafia"
    },
    "updatedAt": "2024-12-11T09:55:27+00:00",
    "coverArt": "https://mangadex.org/covers/ea47525d-99df-45b5-9103-dd853f49f8c3/846335b0-f810-4ed5-a93b-b746eb83f4db.jpg",
    "altTitles": [
      {
        "en": "Welcome to Demon School! Iruma-kun (Mafia Alternate Universe)"
      },
      {
        "ja": "魔入りました！入間くん if Episode of 魔フィア"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun: If Episode of Mafia"
      },
      {
        "en": "Mairimashita! Iruma-kun Mafia AU"
      },
      {
        "vi": "Iruma Giá Đáo!: IF Episode of MAFIA"
      },
      {
        "es-la": "Iruma-kun en la Mafia"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun: IruMafia Edition"
      },
      {
        "ko": "악마에 입문했습니다! if Episode of 魔fia"
      }
    ],
    "description": {
      "en": "The beloved characters of Mairimashita! Iruma-kun star in this Mafia-based spinoff! Young Iruma saves an injured mob boss from death... and then becomes his grandson!?",
      "ja": "暴力や犯罪は当たり前の貧民街-スラム-で育った心優しい少年・イルマ。瀕死状態で倒れていた、マフィア組織【バビル】のドン・サリバンを助けたことで、イルマの運命の歯車が動き出す！ マフィア組織【バビル】を中心に巻き起こる、マフィア・アクションコメディ！",
      "vi": "Spin-Off của tác phẩm\"Mairimashita! Iruma-kun\" theo hướng What-If, thế giới của tác phẩm lần này sẽ xoay quanh việc các nhân vật sẽ sống trong thế giới của các Mafia",
      "es-la": "¡Un spin-off oficial de Mairimashita! Iruma-kun, en un universo alternativo en el que Iruma se convierte en un destacado miembro de la mafia. A pesar de tener sólo cinco años, Iruma ha visto muchas cosas como niño de la calle... ¡la más reciente, a un anciano desangrándose justo delante de donde vive! Como buen chico, Iruma se dedica a curar al anciano y no le da importancia. Sin embargo, cuando el anciano regresa de repente, se revela como Don Sullivan, ¡jefe de la organización clandestina conocida como Babyls! Se ofrece a adoptar a Iruma como su nieto, una oferta que Iruma se ve incapaz de rechazar...",
      "pt-br": "Os amados personagens de Mairimashita! Iruma-kun estrela neste spinoff baseado na máfia! O jovem Iruma salva um chefe da máfia ferido da morte... e então se torna seu neto!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6134ba15-d83a-4356-a555-62caa0127cc2",
    "title": {
      "en": "Gekiman! - Devilman Chapter"
    },
    "updatedAt": "2024-06-21T14:42:30+00:00",
    "coverArt": "https://mangadex.org/covers/6134ba15-d83a-4356-a555-62caa0127cc2/c1588b03-1ee2-4cab-8361-7fb75c7760de.jpg",
    "altTitles": [
      {
        "ja": "激マン!"
      }
    ],
    "description": {
      "en": "A semi-fictional autobiography of the creation of Devilman."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "55"
  },
  {
    "mangaId": "5af50da5-c3f6-4f67-9888-89df886757f6",
    "title": {
      "en": "The Hachioji Specialty: Tengu's Love"
    },
    "updatedAt": "2024-11-10T02:56:44+00:00",
    "coverArt": "https://mangadex.org/covers/5af50da5-c3f6-4f67-9888-89df886757f6/3a0f4fbf-88db-4deb-a424-860396c11948.jpg",
    "altTitles": [
      {
        "ja": "八王子名物　天狗の恋"
      },
      {
        "ja-ro": "Hachiouji Meibutsu - Tengu no Koi"
      },
      {
        "en": "Tenkoi in Hachioji"
      },
      {
        "en": "The Hachiouji Specialty: Tengu's Love"
      },
      {
        "es": "La Especialidad de Hachioji: Amor de un Tengu"
      },
      {
        "es-la": "La Especialidad de Hachioji: Amor de un Tengu"
      },
      {
        "vi": "Đặc sản xứ Hachioji: Chuyện tình nàng Tengu"
      },
      {
        "vi": "Chuyện tình nàng Tengu xứ Hachioji"
      },
      {
        "zh-hk": "八王子名產 天狗之戀"
      }
    ],
    "description": {
      "en": "The life of a single-minded tengu bride and a lonely young man living together on the premise of marriage!\n\nKotaro, a lonely young man who has returned to his hometown for some reason, is reunited with Hime, a tengu girl, at Mt. Hime says that they must get married! A one-sided (?) marriage is assumed. Living together with a tengu is full of surprises!\n___\n**Note**: The series is authored by Nanao Tomo, which is an alias of Tsukizuki Yoshi.",
      "es": "Kotaro, un solitario joven que ha regresado a su pueblo natal por alguna razón, se encuentra con Hime, una chica Tengu, en el monte. Hime dice que deben casarse. Sin embargo, se trata de un matrimonio unilateral. Vivir con un Tengu está lleno de sorpresas.",
      "ja": "一途な天狗の押しかけ花嫁と孤独な青年の結婚前提・同棲ライフ!\n\n訳あって地元に帰って来た孤独な青年コタロウは、高尾山で天狗の少女・ヒメと再会する。ヒメは「ふたりは結婚しなければいけない」と言っていて!?結婚を前提とされた一方的な(?)天狗との同棲生活は驚きだらけ!",
      "vi": "Câu chuyện kể về cuộc sống đời thường nhẹ nhàng của đôi vợ chồng nọ, cơ mà đôi vợ chồng ấy không được bình thường lắm...\n\nKoutarou, một kĩ sư phần mềm trẻ tuổi, được anh bạn chí cốt của cậu nhờ làm hướng dẫn viên lên núi Takao một chuyến. Khi lên núi Takao, cậu bắt đầu ngờ ngợ về quá khứ mà bản thân không thể nhớ, chỉ biết rằng là mình từng bị bắt cóc bởi một con Tengu. Những cảm giác kì lạ như thôi thúc anh rời khỏi lại càng khiến anh tò mò hơn, và cuối cùng, anh đã gặp được con Tengu ấy, Nó cảnh báo cậu đừng xuống chân núi đến lần thứ ba. Cậu bỏ ngoài tai cmnl và quyết định làm thêm chuyến xuống đấy nữa. lúc xuống núi, do địa hình hiểm trở mà cậu bị trượt chân ngã, tưởng thế là tàn đời, nhưng lúc tỉnh dậy thì cậu đang nằm dưới gốc cây to tướng, và cảm giác nó thật quen thuộc, cạnh bên cậu là một cô gái, sau bảy phần hỏi han ba phần cảm xúc thì cô ấy đỏ mặt :\"Nếu đôi nam thanh nữ tú gặp nhau dưới gốc cây thiêng ba lần thì...\" - Sau đó họ cưới nhau... Vâng... Họ cưới nhau đấy...",
      "es-la": "Kotaro, un solitario joven que ha regresado a su pueblo natal por alguna razón, se encuentra con Hime, una chica Tengu, en el monte. Hime dice que deben casarse. Sin embargo, se trata de un matrimonio unilateral. Vivir con un Tengu está lleno de sorpresas."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e02546d-83c8-4b92-87b6-929e863c178e",
    "title": {
      "en": "Jujutsu Literature Club"
    },
    "updatedAt": "2024-09-19T16:44:00+00:00",
    "coverArt": "https://mangadex.org/covers/1e02546d-83c8-4b92-87b6-929e863c178e/4569ba52-d7f6-4aad-9df0-03d4a299b015.png",
    "altTitles": [
      {
        "en": "Doki Doki Kaisen"
      },
      {
        "th": "มหาเวทย์ผนึกโดกิโดกิ"
      }
    ],
    "description": {
      "en": "Ever thought, what if jjk characters were swapped with completely unrelated ones? if the answer’s yes, then I guess my 'manga' is worth checking out.For now, I'm adapting part of the gojo vs sukuna fight, but with monika and sayori as the characters.In the lore of JJLC , this fight happens after monika deleted the other 3 girls, but due to a 'bug' ,sayori managed to avoid it. Since monika's power doesn't work on sayori for some reason, they'll have to fight."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "dc787135-3063-48cc-87ba-0b2559479872",
    "title": {
      "en": "A Guest Carried By The Waves"
    },
    "updatedAt": "2024-12-25T15:21:15+00:00",
    "coverArt": "https://mangadex.org/covers/dc787135-3063-48cc-87ba-0b2559479872/33096225-daaa-4645-b029-5de6da274fac.jpg",
    "altTitles": [
      {
        "en": "[Pure Love Short Story Collection] A Guest Carried by the Waves"
      },
      {
        "en": "[Pure Love Story] Guests Carried By the Waves"
      },
      {
        "ko": "[순애물 단편선] 파도에 실려온 손님"
      },
      {
        "en": "Guests Carried by the Waves"
      },
      {
        "ko": "파도에 실려온 손님"
      },
      {
        "ru": "Гостья, принесённая волнами"
      },
      {
        "th": "เกมรักกับดักหัวใจ"
      }
    ],
    "description": {
      "en": "Andrew, a charming servant in a grand Irish estate, is known for his playful charisma and flirtations. When Nora Greenwood, a quiet and enigmatic guest, arrives, she becomes the subject of a wager among the servants: can Andrew seduce her?\nWhat starts as a game quickly unravels when Andrew discovers that Nora is far from the timid woman he expected. Beneath her reserved demeanor lies a sharp wit and a surprising strength that turns his lighthearted challenge into something far more complicated.\n\nAs their encounters spark a clash of minds and hearts, Andrew must confront the unexpected: has he finally met his match, or is he the one being played?"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "7"
  },
  {
    "mangaId": "3f28c47a-bf8d-4e79-83ca-2e64fe906372",
    "title": {
      "en": "Jashin-chan Dropkick"
    },
    "updatedAt": "2024-10-31T00:40:41+00:00",
    "coverArt": "https://mangadex.org/covers/3f28c47a-bf8d-4e79-83ca-2e64fe906372/32a36568-2b1e-44cd-9b08-45de5e1a28d0.jpg",
    "altTitles": [
      {
        "en": "Dropkick On My Devil!"
      },
      {
        "ja-ro": "Jashinchan Doroppu Kikku"
      },
      {
        "en": "Jyashin-chan Drop Kick"
      },
      {
        "en": "Jyashin-chan Dropkick"
      },
      {
        "ru": "Демонический дропкик"
      },
      {
        "ja": "邪神ちゃんドロップキック"
      },
      {
        "zh": "邪神与厨二病少女"
      },
      {
        "ko": "사신짱 드롭킥"
      }
    ],
    "description": {
      "en": "Jashin-chan Dropkick is a violent slapstic comedy about a delusional gothic lolita, Yurine, who summons a demon girl with the tail of a cobra, Jashin-chan.\nThey'll have to live together until Yurine finds a way to send Jashin-chan back to hell, or until Jashin-chan kills Yurine.\n\n---\n\n[Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20484)",
      "ja": "魔界の悪魔、通称「邪神ちゃん」は、ある日突然、人間界に召喚されてしまう。\n彼女を召喚したのは、神保町のボロアパートで暮らす、ちょっとブラックな心を持つ女子大生、花園ゆりねだった。しかもゆりねは、邪神ちゃんを魔界に帰す方法がわからないと言う。仕方なく一緒に暮らし始めた邪神ちゃんとゆりね。しかし、召喚者が死ねば魔界に帰れることから邪神ちゃんはゆりねを……!?\n少女と邪神ちゃんが繰り広げるちょっとキケンな同居生活コメディ！",
      "pt-br": "Jashin-chan Dropkick é uma comédia violenta sobre uma lolita gótica, Yurine, que invoca uma garota demônio com um rabo de cobra, Jashin-chan.\nElas terão que viver juntas até que Yurine encontre uma maneira de enviar Jashin-chan de volta ao inferno, ou até que Jashin-chan mate Yurine."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/e518e8fe-845a-4dae-bbc1-113f994b110f.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-24T23:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      },
      {
        "pl": "Moja nowa dziewczyna nie jest człowiekiem?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b4b4e2f-229a-4547-bd4f-f61d8ff20082",
    "title": {
      "en": "H.P. Lovecraft's The Shadow Out Of Time"
    },
    "updatedAt": "2024-05-19T03:16:13+00:00",
    "coverArt": "https://mangadex.org/covers/2b4b4e2f-229a-4547-bd4f-f61d8ff20082/b173be11-83f1-408f-b454-95c241a32751.jpg",
    "altTitles": [
      {
        "ja-ro": "Toki wo Koeru Kage"
      },
      {
        "ja": "時を超えるの影"
      },
      {
        "zh": "超越时空之影"
      },
      {
        "zh-hk": "超越時空之影"
      }
    ],
    "description": {
      "en": "Manga adaption of H. P. Lovecraft's \"The Shadow Out of Time\""
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "b5796ede-63d5-4f68-9f2f-d342de1b1ecc",
    "title": {
      "en": "Mandarin Gypsy Cat no Roujou"
    },
    "updatedAt": "2022-06-04T16:35:09+00:00",
    "coverArt": "https://mangadex.org/covers/b5796ede-63d5-4f68-9f2f-d342de1b1ecc/f8a9bb97-80dd-4688-b76f-b41a6dd74fc0.jpg",
    "altTitles": [
      {
        "ja": "マンダリン・ジプシーキャットの籠城"
      },
      {
        "en": "Mandarin Gypsy Cat's Barricade"
      }
    ],
    "description": {
      "en": "Somewhere, in Asia, in the future... For several years now, men have hardly been born. The latter are often reduced to their role of reproductive partner. Society is built around a matriarchal system. Neither wars nor conflicts disturb the daily life and the balance. But some have decided to flee the city. They settled outside, in a slum. This is where Sanada resides. Sanada has a secret... a secret that could well stir up the lust of her fellows.",
      "es": "En algún lugar de Asia, en el futuro... Desde hace varios años, casi no nacen hombres. Los hombres suelen quedar reducidos al papel de pareja reproductora y la sociedad se ha construido en torno a un sistema matriarcal. Ni las guerras ni los conflictos perturban la vida cotidiana y el equilibrio. Pero algunos de ellos han decidido huir de la ciudad. Se instalaron en las afueras, en un poblado de chabolas. Aquí es donde vive Sanada. Tiene un secreto... un secreto que bien podría atraer la codicia de sus congéneres."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "13"
  },
  {
    "mangaId": "1389d660-b9b1-4c6a-81af-eab4dbf3f22b",
    "title": {
      "en": "Isekai Meikyuu de Harem o"
    },
    "updatedAt": "2024-09-29T14:45:12+00:00",
    "coverArt": "https://mangadex.org/covers/1389d660-b9b1-4c6a-81af-eab4dbf3f22b/e4a3e065-667a-48e1-bdb6-80d4883018fb.jpg",
    "altTitles": [
      {
        "ru": "Гарем рабов в лабиринте другого мира"
      },
      {
        "zh": "在异世界迷宫开后宫"
      },
      {
        "ja": "異世界迷宮でハーレムを"
      },
      {
        "ko": "이 세계 미궁에서 노예 하렘을"
      },
      {
        "en": "A Harem in the Fantasy World Dungeon"
      },
      {
        "en": "Harem in the Labyrinth of Another World"
      }
    ],
    "description": {
      "en": "A man was about to commit suicide and decides to search for a way to die in the internet, but then he found an odd site that asked a lot of questions and had a point based system that allows you to create skills and abilities for a character. He took interest in it and when he finished setting his character he was asked: \"You will now be transported to a world with the settings you choose, coming back is not possible, do you still accept?\" Without thinking much of it he pressed YES and found himself in another world with the skills and abilities he chose to have.",
      "ja": "少年のチートでハーレムな冒険譚が始まる!!\n「人生なんてこんなもん――」。世の中に絶望した少年が見つけたとあるサイト。この世界で生きづらいなら異世界で生きてやれ、とクリックした先は、ホントに異世界!? しかもボーナスポイントを振りまくったおかげで最強の男に生まれ変わった彼は、アイドル級の美少女を手に入れる権利を得られそうで…!? 生まれ変わった少年のチートでハーレムな冒険が今始まる！",
      "pt-br": "Um homem estava prestes a cometer suicídio e decide procurar uma maneira de morrer na internet, mas depois encontrou um site estranho que fez muitas perguntas e teve um sistema baseado em pontos que permite que você crie várias habilidades para um personagem . Ele se interessou por isso e, quando ele acabou de definir o seu personagem, lhe foi perguntado: Você será agora transportado para um mundo com as configurações que você escolher, voltar não é possível, você ainda aceita?. Então, sem pensar muito, ele Pressionou SIM e encontrou-se em outro mundo com as habilidades que escolheu ter."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d330951-583e-423e-9cd7-abcd6f761f53",
    "title": {
      "en": "Ane no Tomodachi"
    },
    "updatedAt": "2024-11-07T17:25:15+00:00",
    "coverArt": "https://mangadex.org/covers/1d330951-583e-423e-9cd7-abcd6f761f53/6ddb8605-3efe-407b-ba6d-ef16ac816c70.jpg",
    "altTitles": [
      {
        "ja": "姉のともだち"
      },
      {
        "en": "My Older Sister's Friend"
      },
      {
        "ru": "Подруга старшей сестры"
      },
      {
        "en": "The Cutest Girl Closest to Me."
      },
      {
        "es": "La Amiga de mi Hermana."
      },
      {
        "vi": "Bạn của chị gái tôi"
      }
    ],
    "description": {
      "en": "Hinako, a friend of Asahi's older sister, is a frequent guest at the home of the high school boy. She always misleads his mind with her suggestive attitude while treating him like a little brother...or rather, pet? A love story between a gal who has a bugged sense of proximity and an otaku guy who acts like her parent! \n\n---\n**Chapters 1 & 2 can be found in the [Pre-Serialization](https://mangadex.org/title/abad18cf-bf72-4bbc-97c8-b55dfa28f9b9/ane-no-yuujin).**",
      "es": "En la casa donde vive con su hermana, Hi-chan, la amiga de su hermana, se queda frecuentemente. Ella tiene una cara perfectamente linda, y además de eso, no tiene sentido del espacio personal. Asahi, un estudiante de preparatoria otaku, ¿quedará a su merced...? ¡El popular one-shop “The Cutest Girl Closest to Me” ha sido retitulado y serializado!",
      "ja": "姉とふたり暮らしの家にいりびたる、姉の友人・ひーちゃん。完璧に顔がよくてかわいい彼女に、オタク男子高校生・旭は翻弄されっぱなし…?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-10-09T16:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48a68503-d273-47a5-ae66-c5a6f2785ed2",
    "title": {
      "en": "Kokage-kun Bewitched"
    },
    "updatedAt": "2024-03-31T18:23:31+00:00",
    "coverArt": "https://mangadex.org/covers/48a68503-d273-47a5-ae66-c5a6f2785ed2/5ac8717e-07a9-4499-bd71-55ca2200cf71.jpg",
    "altTitles": [
      {
        "ja-ro": "Kokage-kun wa Majo"
      },
      {
        "en": "Kokage is a Witch"
      },
      {
        "ja": "木陰くんは魔女"
      }
    ],
    "description": {
      "en": "Yumeko dreams of being a pampered princess, but reality has her living in a shitty old apartment building. With a forest on the roof. And a witch in the forest. Tadaa! Maybe she can get this witch (who is a guy, weird) to magically grant all her wishes, up to and including making her destined prince (high school crush) fall in love with her.",
      "es": "Yumeko, es una chica de secundaria soñadora que vive con su familia en uno de los apartamentos de un complejo residencial poco habitado. La persona que administra dicho complejo es Kokage-kun, un hikikomori que vive en la azotea del edificio, y que resulta ser una bruja.  \nYumeko a menudo le pide a Kokage-kun que use su magia para ayudarla a realizar algún deseo egoísta que tenga.  \nPor ejemplo, cuando su amor platónico, un senpai de la escuela, empieza de repente a fijarse en ella y la invita a salir.  \n  \n[![](https://i.imgur.com/oiVINmy.png) Artist’s Pixiv](https://www.pixiv.net/en/users/13787628)  \n[![](https://i.imgur.com/dQCXZkU.png) Artist’s Twitter](https://twitter.com/komoriyouko)"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "11.5"
  },
  {
    "mangaId": "1f43c858-c1a6-4dcd-8183-e017d4522949",
    "title": {
      "en": "Sangokushi"
    },
    "updatedAt": "2024-08-06T03:19:54+00:00",
    "coverArt": "https://mangadex.org/covers/1f43c858-c1a6-4dcd-8183-e017d4522949/89f5ce79-8923-4047-ad4d-f410e6a8f51d.png",
    "altTitles": [
      {
        "ja": "三国志"
      },
      {
        "vi": "Tam Quốc Chí"
      },
      {
        "en": "Romance of The Three Kingdoms"
      },
      {
        "en": "Records of the Three Kingdoms"
      }
    ],
    "description": {
      "en": "Manga adaptation of Romance of the Three Kingdoms, illustrated by the legendary Mitsuteru Yokoyama. Serialized from 1972~1986, it has since become the most famous manga adaptation of the Romance of the Three Kingdoms.\n\n---- \n**Won the 20th Japanese Cartoonist Association Excellence Award in 1991**",
      "pt-br": "Uma fiel adaptação do Romance dos Três Reinos pelas mãos do lendário autor Yokoyama Mitsuteru. Publicado de 1972 a 1986, se tornou a mais famosa adaptação em mangá desse romance histórico, com mais de 70 milhões de cópias vendidas."
    },
    "status": "completed",
    "releaseDate": 1971,
    "contentRating": "safe",
    "lastVolume": "60",
    "lastChapter": "438"
  },
  {
    "mangaId": "484f94e7-35c3-4cb5-a068-53d684c1439a",
    "title": {
      "en": "Baki Rahen"
    },
    "updatedAt": "2024-09-29T01:29:40+00:00",
    "coverArt": "https://mangadex.org/covers/484f94e7-35c3-4cb5-a068-53d684c1439a/0a4d9c19-2aa2-44d2-a4b8-b874f38060ae.jpg",
    "altTitles": [
      {
        "ja": "刃牙らへん"
      },
      {
        "en": "Baki Part 6"
      },
      {
        "ru": "Баки: Рахэн"
      },
      {
        "ru": "Баки: Где-то рядом"
      },
      {
        "en": "Baki and Others"
      },
      {
        "tr": "Baki Rahen"
      }
    ],
    "description": {
      "en": "The sixth part of the Baki series.",
      "ru": "Продолжение великой эпопеи \"Баки\". 6-я номерная серия тайтла, которая поведает нам нереальную историю сражения Джека Хаммера и доисторического человека Пикла!!!",
      "tr": "Büyük destan Bucky'nin devamı. Jack Hammer ve tarih öncesi adam Pickle arasındaki savaşın gerçek dışı hikayesini anlatacak olan Baki'nin 6 numaralı serisidir!!!",
      "pt-br": "Jack derrubou o mundo do sumô, agora ele irá desafiar a todos para seu torneio. Desta vez uma nova jornada."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2becd74c-4b09-4154-88a1-9a7992d55f00",
    "title": {
      "en": "Thrilling, Raging Newspaper Reporter"
    },
    "updatedAt": "2022-09-02T17:12:14+00:00",
    "coverArt": "https://mangadex.org/covers/2becd74c-4b09-4154-88a1-9a7992d55f00/2f0b175d-bd1d-4a93-bf68-e5523a846d1d.png",
    "altTitles": [
      {
        "ja": "痛快あばれブン屋"
      },
      {
        "ja-ro": "Tsuukai Abare Bun-ya"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nFumiya Saotome, a reporter in the Akatsuki Shimbun's sociology department, is an unbelievably violent man. \n\nHe will wield both pen and arm to the fullest for the sake of social justice. He chases after a hit-and-run case, and ends up with the son of a deputy. He was paid 100 million yen to keep his mouth shut.　\n\nHe is furious, and his money will not sell him out!"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "a92bd70d-a716-4e48-90c6-137682742137",
    "title": {
      "en": "Ron Kamonohashi: Deranged Detective"
    },
    "updatedAt": "2024-12-17T13:50:06+00:00",
    "coverArt": "https://mangadex.org/covers/a92bd70d-a716-4e48-90c6-137682742137/50feb686-840b-4130-958c-f28d5697f261.jpg",
    "altTitles": [
      {
        "ja": "鴨乃橋ロンの禁断推理"
      },
      {
        "ja-ro": "Kamonohashi Ron no Kindan Suiri"
      },
      {
        "ru": "Рон Камонохаши: Невменяемый детектив"
      },
      {
        "es": "El misterio prohibido de Ron Kamonohashi"
      },
      {
        "th": "สืบลับฉบับคาโมโนะฮาชิ รอน"
      }
    ],
    "description": {
      "en": "This unusual duo brings the hidden truth into the light! Ron Kamonohashi, a private investigator with serious issues, and Totomaru Ishiki, a pure-hearted but dim police detective, team up to solve the most baffling mysteries!",
      "es": "¡Esta pareja de detectives formada por Ron Kamonohashi, un investigador poco ortodoxo, e Isshiki Totomaru, un policía de carácter puro e inocente, deberá resolver el misterio para sacar a la luz una verdad que lleva mucho tiempo enterrada bajo una terrible oscuridad! ¡De la mano de la autora de Katekyo Hitman Reborn y Éldlive llega esta vertiginosa historia de misterios y detectives!",
      "ja": "かつて、探偵養成学校BLUEで、解けない謎はない天才と呼ばれ、自らも類稀なる才能を生涯探偵に捧げると宣言した男・鴨乃橋ロン……しかしロンは探偵として致命的な欠陥をかかえていた!!　事件解決率100％！　犯人検挙率0％!?　訳あり探偵・鴨乃橋ロンがピュアでマヌケな捜査一課の刑事・一色都々丸と鮮烈に謎を解き明かす！",
      "ru": "Этот необычный дуэт раскроет все тайны! Рон Камонохаши, частный детектив с серьёзными проблемами, и Тотомару Ишики, чистосердечный, но глуповатый детектив полиции, объединяются, чтобы разгадать самые сложные тайны! Захватывающий детектив нового поколения от Акиры Амано, создателя \"REBORN\" и \"ēlDLIVE\"!!",
      "pt-br": "Essa dupla inusitada trará a verdade escondida para a luz! Ron Kamonohashi, um investigador privado com sérios problemas, e Totomaru Isshiki, um policial de caráter puro e inocente, se juntam para resolver os mistérios mais enigmáticos possível! Uma emocionante historia de detetive de uma nova geração de Akira Amano, criadora de “Reborn!” e “ēlDLIVE”!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ce9c849-9770-4606-84bc-b894855f819d",
    "title": {
      "en": "Wakaranai Desu Yoshida-san"
    },
    "updatedAt": "2024-12-20T17:25:26+00:00",
    "coverArt": "https://mangadex.org/covers/0ce9c849-9770-4606-84bc-b894855f819d/30ce76cb-88c9-448c-af96-241eb03186c6.jpg",
    "altTitles": [
      {
        "ja": "わからないです　吉田さん"
      },
      {
        "en": "I Don't Know, Yoshida-san"
      },
      {
        "ru": "Что же в голове у Ёсиды?"
      }
    ],
    "description": {
      "en": "Tsukumo Yamada is a simple and unremarkable college student. \n\nAs he is getting ready to go home after finishing his university lecture as usual, a solitary beautiful woman, Mao Yoshida, who is rumored to be a \"mermaid princess,\" passes by. While the boys are in an uproar, Yamada is secretly summoned by Yoshida. When they are alone, Yoshida presses against him. In fact, Yamada and Yoshida have an intimate relationship... \n\nHowever, he is unable to grasp the romantic distance between them because Yoshida is too expressionless, and he is having a sweet but bittersweet college life, unable to go from \"friend\" to \"lover\".",
      "ja": "地味で取柄もない大学生の九十九。大学の講義を終え帰宅準備をしていると孤高の美女「吉田真魚」が通りかかる。九十九と吉田さんは親密な関係なのだが、吉田さんが無表情すぎてなかなか関係が進展しないのだった…。",
      "ru": "Повседневная история отношений между двумя студентами, которые всё никак не могут перейти от статуса друзей к возлюбленным.\nЯмада Цукумо - обычный ничем не примечательный студент университета. Когда после окончания лекции он уже собирался уходить домой, мимо прошла нелюдимая красивая девушка Мао Ёсида. На самом деле, их уже давно связывают интимные отношения, но они всё никак не могут продвинуться дальше, потому что Ёсида сама себе на уме.",
      "es-la": "Tsukumo, un estudiante universitario ordinario y sin muchos atributos destacables, vive su día a día con tranquilidad. Pero un dia despues de finalizar sus clases y prepararse para regresar a casa, se cruza con Yoshida Mao, una hermosa y solitaria joven apodada la \"Sirena\". Entonces, mientras los demás chicos murmuran a su alrededor, Yoshida llama a Tsukumo en secreto. Al encontrarse a solas, Yoshida se acerca a él de manera inesperada. La realidad es que Tsukumo y Yoshida tienen una relación un tanto cercana. Sin embargo, Tsukumo lucha por comprender la distancia romántica entre ellos debido a la inexpresividad de Yoshida, lo que les impide pasar de ser \"amigos\" a \"novios\". Así, Tsukumo vive una vida universitaria dulce pero agridulce, intentando navegar entre la amistad y el amor. ¡¡Una serie de Takahashi osamu, autor de Lust Geass!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25",
    "title": {
      "en": "Hitoribocchi no Isekai Kouryaku"
    },
    "updatedAt": "2024-11-19T14:30:36+00:00",
    "coverArt": "https://mangadex.org/covers/ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25/68254b0f-7672-4eea-ad7d-de91a78a61c5.jpg",
    "altTitles": [
      {
        "en": "Loner Life in Another World"
      },
      {
        "ja": "ひとりぼっちの異世界攻略"
      },
      {
        "zh": "孤單一人的異世界攻略"
      },
      {
        "el": "Μοναχική επίθεση στον αλον κόσμο."
      },
      {
        "ru": "Нападение одиночки на иной мир"
      },
      {
        "zh-ro": "Duzi Yi Ren De Yi Shijie Gonglüe"
      },
      {
        "ko": "Wetol'i'eui Isegye Gongryag"
      },
      {
        "zh-hk": "獨自一人的異世界攻略"
      },
      {
        "ko": "외톨이의 이세계 공략"
      },
      {
        "th": "นายโดดเดี่ยวพิชิตต่างโลก"
      },
      {
        "en": "Lonely Attack on the Different World"
      },
      {
        "vi": "Hành Trình Cô Độc Nơi Dị Giới"
      }
    ],
    "description": {
      "en": "The strongest doesn’t need any cheats! Haruka, who spends his high school life a loner, was suddenly summoned to another world one day along with all his classmates. When ol’ God enters the picture, Haruka believes he can just choose whatever cheat skill he wants to help him survive in the new world… But, contrary to his expectations, that list of cheat skills works on a first come, first serve basis. And so, his classmates pick out all the cheat skills. His choices now limited to leftovers, Haruka finds himself incapable of assembling a party due to his own “loner” skill. Even though it’s a different world, it seems his adventuring days will be, as per usual, a solitary affair… After becoming aware of a crisis looming over his classmates, Haruka makes a silent vow to save them. No relying on cheats! He will walk a heretical path of strength that transcends the need for them.  \r\n  \r\nThe curtain rises on the strongest loner’s otherworld strategy guide!",
      "vi": "Câu chuyện theo chân Haruka - một cậu học sinh trung học mọt sách cô độc, đột nhiên bị triệu hồi đến dị giới với đám bạn học. Không giống như cả lớp nhận được các kỹ năng cheat đủ để làm bá chủ tại thế giới khác, nhân vật chính của chúng ta phải ôm theo bảng trạng thái phế vật mà lăn lộn hòng sống sót. Vậy thì, hãy cùng dõi theo và cổ vũ cho Haruka có thể tai qua nạn khỏi, vươn đến đỉnh cao mà không cần tới cheat trong câu chuyện tràn đầy hài hước này nhé.",
      "es-la": "El fuerte no necesita trucos. Haruka, un estudiante de preparatoria quien gastó su vida como un \"solitario\", es convocado a otro mundo con sus compañeros de clases. Al ser convocado se encuentra con un \"Dios\", quien le da a escoger una habilidad, sin embargo... No era lo que esperaba encontrarse.",
      "pt-br": "Exilado da classe? Checado  \r\n  \r\nSer transportado para um mundo alternativo com seus colegas? Checado  \r\n  \r\n Encontrar um Deus em uma espécie de Limbo entre os dois mundos? Checado  \r\n  \r\n Pegar uma skill roubada? Não gostaria de ser você, já foram todas vendidas.  \r\n  \r\n Essa história é sobre a aventura de um garoto solitário em um mundo alternativo, não agradecido a um Deus sênil que deu a ele todas as habilidades que não precisava."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "31bcac1e-75d3-4e5e-ba05-9644f70b8302",
    "title": {
      "en": "My Crazy Boyfriend"
    },
    "updatedAt": "2024-11-05T09:26:51+00:00",
    "coverArt": "https://mangadex.org/covers/31bcac1e-75d3-4e5e-ba05-9644f70b8302/546b6fa0-3c59-4161-b57d-6dbc788b295d.jpg",
    "altTitles": [
      {
        "ja": "マイ・クレイジー・ボーイフレンド"
      }
    ],
    "description": {
      "en": "“Please be my friend.” Suzu, a young man searching for his missing brother, gets tangled up with Yakuza, but ends up being saved by Hana, a mysterious and beautiful boy. Suzu works with Hana to find his younger brother, but he almost gets drawn to the innocent looking Hana…\nIs this friendship? Obsession? Or maybe… love?\nA pure and dangerous crime love story between a clumsy young man and a handsome yakuza boy!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "8.5"
  },
  {
    "mangaId": "61d791a6-a017-40bf-9e5b-29d9182301b3",
    "title": {
      "en": "Hana-Uta Memoir"
    },
    "updatedAt": "2024-08-16T13:24:41+00:00",
    "coverArt": "https://mangadex.org/covers/61d791a6-a017-40bf-9e5b-29d9182301b3/56d1c65e-2555-4d1a-847e-ecfc1177672e.jpg",
    "altTitles": [
      {
        "ja": "花唄メモワール"
      },
      {
        "ja-ro": "Hanauta Memoire"
      },
      {
        "zh": "朝花夕歌"
      }
    ],
    "description": {
      "en": "Ume Sasaki, a senior in high school, is helping out at her great-grandmother's ryokan during this summer vacation. She goes to the ryokan in hopes of getting some hints about her future...? This is the brightest and most dazzling \"memory (memoir)\" of the girls.",
      "ja": "高校最後の夏休み、ひいばあちゃんが営む旅館「花瀧屋」の手伝いにやってきた佐々木梅。\n到着したその夜、梅は露天風呂で滑って、湯船に落ちてしまう。\n引っ張り上げてくれたのは…〝ねえさま〟と呼んでくる不思議な少女・藤野だった。\n\nいつもと変わらない花瀧屋。\nだけど、炭を使った見知らぬ暖房器具があったり、そもそも季節が夏から冬になっていたり。\nこれって、もしかして…〝タイムスリップ〟？\n\n時代を越え、少女たちの一途な思いが交差する青春冒険譚、第1巻。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]