[
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2025-01-05T22:31:13+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/6ae7c384-8f33-4c29-a062-ff71628c2e95.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a7120845-476e-4f54-9a95-f92cbd592176",
    "title": {
      "en": "Song of the Sky Pacers"
    },
    "updatedAt": "2024-01-25T06:20:35+00:00",
    "coverArt": "https://mangadex.org/covers/a7120845-476e-4f54-9a95-f92cbd592176/62cf7f64-3d7d-4823-a17b-bf5c4aecc97d.png",
    "altTitles": [
      {
        "zh": "步天歌"
      },
      {
        "zh-ro": "Bù Tiān Gē"
      }
    ],
    "description": {
      "en": "(In a made-up dynasty) During the Chen dynasty, Consort Jing gave birth to a pair of fraternal twins under the rays of sunlight. The prince was born with a cinnabar mole between his eyebrows, while the princess was born with six fingers.\n\nFortune and misfortune appeared at the same time, causing the twins to experience entirely different fates as they were forced to leave their family. The heavenly tribulation is approaching, will the two twins who were separated from birth ever get to be reunited? What methods would they use to fight against their destinies?\n\n---\n\n**Note:** This is the **page style** version of [Song of the Sky Pacers](https://mangadex.org/title/7226ef70-592f-42b5-a3ff-8b91af15d97f)",
      "zh": "（架空朝代）大陈年间，菁贵妃霞光中诞下双生龙凤胎。皇子生来眉间一颗朱砂痣，皇女天生六指 。祥瑞与不祥同时出现，令同胞双生的二人迎来截然不同的命运，被迫与至亲分离。天劫将至，自出生便相离的他们是否能重逢？彼此又以何种方式与天命相争？"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7b8d146-b3f0-49e2-8292-c2878043864d",
    "title": {
      "en": "Classmate no Moto Idol ga, Tonikaku Kyodou Fushin Nan desu"
    },
    "updatedAt": "2024-12-06T13:57:06+00:00",
    "coverArt": "https://mangadex.org/covers/c7b8d146-b3f0-49e2-8292-c2878043864d/ae67464e-dd96-4816-963d-7ecad2adf48f.jpg",
    "altTitles": [
      {
        "ja": "クラスメイトの元アイドルが、とにかく挙動不審なんです。"
      },
      {
        "ja-ro": "Class no Idol Bishoujo ga, Tonikaku Kyodou Fushin nan desu"
      },
      {
        "en": "The Idol Girl in My Class is Acting Suspiciously"
      },
      {
        "vi": "Idol Cùng Lớp Tôi Cứ Đáng Nghi Thế Nào Ấy"
      },
      {
        "en": "My classmate SHION SAEGUSA was idol, but she is unsure of behavior in front of me."
      }
    ],
    "description": {
      "en": "Saegusa, who retired from idolry when she went to high school, is good-looking and intelligent. She is always cheerful and friendly, and is the most popular person at school. Takuya, however, knows a certain side of the highbrow Miss Saegusa. Today, too, a suspicious-looking woman in a dubious disguise appears at the convenience store where he works part-time. She is, in all likelihood, that Saegusa-san...?",
      "ja": "高校進学を機にアイドルを引退した三枝さんは、容姿端麗かつ頭脳明晰。いつも明るくて人当たりも良く、学校で一番の人気者だ。しかし、そんな高嶺の花である三枝さんのとある一面を卓也は知っている。今日もバイト先のコンビニに現れる、怪しげな変装をした挙動不審な女性――。彼女はどう見てもあの三枝さんで…!?",
      "vi": "Saegusa, người đã từ bỏ thần tượng khi cô học trung học, xinh đẹp và thông minh. Cô ấy luôn vui vẻ và thân thiện, và là người nổi tiếng nhất ở trường.Tuy nhiên, Takuya biết một khía cạnh nào đó của cô gái saegusa nàyHôm nay cũng vậy, một cô gái trông đáng ngờ đang cải trang xuất hiện tại cửa hàng tiện lợi nơi anh làm việc bán thời gian.Cô ấy, rất có thể, là Saegusa-san...?Bộ truyện chuyển thể từ truyện tranh được chờ đợi từ lâu của bộ phim hài lãng mạn cực kỳ nổi tiếng với một nữ idol đáng ngờ và dễ thương quá mức!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33af412e-8d17-4ce5-90a5-a0857b8cb0ed",
    "title": {
      "en": "Yoru no Kurage wa Oyogenai"
    },
    "updatedAt": "2024-12-05T22:25:49+00:00",
    "coverArt": "https://mangadex.org/covers/33af412e-8d17-4ce5-90a5-a0857b8cb0ed/1ca3ec85-ce3d-4b3e-92d7-f0fcff78ad0d.jpg",
    "altTitles": [
      {
        "vi": "Sứa không thể bơi trong đêm"
      },
      {
        "en": "Jellyfish Can't Swim in the Night"
      },
      {
        "ja": "夜のクラゲは泳げない"
      },
      {
        "ja-ro": "Yoru no Kurage wa Oyogenai"
      },
      {
        "ja-ro": "YoruKura"
      }
    ],
    "description": {
      "en": "Four girls, an illustrator, a former idol, a VTuber, and a composer, form an anonymous artist group called \"JELEE\", each pursuing their artistic dreams while supporting one another."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7171cf2d-95d2-4fce-9bcf-2791dfe8abf2",
    "title": {
      "en": "Resident Evil: The Marhawa Desire"
    },
    "updatedAt": "2022-07-27T01:17:44+00:00",
    "coverArt": "https://mangadex.org/covers/7171cf2d-95d2-4fce-9bcf-2791dfe8abf2/3409f5f7-67ca-4280-aa39-37f25393bf80.jpg",
    "altTitles": [
      {
        "vi": "Resident Evil - Thảm Họa Marhawa"
      },
      {
        "ru": "Обитель Зла: Желание Мархавы"
      },
      {
        "th": "ไบโอฮาซาร์ด วิกฤตโรงเรียนนรก"
      },
      {
        "ja": "バイオハザード ～マルハワデザイア～"
      },
      {
        "ko": "바이오 해저드 ~ 마루 워크 싶다 ~"
      },
      {
        "ja-ro": "Biohazard: Marhawa Desire"
      }
    ],
    "description": {
      "en": "Chris Redfield is sent by the Bioterrorism Security Assessment Alliance (BSAA) to investigate a series of biohazard incidents occurring in Marhawa School, Asia's largest elite school in a certain country in the Far East."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "39.5"
  },
  {
    "mangaId": "366dcef2-11ac-4ec0-9d75-967638f211a7",
    "title": {
      "en": "Holiday Yasumi's Twitter Shorts"
    },
    "updatedAt": "2024-11-22T12:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/366dcef2-11ac-4ec0-9d75-967638f211a7/b2bbbada-a74f-4a68-920f-6da3e09bde07.jpg",
    "altTitles": [],
    "description": {
      "en": "Short comics posted by Holiday Yasumi on Twitter/X.\n\nThe chapter numbers aren't important as most of the comics are unrelated to the rest, though some feature recurring characters."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "730e65ef-b00c-4495-9935-9db252d93d4a",
    "title": {
      "en": "Love Gives Me Superpowers"
    },
    "updatedAt": "2024-12-07T11:21:33+00:00",
    "coverArt": "https://mangadex.org/covers/730e65ef-b00c-4495-9935-9db252d93d4a/ba582d65-8898-4118-84aa-8a1bbaf24096.jpg",
    "altTitles": [
      {
        "zh": "恋爱让我有了超能力"
      },
      {
        "zh-hk": "戀愛讓我有了超能力"
      },
      {
        "zh-ro": "Lian'ai Rang Wo Youle Chao Nengli"
      },
      {
        "en": "Falling In Love Gives Me Superpowers"
      }
    ],
    "description": {
      "en": "Art student Zhong Shenxiu encountered a problem during a sketching class. She couldn't \"truly see\" Xu Ke, a top student and the subject of the sketch. If she can't truly see the subject then she can't draw. Zhong Shenxiu put down her paintbrush. If she became a better student, she would be able to get closer to her, right? If she could get closer to her, then she could truly see her, right? Until the distance between them is no more--Face to face. Phew! Now I can finally see her! But! This is... Too close! Help! What Should I do?!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9429f633-1005-4be9-aebf-950b96b41e4b",
    "title": {
      "en": "Arata: Kangatari - Remastered-ban"
    },
    "updatedAt": "2024-12-13T04:27:47+00:00",
    "coverArt": "https://mangadex.org/covers/9429f633-1005-4be9-aebf-950b96b41e4b/a05e803b-8cd1-44f7-b8d0-ec2d0b369611.jpg",
    "altTitles": [
      {
        "ja": "アラタカンガタリ〜革神語〜 リマスター版"
      },
      {
        "en": "Arata: The Legend - Remastered Edition"
      },
      {
        "vi": "Huyền thoại Arata - Bản Remaster"
      }
    ],
    "description": {
      "en": "Note: As a result of changes imposed by the mangaka's former editor in early volumes of this series, which were at odds with her initial plans for the story, a remastered version was started and the series was paused after volume 24 in order to allow for the remastered version to catch up. However, as the story in the remastered version had diverged significantly by volume 8, in 2021 it was decided to discontinue the Shounen Sunday version and to continue the story only in the remastered version."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "335"
  },
  {
    "mangaId": "96fe1639-b55c-4b0c-8bec-fd941260728e",
    "title": {
      "en": "Cheat Mode Farming in Another World"
    },
    "updatedAt": "2025-01-04T05:00:49+00:00",
    "coverArt": "https://mangadex.org/covers/96fe1639-b55c-4b0c-8bec-fd941260728e/deabd317-98e2-48ba-a43c-e01657fb44bb.jpg",
    "altTitles": [
      {
        "ja-ro": "Yurufuwa Nouka no Mojibake Skill ~Isekai de Catalog Tsuuhan Yattemasu~"
      },
      {
        "ja": "ゆるふわ農家の文字化けスキル ~異世界でカタログ通販やってます~"
      },
      {
        "zh": "閒散農家的亂碼技能"
      },
      {
        "id": "Bertani di Dunia Lain Dengan Mode Cheat"
      },
      {
        "pt-br": "Agricultura no modo cheat em outro mundo"
      },
      {
        "es": "Habilidades Trampa de Granja en Otro Mundo"
      }
    ],
    "description": {
      "en": "Tatsuya, a 29-year-old bachelor, gets accidentally summoned to another world and obtains [Agricultural Skills]. \n\nIn order to survive, he starts a vegetable garden in a secluded forest. He thought that his life in another world would be extremely difficult, but the ingredients in this other world were delicious and the crops he grew on his own were also very delicious! Furthermore, he's also very happy with the dishes he made with Japanese seasonings! \n\n(Typical. Rice and sake are going to be a staple apparently, but you guys know the drill. )\n\nBesides, if there are beautiful brides, isn't it okay if he lives in this other world? Loose and fluffy, a relaxing other world harem life!",
      "es": "Tatsuya, un soltero de 29 años, es invocado a otro mundo por alguna razón y debido a eso logra despertar [Habilidades agrícolas]. Inicia un huerto para sobrevivir en un bosque remoto. \"Creo que vivir en un mundo diferente es extremadamente difícil, y aunque los ingredientes en él suelen ser deliciosos, mis propios productos agrícolas también son muy deliciosos. Además, estoy muy satisfecho con los platos elaborados con condimentos japoneses, el arroz y sake son deliciosos. Y si hay novias hermosas, ¿no hace que este mundo sea aun mejor?\" ¡Viviendo una vida relajada y acaramelada con su harem en un mundo diferente!",
      "pt-br": "Um homem solteiro de 29 anos é invocado para outro mundo. recebendo uma habilidade de agricultura level 1. Crie uma casa, faça uma horta e viva uma tranquila vida isolada na floresta. Com bebidas e comidas deliciosas de sua colheita e lindas garotas, não tem coisa melhor."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66f311b9-96e8-4645-9e20-cdf72a4c7df9",
    "title": {
      "en": "Only for Love"
    },
    "updatedAt": "2024-01-28T07:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/66f311b9-96e8-4645-9e20-cdf72a4c7df9/89183a50-9b2f-414e-ad10-793096165cbb.png",
    "altTitles": [
      {
        "zh": "错撩"
      },
      {
        "en": "Accidental Love"
      }
    ],
    "description": {
      "en": "The stunning financial reporter, Zheng Shuyi, is dating a two-timing scumbag? How could she possibly stand back and do nothing about those love birds: the cheating bastard and his white lotus of a mistress. Upon seeing the Rolls-Royce's plate number of the mistress' uncle, which was a straight numerical number plate, Zheng Shuyi made up her mind. Doesn't the cheater plan to marry rich to retire twenty years early, by going down the laughable CEO route? Then I shall become both you and your mistress' aunt!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5723bd02-c1ed-4ee8-9d85-3036dca53ce0",
    "title": {
      "en": "Aiyoku Overdose"
    },
    "updatedAt": "2024-11-07T13:51:27+00:00",
    "coverArt": "https://mangadex.org/covers/5723bd02-c1ed-4ee8-9d85-3036dca53ce0/7156628e-b226-4a79-867f-c74d4385f5f7.jpg",
    "altTitles": [
      {
        "ja": "愛欲オーバードーズ"
      },
      {
        "en": "Overdose Love"
      }
    ],
    "description": {
      "en": "In the world of \"Doseverse,\" there are people with special characteristics: \"Drugs\" who can cure the illness of others just by touching them, and \"Krankes\" who are born with chronic health problems. Mikasaki, a \"Kranke\" for whom no treatment works, meets Yuma, a \"Drug\" at the medical facility where he is admitted. Mikasaki feels uncomfortable around Asuma, a refreshing elite who is the complete opposite of himself, but when Asuma touches him for treatment, a sense of pleasure wells up inside him... \"It's okay, you can feel good.\" Even though he knows it's a medical procedure, he kisses him deeply and heals him until he melts - the one who saves and the one who can only be saved... the ultimate love born in an absurd world."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "5"
  },
  {
    "mangaId": "78218ec5-b7ea-4c03-accd-df98c3d8e350",
    "title": {
      "en": "Cardcaptor Sakura: Clear Card"
    },
    "updatedAt": "2024-10-24T18:40:46+00:00",
    "coverArt": "https://mangadex.org/covers/78218ec5-b7ea-4c03-accd-df98c3d8e350/5b63aa7f-7779-46e2-9924-1eb9bc6d23b6.jpg",
    "altTitles": [
      {
        "ru": "Сакура - собирательница карт: Прозрачная карта"
      },
      {
        "ja": "カードキャプターさくら クリアカード編"
      },
      {
        "pt-br": "Sakura Cardcaptor: Clear Card"
      },
      {
        "vi": "Card Captor Sakura - Thẻ bài pha lê"
      }
    ],
    "description": {
      "en": "It is spring, with cherry trees in full blossom, and Sakura is just entering middle school. Her beloved Syaoran has returned from Hong Kong, and life couldn't be better. But when she awakens from a strange dream to find her Sakura Cards powerless, how can she protect Tomoeda from disaster?! [Kodansha]",
      "ru": "Сакура уже учится в первом классе средней школы! Наша героиня продолжает жить своей обычной жизнью. Магическими картами нет пользоваться нужды. Все хорошо и никаких больше беспокойств не происходит. И даже более того! Сакура наконец-то смогла увидеться с Шаораном! Он возвратился, и теперь будет учиться вместе с нашей героиней в одной школе! Радости нет предела. Но что за странный сон ни с того ни с сего вдруг видит Сакура? Почему карты стали прозрачными? Почему странные события вновь начали происходить? И что они означают?",
      "pt-br": "O mangá ocorre após a graduação de Sakura na Escola Elementar Tomoeda, em seu primeiro ano de escola secundária. Sakura tem um misterioso sonho, e um incidente ocorre."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "80"
  },
  {
    "mangaId": "452564fa-13a6-4b88-a9cf-25a9e0471e4c",
    "title": {
      "en": "The Cup of Vengeance Is in Your Hands"
    },
    "updatedAt": "2024-11-14T16:36:50+00:00",
    "coverArt": "https://mangadex.org/covers/452564fa-13a6-4b88-a9cf-25a9e0471e4c/35e9a5df-ec8a-432e-87d6-0ba1829bf593.jpg",
    "altTitles": [
      {
        "ko": "복수의 잔은 당신의 손에"
      }
    ],
    "description": {
      "en": "Princess Eudith’s story begins when her cruel brother, the king, sells her off to the neighboring kingdom to marry the queen’s powerless stepson, Prince Franz. Eudith becomes a pawn in the queen’s plot to discredit Franz and place her biological son, Krald, on the throne. Desperate, Eudith attempts to end her misery but wakes up on the day of her fateful journey. Armed with knowledge and experience from her past life, Eudith seizes the chance for revenge by helping Prince Franz take his rightful place on the throne. Will Eudith succeed in her revenge and find happiness?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74816f9b-c776-4d9c-9d89-38354e29ebfa",
    "title": {
      "en": "Uragirareta Boukensha, Andeddo Toshite Yomigaeri Musou Suru"
    },
    "updatedAt": "2023-07-05T20:03:50+00:00",
    "coverArt": "https://mangadex.org/covers/74816f9b-c776-4d9c-9d89-38354e29ebfa/6ecef094-5a3a-49e7-8d2d-06718d3ff44e.jpg",
    "altTitles": [
      {
        "ja": "アンデッド・キング 〜底辺冒険者、魔物の力で進化無双〜"
      },
      {
        "en": "Undead King ~A Low-Ranking Adventurer, With the Power of Monsters, Becomes Unbeatable~"
      },
      {
        "ja": "裏切られた冒険者、アンデッドとして蘇り無双する"
      }
    ],
    "description": {
      "en": "(skills). A power humans can only receive once from god, which is used to fight against monsters.\nChrome, who aspired to be an adventurer while owning a skill that is useless in combat, is unable to throw away his ambition, and is despised for his inability, so he is left in charge of menial tasks and chores for his career.\nBut, when he is running away from a monster as a decoy, he loses his life. But at that time, his skill activates. The skill (Revival). For one time only, he can come back from the dead, and Chrome miraculously revives as a Skeleton monster, a “Wight”.\nChrome, who despairs at his new body, finds out that as monsters evolve, their appearance changes in accordance, so he decides to evolve as fast as possible. Believing he can regain his human appearance, Chrome spends his days hunting monsters. As a by-product, Chrome gains a multitude of skills, whereas a human can only ever hold one––!\nPowerful monster abilities and the intelligence of a human. Overcoming adversity with chance, Chrome once again aims to be the strongest adventurer!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d63927d-bb76-4942-b48f-44da72d16532",
    "title": {
      "en": "Tsuugakusei Nikki"
    },
    "updatedAt": "2024-02-02T23:03:55+00:00",
    "coverArt": "https://mangadex.org/covers/5d63927d-bb76-4942-b48f-44da72d16532/f58252a4-ee4f-431b-8a51-c2274deb5f54.jpg",
    "altTitles": [
      {
        "ja": "通学生日記"
      },
      {
        "ja-ro": "Tsuugakusei Nikki"
      },
      {
        "en": "The Diary of a Commuting Student"
      }
    ],
    "description": {
      "en": "Anyone would have a bittersweet anecdote or two of commuting to school back when they were still students.\n\nEven when it's cold, or when you're not allowed to take the long route and buy snacks to eat, or when you're not supposed to wear a sports jersey; just getting to exchange glances once with that person you liked made it all okay! Unfolding on the stage of a certain high school is an omnibus talk about going to and from school, an offering meant for everyone who's ever been a student before.\n\n(Source: Young Magazine)",
      "ja": "誰にでも、学生時代、通学路での甘酸っぱいエピソードの一つや二つはあるはず。寒くても、寄り道＆買い食い禁止でも、ジャージの着用NGでも、好きなあの子に一目会えたらそれだけでオール・オッケー！とある高校を舞台に繰り広げられる、かつて学生だった全ての人に贈る登下校トーク・オムニバス。"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "27"
  },
  {
    "mangaId": "66542ad9-bfc4-4953-9941-c359e513d6fe",
    "title": {
      "en": "Isekai Shachuuhaku Monogatari - Outrunner PHEV"
    },
    "updatedAt": "2025-01-06T08:31:51+00:00",
    "coverArt": "https://mangadex.org/covers/66542ad9-bfc4-4953-9941-c359e513d6fe/78513e67-9dca-4b0f-9a18-a04028348288.jpg",
    "altTitles": [
      {
        "ja": "異世界車中泊物語 アウトランナーPHEV"
      },
      {
        "en": "Otherworldly Overnight in the Car: Outrunner PHEV"
      }
    ],
    "description": {
      "en": "One young salaryman, who adores his plug-in, hybrid car that uses both electricity and gasoline, had been using camping in it as an escape plan from everyday life. Suddenly, he finds himself transported to another world with his car!\n\nHe'll start his life anew in this different world!",
      "ja": "やさぐれて会社での評価も低いサラリーマン・大前現人（おおまえあらと）。仕事のミスが理由で車に乗って逃亡し、サービスエリアで車中泊して起きたら異世界へ転移してた！そこで出会ったケモミミ娘に仕事観で説教され逆切れした主人公の異世界での前途は如何に！？異世界でのサバイバルで鍛えられたメンタルで、現代日本での仕事で活かせるか！？リアルと異世界の行き来で生き直す！これはそんな物語です。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af1f3853-6b99-44a2-b01d-28e9ce9a1e05",
    "title": {
      "en": "Watashi no Kokoro wa Oji-san de Aru"
    },
    "updatedAt": "2025-01-06T07:44:30+00:00",
    "coverArt": "https://mangadex.org/covers/af1f3853-6b99-44a2-b01d-28e9ce9a1e05/cb14ac37-43dd-4204-99bd-0a41f8c2e361.jpg",
    "altTitles": [
      {
        "ja": "私の心はおじさんである"
      },
      {
        "en": "My Heart Is an Old Man"
      },
      {
        "en": "My Heart Is an Ojisan"
      },
      {
        "en": "This Alluring Dark Elf Has the Heart of a Middle-Aged Man!"
      }
    ],
    "description": {
      "en": "\"Haruka Yamagishi\" is a guy who has no friends or family and just goes back and forth between work and home. One day, when he wakes up, he finds himself in a different world. And for some reason, he's turned into a beautiful dark elf! Now, Haruka has inexhaustible magic power, a sturdy body, and a new life where she can do anything... However, through the friends she met and her activities as an adventurer, changes slowly began to take place. The guy who gave up on life in this world begins to feel what it's like to live.",
      "ja": "友人、恋人、家族もおらず惰性で生きる生活を続けていた遥だったが、ある日目を覚ますと美少女ダークエルフの姿で異世界にいた！新しい環境にワクワクを抑えきれないハルカ。しかし、色々なものを諦め、年下や女性との交流に怯えていたおじさんが急に無双なんてできる訳もなく……。",
      "es-la": "\"Haruka Yamagishi\" es un tio que no tiene amigos ni familia y sólo va y viene entre el trabajo y su casa. Un día, cuando se despierta, se encuentra en un mundo diferente. Además, por alguna razón, ¡se ha convertido en una hermosa elfa oscura! Ahora, Haruka tiene un poder mágico inagotable, un cuerpo robusto y una nueva vida en la que puede hacer cualquier cosa....Sin embargo, a través de sus amigos que conoció y sus actividades como aventurera, poco a poco empezaron a surgir cambios.Al tio que renunció a la vida, en este mundo empieza a sentir lo que es vivir. Aunque hay algunas trampas y otros eventos, ¡Es una historia de aventuras conmovedora!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-11-28T06:34:54+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/e123fa5c-dcdb-43a0-a054-61f54d7748a3.jpg",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\n---\n\nAlternative version: [A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47f2da50-d26f-4438-89d4-e5b21c8326db",
    "title": {
      "en": "Kamen Rider SPIRITS"
    },
    "updatedAt": "2023-12-28T04:37:06+00:00",
    "coverArt": "https://mangadex.org/covers/47f2da50-d26f-4438-89d4-e5b21c8326db/e0a3b113-6f8c-4ba2-807e-ee81934ca230.jpg",
    "altTitles": [
      {
        "en": "Masked Rider Spirits"
      },
      {
        "ja": "仮面ライダーSPIRITS"
      },
      {
        "en": "Legend of the Kamen Riders"
      }
    ],
    "description": {
      "en": "After Japanese-American FBI agent Taki Kazuya and Kamen Rider 1 defeat a bat monster, they decide to contact the former riders including Stronger to investigate the appearance of monsters attacking them and civilians. Their investigation reveals the coming of an alien empire out to destroy the Earth, finishing the work that Shocker and other terrorist organizations have failed due to their defeat at the Rider's hands."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "96"
  },
  {
    "mangaId": "6ccbcdcd-9717-4994-bbbf-381e949b705b",
    "title": {
      "en": "Ore no tomodachi ♂♀ ga kawai sugite komaru!"
    },
    "updatedAt": "2024-12-31T00:30:26+00:00",
    "coverArt": "https://mangadex.org/covers/6ccbcdcd-9717-4994-bbbf-381e949b705b/9d23f3d0-fd05-43da-adea-0952d3514d5e.jpg",
    "altTitles": [
      {
        "ja": "俺の友達♂♀が可愛すぎて困る！"
      },
      {
        "en": "My Childhood Friend Is So Cute, It's Frustrating!"
      },
      {
        "en": "I Am Worried That My Childhood Friend Is Too Cute!"
      },
      {
        "vi": "Người bạn thời thơ ấu của tôi quá dễ thương!"
      }
    ],
    "description": {
      "en": "\"If my guy friend turned into a girl, he would be the perfect girlfriend!\"\nReturning to his hometown after 10 years, Amano Koichi is thrilled to finally reunite with his childhood friend, Yukio Sawatari on the first day of school when suddenly, he turns female! \nYukio is affected by \"Sudden sex change syndrome\", a rare condition present in one every ten thousand people which randomly changes their gender!\nKoichi can't help but be flustered by his childhood friend's cuteness.\nHow will this complicate their relationship?\nWill it develop into a forbidden romance?!\nFind out in this exciting TSF Rom-com!",
      "id": "Amano, yang kembali ke kota tempat dia tinggal sewaktu kecil untuk pertama kalinya setelah 10 tahun, bertemu Yukio Sawatari, seorang teman masa kecil di hari pertama pemindahan, ketika dia (seorang teman pria) menjadi wanita! Meskipun dia berbagi suka citanya, saat dia tiba-tiba berubah menjadi seorang gadis dan tidak bisa menyembunyikan rasa malunya. Yukio terkena penyakit seperti 100.000 orang lainnya, tiba-tiba menjadi seorang gadis yang disebut \"spontaneous isomerism metamorphosis\"!  \r\n  \r\nTeman masa kecil perempuan ♂ yang imut dan dalam kesulitan!? Cinta TSF (transeksual) Terlarang!  \r\n  \r\nKalo gak paham baca ajalah, ada sinopsis juga gak guna.",
      "vi": "Khi trở về thành phố nơi từng sống sau 10 năm, Amano Koichi đã gặp lại người bạn tuổi thơ là Yukio Sawatari vào ngày đầu tiên ở trường mới thì bỗng nhiên Yukio lại đổi giới tính?! Anh bị ảnh hưởng bởi một căn bệnh chỉ có trong một trong mười nghìn người gọi là \"hội chứng đổi giới đột ngột\"! \r\n\r\nTừ đây bắt đầu câu truyện về tình yêu với người bạn tuổi thơ đổi giới."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "54"
  },
  {
    "mangaId": "3c754178-eeee-49ce-a32a-314971c7df55",
    "title": {
      "en": "Gakuen iDOLM@STER - Comic Anthology"
    },
    "updatedAt": "2024-11-26T08:02:08+00:00",
    "coverArt": "https://mangadex.org/covers/3c754178-eeee-49ce-a32a-314971c7df55/1ab19255-9d50-4608-98f8-2d3eb4abc3e3.png",
    "altTitles": [
      {
        "ja": "学園アイドルマスター コミックアンソロジー"
      }
    ],
    "description": {
      "en": "A comic anthology of the popular game \"Gakuen iDOLM@STER Comic Anthology\"! ! Contains 14 original manga overflowing with love for \"Gakuen iDOLM@STER\"!\n\nCover Illustration: Mana"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f444a62-a42f-4c8f-8402-a28042825fe7",
    "title": {
      "en": "Make a Mark"
    },
    "updatedAt": "2025-01-06T06:58:46+00:00",
    "coverArt": "https://mangadex.org/covers/3f444a62-a42f-4c8f-8402-a28042825fe7/a40c3279-18bc-4211-b7a0-7e3341b1d391.png",
    "altTitles": [
      {
        "ja": "メイク・ア・マーク"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "2"
  },
  {
    "mangaId": "89c4d795-b5ec-481a-867c-efc8b7c8775c",
    "title": {
      "en": "M Collection"
    },
    "updatedAt": "2025-01-04T12:10:39+00:00",
    "coverArt": "https://mangadex.org/covers/89c4d795-b5ec-481a-867c-efc8b7c8775c/94c8f8e9-fb61-4ef2-ae4c-3d19b71dd5f3.jpg",
    "altTitles": [
      {
        "ja": "Mコレクション"
      },
      {
        "en": "The Collection (Hideshi Hino)"
      }
    ],
    "description": {
      "en": "This tongue-in-cheek semi-autobiography follows the absurdly gruesome adventures of a lonely boy and his singularly crazed family. His escape from the madness that surrounds him is his collection of pickled animal and human body parts, to which he adds as one family member after another meet with a grotesque and sometimes terrifyingly funny death... (Source: AniList)"
    },
    "status": "completed",
    "releaseDate": 1985,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "17"
  },
  {
    "mangaId": "fbe57225-e455-4680-b2b9-5b8b82a1be9e",
    "title": {
      "en": "The Ride-On King"
    },
    "updatedAt": "2024-10-25T22:45:09+00:00",
    "coverArt": "https://mangadex.org/covers/fbe57225-e455-4680-b2b9-5b8b82a1be9e/652d714e-bbf1-4362-a305-aaf9a5a206a8.jpg",
    "altTitles": [
      {
        "ja": "ライドンキング"
      },
      {
        "zh-hk": "騎乘之王"
      },
      {
        "en": "Golosseum - The Ride-On King"
      },
      {
        "ru": "Король-наездник"
      },
      {
        "ru": "Царь-всадник"
      }
    ],
    "description": {
      "en": "Alexander Purchinov is president for life of the country of Pursia, a country ruled by the strict influence of its government. Alexander always desires to be dominant and \"ride\" things, whether literally or figuratively. Now that he has already ridden his country, his next target is a fantasy world that has orcs, wyverns, and centaurs.",
      "fr": "Alexander Purchinov est le président à vie de la République de Purse, un pays où l’État règne d’une main de fer. Alexander a toujours aimé dominer les choses, et particulièrement « monter » les choses, que ce soit littéralement ou au sens figuré. Ayant monté tout ce qui pouvait l’être dans notre monde, quoi de mieux qu’un monde de fantasy où vivent orques, centaures et wyvernes pour assouvir ses désirs !",
      "ja": "武術・格闘技の達人であり、強い男を尊ぶプルジア国民から絶大な支持を受けている男、プルジア共和国終身大統領アレクサンドル・プルチノフ。ある日、愛虎アスランにまたがり政務に向かう途中、テロリストの襲撃を受ける。テロリストは難なく返り討ちにした大統領だったが、この襲撃で起きたあることをきっかけに気を失ってしまう。目覚めた大統領の目の前に広がる光景、それは人間とモンスターが共生する異世界だった！",
      "ru": "Александр Плутинов — первый президент Республики Плудия, получившей совсем недавно независимость в результате упорной вооружённой борьбы. Господин Плутинов любит быть наездником, будь то животное, машина или даже страна. Но быть лидером страны, пусть даже с поддержкой большинства населения и красивой помощницей Натальей, непростая задача. Бесконечные договоры, встречи да конференции. А хочется залезть на что-то неведанное и невиданное, что-то сказочное… Вроде дракона."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9b2fbc4-e351-406c-a468-799be14033df",
    "title": {
      "en": "TenPuru -No One Can Live on Loneliness-"
    },
    "updatedAt": "2024-09-26T01:52:08+00:00",
    "coverArt": "https://mangadex.org/covers/b9b2fbc4-e351-406c-a468-799be14033df/10578af3-8e60-4664-9fa4-65bf7a59c77f.jpg",
    "altTitles": [
      {
        "es": "Templo - Nadie puede vivir en soledad"
      },
      {
        "ja-ro": "Tenpuru"
      },
      {
        "ja": "てんぷる"
      },
      {
        "zh": "庙不可言"
      },
      {
        "en": "Temple"
      },
      {
        "de": "TenPuru: Von Einsamkeit kann man nicht leben"
      }
    ],
    "description": {
      "en": "That's right, I'll become a monk! Not knowing what to do with his worldly desires, Akagami Akemitsu aims to live a stoic life. However, the thick karmic blood flowing in him will not permit it!",
      "es": "Así es, me volveré un monje! Al no saber qué hacer con sus deseos mundanos, Akagami Akemitsu aspira a llevar una vida estoica. Sin embargo, la espesa corriente de energía del karma que fluye en él no lo permitirá.",
      "es-la": "\"É isso mesmo, eu vou me tornar um monge!\". Sem saber o que fazer com seus desejos mundanos, Akagami Akemitsu decide viver uma vida estóica. No entanto, o sangue cármico espesso que flui nele não permitirá!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa70239f-1c1d-4e1d-a513-83c418cfcea7",
    "title": {
      "en": "Fullmetal Alchemist - MP (Doujinshi)"
    },
    "updatedAt": "2024-10-09T10:37:02+00:00",
    "coverArt": "https://mangadex.org/covers/fa70239f-1c1d-4e1d-a513-83c418cfcea7/e7b3e08d-4538-4218-9db5-27fc61731c6a.jpg",
    "altTitles": [
      {
        "en": "Fullmetal Alchemist - Metamorphose (Doujinshi)"
      },
      {
        "en": "Fullmetal Alchemist - Planetarium (Doujinshi)"
      },
      {
        "ja": "鋼の錬金術師 - MP (Doujinshi)"
      },
      {
        "ja": "鋼の錬金術師 - Metamorphose (Doujinshi)"
      },
      {
        "ja-ro": "鋼の錬金術師 - Planetarium (Doujinshi)"
      }
    ],
    "description": {
      "en": "A set of two doujinshi: Metamorphose & Planetarium.  \nExetremely touching story of Alphonse and Edward, after the series has ended, and Al is restored."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "1"
  },
  {
    "mangaId": "035eb250-6eab-43f4-9ae0-66a9c6411c19",
    "title": {
      "en": "Mama Haha no Kokoro-e"
    },
    "updatedAt": "2024-08-26T16:21:25+00:00",
    "coverArt": "https://mangadex.org/covers/035eb250-6eab-43f4-9ae0-66a9c6411c19/e5062b16-5750-47f9-93a6-13fdba10cfd6.jpg",
    "altTitles": [
      {
        "ja": "継母の心得"
      },
      {
        "ja-ro": "Mamahaha no Kokoroe"
      },
      {
        "en": "Stepmother's Guide"
      }
    ],
    "description": {
      "en": "Yamazaki Misaki passed away due to illness, but when she awoke, she found that she had been reborn as a character in a manga she had read before her death — the abusive, wicked stepmother of the young protagonist.  \n\nOnly remembering this the day before her wedding, there was already no way to escape. Determined to treat her stepson well, upon meeting him, she found the boy extremely adorable! \n\nAs she worked to raise the child well with her memories to aid her, the attitude of her cold husband began to change?!",
      "ja": "病気でこの世を去ることになった山崎美咲。ところが目を覚ますと、生前読んでいたマンガの世界に転生していた。しかも、幼少期の主人公を虐待する悪辣な継母キャラとして……。前世の記憶を取り戻したのは結婚式の前日で、もはや逃げようもない。とにかく虐待しないようにしよう、と決意して対面した継子は――めちゃくちゃ可愛いんですけどー!!!　ついつい前世の知識を駆使して子育てに奮闘しているうちに、超絶冷たかった旦那様の態度も変わってきて……!?　義息子のためならチートにもなっちゃう！　愛とオタクの力で異世界の育児事情を変える、異色の子育てファンタジー、開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4691cc57-625e-4620-8d94-534dd5b13438",
    "title": {
      "en": "Naniwa Tomoare"
    },
    "updatedAt": "2023-11-28T02:42:27+00:00",
    "coverArt": "https://mangadex.org/covers/4691cc57-625e-4620-8d94-534dd5b13438/a2f64b7d-d003-4fbb-83c1-def9f9b0524a.jpg",
    "altTitles": [
      {
        "ja-ro": "NaniTomo"
      },
      {
        "ja": "ナニワトモアレ"
      },
      {
        "vi": "Dù thế nào đi nữa / đó là tình bạn Naniwa"
      }
    ],
    "description": {
      "en": "Guruguru Osaka, crackling ring! Now, the piston in my crotch is tingling!! I like picking up girls more than having three meals. Naniwa's youthful pleasure of being popular and having sex. I'm not a fart with a big loan either. I want to buy a new Silvia. I don't have the skill (technique), but I can't give up on my lewd spirit. An 18-year-old boy is making his ring debut!!"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "suggestive",
    "lastVolume": "28",
    "lastChapter": "304"
  },
  {
    "mangaId": "f6ce20ca-73c3-4fdd-9367-e2901fca780e",
    "title": {
      "en": "The Ravages of Time"
    },
    "updatedAt": "2024-12-30T00:56:19+00:00",
    "coverArt": "https://mangadex.org/covers/f6ce20ca-73c3-4fdd-9367-e2901fca780e/0d691038-f663-4a56-a0fc-1ce19c167e5a.jpg",
    "altTitles": [
      {
        "vi": "Hỏa Phụng Liêu Nguyên"
      },
      {
        "zh-ro": "Huo Feng Liao Yuan"
      },
      {
        "ja-ro": "Sangokushi Gunyuuden Kahou Ryougen"
      },
      {
        "zh-ro": "Sanguozhi Qunxiongzhuan: Huo Feng Liao Yuan"
      },
      {
        "ru": "Огненный феникс опаляет равнины"
      },
      {
        "zh-hk": "三国志群雄伝火鳳燎原"
      },
      {
        "zh-hk": "火鳳燎原"
      },
      {
        "zh": "火凤燎原"
      },
      {
        "ja": "火鳳燎原"
      },
      {
        "de": "The Ravages of Time: Die Geschichte der Drei Reiche"
      },
      {
        "ar": "ويلات الزمان"
      }
    ],
    "description": {
      "en": "Nearly 2000 years ago, the prosperous Han dynasty of China collapsed. Heroes rose and fell, and three nations emerged–Wei, Shu, and Wu. Historians refer to this period as the Three Kingdoms period. The romance of the three kingdoms is an intriguing tale of heroic deeds, of alliance forged and broken, of loyalty and betrayal.  \n  \nHong Kong artist Chan Mou retells this classic tale in \"The Ravages of Time\" from the perspective of the Sima clan, which in the end united the three kingdoms. Readers will be attracted by an array of well-developed characters and Chan Mou's own unique top-notch art-style. Whether you have played Dynasty Warriors or not, this is definitely worth a read!",
      "vi": "Truyện kể về thời kỳ Tam quốc tranh bá nổi tiếng trong lịch sử Trung Quốc. Điểm đặc biệt ở đây là nhân vật trung tâm của truyện không phải là Tào Tháo, Lưu Bị hay Tôn Quyền như ta thường thấy ở các bộ truyện nói về thời kì này mà là Tư Mã Ý - người mà sau này đã cùng với gia tộc mình đánh bại tất cả các anh hùng khác, gom thiên hạ về thành 1 mối, chấm dứt 1 thời kỳ dài loạn lạc. \n\nTruyện mở đầu bằng cơn ác mộng mà Tư Mã Ý vẫn thường gặp: 1 người đàn ông trên ngai vàng phế truất ngôi vị của hoàng đế, bên ngoài bất chấp đám đông binh lính bao vây tấn công cùng bao nhiêu thương tích mà 1 người bình thường không thể chịu đựng nổi, tên tù vượt ngục vẫn bước từng bước từng bước một vào điện đòi món nợ máu với người đàn ông đó. Đó chỉ là cơn ác mộng hay là 1 điềm báo? Không ai nói được kể cả Tư Mã Ý.\n\nNhưng cũng có ai có thời gian để quan tâm đến truyện ấy trong thời loạn lạc này chứ. Dù cố né tránh, cuối cùng dòng họ Tư Mã cũng phải bước vào vòng xoáy chiến tranh, và sự xuất hiện của họ đã làm thay đổi cả dòng lịch sử...."
    },
    "status": "ongoing",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c727d921-4294-455b-9bcc-2f0c7d29cd9a",
    "title": {
      "en": "Good-for-Nothing Blues"
    },
    "updatedAt": "2024-11-21T15:28:50+00:00",
    "coverArt": "https://mangadex.org/covers/c727d921-4294-455b-9bcc-2f0c7d29cd9a/94d40a54-9507-4dfd-8f37-adf6ae64a43d.jpg",
    "altTitles": [
      {
        "fr": "Racaille Blues"
      },
      {
        "ja-ro": "RokuBuru"
      },
      {
        "tr": "Serseri Hüznü"
      },
      {
        "ja": "ろくでなしBLUES"
      },
      {
        "vi": "Bản Blues vô giá trị"
      },
      {
        "ja-ro": "Rokudenashi Blues"
      }
    ],
    "description": {
      "en": "Maeda is a new student in the Teiken High School. He stutters when he's nervous and he's rather clumsy. He gets noted immediately because he hits a teacher during the entrance ceremony. Some clubs search to enlist him as they see in him a force they can use to get even with other clubs. But Maeda is a loner and has only one dream: becoming boxing champion. His first objective is to beat the leader of the boxing club. \"Rokudenashi\" translates as \"good for nothing\".  \n  \nThe manga focuses more on gang warfare than boxing.",
      "es": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo.",
      "vi": "Maeda Taison, chàng thiếu niên tới từ Osaka mang trong mình ước mơ trở thành nhà vô địch boxing thế giới. Xuyên suốt 3 năm học của cậu không chỉ là những trận đánh, những xung đột mà còn có cả những câu chuyện đầy tính nhân văn.\nHuyền thoại của dòng manga yankee Nhật Bản, dù đã kết thúc từ năm 1997 nhưng Rokudenashi Blues (RB) vẫn đang là bộ manga yankee bán chạy nhất mọi thời đại. Vì kết thúc đã lâu nên nội dung của nó có phần \"outdate\", tuy nhiên vẫn rất đáng đọc.",
      "es-la": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "409"
  },
  {
    "mangaId": "6fab76e2-3e94-46fb-8dee-3991e8b6d41f",
    "title": {
      "en": "Akane and Matsuri"
    },
    "updatedAt": "2025-01-05T18:57:30+00:00",
    "coverArt": "https://mangadex.org/covers/6fab76e2-3e94-46fb-8dee-3991e8b6d41f/ba34d50f-d15a-42b2-a352-446433877f0a.jpg",
    "altTitles": [
      {
        "ja": "あかねまつり"
      },
      {
        "ja-ro": "Akane Matsuri"
      }
    ],
    "description": {
      "en": "They are friends but not just friends.\nThis is a 4-koma manga about high school girls who just live their daily lives.\n\nAkane: Short bob with black hair. She lives to enjoy life.\nMatsuri: Cool blonde hair, serious at heart.\nAzuki: Cute and petite dark girl.\nMomiji: A sensible person who always quietly watches over everyone."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2de8ffd3-25b7-42cd-80e8-32148478c40c",
    "title": {
      "en": "Kimi to Warui Koto ga Shitai"
    },
    "updatedAt": "2024-10-17T03:28:48+00:00",
    "coverArt": "https://mangadex.org/covers/2de8ffd3-25b7-42cd-80e8-32148478c40c/bef5ac88-6368-4705-8e79-0fd131b673f7.jpg",
    "altTitles": [
      {
        "en": "I Wanna Do Bad Things with You"
      },
      {
        "ja": "君と悪いことがしたい"
      },
      {
        "zh-hk": "想和你一起做壞事"
      }
    ],
    "description": {
      "en": "Mamori Wataya is a tall but dark, plain, and shady high school girl. One day she meets Soushi Fuji, who has a small, thin body and an evil-looking smile. A supporting character that no one can find and a villain that no one likes. This encounter turns their gray days blue.",
      "ja": "背は高いけど地味で暗い脇役女子・まもり。嫌いだからとプールの水を抜く、学校一の嫌われ者の悪役男子・藤。悪いヤツの、不思議な強さに惹かれていったその先にあったのは、透き通るような青い日々。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "67"
  },
  {
    "mangaId": "206b25a1-f7c2-4234-84d0-732f9317740d",
    "title": {
      "en": "You Shou Xi Hua"
    },
    "updatedAt": "2024-06-18T00:54:59+00:00",
    "coverArt": "https://mangadex.org/covers/206b25a1-f7c2-4234-84d0-732f9317740d/641b4f75-3fb0-456b-8957-b0c35b5ce473.png",
    "altTitles": [
      {
        "zh": "You Shou QnA"
      }
    ],
    "description": {
      "en": "Youshou Xihua- a non-canon, spinoff slice-of-life mini-theater of the Youshou Yan Manga unrelated to the main plotline. Go read the main story [here](https://mangadex.org/title/151bca3e-db98-4ad2-8d8d-239943b91437/you-shou-yan)."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "807030b7-d15d-46b3-9a0d-236e5a7e8843",
    "title": {
      "en": "R.I.P."
    },
    "updatedAt": "2021-05-25T15:44:25+00:00",
    "coverArt": "https://mangadex.org/covers/807030b7-d15d-46b3-9a0d-236e5a7e8843/432d9df7-4c15-4cd0-9462-9edf9408d922.jpg",
    "altTitles": [
      {
        "en": "Requiem in Phonybrian"
      }
    ],
    "description": {
      "en": "From Tokyopop:  \nTransylvania Rose is a bored angel who descends to Earth to clean a few souls. When she witnesses a depressed undertaker slitting his wrists, Rose rips off one of her wings and gives it to the undertaker, trapping them both somewhere between heaven and hell–and life and death!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "4fd4f8c0-fab8-4ee5-ab9e-5907720afed9",
    "title": {
      "en": "Iken Senki Völundio"
    },
    "updatedAt": "2024-12-23T02:22:05+00:00",
    "coverArt": "https://mangadex.org/covers/4fd4f8c0-fab8-4ee5-ab9e-5907720afed9/45b1e9d3-ecf3-4994-bb53-f7ddffe2199b.jpg",
    "altTitles": [
      {
        "en": "Helck Volundio"
      },
      {
        "en": "Helck: Völundio ~Surreal Sword Saga~"
      },
      {
        "ja-ro": "Iken Senki Verndio"
      },
      {
        "ru": "Хельк"
      },
      {
        "zh": "勇者赫鲁库"
      },
      {
        "ja": "異剣戦記ヴェルンディオ"
      },
      {
        "en": "Verndio - Surreal Sword Saga"
      },
      {
        "zh-hk": "異劍戰記"
      },
      {
        "en": "Völundio ~Divergent Sword Saga~"
      },
      {
        "es-la": "Völundio: Saga de las espadas divergentes"
      },
      {
        "vi": "Volundio - Sử thi về mộng kiếm"
      }
    ],
    "description": {
      "en": "On a desperate battlefield... I'll start running a tavern!\r\n\r\nCleo, a man who has been a mercenary for 10 years, meets a mysterious girl named Kohaku. In order to survive on the battlefield, where \"different swords\" with great power are flying around, the two of them start running a \"tavern\" where soldiers gather!",
      "ja": "絶望の戦場で…酒場経営はじめます！\r\n\r\n傭兵歴10年の男・クレオは\r\n不思議な少女・コハクと出会う。\r\n強大な力を持つ「異剣」が飛び交う\r\n戦場を生き延びるために、\r\n二人が始めたのは――\r\n兵士たちが集う「酒場」の経営！？",
      "es-la": "En un campo de batalla desesperado... ¡Empieza a dirigir una taberna!\r\n\r\nCleo, un hombre con 10 años de experiencia como mercenario\r\nConoce a una misteriosa chica llamada Kohaku.\r\nPara sobrevivir en el campo de batalla donde vuelan las poderosas \"otras espadas\".\r\nLo que los dos empiezan a hacer es... Dirigir una \"taberna\" donde se reúnen los soldados."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b04582e8-d98b-4f6e-b605-c300f3a5e3bd",
    "title": {
      "en": "Sanda"
    },
    "updatedAt": "2024-10-14T13:11:49+00:00",
    "coverArt": "https://mangadex.org/covers/b04582e8-d98b-4f6e-b605-c300f3a5e3bd/7ee68920-77cf-40ec-accd-ce6954c8b74e.jpg",
    "altTitles": [
      {
        "ja": "サンダ"
      }
    ],
    "description": {
      "en": "In the year 2080, the world is like it is now, yet different. Government-arranged marriages, elaborate plastic surgery, and medical science are at the forefront of Japanese society.\n\nSanda Kazushige is a middle-school student who hasn't quite matured, despite being in the thralls of puberty. Put into a life-threatening situation by his classmate Fuyumura, Sanda discovers his uncanny ability to turn into a burly (and more grown) Santa Claus, and is thrown into a world of chaos to save his fellow students in only ways Santa Claus can do, while trying to solve the mysteries of the school he attends and the truth to where his supposedly-dead classmate Ono went.",
      "ja": "これは少し未来のお話。超少子化が進み、様々な風習が失われた近未来。大黒愛護学園に通う普通の少年、三田は、なぜか同級生の冬村四織に命を狙われていた。突如として振り下ろされる凶刃。それには、行方不明になった冬村の友人と、三田が抱えている「とある呪い」に理由があって…!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "142"
  },
  {
    "mangaId": "3d852058-655d-4ea3-941e-dd852544de67",
    "title": {
      "en": "Isekai Mofumofu Cafe"
    },
    "updatedAt": "2024-11-21T11:37:06+00:00",
    "coverArt": "https://mangadex.org/covers/3d852058-655d-4ea3-941e-dd852544de67/21e1017c-f228-4c37-80fc-ce17a663c09a.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai Mofumofu Cafe"
      },
      {
        "ja": "異世界もふもふカフェ"
      },
      {
        "en": "Other World Fluffy Cafe"
      }
    ],
    "description": {
      "en": "Taichi Arima is overworked at his day job. One day, going home late due to working overtime, he saves a fluffy white cat from being run over. He gains a special \"Tame\" ability and is transported to another world. With such a strange ability, what will he do... Why, open a Fluffy Cafe, of course!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "32"
  },
  {
    "mangaId": "e1dab458-caeb-49c3-acb5-78f06fe392b7",
    "title": {
      "en": "Akujo Kyosei Keikaku"
    },
    "updatedAt": "2025-01-06T05:16:02+00:00",
    "coverArt": "https://mangadex.org/covers/e1dab458-caeb-49c3-acb5-78f06fe392b7/52d66ac3-492e-420a-a30d-fe08e5343b99.png",
    "altTitles": [
      {
        "en": "Villainess Correction Program"
      },
      {
        "ja": "悪女矯正計画"
      }
    ],
    "description": {
      "en": "\"Hey, Seraphina. Even when you grow up, don’t end up killing me, okay?\"\n\nThe wizard Arvel meets his end at the hands of his former fiancée, Seraphina, who later became the emperor’s mistress and a notorious villainess. However, when he comes to, he finds himself face-to-face with a young Seraphina! Astonishingly, he has returned to being his 13-year-old self. Seeing Seraphina before she became a villainess, Arvel makes a resolution: he will raise her to become a proper person and save his own life.\n\nTo start, he begins searching for a way to prevent the death of his brother, Sho, who was once engaged to Seraphina. However, the situation is far from simple, as he must contend with Seraphina’s neglectful family, men vying for the beautiful Seraphina’s attention, and a web of conflicting intentions.\n\nIn this journey through time, can Arvel alter Seraphina’s fate and save her from becoming a villainess…!?"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dfffa880-4154-40d1-abd2-0dff94248908",
    "title": {
      "en": "Dungeon ni Deai o Motomeru no wa Machigatte Iru Darou ka Gaiden - Sword Oratoria"
    },
    "updatedAt": "2024-11-21T13:47:54+00:00",
    "coverArt": "https://mangadex.org/covers/dfffa880-4154-40d1-abd2-0dff94248908/b9898d70-0024-4118-a178-09a236353a65.jpg",
    "altTitles": [
      {
        "ja": "ダンジョンに出会いを求めるのは間違っているだろうか 外伝 ソード・オラトリア"
      },
      {
        "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon? On the Side: Sword Oratoria"
      },
      {
        "ko": "던전에 만나기를 원하는 것은 잘못 일까 외전 소드 오라토리아 소드 오라토리아"
      },
      {
        "fr": "DanMachi - Sword Oratoria : l'épopée d'une épéiste"
      },
      {
        "ru": "Может, я встречу тебя в подземелье - Оратория Меча"
      }
    ],
    "description": {
      "en": "After having descended upon this world, the gods have created guilds where adventurers can test their mettle. These guilds, known as \"familia,\" grant adventurers the chance to explore, gather, hunt, or simply enjoy themselves.\n\nDungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka Gaiden: Sword Oratoria begins in Orario, the lively city of adventurers. The Sword Princess, Ais Wallenstein, and the novice mage, Lefiya Viridis, are members of the Loki Familia, who are experts at monster hunting. With the rest of their group, they journey to the tower of Babel in hopes of exploring the dungeon underneath. Home to powerful monsters, the dungeon will fulfill Ais's desire to master her sword skills, while bringing Lefiya closer to her dream of succeeding Riveria Ljos Alf, vice-captain of the Loki Familia, as the most powerful mage in the land.\n___\n**Links:**\n[Yen Press](https://yenpress.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-on-the-side-sword-oratoria-manga)",
      "ja": "アイズ･ヴァレンシュタインは＜剣姫＞として名高く、第一級冒険者の中でも最強の一角といわれている。そんなアイズでも、まだまだ強くなりたいと思っている様子…？　果たしてそれはなぜ…？",
      "ru": "Спин-офф ранобэ \"Может, я встречу тебя в подземелье\", который охватывает историю одной из сильнейших авантюристок по имени Аиз Валленштайн, также известной, как \"Принцесса Меча\"."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-12-26T13:19:48+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/91a6fbb8-6d3b-41cd-9de4-daa2f4a4727e.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      },
      {
        "en": "The weirdo one desk over keeps giving me THAT kind of look"
      },
      {
        "ur": "Sath ki kursi par beithne wali mujhe \"Un Ankhoñ\" se deikhti he"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?",
      "ja": "主人公の池沢くんは、同じクラスの美少女・江口さんのことを「そういう目」で見ている。しかし実は、江口さんも「そういう目」で池沢くんのことを見ていて！？チラ見えする筋肉、汗ばむ肌、髪の香り…互いに興味津々な2人の「下心」から始まる純愛ラブコメ！好きな人のなら、臭いも汗も×××も…全部好き。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90a6e2c6-4d08-4437-9e68-79edccb22dac",
    "title": {
      "en": "Level One Dreamers"
    },
    "updatedAt": "2024-11-22T16:20:12+00:00",
    "coverArt": "https://mangadex.org/covers/90a6e2c6-4d08-4437-9e68-79edccb22dac/55597f4a-ef06-4076-84a9-681a2aa187b0.png",
    "altTitles": [
      {
        "th": "ผู้ชนะรักนี้ต้องเป็นฉัน"
      }
    ],
    "description": {
      "en": "Although Captain is handsome, kind, and good at sports, he’s also an avid gamer. That’s the reason why Kiss decided to start learning how to play games in hopes of winning over the senior she has a crush on. However, this turned out to be the beginning of an unexpected online relationship between Kiss and Miguel, who is secretly the world's number one pro player!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f",
    "title": {
      "en": "The Reborn Young Lord Is an Assassin"
    },
    "updatedAt": "2024-10-28T18:30:43+00:00",
    "coverArt": "https://mangadex.org/covers/49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f/24de45c4-b14e-48d7-b415-9c2cbef6fe2f.jpg",
    "altTitles": [
      {
        "ko": "회귀한 공작가의 막내도련님은 암살자"
      },
      {
        "ko-ro": "Hoegwihan Gongjakgaui Mangnaedoryeonnimeun Amsalja"
      },
      {
        "en": "The Regressed Son of a Duke Is an Assassin"
      },
      {
        "en": "The Regressed Youngest Son of the Duke Is an Assassin"
      },
      {
        "es": "El asesino que retornó como el hijo del Duque"
      },
      {
        "es": "El pibe que retorna como el hijo menor"
      },
      {
        "es-la": "La venganza del asesino de la espada demoniaca"
      },
      {
        "ru": "Вернувшийся младший сын герцога"
      },
      {
        "ru": "Регрессировавший сын герцога"
      },
      {
        "th": "ลูกชายคนเล็กของดยุกคือมือสังหาร"
      },
      {
        "ja": "回帰した公爵家の末息子は暗殺者"
      },
      {
        "zh": "公爵家的重生暗杀者"
      },
      {
        "zh-hk": "歸來的少爺是暗殺者"
      }
    ],
    "description": {
      "en": "Cyan Vert, illegitimate son of the Duke and the empire's greatest assassin, is betrayed by the righteous brother whose shadow he's always lived in. But just before the fatal blow strikes his throat, Cyan awakes to find he's just a boy again. The young lord has been reborn, and this time, he's not going to live in anyone's shadow!\n\n---\nCyan Vert, the best assassin of the continent, meets a pitiful death after having been betrayed by his own brother, whom he had trusted all his life.\n\n\"If I were given another chance at life, I would live it differently. I would only trust myself, and achieve all the things I want on my own without serving anyone else but myself.\"\n\nThat is how he was given a second chance at life. Cyan Vert, a shadow who lived for others, is no more. He will now pave a path on his own, for only him!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b1598ed-6ac2-4c74-92cf-44fd0f3ab7fe",
    "title": {
      "en": "Homura-sensei Is Probably Unpopular"
    },
    "updatedAt": "2024-10-13T11:23:51+00:00",
    "coverArt": "https://mangadex.org/covers/0b1598ed-6ac2-4c74-92cf-44fd0f3ab7fe/7e1b86a2-cad0-452a-9f0f-f6fc449cf1e6.jpg",
    "altTitles": [
      {
        "ja": "Homura-sensei wa Tabun Motenai"
      },
      {
        "en": "Homura-sensei Is Probably Not Popular"
      },
      {
        "ja": "ほむら先生はたぶんモテない"
      },
      {
        "ru": "Хомура сенсей не хороший"
      },
      {
        "ru": "Хомура сенсей, вероятно, не популярен"
      },
      {
        "ja": "Homura Sensei ha Tabun Motenai"
      },
      {
        "vi": "Homura Sensei hình như không có số đào hoa"
      }
    ],
    "description": {
      "en": "High-school student Hasumi-chan is drawn to Homura-sensei, a young, socially awkward biology teacher generally seen as weak and boring but recognized by her to be kind.   \r\n\r\n\r\n---",
      "fr": "Hasumi-chan, une lycéenne, est attirée par Homura-sensei, un jeune professeur de biologie socialement maladroit, généralement considéré comme faible et ennuyeux mais reconnu par elle comme étant gentil.",
      "ru": "Молодой учитель биологии Хомура всегда ходит в белом халате и выглядит очень скучным и слабым, а так же имеет страх к нынешним школьницам, но Хасуми всегда пытается следовать за учителем, ведь тот добрый и симпатичный.  \r\n\r\n\r\n---"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "75"
  },
  {
    "mangaId": "375cf1a1-b60f-433d-9ff6-68626589278c",
    "title": {
      "en": "Peony Pavilion"
    },
    "updatedAt": "2023-10-29T09:39:54+00:00",
    "coverArt": "https://mangadex.org/covers/375cf1a1-b60f-433d-9ff6-68626589278c/ec3dce76-43c2-45ae-99d1-44844f9500fe.jpg",
    "altTitles": [
      {
        "vi": "Du Viên Kinh Mộng"
      },
      {
        "en": "Waking from a Dream"
      },
      {
        "en": "Wandering in the Garden"
      },
      {
        "zh-ro": "You Yuan Jing Meng"
      },
      {
        "ru": "Пионовая беседка"
      },
      {
        "zh": "游园惊梦"
      },
      {
        "zh-hk": "游園驚夢"
      },
      {
        "ko": "유원경몽"
      }
    ],
    "description": {
      "en": "A series of stories illustrating classic Chinese poems."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "a7ac0261-5322-4afd-9240-f54316765cd1",
    "title": {
      "en": "Groundless"
    },
    "updatedAt": "2023-12-06T15:21:15+00:00",
    "coverArt": "https://mangadex.org/covers/a7ac0261-5322-4afd-9240-f54316765cd1/2413016c-3f91-4217-a5db-35be52f31a43.jpg",
    "altTitles": [
      {
        "ja-ro": "Sekigan no Sogekihei"
      },
      {
        "en": "The One-eyed Sniper"
      },
      {
        "ja": "グランドレス"
      },
      {
        "ja": "隻眼の狙撃兵"
      }
    ],
    "description": {
      "en": "The Civil War continues to wage on the island nation of Alistria.\n\nThe Waldrons lead a small arms shop on this island when they receive a large rifle order from the army. \nHowever, this turns out to be a ploy by the colonel who made the order. \nHe uses his ties to the rebel army to have them ransack the shop.\n\nHaving her husband killed, her daughter taken away and her own left eye lost, \nSophia Waldron decides to take the only remaining sniper rifle and sets out for revenge!"
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c303308-77c7-4843-b781-22f511ea275c",
    "title": {
      "en": "My Empress Apprentice is Becoming Evil"
    },
    "updatedAt": "2024-12-27T20:53:47+00:00",
    "coverArt": "https://mangadex.org/covers/8c303308-77c7-4843-b781-22f511ea275c/28497a36-0147-4b9d-ac36-58e61a49cd50.png",
    "altTitles": [
      {
        "en": "Fantasy: My Apprentice is Going to Become Dark"
      }
    ],
    "description": {
      "en": "This book will never abuse the protagonist, the system is just a tool. Travel through the fantasy world! Become the master of the empress before she turned evil. The little apprentice who was abused in every way suddenly found that her master became gentle and powerful, and became more and more hard-mouthed and soft-hearted towards her... Su Changge: Damn system, I don’t want to be a scumbag villain! System: Born as a scumbag, destined to be a villain! Feng Wanqing: What should I do if I like my own master? I want to have a sweet love affair with my master, and my master can only..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fab07a3c-9f08-4ad0-919e-4c9b8bd66380",
    "title": {
      "en": "The Menhera Rabbit Is Adored by the Yandere Wolf"
    },
    "updatedAt": "2024-12-27T11:34:54+00:00",
    "coverArt": "https://mangadex.org/covers/fab07a3c-9f08-4ad0-919e-4c9b8bd66380/1c710f33-f866-4ae0-8f0a-4813ed8fcbfc.jpg",
    "altTitles": [
      {
        "ja": "メンヘラうさぎはヤンデレ狼に溺愛される"
      }
    ],
    "description": {
      "en": "A dangerous and twisted love between a menhera girl x yandere boy!? Tsumugi is a menhera girl who's been dumped by a string of boyfriends for being too clingy. Her last boyfriend got angry at her for sneakily looking through his phones and kicked her out of the house. And that's when Itoshi, the super kind younger guy who completely accepts her, comes to the rescue. His gentle comfort soothes Tsumugi's broken heart, however, there's something he's hiding...!?",
      "ja": "メンヘラ女子×ヤンデレ男子の危険で歪な恋!?　つむぎは歴代彼氏に「重すぎる」と捨てられてきたメンヘラ女子。彼氏のスマホを勝手に覗き怒られ、家から追い出されてしまう。そんな時助けてくれたのは、自分を全肯定してくれる超優しい年下の男の子、愛士。彼の優しい慰めで傷ついた心が安らぐつむぎだったが、愛士には秘密があって…!?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a6d6ea2-18a5-4a31-9777-f4bb5bd32726",
    "title": {
      "en": "Little Mushroom"
    },
    "updatedAt": "2024-10-27T12:24:09+00:00",
    "coverArt": "https://mangadex.org/covers/2a6d6ea2-18a5-4a31-9777-f4bb5bd32726/cd987770-8002-4426-9ed4-a9d758427026.jpg",
    "altTitles": [
      {
        "zh": "小蘑菇"
      }
    ],
    "description": {
      "en": "“Until the day humanity falls.”\n\nIn the year 2020, Earth’s magnetic poles disappeared and humankind was nearly wiped out by cosmic radiation. Within the span of a hundred years, living creatures began to mutate and devour each other while the remaining humans, numbering in the tens of thousands, struggled bitterly in their man-made bases.\n\nIn the Abyss, home to the mutated xenogenics, there lived a sentient little mushroom. Because it had been nourished by the blood and flesh of the deceased human An Ze, not only did it take on a similar-looking human form, but a similar name as well: An Zhe.\n\nAn Zhe is determined to go to the human base to search for his spore, which had been harvested by humans. Once there, however, he faces the omnipresent risk of discovery and certain death as he tries to keep his non-human nature hidden from the Judges, whose responsibility is to inspect for and eliminate xenogenics like himself. And of all the Judges, Colonel Lu Feng is the most perceptive and merciless—as soon as he determines that someone is a xenogenic, he will execute that person on the spot.\n\nBut An Zhe’s mutation goes undetected by Lu Feng’s eyes, and so a tale of humans and xenogenics unfolds…\n\nSilver Award winner at the 12th Chinese Nebula Awards for Chinese Science Fiction.",
      "pl": "Ponury i niegościnny świat po katastrofie ekologicznej. Spustoszoną ziemię bombarduje promieniowanie kosmiczne. Niedobitki ludzkości schroniły się w dwóch ostatnich ocalałych bazach, desperacko próbując przetrwać. Każdy kontakt z obcym organizmem żywym grozi skażeniem genetycznym.\n\nDo bazy ludzi trafia zagubiony chłopak, który w rzeczywistości nie jest nawet człowiekiem. Los styka go z bezlitosnym sędzią, wyszkolonym do tropienia i likwidowania mutantów. Niespodziewanie ich znajomość przeradza się w coś więcej…\n\nPolskie tłumaczenie powieści dostępne tutaj: https://www.wattpad.com/story/251281478-little-mushroom"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0e0681e-8452-428d-91db-99ee9085f54c",
    "title": {
      "en": "Igyou Atama-san to Ningen-chan (Pre-Serialization)"
    },
    "updatedAt": "2024-05-22T18:18:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0e0681e-8452-428d-91db-99ee9085f54c/9c6e3097-793d-4f07-95c3-c3af3f91955f.jpg",
    "altTitles": [
      {
        "ja": "異形頭さんとニンゲンちゃん"
      },
      {
        "ja-ro": "Igyou Atama-san to Ningen-chan"
      },
      {
        "uk": "Гетероморфна Голова-сан і його людина"
      },
      {
        "en": "The Aberrant-Headed Guy and the Human Girl"
      }
    ],
    "description": {
      "en": "The main character who got worked to the bone as a corporate slave office lady in the current world got transported to another world, where she became the pet of aberrant head-san. Although they both hold romantic feelings towards each other, it's hard for them to develop their love with their difference in species standing in the way.",
      "uk": "Наша головна героїня, втомлена життям корпоративного раба, потрапляє в інший світ і живе як домашня тваринка Гетероморфної Голови-сана. Вони обоє мають романтичні почуття одне до одного, які, втім, через расові відмінності не можуть розвиватися, хоча..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3be2cbea-e6e3-4e60-adbe-f197f540b1de",
    "title": {
      "en": "Genkaku Shoujo ga Tsukimatou Hanashi"
    },
    "updatedAt": "2024-11-22T13:51:03+00:00",
    "coverArt": "https://mangadex.org/covers/3be2cbea-e6e3-4e60-adbe-f197f540b1de/7c14a91a-0f55-444d-8672-0d10af973c8a.jpg",
    "altTitles": [
      {
        "ja": "幻覚少女がつきまとう話"
      },
      {
        "ja-ro": "Genkaku Shōjo ga Tsukimatō Hanashi"
      },
      {
        "en": "A Story About A Hallucinatory Girl Following Me Around"
      },
      {
        "vi": "Cô gái trong ảo giác của tôi"
      },
      {
        "ja": "幻覚少女がつきまとう ハミタの読み切り"
      },
      {
        "ja-ro": "Genkaku Shoujo ga Tsukimatou - Hamita no Yomikiri"
      },
      {
        "en": "A Hallucinatory Girl Follows Me Around - Hamita Oneshots"
      },
      {
        "cs": "Příběh o halucinózní holce co se za mnou slídí"
      }
    ],
    "description": {
      "en": "A story about being followed around by a girl who appears to be just a hallucination.\n\n---\n\nNote: The original web comic that was released on on Twitter and Pixiv has been compiled on Amazon into 1 ebook volume titled Genkaku Shoujo ga Tsukimatou (幻覚少女がつきまとう) \"A Hallucinatory Girl Follows Me Around\" and released on March 25, 2024.\n\n* Alternate Official Raw - [Pixiv](https://www.pixiv.net/en/artworks/116706658)"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9"
  }
]