[
  {
    "mangaId": "a1c7c817-4e59-43b7-9365-09675a149a6f",
    "title": {
      "en": "One Piece"
    },
    "updatedAt": "2024-12-09T11:57:16+00:00",
    "coverArt": "https://mangadex.org/covers/a1c7c817-4e59-43b7-9365-09675a149a6f/17f8c157-ae5c-4702-a762-11bc2c8b8c64.jpg",
    "altTitles": [
      {
        "ja": "ワンピース"
      },
      {
        "uk": "Ван Піс"
      },
      {
        "ru": "One Piece. Большой куш"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "fa": "وان پیس"
      },
      {
        "hi": "वन पीस"
      },
      {
        "bn": "ওয়ান পিস"
      },
      {
        "ne": "वान पिस"
      },
      {
        "ne": "वान पीस"
      },
      {
        "ta": "ஒன் பீஸ்"
      },
      {
        "th": "วันพีซ"
      },
      {
        "mn": "Уан Пийс"
      },
      {
        "kk": "Уан Пис"
      },
      {
        "kk": "One Piece. Батпан құйрық"
      },
      {
        "kk": "Бір бөлік"
      },
      {
        "he": "וואן פיס"
      },
      {
        "ar": "ون بيس"
      },
      {
        "ar": "قطعة واحدة"
      },
      {
        "zh": "海贼王"
      },
      {
        "zh": "海盗路飞"
      },
      {
        "zh": "航海王"
      },
      {
        "zh-hk": "海賊王"
      },
      {
        "my": "ဝမ်းပိစ်"
      },
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "vi": "Vua Hải Tặc"
      },
      {
        "ms": "Budak Getah"
      },
      {
        "ko": "원피스"
      },
      {
        "te": "వన్ పీస్"
      }
    ],
    "description": {
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n---\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free by clicking the chapter links below.**\n\n---\n- **The Best-Selling Manga in History**\n- **Won the 41st Japan Cartoonists Association Award Grand Prize alongside Neko Darake in 2012** \n- **Received the Kumamoto Prefecture Honorary Prize in 2018**",
      "es": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "ru": "Последние слова, произнесённые Королем Пиратов Гол Д. Роджером перед казнью, вдохновили многих выйти в море: «Мои сокровища? Я завещаю их тому, кто сможет их найти. Ищите! Я все оставил в одном месте!». Лишённые сна и покоя люди ринулись на Гранд Лайн, самое опасное место в мире. Так началась великая эра пиратов… Но с каждым годом романтиков становилось все меньше, их постепенно вытесняли прагматичные пираты-разбойники, которым награбленное добро было куда ближе, чем какие-то «никчёмные мечты». Но вот, одним прекрасным днем, семнадцатилетний Монки Д. Луффи исполнил заветную мечту детства - отправился в море. Его цель — ни много, ни мало стать новым Королём Пиратов. За достаточно короткий срок юному капитану удаётся собрать команду, состоящую из не менее амбициозных искателей приключений. И пусть ими движут совершенно разные устремления, главное, этим ребятам важны не столько деньги и слава, сколько куда более ценное – принципы и верность друзьям. И ещё – служение Мечте. Что же, пока по Гранд Лайн плавают такие люди, Великая Эра Пиратов всегда будет с нами!",
      "uk": "Король піратів Ґолд Роджер буде страчений Світовим урядом. Прямо перед смертю він підтвердив існування великого скарбу «Ван Піс», який знаходиться десь на величезному морі Ґранд Лайн. Як тільки Роджер сказав, що будь-хто гідний досягти Ван Пісу може забрати його собі, його стратили, і почалася Велика ера піратів.\r\n\r\nДвадцять два роки потому, молодий хлопець на ім’я Монкі Д. Луффі готовий почати свою пригоду по пошуку Ван Пісу та здобуванню титулу Короля піратів. Маючи при собі солом’яну шапку, невеличкий човен та еластичне тіло, він вирушає у неймовірну подорож, щоб зібрати собі команду та хороший корабель, який зможе пронести їх через весь Ґранд Лайн, щоб стати найвеличнішими в усіх морях.",
      "es-la": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "pt-br": "One Piece começa quando Gol D. Roger, o Rei Dos Piratas que possuiu tudo nesse mundo, antes de ser executado, diz que escondeu o seu tesouro em algum lugar da Grand Line, um oceano extremamente perigoso. Desde então muitos piratas se aventuram pela Grand Line para tentar encontrar o tesouro chamado One Piece. Um deles é Monkey D. Luffy, o garoto que, acidentalmente, comeu uma das Akuma No Mi, a Gomu Gomu No Mi (Fruta da Borracha), e agora ele pode esticar seu corpo como se fosse uma borracha. A jornada dele começa atrás de companheiros e um barco, que ele vai conseguindo pouco a pouco, pois tem um objetivo: Ser o Rei Dos Piratas!!"
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1f62ace-7eb9-435a-aa32-2127022dc5e6",
    "title": {
      "en": "Bokura wa Souyatte Iromeiteiku"
    },
    "updatedAt": "2024-11-01T15:35:52+00:00",
    "coverArt": "https://mangadex.org/covers/c1f62ace-7eb9-435a-aa32-2127022dc5e6/a2ba53b1-78b2-4b77-b570-8e1a4e787384.jpg",
    "altTitles": [
      {
        "ja-ro": "Bokura wa Sōyatte Iromeiteiku"
      },
      {
        "ja-ro": "Senpai x Kouhai"
      },
      {
        "ja-ro": "Senpai×Kouhai"
      },
      {
        "ja": "僕らはそうやって色めいていく"
      },
      {
        "ja": "先輩×後輩"
      }
    ],
    "description": {
      "en": "About the relationship between a senpai and a kouhai.  \n\n\n---\n\n  \n**Links:**  \n- [Melonbooks (JP)](https://www.melonbooks.co.jp/detail/detail.php?product_id=382327)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "44e289a3-6e81-4590-970c-4e5a912f27af",
    "title": {
      "en": "Furumapura"
    },
    "updatedAt": "2024-10-07T12:14:44+00:00",
    "coverArt": "https://mangadex.org/covers/44e289a3-6e81-4590-970c-4e5a912f27af/c676b248-4c71-4429-89ca-30c7ba086866.jpg",
    "altTitles": [
      {
        "en": "FullMaPla"
      },
      {
        "ja": "ふるまぷら"
      }
    ],
    "description": {
      "en": "Energetic girl Kyou meets quiet girl Makoto, who only communicates using sign boards numbered 1 to 10. At first, these polar opposites interact rather one-sidedly, but gradually become able to understand each other's feelings.",
      "pt-br": "A garota animada Kyou conhece a garota quieta Makoto, que só se comunica usando placas de numeradas de 1 a 10. No início, estes polos opostos interagem muito unilateralmente, mas gradualmente se tornam capazes de compreender os sentimentos uma da outra."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "22"
  },
  {
    "mangaId": "a670fa43-0472-4736-af30-785d8c08fb1c",
    "title": {
      "en": "Subaru to Suu-san"
    },
    "updatedAt": "2025-01-12T10:37:20+00:00",
    "coverArt": "https://mangadex.org/covers/a670fa43-0472-4736-af30-785d8c08fb1c/117fb573-ed16-447a-bb36-afc8c56053d9.jpg",
    "altTitles": [
      {
        "en": "The Strange Life of Subaru"
      },
      {
        "ja": "昴とスーさん"
      },
      {
        "zh": "根号昴的奇异人生"
      },
      {
        "ko": "스바루와 스 씨"
      },
      {
        "vi": "Subaru và Su"
      }
    ],
    "description": {
      "en": "Mio and Subaru live together in a small apartment avoiding attention. While they masquerade as siblings with an age gap, Subaru holds a secret."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "38"
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "3802cb85-547c-4460-a2ac-3194a035f457",
    "title": {
      "en": "The Male Lead? I Don't Want Him"
    },
    "updatedAt": "2024-12-16T20:22:04+00:00",
    "coverArt": "https://mangadex.org/covers/3802cb85-547c-4460-a2ac-3194a035f457/ddc1fb0a-3e9b-46ed-b58a-7e588ac9672a.jpg",
    "altTitles": [
      {
        "ko": "남주? 줘도 안 가져요"
      },
      {
        "ko-ro": "Namju? Jwodo An Gajyeoyo"
      }
    ],
    "description": {
      "en": "I reincarnated as Luna, a supporting character who is accused of ruining the heroine and hero’s relationship, and is murdered. I’m not interested in someone else’s man, but the heroine’s friends bully me every day.\n\n*“Why are you trying to get close to someone who’s already taken?”*\n\n*“That’s right, please stop! Why are doing this?”*\n\n*“Stop doing such terrible things!”*\n\nSo Luna decides to announce it in front of everyone: “I don’t want someone like Fersen even if you beg me to take him so stop bothering me. I’d rather date Anthes Vincent, who’s rumored to be insane.”\n\nAnd soon she meets someone who she never expected to meet…\n\n“I heard you have an interest in me? The truth is, I do too. Is it a coincidence?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a880fc2-9020-429b-a7f5-240f8ec0daad",
    "title": {
      "en": "One Love"
    },
    "updatedAt": "2023-02-21T08:10:11+00:00",
    "coverArt": "https://mangadex.org/covers/5a880fc2-9020-429b-a7f5-240f8ec0daad/74b4e0f9-9d34-448f-b80f-2efc926256ff.jpg",
    "altTitles": [],
    "description": {
      "en": "One day, Shirou got a love confession from a pushy boy named Kuroda. Kuroda reminds him of his dog, from a long time ago. The younger student poked his heart in places he'd never suspected."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-24T23:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/daad570c-06cc-4db2-97e3-5911345a2fcf.png",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      },
      {
        "pl": "Moja nowa dziewczyna nie jest człowiekiem?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-11-18T22:30:34+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/2c7a2e7e-9963-4183-a470-acdbcc5b55ad.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "15e4d8b9-2a1e-4db0-82a9-ecd92411a0b8",
    "title": {
      "en": "Umineko WHEN THEY CRY Episode 7: Requiem of the Golden Witch"
    },
    "updatedAt": "2024-07-25T23:06:29+00:00",
    "coverArt": "https://mangadex.org/covers/15e4d8b9-2a1e-4db0-82a9-ecd92411a0b8/0af95a98-7b7d-4aa6-abde-d88fea781060.jpg",
    "altTitles": [
      {
        "ja-ro": "Umineko no Naku Koro ni Chiru Episode 7: Requiem of the Golden Witch"
      },
      {
        "ja": "うみねこのなく頃に散　Episode7:Requiem of the golden witch"
      },
      {
        "zh": "海猫鸣泣之时散EP7"
      },
      {
        "ar": "عندما تبكي طيور النورس الحلقة 7: رثاء الساحرة الذهبية"
      },
      {
        "ar": "أومينيكو الحلقة السابعة: رثاء الساحرة الذهبية"
      }
    ],
    "description": {
      "en": "The time for logical debate and magical feints has come to an end; the revelation of the truth about Beatrice the Golden Witch is at hand. To facilitate this, game master Bernkastel has chosen Will Wright the Mage-Hunter to step onto her board and answer a single question: Who killed Beatrice? Joining him in the game is Lion Ushiromiya, Krauss's firstborn and heir, whose role is a mystery in its own right. Will's line of questioning draws together the stray strands from all the previous games, twisting them into a thread of truth, revisiting Kinzou's first encounter with the young Beatrice and working through the legends that have since sprung up around her... [Yen Press]"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "48"
  },
  {
    "mangaId": "fb6af183-14a9-4fbb-ac14-991e3e616ca9",
    "title": {
      "en": "00 Day of Summer Holiday"
    },
    "updatedAt": "2023-07-20T20:45:19+00:00",
    "coverArt": "https://mangadex.org/covers/fb6af183-14a9-4fbb-ac14-991e3e616ca9/d4ca0bbd-63fd-40dd-a19a-e2dc788cb4cb.jpg",
    "altTitles": [
      {
        "ja-ro": "Natsu Yasumi 00 Nichime"
      },
      {
        "ja-ro": "Natsu Yasumi Zero Zero Nichime"
      },
      {
        "ja": "夏休みゼロゼロ日目"
      },
      {
        "zh": "暑假第00天"
      },
      {
        "ja-ro": "Natsuyasumi 00-nichi-me"
      },
      {
        "en": "00 Days of Summer Vacation"
      },
      {
        "ru": "До начала летних каникул осталось 0 дней"
      },
      {
        "ar": "اليوم 00 من العطلة الصيفية"
      },
      {
        "th": "วันที่ 00 ของปิดเทอมฤดูร้อน"
      },
      {
        "ja": "夏休み00日目"
      },
      {
        "ko": "여름방학 00일째"
      }
    ],
    "description": {
      "en": "It's closing ceremony and romance blossoms amongst the bubbles.."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a5f3128f-1808-4aab-a768-5d73cfc74c8b",
    "title": {
      "en": "Mines & Monster Girls"
    },
    "updatedAt": "2023-05-20T17:10:27+00:00",
    "coverArt": "https://mangadex.org/covers/a5f3128f-1808-4aab-a768-5d73cfc74c8b/97987f66-f350-40ff-868f-081289df8824.jpg",
    "altTitles": [
      {
        "pl": "Kopalnie & potworne dziewczyny"
      }
    ],
    "description": {
      "en": "Steve is a builder that just wants to mine materials and craft in peace, but the mysterious monster girls that surround him wont leave him in peace!\n\n---\n\n**Note:** This is the webtoon version of [Minecraft - Anime Edition](https://mangadex.org/title/ad547db3-2e92-4f9b-b386-70c9f88fc0c1)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "202cc45d-7539-4e04-8ddc-9d464e13e461",
    "title": {
      "en": "Dungeon Kurashi no Moto Yuusha"
    },
    "updatedAt": "2024-10-11T16:56:26+00:00",
    "coverArt": "https://mangadex.org/covers/202cc45d-7539-4e04-8ddc-9d464e13e461/77d546dd-9ac0-4d54-8f32-be9b0c9f7515.jpg",
    "altTitles": [
      {
        "en": "A Former Brave Resident in the Dungeon"
      },
      {
        "ru": "Бывший герой, проживающий в подземелье"
      },
      {
        "ja": "ダンジョン暮らしの元勇者"
      },
      {
        "ja": "ダンジョン暮らしの元勇者 THE COMIC"
      },
      {
        "ko": "던전살이 하는 전 용사"
      }
    ],
    "description": {
      "en": "After killing the Demon Lord, Blum Dilmond was pursued by the kingdom and forced to leave the country. While spending days trying to avoid the assassins aiming at his neck, he suddenly came up with an idea. He could hide inside the dungeon that was once the Demon Lord’s hideout. If it’s there, then he could be safe.   \n  \nWithout hesitating Blum went into the dungeon, but then he met someone unexpected in the lower levels, one of his former companions with whom he fought side by side against the Demon Lord. Moreover, a maid, called Irene, who once served the Demon Lord is also there. And so since their interests happened to match, the three of them decided to cooperate together to rebuild the worn-out dungeon, working earnestly in order to turn it into their own safe paradise."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2adbcda-bd1e-4deb-b53f-144519b86085",
    "title": {
      "en": "Akazukin to Yasashii Ookami"
    },
    "updatedAt": "2024-03-03T19:55:08+00:00",
    "coverArt": "https://mangadex.org/covers/d2adbcda-bd1e-4deb-b53f-144519b86085/918b1362-e890-4ab3-b1e2-14ab98ebd21d.jpg",
    "altTitles": [
      {
        "ja": "赤ずきんと優しい狼"
      },
      {
        "ja": "赤ずきんと優しい狼 (そして、夢の後先)"
      },
      {
        "en": "Little Red Riding Hood and the Kind Wolf"
      },
      {
        "ru": "Красная Шапочка и Добрый Серый Волк"
      },
      {
        "ar": "الحمراء الصغيرة والذئب الأليف"
      }
    ],
    "description": {
      "en": "A short, textless oneshot with a grim take on Little Red Riding Hood.",
      "pt-br": "Um oneshot curto e sem texto com uma releitura sombria do história de Chapeuzinho Vermelho."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6158dcf1-359c-429f-8bf2-41f3c42abc91",
    "title": {
      "en": "Shoukoku no Altair"
    },
    "updatedAt": "2025-02-02T15:30:15+00:00",
    "coverArt": "https://mangadex.org/covers/6158dcf1-359c-429f-8bf2-41f3c42abc91/489a0850-d1e4-4933-ac17-4974957e6747.jpg",
    "altTitles": [
      {
        "tr": "Altair ve Savaşlar Kitabı"
      },
      {
        "th": "ALTAIR ดาวจรัสฟ้า อินทรีถลาลม"
      },
      {
        "en": "Altair: A Record of Battles"
      },
      {
        "ja": "将国のアルタイル"
      },
      {
        "zh": "将国之天鹰星"
      },
      {
        "vi": "Sao Thiên Ưng trên bầu trời Tướng quốc"
      },
      {
        "ar": "Hokage Team"
      }
    ],
    "description": {
      "en": "For generations the Torqye Pashalu and the Balt-Rhein Empire have stood in stern opposition of each other. Then one night, when an Imperial minister is found assassinated, the two nations are plunged into a potentially explosive situation. As the generals of Torqye's council cry for war, Mahmut comes to discover the devious truth behind the assassination. Thus the young pasha's battle for his country and peace and trust in his fellow man begins…  \n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10291/episode/324757) (U.S. Only), [Kodansha](https://kodansha.us/series/altair-a-record-of-battles/)\n\n**Notes:**\n- Won the 41st Kodansha Manga Awards in the shounen category."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "27",
    "lastChapter": "160"
  },
  {
    "mangaId": "67e26e23-1d15-47ef-b5bc-0229efb3b63a",
    "title": {
      "en": "Madara Rumble"
    },
    "updatedAt": "2025-01-28T05:53:20+00:00",
    "coverArt": "https://mangadex.org/covers/67e26e23-1d15-47ef-b5bc-0229efb3b63a/617e0a65-8b07-4013-87e1-83807530b00b.jpg",
    "altTitles": [
      {
        "ja": "マダラランブル"
      },
      {
        "ja-ro": "Madara Ramble"
      },
      {
        "en": "Madara Girls Scramble"
      }
    ],
    "description": {
      "en": "In modern Japan, where \"vampires\" that mimic humans and prey on them run rampant, there are girls who secretly fight these creatures, armed with silver weapons! Among the vampire exterminators is a team known as the \"Madara-sou,\" a unit notorious for being full of \"troublemakers.\" Newly assigned to this group is Reo, a girl with a certain secret. There, she encounters Kaika Kiriya, a woman who's particularly \"dangerous,\" even among the eccentric residents of Madara-sou.",
      "ja": "人に擬態し、人を喰う「吸血鬼」が跋扈する現代日本。ヤツらを狩るため、銀武器片手に人知れず戦う少女たちがいた！駆除業者の中でも問題児が集まった部隊・即応六班――通称「まだら荘」。吸血鬼を引き寄せる「ごちそう」体質を持ち、人を遠ざけ生きてきた昴 玲央がそこで出会ったのは、まだら荘の中でも一際美しく一際ヤバイ女・紀里谷 開花でーー。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f17385ed-d1af-407a-9f67-9c2e9c413194",
    "title": {
      "en": "Hakuryuu"
    },
    "updatedAt": "2025-01-13T09:55:09+00:00",
    "coverArt": "https://mangadex.org/covers/f17385ed-d1af-407a-9f67-9c2e9c413194/a4d57e59-26ca-44e0-9d04-8451bf397b75.png",
    "altTitles": [
      {
        "ja": "白竜"
      }
    ],
    "description": {
      "en": "Tatsuya Shirakawa, also known as Hakuryu, has established the Kurosu-gumi as a significant force in Shibuya's underground scene. His approach is uncompromising and lacks morality as he employs a ruthless range of skills. He displays a resolute personality with no hesitation in the face of adversity, making him a captivating yakuza leader. Unfortunately, the Tenwakai conflict jeopardizes their operations. Can Hakuryu and the Kurosu-gumi overcome this challenge and emerge even stronger?\n\n(Source: Nihonbungeisha, translated)"
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "21",
    "lastChapter": ""
  },
  {
    "mangaId": "4ffbf61e-ed93-4706-a6d6-a3733a7dda65",
    "title": {
      "en": "The Story of a Girl Who Thought She Had Blackmail"
    },
    "updatedAt": "2024-09-23T02:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/4ffbf61e-ed93-4706-a6d6-a3733a7dda65/f82f768e-903c-4554-bf93-4d06c4cd48de.png",
    "altTitles": [
      {
        "ja": "秘密をにぎった女の子の話"
      },
      {
        "ja-ro": "Himitsu o Nigitta Onnanoko no Hanashi"
      },
      {
        "vi": "Tưởng mình là gà, ai ngờ lại là thóc"
      }
    ],
    "description": {
      "en": "Girl got dirt on a boy's confession and blackmailed him."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "53284055-d529-476a-a3e2-63d4c684f5d1",
    "title": {
      "en": "Show Me Your Bust"
    },
    "updatedAt": "2025-02-07T14:56:24+00:00",
    "coverArt": "https://mangadex.org/covers/53284055-d529-476a-a3e2-63d4c684f5d1/d707d32c-9435-4292-9a13-f92d041e4994.jpg",
    "altTitles": [
      {
        "ko": "쇼 미 유어 바스트"
      },
      {
        "ko-ro": "Sho Mi Yueo Baseuteu"
      },
      {
        "fr": "Dévoile Moi Ton Buste"
      },
      {
        "fr": "Montre moi tes seins"
      }
    ],
    "description": {
      "en": "University student Kang Ji-ho, accidentally saw Seon Woo-hui's breasts at a drinking party, and avoids her because she couldn't resist the desire to see them again. \n\n\"Just give it to me straight. Why are you avoiding me?\" \n“…If I tell you straight up, won’t you get angry?” \n\"No. If you don't tell me, I'll kill you.\" \n\nI-I mean...\n\n“When I look at you… I keep wanting to see your boobs…” \n\nAt first, she thought it was a joke. But when she realized it wasn’t, Woo-hui decided to pull a mean prank. \n\n\"Shall I show you my boobs?\" \n“…Do you want to touch it?”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99e883fd-04f6-449b-ab23-1d904695d272",
    "title": {
      "en": "Blue Archive: Game Kaihatsubu Dai Bouken!"
    },
    "updatedAt": "2024-12-29T14:07:01+00:00",
    "coverArt": "https://mangadex.org/covers/99e883fd-04f6-449b-ab23-1d904695d272/f5e9e9a1-efc8-40c4-98e4-068e30b4b277.jpg",
    "altTitles": [
      {
        "ja": "ブルーアーカイブ　ゲーム開発部だいぼうけん！"
      },
      {
        "ru": "Blue Archive: Грандиозное приключение отдела разработки игр!"
      },
      {
        "vi": "Blue Archive: Cuộc phiêu lưu của Câu lạc bộ Phát Triển Game"
      },
      {
        "id": "Arsip Biru: Petualangan Besar Ekskul Pengembangan Game"
      },
      {
        "en": "Blue Archive: The Grand Adventure of the Game Development Department"
      },
      {
        "en": "Blue Archive: The Adventure of Game Development Department!"
      }
    ],
    "description": {
      "en": "From the hit game Blue Archive, a spinoff manga about the Millenium Science School’s Game Development Department! Follow the four members of the GDD—Momoi, Midori, Yuzu and Aris—as they navigate the springtime of their youth full of friendship, adventure and hilariously chaotic mishaps on the daily. Brought to you by the masterful comedy manga creator Asato Mizu, an adorable story that will make you laugh and cry!\n\n(Source: Manga UP! Global)",
      "id": "Diadaptasi dari game terkenal Blue Archive, ini adalah sebuah manga spin-off yang menceritakan tentang ekskul pengembangan game dimana Momoi, Midori, Yuzu, dan Arisu menikmati masa muda, pertemanan, dan hari-hari penuh kegokilan.",
      "ja": "人気ゲーム「ブルーアーカイブ」よりゲーム開発部のスピンオフが登場！モモイ、ミドリ、ユズ、アリスの4人が送る青春、友情、ぽんこつの日々...。",
      "ru": "Спин-офф манга по мотивам популярной игры Blue Archive, в которой девочки из отдела разработки игр делятся смешными историями о своей юности и дружбе. Это душевная и милая история, созданная мастером комедии Мидзу Асато!",
      "vi": "Bộ truyện chuyển thể từ trò chơi đang làm mưa làm gió \"Blue Archive\" với sự xuất hiện của Câu lạc bộ Phát Triển Game! Nơi Momoi, Midori, Yuzu và Arisu cùng nhau sẻ chia những năm tháng của tuổi trẻ, tình bạn và những khoảnh khoắc vụng về. Đây là một câu chuyện ấm lòng, hài hước và dễ thương từ Bậc thầy Truyện hài Mizu Asato!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a1040cf-bae1-42ee-aea1-f82e6f9000c3",
    "title": {
      "en": "Dynamic Heroes"
    },
    "updatedAt": "2023-07-31T14:34:08+00:00",
    "coverArt": "https://mangadex.org/covers/6a1040cf-bae1-42ee-aea1-f82e6f9000c3/2fc1b241-115e-40dd-9235-4b30c3d47a3b.jpg",
    "altTitles": [
      {
        "en": "Dynamic Heros"
      },
      {
        "ja": "ダイナミックヒーローズ"
      }
    ],
    "description": {
      "en": "Based on the Toei anime version of the 70's, crossover with Devilman, Mazinger Z, Great Mazinger, Grendizer, and Cutie Honey."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "25"
  },
  {
    "mangaId": "a1950d1b-0909-46d0-ac99-cc45959505da",
    "title": {
      "en": "On My Way to Kill God"
    },
    "updatedAt": "2024-09-13T19:23:45+00:00",
    "coverArt": "https://mangadex.org/covers/a1950d1b-0909-46d0-ac99-cc45959505da/d249ec56-7135-47fe-b0e0-27ff7f8f9d90.jpg",
    "altTitles": [
      {
        "ko": "신을 죽이러 갑니다"
      },
      {
        "es-la": "De camino a matar a Dios"
      }
    ],
    "description": {
      "en": "“I’ll kill you… Demon God!”\n\nBecause of the demons, humanity was thrown into a battle they could not refuse. The people dragged into Helacion hunted monsters in a desperate struggle to survive.\n\nTo escape, and to take revenge against the Demon God, they must endlessly grow and become even stronger!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "50"
  },
  {
    "mangaId": "b828bd28-9a19-4cab-81df-ac03d33f33e2",
    "title": {
      "en": "I Am the Main Characters' Child"
    },
    "updatedAt": "2024-12-12T21:53:52+00:00",
    "coverArt": "https://mangadex.org/covers/b828bd28-9a19-4cab-81df-ac03d33f33e2/4f7125fd-3457-4bc2-bb21-98645756cb5e.jpg",
    "altTitles": [
      {
        "ko": "주인공들의 아이로 태어났다"
      },
      {
        "ko-ro": "Juingongdeul-eui Airo Taeeonassda"
      },
      {
        "en": "I Was Born as the Lead Characters' Child"
      },
      {
        "en": "I Am the Male Lead's Child"
      },
      {
        "en": "Reborn as the Protagonists' Daughter"
      },
      {
        "es": "Nací como la hija de los protagonistas"
      },
      {
        "pl": "Jestem dzieckiem głównego bohaterów"
      },
      {
        "pl": "Jestem dzieckiem głównego bohatera"
      },
      {
        "ja": "メインキャラの娘になりました"
      },
      {
        "zh": "穿越成男主角的女儿?!"
      }
    ],
    "description": {
      "en": "A duke's daughter, aged six, was being bullied by the servants when all of a sudden, she started to recall her past life. Emeliet realized that she had been reborn into the world of the novel that she had read in her past life, as the child of the main characters!\n\nThree years after the novel's end, her mother had died while giving birth to her, and as a result, her father had abandoned her. In order to overcome her dire situation, Emeliet puts into motion her plan to get closer to her dad...\n\nWill Emeliet overcome immense odds stacked against her and recover her dad's love?",
      "ko": "시종들에게 괴롭힘을 당하던 어린 에멜리에트는\n어느 날 불현듯 전생의 기억을 떠올리게 된다.\n그리고 깨닫는다.\n자신이 전생에 읽었던 책 속으로 환생했다는 것을.\n그것도 주인공들의 아이로……!\n\n소설의 엔딩으로부터 3년 뒤, 엄마는 자신을 낳다 죽었고\n그로 인해 아빠는 하나뿐인 딸을 방치하고 있는 상황이었다.\n\n‘계속 이렇게 살 순 없어!’\n\n상황을 바꾸겠다고 마음 먹은 차 들려온, 아빠의 귀환 소식!\n그런데…….\n\n“저것이 왜 내 눈앞에 있는 것이냐.”\n\n고대하던 첫만남에는 싸늘한 눈총만이 돌아 올 뿐이었다.\n\n‘……그래도 포기 못해!’\n\n에멜리에트는 본격! 아빠 꼬시기 작전에 돌입한다!\n\n하나. 자주 마주치기\n“파파 안뇽! 파파 오디 가?”\n\n둘. 선물 공세\n“파파~ 이거 줄게. 선물이야. 앞으로 친하게 지내자. 이제 매일 올게!”\n\n셋. 칭찬하기!\n\n“앗! 눈부셔~ 파파한테서 빛이 나서 가까이 못 가겠어.”\n\n그런데 뭔가 이상하다.\n\n“집무실.”\n물어보는 대로 성실하게 다 대답해 주고,\n“쓸모없는 걸 가져왔군.”\n쓸모없다면서 고이 간직하고 있질 않나,\n“……시끄럽다.”\n칭찬엔 유독 부끄러워하는데 이거 정말 나 싫어하는 거 맞아?"
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c8e115a-9e07-42b9-ba16-069efdcd53ef",
    "title": {
      "en": "Akuma to Hito to no Ma"
    },
    "updatedAt": "2025-02-07T12:27:44+00:00",
    "coverArt": "https://mangadex.org/covers/2c8e115a-9e07-42b9-ba16-069efdcd53ef/08e9576b-7967-43ff-9095-a4194883274d.jpg",
    "altTitles": [
      {
        "ja": "悪魔と人との間"
      }
    ],
    "description": {
      "en": "Miyazaki, a high school boy who has been present where a cute erotic classmate is being attacked by a defect. I suddenly got help, and of course I was messed up ...! The secret relationship between Miyazaki and her begins!",
      "ja": "「あの子を救えたら‥‥少しは正しくなれるかな‥」宮崎英司は陰キャな高校１年生。不良から超エロい転校生・黒宮杏伽を助けようとして死んでしまった‥が、淫魔である黒宮さんの力で“悪魔人間”としてよみがえる。以来、黒宮さんとエッチなことを重ねる秘密の関係になるが、そんな二人に悪魔殺し集団“スローターハウス”が襲い来る！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "17"
  },
  {
    "mangaId": "c6528c75-c2bc-4906-a8fc-cbc7db8940e9",
    "title": {
      "en": "Where the Heart Leads"
    },
    "updatedAt": "2024-08-26T15:52:11+00:00",
    "coverArt": "https://mangadex.org/covers/c6528c75-c2bc-4906-a8fc-cbc7db8940e9/1419b0eb-60fd-4484-bc6a-65c4ddf4cd55.png",
    "altTitles": [
      {
        "ko": "마음이 이끄는 대로"
      },
      {
        "en": "Where Your Heart Leads You"
      },
      {
        "en": "Follow Your Heart"
      }
    ],
    "description": {
      "en": "Yi-jae transmigrated as Hailey, the daughter of the Duke, who threw herself in the water just before her royal wedding.\n\nHowever, Yi-jae can see vengeful spirits that should not be visible behind the King!\nDays continue as Yi-jae struggles to exorcise the vengeful spirits that flock around King Roderick.\n\nAs Roderick spends more time with Yi-jae, he starts to notice the odd changes in his mental and physical self as they clear…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d02e579-b0db-4240-98e9-e68e458f8dfc",
    "title": {
      "en": "Ore no Ie ga Maryoku Spot datta Ken: Sundeiru dake de Sekai Saikyou"
    },
    "updatedAt": "2025-01-29T12:02:17+00:00",
    "coverArt": "https://mangadex.org/covers/6d02e579-b0db-4240-98e9-e68e458f8dfc/dab1e191-2ef4-4339-8e02-69c7dd3d156e.jpg",
    "altTitles": [
      {
        "fr": "Ma maison est une zone de convergence magique: Uniquement en vivant là je suis le plus fort du monde"
      },
      {
        "ru": "Мой дом — это место волшебной силы"
      },
      {
        "ja": "俺の家が魔力スポットだった件 ～住んでいるだけで世界最強～"
      },
      {
        "zh-hk": "原来我家是魔力点~只是住在那里就变成世界最强~"
      },
      {
        "ko": "우리 집이 마력스팟이었던 건에 대하여 ~살고 있는 것만으로 세계최강~"
      },
      {
        "pt-br": "Minha casa está em um ponto mágico de poder, por morar lá eu me tornei o mais forte do mundo"
      },
      {
        "en": "My House Is a Magic Power Spot: Just by Living There I Become the Strongest in the World"
      }
    ],
    "description": {
      "en": "Living carefree at home is the greatest shortcut—my house is the world’s greatest Magic Power Spot. That being the case, both my house and I were summoned to another world by some guys who were aiming for it. However, I’ve been living in this place for many years and my body is, apparently, abnormally overflowing with magic. Due to some unforeseen circumstances by those guys who summoned me, they quickly ran away. Be that as it may, there are still some ill-mannered people who covet the magic leaking out of my house. I won’t give up my house to those people! I’m going to wield my power as I please!\n___\n**Storyboarder:** [Oomine](https://mangadex.org/author/3a2b2fed-9cc9-4538-b2ca-1d563370316f)\n**Character Designer:** [Nabeshima Tetsuhiro](https://mangadex.org/author/9badc86b-f0ba-4f08-bc11-323ea16aae00)\n\n**Alt Official Raw:** [niconico Manga](https://manga.nicovideo.jp/comic/34698)",
      "ja": "自宅でのんびりすることが、最強への近道だった――。強力な魔力スポットの上に建つ一軒家に住んでいた普通の青年ダイチ。 ある日、それを狙うやつらに家ごと異世界に召喚されてしまう!!　だが、長年魔力スポットに住み続け、魔力が貯めこまれたダイチは敵を一蹴！　さらにかわいい我が家の精霊サクラも現れて至れり尽くせり！　最強の魔力を持ったダイチが望むものはただ一つ――それは自宅で平穏に暮らすこと！",
      "ru": "Жить беззаботно в своём доме — это, несомненно, великолепно. Но мой дом — самое большое в мире место волшебной силы. Каким-то образом вышло так, что меня с моим домом перенесло в другой мир. Выяснилось, что меня призвали какие-то парни, которые хотели присвоить магию моего дома себе. Тем не менее, я живу в этом месте в течение многих лет, и мое тело, по-видимому, аномально переполнено магией. Из-за каких-то непредвиденных обстоятельств те ребята, которые меня вызвали, быстро убежали. Как бы то ни было, все ещё есть невоспитанные люди, которые жаждут магии, просачивающейся из моего дома. Я не отдам свой дом никому! Я буду использовать свою силу, как захочу!   \n\n- [Original Web Novel](https://ncode.syosetu.com/n5915da/) (Raw)",
      "es-la": "Vivir sin preocupaciones en casa es el mejor atajo: mi casa es el mayor punto de poder mágico del mundo. Siendo ese el caso, tanto mi casa como yo fuimos invocados a otro mundo. Sin embargo, he estado viviendo en este lugar durante muchos años y aparentemente mi cuerpo está desbordado magia. Debido a circunstancias imprevistas por parte de los tipos que me invocaron, huyeron rápidamente. Como sea, todavía hay algunas personas mal educadas que codician la magia que escapa de mi casa. ¡No voy a ceder mi casa a esas personas! ¡Voy a ejercer mi poder como me plazca!",
      "pt-br": "Viver despreocupado em casa é a melhor coisa... minha casa é o maior ponto de força mágica do mundo. Sendo esse o caso, tanto minha casa quanto eu fomos convocados para outro mundo por algumas pessoas que estavam visado isso. No entanto, eu moro neste lugar há muitos anos e meu corpo está, aparentemente, transbordando de forma anormal com a magia. Devido a algumas circunstâncias imprevistas por aquelas pessoas que me chamaram, elas rapidamente fugiram. Seja como for, ainda há algumas pessoas mal-educadas que cobiçam a magia que vaza da minha casa. Eu não vou desistir da minha casa para essas pessoas! Vou usar meu poder como quiser!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "233"
  },
  {
    "mangaId": "f0e97b28-057c-417f-8d1b-98d4a889f7e2",
    "title": {
      "en": "Kemonobito Kishi no Kyuai Jijou"
    },
    "updatedAt": "2024-01-24T10:56:43+00:00",
    "coverArt": "https://mangadex.org/covers/f0e97b28-057c-417f-8d1b-98d4a889f7e2/d215c607-42b6-4d36-9997-1859b8410ba1.jpg",
    "altTitles": [
      {
        "ja": "獣人騎士の求愛事情"
      },
      {
        "zh-ro": "獸人騎士的求愛二三事"
      },
      {
        "zh": "兽人骑士的求爱二三事"
      }
    ],
    "description": {
      "en": "Emma, a human race, has the Duke of the Snake, a beast nobleman. He asked her to work as a magician. It was a request to overcome the unicorn beast of the holy beast species, Lyle, the Knight of the Palace Guards,'s sense of badness... They start training, but start by holding hands, and interact like lovers! I'm... Somehow the skinship is too intense? Courtship love fantasy starting with lessons with unicorn beast knights!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac92b748-dea9-4362-b742-4b57a0b7bc8e",
    "title": {
      "en": "Turning the Mad Dog Into a Genteel Lord"
    },
    "updatedAt": "2024-12-18T01:49:30+00:00",
    "coverArt": "https://mangadex.org/covers/ac92b748-dea9-4362-b742-4b57a0b7bc8e/65dcef81-8334-4594-9707-f5246767c5c1.jpg",
    "altTitles": [
      {
        "ko": "미친개 도련님 만들기"
      },
      {
        "ko-ro": "Michingae Doryeonnim Mandeulgi"
      },
      {
        "en": "Turning a Crazy Dog Into a Young Master"
      },
      {
        "ja": "狂犬な彼を貴公子に変えてみせます!"
      },
      {
        "zh": "疯狗少爷总是很兴奋"
      }
    ],
    "description": {
      "en": "Diarin, a priestess without any noteworthy family background or connections, always gets the toughest assignments. So when her boss tells her to help Ceres, a war hero, reintegrate into society, she decides to stop being a pushover and get as much as she can out of it, including a juicy promotion. But upon reaching Ceres' manor, she’s greeted by a growling hound instead of a human. Tasked with the impossible job of turning the mad dog into a proper gentleman, she dedicates herself to caring for him. But his unexpected obsession with her was never part of her plan."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dea77c2d-dbaa-434a-b0af-0c116642434c",
    "title": {
      "en": "Ichi the Witch"
    },
    "updatedAt": "2025-01-27T19:45:05+00:00",
    "coverArt": "https://mangadex.org/covers/dea77c2d-dbaa-434a-b0af-0c116642434c/7d6f5669-a487-40f6-beaf-bb74a7e250c1.jpg",
    "altTitles": [
      {
        "ja": "魔男のイチ"
      },
      {
        "ja-ro": "Madan no Ichi"
      },
      {
        "en": "The Wizard Ichi"
      },
      {
        "en": "Ichi the Warlock"
      },
      {
        "pt-br": "Ichi, o Bruxo"
      },
      {
        "ru": "Ведьмак Ити"
      },
      {
        "ru": "Волшебник Ити"
      }
    ],
    "description": {
      "en": "In this world, witches must hunt down their magic! Deep in the forest, the terrifying king of magic and the strongest witch are locked in deadly combat. But suddenly, a young boy joins the fray. His name is Ichi and he is just a hunter. But he has the power to flip the magic world upside down in this magic hunting fantasy epic!",
      "ja": "この世界において魔法とは生き物である。そして困難な試練を乗り越え、魔法を習得するハンターたちを人は「魔女」と呼ぶ。ある日、辺境の山奥で恐るべき王の魔法（キング・ウロロ）と最強の魔女が激闘を繰り広げていた。しかしそこへ、場違いな一人の少年が乱入する。彼の名はイチ。魔女とも魔法とも縁の無い山暮らしの狩人が世界の常識をひっくり返す！",
      "ru": "В этом мире ведьмы охотятся за своей магией! В глубине леса ужасающая маджика и сильнейшая ведьма схлестнулись в бою не на жизнь, а на смерть. Но вдруг к битве присоединяется молодой парнишка. Его зовут Ити, и он обычный охотник. Но у него есть сила перевернуть весь мир магии с ног на голову в этом эпохальном магическом фэнтези об охоте!",
      "pt-br": "Neste mundo, as bruxas devem caçar sua magia! Nas profundezas da floresta, o terrível rei da magia e a bruxa mais forte estão presos em um combate mortal. Mas, de repente, um jovem garoto se junta à briga. Seu nome é Ichi e ele é apenas um caçador. Mas ele tem o poder de virar o mundo mágico de cabeça para baixo neste épico de fantasia de caça mágica!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09c2692b-3cd9-4459-b8d5-d7d2e1daaf61",
    "title": {
      "en": "This Beast Stays Awake All Night"
    },
    "updatedAt": "2025-02-07T03:15:57+00:00",
    "coverArt": "https://mangadex.org/covers/09c2692b-3cd9-4459-b8d5-d7d2e1daaf61/207e3587-e55b-4ed7-af11-3b5153fb50b5.jpg",
    "altTitles": [
      {
        "en": "This Beast Does Not Sleep At Night"
      },
      {
        "ko": "이 짐승은 밤잠이 없다"
      }
    ],
    "description": {
      "en": "\"I know that? The more you push away, the worse you want to be.”\n\nShe was willing to become a villain for revenge.\nIn front of me, a brave knight of the Empire, Count Weiss, the emperor's right-hand man, appears.\nHe is the ragged boy whom I abandoned long ago.\nThe beautiful face that was crying is still good in my eyes, but now he has become a dangerous man and approaches without hesitation.\n\n“So did you approach me? Do you have to take it from me to marry the princess?”\n“Well, was that really what I wanted?”\n\nDeadly cohabitation with this beast."
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af11f6c1-9cd1-4295-ae58-6057ed749ec1",
    "title": {
      "en": "Warui Koto Shitai"
    },
    "updatedAt": "2023-10-30T07:44:33+00:00",
    "coverArt": "https://mangadex.org/covers/af11f6c1-9cd1-4295-ae58-6057ed749ec1/f52bd08a-64ad-47ac-9754-147d298f0a0d.jpg",
    "altTitles": [
      {
        "en": "I Want To Be Naughty!"
      },
      {
        "ja": "ワルイコトシタイ"
      }
    ],
    "description": {
      "en": "The student council has their eye on Towa Aikawa, the school delinquent. He hides out on the rooftop: it's his special illegal place. Aikawa finds Mikado Shirahane on the roof one day. He's the hottest, smartest guy in school and now he's in Towa's Xanadu… why would Towa find himself falling for him? Perhaps it's the passionate kisses and longing looks from the school stud…!?",
      "pl": "Towa Aikawa, jest szkolnym delikwentem, nie raz upominanym przez radę uczniowską, z tego powodu szczerze nienawidzi przewodniczącego. Zwykł on wówczas chować się na dachu (choć oczywiście nie powinien) był to swego rodzaju azyl. Pewnego razu spotyka tam Mikado Shirahane…  \nOpis ze strony Baka Neko?!"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "5f64d517-c4ea-40c0-a463-fcc069d39d3b",
    "title": {
      "en": "Tsuihousareru Tabi ni Skill o Te ni Ireta Ore ga, 100 no Isekai de 2-shuume Musou"
    },
    "updatedAt": "2025-02-05T10:54:17+00:00",
    "coverArt": "https://mangadex.org/covers/5f64d517-c4ea-40c0-a463-fcc069d39d3b/f0927611-6309-48b1-be5e-7b5e44e6329d.jpg",
    "altTitles": [
      {
        "ja": "追放されるたびにスキルを手に入れた俺が、100の異世界で2周目無双"
      },
      {
        "en": "I Got a New Skill Every Time I Was Exiled, and After 100 Different Worlds, I Was Unmatched"
      },
      {
        "en": "Unmatched in 100 Different Worlds — I Gain a New Skill Every Time I Get Banished"
      },
      {
        "es": "Cada vez que me Expulsaban, Adquiría una Nueva Habilidad y Después de 100 Mundos Diferentes, Ya no Tengo Rival"
      },
      {
        "zh-hk": "每遭放逐就能獲得技能的我，在100個世界大開第二輪無雙"
      },
      {
        "zh": "每遭放逐就能获得技能的我，在100个世界大开第二轮无双"
      },
      {
        "ja-ro": "Tsuihousareru Tabi ni Skill wo Te ni Ireta Ore ga, 100 no Isekai de 2-shuume Musou"
      },
      {
        "pt-br": "Ganhei uma Nova Habilidade Toda Vez que Fui Exilado, e Após 100 Mundos Diferentes, Me tornei Imbativel"
      },
      {
        "vi": "Nhận được một kỹ năng mới mỗi lần bị trục xuất, tôi trở nên bất bại sau 100 thế giới"
      }
    ],
    "description": {
      "en": "An adventurer named Ed was exiled from his party because he was considered useless, but instead of being sad and upset he was actually happy!!?\n\nIt turns out that it's not without reason that he feels happy when he's exiled from his party, because every time he's been exiled he will receive a skill that makes him even more invincible...\n\nEd was given the crazy test of having to get expelled from 100 Hero parties in 100 different worlds before he could return to his original world. Finally a mysterious and divine entity said that he had achieved all the conditions to return to his original world.\n\nHowever, as a final condition he is asked “Look at the fate of one of these exile worlds after you left.” and he is shocked by what he sees.\n\n“Okay, I’ll do it! I’ll go down to these 100 worlds again and be banished with a good feeling!” \n\nEd takes on a new challenge to make full use of the super-powerful “Exiled Skills” that were granted each time he was exiled, and this time ensure they all have happy endings.\n___\n**Character Designer:** [GreeN](https://mangadex.org/author/40916d07-ed66-40d9-919f-3bfff091fe9a)",
      "es": "Ed, a quien se le dio la loca prueba de tener que ser expulsado de la party de 100 héroes en 100 mundos diferentes para poder regresar a su mundo original, finalmente cumpliendo las condiciones puede volver. Sin embargo Ed se entera de que el otro mundo al que quiere regresar ha tenido un final desastroso. Ahora para salvar a una chica elfa quien una vez fue su amiga, tendrá que volver a desafiar una nueva batalla para aprovechar al máximo la \"habilidad de expulsión\" para cambiar todos los finales de una forma convincente. ¡Comienza una historia para salvar 100 mundos diferentes!",
      "id": "Seorang petualang bernama ed di keluarkan dari party nya karena di anggap tidak berguna, namun daripada sedih dan kesal dia malah bahagia!!?.\n\nTernyata bukan tanpa alasan dia merasa baagia ketika di keluarkan dari party nya di karenakan setiap kali dia di keluarkan dia akan menerima sebuah skill yang membuatnya jadi semakin tidak terkalahkan...",
      "vi": "Ed, một lính đánh thuê bình thường, đột nhiên được triệu hồi tới một nơi kì lạ và thực hiện thử thách \"Bị trục xuất khỏi 100 tổ đội anh hùng ở 100 thế giới khác nhau\". Cậu đã hoàn thành thử thách nhưng vẫn phải nhận thêm một nhiệm vụ \"Hãy nhìn vào kết cục của một trong những thế giới mà cậu đã đi qua\" và cậu đã bị sốc khi quay lại đó.",
      "pt-br": "Um aventureiro chamado Ed foi expulso de sua equipe porque era considerado inútil, mas em vez de ficar triste e chateado, ele ficou feliz!!?\n\nAcontece que não é sem razão que ele se sente feliz quando é expulso de uma equipe, porque toda vez que isso acontece, ele recebe uma habilidade que o torna ainda mais invencível...\n\nEd recebeu um teste maluco: ele teria que ser expulso de 100 equipes de Heróis em 100 mundos diferentes antes de poder voltar ao seu mundo original. Finalmente, uma entidade misteriosa e divina disse que ele havia cumprido todas as condições para retornar ao seu mundo original.\n\nNo entanto, como condição final, ele é desafiado: \"Olhe o destino de um desses mundos de exílio depois que você partiu.\" E ele fica chocado com o que vê.\n\n\"Ok, eu vou fazer isso! Vou voltar para esses 100 mundos e ser banido com uma boa sensação!\"\n\nEd assume um novo desafio: fazer pleno uso das superpoderosas \"Habilidades de Exílio\" que foram concedidas a cada vez que foi expulso, e desta vez garantir que todos tenham finais felizes."
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d052d2e-1db0-4818-8790-bebb38b15cc5",
    "title": {
      "en": "Shuro no Ki no Shita de"
    },
    "updatedAt": "2025-02-07T14:06:11+00:00",
    "coverArt": "https://mangadex.org/covers/4d052d2e-1db0-4818-8790-bebb38b15cc5/34175ea1-64ce-4d06-b948-cb00e14fcbca.jpg",
    "altTitles": [
      {
        "ja": "棕櫚の木の下で"
      },
      {
        "zh": "棕榈树下"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5351a0c-96af-49f7-898e-17914a082561",
    "title": {
      "en": "Boku no Kanojo wa Dekkawaii"
    },
    "updatedAt": "2025-02-07T12:15:03+00:00",
    "coverArt": "https://mangadex.org/covers/b5351a0c-96af-49f7-898e-17914a082561/eab7da36-b070-4c8a-af98-ed3180641d44.jpg",
    "altTitles": [
      {
        "ja": "僕の彼女はデッカワイイ"
      },
      {
        "ja-ro": "Boku no Kanojo ha Dekkawaii"
      },
      {
        "en": "My Girlfriend is Big & Cute!"
      },
      {
        "en": "My Girlfriend is Giganticute"
      },
      {
        "zh": "我的女友是个大可爱"
      },
      {
        "zh-hk": "我的女友是個大可愛"
      },
      {
        "id": "Pacar Imut Bertubuh Bongsor"
      },
      {
        "pl": "Moja Dziewczyna Jest Wysoka i Urocza"
      },
      {
        "pt-br": "Minha namorada é grande e fofa!"
      },
      {
        "vi": "Cô bạn gái to lớn và dễ thương của tôi"
      }
    ],
    "description": {
      "en": "For as long as he remembers, Komi has been shorter than his fellow classmates. He always felt inferior as a result, until he met Obinata - a girl who is head and shoulders above him. Yes, Asumi Obinata is tall. She's imposing. But she's also Komi Amane’s girlfriend. And these two are the happiest kids in the world.",
      "ja": "大きな女の子の魅力をお教えします。\n\nクラスで一番大きな女子・大日向さんとクラスで一番小さな男子・小見くんは恋人同士。でも、身長差のことでからかわれるのは、恥ずかしいからこの恋はみんなには内緒……。",
      "pt-br": "Pelo que ele pode lembrar, Komi sempre foi mais baixo que seus colegas de classe. Ele sempre se sentiu inferior por causa disso, até que conheceu Obinata – uma garota que é muito mais alta que ele.\n\nSim, Asumi Obinata é alta. Ela é imponente. Mas ela também é a namorada de Komi Amane. E esses dois são as crianças mais felizes do mundo."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddb80900-12c2-4b9e-bfb7-cb8abc082f9a",
    "title": {
      "en": "The Lady's Servant"
    },
    "updatedAt": "2024-10-25T19:18:14+00:00",
    "coverArt": "https://mangadex.org/covers/ddb80900-12c2-4b9e-bfb7-cb8abc082f9a/05d5291b-6f5a-48d6-8510-f5b71e330bb6.jpg",
    "altTitles": [
      {
        "ja": "お嬢様の僕"
      },
      {
        "ja-ro": "Ojousama no Shimobe"
      },
      {
        "en": "The Young Lady's Servant"
      },
      {
        "zh-hk": "大小姐的僕人"
      },
      {
        "pt": "Servo da Jovem Senhora"
      },
      {
        "ru": "Слуга юной госпожи"
      },
      {
        "es-la": "El Sirviente de la Joven Dama"
      }
    ],
    "description": {
      "en": "The story centers around a main character who was raised as a butler from his family's trade, and who one day meets a rich young lady who cannot even change her own clothes, let alone know what to do in the outside world.",
      "ja": "父は執事、母はメイドという両親の元で生まれ育ち、世話焼き属性が染みついた主人公の前に現れたのは、身の回りのことが何も出来ないお嬢様。",
      "pt": "A história se concentra em um personagem principal que foi criado como mordomo do comércio de sua família e que, um dia, conhece um jovem rica que nem sequer consegue trocar sua própria roupa e, muito menos, saber o que fazer no mundo exterior.",
      "es-la": "La historia se centra en un personaje principal que fue criado como un mayordomo por la ocupación de su familia, y que un día conoce a una joven rica que no puede siquiera cambiarse la ropa por su propia cuenta, y mucho menos, saber qué hacer en el mundo exterior.",
      "pt-br": "A história se concentra em um personagem principal que tem uma personalidade intrometida cujo pai é um mordomo e cuja mãe é uma criada e que, um dia, conhece uma jovem rica que nem sequer consegue trocar sua própria roupa e, muito menos, saber o que fazer no mundo exterior"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "117e0fde-d485-4d32-8652-7ea5113a0196",
    "title": {
      "en": "Seitokai Fukukaichou Yagami Sayuri wa Ganbatte Iru!"
    },
    "updatedAt": "2025-02-04T21:03:39+00:00",
    "coverArt": "https://mangadex.org/covers/117e0fde-d485-4d32-8652-7ea5113a0196/f859d875-00f5-4c16-bd39-e31a4b58e23f.jpg",
    "altTitles": [
      {
        "ja": "生徒会副会長矢上さゆりは頑張っている！"
      },
      {
        "en": "The Student Council Vice President Yagami Sayuri is Trying Her Best!"
      },
      {
        "zh": "学生会副会长矢上小百合在努力！"
      }
    ],
    "description": {
      "en": "Yagami Sayuri is the student council vice president, and her demanding president hates the fact that boys are in their school at all. \n\nThere is a school legend that if a maiden offers her panties to the goddess statue in the courtyard, the goddess will help solve her problems. The actual problem-solving power, though, is with the student council, which monitors the statue's panty offerings. The president often insists Sayuri help solve the girls' problems in her secret identity of Mystic Heart, a scantily clad protector of the school's peace. Most of the students just think of Mystic Heart as a masochistic pervert. \n\nSayuri usually ends up naked and humiliated in front of boys, and the shame helps her transform into her sadistic personality. In this form, she can beat up the boys and pee on them. \n\nThe student council helps girls through many troubles, from misunderstandings between friends to peeping toms!",
      "ja": "私立朝葵高校には、一つの伝説があった。中庭の女神像に処女の脱ぎたてパンティを捧げると、女神が救いの手を差し伸べるという。そして、女神に代わって正義を実行する者がいた。その名はミスティック・ハート、またの名をドM仮面という。羞恥心のパラメーターがMAXに達すると、変態の血が覚醒し、人間の潜在能力を極限まで引き出した究極変態超人「ドS仮面」へと変身するのであった。＜新感覚＞学園変態ヒロイン、ここに誕生!!"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "21"
  },
  {
    "mangaId": "7c471acd-55f1-4ead-84a3-9cc4a8a02c3f",
    "title": {
      "en": "I Look Too Much Like the Boss and the World Actually Believes It"
    },
    "updatedAt": "2024-08-25T05:32:50+00:00",
    "coverArt": "https://mangadex.org/covers/7c471acd-55f1-4ead-84a3-9cc4a8a02c3f/2ff3cd2f-79d9-4b4b-ba30-cfdf38488850.jpg",
    "altTitles": [
      {
        "zh": "长的太像BOSS，结果世人真的信了"
      },
      {
        "zh-ro": "Zhang De Tai Xiang BOSS, Jieguo Shiren Zhen De Xinle"
      },
      {
        "zh-ro": "Zhǎng De Tài Xiàng BOSS, Jiéguǒ Shìrén Zhēn De Xìnle"
      },
      {
        "en": "The Appearance Is So BOSS-like, yet Everyone Believes It"
      }
    ],
    "description": {
      "en": "Moon Lord, Suliang! Tamer of the Divine Lunar Morpho Butterfly, a familiar with abilities to control time and space, yin and yang, I am the invincible youth that stands at the apex of this world! To get such a status upon reincarnation is like getting dealt Pocket Aces… Divine my Arse! The beast in my body is nothing like the Divine Lunar Morpho! It’s clearly the lowest of low level Flash Butterfly!!! Facing millions of fanatical believers, a death match with Emperor Cangyue in three years time, and various sects viewing me as a thorn in their side… This is really an unprecedented beast tamer crisis!",
      "zh": "月之王，苏凉！操纵着能回溯时空、逆转阴阳的月神闪蝶，以此站在这个世界的顶点的无敌少年！ 穿越而来就拿到这么NB的身份卡，岂不是天胡开局……个屁咧！ 我体内的宠兽，哪是什么月神闪蝶！！根本只是个只能照明的最最最低阶的闪光蝶！！！ 面对数以百万的狂热信徒、三年后约战的沧月大帝、视自己为眼中钉的各大教派…… 这还真是…… 前所未有的御兽大危机！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0dc2f88-4e89-4e30-8d68-20116db788ff",
    "title": {
      "en": "Taida na Akujoku Kizoku ni Tensei shita Ore, Scenario o Bukkowashitara Kikakugai no Maryoku de Saikyou ni Natta"
    },
    "updatedAt": "2024-12-22T10:05:07+00:00",
    "coverArt": "https://mangadex.org/covers/b0dc2f88-4e89-4e30-8d68-20116db788ff/b6854571-a2d4-4b24-9132-171a300dd687.png",
    "altTitles": [
      {
        "ja": "怠惰な悪辱貴族に転生した俺、シナリオをぶっ壊したら規格外の魔力で最凶になった"
      },
      {
        "ja-ro": "Taida na Akujoku Kizoku ni Tensei shita Ore, Scenario wo Bukkowashitara Kikakugai no Maryoku de Saikyou ni Natta"
      },
      {
        "ja-ro": "Taidana Akuhazukashime Kizoku ni Tensei Shita Ore, Scenario wo Bukkowashitara Kikaku Gai No Maryoku de Saikyou ni Natta"
      },
      {
        "en": "Reincarnated as the Lazy and Villainous Noble, I Broke the Scenario and Became the Most Formidable With Extraordinary Magic"
      },
      {
        "vi": "chuyển sinh thành quý tộc phản diện và lười biếng, tôi trở thành kẻ mạnh nhất học viện"
      },
      {
        "uk": "Я перевтілився у Дворянина-Лиходія, проте змінив сценарій і став найбільш грізним магом"
      },
      {
        "pt-br": "Reencarnado como o Nobre Preguiçoso e Vilão, Quebrei o Cenário e Me Tornei o Mais Formidável com Magia Extraordinária"
      }
    ],
    "description": {
      "en": "I've been reincarnated as the villainous noble Weiss from my favorite academy game, and the fate that awaits me is nothing but the worst possible ruin, with no salvation.\n\nI absolutely have to avoid that at all costs!\n\nThen the only way out is to gain overwhelming power that even surpasses the game's protagonist and become the strongest!\n\n---\n**Links:**\n- Alternative Official Raw - [Niconico](https://manga.nicovideo.jp/comic/69646)",
      "ja": "大好きな学園ゲームに登場する悪役貴族・ヴァイスに転生してしまった、やがてこの身に待ち受けるのは、救いなしの最悪な破滅エンド。\n\nそれだけはなんとしてでも回避したい！\n\nだったらこのゲームの主人公すら遠く及ばない、圧倒的な力を身につけて最強になるしかない！\n\n最凶成り上がり異世界学園ファンタジーコミカライズ!",
      "vi": "Tôi đã tái sinh vào vai một quý tộc phản diện tên Weiss trong game học viện mà tôi thích nhất, và số phận chờ đợi tôi chẳng khác nào thảm họa tồi tệ nhất, không có lối thoát. Tôi nhất định phải tránh điều đó bằng mọi giá! Vậy nên cách duy nhất là có được sức mạnh áp đảo, thậm chí còn vượt xa cả nhân vật chính trong game và trở thành kẻ mạnh nhất!",
      "pt-br": "Eu reencarnei como *Weiss*, o nobre que é um vilãozinho secundário do meu jogo favorito, e que está destinado a  própria ruína e morte.\n\nEu definitivamente preciso evitar isso de qualquer jeito!\n\nEntão, o que me sobra é conseguir um poder tão apelão que nem mesmo o protagonista ousará me enfrentar."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac1e60e5-d65f-4b37-8e53-e609370bc33b",
    "title": {
      "en": "Tight Rope"
    },
    "updatedAt": "2025-01-31T05:22:14+00:00",
    "coverArt": "https://mangadex.org/covers/ac1e60e5-d65f-4b37-8e53-e609370bc33b/84a6c142-7656-4e95-b17b-407c2e3a25ba.jpg",
    "altTitles": [
      {
        "ja": "タイトロープ"
      }
    ],
    "description": {
      "en": "The teenage son of a sick mafia boss is constantly pressured to inherit his position as the \"5th\". However, Ryuu wishes for nothing other than to marry his friend Naoki and have a happy family. How will this go?  \n\n\n---",
      "pl": "Ryuu, będący jedynym synem bossa mafii, zmuszany jest do przejęcia władzy w gangu swojego ojca. Jednakże ten nie myśli o niczym innym jak o stworzeniu z Naokim szczęśliwej rodziny. Czy marzenia Ryuu się spełnią? Czy może jednak będzie musiał pogodzić się z porażką?"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "4366cb6c-cafd-4286-b8bc-f033cbb090fe",
    "title": {
      "en": "sleepy life of servamp"
    },
    "updatedAt": "2024-10-30T01:02:56+00:00",
    "coverArt": "https://mangadex.org/covers/4366cb6c-cafd-4286-b8bc-f033cbb090fe/2c4878b9-e9c5-49e5-a059-e5d14a83392d.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05a56be4-26ab-4f50-8fc0-ab8304570258",
    "title": {
      "en": "Drawing: Saikyou Mangaka wa Oekaki Skill de Isekai Musou Suru!"
    },
    "updatedAt": "2025-01-07T15:46:00+00:00",
    "coverArt": "https://mangadex.org/covers/05a56be4-26ab-4f50-8fc0-ab8304570258/0f0c8f0e-2724-4385-85de-5358313f6df5.jpg",
    "altTitles": [
      {
        "ja": "ドローイング 最強漫画家はお絵かきスキルで異世界無双する！"
      },
      {
        "en": "Drawing: The Greatest Mangaka Becomes a Skilled “Martial Artist” in Another World"
      },
      {
        "zh-hk": "作畫 最強漫畫家利用繪畫技能在異世界開無雙！"
      },
      {
        "vi": "Drawing: Mangaka Mạnh Nhất Với Kỹ Năng Vẽ Tranh Vô Song Tại Dị Giới"
      }
    ],
    "description": {
      "en": "Akira Kamishiro was a very successful manga author, who was diagnosed with blood cancer one day. He regretted the way he lived, where he could only build up empty relationships. Angry at his mother for asking him to send her some money, he died in a car accident. He was given a chance to choose his new mother and reincarnate in another world.\n\nAkira, not wanting to have a repeat of his past life, decided to choose an ordinary but safe life.. He was reincarnated as Akira, the only son of a magic store, with his previous life's memories. He had no talent for swordsmanship or magic, but he didn’t care as he was still loved by his family. At one point, he realized that he can embody various things by \"drawing a picture\". That's when he noticed his cheat ability...!?",
      "ja": "漫画家として大成功を収めていた神代彰は、成功だけに囚われて人間関係を蔑ろにし続けた自分の人生を後悔しながら死んでしまう。そんな彰を待っていたのは、自分で母親を選んで異世界転生するチャンス！？転生した彰は剣術も魔法もダメダメだったが、家族に愛されながら平穏な生活を送っていた。しかしあるとき、「絵を描く」ことでいろいろなものを具現化できるチート能力に気がついてしまって……？",
      "vi": "Akira, một họa sĩ tài năng nhưng sau khi bị bệnh ung thư anh đã nhận ra xung quanh mình chẳng còn gì ngoại trừ cái danh hiệu \"thành công\" của mình. Không có người đi cùng mình đến bệnh viện, người mẹ, người thân duy nhất của anh cũng đòi anh đưa tiền mới chịu đi cùng anh. Trong cơn giận anh đã vô tình gây tai nạn và được chuyển sinh sang thế giới khác. Một thế giới mới với một cuộc sống mới anh quyết định sống một cách bình thường và giữ gìn hạnh phúc gia đình nhỏ nhoi của mình",
      "pt-br": "Akira Kamidai lamenta ter conseguido construir apenas uma relação vazia, embora tenha feito muito sucesso como cartunista. Uma vida em um lugar medíocre onde eu queria que Akira fosse uma pessoa com magia. Reencarnação em uma loja voltada para a esgrima. Esgrima! Esgrima! Esgrima! Esgrima! Esgrima! Eu estava vivendo uma vida ideal para uma família amada por espadachins. Descobri a habilidade de trapaça que encarnar várias coisas atravéz de um ”desenho”…? Uma aventura mundial diferente para proteger seu paradeiro, tecida por Akira que quer levar uma vida normal...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7164f006-1e16-400e-8426-9dd6aeb3bc17",
    "title": {
      "en": "Robou no Fujii"
    },
    "updatedAt": "2025-02-02T20:19:32+00:00",
    "coverArt": "https://mangadex.org/covers/7164f006-1e16-400e-8426-9dd6aeb3bc17/ec48034e-57b0-433e-b1f5-613f6b1e54bf.jpg",
    "altTitles": [
      {
        "en": "Fujii on the Roadside"
      },
      {
        "ja": "路傍のフジイ"
      },
      {
        "zh": "路边的藤井"
      }
    ],
    "description": {
      "en": "Is he an eccentric or a hermit? Does the seemingly unremarkable company employee, Fujii, redefine the definition of \"happiness\"?\n\nIn the workplace, he's a plain middle-aged man who doesn't stand out. While he does his job properly, he's not one to waste words. Come quitting time, he disappears like a ghost. He's not the type to be invited to after-work drinks in the first place. More like, he's the guy who's thought of as \"I wouldn't want to end up like that...\" by his juniors.\n\nYet, he piques the curiosity of others... \"I wonder how he was raised?\", \"Does he have friends or a girlfriend?\", \"What does he do on weekends?\". Suddenly, you realize you've become captivated by Fujii... \n\nThis elusive emotion that's hard to put into words is vividly captured by the author of \"Reborn no Kishi\" in this bewitching life drama!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c01d5d1-2ce3-4745-be54-8aff89300bfa",
    "title": {
      "en": "Fuguushoku to Baka ni Saremashita ga, Jissai wa Sorehodo Waruku Arimasen?"
    },
    "updatedAt": "2025-01-21T21:08:14+00:00",
    "coverArt": "https://mangadex.org/covers/9c01d5d1-2ce3-4745-be54-8aff89300bfa/01b79d34-c359-446f-ab22-3a3f9cc9a8e8.jpg",
    "altTitles": [
      {
        "ja": "不遇職とバカにされましたが、実際はそれほど悪くありません？"
      },
      {
        "en": "They Ridiculed Me for My Luckless Job, but It's Not Actually That Bad?"
      },
      {
        "zh": "不幸职业的幸运?"
      },
      {
        "ru": "Все смеялись надо мной из-за отсутствия профессии, но всё не так уж и плохо"
      },
      {
        "vi": "Mọi Người Cười Nhạo Chức Nghiệp Vô Năng Của Tôi Nhưng Nó Không Tệ Đến Thế"
      },
      {
        "vi": "Chức Nghiệp Vô Năng"
      }
    ],
    "description": {
      "en": "Shirosaki Reito was suddenly sucked in by a mysterious crack and got transferred in between dimensions. He got reincarnated as a baby in another world. He was born in the royal family and was the heir to the throne but he was driven/kicked of the palace. The reason was that he was born as a Support magician and had Alchemist as a job which was the lowest job that existed in the new world and people who had that were considered jobless. But there was a secret hidden in that job!!\n___\n* Bookwalker LN: [link](https://bookwalker.jp/series/182424/)\n* Official LN: [link](https://www.alphapolis.co.jp/novel/312278148/185185579)",
      "fr": "Shirosaki Reito a été soudainement aspiré par une mystérieuse fissure et a été transféré entre deux dimensions.  \nIl s'est réincarné en bébé dans un autre monde.  \nNé dans la famille royale et étant l'héritier du trône, il est cependant chassé du palais.  \nLa raison ?  \nêtre né en tant que magicien de soutien et avoir une profession d'alchimiste !  \nConsidérée comme la profession la plus faible, Reito fera tout pour s'endurcir et devenir fort !",
      "ja": "次元の狭間へと転落し、０歳の状態で異世界転生することになった高校生・白崎零斗。王家の跡取りとして転生するが、生まれ持った異世界最弱の不遇職「支援魔術師」と「錬金術師」が原因で家から追放されてしまう。過酷な世界で生き抜くため、鍛錬の日々を送る中、レイトは自身の職業に秘められた大いなる力に気がつく……。",
      "ru": "Широсаки Рейто неожиданно засосало в загадочную расщелину и переместило в измерение между мирами, после чего он переродился младенцем в ином мире. Он появился на свет в королевской семье, оказавшись наследником трона, но всё равно в итоге его выгнали из дворца. Причиной этому послужило то, что он оказался магом поддержки и заполучил профессию алхимика, оказавшуюся слабейшей в этом новом мире. Таких как он в этом фантастическом мире магии считают не имеющими профессии, но, как оказалось, существует некий секрет!! Проследим же путь становления сильнейшим в мире героя со слабейшей профессией!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f28beeb-47c8-48a4-9d35-e71c2837d68f",
    "title": {
      "en": "Age Gap Sisters Who Have Reached That Age"
    },
    "updatedAt": "2023-10-22T09:49:45+00:00",
    "coverArt": "https://mangadex.org/covers/6f28beeb-47c8-48a4-9d35-e71c2837d68f/b7ec7506-2bd6-45e6-a6fb-6f81104be809.jpg",
    "altTitles": [
      {
        "ja-ro": "Souiu Toshigoro ni Natchatta Toshinosa Shimai"
      },
      {
        "en": "The Age Gap Sister is at That Age"
      },
      {
        "ja": "そういう年頃になっちゃった年の差姉妹"
      }
    ],
    "description": {
      "en": "Two sisters, with ten years separating them. Once close, they grew distant with time. As the younger sister enters high school, their relationship once again begins to change. This time in an unusual direction."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "33"
  },
  {
    "mangaId": "ccdcf166-f179-41ee-8879-f5fdbc1ed411",
    "title": {
      "en": "Gachaman"
    },
    "updatedAt": "2025-01-27T17:06:26+00:00",
    "coverArt": "https://mangadex.org/covers/ccdcf166-f179-41ee-8879-f5fdbc1ed411/0e32e0db-a2ce-4a57-a643-af9e46513614.jpg",
    "altTitles": [
      {
        "ja": "ガチャマン"
      }
    ],
    "description": {
      "en": "One day, high schooler Kaito Kuji lost his memory. When he came to, he found the word \"Thank you\" written on his chest above a dial for a capsule toy vending machine. It's a mysterious capsule toy vending machine, which contains his lost memories and also some special supernatural abilities. But in order for him to turn the dial, he has to have someone tell him, \"Thank you\"...?!! So he needs to gather people's gratitude and use the toy capsule machine to fight!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "82"
  },
  {
    "mangaId": "b6411c38-a54e-46ae-af38-12927bb92e29",
    "title": {
      "en": "Gokudo Parasites"
    },
    "updatedAt": "2024-12-31T10:15:49+00:00",
    "coverArt": "https://mangadex.org/covers/b6411c38-a54e-46ae-af38-12927bb92e29/723307e7-d894-4ac5-b1c8-b6e10f9d49a7.jpg",
    "altTitles": [
      {
        "en": "Criminal Parasites"
      },
      {
        "ja": "極道パラサイツ"
      },
      {
        "pt": "Parasitos Gokudo"
      }
    ],
    "description": {
      "en": "Mai Shintani, who works at the Kitakabane Police Station was suddenly assigned in the \"Organized Crime Countermeasures Division\", commonly known as the \"Sotai\". Immediately after that, she gained influence within her jurisdiction. The leader of expanding yakuza faction \"Tatsygamigumi\" Shogo Mikuro mysteriously disappeared. There's a tension in the conflict between cases of opposing Yakuza groups. And for some reason, Shintani is looking composed at the northern police station. Behind it is an absurd shocking truth?!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "47"
  },
  {
    "mangaId": "e8c19533-6a9d-48d5-b594-f431ae7b5ad1",
    "title": {
      "en": "Monster Girl Quest! - After Quest! The Remorseful Hero & The Reminiscent Demon King (Doujinshi) (Fan Colored)"
    },
    "updatedAt": "2025-01-25T13:20:14+00:00",
    "coverArt": "https://mangadex.org/covers/e8c19533-6a9d-48d5-b594-f431ae7b5ad1/fec80df1-30cb-4813-9d81-bb250fd02dad.jpg",
    "altTitles": [
      {
        "ja": "After Quest! 悔恨の勇者と追憶の魔王"
      },
      {
        "ja": "Monmusu Quest! Unofficial Fanbook"
      },
      {
        "ja-ro": "After Quest! Kaikon no Yuusha to Tsuioku no Maou"
      },
      {
        "en": "After Quest! The Regretful Hero and Monster Lord of Remembrance"
      }
    ],
    "description": {
      "en": "An unofficial comic with a completely original interpretation of the Hero Heinrich's final battle and its aftermath.\n\nDoes not contain spoilers for the final part of *Monster Girl Quest! Paradox RPG*.\n___\n**Buy:**\n- [Melonbooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=2733820)\n- [DLsite](https://www.dlsite.com/maniax/work/=/product_id/RJ01319069.html)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67f7d17a-d448-411d-ab6a-5649b3ebe7f0",
    "title": {
      "en": "Fei Ren Zai"
    },
    "updatedAt": "2025-02-06T17:23:25+00:00",
    "coverArt": "https://mangadex.org/covers/67f7d17a-d448-411d-ab6a-5649b3ebe7f0/347ca1fd-1b24-4a34-a38a-3ff88a1113bb.jpg",
    "altTitles": [
      {
        "en": "Myth of Chinese Monsters"
      },
      {
        "en": "No God No Human"
      },
      {
        "en": "Non-Human"
      },
      {
        "zh": "非人哉"
      },
      {
        "vi": "xóm thần tiên"
      }
    ],
    "description": {
      "en": "Chinese Mythical Beasts living in modern China."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9f082a4c-2a50-4859-ae0d-30a0bcf1cf9e",
    "title": {
      "en": "Yè De Mìng Míng Shù"
    },
    "updatedAt": "2024-09-22T19:11:19+00:00",
    "coverArt": "https://mangadex.org/covers/9f082a4c-2a50-4859-ae0d-30a0bcf1cf9e/205416c6-f702-4a19-8c8a-52ced3e16fb3.jpg",
    "altTitles": [
      {
        "zh": "夜的命名术"
      },
      {
        "en": "Moniker of the night"
      },
      {
        "ko": "밤의 명명법"
      },
      {
        "ja": "夜の命名法"
      },
      {
        "en": "Night’s Nomenclature"
      },
      {
        "vi": "Mệnh Danh Thuật Của Bóng Tối"
      },
      {
        "zh-ro": "Ye De Ming Ming Shu"
      },
      {
        "en": "Naming Technique of the Night"
      },
      {
        "en": "Retouching of the Night"
      }
    ],
    "description": {
      "en": "In the blue and purple neon, under the dense steel sky, the front end of the data torrent is the world after the technological revolution, and it is also the boundary between reality and illusion. Steel and body, past and future. Here, the outer world and the inner world coexist, and everything in front of you is like a wall of time. Darkness gradually shrouded. But you have to understand, my friend, that we cannot deal with darkness with tenderness, but with fire.",
      "zh": "蓝与紫的霓虹中，浓密的钢铁苍穹下，数据洪流的前端，是科技革命之后的世界，也是现实与虚幻的分界。 钢铁与身体，过去与未来。 这里，表世界与里世界并存，面前的一切，像是时间之墙近在眼前。 黑暗逐渐笼罩。 可你要明白啊我的朋友，我们不能用温柔去应对黑暗，要用火。"
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]