[
  {
    "mangaId": "b40b0560-7a72-4880-be28-3112296e92c2",
    "title": {
      "en": "Tsuma no Kigen de Tenkou ga Kawaru Hanashi"
    },
    "updatedAt": "2024-08-27T01:43:13+00:00",
    "coverArt": "https://mangadex.org/covers/b40b0560-7a72-4880-be28-3112296e92c2/0c36ceab-bb1a-4b2e-aefb-abcb4e9d5427.jpg",
    "altTitles": [
      {
        "ja": "妻の機嫌で天候が変わる話"
      },
      {
        "en": "The Story of How My Wife's Mood Changes the Weather"
      }
    ],
    "description": {
      "en": "Cloudy couple love comedy between the god of thunder and a human being."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "19"
  },
  {
    "mangaId": "e4581bb1-9c9b-4e58-ba91-8e303fb29fa6",
    "title": {
      "en": "Rabukome to Kaijuu Taiji no Fumonritsu"
    },
    "updatedAt": "2024-08-13T00:14:26+00:00",
    "coverArt": "https://mangadex.org/covers/e4581bb1-9c9b-4e58-ba91-8e303fb29fa6/a89e600e-8ddc-45dd-9ce2-dd76fb2fc069.jpg",
    "altTitles": [
      {
        "ja": "ラブコメと怪獣退治の不文律"
      },
      {
        "en": "The Unwritten Rules of Romantic Comedy and Monster Extermination"
      }
    ],
    "description": {
      "en": "Tubura Enjo, a high school girl with a shy and timid personality, has two close connections in her life: her childhood friend Anna and her classmate Sho, who is a big fan of special effects (tokusatsu) films.\n\nOne day, while exploring her late grandfather's storage room, she discovers an old ring. When she puts it on, she is suddenly transported 50 years into the past, right into the middle of a scene with a giant monster! To her shock, she finds herself on the set of a tokusatsu film, directed by her grandfather in his youth. \n\nOverwhelmed and scared, she is instructed by her young grandfather to help defeat the monster, leading to a tearful yet courageous battle against the giant creature!",
      "ja": "小動物系女子高生・円城つぶら。親友は幼馴染のアンナ、気になるクラスメイトは特撮オタのショウ。ある日、特撮監督だった祖父の物置で見つけたリングを身に着けると…突然50年前にタイムスリップ！　目の前には巨大怪獣が！　足元でカメラを回している若き日の祖父ちゃんに指示出しされ、泣きながら怪獣退治に挑むことに…。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb15cd42-cf00-480b-a6c6-12b61fe6a1ac",
    "title": {
      "en": "Hangyaku no Nijigasaki"
    },
    "updatedAt": "2024-07-16T17:37:51+00:00",
    "coverArt": "https://mangadex.org/covers/fb15cd42-cf00-480b-a6c6-12b61fe6a1ac/bcf723ac-0f53-4ec9-95c9-1ee3bade5073.jpg",
    "altTitles": [
      {
        "ja-ro": "叛逆（はんぎゃく）のニジガサキ"
      },
      {
        "en": "Nijigasaki of the Rebellion"
      },
      {
        "es-la": "La rebelión de Nijigasaki"
      },
      {
        "ja": "反逆のニジガサキ"
      }
    ],
    "description": {
      "en": "Hangyaku no Nijigasaki (Nijigasaki of the Rebellion) is an official Love Live! manga by Choboraunyopomi featuring the cast of Love Live!'s Nijigasaki High School Idol Club.",
      "es-la": "Las locuras y bizarras jornadas de Nijigasaki, ahora llegan en formato manga. Sigue las rebeldes aventuras de Setsuna Yuki y el Club Escolar Idol de Nijigasaki en Hangyaku no Nijigasaki."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "789642f8-ca89-4e4e-8f7b-eee4d17ea08b",
    "title": {
      "en": "Kimetsu no Yaiba"
    },
    "updatedAt": "2023-06-18T16:31:18+00:00",
    "coverArt": "https://mangadex.org/covers/789642f8-ca89-4e4e-8f7b-eee4d17ea08b/60530e72-f76f-45d5-b6f9-f95e05058fc3.png",
    "altTitles": [
      {
        "en": "Demon Slayer"
      },
      {
        "es": "Guardianes De La Noche"
      },
      {
        "fr": "Les Rôdeurs de la Nuit"
      },
      {
        "ru": "Клинок, рассекающий демонов"
      },
      {
        "id": "ดาบพิฆาตอสูร เล่ม"
      },
      {
        "zh-hk": "滅鬼之刃"
      },
      {
        "zh": "灭鬼之刃"
      },
      {
        "ja": "鬼滅の刃"
      },
      {
        "zh-hk": "鬼滅之刃"
      },
      {
        "zh": "鬼灭之刃"
      },
      {
        "ko": "귀멸의 칼날"
      },
      {
        "en": "Blade of Demon Destruction"
      },
      {
        "ar": "قاتل الشياطين"
      },
      {
        "sq": "Shpata e shaktërrimit të demonit"
      },
      {
        "ka": "დემონების მკვეთი ხმალი"
      }
    ],
    "description": {
      "en": "Since ancient times, rumors have abounded of man-eating demons lurking in the woods. Because of this, the local townsfolk never venture outside at night. Legend has it that a demon slayer also roams the night, hunting down these bloodthirsty demons.  \r\nEver since the death of his father, Tanjirou has taken it upon himself to support his mother and five siblings. Although their lives may be hardened by tragedy, they've found happiness. But that ephemeral warmth is shattered one day when Tanjirou finds his family slaughtered and the lone survivor, his sister Nezuko, turned into a demon. Adding to this sorrow, a demon hunter named Tomioka Giyuu arrived and was about to finish Nezuko off, but to his surprise she and Tanjiro started to protect each other. Seeing this oddity and Tanjiro's promising fighting skills, Giyuu decides to send them to his old mentor to be trained.  \r\nSo begins Tanjiro's life as a demon hunter, bound on a quest to cure his sister and find the one who murdered his entire family.  \r\n  \r\nMangaPlus: <https://mangaplus.shueisha.co.jp/titles/100009>",
      "ru": "Танджиро - старший сын в семье, потерявшей кормильца. Однажды он уходит в другой город, чтобы продать древесный уголь, но в конце концов остаётся на ночь в чужом доме, вместо того, чтобы идти домой. А всё из-за слухов о демоне, который разгуливает в горах под покровом темноты. Утром парень вернётся домой живым и невредимым… Но его ждут ужасные известия."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "23",
    "lastChapter": "205"
  },
  {
    "mangaId": "299339de-e13e-4b9a-879a-7426c0cebfd3",
    "title": {
      "en": "Pan wo Nameru na!"
    },
    "updatedAt": "2024-09-01T22:21:51+00:00",
    "coverArt": "https://mangadex.org/covers/299339de-e13e-4b9a-879a-7426c0cebfd3/1924de87-f6e0-4ea9-8103-68a160f0c79a.jpg",
    "altTitles": [
      {
        "ja": "パンをナメるな！"
      },
      {
        "ja-ro": "Pan wo Nameruna!"
      },
      {
        "en": "Don't Underestimate Bread-Making!"
      },
      {
        "en": "Don't Underestimate Bread!"
      }
    ],
    "description": {
      "en": "No education, no work experience, no friends. Muyu Uchiki is a nineteen-year-old girl who's been a shut-in for two years, she lives a self-indulgent life, but a turning point comes for her?! She gets a call from her aunt in Kamakura about helping out at her bakery.",
      "ja": "引きこもり少女がパン屋の店長に！？\n\n学歴・職歴・友達無しの少女 内木夢夢(うちきむゆ)は、2年間 家に引きこもって自堕落な生活を送っていた…しかし、そんな彼女に転機が訪れる――！！鎌倉に住む叔母からパン屋のお手伝いに呼ばれたのだ！ワケも分からないまま鎌倉に着いたむゆに待ち受けていたのはパン屋の店長代理としてお店で働くことで…！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dca4faff-79f4-4b50-bb1e-0538e4ab5800",
    "title": {
      "en": "When I Returned to My Hometown, My Childhood Friend was Broken"
    },
    "updatedAt": "2024-08-07T16:46:01+00:00",
    "coverArt": "https://mangadex.org/covers/dca4faff-79f4-4b50-bb1e-0538e4ab5800/b3a65573-9982-4053-a305-c1d9e7d4dafc.jpg",
    "altTitles": [
      {
        "ja-ro": "Jimoto ni Kaettekitara Osananajimi ga Kowareteta"
      },
      {
        "ja": "地元に帰ってきたら幼馴染が壊れてた"
      },
      {
        "pt-br": "Quando Voltei Para Minha Cidade Natal, Minha Amiga de Infância Estava Falida"
      },
      {
        "tr": "Memleketime Döndüğümde Çocukluk Arkadaşım Paramparça Bir Durumdaydı"
      }
    ],
    "description": {
      "en": "When I was younger, one of my best friends was Kyouko. She was a brash and hotheaded young girl who, even though she was a tomboy, was still loved by her peers. \n\nTo be honest, it’s been a few years since I came back home. The only person I know from there was Kyouko and she seems… different?",
      "tr": "Gençken en iyi arkadaşlarımdan biri Kyouko'ydu. Cesur ve atılgan bir genç kızdı; tomboy olmasına rağmen, arkadaşları tarafından seviliyordu. Dürüst olmak gerekirse, birkaç yıl sonra eve anca döndüm. Orada tanıdığım tek kişi Kyouko'ydu ve o sanki... biraz değişmişti?",
      "pt-br": "Quando eu era mais jovem, uma das minhas melhores amigas era Kyouko. Ela era uma jovem impetuosa e cabeça quente que, embora fosse uma tomboy, ainda era amada por seus colegas.\n\nPara ser sincero, já se passaram alguns anos desde que voltei para casa. A única pessoa que conheço de lá é Kyouko e ela parece... diferente?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "50"
  },
  {
    "mangaId": "0b38ad37-0cc0-4e7b-a211-b2814084dbf3",
    "title": {
      "en": "I Became My Crush's Servant"
    },
    "updatedAt": "2024-08-27T22:46:12+00:00",
    "coverArt": "https://mangadex.org/covers/0b38ad37-0cc0-4e7b-a211-b2814084dbf3/205814fe-b155-4b7f-bfaf-239b62a9a278.jpg",
    "altTitles": [
      {
        "ja": "推しの下僕になりまして"
      }
    ],
    "description": {
      "en": "The protagonist, grieving the death of her favorite character, finds herself reincarnated into the game's world before her beloved's demise! As the mob character Lou Lurea, she resolves to save her favorite character no matter what. However, she is reincarnated into a magical academy filled with handsome vampires. As the only human, Lou is nothing more than a delicious treat to everyone. While being pursued as \"prey\" by the characters, she struggles to prevent her favorite's bad ending...?! A story begins where love for her favorite character changes destiny!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b16f2554-9525-4f2a-bbe4-5b75b6605176",
    "title": {
      "ja": "Clevatess - Majuu no Ou to Akago to Shikabane no Yuusha"
    },
    "updatedAt": "2024-03-17T16:56:12+00:00",
    "coverArt": "https://mangadex.org/covers/b16f2554-9525-4f2a-bbe4-5b75b6605176/583c307e-3626-4e49-87aa-42410113d6b6.jpg",
    "altTitles": [
      {
        "en": "Clevatess - The King of Devil Beasts, the Baby, and the Brave of the Undead"
      },
      {
        "ja": "Clevatess"
      },
      {
        "ja": "クレバテス−魔獣の王と赤子と屍の勇者−"
      },
      {
        "pt-br": "Clevatess - O Rei das Feras Diabólicas, O bebê e a Valente Heróina Morta-Viva"
      }
    ],
    "description": {
      "en": "It killed the heroes, killed the king, the devil beast then found the “baby of fate”…\r\nHaving both superior intellect and destructive power, such is Clevatess, the king of the devil beasts.\r\nAngered by the 13 heroes tasked to take his life, he decided to bring ruin on mankind but get entrusted with an unexpected nuisance: a newborn human baby.\r\nIs it the tale of a near-ending world close to the apocalypse or the diary of new era childcare?",
      "pt-br": "Ele matou os heróis, matou o rei, a fera demoníaca então encontrou o “bebê do destino”… Tendo intelecto superior e poder destrutivo, tal é Clevatess, o rei das feras demoníacas. Irritado com os 13 heróis encarregados de tirar sua vida, ele decidiu arruinar a humanidade, mas foi encarregado de um incômodo inesperado: um bebê humano recém-nascido. É a história de um mundo próximo do fim, perto do apocalipse, ou o diário dos cuidados infantis da nova era?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8116a628-d561-4528-9bff-76e667f43ba0",
    "title": {
      "en": "I am the Last Villainess He Has to Kill"
    },
    "updatedAt": "2024-08-23T15:44:19+00:00",
    "coverArt": "https://mangadex.org/covers/8116a628-d561-4528-9bff-76e667f43ba0/d6040ccc-f64e-425c-a56e-af5ae7205306.jpg",
    "altTitles": [
      {
        "ko": "나는 그가 죽여야 할 마지막 악당이다."
      }
    ],
    "description": {
      "en": "When people get transported into novels, they usually end up as noble ladies, even if they're villains. But I ended up as the final monster that the male lead must kill—the daughter of the Demon King.\n\n\"Here’s your favorite finger necklace, Princess!\"\n\nAbduction and murder are the norm among demons. \nI can’t live with these creatures for 5,000 years! \nI just need to endure it, fulfill my role according to the original story, and move on to the next novel! \nOh, God. How is this even possible? \nThis isn’t some stray cat adoption; it’s like adopting the male lead! \nAnd the eight-year-old Kiel is saying some very ominous things.\n\n“Can I eat you?”\n\"Well... I’ll raise you with care, so come kill the Demon King’s daughter later.\"",
      "pt-br": "Quando as pessoas são transportadas para dentro de romances, geralmente acabam como damas nobres, mesmo que sejam vilãs. Mas eu acabei como o monstro final que o protagonista deve matar - a filha do Rei Demônio.\n\n\"Aqui está o seu colar de dedos favorito, Princesa!\"\n\nSequestros e assassinatos são normais entre os demônios.\n\nEu não posso viver com essas criaturas por 5.000 anos!\n\nSó preciso aguentar, cumprir meu papel de acordo com a história original e seguir para o próximo romance!\n\nOh, Deus. Como isso é possível?\n\nIsso não é como adotar um gato de rua; é como adotar o protagonista!\n\nE o Kiel, de oito anos, está dizendo coisas muito sinistras.\n\n\"Posso te comer?\"\n\n\"Bem... Vou te criar com cuidado, então venha matar a filha do Rei Demônio mais tarde.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39b6cbe5-9706-4feb-a06e-57d905f47f5c",
    "title": {
      "en": "Botsuichi"
    },
    "updatedAt": "2021-11-20T22:38:34+00:00",
    "coverArt": "https://mangadex.org/covers/39b6cbe5-9706-4feb-a06e-57d905f47f5c/13080eeb-6e1e-409b-8920-ac388d5cc751.jpg",
    "altTitles": [
      {
        "ja": "没イチ"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-07-14T06:06:32+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/b1eb44d4-2286-4a0a-89d0-0b4311de846c.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura-bachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "cs": "Kagurabachi"
      },
      {
        "en": "Kagura Bowl"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge. Epic sword battle action!",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!",
      "pt-br": "O jovem Chihiro passa seus dias treinando com seu famoso pai ferreiro. Um dia ele espera se tornar um grande fabricante de espadas. O pai bobo e o filho sério – eles pensavam que esses dias durariam para sempre. Mas de repente, a tragédia acontece. Um dia escuro, encharcado de sangue. Chihiro e sua lâmina agora vivem apenas para vingança. Ação épica de batalha de espadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04598a65-4f1f-4807-a419-d79ca7f67457",
    "title": {
      "en": "Under Ninja"
    },
    "updatedAt": "2024-02-28T06:14:44+00:00",
    "coverArt": "https://mangadex.org/covers/04598a65-4f1f-4807-a419-d79ca7f67457/db065abe-a0e4-4201-8fa9-5d490bfb047f.jpg",
    "altTitles": [
      {
        "ja": "アンダーニンジャ"
      },
      {
        "ja-ro": "Andā Ninja"
      }
    ],
    "description": {
      "en": "The once-prosperous Japanese ninja are said to have been dismantled by the GHQ following the Pacific War and disappeared. In reality, the ninja still exist in secret, and their number is rumored to be as many as 200,000. Some of the elite ninja work behind the scenes at the national level. On the other hand, the ninja at the end of the line are often unable to find work. One such ninja, Kuro Kumogakure, is living the life of a NEET."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1629d65-f177-418a-a04f-ae4ee6929f90",
    "title": {
      "en": "Imprisoned with the Horror Game's Male Lead"
    },
    "updatedAt": "2024-07-14T21:00:56+00:00",
    "coverArt": "https://mangadex.org/covers/b1629d65-f177-418a-a04f-ae4ee6929f90/4ff9e50e-1bef-4bb4-939a-fd72dc82e312.jpg",
    "altTitles": [
      {
        "ko": "공포게임 남주와 감금당했다"
      },
      {
        "en": "Confined Together with the Horror Game’s Male Lead"
      },
      {
        "es-la": "Me convertí en la sirvienta del protagonista de un juego de terror"
      }
    ],
    "description": {
      "en": "I became a maid inside of a horror game.\nPenalties were given to the male lead, who was trying to escape being locked up in a large mansion, and I acted as a guide. \n\nI was going to fulfill my duties until the male lead’s play ends.\n\n“When I get out, I’ll lock you up exactly the same way.”\n\nThe male lead is so noisy. \nIf it’s going to be like this, I’ll just help him escape faster. \n\n“Let’s eat, Dietrich.”\n“This is a potion, it’ll help you recover faster if you take it.”\n“The hint to escape is over there…”\n\nI fed him well to prepare for the next play, and when the male lead got hurt, I gave him a potion so he could quickly play the next game,\nI even gave him a hint for the problem. \n\nYou’ll be able to get out now, right?\n\nHowever. \n\n“I don’t really know the answer.”\n\nWhat’s the meaning of this? Aren’t you supposed to be smart?\n\n…The male lead doesn’t think about leaving the mansion at all. \n\n“If you won’t get out, I will.”\n\nI shouted in anger because I was so sick of the thought of having to see the face of someone I don’t want to keep seeing. \n\n“Is it possible for you to get out of here?”\n\nHis eyes sank bitterly. \n\n“Let me tell you this, I have no intention of leaving this place.”\n“What?”\n“And you have no way of getting out, either.”\n\nWhat the hell is going on?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e52262f-bcd5-49c4-b93a-f4652d189844",
    "title": {
      "en": "Grandmaster of Demonic Cultivation - Mo Dao Zu Shi"
    },
    "updatedAt": "2024-08-21T18:48:17+00:00",
    "coverArt": "https://mangadex.org/covers/6e52262f-bcd5-49c4-b93a-f4652d189844/a12ee1bb-f633-4250-a714-372df26f0780.jpg",
    "altTitles": [
      {
        "zh-ro": "Mo Dao Zu Shi"
      },
      {
        "en": "The Founder Of Diabolism"
      },
      {
        "zh": "魔道祖师"
      },
      {
        "pt-br": "Mo Dao Zu Shi - O Fundador da Cultivação Demoníaca"
      },
      {
        "en": "The Grandmaster of Demonic Cultivation"
      }
    ],
    "description": {
      "en": "As the grandmaster who founded the Demonic Sect, Wei WuXian roamed the world in his wanton ways, hated by millions for the chaos he created. In the end, he was back-stabbed by his dearest junior brother and killed by powerful clans that combined to overpower him. He incarnates into the body of a lunatic who was abandoned by his clan and is later, unwillingly, taken away by a famous cultivator among the clans—Lan WangJi, his archenemy.  \n  \nThis marks the start of a thrilling yet hilarious journey of attacking monsters, solving mysteries, and raising children. From the mutual flirtation along the way, Wei WuXian slowly realizes that Lan WangJi, a seemingly haughty and indifferent poker-face, holds more feelings for Wei WuXian than he is letting on.",
      "pl": "Wei Wuxian, założyciel demonicznej sekty, przemierzał świat w swój rozpustny sposób, znienawidzony przez miliony za chaos, który wywołał. Ostatecznie został zdradzony przez swojego najdroższego shidi i zamordowany przez potężne klany, które złączyły siły, by go pokonać. Po kilkunastu latach ocknął się w ciele szaleńca, który został porzucony przez rodzinę. Niedługo później siłą zostaje przygarnięty przez Lan Wangji, jego arcywroga. Tak rozpoczyna się trzymająca w napięciu i wywołująca śmiech wędrówka złożona z pokonywania potworów i rozwiązywania tajemnic. I kto im zabroni trochę poflirtować po drodze?  \n  \n[Tłumaczenie powieści](https://dracaena.webd.pl/portfolio/mo-dao-zu-shi/)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "259"
  },
  {
    "mangaId": "07781df4-3c9e-4299-b8b4-8db281c09709",
    "title": {
      "en": "Yugami-kun ni wa Tomodachi ga Inai - Tonari no Anata to (Unofficial Fanbook)"
    },
    "updatedAt": "2024-08-31T03:02:32+00:00",
    "coverArt": "https://mangadex.org/covers/07781df4-3c9e-4299-b8b4-8db281c09709/87d3542a-8e94-445f-9cab-9f8d55164d52.jpg",
    "altTitles": [
      {
        "ja-ro": "Yugami-kun ni wa Tomodachi ga Inai - Tonari no Anata to"
      },
      {
        "en": "Yugami-kun Does Not Have Any Friends - With You Next To Me"
      },
      {
        "ja": "湯神くんには友達がいない - となりのあなたと"
      },
      {
        "en": "Yugami Yuji x Watanuki Chihiro Unofficial Fanbook"
      },
      {
        "en": "He Does Not Have Any Friends - With You Next To Me"
      }
    ],
    "description": {
      "en": "An unofficial addition to Yugami has no friends manga. \n\nFeaturing the web-published interludes of Yugami-kun, as well as secondary works (fan-created stories) of Yuuji Yugami and Chihiro Watanuki set after the final chapter. \n\nUnofficial Fanbook created by Misumi (mr_ms_maker on X).\n\nNote: Chapters can be read in random order."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "24"
  },
  {
    "mangaId": "b3a6c9fb-5d01-4959-9f78-2989bc98381f",
    "title": {
      "en": "Don't Worry, Dear NPC!"
    },
    "updatedAt": "2024-08-19T14:04:06+00:00",
    "coverArt": "https://mangadex.org/covers/b3a6c9fb-5d01-4959-9f78-2989bc98381f/a762269f-bea5-4312-8e58-32d2613e9e1c.jpg",
    "altTitles": [
      {
        "ko": "위험하지 않아요 NPC씨"
      },
      {
        "en": "It's not Dangerous, dear NPC"
      },
      {
        "en": "Don't Worry, Dear NPC"
      }
    ],
    "description": {
      "en": "There are many ways to enjoy a game. Like getting stronger by leveling up, obtaining better items by enhancing, competing against other players in PvP mode... Or getting deeply immersed in the game's world. A simple story centered around the daily life of the protagonist, \"Adventurer,\" and the guild guide NPC, \"Emma.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "253caeba-c9da-46fe-99ee-04cc6217aac6",
    "title": {
      "en": "Arrogant Slave"
    },
    "updatedAt": "2024-07-18T15:18:40+00:00",
    "coverArt": "https://mangadex.org/covers/253caeba-c9da-46fe-99ee-04cc6217aac6/3ad27d81-898d-4025-a9a0-ae9770d64bd6.png",
    "altTitles": [
      {
        "ja-ro": "Takabisha Dorei-chan"
      },
      {
        "ja": "高飛車ドレイちゃん"
      },
      {
        "ko": "고압적인 노예"
      },
      {
        "pt-br": "A escrava arrogante"
      }
    ],
    "description": {
      "en": "At the market, a man stumbles upon a particularly arrogant slave...",
      "pt-br": "No mercado, um homem se depara com uma escrava particularmente arrogante..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74000a38-0953-4a61-ac7a-c21128c3fa03",
    "title": {
      "en": "Food Truck Owner inside the Dungeon"
    },
    "updatedAt": "2024-08-06T23:24:01+00:00",
    "coverArt": "https://mangadex.org/covers/74000a38-0953-4a61-ac7a-c21128c3fa03/21917932-015d-4dad-bdd4-3af62743328a.jpg",
    "altTitles": [
      {
        "en": "Food Truck Owner in the Dungeon"
      },
      {
        "ko": "던전 안 푸드 트럭 사장님"
      },
      {
        "en": "Dungeon Food Truck Owner"
      }
    ],
    "description": {
      "en": "\"Don't yearn for a world different from yours, just live a normal life.\"\n\nHunters, dungeons, I'm not interested in any of them.\nMy life followed one single path that's of cooking.\nBut the moment I was about to open my first long-awaited food truck....\n\n[Class: You have awakened as a Food Truck Owner (Hidden)!]\n[Item: Dungeon Business Permit (Personal/Non-Transferable)!]\n- Business is only possible inside the dungeon\n\nMin Jiun, 21 years old, awakened as the owner of a food truck inside the dungeon."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-08-21T19:34:19+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/4c06aba3-f944-4d51-b1eb-c61a4e951191.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0358b53-a1fc-4308-a7bd-46c511b73145",
    "title": {
      "en": "Town of Witches"
    },
    "updatedAt": "2024-08-03T04:59:56+00:00",
    "coverArt": "https://mangadex.org/covers/a0358b53-a1fc-4308-a7bd-46c511b73145/8cd5ea53-78dc-4062-a5b5-2ef3f471df7e.jpg",
    "altTitles": [
      {
        "ja": "魔女がいた街"
      },
      {
        "ja-ro": "Mahou Shoujo ga Ita Machi"
      }
    ],
    "description": {
      "en": "A oneshot story of a male high school student who discovered that his classmate is a witch."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac49570e-e49e-40b1-9ae5-9e126361445c",
    "title": {
      "en": "Monster Princess of the Snowy Mountain"
    },
    "updatedAt": "2024-07-20T18:59:53+00:00",
    "coverArt": "https://mangadex.org/covers/ac49570e-e49e-40b1-9ae5-9e126361445c/93cdcd8d-cada-41db-a1da-f77be488e3d9.jpg",
    "altTitles": [
      {
        "ko": "설산의 괴물 황녀"
      },
      {
        "en": "Snow Mountain Monster Princess"
      },
      {
        "es-la": "La princesa monstruosa de las montañas nevadas"
      }
    ],
    "description": {
      "en": "Valerie Beloff, a princess in exile, decides to take her own life on her 19th birthday. Abused by her own mother and exiled for her mother’s crimes, she had to live in the freezing Makleroad palace by herself, and she somehow acquired the powers of an ancient monster - the power to freeze things. Hopeless, she seeks an escape in death… only to find herself before her cruel mother, yelling at her once again. Is she dead? Is she reliving a memory? When her mother strikes her, the throbbing pain lets her know that this is neither a dream nor a memory!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd9b65e3-b9e2-4d8b-b9dd-0bc8be59f312",
    "title": {
      "en": "Beast Complex"
    },
    "updatedAt": "2024-08-11T18:15:05+00:00",
    "coverArt": "https://mangadex.org/covers/cd9b65e3-b9e2-4d8b-b9dd-0bc8be59f312/4240be84-b9be-4fb9-a910-bd7104698e43.jpg",
    "altTitles": [
      {
        "ja-ro": "Bīsuto Konpurekkusu"
      },
      {
        "ru": "Звериный комплекс"
      },
      {
        "ja": "ビーストコンプレックス"
      },
      {
        "ko": "비스트 콤플렉스"
      }
    ],
    "description": {
      "en": "A collection of short stories that involve anthropomorphic animals and their troubles with coexisting with different species. Paru Itagaki's debut manga.  \n  \n\n\n---",
      "ru": "Коллекция дополнительных истории об антропоморфных животных и их проблемах сосуществования с другими видами: львами, тиграми, волками, летучими мышами и многими другими. Дебютная манга Итагаки Пару."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2024-08-03T01:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/b812926d-24da-472d-8c81-be1e632d616e.png",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "Please Bully Me, Miss Villainess!"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f654255b-a884-4141-a568-c94561da31b6",
    "title": {
      "en": "Half Succubus wo Hirotta"
    },
    "updatedAt": "2024-05-30T15:28:16+00:00",
    "coverArt": "https://mangadex.org/covers/f654255b-a884-4141-a568-c94561da31b6/1021308f-8511-4f29-9c4a-3a4c471de3ac.jpg",
    "altTitles": [
      {
        "ja": "ハーフサキュバスを拾った"
      },
      {
        "en": "Taking Home a Half Succubus"
      },
      {
        "pt-br": "Eu Adotei uma meio-sucubus"
      },
      {
        "es-la": "Llevando a casa una medio súcubo"
      },
      {
        "vi": "Tôi nhặt về nhà một bán Succubus"
      },
      {
        "id": "Pungut anak setengah succubus"
      }
    ],
    "description": {
      "en": "Take a child half succubus and half human.",
      "id": "Mungut anak setengah succubus dan setengah Manusia",
      "pt-br": "Eu Adotei uma meio-sucubus"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52925883-c86a-4f3c-a315-877a01258e14",
    "title": {
      "en": "The Witch and the Beast"
    },
    "updatedAt": "2024-08-01T09:06:49+00:00",
    "coverArt": "https://mangadex.org/covers/52925883-c86a-4f3c-a315-877a01258e14/17fe4455-0f90-43d0-a084-7231bde7b264.jpg",
    "altTitles": [
      {
        "ja": "魔女と野獣"
      },
      {
        "vi": "Phù thủy và Quái thú"
      },
      {
        "ru": "Ведьма и чудовище"
      },
      {
        "ja-ro": "Majo to Yajuu"
      },
      {
        "uk": "Відьма та чудовисько"
      }
    ],
    "description": {
      "en": "The stage; a city where \"witches\" collect people's worship. Who appeared there was a man carrying a coffin, and a girl with a beast's eyes. Their prey, \"Witches\"! And nothing else. When the evil \"witch\" and the starved \"beast\" meet, their magnificent and fierce battle begins!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10214/episode/314025) (U.S. Only), [Kodansha](https://kodansha.us/series/the-witch-and-the-beast/)",
      "ja": "舞台は“魔女”が人々の崇拝を集める街――。そこに現れたのは、棺桶を背負う男と、獣の目をした少女。彼等の求める獲物は“魔女”、そのただ一つ。悪しき“魔女”と飢えた“野獣”が出会う時、華麗にして苛烈な戦いの幕が開く！",
      "vi": "Ashaf là một anh chàng tao nhã với tác phong tinh tế, mang theo quan tài và đoàn tùy tùng quạ đen. Còn Guideau lại là một cô gái hoang dại, đầy bạo lực, với cặp răng nanh và đôi mắt như loài dã thú.\nBỗng một ngày, bộ đôi kỳ lạ này đặt chân đến thành phố bị thống trị bởi phù thủy - người được tung hô như một vị anh hùng nơi đây. Nhưng cả Ashaf và Guideau đều biết rõ: \"Phù thủy là những kẻ mang đến sự nguyền rủa và tai ương\". Không một ai có thể cản bước họ, dù có là đám đông phẫn nộ hay là cả một đội quân đi chăng nữa...\nMột câu chuyện cổ tích u ám mang phong cách Steampunk & Gothic, đậm đà chất ma thuật! \"Phù thủy và Quái thú\" chắc chắn sẽ lôi cuốn bất cứ độc giả nào đang ngóng chờ một tựa truyện thể loại hành động và kỳ ảo mới toanh."
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5813825a-b729-4ce4-8dfd-54c3391f8d19",
    "title": {
      "en": "Super Ball Girls"
    },
    "updatedAt": "2024-08-28T16:27:43+00:00",
    "coverArt": "https://mangadex.org/covers/5813825a-b729-4ce4-8dfd-54c3391f8d19/79aa3852-ae92-4705-8135-683a45b48aa9.jpg",
    "altTitles": [
      {
        "ru": "Девушки и супермяч"
      },
      {
        "ja": "スーパーボールガールズ"
      },
      {
        "zh-hk": "超級彈珠女孩"
      },
      {
        "zh": "弹珠女孩"
      },
      {
        "en": "Superball Girls"
      }
    ],
    "description": {
      "en": "Ichiyoshi continues to work at a chocolate factory, locking away his \"best\" in his heart. One Christmas night, on his way home, he finds a mysterious superball that rolls out of the darkness..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d90ea6cb-7bc3-4d80-8af0-28557e6c4e17",
    "title": {
      "en": "Dungeon Meshi"
    },
    "updatedAt": "2024-07-27T13:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/d90ea6cb-7bc3-4d80-8af0-28557e6c4e17/d885a28e-a5d3-4dc3-85e9-ca600f227b04.jpg",
    "altTitles": [
      {
        "en": "Delicious in Dungeon"
      },
      {
        "fr": "Gloutons et Dragons"
      },
      {
        "lt": "Požemio Maistas"
      },
      {
        "es": "Tragones y Mazmorras"
      },
      {
        "tr": "Zindan Yemeği"
      },
      {
        "ru": "Подземелье вкусностей"
      },
      {
        "th": "สูตรลับตำรับดันเจียน"
      },
      {
        "ja": "ダンジョン飯"
      },
      {
        "zh": "舌尖上的地下城"
      },
      {
        "zh": "迷宫饭"
      },
      {
        "es-la": "Comida de Mazmorra"
      },
      {
        "en": "Dungeon Meal"
      },
      {
        "uk": "Смаколики в підземеллі"
      }
    ],
    "description": {
      "en": "After his sister is devoured by a dragon and losing all their supplies in a failed dungeon raid, Laios and his party are determined to save his sister before she gets digested. Completely broke and having to resort to eating monsters as food, they meet a dwarf who will introduce them to the world of Dungeon Meshi - delicious cuisine made from ingredients such as the flesh of giant bats, walking mushrooms, or even screaming mandrakes.  \n  \n---\n- **Ranked 1st in the 2016 Kono Manga ga Sugoi! for Male Readers (Shonen/Seinen)**",
      "es": "Después de que su hermana fuera devorada por un dragón y habiendo perdido todas sus provisiones, Laios y su equipo están decididos a salvar a Farin antes de que sea digerida por la gran bestia. Es así como conocen a un singular enano que los introducirá al mundo gastronómico de las mazmorras: delicias elaboradas a partir de la carne de murciélagos gigantes, hongos caminantes y mandrágoras chillonas.",
      "id": "Seorang penjelajah muda, Laios, bersama kawan-kawannya mendapat serangan hebat dari seekor naga jauh di lantai terdalam Dungeon. Mereka kehilangan seluruh uang dan perbekalan, bahkan seorang anggota tim! Walau ingin bergegas kembali dan menyelamatkan rekannya, mereka dihalangi satu masalah besar, “Tanpa makanan dan uang, mereka pasti akan kelaparan di tengah penjelajahan!” Namun, Laios mendapat ide cemerlang, “Kita makan monster saja!”. Slime, kalajengking, basilisk, mandrake, dan kelelawar raksasa… Tidak ada satu monster pun yang luput dari perut-perut keroncongan di Dungeon!! (Gramedia.com) \n\n[Terjemah Indonesia](https://www.gramedia.com/search?q=delicious%20in%20dungeon)",
      "pt-br": "Depois de perder todos os seus suprimentos e provisões e também ter sua irmã devorada por um dragão durante uma expedição na masmorra, Laios e seu grupo estão determinados a salvá-la antes que ela seja completamente digerida pelo dragão.\nMas estando completamente falidos e tendo que recorrer a comer monstros como alimento, eles encontram um anão que os apresentará ao mundo de Dungeon Meshi – uma deliciosa culinária feita com ingredientes como a carne de morcegos gigantes, cogumelos andarilhos e até mesmo mandrágoras."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "97"
  },
  {
    "mangaId": "1bde8e50-2dd7-4e93-a685-2cf2da078d3a",
    "title": {
      "en": "The Code to the Evolutionary Spiral"
    },
    "updatedAt": "2021-05-25T15:40:03+00:00",
    "coverArt": "https://mangadex.org/covers/1bde8e50-2dd7-4e93-a685-2cf2da078d3a/ef535f1b-8f7c-4e06-b656-b18ced5e1812.jpg",
    "altTitles": [
      {
        "en": "进化螺旋"
      }
    ],
    "description": {
      "en": "In 2024, mankind's insatiable appetite finally opened the Pandora's Box of technology, releasing the long-sealed demonic seeds and catalyzing the process of life's evolution. The irresistible catastrophe instantly annihilated the entire human civilization, leaving behind only the scorched earth of steel and iron, a symbol of the former prosperity, and the survivors who lingered on top of it. In this chaotic world of collapsed order and crumbling faith, can humanity unite to rebuild civilization? In this devastated wasteland, the heroes representing various forces pass a number of tests to complete their own redemption and finally embark on a difficult journey to find the truth of the end times."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f37244a7-8c66-40a3-8964-dcd263d9f8a5",
    "title": {
      "en": "Hazure Zokusei Tsuchi Mahou no Sei de Henkyou ni Tsuihousareta no de, Gangan Ryouchi Kaitakushimasu!"
    },
    "updatedAt": "2024-05-08T15:31:56+00:00",
    "coverArt": "https://mangadex.org/covers/f37244a7-8c66-40a3-8964-dcd263d9f8a5/81a72c83-4710-4ebe-bd0b-3cbfd9ae0e2c.jpg",
    "altTitles": [
      {
        "en": "Faulty Attribute Earth Magic"
      },
      {
        "ja-ro": "Hazure Zokuseido Mahou No Sei De Henkyou Ni Tsuihou Sareta No De, Gangan Ryouchi Kaitaku Shimasu"
      },
      {
        "ja-ro": "Hazure Zokuseido Mahō No Sei De Henkyō Ni Tsuihō Saretanode, Gangan Ryōchi Kaitaku Shimasu ！"
      },
      {
        "ja": "ハズレ属性土魔法のせいで辺境に追放されたので、ガンガン領地開拓します！"
      },
      {
        "ja-ro": "Hazure Zokusei Tsuchi Mahou no Sei de Henkyou ni Tsuihousareta no de, Gangan Ryouchi Kaitakushimasu!"
      },
      {
        "id": "Sihir Bumi Atribut Cacat"
      },
      {
        "en": "I Was Banished to a Desolate Region Because of the Faulty Attribute Earth Magic, so I’m Going to Put in my All to Develop my Territory!"
      }
    ],
    "description": {
      "en": "Ecto, the third son of the Count Glenreed family, received the skill \"Earth Magic\" during his coming-of-age ceremony. Earth magic, which is not suitable for combat, is also called the \"failure attribute\". He was disowned and appointed as the lord of the ultra-remote Boda Village. However, thanks to \"a certain secret\", Ecto devised a way to use earth magic that ordinary people would not have thought of! Together with his bodyguard female adventurer party \"Advancing Wings\" and his companions, they defeat magical beasts, clear up forests, cultivate fields... \n\nThanks to earth magic, Boda Village undergoes remarkable development!?",
      "id": "Ecto, putra ketiga dari keluarga Count Glenreed, menerima keterampilan \"Sihir Bumi\" selama upacara kedewasaannya. Sihir bumi, yang tidak cocok untuk pertempuran, juga disebut \"atribut kegagalan\". Dia tidak diakui dan diangkat sebagai penguasa Desa Boda yang sangat terpencil. Namun, berkat \"rahasia tertentu\", Ecto menemukan cara untuk menggunakan sihir bumi yang tidak akan terpikirkan oleh orang biasa! Bersama dengan rombongan petualang wanita pengawalnya \"Advancing Wings\" dan teman-temannya, mereka mengalahkan binatang ajaib, membersihkan hutan, mengolah ladang ...\nBerkat sihir bumi, Desa Boda mengalami perkembangan yang luar biasa!?",
      "ja": "グレンリード辺境伯家の三男・エクトは、成人の儀式の際、土魔法のスキルを授かる。戦闘向きでない土魔法はいわゆる「ハズレ属性」。勘当されたうえ、超僻地のボーダ村の領主に任命されてしまう。しかしエクトは「ある秘密」のおかげで普通の人には思いつかないような土魔法の活用法を考案していた！　護衛の女冒険者パーティ「進撃の翼」を始めとした仲間とともに、魔獣を倒し、森を切り拓き、畑を耕し……土魔法のおかげで、ボーダ村はめざましい発展を遂げていく!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91c52fe6-a394-4605-8cf3-92ba7961ce4d",
    "title": {
      "en": "Jeong-Nyeon"
    },
    "updatedAt": "2024-09-01T20:44:08+00:00",
    "coverArt": "https://mangadex.org/covers/91c52fe6-a394-4605-8cf3-92ba7961ce4d/9d4312c4-0905-4b6f-87f6-eead942246a9.png",
    "altTitles": [
      {
        "ko-ro": "Jeongnyeon"
      },
      {
        "ko-ro": "Jeongnyeoni"
      },
      {
        "ko-ro": "Jeongyeon"
      },
      {
        "ko": "정년이"
      }
    ],
    "description": {
      "en": "Jeong-Nyeon has no money or education, but she is a Mokpo girl with a talent for singing! Her dream is to join a women's traditional theater company, and make it big. But she has a lot to learn and a long way to go before becoming a lead actor. Will Jeong-Nyeon achieve her dream of becoming a big star and getting rich?  \nThe story begins in 1956 (post-war Korea) in the southwestern port city of Mokpo.  \n  \nWinner of the 2019 Our Manhwa of the Year award, and is set to release as as a Drama by the end of 2024.\n  \n[Artist's Twitter](https://twitter.com/namonnamon14)  \n[Artist's Tumblr](https://jinamong.tumblr.com)  \n[Artist's Naver Blog](https://blog.naver.com/babomj14)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "137.1"
  },
  {
    "mangaId": "36bad9cb-6310-4048-a48e-a1ab7b7dcb3e",
    "title": {
      "en": "Demon X Angel, Can't Get Along!"
    },
    "updatedAt": "2024-01-26T02:43:34+00:00",
    "coverArt": "https://mangadex.org/covers/36bad9cb-6310-4048-a48e-a1ab7b7dcb3e/f6f5be02-e1e9-46aa-8371-d7460dcc6236.jpg",
    "altTitles": [
      {
        "zh": "恶魔X天使 不能友好相处"
      },
      {
        "en": "Demon X Angel Can't Get Along!"
      },
      {
        "ar": "ملاك و شيطان! لا يمكن ان نتعايش"
      },
      {
        "pt-br": "Demônio X Anjo, Não Conseguem Se Dar Bem!"
      }
    ],
    "description": {
      "ar": "الشياطين والملائكة نوعان من الأجناس المتقابلة مع مرور الزمن سئموا من القتال ضد بعضهم بعض ولكي يتعايشوا بسلام سويا قرروا البدء بخطة زواج! الخطة لها فترة مراقبة مدتها عام واحد. إذا كان الشيطان والملاك لا يزالان غير قادرين على العيش سويا وفهم بعضهم البعض بشكل جيد ، فسيتم إلغاء الزواج و نتيجة لذلك ، تم اختيار جيا تشينغ (الشيطان) و يو شانشان (الملاك) بواسطة اليانصيب كشريكين في الزواج ، وبدأت حياتهم سويا كزوجين يجب عليهم التعايش معا بشكل جيد.",
      "en": "Demons and angels are natural enemies that have grown tired of fighting each other. In order to coexist peacefully, they decided to arrange a marriage between the two races! If the pair can't get along within the one-year trial period, the marriage will be dissolved. This is how Jiacheng (Demon) and Yu Shanshan (Angel) became the chosen \"lucky\" pair for the marriage. Sharing the goal of divorce, the two began their lives of \"happy\" cohabitation!",
      "pt-br": "Demônios e anjos são duas raças opostas. À medida que os tempos mudam, eles estão cansados ​​de lutar. Para conviverem pacificamente, decidiram iniciar um plano de casamento! O plano tem um período de observação de um ano. Se os demônios e os anjos ainda não se derem bem, o casamento será cancelado. Como resultado, Jiacheng (demônio) e Yu Shanshan (anjo) foram “felizmente” selecionados por sorteio como parceiros de casamento, e começaram uma vida de coabitação “feliz” com o destino do divórcio."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68243019-a8a6-4fdf-8942-ee0839944dcb",
    "title": {
      "en": "Kinou megane o nakushitanode"
    },
    "updatedAt": "2021-12-21T09:05:09+00:00",
    "coverArt": "https://mangadex.org/covers/68243019-a8a6-4fdf-8942-ee0839944dcb/046118b7-76d1-4b3f-9cc2-ee642968ff95.jpg",
    "altTitles": [
      {
        "en": "Because I Lost My Glasses Yesterday"
      },
      {
        "ja": "昨日メガネをなくしたので"
      },
      {
        "ja": "眼鏡"
      },
      {
        "en": "Megane (Glasses)"
      },
      {
        "vi": "Hôm qua tớ bị mất kính"
      }
    ],
    "description": {
      "en": "A oneshot by the author of _Ore ga Watashi ni naru made_, reposted on [Twitter](https://twitter.com/hatukisu/status/1401174599321088003) because the author lost their glasses."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ede55c-1584-4019-b85b-3902a423c3ab",
    "title": {
      "en": "Fairy Tail: 100 Years Quest"
    },
    "updatedAt": "2024-04-20T22:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/52ede55c-1584-4019-b85b-3902a423c3ab/81452260-1789-43e7-b7f4-cd5dcef486b1.jpg",
    "altTitles": [
      {
        "en": "Fairy Tail 100 Years Quest"
      },
      {
        "vi": "Fairy Tail Nhiệm vụ Trăm năm"
      },
      {
        "ja-ro": "Feari Teiru: Hyaku-nen Kuesuto"
      },
      {
        "ru": "Хвост Фей: 100-летний квест"
      },
      {
        "th": "แฟรี่เทล ภาคเควส 100 ปี ตอนที่"
      },
      {
        "ja": "フェアリーテイル １００年クエスト"
      },
      {
        "ko": "페어리 테일 -100년 퀘스트"
      },
      {
        "zh-hk": "妖精的尾巴 百年任務"
      },
      {
        "uk": "Хвіст Феї: 100-річний квест"
      }
    ],
    "description": {
      "en": "After overcoming the threat of Acnologia and Zeref, Fairy Tail has become stronger and more energetic! The 100 year quest which Natsu and company left for, and also to the members who had remained at the guild, something new is going to happen!? Although the story was supposed to have concluded, a new adventure now begins!\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "ru": "Продолжение популярной манги \"Хвост Феи\" или \"Фейри Тейл\", которая будет носить отдельное название \"100 летний квест\"! После победы над Зерефом нашу любимую, еще более сильную гильдию, ждет новое приключение! Не пропустите новые приключения популярных героев!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e41f21d7-b99f-47a6-b6cf-bb88b159c9c0",
    "title": {
      "en": "Kodama Maria Bungaku Shuusei"
    },
    "updatedAt": "2022-06-07T18:58:46+00:00",
    "coverArt": "https://mangadex.org/covers/e41f21d7-b99f-47a6-b6cf-bb88b159c9c0/9501dfa7-0a11-4e56-9afa-8423b06da11f.jpg",
    "altTitles": [
      {
        "ja-ro": "Kodama Maria Bungaku Shūsei"
      },
      {
        "en": "Maria Kodama Literary Corpus"
      },
      {
        "zh": "儿玉玛利亚文学汇编"
      },
      {
        "ja": "児玉まりあ文学集成"
      }
    ],
    "description": {
      "en": "Follow the unique and intense activities of the literature club, consisting of the flawless Kodama-san, the president as well as its only member, and Fueda-kun, the promising applicant.  \n  \nWas nominated for the 24th Osamu Tezuka Cultural Prize."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90be0dde-350d-4f0e-ba83-da4ba05dbc37",
    "title": {
      "en": "Tonari no Onee-san ga Suki"
    },
    "updatedAt": "2023-12-22T06:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/90be0dde-350d-4f0e-ba83-da4ba05dbc37/b82b1710-e5cb-4fa1-8ad7-87eb07646a2a.png",
    "altTitles": [
      {
        "en": "I'm in Love With the Older Girl Next Door"
      },
      {
        "ja": "隣のお姉さんが好き"
      },
      {
        "en": "I Love The Older Girl Next Door."
      },
      {
        "zh-hk": "戀上鄰家的大姐姐"
      }
    ],
    "description": {
      "en": "There's this beautiful, bubbly, film-loving girl who's three years older than me: her name's Shia, and she lives right next door! I'm madly in love with her, and I needed some way to see her! I settled on asking her for movie recommendations, and now I get to meet her every Wednesday! I want to know more about her, and tell her how I feel... but I just can't get the message across! Enjoy this lopsided rom-com brought to you by the author of \"The Girl I Like Forgot Her Glasses\" and \"Paper Braver\", Koume Fujichika!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "47"
  },
  {
    "mangaId": "eacb5381-e64c-4a58-a34f-d5124d765697",
    "title": {
      "en": "Feng Qi Cang Lan"
    },
    "updatedAt": "2023-06-03T09:56:39+00:00",
    "coverArt": "https://mangadex.org/covers/eacb5381-e64c-4a58-a34f-d5124d765697/a6bc662d-9cf2-4ee5-b34b-055b17d2a33d.jpg",
    "altTitles": [
      {
        "en": "The World of Canglan"
      },
      {
        "en": "Wind and Sky"
      },
      {
        "zh": "风起苍岚"
      },
      {
        "vi": "Phong Khởi Thương Lam"
      },
      {
        "en": "The Wind From Cang Lan"
      },
      {
        "ko": "눈떠보니 레벨1"
      }
    ],
    "description": {
      "en": "When playing a virtual reality game called Cang Lan, Xiao Wan gets pushed off a cliff. She ends up in another game world. What will happen to Xiao Wan?\n\n---\n**Contents:** 147 (or 410 split chapter parts) (S1) + >197 (S2) = >344 chapters\n- **Season 1:** vol. 1 ch. 1-147 (1-147)\n- **Season 2:** vol. 2 ch. 1-197+ (148-344+) (ongoing)\n\n**Note:** season 1 chapter 1-114 is in single page format. Starting with season 1 chapter 115, the page format switches to long strip."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a6a13cc-d611-41e1-9924-7b3ddfcf154a",
    "title": {
      "en": "Hibichika Time"
    },
    "updatedAt": "2023-06-29T04:06:16+00:00",
    "coverArt": "https://mangadex.org/covers/6a6a13cc-d611-41e1-9924-7b3ddfcf154a/e73555d7-32b6-4d2d-8457-aedd088eb662.png",
    "altTitles": [
      {
        "ja": "ひびちかタイム"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "32"
  },
  {
    "mangaId": "a1f8f17a-6c51-4a35-9205-bc70bb5fa826",
    "title": {
      "en": "Tsurenai Hodo Aokute Azatoi Kurai ni Akai"
    },
    "updatedAt": "2024-04-15T10:51:45+00:00",
    "coverArt": "https://mangadex.org/covers/a1f8f17a-6c51-4a35-9205-bc70bb5fa826/e8d089bb-70ac-4ab2-a39f-33908756e7fa.jpg",
    "altTitles": [
      {
        "ja": "つれないほど青くて あざといくらいに赤い"
      },
      {
        "ru": "Холодно-синий и коварно-красный"
      },
      {
        "vi": "Xanh đến nỗi Lạnh Lùng, Đỏ tới mức Xảo Quyệt"
      },
      {
        "vi": "𩇢𦤾馁𨗺𡫶 𧹼細墨巧譎 (Nom Script)"
      }
    ],
    "description": {
      "en": "Is this senior... female? Male? Neutral? Demonic? A transfer student suffering from an incurable disease called curiosity meets a mysterious being (human) who is beautiful, cute, cool, and terrifying. The first of a new generation of horror comic authors presents an abyssal love story, a ghost story to peek into and sensuality to you.",
      "ru": "Мой сэмпай... Кто же это? Девушка? Парень? Оно? Демон?.. Главный герой — переведенный ученик старшей школы, страдающий неизлечимым чувством любопытства натыкается на красивое, милое, крутое и опасное создание (человека?). С этого момента и начинаются их необычные отношения.\n\n(Source: mangalib)",
      "vi": "Liệu senpai này là... Nữ giới? Nam giới? Vô giới? Ác quỷ giới?? Một học sinh chuyển trường mắc một căn bệnh vô phương cứu chữa gọi là sự hiếu kì đã gặp phải một tồn tại bí ẩn dưới hình dạng của một con người vô cùng xinh đẹp và dễ thương nhưng cũng rất lạnh lùng và đáng sợ. Một câu chuyện tình yêu nơi vực thẳm, một câu chuyện ma quái đầy gợi cảm, mang đến cho bạn bởi tác giả đứng đầu về một thế hệ mới của truyện kinh dị...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af5f2646-cddd-4c4c-b652-96577ed89647",
    "title": {
      "en": "Maken Tsukai no Moto Shounen Hei wa, Moto Teki Kanbu no Onee-san to Issho ni Ikitai"
    },
    "updatedAt": "2024-02-27T18:18:46+00:00",
    "coverArt": "https://mangadex.org/covers/af5f2646-cddd-4c4c-b652-96577ed89647/3848315f-7230-46dc-8b95-00625d9d7f27.jpg",
    "altTitles": [
      {
        "ja-ro": "Makendzukai no Moto Shounenhei wa, Moto Tekikanbu no Onee-san to Issho ni Ikitai"
      },
      {
        "ja-ro": "Maken Tsukai no Moto Shōnen Hei wa, Moto Teki Kanbu no Onēsan to Issho ni Ikitai"
      },
      {
        "ja": "魔剣使いの元少年兵は、元敵幹部のお姉さんと一緒に生きたい"
      },
      {
        "en": "A Former Child Soldier Who Uses a Magic Sword Wants to Live With a Missy, the Former Enemy Leader"
      },
      {
        "id": "Seorang Mantan Prajurit Laki-laki Pengguna Pedang Sakti, Ingin Tinggal Bersama Mbak-Mbak yang Mantan Pemimpin Musuh"
      },
      {
        "zh": "魔王女干部X勇者少年兵"
      },
      {
        "es-la": "Un antiguo niño soldado con una espada mágica quiere vivir con su hermana, una antigua líder enemiga."
      }
    ],
    "description": {
      "en": "Seto is an ex-boy soldier who was expelled from the party of heroes on his journey because of his ruthless and incomparable fighting style. The former leader of the Demon King's army, Satis, was kicked out after a series of failures.\n\nThe two \"former\" enemies decide to travel together to find a second life. Sometimes they go to hot springs, sometimes they sleep in the same bed, sometimes they are attacked by demons. But what do they find at the end of their journey when they lose their place in the world?\n\nThe road story of the (former) brave boy soldier and (former) demon lord's army leader's \"rebirth\"!",
      "ja": "冷酷無比な戦いぶりを疎まれ、旅の途中で勇者パーティを追放された魔剣使いの元少年兵・セト。失敗続きで魔王軍を追い出された元幹部・サティス。“元”敵同士のふたりが第二の人生を探すため一緒に旅に出る。時には温泉に行ったり、一緒のベッドで寝たり――居場所を失くしたもの同士の“生き直し\"ロードストーリー！",
      "es-la": "Seto es un ex-soldado que fue expulsado del grupo de héroes en su viaje debido a su despiadado e incomparable estilo de lucha. El antiguo líder del ejército del Rey Demonio, Satis, fue expulsado tras una serie de fracasos. Los dos \"antiguos\" enemigos emprenden juntos un viaje para encontrar una segunda vida. A veces van a las termas, a veces duermen en la misma cama... ¡Una historia de \"renacimiento\" para los que han perdido su lugar en el mundo!",
      "pt-br": "\"Seto é um ex-garoto soldado que foi expulso do grupo dos heróis em sua jornada por causa de seu estilo de luta impiedoso e incomparável. A ex-líder do exército do Rei Demônio, Satis, foi expulsa após uma série de fracassos.\n\nOs dois \"antes\" inimigos decidem viajar juntos para encontrar uma segunda vida. Às vezes eles vão para fontes termais, às vezes dormem na mesma cama, às vezes são atacados por demônios. Mas o que eles encontram no final de sua viagem quando perdem seu lugar no mundo?\n\nA história do \"renascimento\" do \"antigo\" herói e da antiga líder do exército do rei demônio!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "39"
  },
  {
    "mangaId": "5bf388dc-2738-4665-82d2-3924fb87d7c7",
    "title": {
      "en": "Watch the Repair"
    },
    "updatedAt": "2024-09-01T19:33:23+00:00",
    "coverArt": "https://mangadex.org/covers/5bf388dc-2738-4665-82d2-3924fb87d7c7/c44c589f-fab5-4e0b-9303-85f59d5cb9f3.jpg",
    "altTitles": [
      {
        "ja": "修理を観る"
      },
      {
        "ja-ro": "Shuuri wo Miru"
      }
    ],
    "description": {
      "en": "A young man crashes during a race. As he falls to the ground, he begins a journey to rediscover his roots. A 30-page one-shot story of a boy and a tranquil craftsman!",
      "fr": "Un jeune homme chute lors d'une course. Alors qu'il tombe au sol, il entame un voyage pour redécouvrir ses racines. Un one-shot de 30 pages qui raconte l'histoire d'un garçon et d'un artisan tranquille !",
      "ja": "自転車レース中に転倒した青年。地面に倒れながら彼は己のルーツを探る。"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "44d34352-1508-4d20-8af6-a3dca1c7d1c8",
    "title": {
      "en": "The Window of Orpheus"
    },
    "updatedAt": "2024-07-05T02:41:52+00:00",
    "coverArt": "https://mangadex.org/covers/44d34352-1508-4d20-8af6-a3dca1c7d1c8/64755817-a3a2-41ba-ad3a-37f69b6ff333.jpg",
    "altTitles": [
      {
        "vi": "Cửa sổ ước mơ"
      },
      {
        "ms": "Jendela Orpheus"
      },
      {
        "fr": "La ventana de Orfeo"
      },
      {
        "ja-ro": "Orpheus no Mado"
      },
      {
        "ja": "オルフェウスの窓"
      },
      {
        "zh": "奥尔佛士之窗"
      }
    ],
    "description": {
      "en": "The story begins in Europe, during the first years of the XX century. On a background of intrigues, machinations and a Europe that is going strait toward World War I, three kids meet at a strict conservatory in Germany. Julius met Isaac at the famous Orpheus' Window and later in another event met Klaus there. The legend told that two lovers met at Orpheus' Window would end in unhappiness. But Julius met two different persons, and they didn't know Julius' secret. In fact, Julius is a woman who's forced to dress up and pretend to be a guy. But she isn't the only one who has secrets. Klaus, for example, is Russian. Is he a communist spy? Then the whirlwind of fate began.\n\nNote: Has a gaiden known as Collage. Additional gaiden were written by Ikeda, but illustrated by her longtime assistant Erika Miyamoto."
    },
    "status": "completed",
    "releaseDate": 1975,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "126"
  },
  {
    "mangaId": "528fdd65-4c0d-4e21-82d8-66da8d6113d6",
    "title": {
      "en": "Fukuzatsu na Kyoudai no 4koma"
    },
    "updatedAt": "2024-08-15T15:18:56+00:00",
    "coverArt": "https://mangadex.org/covers/528fdd65-4c0d-4e21-82d8-66da8d6113d6/70cb625d-3b5a-4b1f-a33f-7ef66d7ba1b5.jpg",
    "altTitles": [
      {
        "ja": "複雑な姉弟の４コマ"
      },
      {
        "ja-ro": "Fukuzatsu na Kyoudai no Yonkoma"
      },
      {
        "en": "A Complicated Sibling Relationship 4-Koma"
      },
      {
        "en": "A Complicated Older Sister and Younger Brother 4-Koma"
      },
      {
        "en": "The Person I Met In-Game Was Actually My Big Sister"
      }
    ],
    "description": {
      "en": "\"Big Sis!?\"\n\"Kouta!?\"\n\n\nThe two of them were enjoying an in-game romance (without knowing each other's identities). Upon seeing each other's faces at their long-awaited offline meetup... they were both shocked to see that their partner was in fact their own sibling!?\n\nThese are complicated feelings for sure... and rather hard to accept!\n\n(Source: Kadokawa)\n\n---\n\nAdditional Links\n\n* [Kadokawa](https://store.kadokawa.co.jp/shop/g/g322302001578/) (Publisher)\n* [BookLive](https://booklive.jp/product/index/title_id/20068503/vol_no/001)",
      "ja": "「姉ちゃん!?」\n「康太!?」\n\n＊\n\nゲーム内で恋愛を楽しんでいたふたり。\n待ちに待ったオフ会で顔を合わせたら……相手はまさかの姉弟で!?\n複雑なこの感情……なかなか飲み込むのは難しい！\n\nＳＮＳで話題のカオス展開ラブコメが、 描き下ろしを加えて待望の書籍化!!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "100"
  },
  {
    "mangaId": "084f390c-e8b1-471a-aa68-2aa29d454ec6",
    "title": {
      "en": "Azur Lane 4-koma: Slow Ahead!"
    },
    "updatedAt": "2024-06-07T18:03:50+00:00",
    "coverArt": "https://mangadex.org/covers/084f390c-e8b1-471a-aa68-2aa29d454ec6/303e4f9d-f38b-4b0e-aed0-6f41c1eb0bfb.jpg",
    "altTitles": [
      {
        "ja-ro": "Azur Lane 4-koma: Bisoku Zenshin!"
      },
      {
        "ja-ro": "Azure Lane: Bisoku Zensin!"
      },
      {
        "en": "Azure Lane: Slow Ahead!"
      },
      {
        "ja": "アズールレーン４コママンガ　びそくぜんしんっ！"
      },
      {
        "pl": "Azur Lane: Leniwie Naprzód!"
      }
    ],
    "description": {
      "en": "Official 4-koma webcomic from the popular mobile game Azur Lane."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf23d431-a206-49cd-bbab-87929b89c493",
    "title": {
      "en": "Kyokutou Necromance"
    },
    "updatedAt": "2024-09-01T14:49:40+00:00",
    "coverArt": "https://mangadex.org/covers/cf23d431-a206-49cd-bbab-87929b89c493/b0957b4f-110e-42a2-8fa2-bf08a284642e.jpg",
    "altTitles": [
      {
        "ja": "極東ネクロマンス"
      },
      {
        "en": "Kyokuto Necromance"
      }
    ],
    "description": {
      "en": "One day, Kaoru Uno suddenly starts seeing mysterious monsters known as shiryo or death spirits. With the arrival of his late father's coworker Yoji Amane and a special ring his father gave him, Kaoru is ushered into the world of necromancers! From the creator of Aliens Area comes a fantastic new series of necromancer battles!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "18"
  },
  {
    "mangaId": "9fc391db-1810-4e72-842d-8151155bbe0f",
    "title": {
      "en": "Uesugi-kun wa Onnanoko wo Yametai"
    },
    "updatedAt": "2024-08-25T15:27:08+00:00",
    "coverArt": "https://mangadex.org/covers/9fc391db-1810-4e72-842d-8151155bbe0f/faf6f065-b431-4d9a-9ca5-88256cc0c9a6.jpg",
    "altTitles": [
      {
        "ja": "上杉くんは女の子をやめたい"
      },
      {
        "en": "Uesugi-kun Wants to Quit Being a Girl"
      }
    ],
    "description": {
      "en": "Uesugi-kun is a boy who's as petite and cute as a girl. He has a crush on a girl he's known since childhood, but overheard her saying, \"Wouldn't Uesugi be totally adorable if he was a girl?!\" Uesugi-kun's not as tall as his other childhood friend, Eito, nor is he as good at studies, and now he's suffering from a broken heart. A depressed Uesugi-kun stops by a shrine while running an errand and makes a wish... A love-triangle romantic comedy featuring an overly cute, and now female, protagonist begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc998000-171b-4fbe-9dd8-570e56c0845d",
    "title": {
      "ja-ro": "Monthly in the Garden with My Landlord"
    },
    "updatedAt": "2024-09-01T20:13:48+00:00",
    "coverArt": "https://mangadex.org/covers/bc998000-171b-4fbe-9dd8-570e56c0845d/d1aa5a63-b1e0-45ec-ab91-a41117d4d8a7.jpg",
    "altTitles": [
      {
        "ja-ro": "Maitsuki, Niwatsuki, Ooyatsuki"
      },
      {
        "ja": "毎月庭つき大家つき"
      },
      {
        "ja-ro": "Maitsuki Niwa Tsuki, Ooya Tsuki"
      },
      {
        "zh": "月付房租带院子带房东"
      },
      {
        "en": "Monthly With Garden With Ooya"
      },
      {
        "pl": "Dom z ogrodem i właścicielką"
      }
    ],
    "description": {
      "en": "Asako moves to a new house to get over her recent breakup. She finds a great little place a bit removed from the city with a lovely garden, but there’s a catch—the house also comes with a live-in landlord!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "31"
  },
  {
    "mangaId": "5f64d517-c4ea-40c0-a463-fcc069d39d3b",
    "title": {
      "en": "Tsuihousareru Tabi ni Skill wo Te ni Ireta Ore ga, 100 no Isekai de 2-shuume Musou"
    },
    "updatedAt": "2024-08-23T10:35:50+00:00",
    "coverArt": "https://mangadex.org/covers/5f64d517-c4ea-40c0-a463-fcc069d39d3b/f0927611-6309-48b1-be5e-7b5e44e6329d.jpg",
    "altTitles": [
      {
        "ja": "追放されるたびにスキルを手に入れた俺が、100の異世界で2周目無双"
      },
      {
        "en": "I Got a New Skill Every Time I Was Exiled, and After 100 Different Worlds, I Was Unmatched"
      },
      {
        "en": "Unmatched in 100 Different Worlds — I Gain a New Skill Every Time I Get Banished"
      },
      {
        "es": "Cada vez que me Expulsaban, Adquiría una Nueva Habilidad y Después de 100 Mundos Diferentes, Ya no Tengo Rival"
      },
      {
        "zh-hk": "每遭放逐就能獲得技能的我，在100個世界大開第二輪無雙"
      },
      {
        "zh": "每遭放逐就能获得技能的我，在100个世界大开第二轮无双"
      }
    ],
    "description": {
      "en": "An adventurer named Ed was exiled from his party because he was considered useless, but instead of being sad and upset he was actually happy!!?\n\nIt turns out that it's not without reason that he feels happy when he's exiled from his party, because every time he's been exiled he will receive a skill that makes him even more invincible...\n- - -\nEd was given the crazy test of having to get expelled from 100 Hero parties in 100 different worlds before he could return to his original world. Finally a mysterious and divine entity said that he had achieved all the conditions to return to his original world.\n\nHowever, as a final condition he is asked “Look at the fate of one of these exile worlds after you left.” and he is shocked by what he sees.\n\n“Okay, I’ll do it! I’ll go down to these 100 worlds again and be banished with a good feeling!” Ed takes on a new challenge to make full use of the super-powerful “Exiled Skills” that were granted each time he was exiled, and this time ensure they all have happy endings.\n\nOnly this time he is accompanied to these 100 worlds by a former companion…",
      "es": "Ed, a quien se le dio la loca prueba de tener que ser expulsado de la party de 100 héroes en 100 mundos diferentes para poder regresar a su mundo original, finalmente cumpliendo las condiciones puede volver. Sin embargo Ed se entera de que el otro mundo al que quiere regresar ha tenido un final desastroso. Ahora para salvar a una chica elfa quien una vez fue su amiga, tendrá que volver a desafiar una nueva batalla para aprovechar al máximo la \"habilidad de expulsión\" para cambiar todos los finales de una forma convincente. ¡Comienza una historia para salvar 100 mundos diferentes!",
      "id": "Seorang petualang bernama ed di keluarkan dari party nya karena di anggap tidak berguna, namun daripada sedih dan kesal dia malah bahagia!!?.\n\nTernyata bukan tanpa alasan dia merasa baagia ketika di keluarkan dari party nya di karenakan setiap kali dia di keluarkan dia akan menerima sebuah skill yang membuatnya jadi semakin tidak terkalahkan..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30e8e05f-1450-41e5-b8f4-922ff4799c19",
    "title": {
      "en": "Ninja Papa"
    },
    "updatedAt": "2024-05-20T22:35:46+00:00",
    "coverArt": "https://mangadex.org/covers/30e8e05f-1450-41e5-b8f4-922ff4799c19/7c29a31a-0b95-4751-854b-1ad50183fe34.jpg",
    "altTitles": [
      {
        "ja": "忍者パパ"
      }
    ],
    "description": {
      "en": "Nobu, a 32 year old salary man, is spreading justice from the shadows as a ninja while maintaining his family and working at his company. What he doesn't know is that he is being followed by mysterious persons and his gifted family. Can he put everything in order?"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "erotica",
    "lastVolume": "7",
    "lastChapter": null
  },
  {
    "mangaId": "a08d63ba-c412-4a7b-94b8-ef65bf2e2a30",
    "title": {
      "en": "Daredemo Dakeru Kimi ga Suki"
    },
    "updatedAt": "2024-08-14T20:47:47+00:00",
    "coverArt": "https://mangadex.org/covers/a08d63ba-c412-4a7b-94b8-ef65bf2e2a30/81ceaf08-918e-4120-bafb-cb5c9e86f2ad.jpg",
    "altTitles": [
      {
        "ja": "だれでも抱けるキミが好き"
      },
      {
        "vi": "Crush Của Tôi Là Một Đứa Lẳng Lơ"
      },
      {
        "en": "I Like You Who Can Have Sex With Anyone"
      },
      {
        "ja": "I like you who can have sex anyone."
      },
      {
        "es-la": "Me Gustas tú, que Puedes tener Sexo con Cualquiera"
      },
      {
        "zh": "喜欢来者不拒的你"
      },
      {
        "pt-br": "Eu goste de você, que pode fazer sexo com qualquer um"
      }
    ],
    "description": {
      "en": "Gotou, a virgin high school boy, has a crush on his affectionate gal classmate, Agawa. But one day after school, he catches Agawa having sex with Takayama in an empty classroom. Gotou is devastated, but he soon learns that not only did she have sex with Takayama, Agawa is a slut who'll have sex with anyone who asks. Even…‽\n___\n**Note:** The Old versions of Chapters 31–35 are not actually included in Volume 4. They are marked that way solely for organizational purposes.\n\n**Alt Official Raws:**\n- [Comic DAYS](https://comic-days.com/episode/4856001361135826437)\n- [MagaPoke](https://pocket.shonenmagazine.com/episode/4856001361243117705)",
      "ja": "童貞高校生のゴトウが好きになったのはセックス大好きなギャル・アガワさん。ある日の放課後、彼女が同級生とセックスしているところを見てしまって──。",
      "vi": "Con đũy tình yêu đã dẫn nam chính của ta đi thích một gyaru lẳng lơ sẵn sàng làm nháy với bất cứ ai. Rồi anh main sẽ làm gì trước cái tình huống NTR nhưng không hẳn này? Khuyến cáo ko dành cho trẻ dưới 18 và các thanh niên không thích NTR. Đọc truyện này đừng lắp đầu trên vào làm gì (lắp đầu dưới thì OK).",
      "es-la": "Un virgen estudiante de secundaria, por casualidad descubre a la gal de la que se estaba empezando a enamorar teniendo sexo con otro estudiante.",
      "pt-br": "Uma Gal safada que deixa todo mundo transar com ela e um garoto virgem do ensino médio apaixonado por ela, mesmo depois de vê-la transar com seu colega de classe."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9969028a-c459-4239-98a0-bcc90fbfbc12",
    "title": {
      "en": "Ijousha"
    },
    "updatedAt": "2024-02-02T16:57:26+00:00",
    "coverArt": "https://mangadex.org/covers/9969028a-c459-4239-98a0-bcc90fbfbc12/3110a4a3-8a0e-46ce-b70d-02c842d9cdfc.jpg",
    "altTitles": [
      {
        "ja": "異常者"
      },
      {
        "en": "Weirdo"
      }
    ],
    "description": {
      "en": "The news say a family has disappeared as my sister wakes up and comes to the living room to grab a pizza slice...\n\nThing is, I have no sister... \n\n...so who the hell is this weirdo lady!?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]