[
  {
    "mangaId": "9a9b0b9c-9bd3-4b43-ae15-0747357e6194",
    "title": {
      "en": "Senpai is an Otokonoko"
    },
    "updatedAt": "2024-07-04T19:49:10+00:00",
    "coverArt": "https://mangadex.org/covers/9a9b0b9c-9bd3-4b43-ae15-0747357e6194/f423de78-59fd-4423-a703-228a1e556c49.jpg",
    "altTitles": [
      {
        "en": "My Crossdressing Senpai"
      },
      {
        "ja": "先輩はおとこのこ"
      },
      {
        "zh-hk": "前輩是偽娘"
      },
      {
        "zh": "前辈是男孩子"
      },
      {
        "th": "รุ่นพี่สุดสวยคนนี้เป็นผู้ชาย"
      },
      {
        "ko": "선배는 남자아이"
      },
      {
        "fr": "My crossdressing crush"
      },
      {
        "de": "My Crossdressing Crush"
      },
      {
        "zh-hk": "學姊是男孩"
      },
      {
        "ja": "ぱいのこ"
      },
      {
        "ja-ro": "Painoko"
      },
      {
        "ja-ro": "Senpai wa Otokonoko"
      },
      {
        "ja": "先輩はおとこのこ～出会い編～"
      },
      {
        "ja-ro": "Senpai wa Otokonoko: Deai-hen"
      },
      {
        "en": "My Crossdressing Senpai: Encounter Arc"
      },
      {
        "en": "Senpai is an Otokonoko: The Encounter"
      },
      {
        "zh-hk": "前輩是偽娘 邂逅篇"
      },
      {
        "zh": "前辈是男孩子 邂逅篇"
      },
      {
        "en": "Senpai Is an Otokonoko: My Crossdressing Classmate"
      },
      {
        "pt-br": "Senpai é um Otokonoko"
      },
      {
        "es-la": "Mi compañero se traviste"
      },
      {
        "es": "Mi compañero se traviste"
      },
      {
        "fr": "Makoto est un garçon"
      },
      {
        "de": "Senpai ist Crossdresser"
      },
      {
        "it": "Al senpai piace vestirsi da ragazza"
      },
      {
        "ru": "Она парень"
      }
    ],
    "description": {
      "de": "Die Highschool-Schülerin Aoi ist schwer verliebt in Makoto, ein superhübsches Mädchen, die die gleiche Schule besucht. Aber als Aoi ihren Mut zusammennimmt, Makoto ihre Liebe zu gestehen, nimmt die Geschichte plötzlich eine unerwartete Wendung: In Wirklichkeit ist Makato ein Junge, der sich als Mädchen verkleidet!",
      "en": "The story of a crossdresser who receives a confession from a junior.\n\n---\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/romance/senpai-is-an-otokonoko/list?title_no=5137)\n* [Chinese (Traditional) / 中文 (繁體)](https://www.webtoons.com/zh-hant/bl-gl/senpai-wa-otokonoko/list?title_no=3770 )\n* [Chinese (Simplified) / 中文 (简体)](https://www.dongmanmanhua.cn/CAMPUS/qianbeishinanhaizi/list?title_no=1935)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/senpai-wa-otokonoko/list?title_no=3984)\n* [Korean / 한국어](https://series.naver.com/comic/detail.series?productNo=8154605)\n* [French / Français](https://www.webtoons.com/fr/romance/senpai-wa-otokonoko/list?title_no=4068)\n* [German / Deutsch](https://www.webtoons.com/de/romance/my-crossdressing-crush/list?title_no=4235)",
      "fr": "Aoi, une élève de seconde, a eu le coup de coeur pour Makoto, une fille de 1ère super jolie. Mais quand Aoi prend son courage à deux mains pour se déclarer, Makoto lui fait une révélation inattendue... En réalité, c'est un garçon qui se déguise en fille !",
      "ja": "男の娘が後輩に告白される話です。",
      "ko": "하나오카 마코토는 귀여운 것을 아주 좋아하는 남자 아이.\n어느 날, 마코토는 자신을 여자라고 착각하고 있는 여자 후배 사키에게 고백을 받는다.\n거기에서 마코토는 자신이 남자인 것을 밝히지만 사키는 포기하지 않는다.\n그 후에 마코토에 대해 특별한 감정을 품고 있는 류지와 3명 사이에서의 아련한 감정이 생겨난다.",
      "ru": "Десятиклассница Саки признаётся в любви одиннадцатикласснице, но та не спешит отвечать взаимностью. Всё дело в том, что Ханаока переодетый парень, и он уверен, что его общество принесёт Саки лишь проблемы. Однако Саки нисколько не разочаровывается, узнав правду, а наоборот полна решимости стать его первой любовью.",
      "th": "ฮานาโอกะ มาโคโตะ เป็นนักเรียน ม.ปลาย ที่ไม่ว่าหนุ่มคนไหนเมื่อได้พบเห็นก็ไม่อาจละสายตาไปจากเธอได้ เพราะความน่ารักแสนสวยของเธอ แต่แท้จริงแล้วมาโคโตะนั้นเป็นผู้ชายที่แต่งตัวเป็นผู้หญิง! แถมแต่งได้สวยกว่าเด็กนักเรียนหญิงจริง ๆ เสียอีก เรื่องราวชุลมุนของความรักและความเข้าใจผิด ๆ ถูก ๆ ของวัยรุ่น ม.ปลาย จึงเริ่มต้นขึ้น!!",
      "zh": "花季少女表白温柔女前辈，\n谁曾想前辈竟然是男生！？\n作为男生的花岗真琴从小喜欢一些可爱的东西，因为外表秀气，他经常把自己装扮为女生。某天，女主苍井咲突然向女装的真琴表白，真琴主动说出自己是男生。苍井咲本以为自己喜欢女生但当得知真琴是男生的这一刻，她下定决心更要主动出击追到真琴！",
      "zh-hk": "蒼井咲對一見鍾情的學姊花岡真琴告白後，意外發現對方竟是男兒身。遭到真琴拒絕後，咲沒有放棄追求，反而越挫越勇，並與真琴的青梅竹馬龍二相識。一段特殊的情感在三個人之間蕩漾開來！"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "484088b5-dc50-476e-9576-a6db27960116",
    "title": {
      "en": "Gyakusatsu Happy End"
    },
    "updatedAt": "2023-06-20T00:45:07+00:00",
    "coverArt": "https://mangadex.org/covers/484088b5-dc50-476e-9576-a6db27960116/229ae1d1-4c9d-4af9-817c-d994169acbdf.jpg",
    "altTitles": [
      {
        "ja-ro": "Gyakusatsu Happiendo"
      },
      {
        "ja": "虐殺ハッピーエンド"
      },
      {
        "en": "Happy Massacre Ending"
      },
      {
        "en": "Massacre Happy End"
      }
    ],
    "description": {
      "en": "High school student Kusakabe Makoto has to work all day to raise money for the treatment of his younger sister, who suffers from a serious illness. The father is unemployed, the mother ran away, leaving the children, bullying at work … Despite all this, he does not lose hope and continues to live for her sister. But having learned that she did not have long, Makoto falls into despair. Fear of the unknown causes him to take a different look at the value of human life.",
      "ru": "Старшекласснику Кусакабэ Макото приходится работать дни напролёт, чтобы собрать деньги на лечение младшей сестры, страдающей от тяжёлой болезни. Отец безработный, мать сбежала, бросив детей, издевательства на работе… Несмотря на всё это, он не теряет надежды и продолжает жить ради сестры. Но узнав, что ей осталось недолго, Макото впадает в отчаяние. Страх перед неизвестностью заставляет его по-другому взглянуть на ценность человеческой жизни."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "55"
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-07-18T06:11:09+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/c889c2a2-fca9-4b85-a0ef-866dd4d9a3af.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      },
      {
        "ja-ro": "Roshidere"
      },
      {
        "mn": "Аля Заримдаа Орос Хэлээр Сэтгэлээ Нуудаг"
      }
    ],
    "description": {
      "en": "\"И на меня тоже обрати внимание...\"\n\nAlya, the incomparably beautiful silver-haired girl in the next seat over, occasionally mumbles to herself in Russian. She says she switches to it whenever she’s badmouthing me… but I know the truth! I know for a fact that she just said \"Pay attention to me, too.\" to me! \n\nMasachika Kuze has native-level skills when it comes to Russian comprehension, but Alya has no idea about that... and that’s why she keeps on hiding those sweet feelings about him in her native language!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "mn": "Аля гэх, хэнтэй ч зүйрлэшгүй үзэсгэлэн, мөнгөлөг үстэй охин, заримдаа дотроо оросоор шивнэдэг. Тэр хэлэхдээ, намайг муулах үедээ л тэгдэг гэж хэлсэн...гэхдээ би орос хэл мэднэ! Саяхан \"Надад анхаарал тавиач\" гэж хэлэхийг нь би сонссон!\n\nМасачика Күзэ орос хэлийг уугуул түвшний чадамжаар ойлгодог, гэвч Аля үүнийг мэдэхгүй...тийм болохоор өөрийнхөө сэтгэлийг орос хэлээр нуудаг!",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4351665-25f3-4edd-8546-10e5122e721d",
    "title": {
      "en": "Tsumi to Batsu no Spica"
    },
    "updatedAt": "2024-08-17T06:05:11+00:00",
    "coverArt": "https://mangadex.org/covers/e4351665-25f3-4edd-8546-10e5122e721d/0f3615c3-cc4e-4223-b95d-a3ba7aa0f73c.png",
    "altTitles": [
      {
        "ja": "罪と罰のスピカ"
      },
      {
        "ja-ro": "Tsumi to Batsu no Supika"
      },
      {
        "en": "Spica of Sin and Punishment"
      }
    ],
    "description": {
      "en": "Hatori, a high school teacher leading an ordinary life, notices one day that his student, Sumika Tomugi, is being bullied. On a rainy day after school, Hatori finds himself alone with Tomugi by chance. \n\nHatori tells her, \"I'll do something about it!\" but Tomugi gently takes his hand and says with a smile, \"Hatori-sensei, you're such a liar.\" \n\nTeacher and student… two people who should not get too close. This somewhat bewitching girl will dramatically change Hatori's ordinary life."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "461f0cfa-cd72-4d70-bf26-a0279e0aa8fc",
    "title": {
      "en": "Rosen Garten Saga"
    },
    "updatedAt": "2024-05-02T13:35:52+00:00",
    "coverArt": "https://mangadex.org/covers/461f0cfa-cd72-4d70-bf26-a0279e0aa8fc/3f1027da-4ffe-4fa4-8733-bf0ffb87ae17.jpg",
    "altTitles": [
      {
        "ja-ro": "Rosengarten Saga"
      },
      {
        "ru": "Сага о Розенгартене"
      },
      {
        "ru": "Сага о Саде роз"
      },
      {
        "ja": "ローゼンガーテン・サーガ"
      },
      {
        "zh-hk": "薔薇園傳奇"
      },
      {
        "ne": "रोसेन गार्तेन सागा"
      }
    ],
    "description": {
      "en": "Lynn's village getting attacked by bandits doesn't keep her down in the dumps for long! Picking up a sword housing an extraordinary pervert… I mean hero, Siegfried, she sets off on a journey of many bouts with various degenerat… ahem, heroes!",
      "pt-br": "Depois que sua vila foi atacada por um bando de ladrões, Lynn se levantou para proteger seus amigos e o mundo com a ajuda de uma Espada Mágica, que contém a alma de um herói...? Uma história de fantasia/ação com uma heroína sem precedentes(?)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff7acd30-a447-4ebc-9dc9-3ad588ccaa8d",
    "title": {
      "en": "Sherbet Above the Sea of Fog"
    },
    "updatedAt": "2024-07-02T08:37:44+00:00",
    "coverArt": "https://mangadex.org/covers/ff7acd30-a447-4ebc-9dc9-3ad588ccaa8d/f83a0850-f835-4446-9e4f-4ddaa06c3657.jpg",
    "altTitles": [
      {
        "ko": "안개 바다 위의 샤베트"
      }
    ],
    "description": {
      "en": "Sherbet, a girl from a noble family, is forced to marry a man she has never met. She decides to escape this fate and joins a cruise that sails through the sea of mist, a place full of legends and secrets.\n\nThere, she meets several interesting characters, such as a pirate captain, a runaway princess, a curious mermaid and a cruel empress. She also discovers that the cruise is actually a ghost ship that takes the souls of the dead to the next world.\n\nShe will have to face various dangers and challenges to escape the ship and find her true love."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f30dfc3-0b80-4dcc-a3b9-0cd746fac005",
    "title": {
      "en": "Detective Conan"
    },
    "updatedAt": "2024-03-20T09:46:05+00:00",
    "coverArt": "https://mangadex.org/covers/7f30dfc3-0b80-4dcc-a3b9-0cd746fac005/b65b80fa-217c-4a71-8e8f-5d647990117a.jpg",
    "altTitles": [
      {
        "en": "Case Closed"
      },
      {
        "fr": "Détective Conan"
      },
      {
        "tr": "Dedektif Conan"
      },
      {
        "id": "Detektif Conan"
      },
      {
        "sv": "Mästerdetektiven Conan"
      },
      {
        "pl": "Detektyw Conan"
      },
      {
        "ja-ro": "Meitantei Conan"
      },
      {
        "no": "Mesterdetektiven Conan"
      },
      {
        "vi": "Thám Tử Lừng Danh Conan"
      },
      {
        "ar": "المتحري كونان"
      },
      {
        "ar": "المحقق كونان"
      },
      {
        "th": "ยอดนักสืบจิ๋ว โคนัน"
      },
      {
        "zh": "名侦探柯南"
      },
      {
        "zh-hk": "名偵探柯南"
      },
      {
        "ja": "名探偵コナン"
      },
      {
        "ko": "명탐정 코난"
      },
      {
        "da": "Mesterdetektiven Conan"
      },
      {
        "ca": "Detectiu Conan"
      },
      {
        "de": "Detektiv Conan"
      },
      {
        "fi": "Salapoliisi Conan"
      },
      {
        "hu": "Conan, a detektív"
      },
      {
        "uk": "Детектив Конан"
      },
      {
        "la": "Investigator Conan"
      },
      {
        "lt": "Detektyvas Konanas"
      },
      {
        "ro": "Detectiv Conan"
      },
      {
        "he": "הבלש קונאן"
      },
      {
        "fa": "کارآگاه کونان"
      },
      {
        "hi": "डिटेकटिव् कोनन"
      },
      {
        "bn": "ডিটেকটিভ কোনান"
      },
      {
        "sq": "Çështja e mbyllur"
      },
      {
        "sq": "Detektivi Konan"
      },
      {
        "bg": "Detektivi Konan"
      }
    ],
    "description": {
      "en": "Shinichi Kudo is a high school detective who sometimes works with the police to solve cases. During an investigation, he is attacked by members of a crime syndicate known as the Black Organization. They force him to ingest an experimental poison, but instead of killing him, the poison transforms him into a child. Adopting the pseudonym Conan Edogawa and keeping his true identity a secret, Kudo lives with his childhood friend Ran and her father Kogoro, who is a private detective."
    },
    "status": "ongoing",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5987d025-2d1f-40bb-b981-bd1b93045159",
    "title": {
      "en": "No\\Name"
    },
    "updatedAt": "2024-08-04T09:32:05+00:00",
    "coverArt": "https://mangadex.org/covers/5987d025-2d1f-40bb-b981-bd1b93045159/b80fb323-e898-427b-81c4-de1a12bf1206.jpg",
    "altTitles": [],
    "description": {
      "en": "In a world where peoples' names grant them superhuman powers... Two agents from the Nordic Naming Bureau(NNB), an agency specialized in investigating crimes committed by \"Namers\", handle the case of a man and his missing wife and son. Things take a turn, however, when the duo come face to face with the man, who wishes to give his son the same name as himself..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d12b7ee-d834-4214-999a-bd824b8d9470",
    "title": {
      "en": "Ijimeru Yabai Yatsu"
    },
    "updatedAt": "2023-04-26T15:45:34+00:00",
    "coverArt": "https://mangadex.org/covers/4d12b7ee-d834-4214-999a-bd824b8d9470/1c932cc9-9d4f-4a72-9a8c-162c4c233835.jpg",
    "altTitles": [
      {
        "en": "Venus puts fur on me"
      },
      {
        "ja": "いじめるヤバイ奴"
      },
      {
        "ru": "Венера надевает на меня мех"
      }
    ],
    "description": {
      "en": "[It is not just \"bullying.\"] Nakajima was ruling over the class as a \"bully.\" The subject of bullying is a fragile girl, Shirasaki-san. Going as far as violence, every day was horrible. Everyone in the class pretends to not see it. If they stop, then they will be the next target. Nakajima performs \"bullying\" as if possessed. It was clear that something was wrong. Why does he do such brutal acts? The reality is terrible..."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "19",
    "lastChapter": "213"
  },
  {
    "mangaId": "9f4478af-7354-4132-af67-cd25fc849cb2",
    "title": {
      "en": "Asura"
    },
    "updatedAt": "2024-08-03T20:01:15+00:00",
    "coverArt": "https://mangadex.org/covers/9f4478af-7354-4132-af67-cd25fc849cb2/87589279-0ce2-437c-a9ca-82dd24a3d033.jpg",
    "altTitles": [
      {
        "ko": "아수라"
      },
      {
        "en": "Ashura"
      },
      {
        "ru": "Асура"
      },
      {
        "en": "Asura (Moon Jeong-Hoo)"
      }
    ],
    "description": {
      "en": "There was someone who set out after receiving orders from the Absolute One who first unified the continent to learn the secret of immortality. He believed that he would definitely discover the secret of immortality even if he had to travel all over the world. He never returned until the Absolute died and the empire collapsed, leaving behind only numerous speculations and gradually being forgotten in people's memories. And after a long time...",
      "ru": "От создателя знаменитой манхвы «Мастер»! \n \nМогучий правитель, объединивший континент, послал своего самого отважного воина на поиски секрета бессмертия. Правитель был уверен, что тайна бессмертия будет раскрыта, даже если придётся искать её по всему миру. Однако... тот так и не вернулся. Правитель скончался. Империя пала. О воине ещё долго говорили, но со временем люди начали забывать и его. И вот, спустя многие годы..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56f9943a-d4a7-4167-9654-32a09763dfd7",
    "title": {
      "en": "Ohayou Toka Oyasumi Toka"
    },
    "updatedAt": "2024-01-27T03:44:10+00:00",
    "coverArt": "https://mangadex.org/covers/56f9943a-d4a7-4167-9654-32a09763dfd7/57c8a3ae-914c-42c7-bc08-7ea3a5260660.jpg",
    "altTitles": [
      {
        "en": "Good Morning or Good Night"
      },
      {
        "ja": "おはようとかおやすみとか"
      },
      {
        "zh": "早安晚安"
      },
      {
        "ja-ro": "Ohayou Toka Oyasumi Toka"
      }
    ],
    "description": {
      "en": "\"When you lose something, there is something that you remember.\"\n\nHinata Wahei, a 28-year-old professional house-building planner, with the sole ambition to start his new single lifestyle, was suddenly forced to live together with three sisters from his father's second marriage. The unforeseen co-existence is filled to the brim with trouble, as Wahei adheres to a self-sufficient, no-family-sentimentalisms personal code, having been raised as an only child in a family marred by divorce.\n\nA story about a small family of four. It's a tale that goes from \"I'm home\" to \"I'm off\", and from \"building a house\" to \"building a home\".",
      "ja": "「一度失くなっちゃうとさ、何があったか思い出せないよね」 念願の一人暮らしを始めた矢先、突如、異母妹の3人との同居を迫られた日向和平・28歳。 未知なる生き物達との同居はトラブルだらけで…? 小さな家族未満の4人が織りなす、「ただいま」から「いってきます」までの物語。"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "30"
  },
  {
    "mangaId": "a07320a4-afcd-413a-a451-d69a448d0c28",
    "title": {
      "en": "Usogui"
    },
    "updatedAt": "2023-06-22T13:17:12+00:00",
    "coverArt": "https://mangadex.org/covers/a07320a4-afcd-413a-a451-d69a448d0c28/b74c8cce-42cd-4889-b75d-7944e63f9a14.jpg",
    "altTitles": [
      {
        "en": "The Lie Eater"
      },
      {
        "ja": "嘘喰い"
      },
      {
        "zh-hk": "噬谎者"
      },
      {
        "ko": "도박마-거짓말 사냥꾼 바쿠"
      },
      {
        "es-la": "Devorador de Mentiras"
      },
      {
        "ru": "Пожиратель лжи"
      },
      {
        "kk": "Жала жұтқан"
      }
    ],
    "description": {
      "en": "There are gamblers out there who even bet their lives as ante. But to secure the integrity of these life-threatening gambles, a violent and powerful organization by the name of “Kakerou” referees these games as a neutral party. Follow Baku Madarame a.k.a. Usogui (The Lie Eater) as he gambles against maniacal opponents at games – such as Escape the Abandoned Building, Old Maid, and Hangman – to ultimately “out-gamble” and control the neutral organization of Kakerou itself.  \n\n\n---\n\n**Links:**  \n- [OAV on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=14163)",
      "ru": "Есть игроки, которые ставят на кон свою жизнь. Чтобы сохранить целостность таких смертельно-опасных игр, жестокая и могущественная организация «Кагэро» судит их, как нейтральная сторона.\nНаш герой — Баку Мадарамэ, «Пожиратель лжи». Игрок, чья цель — переиграть и в конце взять под контроль саму нейтральную организацию «Кагэро».\n\n---\n\n(Source: [readmanga](https://mintmanga.live/pojiratel_lji))",
      "es-la": "Hay jugadores que incluso apuestan su vida como apuesta. Pero para asegurar la integridad de estas apuestas que ponen en peligro la vida, una violenta y poderosa organización llamada \"Kakerou\" arbitra estos juegos como parte neutral. Sigue a Baku Madarame, también conocido como Usogui (El Devorador de Mentiras), mientras se enfrenta a oponentes maníacos en juegos como \"Escapar del Edificio Abandonado\", \"La Vieja Doncella\" y \"El Ahorcado\", para acabar jugando más que la propia organización neutral de Kakerou"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "49",
    "lastChapter": "539"
  },
  {
    "mangaId": "e1c2aace-d3fb-453a-a580-886405ca27f4",
    "title": {
      "en": "Marrying a CEO"
    },
    "updatedAt": "2023-09-17T15:21:00+00:00",
    "coverArt": "https://mangadex.org/covers/e1c2aace-d3fb-453a-a580-886405ca27f4/be9ce276-a711-4fd0-b7aa-c209cfa5c2cc.jpg",
    "altTitles": [
      {
        "zh": "贺少的闪婚暖妻"
      },
      {
        "zh-ro": "Hè Shǎo De Shǎn Hūn Nuǎn Qī"
      },
      {
        "zh-ro": "Hè Shǎo De Shǎnhūn Nuǎn Qī"
      },
      {
        "zh-ro": "He Shao De Shanhun Nuan Qi"
      },
      {
        "en": "CEO's Sudden Proposal"
      },
      {
        "en": "Flash Marriage - Deep Love"
      },
      {
        "en": "Flash Marriage, Deep Love"
      },
      {
        "en": "Flash Marriage-Sweet Wife"
      },
      {
        "en": "Mr. He's Beautiful Wife"
      },
      {
        "en": "My Unexpected Wife"
      },
      {
        "vi": "Cô Vợ Ấm Áp Của Hạ Thiếu"
      },
      {
        "es": "La esposa del matrimonio de shao"
      },
      {
        "es": "La repentina propuesta del CEO"
      },
      {
        "ja": "彼と私の結婚事情"
      },
      {
        "ko": "나와 결혼해 줘"
      },
      {
        "th": "กลเม็ดพิชิตใจคุณหมอ"
      },
      {
        "pt-br": "A proposta repentina do CEO"
      },
      {
        "pt-br": "Casando com um CEO"
      }
    ],
    "description": {
      "en": "To become my woman, He Qiaoyan, you must fulfill these three conditions: to like being pampered, to like being loved, and to like being taken good care of. You have fulfilled all the requirements, and all that's left is for you to be aware that you belong to me!",
      "es": "Mi mujer tiene que cumplir tres condiciones, como ser mimado, como ser amado y ser cuidado. ¡Esta mujer cumple todos los requisitos y debe haber una coincidencia que solo le pertenece a él! La novela del mismo nombre está adaptada a la historia.",
      "fr": "La femme idéale pour Heqiao Yan doit avoir les 3 qualités suivantes:\n-Aimer être choyée\n-Aimer être aimée\n-Aimer qu'on prenne soin d'elle de toutes les manières possibles\nLe docteur Qin remplit toutes ces conditions, sauf qu'elle ne le sait pas… Mais si un petit garçon au magnifique yeux bleus s'en mêle, les choses pourraient bien changer…",
      "zh": "做我贺乔宴的女人，必须满足三个条件：喜欢被呵宠、喜欢被疼爱、喜欢被无微不至的照顾。这个女人恰好满足了所有要求，就要有只属于他的觉悟！",
      "pt-br": "Para ser minha esposa, você terá que aceitar três condições. Gostar das minhas palavras doces, gostar de receber cuidados e de ser mimada."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "345"
  },
  {
    "mangaId": "baed25ca-569e-4461-bb31-b64883b39d99",
    "title": {
      "en": "Itsuki-kun wa Tadasa retai."
    },
    "updatedAt": "2024-08-17T09:13:29+00:00",
    "coverArt": "https://mangadex.org/covers/baed25ca-569e-4461-bb31-b64883b39d99/1c92863e-6f1d-4974-8ec0-6f266375a25e.png",
    "altTitles": [
      {
        "en": "Itsuki-kun Wants to Be Corrected."
      },
      {
        "ja": "伊月くんは正されたい"
      }
    ],
    "description": {
      "en": "Itsuki-kun has someone he’s interested in—a senior, Ririko-senpai, the president of the disciplinary committee! In his efforts to talk to her, he purposely messes up his uniform, but Ririko is always one step ahead—!? A heartwarming, dedicated youth romantic comedy begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50705061-6fb6-4155-a4aa-f12c3d167f08",
    "title": {
      "en": "Light and Shadow"
    },
    "updatedAt": "2024-08-08T15:54:24+00:00",
    "coverArt": "https://mangadex.org/covers/50705061-6fb6-4155-a4aa-f12c3d167f08/122c6967-a30c-400a-adb5-01bef92cb2a7.jpg",
    "altTitles": [
      {
        "ko": "빛과 그림자"
      },
      {
        "en": "Light & Shadow"
      },
      {
        "de": "Licht und Schatten"
      },
      {
        "fr": "Lumière et ombres"
      },
      {
        "fr": "Ombres et lumières"
      },
      {
        "es": "Luz y sombra"
      },
      {
        "uk": "Світло і тінь"
      },
      {
        "fa": "ڕووناكى و سێبەر"
      },
      {
        "ja": "光と影"
      },
      {
        "th": "แสงและเงา"
      },
      {
        "zh": "新娘的假面"
      },
      {
        "zh-hk": "光與影"
      },
      {
        "ar": "الضوء و الظل"
      }
    ],
    "description": {
      "en": "It’s a rude insult when lowly and headstrong servant Edna comes to marry Duke Eli, instead of the noble daughter he expected. But the ambitious maid hides an even bigger secret behind her obvious ruse – one that could change the kingdom’s very history. Can the two find freedom, redemption – and love – without drawing their swords on each other?\n\n---\n**Note:** Daum, KakaoPage, Delitoon, and Kuaikan combine both *Light and Shadow* and *[Golden Time](https://mangadex.org/title/c8cd3c5e-cc1a-4109-9b0f-c27881b5b7ec/)* together on the same page.\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%B9%9B%EA%B3%BC-%EA%B7%B8%EB%A6%BC%EC%9E%90-%EA%B3%A8%EB%93%A0%ED%83%80%EC%9E%84/2737), [KakaoPage](https://page.kakao.com/home?seriesId=49314208)\n\n**Official Translations:**\n* English: [Lezhin](https://www.lezhin.com/en/comic/lightshadow), [TappyToon](https://www.tappytoon.com/series/lightnshadow/1)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/1381/)\n* [Chinese (Traditional) / 漢語](http://www.comico.com.tw/3809/)\n* [French / Français](http://delitoon.com/webtoon/ombresetlumieres)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Light-and-Shadow/2192) (Expired)\n* [Japanese / 日本語](https://www.comico.jp/articleList.nhn?titleNo=23866)\n* [Thai / ภาษาไทย](https://www.boomtoon.com/detail/lghtnshadow)",
      "es": "Es un gran insulto cuando Edna, la humilde y testaruda sirvienta, se casa con el Duque Eli, en lugar de la noble hija que este esperaba. Pero la ambiciosa doncella esconde un secreto aún más grande detrás de su astucia obvia, una que podría cambiar la historia del reino. ¿Pueden los dos encontrar la libertad, la redención y el amor sin desenvainar sus espadas el uno al otro?\n\n---\n**Note:** Daum, KakaoPage, Delitoon and Kuaikan combine both *Light and Shadow* and *[Golden Time](https://mangadex.org/title/c8cd3c5e-cc1a-4109-9b0f-c27881b5b7ec/)* together on the same page.\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%B9%9B%EA%B3%BC-%EA%B7%B8%EB%A6%BC%EC%9E%90-%EA%B3%A8%EB%93%A0%ED%83%80%EC%9E%84/2737), [KakaoPage](https://page.kakao.com/home?seriesId=49314208)\n\n**Official Translations:**\n* English: [Lezhin](https://www.lezhin.com/en/comic/lightshadow), [TappyToon](https://www.tappytoon.com/series/lightnshadow/1)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/1381/)\n* [Chinese (Traditional) / 漢語](http://www.comico.com.tw/3809/)\n* [French / Français](http://delitoon.com/webtoon/ombresetlumieres)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Light-and-Shadow/2192) (Expired)\n* [Japanese / 日本語](https://www.comico.jp/articleList.nhn?titleNo=23866)\n* [Thai / ภาษาไทย](https://www.boomtoon.com/detail/lghtnshadow)",
      "fr": "Quand on vous envoie épouser un duc sanguinaire, mieux vaut être un poil préparée psychologiquement. Surtout si vous savez que vous n’êtes pas exactement celle qu’il attendait…\n\n---\n**Note:** Daum, KakaoPage, Delitoon and Kuaikan combine both *Light and Shadow* and *[Golden Time](https://mangadex.org/title/c8cd3c5e-cc1a-4109-9b0f-c27881b5b7ec/)* together on the same page.\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%B9%9B%EA%B3%BC-%EA%B7%B8%EB%A6%BC%EC%9E%90-%EA%B3%A8%EB%93%A0%ED%83%80%EC%9E%84/2737), [KakaoPage](https://page.kakao.com/home?seriesId=49314208)\n\n**Official Translations:**\n* English: [Lezhin](https://www.lezhin.com/en/comic/lightshadow), [TappyToon](https://www.tappytoon.com/series/lightnshadow/1)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/1381/)\n* [Chinese (Traditional) / 漢語](http://www.comico.com.tw/3809/)\n* [French / Français](http://delitoon.com/webtoon/ombresetlumieres)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Light-and-Shadow/2192) (Expired)\n* [Japanese / 日本語](https://www.comico.jp/articleList.nhn?titleNo=23866)\n* [Thai / ภาษาไทย](https://www.boomtoon.com/detail/lghtnshadow)",
      "ja": "私は生き残る。何があっても… 身代わりで嫁いだ召使いの出生の秘密とは?\n\nウィリアム子爵邸宅の召使い「エドナ」は、子爵の娘「アナ」の身代わりに戦争で英雄となった平民出身の貴族「イーライ」と突如結婚させられることに。 \n身代わりだとわかれば殺される…そんな恐怖を抱きつつイーライのもとに向かったエドナだったが、早々に嘘がバレてしまう事態に!\n”私はできれば生き残りたい”そう言って『妻』だけでなく『夜の慰みもの』になるというイーライとの取引を受け入れるエドナ。 \nどこか堂々とした彼女の姿に、イーライは興味を持ち始めるのだった。しかし、そんなエドナには誰にも言えない秘密があって――。\n\n---\n**Note:** Daum, KakaoPage, Delitoon and Kuaikan combine both *Light and Shadow* and *[Golden Time](https://mangadex.org/title/c8cd3c5e-cc1a-4109-9b0f-c27881b5b7ec/)* together on the same page.\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%B9%9B%EA%B3%BC-%EA%B7%B8%EB%A6%BC%EC%9E%90-%EA%B3%A8%EB%93%A0%ED%83%80%EC%9E%84/2737), [KakaoPage](https://page.kakao.com/home?seriesId=49314208)\n\n**Official Translations:**\n* English: [Lezhin](https://www.lezhin.com/en/comic/lightshadow), [TappyToon](https://www.tappytoon.com/series/lightnshadow/1)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/1381/)\n* [Chinese (Traditional) / 漢語](http://www.comico.com.tw/3809/)\n* [French / Français](http://delitoon.com/webtoon/ombresetlumieres)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Light-and-Shadow/2192) (Expired)\n* [Japanese / 日本語](https://www.comico.jp/articleList.nhn?titleNo=23866)\n* [Thai / ภาษาไทย](https://www.boomtoon.com/detail/lghtnshadow)",
      "pt": "Foi um verdadeiro insulto quando a humilde e teimosa serva Edna veio a se casar com o duque Eli no lugar da nobre filha que ele esperava.\n\nMas a ambiciosa serva esconde um segredo por trás de seu óbvio estratagema - um que poderia mudar toda a história do reino, os dois irão conseguir encontrar a liberdade, a redenção - e amor - sem usarem suas espadas um no outro?\n\n---\n**Note:** Daum, KakaoPage, Delitoon and Kuaikan combine both *Light and Shadow* and *[Golden Time](https://mangadex.org/title/c8cd3c5e-cc1a-4109-9b0f-c27881b5b7ec/)* together on the same page.\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%B9%9B%EA%B3%BC-%EA%B7%B8%EB%A6%BC%EC%9E%90-%EA%B3%A8%EB%93%A0%ED%83%80%EC%9E%84/2737), [KakaoPage](https://page.kakao.com/home?seriesId=49314208)\n\n**Official Translations:**\n* English: [Lezhin](https://www.lezhin.com/en/comic/lightshadow), [TappyToon](https://www.tappytoon.com/series/lightnshadow/1)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/1381/)\n* [Chinese (Traditional) / 漢語](http://www.comico.com.tw/3809/)\n* [French / Français](http://delitoon.com/webtoon/ombresetlumieres)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Light-and-Shadow/2192) (Expired)\n* [Japanese / 日本語](https://www.comico.jp/articleList.nhn?titleNo=23866)\n* [Thai / ภาษาไทย](https://www.boomtoon.com/detail/lghtnshadow)",
      "zh": "在海上之国的残忍生存法则下长大的公主，为了成为王而踏上历练之路的年轻王储。一场别有用心的出逃，一次伴随着惊险与刺激的浪漫相遇。航海从来都是勇敢者的游戏，王储&公主：“我会是最后的赢家！”\n\n---\n**Note:** Daum, KakaoPage, Delitoon and Kuaikan combine both *Light and Shadow* and *[Golden Time](https://mangadex.org/title/c8cd3c5e-cc1a-4109-9b0f-c27881b5b7ec/)* together on the same page.\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%B9%9B%EA%B3%BC-%EA%B7%B8%EB%A6%BC%EC%9E%90-%EA%B3%A8%EB%93%A0%ED%83%80%EC%9E%84/2737), [KakaoPage](https://page.kakao.com/home?seriesId=49314208)\n\n**Official Translations:**\n* English: [Lezhin](https://www.lezhin.com/en/comic/lightshadow), [TappyToon](https://www.tappytoon.com/series/lightnshadow/1)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/1381/)\n* [Chinese (Traditional) / 漢語](http://www.comico.com.tw/3809/)\n* [French / Français](http://delitoon.com/webtoon/ombresetlumieres)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Light-and-Shadow/2192) (Expired)\n* [Japanese / 日本語](https://www.comico.jp/articleList.nhn?titleNo=23866)\n* [Thai / ภาษาไทย](https://www.boomtoon.com/detail/lghtnshadow)"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "103"
  },
  {
    "mangaId": "543234e2-30b2-4f1c-b00c-ae291cb54629",
    "title": {
      "en": "Mitsuba  Monogatari"
    },
    "updatedAt": "2024-06-23T04:18:08+00:00",
    "coverArt": "https://mangadex.org/covers/543234e2-30b2-4f1c-b00c-ae291cb54629/4f9e5b33-1f29-4b3d-bd2b-5dd54c6fdb70.jpg",
    "altTitles": [
      {
        "ja": "みつばものがたり 呪いの少女と死の輪舞《ロンド》"
      },
      {
        "ja-ro": "Mitsuba Monogatari: Noroi no Shoujo to Shi no Rondo"
      },
      {
        "en": "Mitsuba's Stories"
      },
      {
        "en": "Mitsuba's Stories - The Cursed Girl and the Circle-Dance of Death (Rondo)"
      }
    ],
    "description": {
      "en": "This world revolves around me.\n\nWhile sleeping in a \"deathly\" boring dark world, Mitsuba woke up from a long sleep with a mysterious all-powerful feeling, the girl was destined to die, but the magic that was poured into her for 10 years brought the power of a \"curse\" that should not exist in this world.\n\nHer stepmother, fearing Mitsuba's \"death,\" takes away her aristocratic nature and she is  enrolled n a military academy. However, this was only the beginning of Mitsuba's use of the \"curse\" to pursue her own path.\n\nThe powerful \"curse\" that resides in a small girl causes a unique tale of otherworldly devastation!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d65e2dd-344b-4e49-898c-004b72ac2824",
    "title": {
      "en": "Genocider"
    },
    "updatedAt": "2024-01-09T17:37:06+00:00",
    "coverArt": "https://mangadex.org/covers/5d65e2dd-344b-4e49-898c-004b72ac2824/e2aa4649-a4af-4988-9a1c-aa4eed4eb812.jpg",
    "altTitles": [
      {
        "ja": "ジェノサイダー"
      },
      {
        "ja-ro": "Jenosaidā"
      }
    ],
    "description": {
      "en": "Violence, abduction, extortion, drugs, blackmail. This gang will do literally anything for money.  \nOne day, they kidnap a young girl, physically and mentally destroying her in the process. Seeing what was done to his beloved daughter, the girl's father loses his sanity, his anger turning into an obsession to find and torture every member of the gang, to ensure they die in the worst imaginable ways. Fires of revenge rage in his heart, and keep escalating. How will this tale of revenge end?"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "24"
  },
  {
    "mangaId": "08b4028c-6dae-4561-804f-a3df8532fd38",
    "title": {
      "en": "Dousoukai de Sensei Mochikaeru Hanashi"
    },
    "updatedAt": "2024-08-18T21:36:48+00:00",
    "coverArt": "https://mangadex.org/covers/08b4028c-6dae-4561-804f-a3df8532fd38/44cc789b-a4fc-4ff7-966d-9c35e5d61da3.jpg",
    "altTitles": [
      {
        "ja": "同窓会でせんせー持ち帰る話"
      },
      {
        "en": "I Brought My Teacher Home From a Class Reunion"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b122e2bb-1d15-4fd8-a93d-421aa4f32634",
    "title": {
      "en": "Between the Stars"
    },
    "updatedAt": "2023-01-07T05:26:56+00:00",
    "coverArt": "https://mangadex.org/covers/b122e2bb-1d15-4fd8-a93d-421aa4f32634/1a75558f-7095-4277-bec7-77318fc4b601.png",
    "altTitles": [
      {
        "ko": "별과 별 사이"
      }
    ],
    "description": {
      "en": "My one and only brother got into an accident. \n\nThe culprit was ‘Sung Woon,’ the son of a wealthy family who’s famous for his good looks and who’s in the same year as the protagonist ‘Yoon Byul.’\n\nNo matter how handsome the compensation was, I couldn’t just let him be after he hurt the only family I have…\n\n“I’m gonna find him and kill him!”\n“Byul, don’t. Everyone just wants to resolve this quietly, including our school and myself…”\u2028\nIt feels like Hyung is trying to cover this up.\n\nAnd at my convenience store part-time job, the quiet ‘Sung Woon’ is completely different from the rumors.\n\nThen why did you push my brother?\n\n---\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=6534304)\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=57777745)\n- [Original Webtoon <Bomtoon>](https://bomtoon.com/comic/ep_list/btwstars)\n- [Original Webtoon <Lezhin>](https://www.lezhin.com/ko/comic/between_stars)\n- [Original Webtoon <Mr.Blue>](https://www.mrblue.com/webtoon/wt_000049756)\n- [Original Webtoon <Peanutoon>](https://www.peanutoon.com/ko/comic/detail/6329)",
      "ko": "하나뿐인 형이 사고로 다쳤다.\n\n범인은 부잣집 아들에 준수한 외모로 학교의 유명 인사이자\n주인공 ‘윤별’과 동급생인 ‘성운’.\n\n아무리 후한 보상금을 줬다 해도,\n유일한 가족인 형이 다쳤는데 가만있을 수 없다고 생각했지만…\n\n“내가 찾아서 그 새끼 죽일 거야!!”\n“별아, 그러지 마. 다들 조용히 끝내고 싶어 해. 학교도 마찬가지고, 나도…”\n\n형은 이를 덮으려 하는 것만 같다.\n\n그리고 편의점 알바에, 조용한 성격까지\n‘성운’은 알려진 이미지와는 전혀 다른 모습이었다.\n\n그럼 우리 형은 왜 밀었던 거야?\n\n---\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=6534304)\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=57777745)\n- [Original Webtoon <Bomtoon>](https://bomtoon.com/comic/ep_list/btwstars)\n- [Original Webtoon <Lezhin>](https://www.lezhin.com/ko/comic/between_stars)\n- [Original Webtoon <Mr.Blue>](https://www.mrblue.com/webtoon/wt_000049756)\n- [Original Webtoon <Peanutoon>](https://www.peanutoon.com/ko/comic/detail/6329)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cbfcd8c-c39f-4971-9549-6ddb0c6d59bf",
    "title": {
      "en": "My Beloved Oppressor"
    },
    "updatedAt": "2024-07-14T21:16:35+00:00",
    "coverArt": "https://mangadex.org/covers/8cbfcd8c-c39f-4971-9549-6ddb0c6d59bf/5bceb757-5867-4521-84fe-cb50952bdc16.jpg",
    "altTitles": [
      {
        "ko": "사랑하는 나의 억압자"
      },
      {
        "en": "My Dear Oppressor"
      },
      {
        "en": "To My Beloved Oppressor"
      },
      {
        "zh": "我心爱的压迫者"
      },
      {
        "es-la": "Mi amado opresor"
      }
    ],
    "description": {
      "en": "Annette Rosenberg, a descendant of the Padanian royal family and the only daughter of a military captain. After two years of dating, she married her father’s faithful servant, Heiner Valdemar. Everything was perfect. Until her family fell due to her husband’s betrayal. “You will be unhappy by my side for the rest of your life.” Annette suddenly realized something. This man’s revenge is just beginning."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5026183-3124-4d46-8fc9-bf78995cb47e",
    "title": {
      "en": "I Ran Away and Got Married"
    },
    "updatedAt": "2023-02-10T01:39:31+00:00",
    "coverArt": "https://mangadex.org/covers/c5026183-3124-4d46-8fc9-bf78995cb47e/d16942c2-ae00-4ec3-890f-5c359153fdb5.jpg",
    "altTitles": [
      {
        "ko": "도망쳤더니 결혼을 하게 됐습니다"
      }
    ],
    "description": {
      "en": "“You’re mine.”\n\nWhen Raphia met her demise after having been used and thrown away by her benefactor, Yuri, she went back nine years in the past.\n\n‘I’m not going to relive that hell!’\n\nRunning away from her benefactor, she went to Kasein Soleia, Yuri’s archnemesis, and signed a new sponsorship contract with him.\n\n“I shall kill every single person you despise, Milord.”\n\n“The necessary role happens to be open, and you might just be the right person for it.”\n\nYoung Duke. This is a sponsorship contract, right? But why . . . why are we getting married?\n\n===\n\n“Throughout the time I won’t be by your side . . . I will think of nothing but your small, cute head.”\n\nThat low voice sent shivers down her spine.\n\n“I can’t believe you’re leaving. I’ll just . . .”\n\nKasein looked at her sharply as if he was daring her to continue making up excuses.\n\n“You have to answer well, brat. Depending on what you say, all the wagon and shoe craftsmen of the Empire might lose their livelihood.”\n\nDespite his harsh words, Kasein’s touch was gentle. He couldn’t take his eyes off of Raphia, who strangely grew more beautiful by the day.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8F%84%EB%A7%9D%EC%B3%A4%EB%8D%94%EB%8B%88-%EA%B2%B0%ED%98%BC%EC%9D%84-%ED%95%98%EA%B2%8C-%EB%90%90%EC%8A%B5%EB%8B%88%EB%8B%A4/3299), [KakaoPage](https://page.kakao.com/content/61190666)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8c7db6f-6151-445c-bbad-70b1341580f0",
    "title": {
      "en": "Revenge on the Real One"
    },
    "updatedAt": "2024-03-30T10:31:24+00:00",
    "coverArt": "https://mangadex.org/covers/a8c7db6f-6151-445c-bbad-70b1341580f0/8cd47f91-a931-4763-9129-0e436c076348.jpg",
    "altTitles": [
      {
        "ko": "진짜 딸이 돌아왔다"
      },
      {
        "en": "The Real Daughter Has Returned"
      },
      {
        "en": "The Real Daughter Is Back"
      }
    ],
    "description": {
      "en": "Helga Eutrid, a half-blood noble born from a filthy maid of the Duke’s family, was a substitute daughter–a fake. She worked hard to become a real daughter, and continued to work harder still.\n\n\"Duchess! The real lady is alive.\"\n\"Her name is… Helianne!”\n\nHelga prayed to God and begged that the real daughter didn’t return to take her place.\n\n\"...return, Helianne.\"\n\"Please don't return, I beg you.\"\n\nHelga wondered, was it because she was a fake that her pleas did not reach God?\n\n“Dear God, I have prayed to you countless times, haven’t I? I implore you; do not let her return.\" She shouted these prayers again and again until her throat turned hoarse; but it was in vain.\n\n'The child who will ruin my whole world…\nThe Duke family’s real daughter, Helianne.'\n\nThe real daughter has returned.\n\n---\n\nHelga Yttri, a half-noble lady who inherited the blood of a lowly maid. \n\nA bastard child whose position was switched by the Duke's maid; a Fake child.\n\nHelga gave her everything to be recognised as the real daughter. \n\n\"Your Grace! The real Young Miss is alive.\"\n\"She goes by the name Hyllian...!\" \n\nHelga prayed to God countless times so that the real Young Miss never returned. \n\n\" ...don't come back, Hyllian.\"\n\"Don't come back, please.\" \n\nShe wondered if her prayers failed to reach God because she was a fake daughter. \n\n\"Dear God, I've been praying countless times.\" \n\"I asked you never to let 'that child' return.\"\n\nThe prayers she howled until her throat went hoarse were all in vain. \n\n\"The real daughter of the House of Yttri, Hyllian... The child who will destroy my whole world.\" \n\nThe real daughter is back."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "708fba2b-bc7f-4bd7-be66-5bfa1a2108ea",
    "title": {
      "en": "Misfortune at Work"
    },
    "updatedAt": "2024-05-17T02:35:43+00:00",
    "coverArt": "https://mangadex.org/covers/708fba2b-bc7f-4bd7-be66-5bfa1a2108ea/a364e049-befa-4bb6-90c9-1f701f17aca3.jpg",
    "altTitles": [
      {
        "ko": "상사불상사"
      },
      {
        "id": "Nasib Buruk di Tempat Kerja"
      },
      {
        "en": "It's Just Business"
      }
    ],
    "description": {
      "en": "Absolute obedience to the word of the boss!\nThis is what Ha Eun-ho, a fifth-year Korean worker believes wholeheartedly.\n'As long as I have a solid career, I don't need a relationship.'\nBut what's in store for her as a new recruit? What happens when an old flame starts flirting with her again? What will she do?\nA sweet office romance comedy!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39df3023-925e-49fe-bd9c-f3547e2da261",
    "title": {
      "en": "Kiss Before Sleep"
    },
    "updatedAt": "2023-11-13T19:33:12+00:00",
    "coverArt": "https://mangadex.org/covers/39df3023-925e-49fe-bd9c-f3547e2da261/988f3606-46da-474b-99f0-135528b0a2c0.jpg",
    "altTitles": [
      {
        "ko": "키스는 자기 전에"
      },
      {
        "en": "Kiss Before Going to Bed"
      }
    ],
    "description": {
      "en": "Jiho gains psychic powers from a childhood accident! However, she can't control them! Enduring pain for 18 years with this troublesome ability, Jiho discovers that physical contact with the guy next door, Yechan, can temporarily free her from her psychic woes... To engage in legal physical contact, Jiho must seduce Yechan in this spontaneous and hilarious romantic fantasy hero action with a touch of superpower chaos!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4de4122a-1140-4fc4-8126-9b69c58b85a2",
    "title": {
      "en": "SaYe"
    },
    "updatedAt": "2023-12-29T03:11:55+00:00",
    "coverArt": "https://mangadex.org/covers/4de4122a-1140-4fc4-8126-9b69c58b85a2/8952bdb4-ee2f-4b5b-8d04-72b34c79476e.jpg",
    "altTitles": [
      {
        "zh-ro": "Saye"
      },
      {
        "zh-ro": "Sa Ye"
      },
      {
        "zh": "撒野"
      },
      {
        "en": "Act Wildly"
      },
      {
        "en": "Run Freely"
      }
    ],
    "description": {
      "en": "“I wish to have you by my left shoulder, with a smile by my right– I wish to run freely in your eyes– I wish for one look to last a lifetime.”   \n  \nJiang Cheng, an accomplished student, was \"exiled\" to the steel mill where his biological father worked. This strange, foreign environment, coupled with his rather vulgar biological father, caused Jiang Cheng to feel quite depressed… that is, until one day, he met Gu Fei, the \"Delinquent of the Steel Mill\", by chance. Thus begins the story of Jiang Cheng and Gu Fei, a story of salvation and hope…\n\n(by Jupiter Scanlations)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b5d21da-8d11-4d94-bd08-a739278d51a4",
    "title": {
      "en": "Please Get Out of My Household"
    },
    "updatedAt": "2024-02-01T19:56:45+00:00",
    "coverArt": "https://mangadex.org/covers/1b5d21da-8d11-4d94-bd08-a739278d51a4/ee804a9f-31d3-4286-a440-bb6b5726dbf2.png",
    "altTitles": [
      {
        "ja": "家門から出ていってください"
      },
      {
        "en": "Please Get Out of My Family"
      },
      {
        "en": "Get Out of My House"
      },
      {
        "ko": "내 가문에서 꺼져 주세요"
      }
    ],
    "description": {
      "en": "“Why did someone like you have to be born in my household?” You shame of the Closieux Family, you disgrace, you good-for-nothing… All those were words pointed at Guinadella Clochel, the young girl who, at barely 11 years of age, was abandoned by her family and had her life taken away. Well, no… Rather, she thought that her life was taken away. “They’re absolute fiends. To think that they would bully and try to kill a weak child just because she has no talent…”, said the ancestor of the legendary great mages of old while possessing the body of the dying girl?! This is a story about a great mage regaining their powers to bring judgment to a rotten family, and a young girl whose emotional wounds are healed with the mage’s help; about a timeless bond that links them as if being drawn to each other. A kind-hearted girl’s revenge against her family begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4129d518-b1b5-45f2-8ab5-43184b9bb82a",
    "title": {
      "en": "Couple Breaker"
    },
    "updatedAt": "2024-06-23T06:50:18+00:00",
    "coverArt": "https://mangadex.org/covers/4129d518-b1b5-45f2-8ab5-43184b9bb82a/cacd53d7-72f9-430d-a824-26d7a660d890.jpg",
    "altTitles": [
      {
        "ko": "커플브레이커"
      }
    ],
    "description": {
      "en": "Scrap the boring, run-of-the-mill dating show! Lovers gather together to test the strength of their love. One lover seeks revenge on their swapped lover, one couple seeks fame and another seeks to test their love.\nSpicy lover’s revenge set in an ultra-popular hit dating entertainment show!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-08-02T17:37:14+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/4c06aba3-f944-4d51-b1eb-c61a4e951191.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b198f9b8-7489-44cc-a062-1cb4b32d5507",
    "title": {
      "en": "Jimoto no Ijimekko-tachi ni Shikaeshi Shiyou to Shitara, Betsu no Tatakai ga Hajimatta."
    },
    "updatedAt": "2024-07-17T07:55:24+00:00",
    "coverArt": "https://mangadex.org/covers/b198f9b8-7489-44cc-a062-1cb4b32d5507/48259198-f0e1-41fc-84f7-daade9f098ff.jpg",
    "altTitles": [
      {
        "ja": "地元のいじめっ子達に仕返ししようとしたら、別の戦いが始まった。"
      },
      {
        "zh": "本想报复以前欺负我的孩子王，另一场战斗却开始了。"
      },
      {
        "en": "When Trying to Get Back at the Hometown Bullies, Another Battle Began."
      }
    ],
    "description": {
      "en": "Local bullies tormented Kotaro when he was a youngster. They were the skilled wrestler Akari, a skilled basketball prodigy Kanae, and Shigure, a prodigy in video games.\n\nEvery day, Kotaro competed against these three guys in their respective sports with the intention of winning. Unfortunately, he was no match for them.\n\nAs a senior in high school, Kotaro now has another opportunity to confront them and exact his retribution...!\n\nBut he will discover a secret that he never would have expected....",
      "vi": "Oneshot chính thức được làm thành series của tác giả Matsumoto Kengo. Sau nhiều năm rời xa quê hương, Kotaro đã quay về để báo thù 3 kẻ bắt nạt từng khiến cậu khổ sở hồi cấp 1. Thế nhưng khi gặp lại 3 kẻ bắt nạt, những gì chờ đợt cậu lại vượt xa những gì cậu tưởng tượng...",
      "pt-br": "Os valentões locais atormentaram Kotaro quando ele era jovem. Eles eram o lutador habilidoso Akari. Kanae, um prodígio do basquete, e Shigure, um prodígio dos videogames. Todos os dias, Kotaro competia contra esses três caras em seus respectivos esportes com a intenção de vencer. Infelizmente, ele não era páreo para eles. No último ano do ensino médio, Kotaro agora tem outra oportunidade de enfrentá-los e exigir sua retribuição…! Mas ele descobrirá um segredo que nunca teria esperado…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ece511da-3461-421a-8275-7af48a642aa5",
    "title": {
      "en": "Beauty and the Beast Girl"
    },
    "updatedAt": "2024-02-08T22:22:36+00:00",
    "coverArt": "https://mangadex.org/covers/ece511da-3461-421a-8275-7af48a642aa5/7e93b18b-4e09-4f98-bba5-0e32b3222170.jpg",
    "altTitles": [
      {
        "ja-ro": "Bocchi Kaibutsu to Moumoku Shoujo"
      },
      {
        "en": "Lonely Monster and Blind Girl"
      },
      {
        "vi": "Yêu Quái Cô Đơn Và Cô Bé Bị Mù"
      },
      {
        "ru": "Слепая красавица и одинокое чудовище"
      },
      {
        "ja": "ぼっち怪物と盲目少女"
      },
      {
        "zh": "孤独怪物与盲少女"
      },
      {
        "zh-hk": "孤獨怪物與盲少女"
      },
      {
        "pl": "Samotna Bestia i Niewidoma Dziewczyna"
      },
      {
        "pt-br": "O Monstro Solitário e a Garota Cega"
      }
    ],
    "description": {
      "en": "A lonely monster, living in seclusion in the forest, wishes she could live amidst humans despite her frightening appearance. \nEverything changes when she starts getting a visitor–a blind human girl who’s fascinated with her mysterious forest friend. \nAs the monster and the girl grow attached in their secluded world, their love proves that beauty is in the eye of the beholder.",
      "pt-br": "Nas profundezas de uma floresta, uma garota-fera vive seus dias solitária, até que um dia ela encontra uma invasora, \numa jovem moça cega que acaba adentrando a floresta atraída pelas flores. \nPela primeira vez um humano não sentiu medo e demonstrou ser gentil com ela.\nEncantada pela situação, a fera mente e começa a se encontrar com a jovem, contando-lhe histórias e aventuras. \nE aos poucos, essa conexão especial começa a aquecer o coração dessa fera solitária."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "50"
  },
  {
    "mangaId": "84acadcf-141a-42a5-ba7a-104ffbdef753",
    "title": {
      "en": "I'm Trapped in a Drama"
    },
    "updatedAt": "2024-06-26T19:19:07+00:00",
    "coverArt": "https://mangadex.org/covers/84acadcf-141a-42a5-ba7a-104ffbdef753/00cf5dec-a9ab-41e0-a8d6-7f875a7dedf1.jpg",
    "altTitles": [
      {
        "ko": "막장드라마에 갇혀버렸다"
      },
      {
        "en": "I’m Trapped In A Terrible Drama"
      }
    ],
    "description": {
      "en": "The main character, who grew up as an orphan, finally achieves her dream of owning her own home after suffering.\nHer joy was short-lived and she suddenly died while watching a drama she enjoyed, feeling pain in her chest. However, when she opened her eyes again, she was in a drama she had watched before she died! And that too, while possessing Shin Sera, a villain who tries to kill the female protagonist, but is destroyed by the male protagonists!\n\nShin Sera Loving's main character tries to escape from the drama to prevent her destruction, but there is a succession rival who hates her, a fiancé who doesn't even treat her as a human being, and a pervert with a blank face.... With a variety of male protagonists with outbursts of personality, are you getting more and more entangled?",
      "fr": "Le personnage principal, qui a grandi en tant qu'orpheline, réalise enfin son rêve d'avoir sa propre maison après de longues épreuves. Cependant, sa joie est de courte durée : alors qu'elle regarde sa série préférée, elle ressent une douleur dans la poitrine et meurt soudainement. Lorsqu'elle rouvre les yeux, elle découvre qu'elle se trouve à l'intérieur du feuilleton qu'elle regardait avant de mourir ! Pire encore, elle s'est réincarnée en Shin Sera, une méchante qui tente de tuer le personnage principal féminin et qui est finalement tuée par le personnage principal masculin !"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b1b5cc9-1889-4ebc-b613-f7e2142ff2fe",
    "title": {
      "en": "Bocchi The Rock! Anthology Comic"
    },
    "updatedAt": "2023-08-30T22:43:47+00:00",
    "coverArt": "https://mangadex.org/covers/4b1b5cc9-1889-4ebc-b613-f7e2142ff2fe/447c9eff-7239-43e0-8dd3-18fd859099f7.jpg",
    "altTitles": [
      {
        "ja": "ぼっち・ざ・ろっく！アンソロジーコミック"
      },
      {
        "ja-ro": "Bocchi the Rock! Anthology Comic"
      },
      {
        "en": "Bocchi the Rock! Anthology Comic"
      }
    ],
    "description": {
      "en": "Bocchi the Rock! anthology by various mangaka.\r\n\r\n---\r\n**Volume 1**\r\n**Cover**: [Chiba Sadoru](https://mangadex.org/author/d5f4317f-c206-4421-b87e-581d65d86c13)\r\n**Illustrations**: [Matsuda Hikari](https://mangadex.org/author/d024d115-01fd-45d7-b92f-0af7434fd4c9/matsuda-hikari), [Uzaki Uso](https://mangadex.org/author/ed1f402e-0550-446a-b3d5-8cfee979104c), Instant, [Hoshi](https://mangadex.org/author/7f08c8d4-98a3-4fee-92ff-7f618c6ab63a), [Souma Hajime](https://mangadex.org/author/4f2c1169-ad59-444c-a0a9-dab195ee35f6), HOJI, Iwawa (イワワ)\r\n\r\n**Author list**:\r\n1. Yuichi\r\n2. Takeo Kyuujuu\r\n3. Shirou Urayama\r\n4. Totsuno Takahide\r\n5. Uraya Nagi\r\n6. Uchino Maiko\r\n7. Confure\r\n8. Fuku Kitsune\r\n9. kashmir\r\n10. Oomameda\r\n**Extra comics**: Kokamumo, Konparu & Fujishima Pepo"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 9 - The JOJOLands"
    },
    "updatedAt": "2024-08-18T15:46:59+00:00",
    "coverArt": "https://mangadex.org/covers/ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c/3832deac-8513-492e-beba-d6e4c4b8f846.jpg",
    "altTitles": [
      {
        "ja-ro": "JoJo no Kimyou na Bouken Part 9 -  The JoJoLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 Part9 The JOJOLands"
      },
      {
        "es-la": "JoJo's Bizarre Adventure Parte 9 - Las JOJOLandias"
      },
      {
        "pl": "JoJo's Bizarre Adventure Część 9 - The JoJoLands"
      },
      {
        "fr": "JoJo's Bizarre Adventure Partie 9 - The JOJOLands"
      },
      {
        "pt-br": "A Estranha Aventura de JoJo, Parte 9: As JoJoLândias"
      },
      {
        "uk": "Химерні Пригоди ДжоДжо Частина 9 — ДжоДжоЛендс"
      },
      {
        "kk": "ЖоЖоның Шытырман Хикаясы: ЖоЖоландс"
      },
      {
        "ru": "Невероятные приключения ДжоДжо"
      },
      {
        "it": "Le Bizzarre Avventure di JoJo: Le JOJOLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第9部 ザ・ジョジョランズ"
      }
    ],
    "description": {
      "en": "The ninth story arc of Jojo’s Bizarre Adventure. \n\nO’ahu, present day. Dua Lipa is the trending musician, and COVID is still a major concern. On this island lives a 15-year-old boy named Jodio Joestar. Living with his brother and mother, he acts as a dealer for certain illegal substances. One day, his employer comes and shows him an excellent find: a Japanese person has landed in Hawaii with a diamond worth over six million dollars. Normally it would be impossible to steal, but for someone with a stand…\n\nThis is a story of a young boy and his quest to become rich.",
      "hu": "Ez a Jojo's Bizarre Adventure kilencedik történetíve.\n\nO'ahu, napjainkban. Dua Lipa a trendi előadó és a COVID még mindig a fő gond. Ezen a szigeten él egy 15 éves srác, Jodio Joestar. Bátyával és édesanyjával él, dílerként dolgozik és bizonyos illegális anyagokat árul. Egy nap, a főnöke mutat neki egy kiválló fogást: egy japán személy Hawaiira érkezett egy hat millió dollárt érő gyémánttal. Normális esetben lehetetlen lenne ellopni, de akinek standje van...\n\nEz egy fiatal fiú és az ő küldetésének a története, hogy gazdag legyen.",
      "it": "O'ahu, oggi. Dua Lipa è la musicista di tendenza e il COVID è ancora una delle principali preoccupazioni. Su quest'isola vive un ragazzo di 15 anni di nome Jodio Joestar. Vive con il fratello e la madre e fa lo spacciatore di alcune sostanze illegali. Un giorno, il suo datore di lavoro arriva e gli mostra un'eccellente scoperta: un giapponese è sbarcato alle Hawaii con un diamante del valore di oltre sei milioni di dollari. Normalmente sarebbe impossibile da rubare, ma per qualcuno con una posizione... Questa è la storia di un ragazzo e della sua ricerca della ricchezza.",
      "uk": "Дев’ята сюжетна арка «Неймовірних пригод Джоджо». Оаху, теперішній час. Дуа Ліпа – популярна музикантка, а COVID-19 досі викликає серйозне занепокоєння. На цьому острові мешкає 15-річний хлопчик на ім'я Джодіо Джостар. Живе з братом і матір'ю, торгує певними забороненими речовинами. Одного разу його бос прийшов до нього і показав неймовірну знахідку: японець висадився на Гаваях з діамантом вартістю понад шість мільйонів доларів! Зазвичай, вкрасти таку коштовність було б неможливо, але для того, хто має стенд… \nЦе історія про молодого хлопця та його прагнення розбагатіти.",
      "es-la": "Cierto japonés ingresó a la isla de Hawái con un diamante de valor de 6 millones de dólares. En la isla de Oahu vive un chico llamado Jodio Joestar, cuya meta es arrebatar el diamante de las manos de esa persona. Junto a sus asociados, irán a la quinta de esa persona. Sin embargo, ¿Qué misterios les esperan?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "797a68b8-df69-47ef-b9f1-98a6e1038f54",
    "title": {
      "en": "The protagonist who will be broken little by little."
    },
    "updatedAt": "2024-08-18T21:23:42+00:00",
    "coverArt": "https://mangadex.org/covers/797a68b8-df69-47ef-b9f1-98a6e1038f54/832afe0a-b7a9-4ae6-8af8-f50d3315edcb.jpg",
    "altTitles": [
      {
        "ja": "だんだん何かが壊れてゆく主人公"
      },
      {
        "ja-ro": "Dan Dan Nanika ga Kowareteiku Shujinkou"
      },
      {
        "id": "MC-KUN YANG SEMAKIN RUSAK SEDIKIT DEMI SEDIKIT"
      },
      {
        "tr": "Yavaş Yavaş Dejenere Olan Ana Karakter"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "12"
  },
  {
    "mangaId": "757c05b6-017d-492e-8c78-cbcfdf568944",
    "title": {
      "en": "Apparently, I'm the Villainess?"
    },
    "updatedAt": "2024-03-23T16:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/757c05b6-017d-492e-8c78-cbcfdf568944/279d77ce-a7b4-4eed-8ddc-240d736fd02c.jpg",
    "altTitles": [
      {
        "en": "They Say I'm the Villainous Young Miss"
      },
      {
        "vi": "Họ Đồn Tôi Là Đại Tiểu Thư Xấu Xa"
      },
      {
        "zh": "据说我是反派大小姐"
      }
    ],
    "description": {
      "en": "I worked as a manhua artist, then died from pulling an all-nighter. I woke up as the villainess \"Emi Morwen\" from my webcomic! Emi was an alluring yet cruel character who departed from the story by ending her own life. However, I’m not the real Emi!",
      "vi": "《Sau khi thức quá khuya, chạy deadline để rồi kết thúc sinh mệnh, tôi đã tái sinh thành nhân vật phản diện trong truyện tranh của mình》"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ad54367-4165-43ed-9a7d-71179c520180",
    "title": {
      "en": "Yani Neko"
    },
    "updatedAt": "2024-07-16T01:46:56+00:00",
    "coverArt": "https://mangadex.org/covers/6ad54367-4165-43ed-9a7d-71179c520180/f6756364-1cce-4c65-a24c-b731588c669c.jpg",
    "altTitles": [
      {
        "ja": "ヤニねこ"
      },
      {
        "vi": "Cô mèo nghiện thuốc"
      },
      {
        "en": "Tar Cat"
      }
    ],
    "description": {
      "en": "A chain-smoking catgirl struggles with her cigarette addiction."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e93849b2-939f-40f3-91b4-79b96133052e",
    "title": {
      "en": "Medusa Dorei o Katta"
    },
    "updatedAt": "2024-06-04T16:26:03+00:00",
    "coverArt": "https://mangadex.org/covers/e93849b2-939f-40f3-91b4-79b96133052e/33fb8f04-fe91-4e0e-8ac5-841f2deb0c5d.jpg",
    "altTitles": [
      {
        "id": "Aku Membeli Budak Medusa"
      },
      {
        "ja": "メドゥーサ奴隷を買った"
      },
      {
        "en": "I Bought a Medusa Slave"
      },
      {
        "pt-br": "Eu Comprei Uma Escrava Medusa"
      },
      {
        "es-la": "Compré una esclava medusa"
      }
    ],
    "description": {
      "en": "I’m not sure why I decided to buy a medusa in the slave market, but since then she insists a lot that I remove the blindfold from her eyes. Is she trying to petrify me? Or does she really want to see me with her own eyes?",
      "es-la": "No estoy seguro de por qué decidí comprar una medusa en el mercado de esclavos, pero desde entonces ella parece ser muy proactiva con su petición de que remueva la venda de sus ojos. \n¿Acaso busca petrificarme? ¿O de verdad quiere verme con sus propios ojos?",
      "pt-br": "Não tenho certeza de por que decidi comprar uma medusa no mercado de escravos, mas desde então ela insiste muito para que eu remova a venda de seus olhos. Ela está tentando me petrificar? Ou ela realmente quer me ver com seus próprios olhos?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cc788c2-e988-4288-b351-769e10429905",
    "title": {
      "en": "Blade of Retribution"
    },
    "updatedAt": "2024-08-11T17:07:21+00:00",
    "coverArt": "https://mangadex.org/covers/8cc788c2-e988-4288-b351-769e10429905/bc863c2d-1970-457f-ac1b-3cfded24fd91.jpg",
    "altTitles": [
      {
        "ko": "폭력의 대가"
      },
      {
        "en": "The Cost of Violence"
      },
      {
        "en": "Price of Violence"
      },
      {
        "ru": "Цена жестокости"
      },
      {
        "fr": "La lame de la vengeance"
      }
    ],
    "description": {
      "en": "On the day that Kendo Champion Shiho decided to help out his single mother run a Gukbap restaurant, he received news that his sister, Shiyeon, committed suicide. During the funeral, Shiho realizes that something was wrong. It wasn't a suicide, she was murdered. In order to learn the truth and get revenge for his sister's death, Shiho lifts up his sword once more to begin a war of his own.",
      "fr": "Le jour où Shiho, champion de kendo décide d’aider sa mère célibataire à tenir un restaurant de gukbap, il apprend que sa sœur, Shiyeon, s’est suicidée. Pendant les funérailles, Shiho se rend compte que quelque chose cloche. Ce n’était pas un suicide, elle a été assassinée. Pour découvrir la vérité et venger la mort de sa sœur, Shiho reprend son sabre et entame sa propre guerre.",
      "ru": "В день, когда мастер кендо Шихо решает всё бросить и помочь своей матери-одиночке в управлении небольшим ресторанчиком, он узнаёт о том, что его младшая сестра Шиён, которая училась в университете Сеула, покончила с собой. \nВо время похорон Шихо замечает кое-что странное. \nЧтобы узнать правду и отомстить за смерть сестры, Шихо снова берёт в руки уже знакомый меч и начинает свою собственную войну."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "15192c18-06a5-4f13-a694-5acf6536a54d",
    "title": {
      "ja": "EVOL"
    },
    "updatedAt": "2023-10-27T06:04:41+00:00",
    "coverArt": "https://mangadex.org/covers/15192c18-06a5-4f13-a694-5acf6536a54d/60eda904-8408-495d-a05d-256cf726ea66.jpg",
    "altTitles": [
      {
        "ja": "イーヴォー"
      }
    ],
    "description": {
      "en": "Work, sleep, work, sleep... what a dull existence\nWhy even live?!\nNo hopes, no dreams\nEverything’s predictable...\nSuicide is salvation\nBut when you wake up in purgatory...\n...and it's the same world you left?\n\nOne option left\nLet's turn this fuckin' world upside down\n\n\nThe story of \"Evol\" begins in a village occupied by an armed group when a young girl, driven by despair, attempts suicide. She survives and wakes up, but when a man tries to drive her into a corner, a strange phenomenon occurs. The place changes, and something also happens to the boy who wakes up in the hospital after committing suicide.",
      "es": "Trabajar, dormir, trabajar, dormir... qué existencia más aburrida. ¡¿Para qué vivir?! Sin esperanzas, sin sueños. Todo es tan previsible... El suicidio es la única salvación. Pero cuando te despiertas en el infierno... ¿Y si resulta que es el mismo mundo que abandonaste? Solo queda una opción. Pongamos este maldito mundo patas arriba."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0cb512e-88be-4591-b371-c3e614f1edd3",
    "title": {
      "en": "Medusa Dorei o Katta (Fan Colored)"
    },
    "updatedAt": "2024-04-17T02:56:12+00:00",
    "coverArt": "https://mangadex.org/covers/a0cb512e-88be-4591-b371-c3e614f1edd3/7d40ce45-b1ae-40fe-beb7-f9157f000f3b.png",
    "altTitles": [
      {
        "en": "I Bought a Medusa Slave"
      },
      {
        "id": "Aku Membeli Budak Medusa"
      },
      {
        "ja": "メドゥーサ奴隷を買った"
      },
      {
        "ja-ro": "Medusa Dorei o Katta"
      },
      {
        "es-la": "Compré una esclava medusa"
      },
      {
        "pt-br": "Eu Comprei Uma Escrava Medusa"
      }
    ],
    "description": {
      "en": "I’m not sure why I decided to buy a medusa in the slave market, but since then she insists a lot that I remove the blindfold from her eyes. Is she trying to petrify me? Or does she really want to see me with her own eyes?",
      "es-la": "No estoy seguro de por qué decidí comprar una medusa en el mercado de esclavos, pero desde entonces ella parece ser muy proactiva con su petición de que remueva la venda de sus ojos. ¿Acaso busca petrificarme? ¿O de verdad quiere verme con sus propios ojos?",
      "pt-br": "Não tenho certeza de por que decidi comprar uma medusa no mercado de escravos, mas desde então ela insiste muito para que eu remova a venda de seus olhos. Ela está tentando me petrificar? Ou ela realmente quer me ver com seus próprios olhos?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33af412e-8d17-4ce5-90a5-a0857b8cb0ed",
    "title": {
      "en": "Yoru no Kurage wa Oyogenai"
    },
    "updatedAt": "2024-07-01T07:39:21+00:00",
    "coverArt": "https://mangadex.org/covers/33af412e-8d17-4ce5-90a5-a0857b8cb0ed/dc16adeb-3caf-47c5-afb5-41ea02729665.jpg",
    "altTitles": [
      {
        "vi": "Sứa không thể bơi trong đêm"
      },
      {
        "en": "Jellyfish Can't Swim in the Night"
      },
      {
        "ja": "夜のクラゲは泳げない"
      },
      {
        "ja-ro": "Yoru no Kurage wa Oyogenai"
      },
      {
        "ja-ro": "YoruKura"
      }
    ],
    "description": {
      "en": "Four girls, an illustrator, a former idol, a VTuber, and a composer, form an anonymous artist group called \"JELEE\", each pursuing their artistic dreams while supporting one another."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b33b8c1-b47f-4c93-b371-522cd3a57996",
    "title": {
      "en": "Oni Ure Idol ga Kyou mo Watashi wo Oshitekuru (Pre-Serialization)"
    },
    "updatedAt": "2024-08-13T02:24:17+00:00",
    "coverArt": "https://mangadex.org/covers/6b33b8c1-b47f-4c93-b371-522cd3a57996/159a683b-249b-4f71-9ba5-c0cc46b6e5e8.jpg",
    "altTitles": [
      {
        "ja": "鬼売れアイドルが今日も私を推してくる"
      },
      {
        "en": "The Superstar Idol Crushes on Me Today Too"
      }
    ],
    "description": {
      "en": "Enatsu Sayuki. An unsuccessful idol with a one-sided rivalry with the ever so popular Sera. \nTouma Sera. A superstar idol, perfect in every way, who will take every chance to shower Sayuki with love. \n\nA fun girls-love comedy capturing the chaotic and heartwarming moments of their daily lives!\n\n-----\n\nSeries of shorts posted on Ookami's twitter.\n**Info about the serialization can be found [[here](https://x.com/thinking_man000/status/1804074781358125330)]**"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "936f0ba5-ca65-4de4-99b1-528c02a4454d",
    "title": {
      "en": "Hunter × Hunter (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:46:27+00:00",
    "coverArt": "https://mangadex.org/covers/936f0ba5-ca65-4de4-99b1-528c02a4454d/829e3ac9-1290-4ca9-9cc9-32fe99658868.jpg",
    "altTitles": [
      {
        "en": "Hunter × Hunter - Digital Colored Comics"
      },
      {
        "en": "Hunter × Hunter"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "ja": "HUNTER×HUNTER カラー版"
      },
      {
        "en": "Hunter x Hunter (Official Colored)"
      },
      {
        "en": "Hunter x Hunter - Digital Colored Comics"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Hunter x Hunter\". Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba63a244-df02-4661-8acc-878243d26d53",
    "title": {
      "en": "Boy-Friend's Rule"
    },
    "updatedAt": "2024-08-05T17:11:36+00:00",
    "coverArt": "https://mangadex.org/covers/ba63a244-df02-4661-8acc-878243d26d53/50e0bee7-0ccd-45b5-b38c-fe734f1faa57.jpg",
    "altTitles": [
      {
        "ko": "남사친의 법칙"
      },
      {
        "zh": "男闺蜜准则"
      },
      {
        "zh-hk": "純友誼法則"
      },
      {
        "en": "The Law Of Being Friends With A Male"
      },
      {
        "en": "Boyfriend's Rule"
      },
      {
        "ko-ro": "Namsachin-ui Beobchig"
      },
      {
        "ja": "男友達って彼氏になれる?"
      },
      {
        "ko-ro": "Namsachin-ui Beopchik"
      },
      {
        "en": "Boy-Friend's Rule"
      },
      {
        "pl": "Zasady Przyjaźni z Chłopakiem"
      }
    ],
    "description": {
      "en": "Jay is a guy that wanted to talk with his friend about their secret crushes, When Jay was about to confess who he has a crush on, his friend Jiwoon, who’s crush is actually towards Jay, was hopefull that Jay was going to confess his feelings towards her. But she felt shocked when she learned that actually Jay’s crush was someone else, after that, Jay asked her about her crush, Jiwoon tried to avoid the question and gave him a vague description which caused a misunderstanding that his crush was actually towards Jay’s friend Seohyun. She and Jay are just good friends without anything romantic going on between them, The way Jay interacts with her is just in a friendly manner and tries to help her to get her “crush”….Let the romantic drama begin at school!",
      "fr": "La première romance de Jiun s'est terminée lorsque son béguin, Jae-i, lui avoue qu'il aime quelqu'un d'autre. Pour aggraver les choses, Jae-i croit à tort que le béguin de Jiun est son effrayant meilleur ami, Seohyeon, et il tente de l'aider à gagner le cœur de celui-ci. Maintenant, Jiun doit faire face à un plus gros problème qu'un amour à sens unique, le petit-copain qu'elle n'a jamais imaginé se rapprocher.",
      "ko": "남몰래 '재이'를 짝사랑해온 '지운'.  재이가 자신에게 고백할 줄 알았던 지운은, 재이의 짝사랑 상대가 다른 사람이라는 사실을 알고는 정신이 아득해진다. \n짝사랑이 허무하게 끝났다고 생각함과 동시에, 재이가 자신의 짝사랑 상대를 '서현'이라고 착각하고 있다는 걸 알게 된다. \n그저 재이의 키 크고 덩치 큰 친구 중 하나일 뿐인, 말 그대로 남자인 사람 친구일 뿐인 서현과 자신을 이어주려는 재이의 행동에 해탈하고 마는데..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-07-14T06:06:32+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/b1eb44d4-2286-4a0a-89d0-0b4311de846c.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura-bachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "cs": "Kagurabachi"
      },
      {
        "en": "Kagura Bowl"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge. Epic sword battle action!",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!",
      "pt-br": "O jovem Chihiro passa seus dias treinando com seu famoso pai ferreiro. Um dia ele espera se tornar um grande fabricante de espadas. O pai bobo e o filho sério – eles pensavam que esses dias durariam para sempre. Mas de repente, a tragédia acontece. Um dia escuro, encharcado de sangue. Chihiro e sua lâmina agora vivem apenas para vingança. Ação épica de batalha de espadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eac0159f-2768-49d7-8891-4202f3e9fb8c",
    "title": {
      "en": "Destroy It All And Love Me In Hell!"
    },
    "updatedAt": "2024-06-22T20:37:02+00:00",
    "coverArt": "https://mangadex.org/covers/eac0159f-2768-49d7-8891-4202f3e9fb8c/ee3f0bbe-ef17-4dd2-8518-1a0c110f127e.jpg",
    "altTitles": [
      {
        "ja-ro": "Zenbu Kowashite Jigoku de Aishite"
      },
      {
        "ja": "ぜんぶ壊して地獄で愛して"
      },
      {
        "zh": "毁掉一切地狱再爱"
      },
      {
        "zh-hk": "毀掉一切地獄再愛"
      },
      {
        "en": "If That's Love, Break it."
      },
      {
        "uk": "Усе розтрощи, до пекла люби"
      },
      {
        "pl": "Zniszcz wszystko, co kochasz"
      }
    ],
    "description": {
      "en": "Kurumi Yoshizawa, the student council president, has excellent grades and an inviting, friendly personality… on the surface at least. In reality, her days are spent struggling against her domineering mother and agonizing over her teachers’ expectations.\n\nOne day, Kurumi reluctantly goes to meet Naoi, her truant classmate, at her homeroom teacher’s request to look after her. The situation sours quickly as Naoi sees through Kurumi’s facade and makes her animosity clear. On the verge of a meltdown, Kurumi is barely able to stop herself from shoplifting, unaware that she’s being recorded by Naoi…\n\nThis is a violent story about two young girls struggling every day with no escape.",
      "pl": "Kurumi Yoshizawa, przewodnicząca samorządu uczniowskiego, otwarta, ambitna, życzliwa... a przynajmniej na taką się kreuje. Rzeczywistość wygląda jednak mniej rózowo - w szkole musi zmagać się z nadmiernymi oczekiwaniami nauczycieli, a w domu czeka na nią toksyczna matka.\n\nPewnego dnia Kurumi, na prośbę wychowawcy, udaje się do Naoi, swojej wagarującej koleżanki z klasy. Sprawy przybierają zupełnie niespodziewany obrót, gdy Naoi dostrzega fasadę Kurumi i jasno wyraża swoją wrogość wobec niej. Będąc na skraju załamania nerwowego, Kurumi powstanawia dokonać drobnej kradzieży, przed czym w ostatniej chwili się powstrzymuje. Nie ma pojęcia, że całe te zajście nagrała Naoi.\n\nTo brutalna opowieść o dwóch młodych dziewczynach, które każdego dnia zmagają się z codziennością, od której nie mogą się wyrwać.",
      "uk": "Вітайте, Йошізава Курумі – відмінниця, розумниця, красуня, президент школи та просто дуже гарна дівчинка!.. Принаймні такою вона себе показує людям. Реальність прозаїчніша: жорстокі методи виховання матері, відсутність будь-якого вільного часу, море стресу та щира відраза до всіх навколо.\nІ як часто буває з такими «відмінницями» – накипіло. «Що, якщо я це вкраду? Мене спіймають? Може, тоді цей жах нарешті скінчиться?» – стоїть і думає Курумі, не усвідомлюючи, що її спроба крадіжки записується на відео. Проте її знімають не камери відеоспостереження крамниці, а телефон Наой.\nНаой – це дівчина, яка за словами не слідкує, до школи не ходить та обожнює ставити «відмінниць» на місце. Вона бачить абсолютно все крізь маску Курумі, погрожуючи показати відео однокласникам. Для Наой це був хіба що спосіб розвіяти нудьгу та провчити лицемірку… Допоки вона не починає бачити в Курумі лиш одне, але чисте та справжнє спільне бажання."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89ed3ec2-ebe6-4d6b-92eb-d753a8bb365e",
    "title": {
      "en": "Rougo ni Sonaete Isekai de 8-manmai no Kinka o Tamemasu"
    },
    "updatedAt": "2024-08-14T15:59:44+00:00",
    "coverArt": "https://mangadex.org/covers/89ed3ec2-ebe6-4d6b-92eb-d753a8bb365e/6d52bd5e-768d-46b7-a07a-2a9134f217f9.jpg",
    "altTitles": [
      {
        "en": "Saving 80,000 Gold in Another World for My Retirement"
      },
      {
        "fr": "Économiser 80,000 pièces d'or dans un autre monde pour ma retraite"
      },
      {
        "ru": "Сохранение 80 000 золотых монет в другом мире для моей старости"
      },
      {
        "zh": "为了养老金，去异界存八万金！"
      },
      {
        "zh-hk": "為了養老金，去異界存八萬金！"
      },
      {
        "ja": "老後に備えて異世界で８万枚の金貨を貯めます"
      },
      {
        "es": "Ahorre 80 000 monedas de oro en otro mundo en preparación para mi jubilación"
      },
      {
        "ko": "노후를 대비해 이세계에서 금화 8만 개를 모읍니다"
      }
    ],
    "description": {
      "en": "After growing up an orphan, Mitsuha has a healthy respect for money and a desire to live well—at least, until she dies after being pushed off a cliff. Waking up in a strange fantasy world, Mitsuha narrowly survives an encounter with a pack of wolves, then realizes she has the power to move between this world and the real one. A lesser person might embark on heroic adventures—Mitsuha instead immediately recognizes the lucrative possibilities of her new situation, and heads out to buy an arsenal of modern weapons. Her goal: to acquire 80,000 gold, and the life of leisure she’s always dreamed of! [Kodansha]",
      "pt-br": "Uma garota de 18 anos que perdeu sua família em um acidente, Yamano Mitsuha cai de um penhasco em um dia qualquer e é transportada para um mundo diferente com uma civilização ao nível da Europa Medieval. Mitsuha descobre que é possível ir e retornar à terra após uma luta mortal com lobos. Assim, ela decide viver em ambos os mundos. “Para ter segurança na velhice, eu vou mirar em alcançar 80.000 moedas de ouro!” “Tentarei não deixar coisas estranhas circularem para não distorcer o progresso do mundo, mas não vou me conter pelo bem da minha vida fácil e segura!” Enquanto usa três pistolas junto com palavras e ações que parecem decentes, em sua cabeça Yamano Mitsuha é uma garota esperta. Fazendo um esforço para ganhar dinheiro mesmo com um pequeno corpo que parece uma criança para os ocidentais!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f7ee454-7478-40d5-9eeb-b8ae8e72600d",
    "title": {
      "en": "Class no Gal ni Kuuki Atsukai Sareteimasu"
    },
    "updatedAt": "2024-08-18T20:25:57+00:00",
    "coverArt": "https://mangadex.org/covers/4f7ee454-7478-40d5-9eeb-b8ae8e72600d/c458b1a0-5956-491e-abff-dbc16f133f6e.jpg",
    "altTitles": [
      {
        "ja": "クラスのギャルに空気扱いされています"
      },
      {
        "ja-ro": "Kurasu no Gyaru ni Kuuki Atsukai Sareteimasu"
      },
      {
        "en": "The Gals in My Class Treat Me Like Air"
      },
      {
        "id": "Aku Dianggap Seolah-olah Udara Oleh Gadis Gyaru Di Kelas"
      },
      {
        "es-la": "Las chicas de mi clase me tratan como el aire"
      },
      {
        "vi": "Mấy nhỏ Gyaru trong lớp tôi đối xử tôi như không khí"
      }
    ],
    "description": {
      "en": "A boy named Ryuuji Aizawa is getting treated by his gyaru classmates like he wasn't there, like this girl named Nana Aino who sits on his seat. With him still in it.",
      "es-la": "Un par de gals parecen no notar al chico delante de ellas."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbe9d0c8-cbb8-4fa7-baaf-900806972a53",
    "title": {
      "en": "The Mage: Swallowed the Dragon"
    },
    "updatedAt": "2024-06-29T01:21:47+00:00",
    "coverArt": "https://mangadex.org/covers/fbe9d0c8-cbb8-4fa7-baaf-900806972a53/9cfdaf0c-c84e-47b3-8253-8f47a6549700.png",
    "altTitles": [
      {
        "ko": "용을 삼킨 마법사"
      },
      {
        "en": "Swallowing Dragon"
      },
      {
        "en": "Dragon-Devouring Mage"
      }
    ],
    "description": {
      "en": "In a world of magic, Russel Raymond, a cursed third-rate mage from a fallen lineage, seeks a new fate. \n\nBanished from the academy, he scrapes by as a mercenary until his mother’s memento sparks a chance to return to the past. Rewinding to his academy days, Russel receives a new power, igniting his journey to reclaim his honor and rewrite his destiny. \n\nWith this second chance he’s been given, will he finally soar like the dragon he was meant to be?",
      "pt-br": "[Você será a base de uma nova mitologia. Te concedo outra chance pelo bem da mitologia.]\n\nO último sucessor de uma família contribuinte da fundação e mago de terceira categoria, Russel Raymond. Ele queria reviver o status social de sua família, mas foi expulso da academia. Tudo o que pôde fazer foi trabalhar como mago mercenário de terceira categoria. Um dia, em seu caminho para um trabalho temporário, o anel de recordação de sua mãe, o \"Coração de Dragão\", reagiu, e Russel recebeu uma chance inesperada. Ele \"regressou\" para seus dias de academia.\n\n[Você recebeu uma Pedra Mágica do grau mais baixo (consumível) como recompensa da missão.]\n\nÉ assim que Russel inicia sua ascendência na vida. Como um dragão que nunca conseguiu abrir suas asas. Ele atravessa as ondas chamadas de destino que o pressionaram e voa para o mundo brilhante do qual uma vez fora banido."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]