[
  {
    "mangaId": "a149c7c9-3fcc-4813-942e-7fe29a2b59b7",
    "title": {
      "en": "Miss Forensics"
    },
    "updatedAt": "2024-08-31T00:10:26+00:00",
    "coverArt": "https://mangadex.org/covers/a149c7c9-3fcc-4813-942e-7fe29a2b59b7/382cb57e-975c-4a16-a90c-30f4d63abd03.jpg",
    "altTitles": [
      {
        "zh": "我亲爱的法医小姐"
      },
      {
        "en": "My Dear Forensic Lady"
      },
      {
        "pt-br": "Minha querida médica legista"
      },
      {
        "zh-hk": "我親愛的法醫小姐"
      },
      {
        "zh-ro": "Wǒ Qīn'ài de Fǎyī Xiǎojiě"
      },
      {
        "pl": "Lekarz sądowy Lin Yan"
      }
    ],
    "description": {
      "en": "Lin Yan, a cold and arrogant female forensic expert, meets Song Yuhan, a righteous and sharp female detective. From being incompatible to becoming friends, they witness the lives of many ordinary people along the way: a young girl who struggles to survive but dies innocently, an old mother who waits for her criminal son to return in the mountains, a timid policeman who faces a gun-wielding robber bravely... \n\nThey fight for the rights of the living, speak for the dead, and vow to uncover the truth that has been silent for years."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b605c392-c6d7-4415-8177-e5f3a5cd0c9a",
    "title": {
      "en": "The Moon at Daybreak"
    },
    "updatedAt": "2024-09-05T02:01:08+00:00",
    "coverArt": "https://mangadex.org/covers/b605c392-c6d7-4415-8177-e5f3a5cd0c9a/27856b49-2a84-4309-ace4-88bed03e0c4f.jpg",
    "altTitles": [
      {
        "ko": "지새는 달"
      },
      {
        "fr": "L'aube sous la lune"
      }
    ],
    "description": {
      "en": "Pu Reum Han led a normal high school life, that is until, he dreams of a lady, looking for his help to find her missing baby. But what if that baby is inside him?",
      "fr": "Pu Reum Han vivait une vie de lycéen ordinaire, jusqu'au jour où un rêve bouleverse son existence : une femme mystérieuse implore son aide pour retrouver son enfant disparu. Mais que faire lorsque cet enfant se révèle être en lui ?"
    },
    "status": "cancelled",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "27"
  },
  {
    "mangaId": "b73371d4-02dd-4db0-b448-d9afa3d698f1",
    "title": {
      "en": "Ao Ashi"
    },
    "updatedAt": "2024-03-02T18:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/b73371d4-02dd-4db0-b448-d9afa3d698f1/ba2b2700-62a8-4048-b497-019ed8d58e32.jpg",
    "altTitles": [
      {
        "ja": "アオアシ"
      },
      {
        "zh": "青之芦苇"
      },
      {
        "zh-hk": "青之蘆葦"
      },
      {
        "ko": "아오아시"
      },
      {
        "ja-ro": "Ao Ashi"
      },
      {
        "th": "AOASHI แข้งเด็กหัวใจนักสู้"
      },
      {
        "de": "Blaue Beine ~Ao Ashi~"
      },
      {
        "tr": "Mavi Bacak"
      },
      {
        "fr": "Ao Ashi - Playmaker"
      },
      {
        "pt-br": "Ao Ashi - Craques da Bola"
      },
      {
        "ru": "Ао Аши"
      },
      {
        "id": "Ao Ashi"
      },
      {
        "vi": "Ao Ashi"
      }
    ],
    "description": {
      "de": "Aoi Ashito ist ein Mittelschüler im dritten Jahr aus Ehime. Hinter seinem rohen Spiel verbirgt sich sein immenses Talent, aber Ashito erleidet wegen seiner allzu geradlinigen Persönlichkeit einen großen Rückschlag. Der Manager der Jugendmannschaft des J1-Clubs Tokyo City Esperion, Fukuda Tetsuya, erscheint vor Ashito. Fukuda sieht Ashitos grenzenloses Potenzial und lädt ihn ein, an den Probespielen seines Teams in Tokio teilzunehmen. Die Geschichte des Jungen, der den Fußball in Japan revolutionieren wird, beginnt sich schnell zu entfalten.",
      "en": "Aoi Ashito is a third year middle school student from Ehime. Behind his raw game hides his immense talent \nbut Ashito suffers a huge setback because of his overly straightforward personality. \nOne day the youth team manager of J1 club Tokyo City Esperion, Fukuda Tetsuya, appears in front of him. \nFukuda sees his limitless potential and invites him to take part in his team's tryouts in Tokyo. \nThe story of the boy who will revolutionize football in Japan rapidly begins to unfold.  \n  \n---\n- **Won the 65th Shogakukan Manga Award for General Manga in 2019**",
      "ru": "Ашито Аой, ученик третьего класса средней школы из префектуры Эхиме, встречает тренера «Молодежной лиги J» Фукуду Тацую. Несмотря на свою грубость, Ашито обладает таким удивительным потенциалом, что тренер Фукуда приглашает его принять участие в отборочных тестах своей команды в Токио. Взгляните на историю мальчика, который совершит революцию в японском футболе.",
      "tr": "Aoi Ashito Ehime'de ortaokul 3. sınıfa giden bir öğrencidir. Bir gün karşısına J1 Ligi kulübü Tokyo City Esperion'un altyapı takımı menajeri Fukuda Tetsuya çıkar. Fukuda Aoi'nin sonsuz potansiyelini farkeder ve onu Tokyo'daki altyapı seçmelerine davet eder. Böylece Japon futbolunda devrim yapacak çocuğun hikayesi başlar.",
      "pt-br": "Ashito Aoi, um estudante do terceiro ano do ensino médio de Ehime, conhece Fukuda Tatsuya, um treinador da \"J Youth League\". Mesmo que ainda tenha uma personalidade forte, Ashito tem um incrível potêncial que o fez ser convidado pelo treinador Fukuda para participar da seleção de sua equipe em Tóquio. A história do garoto que vai revolucionar o futebol no Japão vai começar."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-07-04T06:26:36+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/171b59a7-7df4-4fa4-99fb-2410ab606f01.jpg",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "hiatus",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79e8c0ec-5617-4910-9a33-45c76e5cbd1b",
    "title": {
      "en": "Our Similarities"
    },
    "updatedAt": "2024-08-15T10:54:36+00:00",
    "coverArt": "https://mangadex.org/covers/79e8c0ec-5617-4910-9a33-45c76e5cbd1b/69a61fbe-dc80-4526-971f-fbeddae16086.jpg",
    "altTitles": [
      {
        "en": "Monster"
      },
      {
        "en": "Similar"
      },
      {
        "zh-ro": "Tónglèi"
      },
      {
        "zh": "同类"
      }
    ],
    "description": {
      "en": "You must take the fall with me.The abuse people suffer during their childhood will all burst out all at once when they grow up. Some people choose to vent their anger to the outside world, but some people will only keep it in and torture themselves."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7673f29d-9a4c-43aa-86f8-6136c181cc31",
    "title": {
      "en": "Plastic Memories: Say to good-bye"
    },
    "updatedAt": "2024-08-15T17:24:47+00:00",
    "coverArt": "https://mangadex.org/covers/7673f29d-9a4c-43aa-86f8-6136c181cc31/6a5cdf74-bf00-4ac0-a82d-f4be2e48fb12.jpg",
    "altTitles": [
      {
        "ru": "Пластиковые воспоминания: Скажи «прощай»"
      },
      {
        "ja": "プラスティック・メモリーズ Say to good-bye"
      }
    ],
    "description": {
      "en": "A prequel manga to the TV anime \"Plastic Memories\", written from Michiru's perspective. Naturally, also featuring her partner, Zack!  \n  \nA future world in which Giftia, androids capable of feeling emotion, exist. However, Giftia have a predetermined service life of about nine years, and must be 'retrieved' when that time is up. Michiru has just joined Terminal Service, the department at SAI Corp. in charge of executing these retrievals, which can be said to mean ripping apart the relationship between Giftia and owner."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "6cc85df7-e44b-4fa1-97f2-be04430cc570",
    "title": {
      "en": "The Fairytale-like You Goes on the Assault"
    },
    "updatedAt": "2023-05-31T15:58:57+00:00",
    "coverArt": "https://mangadex.org/covers/6cc85df7-e44b-4fa1-97f2-be04430cc570/747da025-c554-43c4-848c-118aa37ca2d2.jpg",
    "altTitles": [
      {
        "ja": "儚いキミは猛攻をはじめる"
      },
      {
        "ja-ro": "Hakanai Kimi wa Moukou wo Hajimeru"
      },
      {
        "zh": "童话般的你开始了恋爱猛攻"
      }
    ],
    "description": {
      "en": "Kagari, an ephemeral beauty, reunites with her older childhood friend, Nana-kun, and begins her romantic assault on him.",
      "vi": "Một series siêu ngọt nữa tới từ Hazano Kazutake - tác giả của bộ Thánh nữ Cecilia và mục sư Lawrence. Câu chuyện về đôi bạn thưở nhỏ cứ tối đến là lại ở chung nhà để đảm bảo sự an toàn cho nhau..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68562661-6521-4191-add4-f04f4074f783",
    "title": {
      "en": "Konbini Goutou kara Tasuketa Jimi Tenin ga, Onaji Kurasu no Ubu de Kawaii Gyaru datta"
    },
    "updatedAt": "2024-08-03T19:46:35+00:00",
    "coverArt": "https://mangadex.org/covers/68562661-6521-4191-add4-f04f4074f783/90223e54-e059-4308-b57a-8c74988d7ec0.jpg",
    "altTitles": [
      {
        "ja": "コンビニ強盗から助けた地味店員が、同じクラスのうぶで可愛いギャルだった"
      },
      {
        "ja-ro": "Conveni Goutou Kara Tasuketa Jimi Tenin ga, Onaji Class no Ubu de Kawaii Gal datta"
      },
      {
        "en": "The Sobbing Clerk I Helped From the Convenience Store’s Robbery Is in Fact a Naive and Cute Gal From My Class"
      },
      {
        "id": "Karyawati yang Terisak-sedu yang Kutolong dari Perampok Toserba adalah Seorang Gadis Naif nan Imut dari Kelasku"
      }
    ],
    "description": {
      "en": "_\"Will you stay over at my house starting today?\"_ \n\nRiku Kuromine, a second-year high school student, became despondent after being rejected by his childhood friend. He happens to enter a convenience store and saves a clerk who was being attacked by a robber. The clerk turns out to be Ayana Hoshimiya, the most popular and beautiful gal in school. As a result of this incident, Ayana asks Riku to protect her from a stalker and they start living together under the guise of him protecting her as she lives alone.",
      "ja": "**見た目は派手ギャル、中身は超絶うぶ!? “うぶかわ”ギャル×非リア、禁断の同棲ラブコメ!!**\n\n「今日から、あたしの家に……泊まる？」高校二年生の黒峰リクは、幼馴染に振られて自暴自棄になったところ、偶然入ったコンビニで強盗に襲われていた店員を助ける。その店員は学校でいちばんモテる美人ギャル・星宮彩奈だった。この件をきっかけに星宮からストーカー被害を相談され、一人暮らしの彼女を守る名目でふたりは同棲することになり――!?",
      "pt-br": "“Você gostaria de ficar em minha casa esta noite?”\nRiku Kuromine, um aluno do segundo ano do ensino médio, ficou triste depois de ser rejeitado por sua amiga de infância. Por coincidência, ele entra em uma loja de conveniência e salva uma funcionária que estava sendo roubada. A funcionária era na verdade Ayana Hoshimiya, a garota mais popular e atraente da escola. Como resultado desse incidente, Ayana pede a Riku para passar a noite em sua casa e protegê-la de um perseguidor."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0cf1c1c7-2894-4b4d-a3cc-3e1501fb3e36",
    "title": {
      "en": "Ore no Kurasu ni Wakagaetta Moto Yome ga Iru"
    },
    "updatedAt": "2024-08-30T14:16:59+00:00",
    "coverArt": "https://mangadex.org/covers/0cf1c1c7-2894-4b4d-a3cc-3e1501fb3e36/ea821edf-c836-42e3-ba5f-7aafc863cbc5.jpg",
    "altTitles": [
      {
        "en": "My Ex-Wife Is Young Again And She's In My Class"
      },
      {
        "ja": "俺のクラスに若返った元嫁がいる"
      },
      {
        "ja-ro": "Ore no Class ni Wakagaetta Motoyome ga Iru"
      },
      {
        "vi": "Có Nhỏ Vợ Cũ Hồi Xuân Trong Lớp Tôi"
      },
      {
        "ru": "Помолодевшая бывшая жена в моём классе"
      },
      {
        "es": "Mi Ex Esposa es Joven Otra Vez y Está en Mi Clase"
      }
    ],
    "description": {
      "en": "On the way home after filing for divorce, Kohei Kurose is hit by a car and is transported back in time to his high school days!\n\nDetermined to enjoy his new life, he heads back to his high school, only to find his ex-wife, Yuzuka, there...?",
      "ja": "**離婚から始まる、新感覚ラブコメ！**\n\n夫婦関係は冷え切り、離婚届を出したその帰り道。 黒瀬航平は自動車に轢かれ…高校時代にタイムスリップしてしまった！？ 新たな人生を謳歌しようと決意し高校へと向かうが、そこには当然、 元嫁の柚花がいて―――。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7878c129-a33d-4bf9-b5d2-ff98cbe85bd6",
    "title": {
      "en": "Sentai Daishikkaku"
    },
    "updatedAt": "2024-05-10T14:12:00+00:00",
    "coverArt": "https://mangadex.org/covers/7878c129-a33d-4bf9-b5d2-ff98cbe85bd6/23cb2387-677f-4b7f-a667-fe25762ac7f0.jpg",
    "altTitles": [
      {
        "en": "Go, Go, Loser Ranger!"
      },
      {
        "ru": "Боевой отряд «Полный Провал»"
      },
      {
        "th": "ขบวนการกำมะลอ"
      },
      {
        "ja": "戦隊大失格"
      },
      {
        "zh-hk": "戰隊大失格"
      },
      {
        "it": "Squalificati - Ranger Reject"
      },
      {
        "fr": "No Longer Rangers"
      },
      {
        "en": "Ranger Reject"
      },
      {
        "ja-ro": "Sentai Daishikkaku"
      },
      {
        "en": "No Longer a Sentai Ranger"
      }
    ],
    "description": {
      "en": "Thirteen years ago, suddenly the Villainous Army of evil appeared in their gigantic floating castle 10000 meters in the sky to invade Earth!\n\nThe villainous army have reviving capabilities that make them immortal, making them a serious threat to humanity. To protect us against these invaders, the Divine Dragon Rangers, the Dragon Keepers, wield their miraculous powers and their weapons, Divine Tools, and continuously fight for our safety!\n\nThe assault of the Villainous Army! The vigilance of the Dragon Keepers! Will they succeed in their conquest…?\n\nFrom Haruba Negi, the creator of *5Toubun no Hanayome*, comes the action-packed superhero series of a lifetime!",
      "es": "¡Hace trece años, el Ejército Villano del mal apareció de repente en su gigantesco castillo flotante a 10.000 metros en el cielo para invadir la Tierra! El ejército villano tiene capacidades de revivir que los hacen inmortales, lo que los convierte en una seria amenaza para la humanidad. Para protegernos de estos invasores, los Rangers Dragón Divino, los Guardianes del Dragón, empuñan sus poderes milagrosos y sus armas, las Herramientas Divinas, ¡y luchan continuamente por nuestra seguridad! ¡El asalto del Ejército Villano! ¡La vigilancia de los Guardianes del Dragón! ¿Tendrán éxito en su conquista? ¡Descúbrelo en la serie de superhéroes llena de acción de toda la vida!",
      "fr": "Il y a 13 ans, un château flottant est apparu à 1000 mètres au-dessus du sol et une armée maléfique est venue dans le but d'envahir l'humanité.\nAfin de protéger l'humanité contre ces envahisseurs, des super-héros se battent, mais les choses ne semblent pas être comme elles le paraissent !",
      "ru": "Тринадцать лет назад армия монстров таинственным образом объявилась на территории людей, паря в воздухе на своем летучем замке! Армия монстров обладает различными способностями, которые могут грозить человеческой безопасности. Дабы защитить мирных жителей от вторжения на землю, доблестные герои - Хранители Дракона в составе из пяти человек выходят на поле правосудия! Используя свой туз в рукаве под названием «артефакт», боевой отряд героев из года в год, каждое воскресенье усмиряет неугомонных монстров. Однако, спустя 999 поражений, один из членов команды монстров решает отомстить героям!.. С этого момента и разворачивается наша история борьбы добра со злом!",
      "pt-br": "Há treze anos, de repente, o Infame Exército do mal apareceu em seu gigantesco castelo flutuante 10.000 metros no céu para invadir a Terra! O exército vilão tinha capacidades de reviver, o que os tornava imortais, tornando-os uma séria ameaça para a humanidade. Para nos proteger contra esses invasores, os Divine Dragon Rangers, os Dragon Keepers, manejam seus poderes milagrosos e suas armas, Ferramentas Divinas, e lutam continuamente por nossa segurança! O ataque do Exército Vilão! A vigilância dos Dragon Keepers! Eles terão sucesso em sua conquista...?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3ab6b2a-75de-4379-bdbf-850a21255097",
    "title": {
      "en": "Nee, Boku ga Inai to Shinutte Itte yo"
    },
    "updatedAt": "2024-09-07T23:59:48+00:00",
    "coverArt": "https://mangadex.org/covers/d3ab6b2a-75de-4379-bdbf-850a21255097/637a29a3-c7cb-4a62-a941-a109e9d130d6.jpg",
    "altTitles": [
      {
        "ja": "ねえ、僕がいないと死ぬって言ってよ"
      },
      {
        "ja-ro": "Nee, Boku ga Inai to Shinutte Itte yo"
      },
      {
        "en": "Hey, tell me you will die without me"
      },
      {
        "zh-hk": "吶，說說看要是沒有我會死嘛"
      }
    ],
    "description": {
      "en": "\"Will this love lead to happiness or despair?\"\nToruka is in a relationship with Iori, an ideal high-spec boyfriend who is the envy of everyone, and she is enjoying smooth sailing in both her private and public life.\nOne year into their relationship, she receives a marriage proposal from Iori, who asks her to stay by his side for the rest of their lives.\nShe is elated, but then she discovers that someone is stalking her.\nShe enlists the help of her childhood friend Jin to find the culprit, but ......?\n24-hour surveillance, eavesdropping, tailing...the yandere boy's warped love and obsession run amok never ceases in this dicey romance...!",
      "ja": "この愛のいきつく先は幸せか、それとも絶望かーー？\n誰もが羨む理想のハイスぺ彼氏・伊織と交際し、公私ともに順風満帆な日々を送る透花。\n交際スタートから1年、伊織から「一生側にいてほしい」と結婚の申し出を受ける。\n喜びに浮かれる透花だったが、そんな時、誰かにストーキングされていることが発覚。\n幼馴染の陣に協力してもらい犯人探しをするが……!?\n24時間監視・盗聴・尾行…ヤンデレ男子の歪んだ愛と執着心の暴走が止まらないサイコロマンスが幕を開けるーー！\n\n---\n這段愛情的盡頭是幸福，抑或是絕望呢――？\n與人人稱羨的理想極品男友·伊織交往，於公於私都過著順風順水的日子的透花。\n開始交往後的１年，由伊織提出了「希望你能一輩子陪伴在右」的求婚。\n沈浸在喜悅之中的透花，就在此時，發現似乎被誰給跟蹤著。\n並在青梅竹馬的陣的幫助之下找尋犯人……！？\n24小時監視·監聽·跟蹤…無法制止病嬌男子扭曲的愛與暴走的執著心之精神病羅曼史就此展開序幕――！",
      "zh-hk": "這段愛情的盡頭是幸福，抑或是絕望呢――？\n與人人稱羨的理想極品男友·伊織交往，於公於私都過著順風順水的日子的透花。\n開始交往後的１年，由伊織提出了「希望你能一輩子陪伴在右」的求婚。\n沈浸在喜悅之中的透花，就在此時，發現似乎被誰給跟蹤著。\n並在青梅竹馬的陣的幫助之下找尋犯人……！？\n24小時監視·監聽·跟蹤…無法制止病嬌男子扭曲的愛與暴走的執著心之精神病羅曼史就此展開序幕――！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "12"
  },
  {
    "mangaId": "c26269c7-0f5d-4966-8cd5-b79acb86fb7a",
    "title": {
      "en": "Sewayaki Kitsune no Senko-san"
    },
    "updatedAt": "2024-04-06T02:27:32+00:00",
    "coverArt": "https://mangadex.org/covers/c26269c7-0f5d-4966-8cd5-b79acb86fb7a/3283455e-4c0b-4d79-a7ba-e1f5d38cb582.jpg",
    "altTitles": [
      {
        "en": "The Helpful Fox Senko-san"
      },
      {
        "ru": "Заботливая 800-летняя жена!"
      },
      {
        "ru": "Заботливая Сэнко-сан"
      },
      {
        "ko": "도우미 여우 센코씨"
      },
      {
        "ja": "世話やきキツネの仙狐さん"
      },
      {
        "zh-hk": "請讓我撒嬌，仙狐大人"
      },
      {
        "zh": "请让我撒娇，仙狐大人"
      },
      {
        "en": "Meddlesome Kitsune Senko-san"
      },
      {
        "id": "Senko si Rubah Penolong"
      }
    ],
    "description": {
      "en": "Like many hardworking members of the workforce, Kuroto Nakano is perpetually stressed out by his job. Still, since he lives alone, he must carry on to sustain himself. Little do humans like Kuroto know, this stress takes the form of darkness residing within a person's body and will bring one's life to ruin.  \nFox deities can see this darkness and have the duty to save people before it is too late. To help rid Kuroto of his stress, Senko-san, an eight hundred-year-old foxgirl, volunteers to take care of him, and will do everything she can to ease the tension in his weary soul.\n\n---\n\n**Notes:**\n- Despite initial serialization ending by November 2022, Comic Newtype announced on 9 February 2023 that the series would later resume publication.",
      "ru": "В повседневную жизнь Накано, работающего на «чёрную компанию», внезапно вторглась кицунэ Сэнко-сан (молодая жена 800 лет от роду). Будь то готовка, уборка или «особая забота» (чем бы это ни было), она исцелит его истощение своей нежной «заботой».",
      "es-la": "La vida cotidiana de Nanako, un hombre asalariado que trabaja en una compañía que lo explota, es repentinamente invadido por la Kitsune, Senko-san (800 años de edad- esposa joven). Ya sea cocina, limpieza o un servicio especial... Ella curará su agotamiento con su tierno cuidado."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48414850-6adf-4073-8591-2402ff47e74c",
    "title": {
      "en": "Yarinaoshi Reijou wa Ryuutei Heika wo Kouryaku-chuu"
    },
    "updatedAt": "2024-05-04T15:50:39+00:00",
    "coverArt": "https://mangadex.org/covers/48414850-6adf-4073-8591-2402ff47e74c/c18487d3-af20-488a-ba8d-80a8c7efc062.jpg",
    "altTitles": [
      {
        "ja": "やり直し令嬢は竜帝陛下を攻略中"
      },
      {
        "en": "The Do-Over Damsel Conquers the Dragon Emperor"
      },
      {
        "en": "The Returnee Noble Lady in the Middle of Conquesting His Majesty the Dragon Emperor"
      },
      {
        "es": "¡Vence al Emperador Dragón en esta ronda, Señorita!"
      },
      {
        "zh": "重生大小姐正在攻略龙帝殿下"
      },
      {
        "ko": "새출발 영애는 용제폐하를 공략중"
      },
      {
        "en": "Win Over the Dragon Emperor This Time Around, Noble Girl!"
      },
      {
        "vi": "Tiểu Thư Trùng Sinh chinh phục Long Đế Bệ Hạ"
      },
      {
        "vi": "小姐重生征服龍帝陛下 (Nom Script)"
      },
      {
        "id": "Seorang Putri Yang Kembali Ke Masa Lalu Sedang Menaklukkan Kaisar Naga"
      }
    ],
    "description": {
      "en": "The curtains rise on the tale of a young lady who once stormed the battlefields now getting to start her life all over again!  \n  \nThe young noblewoman, Jill, was sentenced to death by her fiancé, the Crown Prince. Just as she was on the brink of death, time rewinds back to when she was 10 years old, to the party where her engagement had been decided!   \n  \nDetermined to avoid going down the same path to ruin, Jill hastily proposes to the person behind her, only to discover that he’s none other than Hades, the Emperor of the neighboring kingdom who’s (set to) fall into darkness, ergo the worst villain.",
      "id": "Jill Savelle- seorang tunangan dari pangeran putra mahkota Gerald de Kleitos yang memiliki gelar \"Dewi Perang\"- telah diburu oleh negaranya sendiri yang telah dilindunginya. Dikhianati oleh pasangannya sendiri, dia difitnah sebagai sorang penghianat kemudian dijebloskan kedalam penjara. Di waktu-waktu terakhirnya, Jill memiliki banyak penyesalan, tapi ketika ajal sedang menjemputnya, dia tiba-tiba saja terbangun pada saat 6 tahun lalu. Dan kali ini, dia telah bertekad untuk tidak diperalat lagi.\n\nSekarang, sebagai seorang gadis berusia 10 tahun, Jill memutuskan untuk melarikan diri dari pertunangan dengan pangeran yang menghampirinya. Dan pada akhirnya, dia secara tidak sengaja melamar pria berumur 19 tahun yang dikenal sebagai kaisar naga hades theos rave, yang nantinya akan menghancurkan negaranya. Tapi tanpa disangka, dia malah menerima lamarannya!\n\nBerbanding terbalik dengan ingatan Jill yang dulu, sekarang Jill melihat kalau Hades yang saat ini merupakan seorang kaisar yang sedang tidak beruntung.  Jadi bisakah Jill mencegah sang kaisar terjatuh kedalam jurang kegelapan? ataukah malah nasibnya sudah tidak bisa diubah lagi?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46ae50f2-1bdb-4fc1-baff-3b01c08432d1",
    "title": {
      "zh": "Like, Share & Subscribe"
    },
    "updatedAt": "2024-07-25T09:08:51+00:00",
    "coverArt": "https://mangadex.org/covers/46ae50f2-1bdb-4fc1-baff-3b01c08432d1/97319ecd-788d-4bc1-ba8d-04f8190814a2.png",
    "altTitles": [
      {
        "zh": "营业中请三连"
      },
      {
        "zh-ro": "Yingye Zhong Qing San Lian"
      },
      {
        "zh-hk": "營業中請三連"
      },
      {
        "ru": "Поставь лайк и подпишись"
      },
      {
        "es-la": "Tres compañías en los negocios"
      }
    ],
    "description": {
      "en": "When vlogger meets top-of-the-industry writer, what could go wrong? Everything! Nothing has gone my way ever since meeting her.\n\nHu Luoluo, on the brink of having her vlogger account relinquished, is shoved into the path of scandal-ridden writer extraordinaire Song Li purely by accident. Being featured on hot topics, paired up as a couple, finally gaining traffic... Will it finally make her the greatest vlogger of all time?",
      "es-la": "Juntos o se hunden juntos, ¿se descubrirán mentiras sobre el amor? Están ligados por negocios, fingiendo ser pareja para contrarrestar los escándalos del escritor y lograr ser el primer lugar en el buscador."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "73"
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-05-22T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara de que estou a fim não era um cara?!"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko ja Nakatta"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "eed06c5c-6f08-46c8-9833-42e40736cecf",
    "title": {
      "en": "Philomel the Fake"
    },
    "updatedAt": "2024-01-18T20:58:15+00:00",
    "coverArt": "https://mangadex.org/covers/eed06c5c-6f08-46c8-9833-42e40736cecf/44d91b88-d9a9-4fdb-b226-f544881fc7d4.jpg",
    "altTitles": [
      {
        "ko": "가짜를 위한 장소는 없다"
      },
      {
        "ko-ro": "Gajjareul Wihan Jangsoneun Eopda"
      },
      {
        "en": "There Is No Place for Fakes"
      },
      {
        "en": "No Place for the Fake Princess"
      },
      {
        "fr": "Philomelle, fausse princesse"
      },
      {
        "ja": "ニセモノ皇女の居場所はない"
      },
      {
        "zh": "没有冒牌货的位置"
      },
      {
        "zh-hk": "冒牌皇女的生存之道"
      }
    ],
    "description": {
      "en": "Philomel—the fake princess—conspires with her mother to impersonate the imperial princess and cause a war between the Mage Tower and the Empire.\nOnce her crimes were exposed, she was sentenced to execution.\nA death truly befitting of a wicked—\n\n“Even if the Philomel within the book had done some wrong, it wasn’t enough to warrant death!”\n\nPhilomel yelled and threw the book she'd been reading.\nShe had simply been curious about a book she'd picked up in the garden, but the contents of the book stated that she would die!\nAlthough she wanted to believe it was nothing but fiction, everything that happened from that moment onwards went just like in the book.\n\n“Since it has come to this… my goal is to survive!”\n\nWill Philomel be able to discover the origins of the suspicious book and live on?\n\n---\nAfter finding a mysterious book in the imperial garden, Princess Philomel not only discovers that the book's villain shares her name, but that other events in the story are coming true too. Now, she believes that she's an imposter and that the real princess will take her rightful place, leading to the execution of Philomel the Fake! So to avoid a tragic death, she has to make sure the rest of the book doesn't come true. Can this fake princess change what's already been written?",
      "fr": "Philomel — la fausse princesse — complote avec sa mère pour se faire passer pour la princesse impériale et provoquer une guerre entre la Tour des Mages et l'Empire. Une fois ses crimes exposés, elle est condamnée à l'exécution. Une mort vraiment digne d'une méchante...\n\n‘Même si la Philomel du livre a fait quelque chose de mal, ce n'est pas assez pour justifier la mort!»\n\nPhilomel a crié et a jeté le livre qu'elle lisait. Elle avait simplement été curieuse à propos d'un livre qu'elle avait ramassé dans le jardin, mais le contenu du livre disait qu'elle allait mourir! Bien qu'elle ait voulu croire que ce n'était que de la fiction, tout ce qui s'est passé à partir de ce moment-là s'est déroulé comme dans le livre.\n\n«Puisqu'on en est arrivé là... mon but est de survivre!»\n\nPhilomel parviendra-t-elle à découvrir les origines du livre suspect et à survivre?",
      "id": "Setelah bersekongkol dengan ibunya dan memicu perang antara kekaisaran dan menara sihir, Philomel si 'putri palsu' dihukum mati atas semua kejahatannya... Begitulah isi dari buku mencurigakan yang dipungut oleh Philomel di taman. Ia ingin memercayai bahwa cerita di dalam buku itu hanyalah fiksi, tapi semakin hari kejadian di dunia nyata semakin menyerupai buku itu. Agar tidak bernasib sama dengan Philomel yang ada di dalam buku, Philomel memutuskan untuk berusaha bertahan hidup. Akankah hidupnya berjalan sama seperti dengan buku mencurigakan itu?",
      "pl": "Philomel - fałszywa księżniczka - spiskowała ze swoją matką, by podszyć się pod cesarską księżniczkę i wywołać wojnę między Wieżą Magów, a Imperium.\nGdy jej zbrodnie zostały ujawnione, została skazana na śmierć.\nKonic godny nikczemnika...\n\"Nawet jeśli Philomel z książki zrobiła coś złego, to nie było to wystarczające, aby uzasadnić wyrok śmierci!\"\nPhilomel krzyknęła i rzuciła książkę, którą czytała.\nByła po prostu ciekawa książki, którą znalazła w ogrodzie, ale jej treść mówiła, że umrze!\nChoć chciała wierzyć, że to nic innego jak bajka, wszystko, co wydarzyło się od tego momentu, przebiegało dokładnie tak, jak w książce.\n\"Skoro do tego doszło... moim celem jest przetrwanie!\".\nCzy Philomel uda się odkryć pochodzenie podejrzanej książki i żyć dalej?",
      "pt-br": "Philomel, a 'princesa falsa' que conspirou com sua mãe para se passar por princesa imperial, causou uma guerra ao separar a Torre Mágica do Império. Quando ela é considerada culpada de todos os seus crimes, ela é condenada à morte. Realmente digna de uma vilã... \"Eu, não, Philomel no livro fiz algo errado, então não é o suficiente para me matar!\" Philomel gritou e jogou o livro que estava lendo. Ela estava apenas curiosoa sobre o livro suspeito que pegou no jardim, mas ela, não, a princesa Philomel do livro morreu! Quero acreditar que é apenas uma ficção, mas de alguma forma tudo o que acontece depois se assemelha ao que está escrito no livro. \"Agora que está assim... meu único objetivo é sobreviver!\" Philomel será capaz de revelar o que aquele livro suspeito diz e reivindicar sua vida?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bbde221a-dddb-4741-a570-86e7bc16f7c1",
    "title": {
      "en": "Quick Transmigration: The Host Wants To Die"
    },
    "updatedAt": "2024-09-03T16:46:50+00:00",
    "coverArt": "https://mangadex.org/covers/bbde221a-dddb-4741-a570-86e7bc16f7c1/7c8e453c-8d32-4b2a-b378-69f7cd61c97e.png",
    "altTitles": [
      {
        "en": "The Host Is a Villainess"
      },
      {
        "zh": "快穿：宿主她一心求死"
      },
      {
        "zh-ro": "Kuai Chuan: Suzhu Ta Yixin Qiu Si"
      },
      {
        "es": "La Anfitriona Es Una Villana"
      },
      {
        "vi": "Xuyên Nhanh: Ký Chủ, Cô Ấy Một Lòng Muốn Chết"
      },
      {
        "ja": "今世も死を望みます"
      },
      {
        "ko": "죽음을 원하는"
      }
    ],
    "description": {
      "en": "Troubled girl Ruan Xiaoli inexplicably binds herself to something claiming to be a system. It says, 'I’ll take you to three thousand worlds to be a villain, destroying the heavens and the earth, and stirring up blood and chaos.' Ruan Xiaoli finds this quite interesting and agrees. However… Hey, system, didn’t we agree that I’d just be a villain? Destroying the heavens and the earth and then getting killed by the world’s male lead should be enough. Why is it that every world’s male lead, instead of just killing me, seems to fall for this big villain? Hey, you, male lead, why are you following me around doing bad deeds? And you, am I the villain or are you? Ruan Xiaoli: I just want to be a proper villain and then be killed, achieving fame and success. I don’t want to fall in love; I just want to be killed by the world’s male lead. I’m wholeheartedly seeking death!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e06e6024-9688-4a38-a8b4-6facd3fe1d80",
    "title": {
      "en": "Mankitsu Shitai Jouren-san"
    },
    "updatedAt": "2024-07-09T13:27:49+00:00",
    "coverArt": "https://mangadex.org/covers/e06e6024-9688-4a38-a8b4-6facd3fe1d80/e6758c5f-7943-44f3-8ca2-a2c55faf8a9c.jpg",
    "altTitles": [
      {
        "ja": "まんきつしたい常連さん"
      },
      {
        "es-la": "Una clienta habitual quiere divertirse"
      },
      {
        "fr": "La cliente régulière veut s'amuser"
      },
      {
        "en": "Miss Regular Customer Wants to Enjoy"
      },
      {
        "en": "The Regular Enjoying Herself at the Manga Cafe"
      },
      {
        "ja-ro": "Mankitsu Shitai Jouren-san"
      },
      {
        "zh-hk": "想盡情享受的常客小姐"
      },
      {
        "zh": "想尽情享受的常客小姐"
      }
    ],
    "description": {
      "en": "Izumi, a university student part-timing at a manga cafe, got curious about a regular customer. Her name is Honami, a high school girl who's been coming to the manga cafe recently. This defenseless and seemingly cute girl who he can't take his eyes off of has a secret...!?\n\nThis is a slightly naughty, heartful love comedy where this gentle pair will get to \"enjoy\" their youth to the fullest!!",
      "ja": "マンガ喫茶で働く大学生・泉には気になっている常連さんがいた。 それは最近よく来店する女子高生のほなみちゃん。 どこか無防備で可愛らしい彼女には、 目を離せないある秘め事があって…！？ 青春を“まんきつ”する優しいふたりの ちょっとエッチなハートフルラブコメ！！\n\n---\n\nManga kissa de hataraku daigakusei izumi ni wa ki ni natte iru jōren-san ga ita. Sore wa saikin yoku raiten suru mesukōsei no hona michan. Doko ka mubōbi de kawairashī kanojo ni wa,-me o hanasenai aru himegoto ga atte…!? Seishun o “ma n kitsu” suru yasashī futari no chottoetchina hātofururabukome!!",
      "es-la": "Izumi, un estudiante universitario que trabaja en un café de manga, tiene una clienta habitual que le interesa. Se trata de una chica de instituto, Honami, que últimamente frecuenta la tienda. ¡Su aspecto es algo inocente y tierno, pero tiene un secreto del que no puede apartar la vista...! ¡Una comedia romántica un poco atrevida sobre dos personas amables que disfrutan plenamente su juventud!",
      "pt-br": "Izumi, um estudante universitário que trabalha meio período em um café de mangá, ficou curioso sobre uma cliente regular. O nome dela é Honami, uma estudante do ensino médio que tem vindo ao café mangá recentemente. Essa garota indefesa e aparentemente fofa de quem ele não consegue tirar os olhos tem um segredo...!?\n\nEsta é uma comédia de amor um pouco safada e sincera, onde este gentil casal poderá \"aproveitar\" sua juventude ao máximo!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99b8eaeb-9041-4bfd-8eb7-d72addc88eb7",
    "title": {
      "en": "The Café Terrace and Its Goddesses"
    },
    "updatedAt": "2024-06-26T14:36:29+00:00",
    "coverArt": "https://mangadex.org/covers/99b8eaeb-9041-4bfd-8eb7-d72addc88eb7/9a121907-49db-4a83-87c3-ce60e1f4b98e.jpg",
    "altTitles": [
      {
        "ja": "女神のカフェテラス"
      },
      {
        "ru": "Терраса-кафе богинь"
      },
      {
        "ja-ro": "Megami no Cafe Terrace"
      },
      {
        "ja": "Megami no Kafeterasu"
      },
      {
        "ne": "देवीहरूको क्याफे टेरेस"
      },
      {
        "fr": "Le café terrasse des déesses"
      },
      {
        "en": "Goddess Café Terrace"
      }
    ],
    "description": {
      "en": "Kasukabe Hayato has been accepted to Tokyo U on his first try. Receiving news of his grandmother's death, he returns to his childhood home, Cafe Terrace Familia, for the first time in three years to find five strange girls there who claim to be \"Grandma's Family\"! Hayato's unexpected life in a seaside town with these five girls of fate begins here!  \n  \nIn this handsome harem under one roof by Koji Seo of *Suzuka*, *Kimi no Iru Machi*, and *Fuuka*, which girl will you fall in love with? A seaside love comedy with too many heroines!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10009/episode/319474) (U.S. Only)",
      "ru": "Спустя три года, после ссоры со своей бабушкой, Хаято Касукабэ возвращается в свой родной дом в котором поселилось пять девушек. Выясняется, что бабушка Хаято позволила девушкам жить в этом доме, а те заботились о ней до самой её смерти. Так начинается история Хаято и пяти \"Богинь\"."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af21fa9b-3adb-43d4-8f58-2d57b0b60b5a",
    "title": {
      "en": "Circle"
    },
    "updatedAt": "2024-02-19T18:25:25+00:00",
    "coverArt": "https://mangadex.org/covers/af21fa9b-3adb-43d4-8f58-2d57b0b60b5a/b2631979-8f30-4276-b818-d7e39dc3fa7f.png",
    "altTitles": [
      {
        "pl": "Krąg"
      }
    ],
    "description": {
      "en": "The best way for the diverse human beings who make up society to unite is to find themselves a common enemy. School is a mini-version of society, so why shouldn't the same thing happen in a classroom setting?  \n  \nThis particular class has chosen Xiao Shang to be that common enemy. But one of its more popular students soon finds himself becoming intrigued by Shang's unapologetic, straightforward way of life.  \n\nThis comic is posted for free on the author's weibo: <https://weibo.com/u/3567976483>",
      "pl": "Najłatwiejszym sposobem zjednoczenia się różnorodnych jednostek, które tworzą społeczeństwo, jest znalezienie wspólnego wroga. Szkoła jest mini społeczeństwem, więc czy to samo nie powinno odbywać się w klasie? Ta konkretna klasa wybrała na wspólnego wroga Xu Shanga. Ale wkrótce jeden z najpopularniejszych uczniów w szkole staje się zaintrygowany specyficznym życiem Shanga.",
      "pt-br": "Ao e Xun são amigos desde a infância que mantêm um relacionamento secreto fora da escola, na mesma escola existe o aluno transferido Xiao Shang que esconde uma vida totalmente diferente através de sua natureza tranquila. Círculos Sociais significam aceitações e esses meninos buscam uma forma de como se encaixar nesse meio."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9127461c-211e-4a8d-adfa-68eac68be7fa",
    "title": {
      "en": "Ichiban Ushiro no Daimaou"
    },
    "updatedAt": "2024-03-07T08:28:44+00:00",
    "coverArt": "https://mangadex.org/covers/9127461c-211e-4a8d-adfa-68eac68be7fa/a996cb43-9daf-4e56-977e-9bc021f513a7.jpg",
    "altTitles": [
      {
        "en": "Demon King Daimao"
      },
      {
        "ja-ro": "Ichiban Ushiro no Dai Maoh"
      },
      {
        "ja-ro": "Ichiban Ushiro no Dai Maou"
      },
      {
        "ja": "いちばんうしろの大魔王"
      },
      {
        "zh": "最后大魔王"
      }
    ],
    "description": {
      "en": "This story of \"love, magic, and battles\" revolves around Akuto Sai, a boy who aims to become part of his country's highest order of magicians and contribute to society as one of its clergy. On the day he is admitted into the Constan Magical Academy, his aptitude test predicts the following: \"Future Occupation: Demon King.\" Thus begins his severe school life in which he is resented by his studious female class head, desired by a girl with mysterious powers, and guarded by a beautiful female android."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "50"
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c179bab-4f10-4a3b-afae-0776b15eb7fa",
    "title": {
      "en": "Hoshi Furu Yoru ni"
    },
    "updatedAt": "2024-09-08T12:41:54+00:00",
    "coverArt": "https://mangadex.org/covers/5c179bab-4f10-4a3b-afae-0776b15eb7fa/4a674555-d49e-479b-91db-1ae828d6f865.jpg",
    "altTitles": [
      {
        "ja": "星降る夜に"
      },
      {
        "fr": "Sous une nuit étoilée"
      }
    ],
    "description": {
      "en": "Two friends share a starry night, talking and savoring every moment before the inevitable happens.\n\n---\n\nHarta 87",
      "fr": "Deux amis partagent une nuit sous les étoiles, discutant et savourant chaque instant avant l'inévitable.\n\n---\n\nHarta 87"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "248525ed-ad1c-4ddc-a834-5d6ce66a3ad2",
    "title": {
      "en": "Arifureta Shokugyou de Sekai Saikyou"
    },
    "updatedAt": "2024-05-17T14:56:17+00:00",
    "coverArt": "https://mangadex.org/covers/248525ed-ad1c-4ddc-a834-5d6ce66a3ad2/9bcee346-c58d-4569-8ff5-ce9ad164662e.jpg",
    "altTitles": [
      {
        "en": "Arifureta: From Commonplace to World's Strongest"
      },
      {
        "ru": "Арифурэта"
      },
      {
        "ru": "Арифурэта: Сильнейший ремесленник в мире"
      },
      {
        "ru": "Стать сильнейшим благодаря обычной профессии"
      },
      {
        "th": "อาชีพกระจอกแล้วทำไม ยังไงข้าก็เทพ"
      },
      {
        "ja": "ありふれた職業で世界最強"
      },
      {
        "zh": "平凡职业成就世界最强"
      },
      {
        "ko": "흔해빠진 직업으로 세계최강"
      },
      {
        "es-la": "El más fuerte del mundo en una profesión mundana"
      },
      {
        "vi": "Arifureta - Từ tầm thường đến bất khả chiến bại"
      },
      {
        "de": "Arifureta - Der Kampf zurück in meine Welt"
      }
    ],
    "description": {
      "en": "Among the class transported to another world, Nagumo Hajime is an ordinary male student who didn’t have ambition nor aspiration in life, and thus called “Incompetent” by his classmates.\nThe class was summoned to become heroes and save a country from destruction. Students of the class were blessed with cheat specifications and cool job class, however, it was not the case with Hajime, with his profession as a “Synergist”, and his very mediocre stats. “Synergist”, to put it in another word was just artisan class. Being the weakest, he then falls to the depth of the abyss when he and his classmates were exploring a dungeon. What did he find in the depth of the abyss, and can he survive?\n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://j-novel.club/s/arifureta-from-commonplace-to-world-s-strongest)",
      "fr": "Le quotidien de l’étudiant ordinaire qu’est Hajime Nagumo, dont la vie ne se comporte que de nuits blanches et siestes en cours, se retrouve bouleversé lorsque sa classe et lui se retrouvent transportés en tant qu’héros dans un autre monde afin de le sauver… Alors que tout le monde obtient des jobs assez puissants, notre héros se retrouve avec le job « Synergiste », assez inutile en l’état des choses, humilié et jeté seul dans les tréfonds d’un donjon, arrivera-t-il à survivre ?\n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://j-novel.club/s/arifureta-from-commonplace-to-world-s-strongest)",
      "it": "Tra gli studenti trasportati in un altro mondo, Nagumo Hajime è uno studente senza ambizioni ed aspirazioni nella vita, è infatti soprannominato l’Incapace dai suoi compagni.\nGli studenti sono stati evocati per ergersi ad eroi e salvare il paese dalla distruzione. A loro sono stati donati poteri e classi di livello, a tutti tranne che a Nagumo Hajime, che inizia da Sinergista con statistiche mediocri.\nIl Sinergista, è in altre parole un “crafter”. Essendo il più debole, finisce per cadere nelle profondità di un abisso durante l'esplorazione di un sotterraneo. \nCosa troverà nelle profondità dell’abisso... e riuscirà a sopravvivere?",
      "pl": "Wśród uczniów klasy przeniesionej do innego świata, Hajime Nagumo niczym się nie wyróżnia; ot najzwyklejszy w świecie uczeń niemający ambicji czy życiowego celu, dlatego też nazywany w klasie \"Nieudacznikiem\".\nGdy cała klasa trafiła do innego świata, by zostać bohaterami i ocalić cały kraj przed zniszczeniem, wszyscy zostali pobłogosławieni oszukańczymi statystykami i świetnymi profesjami… za wyjątkiem Hajime, który skończył z profesją \"Synergetyka\" i przeciętnymi statystykami. \"Synergetyk\", ujmując to inaczej, jest zwyczajną klasą rzemieślniczą. Będąc najsłabszym w klasie, spada w głąb otchłani podczas wspólnego eksplorowania lochu. Czego dowiedział się w jej czeluściach i czy uda mu się przetrwać?\n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://j-novel.club/s/arifureta-from-commonplace-to-world-s-strongest)",
      "ru": "Хадзимэ Нагумо, живущий по принципу «Первым делом - хобби», и весь его класс вдруг призывают в другой мир. Одноклассники один за другим открывают невероятные по меркам этого мира способности, ну а Хадзимэ достается бесполезный ремесленный класс «Синергист». Оказавшись в самых глубинах преисподней, он находит применения своему заурядному таланту и стремится найти выход из лабиринта…  \n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://j-novel.club/s/arifureta-from-commonplace-to-world-s-strongest)",
      "es-la": "Entre la clase transportada a otro mundo, Nagumo Hajime es un estudiante normal y corriente que no tiene ambiciones ni aspiraciones en la vida, por lo que sus compañeros le llaman \"Incompetente\".\nLa clase fue convocada para convertirse en héroes y salvar a un país de la destrucción. Los estudiantes de la clase fueron bendecidos con habilidades tramposas y una categoría de trabajo genial, sin embargo, no fue el caso de Hajime, con su profesión de \"Sinergista\", y sus estadísticas muy mediocres. \"Sinergista\", para decirlo en otra palabra era simplemente la clase artesanal. Siendo el más débil, entonces cae a la profundidad del abismo cuando él y sus compañeros estaban explorando una mazmorra. ¿Qué encontró en la profundidad del abismo, y podrá sobrevivir?",
      "pt-br": "Entre a turma transportada para outro mundo, Nagumo Hajime é um estudante do sexo masculino comum que não tem ambição nem aspiração na vida, e, portanto, chamado de \" incompetente\" por seus colegas. A classe foi convocada para se tornar heróis e salvar um país da destruição. Os alunos da classe foram abençoados com as especificações de trapaça e classes legais, no entanto, não foi o caso com Hajime , com a sua profissão como um \" Synergist \" , e suas estatísticas muito medíocres. \"Synergist\", para colocá-lo em outras palavrsa era apenas a classe dos artesãos. Sendo o mais fraco , então ele cai para a profundidade do abismo , quando ele e seus colegas estavam explorando uma dungeon. O que ele encontra na profundidade do abismo, e ele pode sobreviver?"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04598a65-4f1f-4807-a419-d79ca7f67457",
    "title": {
      "en": "Under Ninja"
    },
    "updatedAt": "2024-02-28T06:14:44+00:00",
    "coverArt": "https://mangadex.org/covers/04598a65-4f1f-4807-a419-d79ca7f67457/db065abe-a0e4-4201-8fa9-5d490bfb047f.jpg",
    "altTitles": [
      {
        "ja": "アンダーニンジャ"
      },
      {
        "ja-ro": "Andā Ninja"
      }
    ],
    "description": {
      "en": "The once-prosperous Japanese ninja are said to have been dismantled by the GHQ following the Pacific War and disappeared. In reality, the ninja still exist in secret, and their number is rumored to be as many as 200,000. Some of the elite ninja work behind the scenes at the national level. On the other hand, the ninja at the end of the line are often unable to find work. One such ninja, Kuro Kumogakure, is living the life of a NEET."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5171948a-84fb-4226-90ce-bf49dd18a0d4",
    "title": {
      "en": "The Ending, I Want to Change it"
    },
    "updatedAt": "2024-08-05T19:50:51+00:00",
    "coverArt": "https://mangadex.org/covers/5171948a-84fb-4226-90ce-bf49dd18a0d4/786ef720-b192-44df-a748-5281c6cbd6eb.jpg",
    "altTitles": [
      {
        "ko": "엔딩, 바꿔보려합니다"
      }
    ],
    "description": {
      "en": "Byun Soo-ah, an impoverished novelist who only writes bad endings, is possessed by someone's curse as Choi Se-hwa, the villainess of 'End of Youth', which is currently being serialized. Can Su-ah survive and return to her original world in a novel full of traitors, sociopaths, double personalities, and psychopaths?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96105ea3-930a-47fa-9b5f-cbb69d84a0eb",
    "title": {
      "en": "BOX - Something's in the Box"
    },
    "updatedAt": "2023-12-27T22:26:34+00:00",
    "coverArt": "https://mangadex.org/covers/96105ea3-930a-47fa-9b5f-cbb69d84a0eb/be254222-5026-4244-beab-995b65d267d0.jpg",
    "altTitles": [
      {
        "ja": "BOX～箱の中に何かいる～"
      },
      {
        "ja-ro": "BOX - Hako no Naka ni Nanika Iru"
      }
    ],
    "description": {
      "en": "Seven people received a \"puzzle\" and ticket from an unknown sender, and followed the ticket to a strange square house. A mysterious woman who came \"out of curiosity\" joined them, and what awaited those people in the house was a girl as beautiful as a doll and maze beyond imagination. They cannot leave unless they solve the puzzle. When it's solved, part of your body will disappear! Can they escape? And, just who invited them there?\n\nFrom [Anilist](https://anilist.co/manga/113065/Box-Hako-no-Naka-ni-Nanika-Iru/)"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "822c9883-385c-4fd0-9523-16e7789cbeae",
    "title": {
      "en": "Seitokai ni mo Ana wa Aru!"
    },
    "updatedAt": "2024-07-05T21:27:08+00:00",
    "coverArt": "https://mangadex.org/covers/822c9883-385c-4fd0-9523-16e7789cbeae/05bc4640-7887-411a-be98-2a61f9e41cf6.jpg",
    "altTitles": [
      {
        "ja": "生徒会にも穴はある!"
      },
      {
        "ru": "В студсовете тоже есть дырка!"
      },
      {
        "en": "There is Also a Hole in the Student Organization!"
      },
      {
        "en": "Even the Student Council has Holes"
      },
      {
        "fr": "Les allumés du conseil ! (Meian)"
      }
    ],
    "description": {
      "en": "When it comes to the face of this student organization, it's a little weird, like a fool, scary, or moody. However, mysterious and futuristic days that seem strangely cute pass by.",
      "ja": "この生徒会の面子ときたら、あほの子だったり、恐ろしかったり、むっつりだったり、ちょっと変！ でも、それがなんだか、妙に可愛く思える今日この頃……。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ade0306c-f4b6-4890-9edb-1ddf04df2039",
    "title": {
      "en": "Solo Leveling: Ragnarok"
    },
    "updatedAt": "2024-08-26T14:09:45+00:00",
    "coverArt": "https://mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "altTitles": [
      {
        "ko": "나 혼자만 레벨업 : 라그나로크"
      },
      {
        "ko-ro": "Na Honjaman Level Up: Ragnarok"
      },
      {
        "pt-br": "Upando Sozinho: Ragnarok"
      }
    ],
    "description": {
      "en": "The Earth's existence is under threat once more as Itarim, the gods of other universes, seek to fill the void left by the Absolute Being. \n\nSung Jinwoo has no choice but to send Beru, the shadow ant king, to awaken his son's powers and start him on the journey he once took. \n\nSuho must conquer the shadow dungeon and earn his place in the world of hunters as he navigates through a new world against a new evil looking to swallow the world whole.",
      "ko": "줄거리\n\n평범한 대학생으로 살아가던 성수호 죽음을 앞둔 순간, 잠들어 있던 그의 특별한 혈통이 깨어난다!\n\n“일어나라.”\n\n죽음을 거스르고 지배하는 헌터, 그가 선보이는 새로운 레벨업을 주목하라!\n\n* 이 작품은 웹툰 <나 혼자만 레벨업>의 세계관을 이어받은 작품입니다.",
      "pt-br": "A existência da Terra está ameaçada novamente, por Itarim, os deuses de outros universos, buscam preencher o vazio deixado pelo Ser Absoluto.\n\nSung Jinwoo não tem outra opção senão enviar Beru, o rei das formigas das sombras, para despertar os poderes de seu filho e iniciar sua jornada, como ele fez antes.\n\nSuho precisa conquistar a masmorra das sombras e ganhar seu lugar no mundo dos caçadores, enquanto enfrenta um novo mal que ameaça engolir o mundo inteiro."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8438feea-6d36-4082-bbd3-50d7273e66ba",
    "title": {
      "en": "8-gatsu 31-nichi no Long Summer"
    },
    "updatedAt": "2024-04-18T21:18:57+00:00",
    "coverArt": "https://mangadex.org/covers/8438feea-6d36-4082-bbd3-50d7273e66ba/1dd079e4-5a32-4bc0-ade7-a469068e5110.jpg",
    "altTitles": [
      {
        "en": "The Long Summer on August 31"
      },
      {
        "ja-ro": "Hachigatsu Sanjuuichinichi no Long Summer"
      },
      {
        "vi": "Mùa hè dài ngày 31 tháng 8"
      },
      {
        "ja-ro": "8-gatsu 31-nichi no Long Summer"
      },
      {
        "ja": "8月31日のロングサマー"
      },
      {
        "ru": "Длинное лето 31-го августа"
      }
    ],
    "description": {
      "en": "Suzuki-kun and Takagi-san — two high-schoolers who found each other in a time loop on August 31. The two are the only ones who keep their memories when it loops. As for the cause of the time loop, one thing comes to mind — Suzuki-kun's lingering regrets for the summer, a guy's greatest ambition....\n\nIt's a time loop comedy of youth, romance, and facing love head-on!",
      "ja": "何度も繰り返す8月31日の中で出会った高校生の二人・鈴木くんと高木さん。\n\n記憶を繰り越せるのは二人だけ。\n\nタイムループの原因として考えられるのは、鈴木くんが夏休みにやり残した、男子最大の目標…。\n\n恋と真っ向から対峙する、青春タイムループコメディ！",
      "ru": "31 августа повторяется снова и снова. Сохранить об этом воспоминания могут только два школьника – Сузуки-кун и Такаги-сан. Задумавшись о причине возникновения такой временной петли, Сузуки-кун пришёл к выводу, что всё дело в нём: его незавершённых делах летом и большом сожалении на этот счёт. Чтобы выбраться из временной тюрьмы подросток решает действовать…\nВас ждёт любовная комедия противостояния любви и временной петли!",
      "vi": "Thế giới bị rơi vào 1 vòng lặp thời gian, chỉ có 2 người giữ lại được ký ức là Suzuki và Takagi. Nếu muốn thoát khỏi vòng lặp thì Suzuki phải hoàn thành ước nguyện còn dang dở của cậu: kiếm được bạn gái và thoát kiếp trai tân."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "038e3e15-0328-41bd-b1e0-e6c0a7b63763",
    "title": {
      "en": "Onee-chan no Midori-kun"
    },
    "updatedAt": "2024-05-30T13:07:52+00:00",
    "coverArt": "https://mangadex.org/covers/038e3e15-0328-41bd-b1e0-e6c0a7b63763/f27dbd26-431d-4637-b880-fe0be0fc99c3.jpg",
    "altTitles": [
      {
        "ja": "お姉ちゃんの翠くん"
      },
      {
        "en": "Midori Loves My Sister"
      }
    ],
    "description": {
      "en": "The manga centers on Sui, a girl in her third year of junior high. She doesn't really get along with her older sister's boyfriend, Midori-kun, since he always treats her like a kid and makes fun of her. But Midori-kun is suddenly asked to be Sui's home tutor."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d5285bc-2d99-449e-9349-5a642a8889b1",
    "title": {
      "en": "Kaijuu no Hanataba"
    },
    "updatedAt": "2024-05-15T18:09:41+00:00",
    "coverArt": "https://mangadex.org/covers/1d5285bc-2d99-449e-9349-5a642a8889b1/a2afbffc-ece5-4dc0-9c97-e58e09f59a5f.jpg",
    "altTitles": [
      {
        "ja": "かいじゅうの花束"
      }
    ],
    "description": {
      "en": "New life love with a quirky guy she met at the share house she moved into, and the cohabitation romance begins...."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a14aefaa-473c-4824-b297-1d16c4899737",
    "title": {
      "en": "Pillow Fish"
    },
    "updatedAt": "2024-01-28T19:34:23+00:00",
    "coverArt": "https://mangadex.org/covers/a14aefaa-473c-4824-b297-1d16c4899737/26c0a73a-4002-44af-83a0-bc9637e6cd8d.png",
    "altTitles": [
      {
        "ja": "枕魚"
      },
      {
        "ja-ro": "Makura Uo"
      },
      {
        "ru": "Рыба-подушка"
      }
    ],
    "description": {
      "en": "I thought I could keep moving forward, but in an unexpected instant, I’ve lost myself in the gaps of this vast universe. Where have I seen this, this landscape that doesn’t exist? Right over there, in a time that will never come to pass. Welcome to the world of panpanya.    The 22 chapters of Makura Uo, which include stories like Ame no Hi (Rainy Day) and Gomi no Sakebigoe (The Cries of Trash), were either serialized in the special web edition of Hakusensha’s Rakuen Le Paradis magazine or published as doujinshi. Included are entries from panpanya’s diary as well as annotations from the author herself.    \n\n(Source: AniList)",
      "ru": "Странные будни странной девочки в странном городе, полном странных созданий."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "22"
  },
  {
    "mangaId": "dd13dad6-7cda-46cf-8d4f-13adfc6c37d6",
    "title": {
      "en": "Shihai Shoujo Kubaru-chan"
    },
    "updatedAt": "2024-09-03T06:19:59+00:00",
    "coverArt": "https://mangadex.org/covers/dd13dad6-7cda-46cf-8d4f-13adfc6c37d6/a9fe0efb-d7d4-4ced-bd54-635969b096a9.jpg",
    "altTitles": [
      {
        "ja": "支配少女くばるちゃん"
      },
      {
        "en": "Ruling Girl Kubaru-chan"
      },
      {
        "en": "Controlling Girl Kubaru-chan"
      }
    ],
    "description": {
      "en": "After fierce bullying, Yuuto Kiba wanted to die. On the verge of committing suicide, his fate changes rapidly when a strange and funky beautiful girl, Kubaru, tells him, “Give me your life”.\n\nMake your life happy with love?! A slightly strange and psycho love drama.",
      "ja": "熾烈ないじめの末に、もう死にたいと思っていた少年・木場優人（きばゆうと）。自殺する寸前に、奇妙なファンキー美少女・くばるに「君の人生を頂戴」と言われたことで、運命が目まぐるしく変わっていく。\n\nラブで君の人生を幸せにする？！ちょっと奇妙でサイコなラブドラマ。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6880cf1f-db33-4f29-8fe3-817374a2061f",
    "title": {
      "en": "County Princess Will Not Marry Four Times"
    },
    "updatedAt": "2022-04-08T17:54:14+00:00",
    "coverArt": "https://mangadex.org/covers/6880cf1f-db33-4f29-8fe3-817374a2061f/45bef16c-1bc7-42f4-9e65-370d3f2ea379.jpg",
    "altTitles": [
      {
        "en": "Jun Zhu Bu-Si Jia"
      },
      {
        "en": "Second-chance Life, Second-hand Love"
      },
      {
        "en": "郡主不四嫁"
      }
    ],
    "description": {
      "en": "Yuan Xiang Wei was the County Princess of Duan Ning in her past life, although she was forced to marry four times, but she still considers herself to be modest and upright.   \nIt just had to be that after her death, all four of her ex-husbands became influential figures. She considers it to be her running into bad luck.  \nAfter rebirth she finally made up her mind, what is femininity or female virtues? She wants the center positition to abuse the scums, and to surpass everything below the heavens!  \nBut she didn't expect that all four of them were also reborn, and each of them all had one same wish ——in this life, she will only be mine!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6871b16-412c-40a5-94c2-7a70d76d9620",
    "title": {
      "en": "The Anti-Destiny Girl"
    },
    "updatedAt": "2024-06-19T20:10:22+00:00",
    "coverArt": "https://mangadex.org/covers/f6871b16-412c-40a5-94c2-7a70d76d9620/cdd04479-a32c-48d0-be06-93bb5e1efdf9.jpg",
    "altTitles": [
      {
        "zh": "逆天嫡女：仙尊，宠上天！"
      }
    ],
    "description": {
      "en": "Zhao Menglin was reborn as a wimpy daughter of an aristocratic family with inferior body constitution which can't cultivate immortal. She was framed by her stepmother, detested by her younger brother, and looked down upon by all the others! Through all the adversities, she met a mysterious celestial master who took her to the higher stage of cultivation and counterattacked all the humiliations. Eh? Why does the celestial master look her... in such a spoiled way?",
      "fr": "Zhao Menglin renaît en tant que fille d'une famille aristocratique avec une constitution corporelle inférieure qui ne peut pas cultiver l'immortalité.   \nElle est piégée par sa belle-mère, détestée par son jeune frère, et méprisée par tous les autres !   \nÀ travers toutes les adversités, elle va rencontrer un mystérieux maître céleste qui l'amèneau stade supérieur de la culture et a contre-attaque toutes les humiliations.   \nHein ? Pourquoi le maître céleste la regarde-t-il… d'une manière si perverse ?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "89"
  },
  {
    "mangaId": "a8b65a50-70e7-4f4f-93c0-9b5494b2b4bf",
    "title": {
      "en": "Brother's Sick Love"
    },
    "updatedAt": "2024-07-27T18:51:04+00:00",
    "coverArt": "https://mangadex.org/covers/a8b65a50-70e7-4f4f-93c0-9b5494b2b4bf/3d40d3b8-f2bf-443e-9245-7dc91db7fc47.jpg",
    "altTitles": [
      {
        "zh": "忽如一夜病娇来"
      },
      {
        "zh-ro": "Hu Ru Yi Ye Bing Jiao"
      }
    ],
    "description": {
      "en": "Yu Xiang unfortunately transmigrates into a merchant's daughter, who was mistakenly taken to the marquis manor at birth. She is immediately disabled, and carries the nickname of 'disaster star'. Helplessly, she can only cling to her older brother, the marquis, in hopes of surviving, and wait for the true master to return so she can give way. Years later, when the true master returns to the manor, Yu Xiang prepares to leave. however, she finds out her clinging technique is too good, that her marquis brother won't let her leave!",
      "fr": "Yu Xiang donne, handicapée, échange son coeur avec celui de son frère. \nAprès sa mort, elle se réincarne dans le corps d'une fille qui porte le même nom, est paralysée comme elle et qui est surnommée l'étoile malchanceuse. \nYu Xiang réalise alors qu'elle est dans le roman qu'elle lisait avant de mourir. Synopsis du roman en question : Yu Xiang, fille de marchand a été échangée à la naissance avec la fille d'un Seigneur.",
      "zh": "虞襄很不幸穿成了被抱到侯府的商家女，一来就双腿残废，脑袋上还顶着个‘丧门星’的称号。 无奈之下只得牢牢抱住侯爷哥哥的大腿，先把日子混下去，等正主儿回来就麻溜的让位。 几年之后正主儿回归，虞襄包袱款款准备走人，却发现抱大腿的技术太专业，侯爷哥哥不让走了！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "150"
  },
  {
    "mangaId": "99e287b2-d258-4df2-a221-5f02c2ff656a",
    "title": {
      "en": "The Villainess Wants to Turn Over a New Leaf"
    },
    "updatedAt": "2024-08-31T18:27:37+00:00",
    "coverArt": "https://mangadex.org/covers/99e287b2-d258-4df2-a221-5f02c2ff656a/7b77c886-6859-4322-8647-e64faec6f491.jpg",
    "altTitles": [
      {
        "zh": "满级绿茶穿成小可怜"
      },
      {
        "en": "Max-Level Green Tea Transmigrates Into Little Pitiful One"
      },
      {
        "id": "Teh Hijau Tingkat Tinggi Bertransmigrasi"
      },
      {
        "zh-ro": "Man Ji Lvcha Chuan Cheng Xiao Kelian"
      },
      {
        "zh-ro": "Mǎn Jí Lǜchá Chuān Chéng Xiǎo Kělián"
      },
      {
        "en": "Villainess Wants to Turn Over a New Leaf"
      }
    ],
    "description": {
      "en": "Lin Feilu is an oscar-winning actress. Acting cute, slandering, feigning innocence, or playing the white lotus. Regardless, she wasn't a good person. She then died on her 27th birthday. She vowed, if there was a next life, she would be a good person. In the end, she transmigrated into a five-year-old princess of the great Lin Dynasty. Her imperial mother was not favored, her older brother was mentally challenged, and her life was constantly in danger, with having little to eat and trying to stay warm.\n\nLin Feilu: …You all forced me!",
      "fr": "Lin Feilu est une actrice oscarisée. Faire la mignonne, médire, feindre l'innocence ou jouer les innocentes. Peu importe, elle n’est pas quelqu'un de bien. Elle meurt le jour de son 27e anniversaire en se jurant que si elle a une prochaine vie, elle serait une bonne personne. Elle se réincarne en une princesse de cinq ans de la grande dynastie Dalin. Sa mère, concubine impériale n'était pas favorisée parce son frère aîné souffrait d'une déficience mentale.\nLin Feilu, bien que déterminée à rester une bonne personne, va utiliser ses talents de manipulatrice pour retourner la situation de sa famille."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd9528c7-399f-45e6-8b68-f79c7afb1a00",
    "title": {
      "en": "You Are The Culprit‼️"
    },
    "updatedAt": "2024-09-08T01:20:33+00:00",
    "coverArt": "https://mangadex.org/covers/fd9528c7-399f-45e6-8b68-f79c7afb1a00/b548517c-783a-4b20-ace4-82dec8ca2608.png",
    "altTitles": [
      {
        "ja": "犯人はお前だ‼️"
      }
    ],
    "description": {
      "en": "A detective is asked to find out who is the mysterious stalker..."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c6e0eb8-fb94-44a3-9bf4-fa72dee36775",
    "title": {
      "en": "Your Throne"
    },
    "updatedAt": "2023-07-19T20:55:50+00:00",
    "coverArt": "https://mangadex.org/covers/8c6e0eb8-fb94-44a3-9bf4-fa72dee36775/0c04d507-5603-407e-9fc5-ff9b55461c37.jpg",
    "altTitles": [
      {
        "id": "I Wanna Be U"
      },
      {
        "pt": "Seu Trono"
      },
      {
        "en": "To Be You, Even Just for a Day"
      },
      {
        "ko": "하루만 네가 되고 싶어"
      },
      {
        "fr": "La duchesse déchue"
      },
      {
        "th": "ชิงชีวิตพลิกลิขิตชะตา"
      },
      {
        "de": "Dein Thron"
      },
      {
        "es": "Quiero ser tú, solo por un día"
      },
      {
        "tr": "Sadece Bir Günlüğüne Sen Olmak İstiyorum"
      },
      {
        "es": "Tu trono"
      },
      {
        "vi": "Tôi muốn trở thành cô ấy, dù chỉ một ngày"
      },
      {
        "zh": "以你之名"
      },
      {
        "ja": "君の全てを奪いたい"
      },
      {
        "zh-hk": "惡女的變身"
      },
      {
        "uk": "Я хочу стати тобою хоча б на один день"
      }
    ],
    "description": {
      "de": "[Official German Version](https://www.webtoons.com/de/fantasy/your-throne/list?title_no=2580)",
      "en": "Tensions are brewing under the seemingly calm surface of the Vasilios Empire, a kingdom ruled by the Imperial Family and the Temple. Lady Medea Solon has lost her place next to Crown Prince Eros, but resolves to do whatever it will take to win back what's rightfully hers. Will she reclaim her throne?",
      "es": "[Official Spanish Version](https://www.webtoons.com/es/fantasy/your-throne/list?title_no=2414)",
      "fr": "[Official French Version](https://www.webtoons.com/fr/drama/la-duchesse-dechue/list?title_no=1957)",
      "id": "[Official Indonesian Version](https://www.webtoons.com/id/drama/i-wanna-be-u/list?title_no=1877)",
      "ja": "[Official Japanese Version](https://manga.line.me/product/periodic?id=Z0000765)",
      "th": "[Official Thai Version](https://www.webtoons.com/th/romantic-fantasy/i-wanna-be-u/list?title_no=1874)",
      "zh": "[Official S.Chinese Version](https://www.dongmanmanhua.cn/LOVE/yinizhiming/list?title_no=1481)",
      "zh-hk": "[Official T.Chinese Version](https://www.webtoons.com/zh-hant/western-palace/envbianshen/list?title_no=1904)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "472d3750-89c7-4527-9302-af28398f46fe",
    "title": {
      "en": "Nonbiri VRMMO-ki"
    },
    "updatedAt": "2023-12-07T05:16:52+00:00",
    "coverArt": "https://mangadex.org/covers/472d3750-89c7-4527-9302-af28398f46fe/81c45782-4309-47c2-b059-3a54f6b5c4a4.jpg",
    "altTitles": [
      {
        "ja-ro": "Nonbiri VRMMOki"
      },
      {
        "ja": "のんびりVRMMO記"
      },
      {
        "ko": "한가로운 VRMMO 이야기"
      },
      {
        "ko": "느긋한 VRMMO기"
      },
      {
        "en": "A Diary of Our Leisurely VRMMO Playthrough"
      },
      {
        "en": "Leisure VRMMO Record"
      },
      {
        "en": "Relaxed VRMMO Log"
      },
      {
        "ru": "Беззаботные VRMMOшники"
      }
    ],
    "description": {
      "en": "Here in the year 2×××, technology advanced by leaps and bounds in VR exceed beyond imagine.While at first it was a little strange soon became a commonplace thing in Japan. By the recommendation of my twin sisters Hibari and Hitaki, I found myself playing the VRMMO [REAL & MAKE]. While being taught playing this new game by these two people… I discovered a game that does not require to be played like others. Single-mindlessly playing or hunting, taming with full of charm, producing realistic feats with dexterity, or cooking realistic cuisine with house-husband force.It is the story of being watched by players and AI inhabitants of the bulletin board."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a91e92e-4014-4f20-b289-fa71844d79d1",
    "title": {
      "en": "Akuyaku Reijo no Ani ni Tenseishimashita"
    },
    "updatedAt": "2024-09-02T21:03:19+00:00",
    "coverArt": "https://mangadex.org/covers/4a91e92e-4014-4f20-b289-fa71844d79d1/f87389c3-279d-467d-93a5-275f3ae1e17c.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢の兄に転生しました"
      },
      {
        "en": "Reincarnated as a Villainess's Brother"
      },
      {
        "ja-ro": "Akuyaku Reijo no Ani ni Tensei Shimashita"
      }
    ],
    "description": {
      "en": "\"Onii-tama?\"\nCain, who reincarnated as one of the love interests of an otome game, screamed at the loveliness of his sister, Diana. I can't believe that this angel is going to be a villainess with countless bad ends-- No, there is no way that such a future can exist!\nClenching his fist tightly, he raises his sister into a gentle lady, while also dispelling the darkness held by the love interests in place of the heroine.\nRelying on his game knowledge from his previous life and an orphaned chamberlain. Everything for his beloved sister-- The brother's challenge begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck - Digital Colored Comics"
      },
      {
        "en": "Undead Unluck"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      },
      {
        "vi": "Bất tử và bất hạnh (Bản màu)"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8dcbff1-a8b6-4fcf-88de-3977aa5cef33",
    "title": {
      "en": "Bungou Stray Dogs: Dazai, Chuuya, Juugo-sai"
    },
    "updatedAt": "2024-09-03T01:44:01+00:00",
    "coverArt": "https://mangadex.org/covers/d8dcbff1-a8b6-4fcf-88de-3977aa5cef33/0b468862-3e68-43ed-8636-6f6a85b5bd46.png",
    "altTitles": [
      {
        "en": "Bungou Stray Dogs - Dazai, Chuuya, Fifteen years old"
      },
      {
        "ja": "文豪ストレイドッグス 太宰、中也、十五歳"
      },
      {
        "uk": "Бродячі Пси: Дазай і Чуя 15"
      },
      {
        "es-la": "Bungou Stray Dogs - Dazai, Chuuya, 15 años"
      },
      {
        "en": "Bungou Stray Dogs - Dazai, Chuuya, age fifteen"
      },
      {
        "ru": "Великий из Бродячих Псов: Дазай и Чуя, 15 лет"
      }
    ],
    "description": {
      "en": "Not long after Ougai Mori takes the reins of the Port Mafia, his accomplice Osamu Dazai has a dreadful run in with Chuuya Nakahara, a boy known as the Sheep King who is capable of manipulating gravity. But when strange rumors about the mysterious being Arahabaki start spreading throughout Yokohoma, the duo must put aside their differences and get to the bottom of things. Before they achieved infamy as the fearsome pairing Twin Dark, Dazai and Chuuya were just boys. Was their first encounter a harbinger of hope, or an ill omen of things to come...?",
      "ru": "«Призрак», неожиданно воскресшего, предыдущего босса не даёт покоя Портовой Мафии Йокогамы. Молодому члену мафии Дазаю, под присмотром новоиспечённого Босса Мафии Мори, было поручено разобраться в этом деле. Расследование приводит к так называемому «королю» печально известной группе подростков — «Овцы». Чуя соглашается работать вместе с Дазаем, чтобы раскрыть правду о его собственном прошлом и выяснить истинную причину недавних событий.",
      "es-la": "El fantasma del predecesor acecha a Port Mafia. A los quince años, Osamu Dazai, bajo la atenta mirada de Ōgai Mori, recibe su primera misión de investigar el asunto. La investigación lo lleva a Chūya Nakahara, el infame \"Rey de las Ovejas\", un grupo rival de jóvenes. Con su propio pasado desconocido para él, y las vidas de los miembros de Sheep en juego gracias a Port Mafia, Chūya acepta trabajar junto a Dazai para revelar la verdad detrás del exjefe de Port Mafia."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "23"
  },
  {
    "mangaId": "a8a03fb0-dda1-47e8-9b30-6978114ebc3a",
    "title": {
      "en": "SWAN"
    },
    "updatedAt": "2023-05-11T20:57:33+00:00",
    "coverArt": "https://mangadex.org/covers/a8a03fb0-dda1-47e8-9b30-6978114ebc3a/f73a7eda-8fea-4630-82ce-e4d5757d3ea2.png",
    "altTitles": [
      {
        "en": "Ballet Beat"
      },
      {
        "ja-ro": "Hakuchou"
      },
      {
        "ja-ro": "Swan - Hakuchou"
      },
      {
        "en": "Swan Lake"
      },
      {
        "ja": "スワン 白鳥"
      },
      {
        "ja": "芭蕾群英"
      },
      {
        "ko": "스완 아리요시 쿄코"
      }
    ],
    "description": {
      "en": "The dreams and passions of dancers for all ballet and manga fans. A masterpiece of ballet manga, depicting a girl who, while troubled and hurt, blossoms her unfathomable talent! \n\nA high quality volume long-awaited by fans, it includes color pages and chapter covers from the serialization, as well as newly-drawn manga showing what happened to the main character."
    },
    "status": "completed",
    "releaseDate": 1976,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "12"
  },
  {
    "mangaId": "99c1ca04-c4fb-4ba9-87d1-be9bc7a847f4",
    "title": {
      "en": "My Stepmother Made Me Fall For Her"
    },
    "updatedAt": "2024-07-30T10:34:05+00:00",
    "coverArt": "https://mangadex.org/covers/99c1ca04-c4fb-4ba9-87d1-be9bc7a847f4/4e1a3d81-0afb-4227-ae51-da042d1d7f1b.jpg",
    "altTitles": [
      {
        "zh-ro": "Wǒ zài liàn zōng bèi yǐng hòu hòumā qiángzhì àile"
      },
      {
        "zh": "我在恋综被影后后妈强制爱了"
      },
      {
        "ru": "Мачеха заставила меня в неё влюбиться"
      },
      {
        "en": "I was forced to love by my stepmother"
      },
      {
        "en": "Stepmom made me fall in love with her"
      },
      {
        "en": "I was forced to be intimate with my stepmother, a movie queen, in a love show"
      }
    ],
    "description": {
      "en": "Ruan Tao, who originally wanted to dominate the entertainment world, encounters her malicious stepmother at the very beginning of her career. However, the stepmother is a great actress who dominates the world of entertainment with an iron fist. Ruan Tao can only submit and at the same time think about how to overthrow the evil stepmother's reactionary forces!As a result, she is arranged to participate in a romance reality show with her stepmother, but who is to tell her that it isn't a young love reality show with men and women courting each other? What is the plot when the stepmother holds her hand and asks with concern, fearing that she will hurt herself?",
      "zh": "明艳腹黑大影后小妈x骄纵任性小辣椒女儿 原本想要称霸娱乐圈的阮桃一出道就撞上了自己黑心的后妈，奈何后妈是在娱乐圈只手遮天的大影后，阮桃只能夹着尾巴做人，顺便想着怎么才能打倒恶毒后妈的反动势力！结果就被安排和后妈一起参加恋综，可是谁来告诉她，不是男女嘉宾卿卿我我的青春恋爱综艺吗?后妈拉着她的手嘘寒问暖生怕她磕着碰着是什么剧情?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e9c0fe2-68d4-4224-9f96-ac51464eb94a",
    "title": {
      "en": "The Perfect Hybrid"
    },
    "updatedAt": "2024-06-15T11:26:44+00:00",
    "coverArt": "https://mangadex.org/covers/8e9c0fe2-68d4-4224-9f96-ac51464eb94a/39b26766-3627-484c-80d9-8cc1923edf7b.jpg",
    "altTitles": [
      {
        "ko": "규격 외 혈통 천재"
      },
      {
        "en": "Extraordinary Descent Genius"
      },
      {
        "en": "Genius of the Unique Lineage"
      },
      {
        "fr": "Prodige Hors Norme (Webtoon)"
      }
    ],
    "description": {
      "en": "Earth had been invaded by creatures from another dimension, and it has been a few years since peace was restored, thanks to the help of various supernatural humans that revealed themselves during this invasion. Gwangik Yu, our protagonist, was born between two supernatural parents. His father is an immortal while his mother is a transformer with exceptional physical abilities along with the power to transform into beasts. Neither parent, however, is aware of each spouse’s power and both want Gwangik to follow in their footsteps.",
      "ko": "나는 인베이더를 죽이는 사람이 되고 싶다. \n―\n인베이더를 죽이고 특수종의 세상에 살며 일상의 행복도 유지하고 싶다. \n그걸 바라면 안 될까? \n왜? 왜 그래서는 안 되나. \n두 마리 토끼를 쫓다가는 둘 다 놓친다고 하지만, \n안 놓치면 된다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e23761d-bc78-4a8d-98c9-b48d5bf27003",
    "title": {
      "en": "Shippaisaku no Tsukaima to Majutsushi"
    },
    "updatedAt": "2024-08-09T12:37:54+00:00",
    "coverArt": "https://mangadex.org/covers/7e23761d-bc78-4a8d-98c9-b48d5bf27003/b0f80423-23c8-4643-805c-e10222a7f4ad.jpg",
    "altTitles": [
      {
        "ja": "失敗作の使い魔と魔術師の話"
      },
      {
        "en": "A Failure of a Familiar and a Mage"
      }
    ],
    "description": {
      "en": "A mage adopts an abandoned familiar. After 80 years of raising her and trying to teach her magic and emotion, he passes away, and she embarks on a journey to help other abandoned familiars and tour the spots that remind mer of her late master.",
      "pt-br": "Um Oneshot sobre o relacionamento de um mago e uma familiar abandonada, o que esperar dessa história?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa6c76f7-5f5f-46b6-a800-911145f81b9b",
    "title": {
      "en": "Sono Bisque Doll wa Koi o Suru"
    },
    "updatedAt": "2024-09-06T00:04:54+00:00",
    "coverArt": "https://mangadex.org/covers/aa6c76f7-5f5f-46b6-a800-911145f81b9b/426242c4-b281-4f19-bb79-c4e15ab6bb24.jpg",
    "altTitles": [
      {
        "de": "More than a Doll"
      },
      {
        "fr": "Sexy Cosplay Doll"
      },
      {
        "ru": "Эта фарфоровая кукла влюбилась"
      },
      {
        "ja": "その着せ替え人形は恋をする"
      },
      {
        "zh": "更衣人偶墜入愛河"
      },
      {
        "ko": "그 장난감 인형은 사랑을 한다"
      },
      {
        "es-la": "Esa muñeca de porcelana está enamorada"
      },
      {
        "ne": "ड्रेस-अप पुतली प्रेममा पर्छ"
      },
      {
        "ar": "ماي دريس-أب دارلينغ"
      },
      {
        "zh-hk": "戀上換裝娃娃"
      },
      {
        "th": "หนุ่มเย็บผ้ากับสาวนักคอสเพลย์"
      },
      {
        "hi": "എന്റെ വസ്ത്രധാരണം പ്രിയേ"
      },
      {
        "pl": "Projekt Cosplay"
      },
      {
        "vi": "Cô Nàng Nổi Loạn X Chàng Thợ May"
      },
      {
        "vi": "Nàng Búp Bê Thử Đồ Của Tôi Biết Yêu"
      },
      {
        "pt-br": "Minha Adorável Cosplayer"
      },
      {
        "uk": "Ця порцелянова лялечка закохалася"
      },
      {
        "ja-ro": "Sono Bisque Doll ha Koi wo Suru"
      },
      {
        "en": "My Dress-Up Darling"
      },
      {
        "ja": "The Bisque doll is falling in love"
      },
      {
        "en": "The Bisque Doll Falls In Love"
      }
    ],
    "description": {
      "en": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship.",
      "fr": "Wakana Gojo est un lycéen solitaire. Son rêve est de devenir artisan et de fabriquer les poupées traditionnelles pour le Hina Matsuri. Mais comme cette passion n’est pas très virile, il la cache et ne se fait pas remarquer. Jusqu’au jour ou Marine Kitagawa, la fille la plus populaire du lycée, le voit se servir d’une machine à coudre ! Contre toute attente elle lui demande de devenir son couturier pour réaliser… des tenues de cosplay !\n\n---\n\nMaison d'édition FR : **Kana**",
      "tr": "Wakana Gojou, vadesi geçmiş tutkuları nedeniyle toplumsal travmaları olan 15 yaşında bir liselidir. Bu olayın bıraktığı iz onu toplumdan uzak biri haline getirdi. Bir gün kendisinin tam zıttı, arkadaş canlısı bir gal olan Kitagawa ile karşılaşır. Kısa zamanda garip ilişkilerini yönlendiren tutkularını paylaşırlar.",
      "uk": "Вакана Ґоджьо — п’ятнадцятилітній учень старшої школи, в минулому отримав серйозну психологічну травму на фоні свого захоплення. Внаслідок чого хлопець ізолював себе від соціуму і почав вести затворницький образ життя.\nТак було би і на далі, але в життя Ґоджьо буквально увірвалась Кітаґава — дружелюбна і комунікабельна дівчина, повна його протилежність. Досить швидко вони розділили хоббі один одного, що і привело до їх досить дивних, але міцних відносин.",
      "vi": "Wakana Gojou 15 tuổi là 1 học sinh cao trung từng bị tổn thương tâm lý trong quá khứ do sở thích kỳ lạ của mình. Chuyện đó đã khiến cậu trở nên nhút nhát, rụt rè. Cho tới ngày nọ Gojou tình cờ gặp Kitagawa – một Gyaru – người có tính cách trái ngược hoàn toàn với cậu ấy. 2 người họ hóa ra đều có những điểm chung và đã tạo thành một mối quan hệ hài hước",
      "es-la": "Wakana Gojou es un joven de quince años de edad que se vio traumatizado socialmente en el pasado debido a sus pasiones. Ese incidente le dejó una marca que lo convirtió en un recluso social. Hasta que un día tuvo un encuentro con Kitagawa, una gyaru sociable, que es todo lo contrario a él. Pronto comparten sus pasiones entre sí, lo que da lugar a su extraña relación.",
      "pt-br": "Wakana Gojou é um garoto de quinze anos que foi socialmente traumatizado no passado devido a suas paixões. Aquele incidente deixou uma marca nele que o fez ser um recluso social. Até que um dia ele teve um encontro com Kitagawa, que é um gyaru sociável, que é o completo oposto dele. Eles logo compartilham suas paixões uns com os outros, o que leva a um relacionamento estranho."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-08-03T20:05:47+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]