[
  {
    "mangaId": "b16f2554-9525-4f2a-bbe4-5b75b6605176",
    "title": {
      "ja": "Clevatess - Majuu no Ou to Akago to Shikabane no Yuusha"
    },
    "updatedAt": "2024-09-02T21:37:21+00:00",
    "coverArt": "https://mangadex.org/covers/b16f2554-9525-4f2a-bbe4-5b75b6605176/1c6e89af-8d2a-43ce-b824-c48719f3746c.jpg",
    "altTitles": [
      {
        "en": "Clevatess - The King of Devil Beasts, the Baby, and the Brave of the Undead"
      },
      {
        "ja": "Clevatess"
      },
      {
        "ja": "クレバテス−魔獣の王と赤子と屍の勇者−"
      },
      {
        "pt-br": "Clevatess - O Rei das Feras Diabólicas, O bebê e a Valente Heróina Morta-Viva"
      }
    ],
    "description": {
      "en": "It killed the heroes, killed the king, the devil beast then found the “baby of fate”…\r\nHaving both superior intellect and destructive power, such is Clevatess, the king of the devil beasts.\r\nAngered by the 13 heroes tasked to take his life, he decided to bring ruin on mankind but get entrusted with an unexpected nuisance: a newborn human baby.\r\nIs it the tale of a near-ending world close to the apocalypse or the diary of new era childcare?",
      "pt-br": "Ele matou os heróis, matou o rei, a fera demoníaca então encontrou o “bebê do destino”… Tendo intelecto superior e poder destrutivo, tal é Clevatess, o rei das feras demoníacas. Irritado com os 13 heróis encarregados de tirar sua vida, ele decidiu arruinar a humanidade, mas foi encarregado de um incômodo inesperado: um bebê humano recém-nascido. É a história de um mundo próximo do fim, perto do apocalipse, ou o diário dos cuidados infantis da nova era?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ee52a1d-1716-4b07-b96a-b39270d5c8d2",
    "title": {
      "en": "Yakyu Miyo Yo!"
    },
    "updatedAt": "2024-09-12T15:38:34+00:00",
    "coverArt": "https://mangadex.org/covers/5ee52a1d-1716-4b07-b96a-b39270d5c8d2/d09164f1-9dbb-4fc4-936f-458308c6a46b.jpg",
    "altTitles": [
      {
        "ja": "やきゅうみようよ！"
      },
      {
        "en": "Let's Watch A Baseball Game!"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "8"
  },
  {
    "mangaId": "7b7cc49a-c930-4470-acf8-4300337e4a96",
    "title": {
      "en": "Kimi no Mae de Kimi Igai o Daku"
    },
    "updatedAt": "2024-09-18T18:09:28+00:00",
    "coverArt": "https://mangadex.org/covers/7b7cc49a-c930-4470-acf8-4300337e4a96/34f7fa87-5706-4a83-8c5c-0503176135eb.jpg",
    "altTitles": [
      {
        "ja": "キミの前でキミ以外を抱く"
      },
      {
        "ja-ro": "Kimi no Mae de Kimi Igai wo Daku"
      },
      {
        "en": "Having Sex with Someone Else in Front of You"
      },
      {
        "es-la": "Quiero que tengas relaciones con otra chica frente a mi"
      },
      {
        "zh": "心里装着你，怀里不是你"
      }
    ],
    "description": {
      "en": "\"Kouji-kun, I want to see you have sex with another girl.\"\n\nEven though this will drive my mind and body further into a corner, I just can't hold back my feelings of wanting her to love me...\n\n(Source: Ganma)",
      "ja": "「幸治くんと他の女の子とのセックスを見たいの」精神と肉体を追い詰められていくのに、彼女に好かれたい気持ちが抑えられない…",
      "es-la": "\"Kouji-kun, quiero verte teniendo sexo con otra chica\". Aunque esto acorralará aún más mi mente y mi cuerpo, no puedo contener mis deseos de que ella me ame..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1bc97ccd-1e56-4570-a399-162d08414f66",
    "title": {
      "en": "Uma Musume Pretty Derby - UmaYome Uma X Tore♂ Kekkon Seikatsu Goudou (Doujinshi)"
    },
    "updatedAt": "2024-09-03T09:42:20+00:00",
    "coverArt": "https://mangadex.org/covers/1bc97ccd-1e56-4570-a399-162d08414f66/f1e5eecb-491e-4bea-856f-932c7b5ee25a.jpg",
    "altTitles": [
      {
        "en": "UmaYome ~Horse & Trainer Wedded Bliss~"
      },
      {
        "ja": "ウマ嫁　ウマ×トレ♂結婚生活合同"
      }
    ],
    "description": {
      "en": "An anthology book series containing many different artists and their favorite Umas enjoying their life after marriage."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e017a08-835a-4cbe-ba63-576d5010a5a0",
    "title": {
      "en": "Kuma Kuma Kuma Bear"
    },
    "updatedAt": "2023-12-05T20:22:06+00:00",
    "coverArt": "https://mangadex.org/covers/0e017a08-835a-4cbe-ba63-576d5010a5a0/42c500ae-a43f-483f-9ce4-f6c45ca1facf.jpg",
    "altTitles": [
      {
        "ja-ro": "Kuma-Kuma-Kuma-Bear"
      },
      {
        "ja-ro": "Kumaku"
      },
      {
        "ru": "Кума-Кума-Кума-Медведь"
      },
      {
        "ru": "Ми-ми-мишка"
      },
      {
        "ja": "くま クマ 熊 ベアー"
      },
      {
        "ko": "곰 곰 곰 베어"
      },
      {
        "kk": "Кума-Кума-Кума-Аю"
      },
      {
        "cs": "Medvěd-Méďa-Brumla-Bear"
      }
    ],
    "description": {
      "en": "Yuna, a 15-year-old girl, started playing the world's first VRMMO. She has earned billions of yen in stocks and confines herself in her house playing the game without going to school. Today, a major update has arrived and she obtained a non-transferable rare bear outfit. But the equipment is so embarrassing that she can't wear it even in the game. Furthermore, when she answers the survey regarding the new update and relaunches the game, she appears in an unknown forest in the bear outfit. Where is this? Email from God? A different world? If she wears the bear outfit she's a cheat, if she takes it off she's a normal girl. Her adventure starts just like that. Yuna began doing whatever she wanted.",
      "ru": "Пятнадцатилетняя девочка Юна уже три года ведет жизнь хиккикомори. Друзей, школу и даже родителей ей заменяют Интернет и онлайн-игры. Год назад она начала играть в игру «Fantasy World Online» — RPG с виртуальной реальностью. Она заработала миллиарды и с помощью денег избавилась от присутствия родителей.  \n  \nИ вот, вышло новое глобальное обновление. Как игрок с большим стажем, она по акции получила уникальный костюм. Затем прошла опрос и вместо игры оказалась в глухом лесу. Письмо от Бога? Другой мир? Что за бред?  \n  \nВ своем новом костюме она читер. Без него обычная девочка. Так началось ее приключение, в котором она решила делать то, что ей захочется."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5de29c5-8b6d-42a8-a3b2-fc518a8d9fb8",
    "title": {
      "en": "Akemi Homura wa Ashita kara Ganbaru!"
    },
    "updatedAt": "2024-07-01T03:08:17+00:00",
    "coverArt": "https://mangadex.org/covers/f5de29c5-8b6d-42a8-a3b2-fc518a8d9fb8/52a43ff7-db54-4354-943f-f5744890a20e.png",
    "altTitles": [
      {
        "en": "Akemi Homura Will Try Harder Tomorrow"
      },
      {
        "es-la": "Akemi Homura Se Esforzará Más Mañana"
      },
      {
        "ja": "暁美ほむらは明日から頑張る！"
      }
    ],
    "description": {
      "en": "Homura Akemi rewinds time many times to save only one friend. But gradually demoralized, she becomes a lazy magical girl every day as if it were Sunday. She has fallen down. To her who fights against any hell charged by social games, temptation to sleep twice ... etc. Will the correct \"tomorrow\" come ...!?",
      "ja": "たったひとりの友達を救うため、幾度も時を巻き戻す暁美ほむら。しかしだんだんやる気を失い、毎日が日曜日かの如く怠惰な魔法少女に成り下がってしまった。ソシャゲ課金の蟻地獄、二度寝の誘惑……などと戦う彼女に正しい“明日”は訪れるのか…!?",
      "es-la": "Homura Akemi retrocede en el tiempo en numerosas ocasiones para salvar a su única amiga. Sin embargo, gradualmente desmoralizada, se convierte en una chica mágica perezosa que vive cada día como si fuera domingo. Ha caído.\nPara ella, que combate cualquier infierno generado por videojuegos, la tentación de dormir dos veces...\n¿Llegará aquel \"mañana\" adecuado...!?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-08-22T22:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78",
    "title": {
      "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
    },
    "updatedAt": "2024-08-26T18:21:10+00:00",
    "coverArt": "https://mangadex.org/covers/d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78/fc1ec077-4e3d-40a3-9638-09a875dfffcf.jpg",
    "altTitles": [
      {
        "zh": "反派大师兄，师妹们全是病娇"
      },
      {
        "zh-ro": "Fǎnpài Dà Shīxiōng, Shīmèimen Quán Shì Bìng Jiāo"
      },
      {
        "zh-ro": "Fanpai Da Shixiong, Shimeimen Quan Shi Bing Jiao"
      },
      {
        "en": "The Big Villain Brother and the Junior Sisters Are All Sick and Delicate"
      },
      {
        "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
      },
      {
        "es-la": "El Gran Villano Hermano Mayor y todas sus Hermanas Menores Yandere"
      }
    ],
    "description": {
      "en": "Lin Xiao became Villain senior Brother of the Qinglan Sect after Reincarnation!\n\nAs long as you follow the plot of the original book, and become a Evil villain, you can become a God and ascend to heaven!\n\nEven if he is suffering he had no choice but to tease the fourth junior sister, steal the clothes of the third junior sister, pour some strong medicine into the second junior sister’s water, and conscientiously perform the villain’s duties.\nAnd Finally made it to the day when the male protagonist became a teacher!\n\nLin Xiao was very excited and prepared to poison the male lead. According to the plot, he will be caught by several junior sisters and thrown by the male lead.\n\nHe did not expect......\n- - -\nSecond Junior Sister: My Eldest Senior Brother is still so kind, how can this bit of poison be enough! Look at me!\n\nThird Junior Sister: I'll kill Ye Chen, and kidnap my Senior Brother! He is mine alone!\n\nFourth Junior Sister: I'll kill everyone... Create a world where there is only my Senior Brother!\n\nBeautiful Master: He's so cute, poisoning behind his back, he really deserves to be called my good disciple.\n\nLin Xiao: (⊙ˍ⊙) You all should read the script! It's me who should be killed!\n\nA relaxed and joyful anti-routine fairy tale."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9047286f-ea5b-475a-84cc-a2533983ffe9",
    "title": {
      "en": "Asadora!"
    },
    "updatedAt": "2023-12-22T04:05:40+00:00",
    "coverArt": "https://mangadex.org/covers/9047286f-ea5b-475a-84cc-a2533983ffe9/3870ab4a-fd59-47f3-8b0f-629d871447cf.jpg",
    "altTitles": [
      {
        "ja": "あさドラ！"
      },
      {
        "en": "Serial Manga Novel - Asadora!"
      },
      {
        "ja-ro": "Renzoku Manga Shousetsu: Asadora!"
      },
      {
        "ru": "Асадора"
      },
      {
        "es-la": "¡Drama Matutino!"
      },
      {
        "es-la": "Una novela gráfica en serie: ¡Drama Matutino!"
      },
      {
        "en": "Morning Drama!"
      },
      {
        "ja-ro": "AsaDra!"
      },
      {
        "ja": "連続漫画小説 あさドラ!"
      }
    ],
    "description": {
      "en": "In 2020, a large creature rampages through Tokyo, destroying everything in its path. In 1959, Asa Asada, a spunky young girl from a huge family in Nagoya, is kidnapped for ransom—and not a soul notices. When a typhoon hits Nagoya, Asa and her kidnapper must work together to survive. But there’s more to her kidnapper and this storm than meets the eye.",
      "es-la": "En 2020, una gran criatura arrasa Tokio, destruyendo todo a su paso. En 1959, Asa Asada, una valiente joven de una gran familia de Nagoya, es secuestrada para pedir un rescate y nadie se da cuenta. Cuando un tifón golpea Nagoya, Asa y su secuestrador deben trabajar juntos para sobrevivir. Pero el secuestrador y la tormenta son más de lo que parece.",
      "pt-br": "Em 2020, uma grande criatura invade Tóquio, destruindo tudo em seu caminho. Em 1959, Asa Asada, uma jovem corajosa de uma família enorme em Nagoya, é sequestrada por resgate – e nem uma alma percebe. Quando um tufão atinge Nagoya, Asa e seu sequestrador devem trabalhar juntos para sobreviver. Mas há mais em seu sequestrador e nesta tempestade do que aparenta."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af96ad04-08d2-4aff-ba50-6794e06c8404",
    "title": {
      "en": "Plaything"
    },
    "updatedAt": "2024-09-07T13:10:41+00:00",
    "coverArt": "https://mangadex.org/covers/af96ad04-08d2-4aff-ba50-6794e06c8404/0c5d56c9-9963-43c0-a192-feb0138ca92c.jpg",
    "altTitles": [
      {
        "ko": "놀이감"
      },
      {
        "en": "Her Toys"
      },
      {
        "en": "A Sense of Amusement"
      },
      {
        "th": "สนามเด็กล่า"
      },
      {
        "zh": "玩物"
      },
      {
        "pt-br": "Uma Sensação de Diversão com seus brinquedos"
      }
    ],
    "description": {
      "en": "Lee Myung-jun, the Vice Chairman of Hyundo Group, lost his daughter to a group of bullies. Seeking revenge, he adopts Yoon Karma, a psychopathic defector girl.\n\nYoon Karma: A sadistic human weapon created through drug experiments in North Korea. After killing everyone in the research lab, she escaped to South Korea on her own.\n\nHaving just been released from a juvenile detention center in South Korea, Yoon Karma sets out to hunt down the bullies at school, driven by the desire to avenge her new father and satisfy her sadistic pleasures.",
      "pt-br": "Lee Myung-jun, o vice-presidente do grupo Hyundo, perdeu sua filha para um grupo de pessoas que faziam bullying. Buscando vingança, ele adota Yoon Karma, uma garota desertora psicopata.\nYoon Karma: Uma arma humana sádica criada por meio de experimentos com drogas na Coreia do Norte. Depois de matar todos no laboratório de pesquisa, ela escapou para a Coreia do Sul sozinha.\nTendo acabado de ser libertada de um centro de detenção juvenil na Coreia do Sul, Yoon Karma sai para caçar os valentões na escola, movida pelo desejo de vingar seu novo pai e satisfazer seus prazeres sádicos."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99af94f5-04c2-424b-8438-0c8386b0ec5f",
    "title": {
      "en": "Insomniacs After School"
    },
    "updatedAt": "2024-07-12T11:23:15+00:00",
    "coverArt": "https://mangadex.org/covers/99af94f5-04c2-424b-8438-0c8386b0ec5f/d93faaa3-3fe9-4995-a191-95fbc592b8a0.jpg",
    "altTitles": [
      {
        "es": "insomnes Después de la Escuela"
      },
      {
        "fr": "Insomniaques"
      },
      {
        "id": "Insomniamu Sepulang Sekolah"
      },
      {
        "ja": "君は放課後インソムニア"
      },
      {
        "ru": "Бессонница после школы"
      },
      {
        "kk": "Мектептен кейінгі ұйқы қашуы"
      },
      {
        "ne": "विद्यालय पछि अनिद्रा"
      },
      {
        "pt-br": "Insones - Caçando estrelas depois da aula"
      },
      {
        "ja-ro": "Kimi wa Houkago Insomnia"
      },
      {
        "vi": "Câu lạc bộ những kẻ mất ngủ"
      }
    ],
    "description": {
      "en": "Nakami is a studious but cranky and antisocial high schooler who gets on his classmates' nerves. However, his bad attitude comes from the fact that he has a sleeping disorder, and frequently spends nights on end without a single minute of sleep. During the preparations for the school festival, he is begrudgingly sent to the school's astronomy observatory to gather cardboard boxes, a place which is said to be haunted by the dire happenings of the now defunct Astronomy Club. He finds the isolated place a haven ripe for him to sleep, but while rummaging around, he stumbles upon his classmate Magari Isaki sleeping inside a toppled-over locker.   \n  \nIsaki, unlike him, is a personable and popular girl at class, but who also hides her own problems with insomnia. Looking for a middle ground, they find that there's comfort and ease in sleeping together, so they resort to make the observatory their own private cubby to sleep… Have they found the comfort they're looking for?",
      "es": "Nakami es un muchacho de secundaria estudioso pero irritable y antisocial que irrita a sus compañeros de clase. Sin embargo, su mala actitud se debe al hecho de que tiene un desorden del sueño, y pasa noches enteras sin dormir un minuto. En el momento de las preparaciones del festival escolar, sus compañeros lo mandan a regañadientes al observatorio de astronomía para traer cajas de cartón, y dicho lugar se rumora está maldecido por los hechos macabros del otrora Club de Astronomía. Una vez allí, encuentra que el sitio es un lugar ideal para dormir, pero mientras esculca, se tropieza con su compañera Magari Isaki, que duerme en un casillero tumbado.  \n  \nIsaki, al contrario de él, es una muchacha popular y amistosa, pero que también oculta sus propios problemas con la insomnia. Negociando sobre qué hacer, se dan cuenta que hay comodidad y facilidad en dormir juntos, así que resuelven hacer del observatorio su propio rincón privado para dormir… ¿Han así encontrado la comodidad que tanto buscan?",
      "fr": "Ganta Nakami est insomniaque. À l'école, il semble donc fatigué, voire associable. Un jour, dans la salle d'astronomie, il découvre Isaki Magari, endormie dans un coin. Insomniaque comme lui, mais bien plus sociable, elle lui propose de partager l'endroit pour y dormir en cachette. Leur rapprochement semble les aider à retrouver le sommeil, chacun étant sensible aux battements de cœur de l'autre…\n\n---\n\nMaison d'édition FR : **Soleil Manga**",
      "pt-br": "Nakami é um estudante dedicado, porém, sempre parece estar irritado, o que faz seus colegas de classe não gostarem dele. Porém essa atitude é devido ao fato dele ter insônia, passando a maior parte da noite em claro, sem conseguir dormir nem um minuto sequer. Durante a preparação do festival escolar, ele foi enviado contra a sua vontade para pegar cartolina na sala do observatório de astronomia da escola, um lugar que tem fama de ser mal-assombrado. Lá ele encontra um lugar calma e isolado para dormir, mas enquanto ele verificava o local ele encontra sua colega de classe Magari Isaki, que estava dormindo lá. Após ambos descobrirem sobre o problema de insônia um do outro, eles decidem dividir aquele local como refúgio para poderem dormir. Por quanto tempo será que eles poderão se aproveitar desse conforto? E será que a sala do observatório realmente é mal-assombrada?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "125"
  },
  {
    "mangaId": "1f6b847c-d1ba-4a1b-a5f8-b1891c4ba470",
    "title": {
      "en": "Vivarium de Choushoku wo"
    },
    "updatedAt": "2023-11-16T22:26:16+00:00",
    "coverArt": "https://mangadex.org/covers/1f6b847c-d1ba-4a1b-a5f8-b1891c4ba470/ae10319d-96a9-41e2-864f-1e749b8ae4bb.jpg",
    "altTitles": [
      {
        "en": "Breakfast at the Vivarium"
      },
      {
        "ja-ro": "Vivarium de Chōshoku o"
      },
      {
        "ja": "ビバリウムで朝食を"
      }
    ],
    "description": {
      "en": "The manga centers on three sixth graders, Yoshiki Obana, Mikoto Tajo, and Kikuri Kushida, who meet up at morning to get to the bottom of their town's \"seven mysteries\" as a free summer vacation project. After finishing one meeting at their \"secret base\", Yoshiki meets a mysterious ghost on his way home."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1421a9e8-fbf5-4e64-a72f-dbebdf570a1f",
    "title": {
      "en": "Shimauma"
    },
    "updatedAt": "2023-05-05T19:17:42+00:00",
    "coverArt": "https://mangadex.org/covers/1421a9e8-fbf5-4e64-a72f-dbebdf570a1f/f34e911f-bd9a-457a-8793-501763422147.jpg",
    "altTitles": [
      {
        "ja-ro": "Shima Uma"
      },
      {
        "ja-ro": "Shima-Uma"
      },
      {
        "en": "Striped Horse"
      },
      {
        "en": "Zebra"
      },
      {
        "ja": "シマウマ"
      }
    ],
    "description": {
      "en": "Tatsuo, Hide, Satoshi and Aya worked together to cheat people out of money. They tended to target marriage services, where they con money out of people looking for love. They were good at it, until they crossed the wrong guy. Then they saw the world below the surface of dupes to cheat, when the 'collection agency' came for them with extreme violence.  \r\n  \r\nThe person who takes Satoshi and Hide, and then Aya and Tatsuo, is a wild-eyed maniac who seems to get off on the torture. There may be hope for Tatsuo, though, because the man recognizes him. The torturer is \"Akasada\" a bullied kid that Tatsuo knew from school. Now Tatsuo and Aya have been pulled, against their will, into Aka's world. [tethysdust]"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": ""
  },
  {
    "mangaId": "db03bf4b-446e-47eb-9154-e140ace7a4e9",
    "title": {
      "en": "Mobile Suit Cross Born Gundam DUST"
    },
    "updatedAt": "2024-09-11T22:16:22+00:00",
    "coverArt": "https://mangadex.org/covers/db03bf4b-446e-47eb-9154-e140ace7a4e9/75564ea1-b880-4869-8a80-0dda11e6dd25.jpg",
    "altTitles": [
      {
        "ja-ro": "Kidou Senshi Cross Born Gundam DUST"
      },
      {
        "ja": "機動戦士クロスボーン・ガンダム DUST"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nThe year is 0169 of the Universal Century. The Earth Federation government has lost power, and the struggle for supremacy among the colonies has intensified, making it the \"Space Sengoku Era\". \n\nAsh King and other like-minded people stand up to put an end to the endless war!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "52"
  },
  {
    "mangaId": "36bd3ec2-b2a0-4131-8412-82e3e0588134",
    "title": {
      "en": "Pinky Candy Kiss"
    },
    "updatedAt": "2024-07-02T10:29:15+00:00",
    "coverArt": "https://mangadex.org/covers/36bd3ec2-b2a0-4131-8412-82e3e0588134/72438856-7575-444d-9f68-11909811f1a4.jpg",
    "altTitles": [
      {
        "ja": "冷たくて 柔らか"
      },
      {
        "ja-ro": "Tsumetakute Yawaraka"
      }
    ],
    "description": {
      "en": "Takara Itosaki's boyfriend of two years, whom she had been thinking of marrying, suddenly dumps her. He states, \"I'm not sure if you like me anymore because you don't get jealous.\" She has liked and cherished her past boyfriends in her own treasured way, but for some reason she is not always depressed when they break up. One day, a beautiful woman visited the real estate agency where she works. After talking with her for a while, she realizes that she is Ema, a classmate of hers, who transferred to another school in the second year of junior high school..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b98c4daf-be1a-46c8-ad83-21d532995240",
    "title": {
      "en": "My Food Looks Very Cute"
    },
    "updatedAt": "2024-06-18T17:17:30+00:00",
    "coverArt": "https://mangadex.org/covers/b98c4daf-be1a-46c8-ad83-21d532995240/5a720839-f246-4856-865a-68d53563cc73.png",
    "altTitles": [
      {
        "zh": "我的食物看起来很可爱"
      },
      {
        "en": "My Food Seems to Be Very Cute"
      },
      {
        "zh-ro": "Wǒ de shíwù kàn qǐlái hěn kě'ài"
      },
      {
        "zh-hk": "我的食物看起來很可愛"
      },
      {
        "es-la": "Mi comida se ve adorable"
      },
      {
        "id": "Makananku yang Cantik"
      },
      {
        "pl": "Moje jedzonko wygląda uroczo"
      }
    ],
    "description": {
      "en": "A vampire who has been sleeping for nearly two hundred years, Maria is awakened by a passing werewolf girl by a chance, and the moment the coffin is opened, the curse falls on the werewolf girl. The two girls set foot on the journey to the city",
      "es-la": "Maria, una vampiro que había estado durmiendo por casi doscientos años, es despertada por Xing Lan, una chica lobo que pasaba por ahí. Cuando el ataúd se abre, una maldición cae sobre Xing Lan. Sin embargo, en lugar de asustarse, la inocente Xing Lan cree haber encontrado una excelente compañera, y ambas embarcan juntas un viaje a la ciudad. Así comienza su historia."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0874979e-301a-47a5-a559-0e33a1162571",
    "title": {
      "en": "Giri Choko Girai no futari"
    },
    "updatedAt": "2024-09-18T21:09:33+00:00",
    "coverArt": "https://mangadex.org/covers/0874979e-301a-47a5-a559-0e33a1162571/60d5480c-67aa-4dec-a916-3f234aaeed5e.jpg",
    "altTitles": [
      {
        "ja": "義理チョコ嫌いのふたり"
      },
      {
        "en": "A Man and a Woman Who Hate Obligatory Chocolates"
      },
      {
        "pt-br": "Um homem e uma mulher que odeiam chocolates obrigatórios"
      }
    ],
    "description": {
      "en": "\"You realize that these aren't just obligatory chocolates, right?\"\n\nObligatory chocolate is the kind that you give to people you don't even like, just because it's a Valentine's Day tradition. Aya, a beautiful office lady who is often misunderstood because of her lack of visible emotions, was complaining about it to her boss Takaki, as they walked to the train station together after work. However, Takaki told her, \"That's too bad, because I was really looking forward to getting chocolates from Aya, even if it's just obligatory…\"\n\nAs they parted ways, Aya hands Takaki a box of chocolates. Takaki is confused, because he thought she didn't like giving out obligatory chocolates…\n\n\"Senpai, are you really that dumb?\"\n\nWinner of the 3rd Toaru Nichijou Manga Award, it's a sweet romantic comedy that will satisfy your heart and your sweet tooth!",
      "pt-br": "Você percebe que estes não são apenas chocolates obrigatórios, certo?\n\nAya, uma bela moça de escritório que costuma ser mal interpretada por causa de sua falta de emoções visíveis, estava reclamando disso com seu chefe Takaki, enquanto caminhavam juntos para a estação de trem depois do trabalho. No entanto, Takaki disse a ela: \n\n\"Isso é uma pena, porque eu realmente estava ansioso para ganhar chocolates de Aya, mesmo que seja apenas obrigatório...\"\n\nAo se despedirem, Aya entrega uma caixa de chocolates a Takaki. Takaki fica confuso, porque pensou que ela não gostava de dar chocolates obrigatórios...\n\n\"Senpai, você é realmente tão burro?\""
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "fe17c1f0-798d-48b2-bb8f-70f475cda79d",
    "title": {
      "en": "Sora wo Matotte"
    },
    "updatedAt": "2024-07-03T19:01:09+00:00",
    "coverArt": "https://mangadex.org/covers/fe17c1f0-798d-48b2-bb8f-70f475cda79d/ce7b659a-2c5f-48c0-a093-56a4d4ab5599.jpg",
    "altTitles": [
      {
        "ja": "空をまとって"
      },
      {
        "ja-ro": "Sora o Matotte"
      },
      {
        "en": "Wear the Sky"
      }
    ],
    "description": {
      "en": "A high school student, Haro Ogawa, is a self-taught oil painter who is trying to paint the ultimate nude. \nAfter an unexpected encounter with a \"witch\", he sets his sights on applying to art school... \nThe mystery that resides in the human body, the ultimate \"beauty\" is painted on canvas! \nA skin-colored coming-of-age drama!",
      "ja": "「俺もいつかこんなヌードを描きたい――」　幼少時に見た絵画、「魔女のヌード」に魅入られた高校生・小川波路（おがわはろ）。日々、独学でヌードを描く彼の前に現れたのは、「魔女のヌード」に描かれた女性に瓜二つの美女、神生伶だった。ハロは思わず、伶にヌードモデルになってほしいと頼みこむが…!?　目指すはヌードで藝大合格!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dcfe5bbe-5e6a-4a50-9e1e-28639f662645",
    "title": {
      "en": "Hijiri-kun wa Kiyoku Ikitai"
    },
    "updatedAt": "2024-07-23T14:07:33+00:00",
    "coverArt": "https://mangadex.org/covers/dcfe5bbe-5e6a-4a50-9e1e-28639f662645/1de5b4aa-eb47-4472-9dbd-d6f334b7aa49.jpg",
    "altTitles": [
      {
        "ja": "聖くんは清く生きたい"
      },
      {
        "ne": "हिजिरी-कुन एक पवित्र जीवन बिताउन चाहन्छ"
      },
      {
        "ko": "히지리 군은 깨끗하게 살고 싶어"
      },
      {
        "en": "Hijiri-kun Wants to Live a Pure Life"
      },
      {
        "es-la": "Hijiri-kun quiere vivir una vida pura"
      }
    ],
    "description": {
      "en": "Tsuchimikado Hijiri is a man playing the role of the perfect student council president, with his good looks and excellent grades in both school and sports. After school, he witnesses his usually quiet female classmate Sado Mitsuki, tormenting their teacher Tamura in a very sadistic way! The perfect student council president gets caught up in Sado-san's secret fetish!\n\nThis is an unusual romantic comedy for those of you who have things you can't tell others!",
      "ja": "文武両道、容姿端麗、パーフェクトな生徒会長を演じ切る男、土御門聖。そんな聖が放課後に見てしまったのは、いつもはおとなしいクラスメイト・佐渡さんがドSに教師をいじめる姿だった――！佐渡の秘められし性癖に、完璧な生徒会長が巻き込まれていく…！人には言えないコトがあるアナタに贈る、異色ラブコメ！",
      "es-la": "Tsuchimikado Hijiri es un hombre que desempeña el papel del perfecto presidente del consejo estudiantil, con su buena apariencia y excelentes calificaciones tanto en la escuela como en los deportes.  Después de la escuela, es testigo de cómo su normalmente tranquila compañera de clase, Sado Mitsuki, atormenta a su maestro Tamura de una manera muy sádica.  ¡El perfecto presidente del consejo estudiantil queda atrapado en el fetiche secreto de Sado-san!\n\n ¡Esta es una comedia romántica inusual para aquellos que tienen cosas que no pueden contarles a los demás!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "71763dfb-8b85-4a74-92df-dfe46478fc5d",
    "title": {
      "en": "Kaiju No. 8: Relax"
    },
    "updatedAt": "2024-06-21T16:11:45+00:00",
    "coverArt": "https://mangadex.org/covers/71763dfb-8b85-4a74-92df-dfe46478fc5d/1c57380d-74b7-4cb4-b2f6-78f8050a8c11.jpg",
    "altTitles": [
      {
        "ja": "怪獣８号 RELAX"
      },
      {
        "ja-ro": "Kaijuu 8-gou: Relax"
      }
    ],
    "description": {
      "en": "A spin-off gag manga of “Kaiju No. 8”! The defense force members risk their lives to protect people from approaching monsters. But even these members have “off-duty” days to relieve their daily fatigue! Don’t miss the hilarious vacations the members of the force have to offer!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5351a0c-96af-49f7-898e-17914a082561",
    "title": {
      "en": "Boku no Kanojo wa Dekkawaii"
    },
    "updatedAt": "2024-09-17T20:26:44+00:00",
    "coverArt": "https://mangadex.org/covers/b5351a0c-96af-49f7-898e-17914a082561/8a9f25a2-2ca1-47ac-bfea-6440d81c6fd4.jpg",
    "altTitles": [
      {
        "ja": "僕の彼女はデッカワイイ"
      },
      {
        "ja-ro": "Boku no Kanojo ha Dekkawaii"
      },
      {
        "ja": "My Girl Friend Is Big & Cute!"
      },
      {
        "en": "My Girlfriend Is Big & Cute!"
      },
      {
        "en": "My Girlfriend Is Giganticute"
      },
      {
        "en": "My Girlfriend Is Big and Cute!"
      },
      {
        "pl": "Moja Dziewczyna Jest Wysoka i Urocza"
      },
      {
        "id": "Pacar Imut Bertubuh Bongsor"
      },
      {
        "pt-br": "Minha namorada é grande e fofa!"
      }
    ],
    "description": {
      "en": "For as long as he remembers, Komi has been shorter than his fellow classmates. He always felt inferior as a result, until he met Obinata - a girl who is head and shoulders above him. \n\nYes, Asumi Obinata is tall. She’s imposing. But she’s also Komi Amane’s girlfriend. And these two are the happiest kids in the world. \n\nThe super-popular oneshot has been expanded to a full series here!",
      "pt-br": "Pelo que ele pode lembrar, Komi sempre foi mais baixo que seus colegas de classe. Ele sempre se sentiu inferior por causa disso, até que conheceu Obinata – uma garota que é muito mais alta que ele.\n\nSim, Asumi Obinata é alta. Ela é imponente. Mas ela também é a namorada de Komi Amane. E esses dois são as crianças mais felizes do mundo."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d786501b-f01e-4134-83bb-2b8c75aab6b2",
    "title": {
      "en": "Mahou Shoujo Madoka Magica - Mami Tomoe's Everyday Life"
    },
    "updatedAt": "2024-08-08T01:07:10+00:00",
    "coverArt": "https://mangadex.org/covers/d786501b-f01e-4134-83bb-2b8c75aab6b2/6c45e72b-9d0a-4757-87a3-a60627fbc02e.jpg",
    "altTitles": [
      {
        "ja-ro": "Tomoe Mami no Heibonna Nichijō"
      },
      {
        "ja": "巴マミの平凡な日常"
      }
    ],
    "description": {
      "ja": "Mami Tomoe's Everyday Life is a slice-of-life featuring a lonely, single, 30-year old Mami Tomoe. It is a remake of the author's original doujinshi series, Mami Tomoe 1X Years Later Mami-san Around 30 Years Old Collection."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "375be9e1-5d08-44bd-a99b-b71b8b29bc40",
    "title": {
      "en": "How Could You Repay the Kindness I Raised You With Obsession?"
    },
    "updatedAt": "2024-09-17T05:20:08+00:00",
    "coverArt": "https://mangadex.org/covers/375be9e1-5d08-44bd-a99b-b71b8b29bc40/06e6a788-2f11-48f6-ace2-af3c2e0f7802.png",
    "altTitles": [
      {
        "ko": "키워준 은혜를 집착으로 갚으시다니요"
      },
      {
        "en": "Do You Repay the Kindness I Raised You With Your Obsession?"
      }
    ],
    "description": {
      "en": "I transmigrated into the body of an evil witch in a fairytale.\r\nWhile I was drowning in loneliness, hated by everyone, I happened to pick up and raise a pair of siblings who were eating my candy house...\r\n\r\n\"Hazel the Witch, you're sentenced to execution for kidnapping!\"\r\n\r\nWho would have known that I'd be falsely accused of kidnapping the Grand Duke's younger siblings!\r\nThankfully, before she knew it, Hazel became a nanny in the Grand Duchy with the help of the children.\r\n\r\nHowever, her employer once said...\r\n\"A Grand Duke doesn't marry witches. Nor nannies, of course.\"\r\nand gulped down kimchi soup.\r\n\r\nI don't have no intention of getting marrying either, you know? Especially not to you, your Grace!\r\nI'll just raise the kids and then quit!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 9 - The JOJOLands"
    },
    "updatedAt": "2024-08-18T15:46:59+00:00",
    "coverArt": "https://mangadex.org/covers/ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c/3832deac-8513-492e-beba-d6e4c4b8f846.jpg",
    "altTitles": [
      {
        "ja-ro": "JoJo no Kimyou na Bouken Part 9 -  The JoJoLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 Part9 The JOJOLands"
      },
      {
        "es-la": "JoJo's Bizarre Adventure Parte 9 - Las JOJOLandias"
      },
      {
        "pl": "JoJo's Bizarre Adventure Część 9 - The JoJoLands"
      },
      {
        "fr": "JoJo's Bizarre Adventure Partie 9 - The JOJOLands"
      },
      {
        "pt-br": "A Estranha Aventura de JoJo, Parte 9: As JoJoLândias"
      },
      {
        "uk": "Химерні Пригоди ДжоДжо Частина 9 — ДжоДжоЛендс"
      },
      {
        "kk": "ЖоЖоның Шытырман Хикаясы: ЖоЖоландс"
      },
      {
        "ru": "Невероятные приключения ДжоДжо"
      },
      {
        "it": "Le Bizzarre Avventure di JoJo: Le JOJOLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第9部 ザ・ジョジョランズ"
      }
    ],
    "description": {
      "en": "The ninth story arc of Jojo’s Bizarre Adventure. \n\nO’ahu, present day. Dua Lipa is the trending musician, and COVID is still a major concern. On this island lives a 15-year-old boy named Jodio Joestar. Living with his brother and mother, he acts as a dealer for certain illegal substances. One day, his employer comes and shows him an excellent find: a Japanese person has landed in Hawaii with a diamond worth over six million dollars. Normally it would be impossible to steal, but for someone with a stand…\n\nThis is a story of a young boy and his quest to become rich.",
      "hu": "Ez a Jojo's Bizarre Adventure kilencedik történetíve.\n\nO'ahu, napjainkban. Dua Lipa a trendi előadó és a COVID még mindig a fő gond. Ezen a szigeten él egy 15 éves srác, Jodio Joestar. Bátyával és édesanyjával él, dílerként dolgozik és bizonyos illegális anyagokat árul. Egy nap, a főnöke mutat neki egy kiválló fogást: egy japán személy Hawaiira érkezett egy hat millió dollárt érő gyémánttal. Normális esetben lehetetlen lenne ellopni, de akinek standje van...\n\nEz egy fiatal fiú és az ő küldetésének a története, hogy gazdag legyen.",
      "it": "O'ahu, oggi. Dua Lipa è la musicista di tendenza e il COVID è ancora una delle principali preoccupazioni. Su quest'isola vive un ragazzo di 15 anni di nome Jodio Joestar. Vive con il fratello e la madre e fa lo spacciatore di alcune sostanze illegali. Un giorno, il suo datore di lavoro arriva e gli mostra un'eccellente scoperta: un giapponese è sbarcato alle Hawaii con un diamante del valore di oltre sei milioni di dollari. Normalmente sarebbe impossibile da rubare, ma per qualcuno con una posizione... Questa è la storia di un ragazzo e della sua ricerca della ricchezza.",
      "uk": "Дев’ята сюжетна арка «Неймовірних пригод Джоджо». Оаху, теперішній час. Дуа Ліпа – популярна музикантка, а COVID-19 досі викликає серйозне занепокоєння. На цьому острові мешкає 15-річний хлопчик на ім'я Джодіо Джостар. Живе з братом і матір'ю, торгує певними забороненими речовинами. Одного разу його бос прийшов до нього і показав неймовірну знахідку: японець висадився на Гаваях з діамантом вартістю понад шість мільйонів доларів! Зазвичай, вкрасти таку коштовність було б неможливо, але для того, хто має стенд… \nЦе історія про молодого хлопця та його прагнення розбагатіти.",
      "es-la": "Cierto japonés ingresó a la isla de Hawái con un diamante de valor de 6 millones de dólares. En la isla de Oahu vive un chico llamado Jodio Joestar, cuya meta es arrebatar el diamante de las manos de esa persona. Junto a sus asociados, irán a la quinta de esa persona. Sin embargo, ¿Qué misterios les esperan?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0301208d-258a-444a-8ef7-66e433d801b1",
    "title": {
      "en": "Ryoushin no Shakkin wo Katagawari shite morau Jouken wa Nihon Ichi Kawaii Joshikousei to Issho ni Kurasu koto deshita."
    },
    "updatedAt": "2024-04-17T21:22:30+00:00",
    "coverArt": "https://mangadex.org/covers/0301208d-258a-444a-8ef7-66e433d801b1/f6934752-cbfc-47fe-997d-21c5157861ce.jpg",
    "altTitles": [
      {
        "ja": "両親の借金を肩代わりしてもらう条件は日本一可愛い女子高生と一緒に暮らすことでした。"
      },
      {
        "en": "I'm Gonna Live with You Not Because My Parents Left Me Their Debt But Because I Like You"
      },
      {
        "zh": "替我父母偿还债务的条件是与日本最可爱的女高中生同居。"
      },
      {
        "zh-ro": "Tì wǒ fùmǔ chánghuán zhàiwù de tiáojiàn shì yǔ rìběn zuì kě'ài de nǚ gāozhōng shēng tóngjū."
      }
    ],
    "description": {
      "en": "The main character, Yoshizumi Yuya, was being pressured into paying off the debt left by his parents who had fled abroad. It was his classmate, Hitotsuba Kaede, chosen as the cutest schoolgirl in Japan, who saved him from this crisis of life and death. However, there was a catch. The condition required to fulfill in return for taking over his debt was — “In return for the loan, you have – to live with me.”\n\n“Why did that happen?!”\n\nYuya’s daily life collapsed on this day.\n\n“Yuya-kun. Let’s take a bath together.”\n\n“Yuya-kun, please be my hug pillow.”\n\n“That’s enough, Hitotsuba-san!”\n\nThe slapstick love comedy between the beautiful, but easy-going Hitotsuba Kaede and the serious and hard-headed Yoshizumi Yuya, starts now!",
      "id": "Tokoh utama, Yoshizumi Yuya, dipaksa untuk melunasi hutang yang ditinggalkan oleh orang tuanya yang melarikan diri ke luar negeri. Itu adalah teman sekelasnya, Hitotsuba Kaede, terpilih sebagai siswi terimut di Jepang, yang menyelamatkannya dari krisis hidup dan mati ini. Namun, ada motif tersembunyi di balik itu. Syarat yang harus dipenuhi sebagai imbalan untuk melunasi utangnya adalah — “Sebagai imbalan atas pinjaman itu, kau harus tinggal bersamaku.” “Kenapa jadi begitu?!” Kehidupan sehari-hari Yuya runtuh pada hari ini. “Yuya-kun. Ayo mandi bersama.” “Yuya-kun, jadilah bantal pelukku.” “Cukup, Hitotsuba-san!” Kisah cinta komedi romantis yang menggugah antara Hitotsuba Kaede yang cantik namun santai dan Yoshizumi Yuya yang serius dan keras kepala, dimulai sekarang!",
      "ja": "第1巻の内容紹介: 糖度300％の同棲ラブコメ\n両親が借金3000万を残して海外逃亡…！？追い詰められた吉住勇也の前に、不意に現れたのは社長令嬢の同級生・一葉楓。勇也も密かに憧れていた日本一可愛い女子高生1位に選ばれた楓は、彼女は意外な提案をするが\n\nDai 1-kan no naiyō shōkai: Tōdo 300-pāsento no dōsei rabu kome ryōshin ga shakkin 3000 man o nokoshite kaigai tōbō…!? Oitsumerareta Yoshizumi Yūya no mae ni, fui ni arawareta no wa shachō reijō no dōkyūsei 一葉楓. Yūya mo hisoka ni akogarete ita nihon'ichi kawaii mesukōsei 1-i ni eraba reta kaede wa, kanojo wa igaina teian o suruga."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37354499-8712-4f8a-acb6-36f2a368614e",
    "title": {
      "en": "My Little Secret With the Demon Lord"
    },
    "updatedAt": "2024-09-10T21:02:30+00:00",
    "coverArt": "https://mangadex.org/covers/37354499-8712-4f8a-acb6-36f2a368614e/97c95c96-0dae-49b4-b566-5e5a23f702a9.jpg",
    "altTitles": [
      {
        "zh": "我与魔君不可说"
      },
      {
        "en": "I Can't Talk About Writing With the Devil"
      }
    ],
    "description": {
      "en": "\"Aunt, when I grow up… will you marry me?\" No… No way! The kid was already thinking about making her his wife, but she is a minor immortal from the Immortal Yin World. She could not get together with a young human boy, no matter how ordinary she was. Yet, 500 years later, she was sent to congratulate the Yang Demon World’s young lord, Li Ye on his wedding. Wait a minute, the young lord looks familiar. Also, that woman he’s marrying is the physical body she left behind in the human world. To make things worse, he did not recognize her, and was trying to get her killed… Should she tell him the truth and clobber the brat’s handsome and immaculate face?",
      "fr": "\"Ma Tante, quand je serai grand... vous m'épouserez ?\" \n\"Non... Pas question !\" \nLe gamin pensait déjà à en faire sa femme, mais c'est une immortelle mineure du Monde Immortel Yin. Elle ne pouvait pas se marier avec un jeune humain, aussi ordinaire soit-elle. Pourtant, 500 ans plus tard, elle a été envoyée pour féliciter le jeune seigneur du Monde du Démon Yang, Li Ye, pour son mariage. Attendez une minute, ce jeune seigneur lui dit quelque chose. De plus, la femme qu'il épouse est le corps physique qu'elle a laissé derrière elle dans le monde des humains. Pour ne rien arranger, il ne l'a pas reconnue et tente de la faire tuer... Devrait-elle lui dire la vérité et écraser le beau visage immaculé de ce morveux ?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01162e02-a397-41b2-a9a3-d40de1d4280f",
    "title": {
      "en": "White World"
    },
    "updatedAt": "2023-09-21T07:04:10+00:00",
    "coverArt": "https://mangadex.org/covers/01162e02-a397-41b2-a9a3-d40de1d4280f/7413144a-4d7b-443e-979b-23fbc780aab6.jpg",
    "altTitles": [],
    "description": {
      "en": "When one day a Meteorite crushed on earth, the lifes of the three best friends Hitokazu, Nic and Victor suddenly changed as on their last jointed school-year they are faced with the consequences the meteorite brought with itself. The people that had survived the impact have suddenly developed powers and abilities human beings normally can not achieve but those who didnt gain those new abilities, just dissolved."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f8ee17c0-ea65-4f0d-9666-182406db1e1a",
    "title": {
      "en": "Favela no Mangaka"
    },
    "updatedAt": "2024-08-19T19:47:47+00:00",
    "coverArt": "https://mangadex.org/covers/f8ee17c0-ea65-4f0d-9666-182406db1e1a/5e935e49-bf1d-4103-ad85-82308a5dbe64.jpg",
    "altTitles": [
      {
        "ja": "ファヴェーラの漫画家"
      },
      {
        "ja": "Mangaká da Favela"
      },
      {
        "en": "Favela Mangaka"
      },
      {
        "en": "Favela Comic Artist"
      },
      {
        "es-la": "Mangaka de Favela"
      },
      {
        "pt-br": "Mangaká da Favela"
      }
    ],
    "description": {
      "en": "Japanese comic artist Takei Hiroto, who was rejected once again at a serialization meeting, decided to give up on his dream and go on a heartbroken trip to Brazil to get over everything.\n\nIn a favela (slum) he accidentally wandered into, Hiroto meets a poor boy with sharp eyes named João. Living on the exact opposite side of the Earth, João surprisingly has a dream of becoming a mangaka (Japanese comic artist)…!!\n\nNo matter who you are or where you live, you don’t have to give up. The story of two slum mangakas chasing their dreams begins!!",
      "pt-br": "O artista de mangá Takei Hiroto, que foi rejeitado mais uma vez em uma reunião de serialização, decidiu desistir de seu sonho e fazer uma viagem de coração partido ao Brasil para superar tudo.\n\nEm uma favela onde ele entrou acidentalmente, Hiroto conhece um garoto pobre de olhos penetrantes chamado João. Vivendo do outro lado do mundo, João surpreendentemente tem o sonho de se tornar um mangaká (artista de quadrinhos japonês)…!!\n\nNão importa quem você é ou onde vive, você não precisa desistir. A história de dois artistas de mangá de favela perseguindo seus sonhos começa agora!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8282b342-77df-4683-a903-bfc1472d55ac",
    "title": {
      "en": "Rookie Chef with the Magic Touch"
    },
    "updatedAt": "2024-07-20T17:21:35+00:00",
    "coverArt": "https://mangadex.org/covers/8282b342-77df-4683-a903-bfc1472d55ac/930377d4-bd5b-419b-850f-ccfb195f2bca.jpg",
    "altTitles": [
      {
        "en": "Youngest Chef From the 3rd Rate Hotel"
      },
      {
        "ko": "삼류호텔 막내세프"
      },
      {
        "ko-ro": "Samnyu Hotel Mangnae Chef"
      },
      {
        "ja": "三流ホテルの見習いシェフ"
      },
      {
        "es-la": "El chef mas joven del hotel de 3ra categoria"
      }
    ],
    "description": {
      "en": "Kang Sunghoon, the youngest member of a 4 star hotel kitchen in Korea, has the ability to memorise different kinds of ingredients. However, as the youngest, he's still unable to escape dishwashing duty."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "102"
  },
  {
    "mangaId": "39ef299d-735f-4f57-ae50-4f9263e5813e",
    "title": {
      "ja": "The Alien Next to Me is Scary"
    },
    "updatedAt": "2023-10-19T16:29:39+00:00",
    "coverArt": "https://mangadex.org/covers/39ef299d-735f-4f57-ae50-4f9263e5813e/5d9a540a-c7ce-403e-b3e4-d1d6cb148771.jpg",
    "altTitles": [
      {
        "ja": "隣の宇宙人がコワい"
      },
      {
        "ja-ro": "Tonari no Uchuubito ga Kowai"
      },
      {
        "en": "My Alien Neighbor is Scary"
      },
      {
        "ja-ro": "Tonari no Uchuujin ga Kowai"
      }
    ],
    "description": {
      "en": "The passionate attempts to appeal of beautiful alien girl!? A slapstick comedy making the rounds on SNS is now invading!\n\nMarunouchi-kun is a freshman boy who likes everything to do with space. Next to this boy, sits the transfer student Uchimura-san. Uchimura-san looks precisely like what you would call and alien, but it seems that she is hiding her true form......\n[^ from Amazon & Bookwalker]\n\n---\nYour run of the mill high school boy who likes aliens, Marunouchi-kun, sits next to Uchimura-san who takes the form of something that is certainly alien. But her true form is...A beautiful high school girl!?\nMaking waves on SNS, A slapstick comedy of a beautiful alien girl making her fierce attempts to manipulate the situation.\n[^ from ComicWalker and Niconico]\n\n---\nAlternative raw sites:\n[Comic-walker](https://comic-walker.com/contents/detail/KDCW_KS13202607010000_68/)\n[NicoNico](https://sp.seiga.nicovideo.jp/comic/55404)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "56"
  },
  {
    "mangaId": "b099f680-b830-4e59-80b6-520ea938a434",
    "title": {
      "en": "Hakumei ni Michiru"
    },
    "updatedAt": "2024-09-14T06:50:00+00:00",
    "coverArt": "https://mangadex.org/covers/b099f680-b830-4e59-80b6-520ea938a434/63383a98-f370-4764-a18b-73ab6d152c53.jpg",
    "altTitles": [
      {
        "ja": "薄明に充ちる"
      },
      {
        "en": "Be Filled with Twilight"
      }
    ],
    "description": {
      "en": "The youngest son of the Shin family, Shinhou, has idolized Shousei, his childhood friend and mentor, since he was young. He vows to become the strongest in the Shin family and win against Shousei, the strong, beautiful, and dignified figure he admires and trusts.\n\nHowever, their families’ conflict forces them to turn their blades against each other… Shinhou, under orders to exterminate the entire Shou family, refuses to fight Shousei—the person he loves and cherishes most—and allows him, the sole survivor, to escape. In doing so, he chooses to part ways from the path they once walked together, knowing they will never meet again.\n\nFifty years after their separation, Shinhou returns to his family home following his father’s assassination—only to find Shousei, whom he thought he’d never see again."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7853368f-d58f-4281-8c29-1bb4eae7dfed",
    "title": {
      "en": "Too Cute to Handle"
    },
    "updatedAt": "2024-02-17T15:11:22+00:00",
    "coverArt": "https://mangadex.org/covers/7853368f-d58f-4281-8c29-1bb4eae7dfed/f6706c72-a8a4-47ca-9bc6-642892102490.png",
    "altTitles": [
      {
        "ko": "귀여운 걸 어떡해"
      },
      {
        "en": "You’re So Cute What Should I Do"
      },
      {
        "en": "You are so cute"
      }
    ],
    "description": {
      "en": "Forget \"saving face,\" this is \"saved by face!\"\nRoseny has been masquerading as a boy for years at the orphanage. But when the duke chooses her to be a playmate for his son, it isn't long before her secret is revealed. Instead of being sent back, her adorable complexion results in Roseny being adopted! What will this new future hold for her?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd2fdbda-879c-4484-8a3e-7615f47f7492",
    "title": {
      "en": "Maertza Family - The Sisters"
    },
    "updatedAt": "2024-09-17T10:58:49+00:00",
    "coverArt": "https://mangadex.org/covers/fd2fdbda-879c-4484-8a3e-7615f47f7492/a8b3c768-ed14-4235-b843-9bb63c5e1952.png",
    "altTitles": [
      {
        "id": "The Sisters"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e182b09f-09ab-4201-8f37-0ced6822eb39",
    "title": {
      "en": "WataMote: No Matter How I Look at It, It's You Guys' Fault I'm Not Popular!"
    },
    "updatedAt": "2024-07-24T00:32:57+00:00",
    "coverArt": "https://mangadex.org/covers/e182b09f-09ab-4201-8f37-0ced6822eb39/91ce95cf-c86c-4303-bd15-e58b07025a9f.jpg",
    "altTitles": [
      {
        "en": "It's Not My Fault That I'm Not Popular"
      },
      {
        "ja-ro": "WataMote"
      },
      {
        "ja": "わたモテ"
      },
      {
        "ja": "私がモテないのはどう考えてもお前らが悪い!"
      },
      {
        "ko": "내가 인기 없는 건 아무리 생각해도 너희들 탓이야!"
      },
      {
        "th": "สาวมืดมนอลวนหารัก"
      },
      {
        "es-la": "No importa como lo vea, ¡Es culpa suya que yo no sea popular!"
      },
      {
        "ja-ro": "Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!"
      },
      {
        "pt-br": "Não É Minha Culpa Não Ser Popular!"
      }
    ],
    "description": {
      "en": "Tomoko Kuroki naturally assumed she'd be popular when she got to high school... but then cold, hard reality swooped in for the attack! Turns out all the popularity points she's racked up in her video game dating sims are worth squat in real life, and Tomoko's far from prepared to navigate high school! \n\nHow can she possibly hope to impress her classmates when she can't even talk to them?! A new high-school heroine is born (maybe?)!",
      "pl": "Główna bohaterka serii – Kuroki Tomoko – jest ultra-popularną uczennicą liceum, która umówiła się już z ponad setką chłopaków… W grach Otome. W realnym świecie jest socjopatką, która zupełnie nie radzi sobie z komunikacją z innymi ludźmi, a w szczególności z płcią przeciwną. Manga opowiada o jej kuriozalnych próbach (z reguły niezbyt udanych) usocjalnienia się i zmienienia się w osobę bardziej popularną.",
      "es-la": "Kuroki Tomoko, una chica que tiene \"50 años de experiencia\" en citas y que ha salido con más de un centenar de chicos… en juegos otome. En la vida real acaba de cumplir 15 años y va a dar comienzo su época en el instituto, está convencida de que con sus conocimientos será la más de popular. Una vez comienza el instituto, comienzan a pasar los días y se da cuenta de que no habla con nadie. ¿Cómo es posible? Un simple vistazo al espejo le hace darse cuenta de la realidad: no es precisamente una belleza y parece que hasta puede ser antipática. Poco a poco intentará cambiar para ser popular, pero claro, entre lo que le cuesta y lo que tiene una idea bastante distorsionada de la realidad, no será tan sencillo.",
      "pt-br": "Tomoko Kuroki naturalmente presumiu que ela seria popular quando chegasse ao ensino médio... mas então a realidade fria e dura se abateu para o ataque! Acontece que todos os pontos de popularidade que ela acumulou em seus simuladores de namoro de videogame valem a pena na vida real, e Tomoko está longe de estar preparada para passar pelo ensino médio!\n\nComo ela pode esperar impressionar seus colegas quando ela nem consegue falar com eles?! Nasce uma nova heroína do ensino médio (talvez?)!"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eee5d348-9a2a-4797-9824-380909a2b88c",
    "title": {
      "en": "Wan Gu Shen WangImmortal God King"
    },
    "updatedAt": "2024-08-26T23:39:11+00:00",
    "coverArt": "https://mangadex.org/covers/eee5d348-9a2a-4797-9824-380909a2b88c/1c5d3b02-d3d1-470e-8899-6c0432ff5fda.jpg",
    "altTitles": [
      {
        "en": "Myriad Ancient God King"
      },
      {
        "zh": "万古神王"
      },
      {
        "zh-ro": "Wan Gu Shen Wang"
      },
      {
        "pt-br": "Rei Deus Imortal"
      },
      {
        "es": "Rei Deus Imortal"
      },
      {
        "ko": "제왕의 귀환"
      },
      {
        "vi": "Vạn Cổ Thần Vương"
      },
      {
        "en": "The Eternal King"
      }
    ],
    "description": {
      "en": "The past life died because of the imperial concubine, and he was born again in the high school era. It coincides with the recovery of the aura and the great changes in the world. When rejuvenating a teenager, he will follow the path of his journey, and he will protect his own friends. Loved ones. When he does not choose to stay, he will push him all the way."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "600f467c-9613-4056-aa21-bb2ecc295b84",
    "title": {
      "en": "Osananajimi Kanojo no Morahara ga Hidoin de Zetsuen Sengen shite Yatta"
    },
    "updatedAt": "2024-07-07T07:04:25+00:00",
    "coverArt": "https://mangadex.org/covers/600f467c-9613-4056-aa21-bb2ecc295b84/119a0c60-ed73-49fa-94c9-09d42091da5d.jpg",
    "altTitles": [
      {
        "ja": "幼馴染彼女のモラハラがひどいんで絶縁宣言してやった 〜自分らしく生きることにしたら、なぜか隣の席の隠れ美少女から告白された〜"
      },
      {
        "ja-ro": "Osananajimi Kanojo no Morahara ga Hidoin de Zetsuen Sengen Shite Yatta ~Jibun Rashiku Ikiru Koto ni Shitara, Naze ka Tonari no Seki no Kakure Bishoujo kara Kokuhaku Sareta~"
      },
      {
        "en": "I’m Sick and Tired of My Childhood Friend’s, Now Girlfriend’s, Constant Abuse so I Broke up With Her"
      },
      {
        "en": "I Dared Declare Goodbye To My Emotionally Abusive Childhood Sweetheart"
      },
      {
        "vi": "Quá mệt mỏi với việc bị con bạn thuở nhỏ kiêm bạn gái bắt nạt, tôi đã chia tay với em ấy"
      }
    ],
    "description": {
      "en": "My childhood friend is also my girlfriend. A dream come true, right? Hell no. She insults me on a daily basis. She grinds my dignity into shreds and it takes a toll on my mental well-being. I can’t take it anymore.\n\nSo I’m left with no choice, I’m going to break up with her. In order to maintain my sanity, it’s the only option.\n\nAnd thus, the story of my break up begins…",
      "pt-br": "Minha amiga de infância também é minha namorada. Um sonho realizado, certo? De jeito nenhum, ela me insulta diariamente, ela destrói minha dignidade e isso afeta meu bem-estar mental, não aguento mais. Então não tenho escolha, terminarei com ela. Para manter minha sanidade, é a única opção."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b626bf1-1b8e-4802-8751-63121baf52a3",
    "title": {
      "en": "Turn to Prince Charming"
    },
    "updatedAt": "2023-12-29T03:04:12+00:00",
    "coverArt": "https://mangadex.org/covers/6b626bf1-1b8e-4802-8751-63121baf52a3/ceb587aa-2c7b-4627-8d70-b9bc852c083a.jpg",
    "altTitles": [
      {
        "zh": "变身国民男神"
      }
    ],
    "description": {
      "en": "Xia Xiaotao, a tone-deaf ordinary girl changes her body with Ling Xi, a superstar and her idol. After experiencing various types of chaos, accidents and setbacks, she gradually stars living a wonderful life in the entertainment circle by conquering different princes charming, and becoming a superstar famous in films, TV and singing!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0d00e6d4-cd4a-4243-956a-fed1d7d1637a",
    "title": {
      "en": "The Duke's Hidden Baby: BOGO!"
    },
    "updatedAt": "2024-09-11T02:50:49+00:00",
    "coverArt": "https://mangadex.org/covers/0d00e6d4-cd4a-4243-956a-fed1d7d1637a/8adf2ae2-c84c-4d1a-849e-06cd22700432.png",
    "altTitles": [
      {
        "en": "One Plus One"
      },
      {
        "en": "Pregnant Wife"
      },
      {
        "zh-ro": "Yun Qi Yi Jia Yi"
      },
      {
        "zh": "孕妻一加一"
      },
      {
        "en": "Pregnant Wife And The Little Ones"
      }
    ],
    "description": {
      "en": "He has the absolute power. He kills without hesitation and is a cold, fickle man. Yet he becomes obsessed with her and dotes on her nonstop.  \n  \nThe first time they met, he asked, “Was it you, six years ago?”  \n  \nThe second time they met, he’s holding onto the DNA test, “You still dare to say he’s not my son?”  \n  \nThe n time they met, “Mr. Duke, do you have an end to this?”  \nThe guy smiled with a deep charm, “The second child have yet to be born. Of course, there’s no end to this.”"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-03-20T22:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/c44dbb37-9b3d-41d9-9e92-3fd6f4ac80d7.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee18a921-9535-4ed6-b812-a6aef123875a",
    "title": {
      "en": "The Dragon Cubs Arrive! Mommy is a Dragon"
    },
    "updatedAt": "2023-07-13T16:00:03+00:00",
    "coverArt": "https://mangadex.org/covers/ee18a921-9535-4ed6-b812-a6aef123875a/34eaa968-8078-41c9-b68e-39c104874737.png",
    "altTitles": [
      {
        "zh": "龙崽来袭！妈咪狠又辣"
      },
      {
        "en": "The Dragon Cub Is Coming! Mommy Is Fierce And Spicy"
      },
      {
        "vi": "Lóng Zǎi Lái Xí! Mā Mī Hěn Yòu Là"
      }
    ],
    "description": {
      "en": "Five years ago, she left an egg and said, \"This is the son I gave birth to you. When he grows up, that will be my return date.\" A few months later, the son broke out of the shell, with two shiny eggs on his head. Xiao Longjiao, she hadn't returned at te date. She disappeared for five years, and he went crazy for five years, until the little dragon cub brought back a woman... But the little dragon cub said, \"Dad, she saved me, and I want to commit myself to her!\" Infighting."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5c25341-d6ff-4585-8548-3a48fc7654d9",
    "title": {
      "en": "Momose Akira no Hatsukoi Hatan-chuu."
    },
    "updatedAt": "2024-08-31T16:59:12+00:00",
    "coverArt": "https://mangadex.org/covers/f5c25341-d6ff-4585-8548-3a48fc7654d9/c4747970-1efa-416b-ac85-485341462b87.jpg",
    "altTitles": [
      {
        "ja": "百瀬アキラの初恋破綻中。"
      },
      {
        "en": "Momose Akira's First Love Struggles."
      },
      {
        "vi": "Mối Tình Đầu Của Akira Momose Đang Trên Bờ Vực Đổ Vỡ"
      },
      {
        "tr": "Momose Akira'nın İlk Aşk Maceraları"
      },
      {
        "pt-br": "O Primeiro Amor de Momose Akira em Ruínas"
      },
      {
        "en": "Momose Akira's First Love Is Coming Apart."
      },
      {
        "fr": "Les difficultés du premier amour de Momose Akira."
      },
      {
        "ru": "Неудавшаяся первая любовь Акиры Момосэ"
      },
      {
        "ru": "Первая любовь Акиры Момосе терпит крах."
      },
      {
        "en": "Momose Akira's First Love is a Failure."
      },
      {
        "es": "El primer amor de Momose Akira se derrumba."
      }
    ],
    "description": {
      "en": "Kugayama Hajime, a boy living in the countryside, comes back to his old classmate Momose Akira, whom he used to admire.\n\nJust as he is about to watch her from afar and enjoy his sweet and sour youth, Akira makes an unexpected approach.\n\nAnd there was a “fate” that was more than he could have imagined.",
      "es": "Kugayama Hajime, un chico que vive en el campo, se reencuentra con su antigua compañera de clase Momose Akira, a la que solía admirar.\n\nJusto cuando está a punto de observarla desde lejos y disfrutar de su agridulce juventud, Akira se acerca de forma inesperada.\n\nY el \"destino\" es mucho más de lo que él pudo haberse imaginado.",
      "fr": "Kugayama Hajime, un garçon vivant à la campagne, revient vers son ancien camarade de classe Momose Akira, qu'il avait l'habitude d'admirer.Alors qu'il s'apprête à la regarder de loin et à profiter de sa jeunesse aigre-douce, Akira fait une approche inattendue.Et il y a eu un « destin » qui a été plus que ce qu'il aurait pu imaginer.",
      "ja": "ド田舎に暮らす少年・久我山はじめのもとに帰ってきた、かつての憧れの同級生・百瀬アキラ。\n\n彼女を遠くから眺めて、甘酸っぱい青春を謳歌しよう…と思っていた矢先に、アキラからまさかのアプローチが。\n\nそしてそこには、想像以上の”運命”が拡がってました。\n\n2人の様子を、どうぞあったかく見守ってください。",
      "ru": "Жизнь Хадзимэ Кугаямы, мальчишки из глухой деревушки, круто меняется, когда в его жизнь возвращается бывшая одноклассница и когда-то недосягаемая мечта — Акира Момосэ. Он планировал просто наблюдать за ней издалека и наслаждаться воспоминаниями о своей юности... Но неожиданно Акира делает первый шаг навстречу. И вот тут начинается нечто гораздо большее, чем он мог себе представить. Следите за их историей и согревайте свои сердца вместе с ними.",
      "tr": "Taşrada yaşayan bir çocuk olan Kugayama Hajime’nin, eskiden hayranlık duyduğu sınıf arkadaşı Momose Akira geri döner. Tam onu uzaktan izleyip tatlı ekşi gençliğinin tadını çıkarmak üzereyken, Akira beklenmedik bir yaklaşımda bulunur. Ve hayal edebileceğinden de öte bir “kader” ile karşılaşır.",
      "pt-br": "Kugayama Hajime é um jovem que vive no interior. Sua vida muda quando Momose Akira, uma antiga colega de classe por quem ele sempre foi apaixonado, retorna à cidade. Hajime planejava admirá-la de longe, saboreando um romance juvenil agridoce. Mas, para sua surpresa, Akira toma a iniciativa de se aproximar. O que se desenrola a partir daí é um destino mais surpreendente do que ele jamais poderia ter imaginado."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "70e8aee2-e4a4-4dc2-bffc-059de13adf02",
    "title": {
      "en": "Aashi to Watashi - Gal Yuri Anthology"
    },
    "updatedAt": "2024-06-28T01:56:08+00:00",
    "coverArt": "https://mangadex.org/covers/70e8aee2-e4a4-4dc2-bffc-059de13adf02/e571785a-d458-4792-aabc-d6a7770a0e6d.jpg",
    "altTitles": [
      {
        "ja": "あーしとわたし。ギャルｘ百合アンソロジー"
      },
      {
        "ja": "あーしとわたし。　ギャル×百合アンソロジー (カドカワデジタルコミックス)"
      },
      {
        "en": "Me and, I. Gal x Yuri Anthology"
      }
    ],
    "description": {
      "en": "A collection of Gal x Yuri stories by various popular artists."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "15"
  },
  {
    "mangaId": "6c62d637-4004-426f-ba7f-be45e18941b6",
    "title": {
      "en": "Yankee JK KuzuHana-chan"
    },
    "updatedAt": "2024-05-30T05:42:52+00:00",
    "coverArt": "https://mangadex.org/covers/6c62d637-4004-426f-ba7f-be45e18941b6/ba682109-be88-4cd3-87dc-5cd51be0f88f.jpg",
    "altTitles": [
      {
        "es": "Colegiala Delincuente/Yankee KuzuHana-chan"
      },
      {
        "en": "Delinquent high school girl KuzuHana-chan"
      },
      {
        "en": "Yankee high school girl KuzuHana-chan"
      },
      {
        "ja": "ヤンキーJKクズハナちゃん"
      },
      {
        "zh-hk": "不良JK華子醬"
      },
      {
        "pt-br": "Garota Delinquente Do Ensino Médio KuzuHana-chan"
      }
    ],
    "description": {
      "en": "At the beginning of the academic year, Saotome Hodaka enrolls into Moteshiro Prefectural High School, a former all-girls school that had recently integrated, but discovers it has a male to female ratio of 1:359! \n\nWhile most might think of this as a paradise, the majority of the students are delinquents and Saotome immediately finds himself being extorted by some of the more aggressive girls. However, he is inadvertently saved by Hanako Kuzuryu, a beautiful delinquent who just wants to be left alone.\n\nIs this the start of a new friendship? And how will Saotome's life unfold in a school full of troublesome women?",
      "fr": "Au début de l'année scolaire, Saotome Hodaka intègre le lycée préfectoral de Moteshiro, ancien établissement réservé aux filles et récemment devenu mixte. Il découvre rapidement que le ratio garçons/filles est de 1:359 !\n\nBien que cela puisse sembler être un paradis pour certains, la majorité des élèves sont des délinquantes, et Saotome se retrouve aussitôt extorqué par certaines des filles les plus agressives. Par chance, il est sauvé malgré lui par Hanako Kuzuryu, une belle délinquante qui aspire seulement à être laissée en paix.\n\nEst-ce le début d'une nouvelle amitié ? Comment la vie de Saotome évoluera-t-elle dans une école pleine de filles turbulentes ?",
      "ja": "男女比率1対359!!　359人の女子高生にいじられまくり!!　つらたんハーレム学園ラブコメ!!　コワかわ最強ヒロイン爆誕!!\n四方八方ギャルだらけな県立茂手城高校に入学した黒一点・早乙女穂高は、ヤンキーJK・九頭竜華子にピンチを救われて…!?",
      "pt-br": "Uma proporção de homem para mulher de 1:359?!\n\nSaotome-kun é admitido em uma escola cheia de gyarus e conhece uma garota delinqüente chamada Hanako Kuzuryu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8dff7904-0177-47cb-8aa9-aeccd77008d6",
    "title": {
      "en": "I'm the Great Immortal"
    },
    "updatedAt": "2024-08-28T14:37:02+00:00",
    "coverArt": "https://mangadex.org/covers/8dff7904-0177-47cb-8aa9-aeccd77008d6/448d5f74-ec6d-4347-85fd-dcef6b32f8c1.jpg",
    "altTitles": [
      {
        "en": "I Am Immortal"
      },
      {
        "en": "I'm Daxianzun"
      },
      {
        "zh-ro": "Wo Shi Da Xian Zun"
      },
      {
        "zh": "我是大仙尊"
      }
    ],
    "description": {
      "en": "In his previous life, he was a peerless genius in the Immortal World but was killed by 3 celestial beings.  \n  \nHe exploded to death and accidentally got reborn to his 20s back on Earth.  \n  \nDetermined to return to the Immortal World, he became the strongest man on Earth who can control clouds and rains at his will, and whoever offends him will have no choice but to disappear completely!  \n  \n\n\n---",
      "fr": "La vie précédente était un génie incomparable dans le monde de l'immortalité. Il a été tué par 3 êtres célestes. Il a été accidentellement réincarné à sa vingtaine par le livre du ciel. Tout ce qu'il voulait, c'était de devenir immortel et de retourner au monde immortel, et il est devenu l'homme le plus fort de la terre, transformant ses mains en nuages et se couvrant les mains de pluie, provoquant quiconque le défie ! C'est le vénérable ! Le souverain de 3000 mondes ! Le gars qui est 10 000 fois meilleur que Thanos ! Il est Taixuan Taizun ! Le Grand Immortel !"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "806f2774-d31c-4850-a1ec-656be7579e40",
    "title": {
      "en": "I'm a Loser, Baby"
    },
    "updatedAt": "2023-09-06T21:46:39+00:00",
    "coverArt": "https://mangadex.org/covers/806f2774-d31c-4850-a1ec-656be7579e40/d1421387-333c-41a6-b67b-5ebaf2008c6d.jpg",
    "altTitles": [
      {
        "ru": "Я был ничтожеством"
      },
      {
        "zh": "我本废柴"
      },
      {
        "en": "I Was Trash"
      },
      {
        "en": "I Was Trash, I Am Trash, I Will Be Trash"
      },
      {
        "en": "I am a formal trash"
      },
      {
        "en": "I Formerly Trash"
      },
      {
        "zh-ro": "Won Bei Fei Chai"
      },
      {
        "en": "The Loser Takes It All"
      }
    ],
    "description": {
      "ar": "كان يُنظر اليه نظرة استصغار, اجبر على إلغاء خطوبته وتم قتله, ربما هذه هي الحياة التي ينبغي على القمامة عيشها…. ولكن جسده اٌخذ من قبلي, الممارس الاقوى كانغ كون زي. والان بما انني هنا, ساجعل منه الافضل! راقبني بينما استخدم هذا الجسد القمامة الذي املكه لادعس عليهم كالنمل",
      "en": "He was looked down on, forced to break off his engagement, he was murdered, maybe this is the life that trash should have… But he was taken over by me, the strongest cultivator, Cang Kun Zi, as I reborned. Now that I'm here, I'll make the best of it! Watch as I use this trash body of mine to trample upon you mere ants!",
      "fr": "Il a été regardé de haut, forcé de rompre ses fiançailles, il a été assassiné, c’est peut-être la vie que les ordures devraient avoir… Mais il a été repris par moi, le cultivateur le plus fort, Cang Kun Zi, quand je suis né à nouveau. Maintenant que je suis là, je vais faire de mon mieux ! Regardez comme j’utilise mon corps pour piétiner de simples fourmis !",
      "pt": "Ele era subestimado, foi forçado a terminar seu noivado e foi assassinado. Talvez, esta seja a vida que um inútil mereça…  \nNo entanto, ele foi tomado por mim, o cultivador mais poderoso, Cang Kun Zi, quando renasci. E agora que estou aqui, superarei as adversidades! Testemunhe enquanto eu uso este meu corpo inócuo para pisar em vocês meras formigas!",
      "ru": "На него смотрели свысока, заставили разорвать помолвку, а затем убили. Возможно, такая жизнь и должна быть у неудачника… Но его тело стало моим, когда я возродился. Я сильнейший культиватор Цан Куньцзы, и теперь, когда я здесь, я сделаю всё возможное! Вы увидите, как я использую это тело, чтобы топтать вас, муравьи!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "221"
  },
  {
    "mangaId": "5922d178-ffa3-4f65-a704-f03dc9a43b9e",
    "title": {
      "en": "Genius Cool Treasure: President's Wife Is Too Powerful"
    },
    "updatedAt": "2023-09-04T11:48:26+00:00",
    "coverArt": "https://mangadex.org/covers/5922d178-ffa3-4f65-a704-f03dc9a43b9e/0b225998-81f7-4ae6-b481-b253f5b57b32.jpg",
    "altTitles": [
      {
        "en": "Finding My Daddy For Mommy"
      },
      {
        "en": "President's Wife Is Too Powerful"
      },
      {
        "zh": "天才酷宝：总裁宠妻太强悍"
      },
      {
        "en": "The President's Valiant Wife"
      }
    ],
    "description": {
      "en": "\"Genius Cool Treasure: The President's Wife Is Too Powerful\" is a web comic serialized by a Japanese writer. The comic tells that five years ago, in a tent with black lights, the woman drove him drunk, and gave birth to twins and lost one. Five years later, the woman filmed him secretly, healed his hidden illness, stole his heart, and took a small bun to abduct his other son to play missing. Feng Yizhen swears that she must catch the woman's fierce affection and let her know that she has to pay the price."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c048386a-591e-4fea-9b6f-2aca55716f31",
    "title": {
      "en": "Cute Baby Arrives: Mommy is Super Fierce"
    },
    "updatedAt": "2024-08-01T14:08:20+00:00",
    "coverArt": "https://mangadex.org/covers/c048386a-591e-4fea-9b6f-2aca55716f31/1d83031b-80c1-45be-b474-0cd84b383927.jpg",
    "altTitles": [
      {
        "zh": "萌宝驾临：爹地妈咪超凶的"
      },
      {
        "en": "Adorable Baby Arrives: Daddy and Mommy Are Super Fierce"
      },
      {
        "en": "Cute Baby Is Coming: Daddy and Mommy Are Super Fierce"
      },
      {
        "zh-ro": "Meng Bao Jia Lin: Die Di Ma Mi Chao Xiong De"
      },
      {
        "en": "The Adorable Treasure Has Arrived: Daddy and Mommy Are Super Fierce"
      },
      {
        "en": "My Baby Is My Talent Agent"
      }
    ],
    "description": {
      "en": "When the not-so-famous actress Jane wakes up in the morning, her cute-but-nagging son Ian already had her day plan out for her – go on a blind date and find a father for the household. However, her date turns out to be Mark Quinn, the biological father of her son. The sullen business man obviously doesn't have the best impression of Jane and would not have expected that they will enter marriage soon with the help of Mark's father and Ian..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "93"
  },
  {
    "mangaId": "57b52103-769a-490e-af54-49fd9ce08dcf",
    "title": {
      "en": "The Prince of Tennis"
    },
    "updatedAt": "2023-10-20T23:37:37+00:00",
    "coverArt": "https://mangadex.org/covers/57b52103-769a-490e-af54-49fd9ce08dcf/02d303ce-78d9-4236-9200-973fbfb04064.png",
    "altTitles": [
      {
        "vi": "Hoàng tử tennis"
      },
      {
        "en": "Prince of Tennis"
      },
      {
        "ja-ro": "Tennis no Oujisama"
      },
      {
        "ja": "テニスの王子様"
      },
      {
        "zh-hk": "網球王子"
      },
      {
        "zh-hk": "网球王子"
      },
      {
        "ko": "테니스의 왕자"
      },
      {
        "pt-br": "O Príncipe do Tênis"
      }
    ],
    "description": {
      "en": "Ryoma Echizen just joined the Seishun Academy's tennis team, which is known for being one of the most competitive teams in Japan. Its members are incredibly talented, gifted, and athletic. With rigorous and extremely intense practices, the upperclassmen of the team expect the very best from themselves and they expect even more from the new members of the team. While most of the freshmen are on pins and needles hoping they won't get cut from the team, Ryoma Echizen is confident, cool, and collected. Some might even say he's cocky, but at least he's got the skills to back up his attitude. With his virtually unreturnable \"twist serve,\" Ryoma is sure to make the starting team.  \n  \nJoin Ryoma and the other first years, as they train hard, make friends, and try to find a place for themselves on the team. Ryoma Echizen is the Prince of Tennis. He may be ready for the Seishun Academy tennis team, but are THEY ready for HIM?"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "379"
  },
  {
    "mangaId": "6b64ee46-605b-47ed-a208-4a727bf66b25",
    "title": {
      "en": "Slime Saint"
    },
    "updatedAt": "2024-09-14T17:28:31+00:00",
    "coverArt": "https://mangadex.org/covers/6b64ee46-605b-47ed-a208-4a727bf66b25/580c1e21-a085-45b0-8259-2214d6c5dc2b.jpg",
    "altTitles": [
      {
        "ja": "スライム聖女"
      },
      {
        "ja-ro": "Slime Seijo"
      },
      {
        "ko": "슬라임 성녀"
      }
    ],
    "description": {
      "en": "The weakest monster (slime) who longed to be human is reincarnated as a saint, but with the worst character of all, a villainous noble girl. From the lowest status, hated and resented; an existence where she will be terminated immediately if her true identity as a slime is discovered, she will become a beloved saint in order to live a safe and secure life!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "801513ba-a712-498c-8f57-cae55b38cc92",
    "title": {
      "en": "Berserk"
    },
    "updatedAt": "2024-07-15T01:05:18+00:00",
    "coverArt": "https://mangadex.org/covers/801513ba-a712-498c-8f57-cae55b38cc92/22ff2622-e93c-420f-b477-7a86eec02a1d.jpg",
    "altTitles": [
      {
        "he": "ברזרק"
      },
      {
        "fa": "برزرک"
      },
      {
        "ar": "برسرك"
      },
      {
        "th": "เบอร์เซิร์ก"
      },
      {
        "ja": "ベルセルク"
      },
      {
        "zh-hk": "劍風傳奇"
      },
      {
        "zh": "烙印勇士"
      },
      {
        "ko": "베르세르크"
      },
      {
        "ar": "بيرسيرك"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "uk": "Берсерк"
      },
      {
        "ru": "Берсерк"
      },
      {
        "ja-ro": "Berserk"
      },
      {
        "ne": "बर्सर्क"
      },
      {
        "de": "Berserk"
      }
    ],
    "description": {
      "en": "Guts, known as the Black Swordsman, seeks sanctuary from the demonic forces attracted to him and his woman because of a demonic mark on their necks, and also vengeance against the man who branded him as an unholy sacrifice.\n\nAided only by his titanic strength gained from a harsh childhood lived with mercenaries, a gigantic sword, and an iron prosthetic left hand, Guts must struggle against his bleak destiny, all the while fighting with a rage that might strip him of his humanity.  \n  \n***Won the 6th Osamu Tezuka Cultural Prize Excellence Award in 2002.***\n\n---\n\nNote: Following Miura Kenta's death in 2021, the series has been taken over by Kouji Mori, who supervises the series with art done by Studio Gaga.",
      "es": "Guts, conocido como el Espadachín Negro, busca refugio de las fuerzas demoníacas que se sienten atraídas por él y su mujer debido a una marca demoníaca en el cuello, además de vengarse del hombre que lo marcó como un sacrificio impío. Únicamente con la ayuda de su fuerza titánica, adquirida tras una dura infancia vivida con mercenarios, una espada gigantesca y una prótesis de hierro en la mano izquierda, Guts deberá luchar contra su sombrío destino, al tiempo que combate con una rabia que podría despojarle de su humanidad.",
      "ru": "Гатс – Черный Мечник, за которым охотятся демоны. Мечник стремится найти все убежища демонов и отомстить человеку, сделавшего их него «жертвенную овечку». Черный Мечник противостоит жестокой судьбе благодаря непоколебимой воле, невероятной силе, и, конечно же, меча. Постоянные сражения со злом приближает Гатса к параллельному миру тьмы, лишая его человечности. Берсерк – сложная, но сильная история о сражениях и злой судьбе.",
      "th": "เบอร์เซิร์ก เป็นชื่อมังงะ แนวดาร์ค แฟนตาซี ของญี่ปุ่น วาดโดยเคนทาโร่ มิอุระ มีการดำเนินเรื่องเกิดขึ้นในยุคกลางของยุโรป โดยได้รับอิทธิพลมาจากโลกแห่งจินตนิมิตด้านมืด มีตัวละครเอกของเรื่องคือ กัทส์ ทหารรับจ้างผู้โดดเดี่ยวและ กริฟฟิท หัวหน้าของกลุ่มทหารรับจ้างที่รวมตัวกันภายใต้ชื่อ กองพันเหยี่ยว\n\n----\n [Shopee (ไทย)](https://shopee.co.th/berserk%E0%B9%80%E0%B8%9A%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B9%80%E0%B8%8B%E0%B8%B4%E0%B8%A3%E0%B9%8C%E0%B8%81-%E0%B8%9A%E0%B8%B4%E0%B9%8A%E0%B8%81%E0%B8%9A%E0%B8%B8%E0%B8%84-%E0%B9%81%E0%B8%A2%E0%B8%81%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%A1-1-20-%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%AB%E0%B8%99%E0%B8%B6%E0%B9%88%E0%B8%87-i.63434898.1855330863)",
      "tr": "Kara Kılıç Ustası olarak anılan Guts, vücutlarındaki şeytani damga yüzünden onlara musallat olan şeytani güçlerden, kadınını ve kendisini korumanın bir yolunu aramaktadır. Aynı zamanda onu damgalayan ve bir kurban konumuna düşüren adamdan intikam almaya çalışmaktadır. Paralı askerlerle geçirdiği zorlu çocukluk yıllarının getirdiği tecrübeler sayesinde elde ettiği büyük gücü, devasa bir kılıç ve protez bir kol ile destekleyen Guts, karamsar kaderiyle mücadele etmek zorundadır. Tüm bunları yaparken, insani benliğini kaybetmesine neden olabilecek öfkeyle başa çıkmalıdır. \n\nTheWildDeer'dan Dorylaion tarafından biraz yorum katılarak sitedeki ingilizce açıklamadan çevrilmiştir.",
      "uk": "Його ім'я Ґатс, Чорний Мечник. Він могутній воїн, про якого говорять лишень пошепки. У нього є велетенський меч , рука зі заліза й шрами від незліченних боїв і тортур. А ще його плоть позначена Тавром — нечестивим символом, який притягує сили пітьми й робить Ґатса їхньою жертвою. Але Ґатс не прийме таку долю спокійно: він порубає на фарш війська проклятих, як і будь-кого, кому стане дурості стати на його шляху! Ґатс іде в товаристві ельфа Пака (більше докучайла, ніж товариша) темним і закривавленим шляхом, який приведе лише до загибелі... Чи помсти.",
      "es-la": "Guts, conocido como el Espadachín Negro, busca refugio de las fuerzas demoníacas que se sienten atraídas por él y su mujer debido a una marca demoníaca en el cuello, además de vengarse del hombre que lo marcó como un sacrificio impío. Únicamente con la ayuda de su fuerza titánica, adquirida tras una dura infancia vivida con mercenarios, una espada gigantesca y una prótesis de hierro en la mano izquierda, Guts deberá luchar contra su sombrío destino, al tiempo que combate con una rabia que podría despojarle de su humanidad.",
      "pt-br": "Guts, conhecido como o Espadachim Negro, busca refúgio das forças demoníacas atraídas por ele e sua mulher por causa de uma marca demoníaca em seus pescoços, e também vingança contra o homem que o marcou como um sacrifício profano.  Ajudado apenas por sua força titânica adquirida de uma infância dura vivida com mercenários, uma espada gigantesca e uma mão esquerda protética de ferro, Guts deve lutar contra seu destino sombrio, enquanto luta com uma raiva que pode despojá-lo de sua humanidade."
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]