[
  {
    "mangaId": "857a4d6b-7228-42e1-b49c-bbb50a8befdd",
    "title": {
      "en": "Shonan Pure Love Gang!"
    },
    "updatedAt": "2024-02-01T23:43:16+00:00",
    "coverArt": "https://mangadex.org/covers/857a4d6b-7228-42e1-b49c-bbb50a8befdd/4a933502-a591-4e44-971d-67872d51486e.jpg",
    "altTitles": [
      {
        "es": "¡La Pandilla del Amor Puro de Shonan!"
      },
      {
        "en": "GTO The Early Years"
      },
      {
        "ja-ro": "Shonan Junai-gumi!"
      },
      {
        "en": "Young GTO"
      },
      {
        "ru": "Крутой учитель Онидзука: Ранние годы"
      },
      {
        "th": "คู่คนลุยเลอะ!"
      },
      {
        "ja": "しょうなん じゅんあいぐみ!"
      },
      {
        "ja": "湘南純愛組!"
      },
      {
        "zh": "湘南纯爱组!"
      },
      {
        "ko": "상남 2인조"
      },
      {
        "ja-ro": "Shounan Junaigumi!"
      },
      {
        "tr": "Shonan Saf Aşk Çetesi!"
      },
      {
        "tr": "Genç GTO"
      },
      {
        "tr": "GTO Gençlik Yılları"
      }
    ],
    "description": {
      "en": "Eikichi Onizuka and Ryuji Danma are members of infamous biker gang, Oni Baku. When not out riding around, they can be found in school, trying to pick up young women. This is the story of the young Onizuka, who would later become the greatest teacher in Japan.",
      "pt": "Antes de Eikichi Onizuka se tornar \"Great Teacher Onizuka\", ele e Ryuji Danma eram membros da infame gangue de motoqueiros, OniBaku. Quando eles não saem andando por aí se metendo em confusões, esta dupla pode ser encontrada na escola, tentando pegar garotas, claro. Essa é a história de como surgiu a lenda do OniBaku e como era a vida de Onizuka e Ryuji em seu tempo de colegiais."
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "31",
    "lastChapter": "267"
  },
  {
    "mangaId": "633d470a-4146-4dd3-b841-93dd648c23a5",
    "title": {
      "en": "The Academy's Genius Swordsman"
    },
    "updatedAt": "2023-11-28T21:50:13+00:00",
    "coverArt": "https://mangadex.org/covers/633d470a-4146-4dd3-b841-93dd648c23a5/cab5fd63-50ba-4272-b944-e7fcc5f2f0e9.jpg",
    "altTitles": [
      {
        "ko": "아카데미의 천재칼잡이"
      },
      {
        "ko-ro": "Academy Cheonjaekaljabi"
      },
      {
        "en": "Academy’s Genius Swordmaster"
      },
      {
        "zh": "皇家学院的天才剑豪"
      }
    ],
    "description": {
      "en": "Following a momentous battle against giants for the fate of the world, Ronan emerges victorious as the last man standing of the Imperial Army. As he laments this hollow victory with his dying commander, Grand Marshal Adeshan, they quickly learn that the war is far from over and an overwhelming force of giants descends from the heavens.\n\nFearing the worst, yet seeing hope in the courageous Ronan, Adeshan uses her last time slip to send him back to the past, so that he can enroll in the prestigious Phileon Academy and become the strongest swordsman the empire has ever seen!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a460ab18-22c1-47eb-a08a-9ee85fe37ec8",
    "title": {
      "en": "Bleach - Digital Colored Comics"
    },
    "updatedAt": "2024-01-22T01:22:43+00:00",
    "coverArt": "https://mangadex.org/covers/a460ab18-22c1-47eb-a08a-9ee85fe37ec8/7c8f9203-2b82-41f2-beb3-e7fb00e151e2.jpg",
    "altTitles": [
      {
        "en": "BLEACH"
      },
      {
        "en": "BLEACH (Official Colored)"
      },
      {
        "ja": "BLEACH カラー版"
      },
      {
        "vi": "Sứ giả Ichigo"
      },
      {
        "vi": "Sứ mạng thần chết"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "ja": "ブリーチ"
      },
      {
        "ja": "ブリーチ カラー版"
      },
      {
        "zh": "死神"
      },
      {
        "ko": "블리치"
      }
    ],
    "description": {
      "en": "Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family, but much to her surprise, Ichigo absorbs every last drop of her energy. Now a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits, and along with Rukia, who is slowly regaining her powers, it's Ichigo's job to both protect the innocent from Hollows and to help the spirits themselves find peace.   \n  \nMonochrome version won the 50th Shogakukan Manga Award in the Shounen category.",
      "es": "Ichigo Kurosaki siempre ha sido capaz de ver fantasmas, pero esta habilidad no cambia su vida tanto como su encuentro cercano con Rukia Kuchiki, una Segadora de Almas y miembro de la misteriosa Sociedad de las Almas. Mientras lucha contra un hueco, un espíritu maligno que se aprovecha de los humanos que muestran energía psíquica, Rukia intenta prestarle a Ichigo algunos de sus poderes para que pueda salvar a su familia, pero para su sorpresa, Ichigo absorbe hasta la última gota de su energía. Ahora que ya es un auténtico Segador de Almas, Ichigo aprende rápidamente que el mundo que habita está lleno de peligrosos espíritus y, junto con Rukia, que está recuperando lentamente sus poderes, el trabajo de Ichigo consiste en proteger a los inocentes de los huecos y ayudar a los propios espíritus a encontrar la paz.  \n  \nVersión monocroma ganó el 50º Premio Shogakukan Manga en la categoría Shounen.",
      "pt-br": "Versão totalmente colorida do mangá Bleach. A história gira em torno de Kurosaki Ichigo um estudante de 15 anos que tem uma estranha capacidade de ver, tocar e falar com espíritos de pessoas mortas. Logo que o Shinigami (Deus da Morte) Kuchiki Rukia toma conhecimento dos poderes dele ela decide investigá-lo, e acaba em uma luta com um Hollow que foi atraído pelo forte poder espiritual de Ichigo, antes de ser derrotada pela criatura, Rukia passa seus poderes a Ichigo, o qual se torna um Shinigami, e após derrotar o Hollow ingressa em uma jornada para proteger os humanos e os espíritos da ameaça dos Hollows."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "74",
    "lastChapter": "686"
  },
  {
    "mangaId": "fdc17daf-6192-4710-8ce5-d8fa87946d74",
    "title": {
      "en": "Death Penalty"
    },
    "updatedAt": "2024-03-19T14:52:17+00:00",
    "coverArt": "https://mangadex.org/covers/fdc17daf-6192-4710-8ce5-d8fa87946d74/c2281a29-34df-48e1-b3fc-1acf63e69faf.jpg",
    "altTitles": [
      {
        "ja": "死んだ数だけ超強化 -デスペナルティ-"
      },
      {
        "ja-ro": "Shinda Suu Dake Chou Kyouka -Death Penalty-"
      }
    ],
    "description": {
      "en": "In the present day, tower dungeons called Magic Towers have appeared throughout the world.\n\nTakamichi Yoshito is a convenience store clerk. The manager yells at him every day, making his life miserable. Yoshito dreams of making a fortune, and soon after the Magic Towers appear. He becomes a Challenger of the towers, but he has no savings to invest in weapons or equipment, leaving him completely late to the game.\n\nAiming for a quick turnaround, Yoshito sells his real-life savings and the few items he has in the tower, and buys the [Infinite Revival] skill from a shady merchant. This skill allows him to revive himself within the dungeon. However, [Infinite Revival] had a hidden disadvantage.\n\nWhen reviving, the user is randomly given a [Death Penalty], a permanent debuff so strong that once it is applied, the user is no longer able to work as an adventurer. Yoshito despairs over the cursed skill, but his situation changes drastically when he obtains the rare skill [Inversion] in a hidden room of the dungeon.\n\nThe skill [Inversion] reversed the heavy negative effects of [Death Penalty]'s permanent debuff caused by Infinite Revival and turned them all into positive stats!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad7b3487-5137-4a36-bb79-0b52720dec2c",
    "title": {
      "en": "No Office Romance!"
    },
    "updatedAt": "2024-02-03T03:43:39+00:00",
    "coverArt": "https://mangadex.org/covers/ad7b3487-5137-4a36-bb79-0b52720dec2c/e57224c7-3ad7-43ac-84b1-5c32879dd167.jpg",
    "altTitles": [
      {
        "ko": "사내연애 사절!"
      },
      {
        "en": "No Dating Allowed in the Office"
      },
      {
        "en": "I Refuse to Have a Love Affair!"
      },
      {
        "ko-ro": "Sanae Yeonae Sajeol!"
      }
    ],
    "description": {
      "en": "Is first love a big deal? If we met that first love as adults, would we really still feel the butterflies? With a first love who is a friend who is also a co-worker, beyond this reversely developed relationship is the true belief of \"No to Office Romance!\"\n\nNamsoo of <Romance 101> meets Dooboo of <One-of-a-Kind Romance>! Masters of romance fusing up to deliver this romantic comedy!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eeb2ab0e-7dbc-4f0c-b476-8181d44217a8",
    "title": {
      "en": "Tengoku Daimakyou"
    },
    "updatedAt": "2024-02-24T11:55:39+00:00",
    "coverArt": "https://mangadex.org/covers/eeb2ab0e-7dbc-4f0c-b476-8181d44217a8/87f694a8-91dd-4841-9e94-873646dc72a9.jpg",
    "altTitles": [
      {
        "fr": "A Journey beyond Heaven"
      },
      {
        "ja-ro": "Tengoku Daimakyō"
      },
      {
        "ru": "Иллюзия рая"
      },
      {
        "ja": "天国大魔境"
      },
      {
        "zh-hk": "天國大魔境"
      },
      {
        "en": "Heavenly Delusion"
      },
      {
        "ru": "Великая небесная стена"
      },
      {
        "pt-br": "Paraíso Ilusório"
      },
      {
        "pt-br": "Ilusão Celestial"
      },
      {
        "ar": "الوهم السماوي"
      },
      {
        "fa": "پردیس واهی"
      },
      {
        "uk": "Небесна омана"
      },
      {
        "uk": "Ілюзія раю"
      }
    ],
    "description": {
      "en": "Some children live in a comfortably numb world, surrounded by walls. However, one day, a kid named Tokio receives a message asking \"Do you want to go outside of the outside?\"    Now, from the Heaven that is starting to crumble, the children begin their adventure!",
      "fa": "دنیایی پوچ که بچه‌ها در آن با رفاه کامل همراه با دیوارهایی که درون و بیرون را جدا می‌کنند، زندگی می‌کنند اما همه‌ی این‌ها زمانی تغییر می‌کند که یکی از بچه‌ها به نام تاکیو‌ پیامی با این متن دریافت می‌کند: «می‌خوای به خارج از چیزی که اون بیرونه بری؟»\n\nحال از بهشتی که درحال نابودی است بچه‌ها ماجراجویی خود را آغاز می‌کنند.",
      "fr": "Dans un immense jardin coupé du monde, un groupe d'enfants jouit d'une vie douce et d'insouciance, protégé par des scientifiques. Le monde extérieur leur est inconnu mais certains d'entre eux se questionnent : qu'y a-t-il au-delà des murs de leur paradis ?Pendant ce temps, dans un Japon dévasté par un mystérieux cataclysme, Maru et Kiruko, deux adolescents de la génération post-catastrophe, tentent de survivre dans un monde désolé peuplé de pillards et de monstres difformes. Leur objectif : atteindre \"le Paradis\".",
      "pt": "Em um mundo pós-apocalíptico, dois jovens: Maru um garoto amigável e que esconde vários segredos; E Kiruko, uma garota impetuosa e protetora. Juntos eles vagam pelo cenário desolado em busca de um chamado \"paraíso\". Enquanto isso, em um outro lugar isolado do resto do mundo, vivem várias crianças sem saber do que acontece no exterior. Como essas duas histórias vão se conectar?",
      "ru": "Две истории, которые непременно связаны…\n\nТаинственный Мару — мальчик, у которого есть одна цель: найти «Рай»! На пути к ним он обрёл телохранителя — Кируко. Она тоже не так уж проста, как может показаться на первый взгляд. В этом путешествии к «Небесам» они вместе посетят много мест ушедшей эпохи и встретят разных врагов!\n\nТокио — девочка, которая живёт за великими стенами «Небес»! Это место можно назвать раем. Вокруг высокие деревья, зеленая трава, плантации свежих овощей и даже есть небольшой водоем! Вместе с Токио здесь можно встретить и других детей, каждый из которых обладает своим особенным даром. В один из дней Токио получает сообщение: «Ты хочешь выбраться отсюда?» Кажется, с этого момента что-то странное начинает твориться в пределах «Небес»…",
      "pt-br": "Em um mundo pós-apocalíptico, dois jovens: Maru um garoto amigável e que esconde vários segredos; E Kiruko, uma garota impetuosa e protetora. Juntos eles vagam pelo cenário desolado em busca de um chamado \"paraíso\". Enquanto isso, em um outro lugar isolado do resto do mundo, vivem várias crianças sem saber do que acontece no exterior. Como essas duas histórias vão se conectar?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d86341c-0d7f-4a27-adfc-92d6a7071799",
    "title": {
      "en": "Youjo Musou: Nakama ni Uragirareta Shoukanshi, Mazoku no Oujo ni Natte \"Eirei Shoukan\" de Dekiai Slow Life wo Okuru"
    },
    "updatedAt": "2024-03-13T10:45:15+00:00",
    "coverArt": "https://mangadex.org/covers/6d86341c-0d7f-4a27-adfc-92d6a7071799/7b4eb8cf-ca96-49d0-bb3e-b82ffea50f12.jpg",
    "altTitles": [
      {
        "ja": "幼女無双 ～仲間に裏切られた召喚師、魔族の幼女になって【英霊召喚】で溺愛スローライフを送る～"
      },
      {
        "en": "Unparalleled Little Girl ～A Summoner Betrayed by Friends、Become a Demon Little Girl、And Live a Doting Slow Life with【Summoning of the Spirits】～"
      },
      {
        "en": "Little Girl Musou"
      }
    ],
    "description": {
      "en": "Lilith, the summoner who accompanied the hero party, was betrayed during the battle with the demons and suffered a serious injury because she refused the invitation of the hero. Helped by her demons, she cannot return to the country in a detour, so she decides to become a demon at the recommendation of Astaroth, the four demon kings who helped her. However, she made a slight mistake and she turned into a little girl. Even if she becomes a little girl, her magical power is not the same, but powers up! Summon the spirits and make an outstanding performance in battle and slow life!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da0f5e67-843b-420c-af19-6655dd338812",
    "title": {
      "en": "Yumemiru Maid no Tea Time"
    },
    "updatedAt": "2024-03-17T20:56:54+00:00",
    "coverArt": "https://mangadex.org/covers/da0f5e67-843b-420c-af19-6655dd338812/3b039978-de42-494a-baf2-e917f2f234bf.jpg",
    "altTitles": [
      {
        "en": "Tea Time For Dreaming Maids"
      },
      {
        "en": "Dreaming Maid's Tea Time"
      },
      {
        "ja": "夢見るメイドのティータイム"
      }
    ],
    "description": {
      "en": "In the spring of her second year of high school, Fuyuka Yukinoshita starts working part-time at a maid cafe. She dreams of becoming someone who can make people smile, like the manager she admired, but she is always getting flustered by her idiosyncratic co-workers!\n\nIt is the magic that makes you smile. A fluffy and sweet moment.",
      "es": "En la primavera de su segundo año de instituto, Fuyuka Yukinoshita empieza a trabajar a tiempo parcial en una cafetería. Sueña con convertirse en alguien capaz de hacer sonreír a la gente, como la encargada a la que admiraba, pero sus idiosincrásicas compañeras de trabajo siempre la ponen nerviosa.\n\nEs la magia que te hace sonreír. Un momento esponjoso y dulce.",
      "ja": "高校二年の春。メイド喫茶でアルバイトを始めた雪ノ下冬花。\n憧れの店長のように誰かを笑顔にできる人になりたいという夢を抱くが、個性的な同僚たちに振り回されて!?\nそれはあなたを笑顔にする魔法☆ ふわふわで甘々なひと時を♪",
      "es-la": "En la primavera de su segundo año de instituto, Fuyuka Yukinoshita empieza a trabajar a tiempo parcial en una cafetería. Sueña con convertirse en alguien capaz de hacer sonreír a la gente, como la encargada a la que admiraba, pero sus idiosincrásicas compañeras de trabajo siempre la ponen nerviosa.\n\nEs la magia que te hace sonreír. Un momento esponjoso y dulce."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09ab066e-422c-4dea-b1e1-0f3e28240fab",
    "title": {
      "en": "Together With the Gods of Music"
    },
    "updatedAt": "2023-12-03T13:51:38+00:00",
    "coverArt": "https://mangadex.org/covers/09ab066e-422c-4dea-b1e1-0f3e28240fab/92c58af6-1215-4953-bdd3-43452cd260dd.jpg",
    "altTitles": [
      {
        "ko": "음악의 신들과 함께한다"
      },
      {
        "ko-ro": "Eum-ag-ui sindeulgwa hamkkehanda"
      }
    ],
    "description": {
      "en": "A producer who had no talent but wanted to make it as a singer.\nDeath came on what he thought was his last chance, but the music gods didn't turn their backs on him.\n\n-If the music gods don't abandon you, can you really do it?\n\nWith the gods of music, change began.",
      "ko": "재능은 없지만 가수로 성공하고 싶었던 프로듀서.\n마지막 기회라고 생각했던 날 찾아온 죽음, 그러나 음악의 신들은 그를 외면하지 않았다.\n\n-음악의 신들이 너를 버리지 않는다면, 정말 할 수 있겠나?\n\n음악의 신들과 함께 변화는 시작되었다."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e05dd982-6d09-4f3d-8e8e-6c9ae65b5857",
    "title": {
      "en": "Usuzumi no Hate"
    },
    "updatedAt": "2024-04-27T18:16:09+00:00",
    "coverArt": "https://mangadex.org/covers/e05dd982-6d09-4f3d-8e8e-6c9ae65b5857/eec7518c-41c7-4d69-87e2-22d77dccee5a.jpg",
    "altTitles": [
      {
        "ja": "ウスズミの果て"
      },
      {
        "uk": "Безбарвний кінець"
      },
      {
        "tr": "Son Kıyamet Görevi"
      },
      {
        "fr": "Au bout de l'incolore"
      },
      {
        "id": "Akhir dari tinta"
      },
      {
        "fr": "Mission in the Apocalyspe"
      }
    ],
    "description": {
      "en": "In a deserted post-apocalyptic metropolis riddled with a mysterious material a young girl is searching for any signs of life and supplies.",
      "fr": "Dans une métropole post-apocalyptique déserte criblée d'une matière mystérieuse, une jeune fille recherche tout signe de vie et des provisions.",
      "tr": "İnsanlığın yok olduğu bir dünyada dolaşan yalnız bir kız hakkında kıyamet sonrası bilimkurgu macerası."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16217f0f-69c0-4551-ab08-7b6dd11e042e",
    "title": {
      "en": "Uma Himesama to Shika Ouji"
    },
    "updatedAt": "2024-03-21T17:27:23+00:00",
    "coverArt": "https://mangadex.org/covers/16217f0f-69c0-4551-ab08-7b6dd11e042e/b9a73c38-6e1b-42be-9cce-5bd9c9072420.jpg",
    "altTitles": [
      {
        "ja": "馬姫様と鹿王子"
      },
      {
        "ja-ro": "Uma Himesama to Shika Ouji"
      },
      {
        "en": "The Horse Princess and The Deer Prince"
      }
    ],
    "description": {
      "en": "Mahoro is a high school girl who loves her teacher.\nShe studied hard to get her teacher to like her, but as a result, she is now a college student making her debut in a rural area, and is at a loss for what to do with her life for the first time!\nWhat will Mahoro see in the ancient city of Nara?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fa5d834-fdab-4ac4-b3c9-821f1580f991",
    "title": {
      "en": "Company and Private Life"
    },
    "updatedAt": "2024-02-25T14:48:48+00:00",
    "coverArt": "https://mangadex.org/covers/0fa5d834-fdab-4ac4-b3c9-821f1580f991/ce992131-1769-4a6a-afcf-78134100f73b.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活"
      },
      {
        "ja-ro": "Kaisha to Shiseikatsu"
      },
      {
        "es-la": "Vida empresarial y privada"
      }
    ],
    "description": {
      "en": "A Twitter series about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.\n\n---\n**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/4729811/series/198059)",
      "es-la": "Los colegas con diferentes personalidades tienen una vida privada donde uno se viste como una lolita y el otro se viste como una persona funky goath."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c471acd-55f1-4ead-84a3-9cc4a8a02c3f",
    "title": {
      "en": "I Look Too Much Like The Boss And The World Actually Believes It"
    },
    "updatedAt": "2024-04-20T12:33:42+00:00",
    "coverArt": "https://mangadex.org/covers/7c471acd-55f1-4ead-84a3-9cc4a8a02c3f/2ff3cd2f-79d9-4b4b-ba30-cfdf38488850.jpg",
    "altTitles": [
      {
        "zh": "长的太像BOSS，结果世人真的信了"
      },
      {
        "zh-ro": "Zhang De Tai Xiang BOSS, Jieguo Shiren Zhen De Xinle"
      },
      {
        "zh-ro": "Zhǎng De Tài Xiàng BOSS, Jiéguǒ Shìrén Zhēn De Xìnle"
      },
      {
        "en": "The Appearance is so BOSS-like, Yet Everyone Believes it"
      }
    ],
    "description": {
      "en": "Moon Lord, Suliang! Tamer of the Divine Lunar Morpho Butterfly, a familiar with abilities to control time and space, yin and yang, I am the invincible youth that stands at the apex of this world! To get such a status upon reincarnation is like getting dealt Pocket Aces… Divine my Arse! The beast in my body is nothing like the Divine Lunar Morpho! It’s clearly the lowest of low level Flash Butterfly!!! Facing millions of fanatical believers, a death match with Emperor Cangyue in three years time, and various sects viewing me as a thorn in their side… This is really an unprecedented beast tamer crisis!",
      "zh": "月之王，苏凉！操纵着能回溯时空、逆转阴阳的月神闪蝶，以此站在这个世界的顶点的无敌少年！ 穿越而来就拿到这么NB的身份卡，岂不是天胡开局……个屁咧！ 我体内的宠兽，哪是什么月神闪蝶！！根本只是个只能照明的最最最低阶的闪光蝶！！！ 面对数以百万的狂热信徒、三年后约战的沧月大帝、视自己为眼中钉的各大教派…… 这还真是…… 前所未有的御兽大危机！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80456a4e-93ad-4f38-a3c9-48818bbd485f",
    "title": {
      "en": "Navigatoria"
    },
    "updatedAt": "2024-04-16T14:03:50+00:00",
    "coverArt": "https://mangadex.org/covers/80456a4e-93ad-4f38-a3c9-48818bbd485f/63198b29-de54-42bf-b136-24b5d5553507.jpg",
    "altTitles": [
      {
        "ja": "ナヴィガトリア"
      }
    ],
    "description": {
      "en": "Enter a world where the First Space War has ended, and Earth has claimed its first extraterrestrial colony. Manabu Houo, a boy born into a totalitarian state, finds his only joy in watching forbidden movies with his childhood friend, Hina-chan. However, one day upon returning home, he finds a group of government officials waiting for him...?! Watch as this thrilling sci-fi school drama unfolds on a distant planet!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb1e9858-5d3c-4c3e-a394-12c5b4d0b55f",
    "title": {
      "en": "Re:Monster"
    },
    "updatedAt": "2024-04-25T15:55:23+00:00",
    "coverArt": "https://mangadex.org/covers/eb1e9858-5d3c-4c3e-a394-12c5b4d0b55f/0aeacaa8-a3d4-45b8-af54-f9fbb3b9871b.jpg",
    "altTitles": [
      {
        "ja": "リ・モンスター"
      },
      {
        "th": "Re:Monster ราชันชาติอสูร"
      },
      {
        "ru": "Перерождение: Монстр"
      },
      {
        "zh-hk": "重．怪物"
      }
    ],
    "description": {
      "en": "Tomokui Kanata has been reincarnated into the weakest race, goblin, and given a new name, Rou, after having undergone an unfortunate death. However, goblin Rou has retained his previous life's memories and ability to learn skills from what he eats. In this alternate world of survival of the fittest, events unfold. Will a goblin party become the heroes of this world, in a delightful twist from your usual scenario?",
      "pt-br": "Tomokui Kanata reincarnou na raça mais fraca, a dos goblins e ganhou um novo nome, Rou, após ter morrido de forma infeliz. Entretanto, o goblin Rou preservou as lembranças de sua vida passada, ganhando uma evolução incomum, mas mantendo sua capacidade de ganhar habilidades por comê-los. Neste mundo alternativo de sobrevivência do mais forte, com o desenrolar dos acontecimentos, irá o grupo do goblins se tornarem os heróis deste mundo e o transformarem em um cenário totalmente diferente do habitual? Ele irá se tornar o herói deste mundo ou um soberano das trevas dominará a todos?"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb5ea32b-2faf-4432-a67d-ebc26bfda95d",
    "title": {
      "en": "Mobile Suit V Gundam Gaiden ~Letters from Odelo Henrik~"
    },
    "updatedAt": "2024-02-21T23:40:14+00:00",
    "coverArt": "https://mangadex.org/covers/bb5ea32b-2faf-4432-a67d-ebc26bfda95d/e9f0471c-0a8f-4526-b56c-3853fc09f410.png",
    "altTitles": [
      {
        "en": "Mobile Suit V Gundam Sidestory ~Letters from Odelo Henrik~"
      },
      {
        "ja": "機動戦士Vガンダム外伝 ～オデロ・ヘンリークからの手紙～"
      },
      {
        "ja-ro": "Kidou Senshi V Gundam Gaiden Odero Henriiku kara no Tegami"
      }
    ],
    "description": {
      "en": "A new series celebrating the 30th anniversary of V Gundam's broadcast! What memories from that day will find themselves resurfacing?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c04f762-b579-4d7b-8cb8-798191f264f7",
    "title": {
      "en": "Mobile Suit Gundam Wearwolf"
    },
    "updatedAt": "2024-02-26T19:26:26+00:00",
    "coverArt": "https://mangadex.org/covers/8c04f762-b579-4d7b-8cb8-798191f264f7/911e0137-f8c7-4ca6-bc01-10eb7a69a030.jpg",
    "altTitles": [
      {
        "ja-ro": "Kidou Senshi Gundam Wearwolf"
      },
      {
        "ja": "機動戦士ガンダム ウェアヴォルフ"
      }
    ],
    "description": {
      "en": "U.C. 0087, amidst the three-way conflict between the Titans, the AEUG and Axis Zeon, the Titans ship Hecate, carrying a new prototype Gundam, finds itself adrift in space after an attack by the AEUG damaged the ship's propulsion system. While the Hecate was stranded in space, most of the ship's crew would succumb to the murder spree of a so-called \"wearwolf\"."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8227d303-e008-40dd-ad7f-6d20ccad7203",
    "title": {
      "en": "Hot-blooded teacher"
    },
    "updatedAt": "2024-04-27T17:26:38+00:00",
    "coverArt": "https://mangadex.org/covers/8227d303-e008-40dd-ad7f-6d20ccad7203/02055949-afed-4958-8fd4-8aedb52a29d1.jpg",
    "altTitles": [
      {
        "ja": "熱血教師"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fb6d1db-c0c5-4122-81fe-dd480bfdb6eb",
    "title": {
      "en": "Magical Girl 201"
    },
    "updatedAt": "2024-04-13T16:24:32+00:00",
    "coverArt": "https://mangadex.org/covers/8fb6d1db-c0c5-4122-81fe-dd480bfdb6eb/e7d51ab7-9307-4cc6-8503-c6b1654a2402.jpg",
    "altTitles": [
      {
        "ja": "魔法少女201"
      },
      {
        "ja-ro": "Mahou Shoujo 201"
      },
      {
        "vi": "Ma Pháp Thiếu Nữ 201"
      }
    ],
    "description": {
      "en": "Fujiyama Shinobu aka Sexy Fujiyama, is a general working for the evil Flower Bud Gang who are trying to take over the city. Standing in her way is the masked magical girl, Princess Mamu, who wouldn't you know it, has just moved in next door to Fujiyama's place..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a433d6b-f51a-4c2f-a183-85419fe98efc",
    "title": {
      "en": "Medalist"
    },
    "updatedAt": "2024-04-24T17:11:33+00:00",
    "coverArt": "https://mangadex.org/covers/4a433d6b-f51a-4c2f-a183-85419fe98efc/44e39a11-6e73-4b78-8c87-3478a96ca0c0.jpg",
    "altTitles": [
      {
        "ja": "メダリスト"
      },
      {
        "zh": "舞冰的祈愿"
      },
      {
        "zh-hk": "舞冰的祈願"
      },
      {
        "zh-hk": "金牌得主"
      }
    ],
    "description": {
      "en": "There is a dream worth putting two lives on the line for.  \n  \nTsukasa, a young man with shattered dreams, and Inori, a girl no one believed in. However, in the face of adversity, those two possessed a tenacity towards the rink greater than anyone had ever known. Together, they meet on the ice, and aim for the world with their figure skating!\n\n---\n\n**Links:**  \n- [Series' Twitter](https://twitter.com/medalist_AFT)\n- Alternative Official English - [K MANGA (U.S. Only)](https://kmanga.kodansha.com/title/10231/episode/318207), [Kodansha](https://kodansha.us/series/medalist/)",
      "es": "Tsukasa es un patinador que, tras haber dejado atrás su sueño de convertirse en un atleta de élite por problemas económicos, trabaja realizando espectáculos de patinaje sobre hielo.\n\nPero todo cambia cuando conoce a Inori, una niña que acude a una pista de hielo a escondidas de su madre, aunque esta esté totalmente en contra de ello y todo el mundo piense que es tarde para ella, y que es demasiado inútil.\n\nAsí, gracias a la tenacidad que muestra Inori, Tsukasa decide convertirse en su entrenador y buscará ayudarla en el difícil mundo del patinaje artístico, prometiéndose que la llevará a la cima.",
      "zh": "用利刃融化坚冰、开拓人生——！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26c2e38a-8660-41a9-ab4f-a3ebdc7fdc1c",
    "title": {
      "en": "RED: Living On the Edge"
    },
    "updatedAt": "2023-10-24T12:39:39+00:00",
    "coverArt": "https://mangadex.org/covers/26c2e38a-8660-41a9-ab4f-a3ebdc7fdc1c/4b184d59-82f3-43a9-b5be-41752ef3f1e4.jpg",
    "altTitles": [
      {
        "zh": "红色风暴"
      },
      {
        "ja": "レッド"
      }
    ],
    "description": {
      "en": "Set in nineteenth-century America, Red is the last living survivor of a Native American tribe that was slaughtered by white men. On a long journey in search of revenge, he travels with Iero Ito, a samurai who ran away to America after being defeated in the Seinan civil war, and Angie, a mysterious prostitute. The bonds of friendship between the three are touching. Although it is all fiction, the story seems very real as it is based on actual battles between US troops, Apaches and other tribes.\n\n\n---\nOfficial Release:\n- Indonesian release by Level Comics (2005)"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "151"
  },
  {
    "mangaId": "9c002702-9cf2-4688-a62e-892d7ce58986",
    "title": {
      "en": "Shut Hell"
    },
    "updatedAt": "2023-06-21T21:43:50+00:00",
    "coverArt": "https://mangadex.org/covers/9c002702-9cf2-4688-a62e-892d7ce58986/6cf95171-1ae6-4cc1-994c-996db6cea809.jpg",
    "altTitles": [
      {
        "ja-ro": "Akuryou - Shutoheru"
      },
      {
        "ja-ro": "Shuto Heru"
      },
      {
        "ja-ro": "Shutohel"
      },
      {
        "ja": "悪霊 シュトヘル"
      },
      {
        "zh": "西夏恶灵"
      },
      {
        "ko": "슈토헬"
      },
      {
        "ru": "Шат Хелл"
      }
    ],
    "description": {
      "en": "Beginning of the 13th century, Western Xia state in Chinese mainland. \nIn those days existed a woman warrior named Shut Hell, the Evil One, feared even by the Mongols, reputed the strongest army in history. \nAt first she was just a normal Tangut soldier, but after coming close to death so many times she found a superhuman strength in herself. \nOn the other side Yurul, a young Mongol prince, is fascinated by the Tangut, his enemies' writing script, and is worried for their future…\nCenturies later a Japanese high school student named Shudo is haunted by a vivid dream of a battlefield...\nIs there some sort of bound between these completely different lives ? Will they manage to overcome the obstacles surrounding them ?\n\n\n- **2012 Osamu Tezuka Cultural Prize (New Creator) winner**",
      "pt-br": "Um Jovem chamado Sudou desperta em uma de suas vidas passadas onde ele era uma guerreira Xia chamada Shut Hell a maligna, temida até pelos Mongóis de Genghis Khan que estão unindo forças para acabar com a dinastia Xia Ocidental. a história ocorre no Século 13 onde a Maligna junto com a principe Yurul se esforçam para preservar Xia e sua cultura e escritas."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "14",
    "lastChapter": "90"
  },
  {
    "mangaId": "480391fc-15d2-4622-9965-90f5e7021028",
    "title": {
      "en": "Immortal Regis"
    },
    "updatedAt": "2023-02-13T03:48:52+00:00",
    "coverArt": "https://mangadex.org/covers/480391fc-15d2-4622-9965-90f5e7021028/bb6ecdd2-11f9-4cee-ba41-19af5f5cfed2.jpg",
    "altTitles": [
      {
        "ko-ro": "Bul-Myeol-eui Rejiseu"
      },
      {
        "en": "Regis of Immortality"
      },
      {
        "ru": "Бессмертный Регис"
      },
      {
        "ko": "불멸의　레지스"
      },
      {
        "vi": "Người Kế Vị Bí Ẩn"
      }
    ],
    "description": {
      "en": "One day, suddenly… a night where the moon shines like never before, a boy meets the otherworldly Serin, a denizen of Chaos, only to die and become the undead. Now immortal, he can no longer exist with humans due to an ancient law… A tale of revelations that begins as he returns to Chaos, the start of a new adventure!",
      "ru": "Однажды ночью подросток из мира людей становится свидетелем схватки существ из другого мира, обитателей хаоса. Он получает тяжёлое ранение и теряет сознание. Когда он приходит в себя, то понимает, что оказался в своей съёмной квартире и что он здесь не один. «Прости, что убила тебя», — спокойно сообщает ему зеленоглазая девушка… С той ночи его время остановилось, а мирские проблемы потеряли смысл. Ему здесь больше не место, потому что нежить не должна находиться среди живых. Так гласил закон. Теперь этому парню остался лишь один путь — в ХАОС.  \n\n\n---\n\n**Notes:**  \n- Left -> Right reading order  \n- Highly recommended to read entirely before start *Cavalier of the Abyss*, otherwise every stuff included within chapter 5 and onwards will be hard to digest."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "44"
  },
  {
    "mangaId": "b4668276-4b3e-49e0-98e7-fcc6841f7680",
    "title": {
      "en": "Blue Lock: Episode Nagi"
    },
    "updatedAt": "2024-04-08T15:58:07+00:00",
    "coverArt": "https://mangadex.org/covers/b4668276-4b3e-49e0-98e7-fcc6841f7680/b32282e4-4dec-4160-a9f2-9a73091fda1b.jpg",
    "altTitles": [
      {
        "ja": "ブルーロック-EPISODE 凪-"
      },
      {
        "ru": "Блю Лок: Путь Наги"
      },
      {
        "fr": "Blue Lock - Épisode Nagi"
      }
    ],
    "description": {
      "en": "Nagi Seishiro is a second-year high school student. He is a boy whose habit is to say, \"It's a pain in the ass,\" and he lives his life listlessly. Until his partner, Mikage Reo, discovers his talent in the \"Blue Lock,\" a dormitory for training strikers that aims to win the World Cup for Japanese soccer.",
      "fr": "Nagi Seishiro est un lycéen de deuxième année. C'est un adolescent qui a l'habitude de tout le temps dire : « C'est chiant », il vit sa vie avec apathie. Jusqu'à ce que son camarade de classe, Mikage Reo, découvre son talent pour le foot, cela les mènera jusqu'au « Blue Lock », un centre de formation révolutionnaire rassemblant les 300 meilleurs attaquants lycéens du pays.",
      "pt-br": "Nagi Seishiro é um estudante do segundo ano do ensino médio. Ele é um garoto cujo hábito é dizer: \"Que saco\", e ele vive sua vida com indiferença. Até que seu parceiro, Mikage Reo, descobre seu talento em \"Blue Lock\", um dormitório para treinamento de atacantes que visa vencer a Copa do Mundo em nome do futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e660da42-375c-4fca-80f1-1afbe5342b8f",
    "title": {
      "en": "Fool Night"
    },
    "updatedAt": "2024-03-26T12:50:57+00:00",
    "coverArt": "https://mangadex.org/covers/e660da42-375c-4fca-80f1-1afbe5342b8f/98b0256d-3452-4728-b82d-004026830ea8.jpg",
    "altTitles": [
      {
        "ja": "フールナイト"
      },
      {
        "zh": "愚者之夜"
      },
      {
        "ko": "풀 나이트"
      },
      {
        "ru": "Ночь Дурака"
      },
      {
        "ja-ro": "Fuuru Naito"
      },
      {
        "uk": "Ніч Дурня"
      },
      {
        "uk": "Дуриніч"
      }
    ],
    "description": {
      "en": "In the distant future, earth is covered by thick clouds and deprived of the warm rays of sunlight. Natural plants have all but withered, leading to low levels of oxygen everywhere. \n\nHowever, humans have developed a technique to transform people into plants to produce a small amount of oxygen that allows mankind to keep surviving. In this world, everyone must decide: Will they live as humans in a bleak and uncertain world, or abandon their anguish to embrace a new life as plants?",
      "ru": "Продолжать прикладывать усилия ради жизни человеком? Или же красиво осыпаться, подобно цветку? Душевно изображенный неизвестный мир будущего!\n\nМир далёкого будущего окружают облака, не пропускающие дневной свет, увядших растений и недостатка кислорода. Однако, люди разработали технологию превращения человека в растение для получения кислорода и продолжают выживать.\nПеред людьми встаёт нелёгкий выбор - продолжать выживать в этом безнадежном мире людей или же, отбросив страдания, сделать шаг в новую жизнь в виде растений?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2129ddc8-210b-451b-99f8-fa3e7ff1e018",
    "title": {
      "en": "Winning Pass"
    },
    "updatedAt": "2024-02-29T02:59:09+00:00",
    "coverArt": "https://mangadex.org/covers/2129ddc8-210b-451b-99f8-fa3e7ff1e018/dd7a69b6-2531-42d6-a95e-bb21eff49449.jpg",
    "altTitles": [
      {
        "ja": "ウイニング パス"
      }
    ],
    "description": {
      "en": "Haruto Ichinose has an older brother, Shori Ichinose, who has excellent grades, is a basketball prodigy, and is very popular in school. Although he says he hates basketball, he trains alone and challenges his brother, only to be beaten back. On the other hand, his older brother Shori seems to recognize his \"talent\" more than anyone else, but who is he really...?",
      "ja": "成績優秀、バスケは天才的、そして校内の人気者・一ノ瀬翔麗を兄に持つ一ノ瀬陽斗。バスケは大嫌いと言いつつ、一人特訓して兄に挑戦しては返り討ちに遭う日々。一方で兄・翔麗は誰よりも陽斗の「才能」を認めている様子だが、その正体は…!?",
      "pt-br": "Haruto Ichinose tem um irmão mais velho, Shori Ichinose, que tem notas excelentes, é um prodígio do basquete e é muito popular na escola. Embora Haruto diga que odeia basquete, ele treina sozinho e desafia seu irmão, apenas para ser derrotado. Por outro lado, seu irmão mais velho Shori parece reconhecer seu \"talento\" mais do que qualquer outra pessoa, mas quem ele realmente é...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1d8b192-fa28-4651-bdaf-d4e0d4418ea8",
    "title": {
      "en": "Vanitas no Carte"
    },
    "updatedAt": "2024-04-27T11:56:30+00:00",
    "coverArt": "https://mangadex.org/covers/e1d8b192-fa28-4651-bdaf-d4e0d4418ea8/ab84795b-9c25-4d2f-bca5-bf21dd5e9954.jpg",
    "altTitles": [
      {
        "es": "Los apuntes de Vanitas"
      },
      {
        "fr": "Les Mémoires de Vanitas"
      },
      {
        "ru": "Мемуары Ванитаса"
      },
      {
        "ja": "ヴァニタスの手記"
      },
      {
        "ja-ro": "Vanitas no Shuki"
      },
      {
        "pl": "Księga Vanitasa"
      },
      {
        "zh": "瓦尼塔斯的手记"
      },
      {
        "en": "The Case Study of Vanitas"
      },
      {
        "ja-ro": "Vanitas no Karte"
      },
      {
        "ja-ro": "Vanitas no Carte"
      },
      {
        "pt-br": "As Memórias De Vanitas"
      }
    ],
    "description": {
      "en": "Rumors revolving around The Book of Vanitas, a clockwork grimoire of dubious reputation, draw Noé, a young vampire in search of a friend's salvation, to Paris. What awaits him in the City of Flowers, however, is not long hours treading the pavement or rifling through dusty bookshops in search of the tome. Instead, his quarry comes to him...in the arms of a man claiming to be a vampire doctor! Thrust into a conflict that threatens the peace between humans and vampires, will Noé cast in his lot with the curious and slightly unbalanced Vanitas and his quest to save vampirekind? [Yen Press]",
      "ru": "Это история о вампире по имени Ванитас, которого презирали свои же за то, что тот был рождён в ночь полной голубой луны, в то время как большинство стали вампирами в ночь алой луны. Одинокий и испуганный, он создал проклятые «Мемуары Ванитаса», которые однажды помогут отомстить всем вампирам. Так и начинается эта история.  \nСюжет сосредотачивается на Ноэ, молодом парне, который оказывается в Париже в 19 веке и преследует одну цель: найти «Мемуары Ванитаса». Внезапная атака вампиров приводит его к загадочному Ванитасу — доктору, который специализируется на вампирах и, к удивлению Ноэ, оказывается человеком. Таинственный доктор унаследовал имя и книгу легендарного Ванитаса, но сам он скрывает что-то большее…  **©Nanochka**",
      "pt-br": "Paris, final do século XIX. Há muito tempo, vampiros foram banidos da convivência social, sendo-lhes proibido atacar seres humanos. Mas nem todos se foram, muitos levam uma vida discreta, imiscuindo-se entre as pessoas. Do interior da França, Noe, um jovem vampiro é convocado por seu mentor a visitar Paris para avaliar o chamado “Livro de Vanitas”. Segundo relatos antigos, trata-se de um objeto amaldiçoado criado pelo vampiro nascido sob a lua azul, Vanitas, que, rejeitado por todos os outros vampiros, jura um dia acabar com a raça deles, como vingança. \n\nNum incidente dentro do dirigível rumo a Paris, Noe acaba conhecendo um jovem e excêntrico médico humano que se auto apresenta como legatário do nome e da memória do temível Vanitas. Ele declara ter a intenção de curar os vampiros amaldiçoados para, assim, salvar a espécie vampira da extinção; paradoxalmente, o instrumento utilizado para o suposto tratamento é o “Livro de Vanitas”. Intrigado, Noe passa a acompanhar o médico Vanitas. Mas estará mesmo falando a verdade ou um plano secreto se articula ardilosamente nas sombras...!? [Planet Mangá]"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66b0511a-528c-43de-b572-a7ff7a30ebd9",
    "title": {
      "en": "Cool na Doukyuusei no ◯◯ Nengo…"
    },
    "updatedAt": "2024-04-06T08:50:53+00:00",
    "coverArt": "https://mangadex.org/covers/66b0511a-528c-43de-b572-a7ff7a30ebd9/4f5ebead-fa60-449d-9c6c-e0034e5b1df7.png",
    "altTitles": [
      {
        "ja-ro": "Cool na Doukyuusei no ◯◯ Nengo…"
      },
      {
        "ja": "クールな同級生の◯◯年後..."
      },
      {
        "en": "The Cool Classmate XX Years Later..."
      },
      {
        "en": "The Cool Classmate ◯◯ Years Later..."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7878c129-a33d-4bf9-b5d2-ff98cbe85bd6",
    "title": {
      "en": "Sentai Daishikkaku"
    },
    "updatedAt": "2024-04-10T09:54:06+00:00",
    "coverArt": "https://mangadex.org/covers/7878c129-a33d-4bf9-b5d2-ff98cbe85bd6/aa08566e-4025-4c19-9c5e-98d378dbef1d.jpg",
    "altTitles": [
      {
        "en": "Go, Go, Loser Ranger!"
      },
      {
        "ru": "Боевой отряд «Полный Провал»"
      },
      {
        "th": "ขบวนการกำมะลอ"
      },
      {
        "ja": "戦隊大失格"
      },
      {
        "zh-hk": "戰隊大失格"
      },
      {
        "it": "Squalificati - Ranger Reject"
      },
      {
        "fr": "No Longer Rangers"
      },
      {
        "en": "Ranger Reject"
      },
      {
        "ja-ro": "Sentai Daishikkaku"
      },
      {
        "en": "No Longer a Sentai Ranger"
      }
    ],
    "description": {
      "en": "Thirteen years ago, suddenly the Villainous Army of evil appeared in their gigantic floating castle 10000 meters in the sky to invade Earth! The villainous army have reviving capabilities that make them immortal, making them a serious threat to humanity. To protect us against these invaders, the Divine Dragon Rangers, the Dragon Keepers, wield their miraculous powers and their weapons, Divine Tools, and continuously fight for our safety! The assault of the Villainous Army! The vigilance of the Dragon Keepers! Will they succeed in their conquest…? Find out in the action-packed superhero series of a lifetime!\n\nFrom Haruba Negi, the creator of *5Toubun no Hanayome.*",
      "es": "¡Hace trece años, el Ejército Villano del mal apareció de repente en su gigantesco castillo flotante a 10.000 metros en el cielo para invadir la Tierra! El ejército villano tiene capacidades de revivir que los hacen inmortales, lo que los convierte en una seria amenaza para la humanidad. Para protegernos de estos invasores, los Rangers Dragón Divino, los Guardianes del Dragón, empuñan sus poderes milagrosos y sus armas, las Herramientas Divinas, ¡y luchan continuamente por nuestra seguridad! ¡El asalto del Ejército Villano! ¡La vigilancia de los Guardianes del Dragón! ¿Tendrán éxito en su conquista? ¡Descúbrelo en la serie de superhéroes llena de acción de toda la vida!",
      "fr": "Il y a 13 ans, un château flottant est apparu à 1000 mètres au-dessus du sol et une armée maléfique est venue dans le but d'envahir l'humanité.\nAfin de protéger l'humanité contre ces envahisseurs, des super-héros se battent, mais les choses ne semblent pas être comme elles le paraissent !",
      "ru": "Тринадцать лет назад армия монстров таинственным образом объявилась на территории людей, паря в воздухе на своем летучем замке! Армия монстров обладает различными способностями, которые могут грозить человеческой безопасности. Дабы защитить мирных жителей от вторжения на землю, доблестные герои - Хранители Дракона в составе из пяти человек выходят на поле правосудия! Используя свой туз в рукаве под названием «артефакт», боевой отряд героев из года в год, каждое воскресенье усмиряет неугомонных монстров. Однако, спустя 999 поражений, один из членов команды монстров решает отомстить героям!.. С этого момента и разворачивается наша история борьбы добра со злом!",
      "pt-br": "Há treze anos, de repente, o Infame Exército do mal apareceu em seu gigantesco castelo flutuante 10.000 metros no céu para invadir a Terra! O exército vilão tinha capacidades de reviver, o que os tornava imortais, tornando-os uma séria ameaça para a humanidade. Para nos proteger contra esses invasores, os Divine Dragon Rangers, os Dragon Keepers, manejam seus poderes milagrosos e suas armas, Ferramentas Divinas, e lutam continuamente por nossa segurança! O ataque do Exército Vilão! A vigilância dos Dragon Keepers! Eles terão sucesso em sua conquista...?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "231f40a0-9987-4a70-98e1-c31fcfce74a3",
    "title": {
      "en": "Pushoff"
    },
    "updatedAt": "2023-09-23T00:59:45+00:00",
    "coverArt": "https://mangadex.org/covers/231f40a0-9987-4a70-98e1-c31fcfce74a3/f503174c-384e-455d-930c-de40756f0d92.jpg",
    "altTitles": [
      {
        "ko": "푸쉬오프"
      },
      {
        "ko-ro": "Puswiopeu"
      }
    ],
    "description": {
      "en": "Dahye was forced to grow up in a cult by her mother, cut off from the rest of the world. However, she meets a half-sister her age named Yunseo, who is her polar opposite, and meets new people.",
      "ko": "어릴 때부터 엄마에게 이끌려 사이비종교에 들어갔던 주인공 다혜는 세상과 단절되어 살다가 \n자신과 정반대 성격의 동갑내기 이복자매 윤서와 여러 사람들을 만나게 된다."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "90"
  },
  {
    "mangaId": "b5b21ca1-bba5-4b9a-8cd1-6248f731650b",
    "title": {
      "en": "Record of Ragnarok"
    },
    "updatedAt": "2024-04-16T21:46:34+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ca1-bba5-4b9a-8cd1-6248f731650b/dfd2d1d9-7d36-481c-9bd3-ecfb3c3a2ca8.jpg",
    "altTitles": [
      {
        "ja-ro": "Shuumatsu no Walküre"
      },
      {
        "en": "World's End Valkyrie"
      },
      {
        "ru": "Повесть о Конце Света"
      },
      {
        "fa": "تاریخچه رگنوراک"
      },
      {
        "ja": "終末のワルキューレ"
      },
      {
        "en": "Valkyrie of the End"
      },
      {
        "zh-hk": "終末的女武神"
      },
      {
        "fr": "Valkyrie Apocalypse"
      },
      {
        "es-la": "Los Registros del Ragnarok"
      },
      {
        "ar": "سجلات راغناروك"
      },
      {
        "uk": "Повість про кінець світу"
      },
      {
        "bg": "Рагнарок"
      },
      {
        "tr": "Ragnarok Kaydı"
      },
      {
        "id": "Rekam Jejak Ragnarok"
      },
      {
        "id": "Valkri Jawir Asli Jaksel"
      },
      {
        "en": "Valkyrie Apocalypse"
      },
      {
        "ja-ro": "Shuumatsu no Valkyrie"
      }
    ],
    "description": {
      "en": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n\n---\n  - Alternative English Translation: [<comikey>](https://comikey.com/comics/record-of-ragnarok-manga/61/)",
      "fa": "⁧⁧ داستان جایی شروع میشه که خدایان بحث این رو به میان میاورند که انسان‌ها زنده بمانند یا نابود شوند. ولی یک والکری به تنهایی بحث را به سمتی میکشاند که به انسان‌ها اجازه یک مبارزه در مقابل خدایان داده شود. و به این شکل کور سوی امید بشریت روشن باقی میماند. سیزده خدا، سیزده انسان، در مقابل هم قرار میگیرند تا سرنوشت بشریت را مشخص کنند",
      "fr": "Tous les mille ans, l'ensemble des dieux, tous panthéons réunis, se réunissent au Valhalla, le paradis des âmes, lors d'une assemblée présidée par Zeus, le dieu suprême grec, afin de décider du sort des humains. Or, cette année-là, il est décidé à la quasi-unanimité de détruire l'humanité. Mais la Valkyrie Brunehilde interrompt la conférence et propose aux dieux de se mesurer aux mortels lors du tournoi de Ragnarök, pour déterminer s'ils valent vraiment la peine d'êtres anéantis. Ce tournoi opposera 13 dieux issus de diverses mythologies à 13 puissants humains qui ont fait l'histoire. Si l'humanité remporte au moins sept des 13 duels, alors les dieux épargneront l'humanité.",
      "id": "- In Indonesian by [Akasha](http://www.mncgramedia.id/comics/comic_detail/akasha-record-of-ragnarok-01) as \"Record of Ragnarok\"",
      "it": "- In Italian by [Star Comics](https://www.starcomics.com/titoli-fumetti/record-of-ragnarok) as \"Record of Ragnarok\"",
      "ru": "История начинается c собрания богов, на котором они решают судьбу человечества: убить всех или оставить в живых, согласившись в никчёмности рода людского, боги выбирают первое... Но одна валькирия выдвигает предложение: позволить богам и человечеству сразиться в битве, в качестве последнего луча надежды людей. 13 богов сразятся против 13 чемпионов людей в битвах один на один, чтобы решить, будет ли человечество жить или сгинет в могуществе божественной силы.",
      "tr": "Hikâye, tanrıların insanlığın yaşamasına ya da ölmesine karar vermek için bir toplantı düzenlemesi ve insanlığı yok etmeye karar vermesiyle başlar. Ancak yalnız bir Valkyrie, insanlığın hayatta kalması için son bir umut olarak tanrıların ve insanlığın son bir savaşa girmesine izin verilmesi önerisini ortaya atar. 13 tanrı, insanlığın yaşayıp yaşamayacağına karar vermek için teke tek savaşlarda 13 insan şampiyona karşı dövüşecektir.",
      "uk": "Історія починається зі зборів богів, на яких вирішується доля людства: життя чи смерть. Погодившись з нікчемністю людського роду, боги вибирають друге... Але одна валькірія висуває пропозицію: дозволити богам і людям битися в битві, яка стане останнім променем надії для людства. 13 богів б'ються проти 13 людських чемпіонів у битвах віч-на-віч, щоб вирішити, чи буде людство жити чи згине у могутності божественної сили.",
      "es-la": "Los Dioses se reúnen con el objetivo de decidir si la humanidad debe vivir o morir. Y aunque llegan a la conclusión de que debe perecer, una Valkyria propone que una lucha de dioses contra humanos para tomar tan difícil decisión. Así, 13 humanos pelearán contra 13 Dioses para resolver el destino de la humanidad.",
      "pt-br": "A cada 1.000 anos, as divindades se reúnem sob o conselho de Valhalla para decidir sobre o direito da humanidade de continuar vivendo, ou por sua destruição, porém desta vez os deuses estão furiosos com o descaso humano para com o planeta, pendendo passim para aniquilar toda a raça humana, porém uma única valquíria os convencem de realizar o Ragnarok, uma batalha mortal entre humanos e deuses para decidir sob sua sobrevivência, 13 humanos enfrentarão 13 deuses. Serão este humanos capazes de colidir com as poderosas divindades?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f5b1519-88c9-485b-a3f7-590c31ca39d8",
    "title": {
      "en": "Duchess's Lo-Fi Coffeehouse"
    },
    "updatedAt": "2023-10-24T13:26:24+00:00",
    "coverArt": "https://mangadex.org/covers/4f5b1519-88c9-485b-a3f7-590c31ca39d8/4dcfdec5-c62b-4a67-bbba-e59a4d37a1f2.jpg",
    "altTitles": [
      {
        "ko": "느긋한 공작 부인의 커피하우스"
      },
      {
        "fr": "Au Café de la Duchesse"
      },
      {
        "en": "The Laid Back Duchess's Coffeehouse"
      },
      {
        "ko-ro": "Neugeuthan Gongjak Buinui Keopihauseu"
      },
      {
        "en": "Duchess LoFi Coffeehouse"
      },
      {
        "en": "The Carefree Duchess's Coffeehouse"
      },
      {
        "ja": "転生バリスタと無愛想な公爵様"
      }
    ],
    "description": {
      "en": "Roana/Loanna was raised in neglect and isolation as an illegitimate child of the Count Louis family.\n\nShe gets married off to Duke Bruggen, who orders her to keep quiet and out of the way. Free from all expectations or responsibilities, she decided to enjoy a leisurely life. She roams around the castle and on a walk, she found a familiar looking fruit in the garden. \n\nUsing the knowledge from her previous life, and as a passionate barista in her past life, Roana/Loanna remembers exactly how to brew a perfect cup of Joe, she reproduced coffee to have a something to drink between her readings...\n\nThe trouble is, no one in this realm seems to know what \"coffee\" is, nor its wonderful benefits. As a matter of fact, coffee fruits are regarded as \"evil\":\n\n\"My brain is clearer than usual, full of energy, and new ideas keep coming to me.\"\n\"What is this? Is it a drug? What's the name of this drink?\"\n\"...Thank you for letting me experience this.\"\n\"I've never had this kind of bevarage before!\"\n\"It's very... very delicious.\"\n\"....\"\n\nBut people from this the world loved coffee too much, and her husband who was supposed to be cold-hearted, act strangely now...\n\nCan Roana enjoy her coffee life properly?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-02-11T18:18:02+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/f3fbdcfe-83a8-4852-a676-ccabd299a013.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d83743c-e8a5-4522-97ee-ca69982e1bbf",
    "title": {
      "en": "Placebo Memory"
    },
    "updatedAt": "2023-03-29T22:24:47+00:00",
    "coverArt": "https://mangadex.org/covers/6d83743c-e8a5-4522-97ee-ca69982e1bbf/62095adc-5e0c-43d4-a01a-a11d9b08ac77.jpg",
    "altTitles": [
      {
        "en": "Placebo Memories"
      },
      {
        "zh": "无效记忆"
      },
      {
        "ko": "플라시보 메모리"
      }
    ],
    "description": {
      "en": "[Woojin, who has lost his memories x Hamin, who has had an unrequited love for 13 years] \n\nAn accident occurs where Woojin forgets 13 years worth of memories with Hamin. This causes a lot of panic for Hamin, as he has harbored unrequited feelings for him for those 13 years. Seeing this reaction, a misunderstanding occurs where Woojin believes that they are dating…"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "21"
  },
  {
    "mangaId": "d773c8be-8e82-4ff1-a4e9-46171395319b",
    "title": {
      "en": "The Saga of Tanya the Evil"
    },
    "updatedAt": "2024-04-16T21:40:57+00:00",
    "coverArt": "https://mangadex.org/covers/d773c8be-8e82-4ff1-a4e9-46171395319b/57652b5a-e9da-466d-af79-f5d8de4df8ae.jpg",
    "altTitles": [
      {
        "de": "Die Militärischen Aufzeichnungen eines kleinen Mädchens"
      },
      {
        "ru": "Военная хроника маленькой девочки"
      },
      {
        "ru": "Колдунья в погонах"
      },
      {
        "th": "บันทึกสงคราม ของยัยเผด็จการ"
      },
      {
        "zh": "幼女战记"
      },
      {
        "ja": "幼女戦記"
      },
      {
        "ko": "유녀 전기"
      },
      {
        "ar": "ملحمة تانيا الآثمة"
      },
      {
        "fa": "حماسه تانیای شیطانی"
      },
      {
        "fa": "داستانی تانیا ھەڵگەڕاوەکە (Sorani Kurdish)"
      },
      {
        "zh-hk": "幼女戰記"
      },
      {
        "ru": "Военный журнал маленькой девочки"
      },
      {
        "uk": "Військова історія маленької дівчинки"
      },
      {
        "id": "Kronik Militer Seorang Gadis Kecil"
      },
      {
        "ms": "Kisah Tentera Seorang Gadis Kecil"
      },
      {
        "ms": "Kisah Tanya yang Jahat"
      },
      {
        "es": "Crónicas de una niña en guerra"
      },
      {
        "es": "Diario de guerra"
      },
      {
        "fr": "Tanya The Evil"
      },
      {
        "it": "La saga di Tanya la malvagia"
      },
      {
        "it": "Le cronache militari di una ragazzina"
      },
      {
        "pt": "Crônicas Militares de uma Pequena Garota"
      },
      {
        "vi": "Tanya Chiến Ký"
      },
      {
        "tr": "Küçük Bir Kızın Askeri Günlükleri"
      },
      {
        "ja-ro": "Youjo Senki"
      },
      {
        "en": "The Military Chronicles of a Little Girl"
      },
      {
        "es-la": "La Saga de Tanya la Malvada"
      },
      {
        "vi": "Ấu Nữ Chiến Ký"
      }
    ],
    "description": {
      "en": "A young girl fights on the frontlines in war. She has blonde hair, blue eyes, and nearly transparent white skin as she flies through the air and mercilessly strikes down her enemies. Her name is Tanya Degurechaff and speaks with a young girl's lisp while she commands the army.\n\nTanya used to be one of Japan's elite office workers, but because of a wrathful god was reborn as a little girl. Prioritizing optimization and career advancement above all, she will become the most dangerous entity among the Imperial Army's sorcerers.  \n\nAdapted from Light Novel of same name.  \n\n---\n\n**Note:** Manga and Light Novel Licensed in English by Yen Press as \"The Saga of Tanya the Evil\".",
      "es-la": "Una joven chica que lucha en el frente de una guerra. Tiene el pelo rubio, ojos azules y una piel blanca, casi transparente, y es conocida por moverse como el viento en el campo de batalla. Ella es Tanya Degurechaff y se encarga de dirigir al ejército. Solía ser un asalariado de élite en Japón, pero debido a la ira de un dios, renació como una niña pequeña. Tanya lo da todo por avanzar en su carrera militar y se convertirá en la maga más poderosa del ejército imperial."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ab10b8-d539-4839-9b31-7937fb08c813",
    "title": {
      "en": "I Love Amy"
    },
    "updatedAt": "2024-04-06T23:35:10+00:00",
    "coverArt": "https://mangadex.org/covers/52ab10b8-d539-4839-9b31-7937fb08c813/7c8f7447-a813-46bf-ae91-d5cc06482824.jpg",
    "altTitles": [
      {
        "ko": "나는 에이미를 사랑해"
      },
      {
        "ko-ro": "Naneun Eimireul Saranghae"
      },
      {
        "ru": "Я Люблю Эми"
      },
      {
        "fr": "J'aime Amy"
      }
    ],
    "description": {
      "en": "\"Is this how it feels to have a friend?\" \n\nBibi is obsessed with Peter, the prince of the school. When she spots Amy next to him, she starts to feel jealous. She invites Amy to her house to warn her, but instead takes a liking to the girl. They agree to be friends on the condition that Amy has to help Bibi confess.",
      "fr": "\"C'est ce qu'on ressent lorsqu'on a une amie ?\"\nBibi est obsédée par Peter, le prince de l'école. Lorsqu'elle repère Amy près de lui, elle commence à être jalouse. Elle invite Amy chez elle pour la prévenir, mais à la place, elle commence à apprécier cette fille. Elles acceptent d'être amies à la condition que Amy doive aider Bibi à se déclarer.",
      "ko": "\"원래 친구 사이엔 이런 기분이 드는 걸까?\"\n\n'비비'는 학교 제일의 킹카 피터에게 집착하다, 그의 곁에 있던 '에이미'를 보고 질투를 느낀다. 그녀에게 경고하기 위해서 자신의 집에 초대했지만 오히려 호감을 느끼게 되고...\n둘은 비비의 고백을 돕는다는 조건으로 서로에게 유일한 친구가 되기로 한다.",
      "ru": "\"Вот что значит быть друзьями?\" Биби одержима Питэром, принцем школы.\nКогда она замечает Эми рядом с ним, она начинает ревновать. Она приглашает Эми к себе, чтобы предупредить. Но вместо этого Эми нравится ей. Они соглашаются быть друзьями, но при одном условии: Эми должна помочь Биби признаться в любви."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "46.10"
  },
  {
    "mangaId": "247fe684-e74b-42f9-ae63-0c410a663408",
    "title": {
      "en": "Magic Kaito"
    },
    "updatedAt": "2024-04-19T13:33:55+00:00",
    "coverArt": "https://mangadex.org/covers/247fe684-e74b-42f9-ae63-0c410a663408/854e89fc-200b-4fd7-be64-957cec7b17d6.jpg",
    "altTitles": [
      {
        "en": "Kaito Kid"
      },
      {
        "es": "Màgic Kaito"
      },
      {
        "ru": "Волшебник Кайто"
      },
      {
        "ar": "ماجيك كايتو"
      },
      {
        "ja": "まじっく快斗"
      },
      {
        "zh": "魔术快斗"
      },
      {
        "th": "จอมโจรอัจฉริยะ"
      }
    ],
    "description": {
      "en": "Teenage magician Kaito Kuroba has a secret identity: that of Kaitou Kid, a famous internationally-known and wanted \"phantom thief\". Kaito took the identity after one day discovering that his late father was the original Kaitou Kid. Later on, he discovers his father, who died from an 'accident' during a magic trick, was really murdered because he would not steal the jewel Pandora for an evil organization. As Kaitou Kid, Kaito tries to find Pandora before that organization that killed his father do, and destroy it, leading Inspector Nakamori and his taskforce on the wildest jewel heists imaginable!",
      "ja": "世紀の宝物を予告通りに手中し、闇から闇へと消え去る紳士・怪盗キッド！！見事なマジックで名刑事らの裏をかき、目指すは「正義」の完全犯罪！！今宵、神出鬼没の彼が狙う宝石は、時価4億円の「月の瞳」だ！！"
    },
    "status": "ongoing",
    "releaseDate": 1987,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9797c5b-642e-44d9-ac40-8b31b9ae110a",
    "title": {
      "en": "Tsuki ga Kirei Desu ne"
    },
    "updatedAt": "2023-10-07T01:21:28+00:00",
    "coverArt": "https://mangadex.org/covers/b9797c5b-642e-44d9-ac40-8b31b9ae110a/025f4e2f-cac3-4a0a-813f-fa4c7f0a2399.jpg",
    "altTitles": [
      {
        "en": "Isn't The Moon Beautiful?"
      },
      {
        "ja": "月が綺麗ですね"
      }
    ],
    "description": {
      "en": "\"This is a story of a country far, far away. What distinguished the citizens of this country apart from others was the animal ears on their heads and also, their acceptance of same-sex marriage.\"  \n  \nKasuga Chiru is the only daughter of a powerful and wealthy family. At seven years old she was engaged to Shinonome Senri, a girl from a family of much lower status. But besides that day, the two never met again. Now sixteen, Chiru prepares to marry her betrothed, yet she wonders if the kind Senri has changed over the years they've been apart, and whether they can become a happy family even though their union is arranged. Upon visiting Senri's town, Chiru is overwhelmed by all the love and fondness the townspeople have for their apothecary, Senri. Chiru begins to feel a stirring in her heart, that same wonderful feeling the night Senri rescued her, the night they met. A tender love story of arranged marriages and fox girls begins!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "40"
  },
  {
    "mangaId": "c7a10d9f-6628-4d58-b27a-5081ec3db27b",
    "title": {
      "en": "Binbou Reijou no Kanchigai Seijo-den ~Okane no Tame ni Doryoku Shitetara, Oozoku Harem ga Dekite Imashita!?~"
    },
    "updatedAt": "2023-11-06T02:46:45+00:00",
    "coverArt": "https://mangadex.org/covers/c7a10d9f-6628-4d58-b27a-5081ec3db27b/abc7d2be-1fa3-4e04-bcbc-225cf45e9b33.jpg",
    "altTitles": [
      {
        "ja": "貧乏令嬢の勘違い聖女伝　～お金のために努力してたら、王族ハーレムが出来ていました!?～"
      },
      {
        "en": "Misunderstanding of the Poor Daughter Saint Lady: If You Worked Hard for Money, You Could Have a Royal Harem?!"
      }
    ],
    "description": {
      "en": "Even though I'm a Baron's daughter, I have to become an adventurer? On my journey to make money in order to get our barony out of poverty, I died in a dungeon…wait a minute, was I reborn?! Everything is happening exactly as I remember it did. This time, I won't let our family become poor! I promise we will always have food on the table, and that I will grow up and marry into a rich family! Wait, father needs treatment for an illness?! The town is going through an epidemic?! What is going on? Why did I become an adventurer again?!",
      "ja": "男爵令嬢なのに冒険者に!? そしたら、ダンジョンでまさかの死亡！ 目を覚ますと、そこには新しい人生が待っていた！ 彼女は聖女か、それとも勘違い――!? 後にひけないソフィアの華麗なる（？）聖女冒険譚！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "28"
  },
  {
    "mangaId": "ebe6dcbf-8e3a-4f79-b6df-e9e18f5d3cce",
    "title": {
      "en": "Kaguya-den"
    },
    "updatedAt": "2024-04-27T16:35:32+00:00",
    "coverArt": "https://mangadex.org/covers/ebe6dcbf-8e3a-4f79-b6df-e9e18f5d3cce/ac787c39-061e-4a73-ab9f-8121cb4fde4f.jpg",
    "altTitles": [
      {
        "ja-ro": "Kaguya-den"
      },
      {
        "ja-ro": "Kaguyaden"
      },
      {
        "en": "Tale of Kaguya"
      },
      {
        "ja": "輝夜伝"
      }
    ],
    "description": {
      "en": "Heian-era Kyoto. Rumours swirl of the beautiful Kaguya-hime, who sets her suitors impossible tasks to complete but is a favourite of the young Emperor. The Emperor's bodyguards, the Takiguchi, have been decimated by a massacre known as \"The Night of the Bloodstained Moon\", of which there was only one survivor; the mysterious Tsukuyomi, who intervenes in a fight between the Takiguchi and the Hokumen, the forces of the ex-emperor Chiten-no-Kimi.  Tsukuyomi is the only known survivor of the Night of the Bloodstained Moon, and searches for vengeance for their brother's murder.  Yet Tsukuyomi is not what they seem in many ways - and when they meet Kaguya-hime, it becomes clear that there is far more than meets the eye to the intrigues of the Imperial Court."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": ""
  },
  {
    "mangaId": "810cfa63-6802-450a-aa34-c410c6f0bff9",
    "title": {
      "en": "Blossom With Love"
    },
    "updatedAt": "2024-04-07T14:34:09+00:00",
    "coverArt": "https://mangadex.org/covers/810cfa63-6802-450a-aa34-c410c6f0bff9/13662ce4-1dd5-4811-9c57-2a2311bbb5c4.jpg",
    "altTitles": [
      {
        "ko": "소년 소녀 연애하다"
      }
    ],
    "description": {
      "fr": "Nous sommes tous passés par là, ou devons y faire face, de quelle couleur sont vos souvenirs d'adolescence ?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a96676e5-8ae2-425e-b549-7f15dd34a6d8",
    "title": {
      "en": "Komi-san wa Komyushou Desu."
    },
    "updatedAt": "2024-01-03T18:40:27+00:00",
    "coverArt": "https://mangadex.org/covers/a96676e5-8ae2-425e-b549-7f15dd34a6d8/ba47ca06-012c-4957-a4bd-5e1ff508ebae.jpg",
    "altTitles": [
      {
        "ja-ro": "Comi-san ha Comyusho Desu."
      },
      {
        "en": "Komi Can't Communicate"
      },
      {
        "en": "Komi-san Can't Communicate."
      },
      {
        "en": "Komi-san Has a Communication Disorder."
      },
      {
        "ja-ro": "Komi-san wa, Communication Shougai desu."
      },
      {
        "en": "Miss Komi Is Bad at Communication."
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "ja": "古見さんは、コミュ症です。"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      },
      {
        "ar": "كومي سان لا يمكنها التواصل"
      },
      {
        "ja-ro": "Furumi-san wa, Komyu-shōdesu."
      },
      {
        "vi": "Komi - Nữ thần sợ giao tiếp"
      },
      {
        "fr": "Komi cherche ses mots"
      },
      {
        "tr": "Komi Konuşmaktan Korkuyor"
      },
      {
        "pt": "Komi não consegue se comunicar"
      },
      {
        "id": "Komi Sulit Berkomunikasi"
      },
      {
        "ms": "Komi Tidak Boleh Berkomunikasi"
      },
      {
        "hu": "Komi-san Kommunikációs Zavarral Küzd"
      },
      {
        "cs": "Komi-san nemůže komunikovat"
      },
      {
        "pl": "Komi-san nie móc komunikuje"
      },
      {
        "pl": "Komi-san nie móc porozumiewa"
      },
      {
        "es": "Komi-san no puede comunicarse"
      },
      {
        "pt": "Senhora Komi não consegue se comunicar"
      },
      {
        "pt-br": "Senhorita Komi não consegue se comunicar"
      },
      {
        "ru": "Коми-сан ва, комюсё: дэсу"
      },
      {
        "mn": "Коми-сан харилцаж чаддаггүй"
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "uk": "У Комі-сан проблеми зі спілкуванням"
      },
      {
        "ar": "كومي لا تستطيع التواصل"
      },
      {
        "fa": "کومی نمیتواند صحبت کند"
      },
      {
        "ne": "कोमी सञ्चार गर्न सक्दैन।"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "zh-hk": "古見同學是溝通魯蛇。"
      },
      {
        "zh-hk": "古見同學有交流障礙症"
      },
      {
        "zh": "古见同学有交流障碍症"
      },
      {
        "ko": "코미 양은 커뮤증입니다"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      }
    ],
    "description": {
      "en": "Komi-san is a beautiful and admirable girl that no one can take their eyes off of. Almost the whole school sees her as the cold beauty that's out of their league, but Tadano Hitohito knows the truth: she's just really bad at communicating with others.\n\nKomi-san, who wishes to fix this bad habit of hers, tries to improve it with the help of Tadano-kun by achieving her goal of having 100 friends.",
      "pl": "Komi-san jest piękną i godną podziwu dziewczyną, od której nikt nie może oderwać oczu. Prawie cała szkoła postrzega ją jako zimne piękno, które jest poza ich zasięgiem, ale Tadano Hitohito zna prawdę: młoda piękność po prostu źle komunikuje się z innymi. Komi-san, chce to zmienić, a ma jej w tym pomóc Tadano.",
      "pt-br": "Komi-san é uma bela e admirável garota que ninguém consegue tirar os olhos. Quase todos da escola a veem como alguém fora do alcance, mas Tadano Shigeo sabe a verdade: **ela apenas não sabe como se comunicar com os outras pessoas**. Komi-san, que deseja corrigir este mau hábito dela, tenta melhorar com a ajuda do Tadano-kun..."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67a37cbe-09f1-414e-8fa7-2a401803ff2f",
    "title": {
      "en": "I Choose the Emperor Ending"
    },
    "updatedAt": "2022-12-09T01:19:53+00:00",
    "coverArt": "https://mangadex.org/covers/67a37cbe-09f1-414e-8fa7-2a401803ff2f/10e742b6-122a-43c8-a638-01c05376c8be.jpg",
    "altTitles": [
      {
        "ko": "황제엔딩으로 가겠습니다"
      },
      {
        "ja": "皇帝エンディングでいきます"
      },
      {
        "zh": "娶个公爵当皇后"
      },
      {
        "th": "ทะลุมิติมาลุ้นรัก"
      }
    ],
    "description": {
      "en": "Obsessed with medieval fantasies, Marina develops a revolutionary VR device that can bring fictional worlds to life. Her dreams come true when she transports herself to Lasnorok, the setting of her own novel. The problem is, she can't get back out! Disguised as a runaway slave boy named Rino, she comes face-to-face with the main character she created, the ambitious Edward Allen Dihas. Can Marina help him overthrow the emperor and survive to make it out alive?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "115"
  },
  {
    "mangaId": "0c76e194-919d-4143-a7a4-f7b3504183d9",
    "title": {
      "en": "Revelation of Youth"
    },
    "updatedAt": "2023-04-22T09:13:39+00:00",
    "coverArt": "https://mangadex.org/covers/0c76e194-919d-4143-a7a4-f7b3504183d9/31c55894-3906-4410-be8c-8bfcd1c13ef4.jpg",
    "altTitles": [
      {
        "ko": "청춘계시록"
      },
      {
        "ko-ro": "Cheongchungyesilog"
      },
      {
        "ko-ro": "Cheongchun Gyesirok"
      },
      {
        "en": "Apocalypse of Youth"
      },
      {
        "uk": "Апокаліпсис юності"
      }
    ],
    "description": {
      "en": "A close and dangerous cohabitation with the cult leader's son has begun! Chungah was swindled by her uncle who she trusted and her parents disappeared, saying they are chasing their missing uncle, and Chungah suddenly lives alone in an empty house. But it wasn't just Chungah's family that was scammed! The biggest cult in the autonomous district, \"Millennium Adventist Church,\" was also deceived by her uncle. And \"Yohan,\" the son of the cult leader came to Chung-ah's house. He's dragging his luggage in...! God, is this cohabitation gonna be okay?",
      "uk": "Інтимне та небезпечне співмешкання з сином лідера культу почалось! Чону обманув її дядько, якому вона довіряла і її батьки пропали, коли сказали, що шукатимуть його, і раптом Чона живе одна в пустому будинку. Але обманули не тільки сім‘ю Чони! Найбільший культ в автономному районі «тисячолітня адвентистська церква» була теж обдурена її дядьком. І «Йохан», син лідера культу, прийшов до Чони додому. Він заносить свої речі…! Боже, що ж буде з цим співжиттям?",
      "pt-br": "Uma vida próxima e perigosa do filho do líder de um culto começou! Chungah foi enganada por seu tio em quem confiava e seus pais desapareceram, dizendo que estavam perseguindo seu tio desaparecido, e Chungah de repente vive sozinha em uma casa vazia. Mas não foi só a família de Chungah que foi enganada! O maior culto do distrito autônomo, \"Igreja Adventista do Milênio\", também foi enganado por seu tio. E \"Yohan\", o filho do líder do culto, veio à casa de Chung-ah. Ele está arrastando sua mala para dentro...! Deus, será que esta coabitação vai ficar bem?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "adf8e9e8-b975-465f-9230-47084f8385e9",
    "title": {
      "en": "I'm No Angel"
    },
    "updatedAt": "2023-12-11T04:56:08+00:00",
    "coverArt": "https://mangadex.org/covers/adf8e9e8-b975-465f-9230-47084f8385e9/2534de29-0426-4514-924d-3e59916219fe.jpg",
    "altTitles": [
      {
        "ja-ro": "Tenshi Nanka ja Nai"
      },
      {
        "fr": "Je ne suis pas un Ange"
      },
      {
        "tr": "Melek Falan Değilim"
      },
      {
        "it": "Non sono un Angelo"
      },
      {
        "zh": "圣学园天使"
      },
      {
        "ja": "天使なんかじゃない"
      }
    ],
    "description": {
      "en": "In a rainy spring day, first year high schooler Midori Saejima saw a tall, handsome fellow student take care of a stray kitten. Without knowing the boy's name, she fell in love with him at the first sight. Due to sickness, Midori returned to school three days after summer vacation – only to find out that she was \"volunteered\" as a candidate for student council. After a series of embarrassing accidents, both she and the mysterious boy she had a crush on, Akira Sudo, were elected as members of the student council. Being the first student council of this newly established high school, they are about to create \"new traditions\" for their school and a bittersweet love story for themselves."
    },
    "status": "completed",
    "releaseDate": 1991,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "40"
  },
  {
    "mangaId": "17ce37ea-1cda-4429-b062-c4b627814225",
    "title": {
      "en": "Owari no Seraph"
    },
    "updatedAt": "2024-04-12T21:47:47+00:00",
    "coverArt": "https://mangadex.org/covers/17ce37ea-1cda-4429-b062-c4b627814225/921b300c-9905-439e-ba0e-73b434215ac8.jpg",
    "altTitles": [
      {
        "ja-ro": "Owari no Serafu"
      },
      {
        "tr": "Seraph of the End: Kıyamet Meleği"
      },
      {
        "pl": "Seraph of the End: Serafin Dni Ostatnich"
      },
      {
        "en": "Seraph of the End: Vampire Reign"
      },
      {
        "ru": "Последний Серафим"
      },
      {
        "fa": "اسرافیل پایانی"
      },
      {
        "ar": "سيراف النهاية"
      },
      {
        "ja": "終わりのセラフ"
      },
      {
        "zh": "终结的炽天使"
      },
      {
        "ja-ro": "Owari no Seraph"
      },
      {
        "fr": "Le Séraphin de la Fin"
      }
    ],
    "description": {
      "en": "One day, a mysterious virus appeared on Earth which killed every infected human over the age of 13. At the same time, vampires emerged from the world's dark recesses and enslaved mankind. Enter Hyakuya Yuuichirou, a young boy, who along with the rest of the children from his orphanage, are treated as livestock by the vampires. Even in captivity, Yuuichirou dreams big. He dreams of killing vampires. He dreams of killing them all.",
      "ru": "В стремлении к запретным знаниям «человек разумный» опять напортачил — в 2012 году на волю вырвался смертельный вирус, начавший косить человечество. Умирали почему-то взрослые, и тут, откуда ни возьмись, явились вампиры и согнали оставшихся детей в свой подземный город, объявив, что отныне «людишки» будут жить под защитой клыкастых хозяев, расплачиваясь кровью. Резкий парень Юитиро пожил так 4 года и понял, что пора валить — вместе с названным братом Микой и всей «семьей Хьякуя», группой детей, выросшей в одном приюте. Конечно, вампиры легко догнали и перебили беглецов, ушел лишь один.   \nВыйдя на поверхность, юный Хьякуя понял, что эпидемия кончилась, но мир изменился — кругом разруха, бродят демоны, а кровососы потихоньку расширяют территорию, предлагая жителям «крышу». Власть в Японии захватила семья Хиираги, сформировавшая Имперскую Демоническую армию, которая защищает людей и бьет вампиров зачарованным оружием. Свой путь Юитиро ясен — готовиться к службе, мстить за погибшую родню. Прямого и порывистого парня ждет немало сюрпризов и неожиданностей, но в таком поганом мире лучше надеяться на свой дар и свой меч, чем на волю судьбы и благосклонность правителей!"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0aa2520a-a18f-406d-8908-32cec22b88ac",
    "title": {
      "en": "Only I Know That the World Will End"
    },
    "updatedAt": "2024-04-26T00:09:49+00:00",
    "coverArt": "https://mangadex.org/covers/0aa2520a-a18f-406d-8908-32cec22b88ac/ac528114-61e1-4de6-a709-2ed9158bbdf5.jpg",
    "altTitles": [
      {
        "ja-ro": "Kono Sekai ga Izure Horobu Koto wo, Ore dake ga Shitte Iru"
      },
      {
        "ja": "この世界がいずれ滅ぶことを、俺だけが知っている　～モンスターが現れた世界で、死に戻りレベルアップ～"
      },
      {
        "ja-ro": "Kono Sekai ga Izure Horobu Koto o, Ore dake ga Shitteiru: Monster ga Arawareta Sekai de, Shi ni Modori Level Up"
      },
      {
        "en": "Only I Know That the World Will End ~ In a World Where Monsters Appear, I Level Up by Returning From Death"
      },
      {
        "ja": "この世界がいずれ滅ぶことを、俺だけが知っている"
      }
    ],
    "description": {
      "en": "Akira Ichijo is your average, run-of-the-mill businessman.\n\nOne day, on his way home from work, he is suddenly attacked by a Minotaur and killed on the spot. But in the blink of an eye... he wakes up back at the office!\n\nWhen monsters invade into the real world, a cruel reality sets in as the world as we know it plummets into destruction and death. But with the unique skill [Resurrection], Akira can come back to life every time he dies, all the while inheriting the same levels and skills from his last run at life!\n\nWith unlimited chances to correct his past mistakes, it's up to Akira to utilize the skill he's given and survive this terrifying world with his childhood friend, Nao Nanase."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c824fcb3-d524-417a-b4ef-96d2543eaa89",
    "title": {
      "en": "Awkward Adolescence"
    },
    "updatedAt": "2024-04-21T03:19:20+00:00",
    "coverArt": "https://mangadex.org/covers/c824fcb3-d524-417a-b4ef-96d2543eaa89/32548f7f-2bbf-4c48-ad36-4425b0d19b26.jpg",
    "altTitles": [],
    "description": {
      "en": "weekly comic strips of a teen girls thoughts and dumb moments"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffbd1ee1-65e8-45d4-ba03-6441f584b74b",
    "title": {
      "en": "Chounin A wa Akuyaku Reijou wo Doushitemo Sukuitai"
    },
    "updatedAt": "2024-04-03T08:06:56+00:00",
    "coverArt": "https://mangadex.org/covers/ffbd1ee1-65e8-45d4-ba03-6441f584b74b/2a83d063-a6f9-444d-9ff3-d8248a60f37d.jpg",
    "altTitles": [
      {
        "ja": "町人Aは悪役令嬢をどうしても救いたい～どぶと空と氷の姫君～"
      },
      {
        "en": "Villager A Wants to Save the Villainess no Matter What!"
      },
      {
        "ru": "Крестьянин хочет спасти злодейку любой ценой!"
      },
      {
        "vi": "Dù là phản diện những tôi vẫn muốn giúp cô ấy"
      }
    ],
    "description": {
      "en": "Allen, an eight-year-old boy from a poor family in the royal capital, is living a poor but happy life together with his mother. One day, however, memories of his previous life suddenly come back to him and he remembers that he is in an dating sim game and that the capital will be destroyed by war if he doesn’t do something about it. If this continues, both he and his mother will be killed! With a sense of urgency, he decides to rise to the occasion in order to save his precious mother’s life and save his favorite character, the villainous young lady Anastasia, the only girl he liked in the game, from her all too tragic and ruinous end.\n\nThis is the story of a man who isn’t even a character in the game, but who strives with his steely determination and uses all the knowledge he has to turn overcome fate!",
      "ja": "モブ以下\"町人A\"、家族のために悪役令嬢を救う⁉ 乙女ゲーム世界にモブ以下の存在として転生したアレン。記憶を取り戻し、数年後にヒロインのせいで街ごと蹂躙され、自分も家族も滅んでしまう!と気づき一念発起。前世のゲーム知識(チート)を駆使して成り上がることに。どぶさらいなど地道な努力とチートの結果Cランク冒険者となり、いよいよ学園入学――本来ならば学園に入ることも許されない町人Aに悪役令嬢は救えるのか?ヒロイン対町人Aの戦いがスタート!第2回アース・スターノベル大賞、佳作受賞作待望の書籍化",
      "ru": "Аллен, восьмилетний мальчик из бедной семьи в королевской столице, живет бедной, но счастливой жизнью вместе со своей матерью. Однако однажды к нему внезапно возвращаются воспоминания о его прошлой жизни, и он вспоминает, что находится в симуляторе свиданий и что столица будет разрушена войной, если он ничего с этим не сделает.\n\nЕсли так будет продолжаться, и он, и его мать будут убиты!\n\nС чувством срочности он решает воспользоваться случаем, чтобы спасти жизнь своей драгоценной матери и спасти своего любимого персонажа, злодейскую юную леди Анастасию, единственную девушку, которая ему нравилась в игре, от ее слишком трагического и разрушительного конца.\n\nЭто история человека, который даже не является персонажем игры, но который борется со своей стальной решимостью и использует все имеющиеся у него знания, чтобы повернуть судьбу вспять!",
      "vi": "Allen, 8 tuổi, sống trong một hoàn cảnh nghèo khó nhưng hạnh phúc với mẹ của mình. Một hôm nọ, ký ức tiền kiếp quay về. Thế giới này thực ra là một game giả lập hẹn hò và nơi cậu sống sẽ bị hủy diệt nếu như cậu không làm gì đó\n\nThế nên cậu quyết định giúp đỡ nữ phản diện trong game để cứu lấy cô khỏi kết thảm và cũng để cứu mẹ của mình\n\nĐây là một câu chuyện về một nhân vật thậm chí chẳng tồn tại trong game, trên con đường lật kèo bằng ý chí và kiến thức của mình!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c26e9f6-5339-4d55-b10a-0c3278f12904",
    "title": {
      "en": "Chocolat no Mahou"
    },
    "updatedAt": "2023-12-21T00:12:59+00:00",
    "coverArt": "https://mangadex.org/covers/6c26e9f6-5339-4d55-b10a-0c3278f12904/d6a11fb7-722f-4f51-8b6f-5b1172520a78.jpg",
    "altTitles": [
      {
        "ja-ro": "Choco Mahou"
      },
      {
        "ja-ro": "Chocolat no Mahou"
      },
      {
        "id": "Chocolate Magic"
      },
      {
        "ja-ro": "Chocolate no Maho"
      },
      {
        "ja-ro": "Chocolate no Mahou"
      },
      {
        "de": "Die Schokohexe"
      },
      {
        "ms": "Kedai Coklat Sihir"
      },
      {
        "fi": "Maaginen suklaapuoti"
      },
      {
        "id": "Magis Manis Coklat"
      },
      {
        "ja-ro": "Shokora no Mahou"
      },
      {
        "vi": "Viên kẹo ma thuật"
      },
      {
        "th": "มนตราช็อกโกแลต"
      },
      {
        "ja": "ショコラの魔法"
      },
      {
        "zh-hk": "魔法巧克力專門店"
      },
      {
        "ko": "쇼콜라의 마법"
      },
      {
        "en": "The Magic of Chocolate"
      }
    ],
    "description": {
      "en": "The \"bittersweet, mysterious story\" revolves around Chocolat Aikawa, a chocolatière who runs a shop called Chocolat Noir. She can grant wishes to the troubled people who visit her shop — if they give her something precious in exchange.  \n  \nIn the *Chocolat no Mahou* (The Magic of Chocolate) series:  \n  \nV.01 - *Chocolat no Mahou*  \nV.02 - *Bittersweet*  \nV.03 - *Creamy Sugar*  \nV.04 - *Dark Spice*  \nV.05 - *Evil Essence*  \nV.06 - *Fruity Flavor*  \nV.07 - *Guilty Crunch*  \nV.08 - *Honey Blood*  \nV.09 - *Ice Shadow*  \nV.10 - *Jewel Syrup*  \nV.11 - *Knocking Egg*  \nV.12 - *Love Flake*  \nV.13 - *Melty Night*  \nV.14 - *Nutty Carnival*  \nV.15 - *Odd Cake*  \nV.16 - *Phantom Decoration*  \nV.17 - *Queen Candy*\nV.18 - *Romantic Flambé*\nV.19 - *Salty Leaf*\nV.20 - *Tricky Beans*\nV.21 - *Under Glace*\n  \n- Doraje Koibitotachi no Kiseki  \n  \n[See AnimeNewsNetwork for the anime.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=12566)\n\n[Wikipedia](https://ja.wikipedia.org/wiki/%E3%82%B7%E3%83%A7%E3%82%B3%E3%83%A9%E3%81%AE%E9%AD%94%E6%B3%95)"
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]