[
  {
    "mangaId": "ea01341d-ca83-4896-be99-0487e9a8fa7a",
    "title": {
      "en": "Digimon Adventure V-Tamer 01"
    },
    "updatedAt": "2023-12-29T13:41:45+00:00",
    "coverArt": "https://mangadex.org/covers/ea01341d-ca83-4896-be99-0487e9a8fa7a/b751e372-4933-4fb9-a8d6-092ad012a750.jpg",
    "altTitles": [
      {
        "ja": "デジモンアドベンチャーVテイマー01"
      }
    ],
    "description": {
      "en": "Based on the original Digimon V-pets, V-Tamer certainly brings a whole new twist on the world of Digimon. It opens with Taichi, the main character of the series, attempting to enter a tournment with his V-pet, only to be disqualified because the monster on his V-pet cannot be identified and therefore was not a Digimon that was supposed to be programmed into the V-pet.   \n  \nA short time later, Taichi finds himself in the Digital World and meets up with his Digimon, Zeromaru, or just Zero for short. Zero is a V-dramon (Veedramon), and between himself and Taichi, they have a battle record of 100%. For this reason, the two of them were chosen by Holy Angemon to save the Digital World from the supreme evil, Arca Demon. With the help of their guide, Gabo, Taichi and Zero set off to defend the Digital World from Arca Demon.",
      "pt-br": "Conta a história de Taichi Yagami (que, apesar de ser fisicamente idêntico ao da série animada Digimon Adventure, não é o mesmo personagem), que é impedido de participar de um torneio de domadores de digimon porque o seu monstro não é reconhecido como um digimon programado pelo jogo. Ao verificar se o aparelho está com defeito, ele é transportado para o Digimundo, onde encontra o seu digimon em “carne e osso”, Zeromaru, ou simplesmente Zero (um V-Dramon, ou, no anime, Veedramon). A única pista que ele tem é uma voz que fala sobre um tal de “Castelo do Anjo Sagrado” e, com a ajuda de Gabo (Gabumon), eles vão em busca do que levou Taichi a vir parar naquele lugar."
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "58"
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-10-09T16:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "829fc3a7-d4f4-42e9-9032-0917083f9e0d",
    "title": {
      "en": "Nan Hao & Shang Feng"
    },
    "updatedAt": "2024-07-10T07:56:19+00:00",
    "coverArt": "https://mangadex.org/covers/829fc3a7-d4f4-42e9-9032-0917083f9e0d/e4368bbd-a339-4091-8e32-141e9694d9b6.png",
    "altTitles": [
      {
        "zh": "南号尚风"
      },
      {
        "en": "Nan Hao & Shang Feng the Odd Couple"
      },
      {
        "ru": "Нань Хао и Шан Фэн"
      },
      {
        "kk": "Нан Хао мен Шан Фен"
      },
      {
        "fr": "Nan Hao & Shang Feng, le Duo Singulier"
      },
      {
        "vi": "Nam Hào Thượng Phong"
      },
      {
        "zh-ro": "Nan Hao Shang Feng"
      },
      {
        "ja": "南号と尚風"
      }
    ],
    "description": {
      "en": "A comedy about two ordinary high school boys.\n\n---\n\n- [Original Manhua <AC.QQ>](https://ac.qq.com/Comic/ComicInfo/id/646279)\n\n- [Original Book <Taobao>](https://item.taobao.com/item.htm?ft=t&id=643452057226)",
      "id": "Kisah komedi tentang dua cowok SMA biasa.",
      "it": "Una commedia su due liceali qualunque.",
      "ru": "История о буднях двух школьных друзей. Иногда весёлая, иногда грустная, иногда драматичная, но всегда интересная!",
      "tr": "İki sıradan liseli çocuk hakkında bir komedi.",
      "zh": "“青春是什么？羞耻+矫情+自以为是+自我意识过剩+……” 高校男生南号、尚风是从小玩到大的死党。这是关于他们最纯粹的友谊，最热闹、无厘头的校园青春故事！\n\n---\n\n- [Original Manhua <AC.QQ>](https://ac.qq.com/Comic/ComicInfo/id/646279)\n\n- [Original Book <Taobao>](https://item.taobao.com/item.htm?ft=t&id=643452057226)",
      "pt-br": "Uma comédia sobre dois garotos comuns do ensino médio."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "730e65ef-b00c-4495-9935-9db252d93d4a",
    "title": {
      "en": "Love Gives Me Superpowers"
    },
    "updatedAt": "2024-11-26T03:17:30+00:00",
    "coverArt": "https://mangadex.org/covers/730e65ef-b00c-4495-9935-9db252d93d4a/ba582d65-8898-4118-84aa-8a1bbaf24096.jpg",
    "altTitles": [
      {
        "zh": "恋爱让我有了超能力"
      },
      {
        "zh-hk": "戀愛讓我有了超能力"
      },
      {
        "zh-ro": "Lian'ai Rang Wo Youle Chao Nengli"
      },
      {
        "en": "Falling In Love Gives Me Superpowers"
      }
    ],
    "description": {
      "en": "Art student Zhong Shenxiu encountered a problem during a sketching class. She couldn't \"truly see\" Xu Ke, a top student and the subject of the sketch. If she can't truly see the subject then she can't draw. Zhong Shenxiu put down her paintbrush. If she became a better student, she would be able to get closer to her, right? If she could get closer to her, then she could truly see her, right? Until the distance between them is no more--Face to face. Phew! Now I can finally see her! But! This is... Too close! Help! What Should I do?!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4abaeb4f-82c4-4290-be3d-fc62fd69de0a",
    "title": {
      "en": "Aman's Animal Tales"
    },
    "updatedAt": "2022-06-03T10:33:58+00:00",
    "coverArt": "https://mangadex.org/covers/4abaeb4f-82c4-4290-be3d-fc62fd69de0a/a76eea7f-0ef3-4ac9-af3b-db2f53c4c5e6.jpg",
    "altTitles": [
      {
        "zh": "动物的故事由阿闷"
      },
      {
        "zh-ro": "Dòngwù de Gùshì Yóu Ā Mèn"
      },
      {
        "en": "Animal Stories by Aman"
      }
    ],
    "description": {
      "en": "A collection of Aman's oneshots of stories of animals."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2024-08-03T01:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/b812926d-24da-472d-8c81-be1e632d616e.png",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "Please Bully Me, Miss Villainess!"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3169544f-4b87-4a14-917b-f73600941f55",
    "title": {
      "en": "Noa-senpai wa Tomodachi."
    },
    "updatedAt": "2024-11-23T12:07:24+00:00",
    "coverArt": "https://mangadex.org/covers/3169544f-4b87-4a14-917b-f73600941f55/08194cc2-4c9b-45e3-b1fe-d68625ef957d.jpg",
    "altTitles": [
      {
        "ja": "のあ先輩はともだち。"
      },
      {
        "en": "Noa is My Senior, and My Friend."
      },
      {
        "ru": "Noa-senpai is My Friend."
      },
      {
        "zh": "望爱前辈是朋友"
      },
      {
        "ru": "Моя подруга Ноа-сэмпай"
      },
      {
        "cv": "Нува асли манӑн тус"
      }
    ],
    "description": {
      "en": "A bitter and painful adult's life needs \"friends\".  Set in a game company, Rihito Otsuka (23), who is your everyday salaryman, and Noa Saotome (27), the ultimate career woman. Two characters whose lives aren't supposed to intersect become \"friends\" by chance.  A little sweet and slightly heavy office \"friends\" comedy begins!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ja": "苦くて辛いオトナの人生にこそ、“ともだち”が必要だ。ゲーム会社を舞台に、仕事も人付き合いも“ほどほど”が身上の「平熱さとり系」大塚理人(23)と、何事にも全力すぎる「限界バリキャリ」早乙女望愛(27)。交わらないキャラのふたりが、ひょんなことから「友達」に…？　少し甘くて若干重めな「オフィス”ともだち”コメディ」スタート！\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ru": "«Друзья» необходимы в горькой и мучительной жизни взрослого человека.\n\nИстория, происходящая в игровой компании, разворачивается вокруг Рихито Оцуки (23 года), который «умерен» в своей работе и социальных взаимодействиях, и Ноа Саотомэ (27 лет), карьеристки, которая выкладывается на полную во всём, что делает. И эти два непересекающихся характера случайно становятся «друзьями»?.. И так начинается немного сладкая и тяжеловатая «офисно-дружеская» комедия!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "es-la": "La vida amarga y dolorosa de los adultos necesita amistades. Ambientado en una compañía de videojuegos, Rihito Otsuka, un oficinista de 23 años. Que es normal socializando y trabajando. Y Noa Saotome de 27, que lo da todo en todo lo que hace. Dos personaje que a priori no encajan... ¿Pueden ser amigos por casualidad? \n¡Comienza una dulce y pequeña pero pesada comedia sobre amigos de oficina!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a313d06-8002-42cd-b7f5-bf1d9cfceb34",
    "title": {
      "en": "The Dragon Tamer (Webtoon)"
    },
    "updatedAt": "2024-04-04T05:21:41+00:00",
    "coverArt": "https://mangadex.org/covers/1a313d06-8002-42cd-b7f5-bf1d9cfceb34/ff965230-5150-4e8b-86e4-416412645ef3.jpg",
    "altTitles": [],
    "description": {
      "en": "What happens when a girl from a quaint and small town meets the son of a Yakuza crime lord? Will she be able to change him for the better or will he continue down the dangerous and violent path?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45ed7ed8-23b3-45bf-9b9c-da6e9e88f747",
    "title": {
      "en": "Isekai de Tochi o Katte Noujou o Tsukurou"
    },
    "updatedAt": "2024-10-11T14:16:05+00:00",
    "coverArt": "https://mangadex.org/covers/45ed7ed8-23b3-45bf-9b9c-da6e9e88f747/a4d01877-5b03-44a2-8dc8-d1cf1cc47813.jpg",
    "altTitles": [
      {
        "ja": "異世界で土地を買って農場を作ろう"
      },
      {
        "ja-ro": "Isekai de Tochi wo Katte Noujou wo Tsukurou"
      },
      {
        "en": "Let’s Buy the Land and Cultivate It in a Different World"
      }
    ],
    "description": {
      "en": "Corporate drone Itonami Norio is summoned to another world and granted a powerful skill, [Supreme Wielder], which is invisible to those who summoned him. They’re dismayed to see he’s useless to them, so he asks only for a little plot of land to work for himself.\n\nHis skill allows him to use any tool to its greatest abilities, including fishing poles, cooking utensils, and construction tools. When he fishes up a mermaid who wants him for her bridegroom, charms a young dragon with his cooking, and excites an undead king with his rare skill, how long can his quiet country life last?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34b47146-a72e-43d8-9ea5-935a5956f09f",
    "title": {
      "en": "OMORI"
    },
    "updatedAt": "2024-11-11T12:49:01+00:00",
    "coverArt": "https://mangadex.org/covers/34b47146-a72e-43d8-9ea5-935a5956f09f/0a0a700b-f89c-47fe-a612-a4f69b7cea91.jpg",
    "altTitles": [
      {
        "uk": "ОМОРІ"
      },
      {
        "id": "BEBAN"
      },
      {
        "ar": "أوموري"
      }
    ],
    "description": {
      "en": "After—something—changed his life four years ago, Sunny has not left his house once, living in his own reclusive bubble. Hoping for a fresh start for her son, his mother decides to move their family out of town. However, when his childhood friend Kel re-enters his life, Sunny finds himself thrust back into a world he once knew. With only three days before the move, the duo come across familiar faces as they go through town—reawakening a dark past that Sunny has tried so hard to forget.",
      "uk": "Після того, як—щось—змінилося в його житті чотири роки тому, Санні не виходив з дому навіть раз, живучі у своїй одинокій бульбашці. Сподіваючись на свіжий старт для свого сина, його мати вирішує вивезти родину з міста. Однак, коли його друг дитинства, Кел, повертається в його життя, Санні знову опиняється у світі, який він колись знав. Маючи тільки три дні до переїзду, хлопаки зустрічають знайомі обличчя, проходячи містом і пробуджуючи темні спогади, які Санні так сильно хотів забути."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f",
    "title": {
      "en": "Reincarnation no Kaben"
    },
    "updatedAt": "2024-11-05T01:39:28+00:00",
    "coverArt": "https://mangadex.org/covers/3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f/81f3dc05-306b-4d39-bcf5-08ffbcc8462f.jpg",
    "altTitles": [
      {
        "fr": "Pétales de Réincarnation"
      },
      {
        "es": "Pétalos de Reencarnación"
      },
      {
        "en": "Petals of Reincarnation"
      },
      {
        "ru": "Лепестки реинкарнации"
      },
      {
        "ja": "リィンカーネーションの花弁"
      },
      {
        "zh": "轮回的花瓣"
      },
      {
        "ja-ro": "Reincarnation no Kaben"
      },
      {
        "vi": "Cánh Hoa Luân Hồi"
      }
    ],
    "description": {
      "en": "Striving for talent, Senji Touya tries everything he can so he can find it. Kendou, dancing, swimming, basketball, soccer, chess… anything he tries, he fails to exceed it. One day, his classmate, Haito, came to school for once in a long time. Senji refers to her as someone who \"has it\" or someone who has talent. Later on, he found out that she isn't just someone who has talent, but someone who \"took\" the talent of herself in her past life. And, those who \"took\" the talent from their past lives, are also known as \"Returners\"…",
      "vi": "Cố gắng tìm kiếm tài năng, Senji Touya thử mọi thứ có thể để tìm ra nó. Kiếm đạo, nhảy múa, bơi lội, bóng rổ, bóng đá, cờ vua… bất cứ thứ gì cậu thử, cậu đều không thể vượt trội. Một ngày nọ, cô bạn cùng lớp của cậu, Haito, tới trường sau một thời gian dài vắng mặt. Senji coi cô là người \"có nó\" – một người có tài năng. Sau đó, cậu phát hiện ra rằng cô không chỉ là một người có tài năng mà còn là người đã \"lấy\" tài năng của mình từ kiếp trước. Và, những người \"lấy\" tài năng từ kiếp trước của họ còn được gọi là \"Những Kẻ Trở Lại\"…"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd38c075-8b12-450a-aeee-125e3ac5da4b",
    "title": {
      "en": "Fukushuu o Koinegau Saikyou Yuusha wa, Yami no Chikara de Senmetsu Musou Suru"
    },
    "updatedAt": "2024-10-25T23:18:26+00:00",
    "coverArt": "https://mangadex.org/covers/bd38c075-8b12-450a-aeee-125e3ac5da4b/6ed33f60-4763-448e-b3f4-986dd76104a9.jpg",
    "altTitles": [
      {
        "ja": "復讐を希う最強勇者は、闇の力で殲滅無双する"
      },
      {
        "ja-ro": "Fukushuu wo Koinegau Saikyou Yuusha ha, Yami no Chikara de Senmetsu Musou Suru"
      },
      {
        "en": "The Strongest Hero Who Longs For Revenge Will Peerlessly Annihilate With The Power Of Darkness"
      },
      {
        "en": "The Hero Who Seeks Revenge Shall Exterminate with Darkness"
      },
      {
        "en": "The Dark Massacre of the Vengeful Hero"
      },
      {
        "en": "The strongest brave who craves for revenge, extinguish with the power of darkness"
      },
      {
        "ru": "Герой, жаждущий мести, уничтожит врагов Силой Тьмы"
      },
      {
        "ru": "Тёмная резня мстительного героя"
      },
      {
        "es-la": "La Oscura Masacre del Héroe Vengativo"
      },
      {
        "zh-hk": "渴望復仇的最強勇者、以黑暗之力所向披靡"
      }
    ],
    "description": {
      "en": "Raoul, who had defeated the demon king as the strongest hero, should have become the savior of the world. Having his treasured companions and family killed by power-hungry aristocrats, he was executed with false charges brought against him by the princess. Just before his life collapsed, at last, his heart fell into darkness.\n\n\"I'll tear those traitors from limb to limb. Burn them at the stake. Sever them to pieces. Skewer them. I'll kill every one of those bastards without mercy and make them taste hell's suffering.....!!!\"\n\nObtaining the power of darkness, Raoul was revived. Sneering, he vowed revenge. \"Oh, I'm looking forward to it – from now on, I'll bask in their blood as I please.\"\n\nSeveral days after the hero's revival in the imperial capital where flowers bloomed in profusion, the parade that would advance towards tragedy began.",
      "fr": "Raul qui avait vaincu le roi démon et reconnu comme étant le héros le plus fort aurait dû devenir le sauveur du monde. Mais ses chers compagnons et sa famille ont été tués par des aristocrates affamés de pouvoir, et lui exécuté suite à de fausses accusations portées contre lui par la princesse. Juste avant que sa vie ne s'effondre, son cœur tomba finalement dans les ténèbres. \"Je déchirerai ces traîtres de membre en membre. Brûlez-les sur le bûcher. Coupez-les en morceaux. Embrochez-les. Je tuerai tous ces salauds sans pitié et je leur ferai goûter les souffrances de l'enfer…. ! ! ! !\" ! Ayant obtenu le pouvoir des ténèbres, Raul fut ressuscité. En tout ricanant, il jura de se venger. \"Oh, j'ai hâte d'y être - à partir de maintenant, je me prélasserai dans leur sang comme il me plaira.\" Quelques jours après la renaissance du héros, dans la capitale impériale où les fleurs fleurissaient à profusion, le défilé qui allait mener vers la tragédie débuta.",
      "ja": "最強の勇者として魔王を倒したラウルは、世界の救世主となる――はずだった。私利私欲を貪る貴族たちにより、仲間や家族を殺されたラウルは、偽りの罪で処刑される。命が潰えるその直前、ついに彼の心は悪に墜ちた。……あの裏切り者どもを、火炙りにして殺す。八つ裂きにして殺す。串刺しにして殺す。地獄のような苦しみの中で、憎き者たちを全員容赦なく殺してやる……!!!!　闇の力を手に入れ蘇生を果たしたラウルは、復讐を誓い、嗤う。「ああ、たのしみだな。――これからあいつらの血を、思う存分浴びることができる」　勇者の復活から数日後。花の咲き乱れる王都で、残虐を極めた復讐無双がはじまるのだった――。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7e7cc2d-d04d-4bba-a16a-be66f6d21628",
    "title": {
      "en": "Lying Puppies Get Eaten"
    },
    "updatedAt": "2024-11-26T05:34:44+00:00",
    "coverArt": "https://mangadex.org/covers/d7e7cc2d-d04d-4bba-a16a-be66f6d21628/db897a54-c440-41ea-a642-90dbc5cb5948.jpg",
    "altTitles": [
      {
        "zh": "说谎的小狗会被吃掉的"
      },
      {
        "es-la": "El cachorro mentiroso será devorado"
      }
    ],
    "description": {
      "en": "The puppy is clearly an omnivore, then why does he have to pretend to be a carnivore? On his first day transferring into a new school, his secret was discovered by his fox classmate. Then begins his life of living under “threat”, but after spending more time with him, the fox isn’t actually too awful…?",
      "es-la": "Un cachorro que obviamente es omnívoro pero se hace pasar por carnívoro es descubierto por un zorro de su clase el primer día que se traslada a la escuela. Sin embargo, a partir de ese momento comienza a ser \"amenazado\" todos los días. llevándose bien con él, descubre que este zorro no parece tan odioso…?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "596191eb-69ee-4401-983e-cc07e277fa17",
    "title": {
      "en": "Lookism"
    },
    "updatedAt": "2024-03-15T01:28:42+00:00",
    "coverArt": "https://mangadex.org/covers/596191eb-69ee-4401-983e-cc07e277fa17/6df15145-f15b-43f0-b87b-22fd3694eaca.jpg",
    "altTitles": [
      {
        "zh": "外見至上主義"
      },
      {
        "zh": "看臉時代"
      },
      {
        "ko": "외모지상주의"
      }
    ],
    "description": {
      "en": "Park Hyung-Seok is an unattractive loner who wakes up in a different body. Now tall, handsome, and cooler than ever in his new form, Hyung-Seok aims to achieve everything he couldn't before.\n\nHow far will he go to keep his body... and his secrets?",
      "pt": "Em uma sociedade onde aparência significa tudo, Park Hyumg Suk, pequeno, gordo e não atraente, sofre bullying diariamente, mas nunca falou a sua mãe super trabalhadeira sobre isso. Um dia, quando sua mãe o vê sofrendo bullying, ela o envia para uma escola melhor. Mas infelizmente, ele descobre que sua nova escola é tão cruel quanto a anterior. Uma noite, ele acorda e descobre que de repente ficou alto, forte e incrivelmente bonito. Quando volta para a cama e encontra o seu corpo antigo corpo dormindo. Ele agora tem uma mente e dois corpos. Toda vez que um dorme, o outro corpo acorda, e toda vez que um acorda o outro dorme. Com medo de sofrer bullying novamente na nova escola, ele decide usar o seu novo corpo para ir à escola. Mas como será isso? Será que ele finalmente será aceito?",
      "pt-br": "Em uma sociedade onde aparência significa tudo, Park Hyumg Suk, pequeno, gordo e não atraente, sofre bullying diariamente, mas nunca falou a sua mãe super trabalhadeira sobre isso. Um dia, quando sua mãe o vê sofrendo bullying, ela o envia para uma escola melhor. Mas infelizmente, ele descobre que sua nova escola é tão cruel quanto a anterior. Uma noite, ele acorda e descobre que de repente ficou alto, forte e incrivelmente bonito. Quando volta para a cama e encontra o seu corpo antigo corpo dormindo. Ele agora tem uma mente e dois corpos. Toda vez que um dorme, o outro corpo acorda, e toda vez que um acorda o outro dorme. Com medo de sofrer bullying novamente na nova escola, ele decide usar o seu novo corpo para ir à escola. Mas como será isso? Será que ele finalmente será aceito?"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2024-11-22T05:23:22+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/2db77e03-67bd-43ab-ad75-f0c2c161715d.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "bg": "Стокано"
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ja-ro": "Kimi no koto ga daidaidaidaidai suki na 100-nin no Kanojo"
      },
      {
        "vi": "100 Cô Bạn Gái Này Rất, Rất, Rất, Rất, Rất Là Yêu Tôi Đó"
      },
      {
        "es-la": "Mis 100 novias que me quieren mucho mucho"
      },
      {
        "it": "Le 100 fidanzate"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. \nIn desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! \nNow this god will set things right by making sure Aijo gets one hundred dates. \n\nExcept, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! \nWorse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5efc2417-d036-48e6-b86d-e4299a077093",
    "title": {
      "en": "A Boyish Girlfriend in High Humidity"
    },
    "updatedAt": "2024-08-06T22:34:42+00:00",
    "coverArt": "https://mangadex.org/covers/5efc2417-d036-48e6-b86d-e4299a077093/a1801d05-fabc-4e4a-911a-bb0fcea51fd5.jpg",
    "altTitles": [
      {
        "ja": "湿度高めのボーイッシュ彼女"
      },
      {
        "ja-ro": "Shitsudo Takame no Boyish Kanojo"
      },
      {
        "pt-br": "Uma namorada masculina com alta umidade"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/115806876)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d50cfb00-6bb7-4ec1-9ead-1ffb6e6b6496",
    "title": {
      "en": "World End Solte"
    },
    "updatedAt": "2024-07-20T20:53:53+00:00",
    "coverArt": "https://mangadex.org/covers/d50cfb00-6bb7-4ec1-9ead-1ffb6e6b6496/ebe5cbc2-36a0-40fe-9f7a-40a00d8a6eca.jpg",
    "altTitles": [
      {
        "ja-ro": "Saihate no Solte"
      },
      {
        "en": "Solte of the Far Reaches"
      },
      {
        "en": "Solte the Traveler"
      },
      {
        "ja": "最果てのソルテ"
      },
      {
        "zh": "终末的索鲁特"
      }
    ],
    "description": {
      "en": "Though magic has been forbidden for many long years, the effects of spells woven in bygone wars still remain in pockets of corruption blighting the world today. To uncover the secrets in the hidden reaches of this world and become the wise-woman of her dreams, \"Lucky\" Solte sets out for adventure!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0801da28-bd53-47ce-b3be-08fc06527497",
    "title": {
      "en": "Teihen Ossan, Cheat Kokusei de Isekai Rakuraku Life"
    },
    "updatedAt": "2024-11-24T06:28:58+00:00",
    "coverArt": "https://mangadex.org/covers/0801da28-bd53-47ce-b3be-08fc06527497/dd331013-ffaf-4dce-be0b-ce7ae8350480.jpg",
    "altTitles": [
      {
        "ja": "底辺おっさん、チート覚醒で異世界楽々ライフ"
      },
      {
        "en": "Bottom-Tier Old Man, Living the Easy Life in Another World with Cheat Powers"
      }
    ],
    "description": {
      "en": "Reincarnated from a bottom-tier salaryman to an adventurer, he possessed only one skill: [Game]. A seemingly dead-end second life enveloped in games even in another world…",
      "ja": "底辺サラリーマンから底辺冒険者へ転生するが、持っていたスキルは【ゲーム】。異世界に来てまでゲーム三昧の、先がない二度目の人生……。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de9e3b62-eac5-4c0a-917d-ffccad694381",
    "title": {
      "en": "Sometimes Even Reality Is a Lie!"
    },
    "updatedAt": "2024-07-27T14:58:00+00:00",
    "coverArt": "https://mangadex.org/covers/de9e3b62-eac5-4c0a-917d-ffccad694381/5a65dd8d-7509-48ac-8d5b-8bdd509b70be.jpg",
    "altTitles": [
      {
        "ja": "現実(リアル)もたまには嘘をつく"
      },
      {
        "ja": "現実もたまには嘘をつく"
      },
      {
        "ja": "ゲーム好きの友達と色々する話"
      },
      {
        "ja-ro": "Real mo Tama ni wa Uso wo Tsuku"
      },
      {
        "ja-ro": "Gemuzuki no Tomodachi to Iroiro suru Hanashi"
      },
      {
        "en": "Hanging Out with a Gamer Girl"
      },
      {
        "fr": "Sortir avec une gameuse"
      },
      {
        "ru": "Тусоваться с девушкой-геймером"
      },
      {
        "ru": "Тусовка с девушкой-геймером"
      },
      {
        "uk": "Іноді навіть реальність може бути оманливою"
      },
      {
        "hi": "गेमर गर्ल के साथ घूमना"
      },
      {
        "hi": "कभी कभी सच भी झूठ होता है!"
      },
      {
        "zh": "和喜欢游戏的朋友各种轶事"
      },
      {
        "zh-hk": "現實有時在撒謊"
      },
      {
        "zh-hk": "和喜歡游戲的朋友各種軼事"
      },
      {
        "ko": "현실도 가끔은 거짓말을 한다"
      },
      {
        "ta": "சில நேரங்களில் நிஜம் கூட பொய்!"
      },
      {
        "ta": "கேமர் பெண்ணுடன் ஹேங் அவுட்"
      },
      {
        "it": "Avvolte anche la realta mente"
      },
      {
        "it": "Uscire con una ragazza gamer"
      },
      {
        "it": "Uscire con un'amica gamer"
      },
      {
        "vi": "Đi chơi cùng nữ game thủ"
      },
      {
        "vi": "Hẹn hò cùng nữ game thủ"
      },
      {
        "en": "Sometimes Reality Lies Too"
      }
    ],
    "description": {
      "en": "Kaoru Terasaki is a gamer who’s into MMORPGs, and he’s finally meeting up with someone he’s been friends with in-game for a long while—this time, offline and in person. He’s worried that his friend will be disappointed to see Kaoru is a guy, unlike his female character in the game. But he’s the one who’s in for a surprise when, instead of another guy, his friend turns out to be a cute girl, Nanami Osaka. On top of that, Nanami told her parents that she would be bringing a friend over—a female friend. Even worse, Nanami’s dad is the super overprotective type who won’t allow any guys near his daughter. There’s only one solution to this dilemma: Kaoru has to cross-dress as a girl! Will Kaoru’s efforts pay off in the end?! Will Kaoru and Nanami remain just friends, or will their time together IRL change everything? Follow their romantic-comedy adventures to find out!",
      "fr": "Terazaki Kaoru est sur le point de rencontrer son ami en ligne, Nanami. Mais Nanami ne sait pas que Terazaki est en réalité un homme dans la vie réelle! Il sera certainement déçu et dégouté. Mais Terazaki va lui avoir aussi une surprise…",
      "id": "Terazaki Kaoru akan bertemu dengan salah satu teman dari Game Online yang dia mainkan bernama Nanami. Namun, Nanami hanya tahu kalau Kaoru di dalam Game adalah karakter perempuan imut yang bernama Kaori, tapi dia tidak tahu kalau Kaoru di dunia nyata sebenarnya adalah seorang laki-laki.\r\n\r\nSaat bertemu dengannya nanti, Nanami pasti akan kecewa dan merasa sedikit aneh, namun… Ketika bertemu, Kaoru pun sontak ikut terkejut. Karena Nanami ternyata…",
      "it": "Terazaki Kaoru sta per incontrare il suo amico di internet, Nanami. Ma Nanami non sa che Terazaki è un ragazzo nella realta! Con questo Nanami Potrebbe rimanerci delusa o forse trovarlo strano (considerando che l' avatar di Kaoru è femminile), ma ciò che il ragazzo non sa, è che riceverà una sorpresa a sua volta…",
      "ja": "友達以上、恋人未満のふたりが繰り広げるハイテンションラブコメディ!\r\n\r\nゲーム好きな男の子、薫はネットゲームで知り合った男性と駅で待ち合わせ。女性キャラを使っていたせいで女の子だと勘違いされていることを心配する薫だが、待ち合わせ場所にやってきたのはかわいい女の子で……?",
      "pt": "Terazaki Kaoru está prestes a encontrar seu amigo de internet, Nanami. Mas Nanami não sabe que ele é um cara na vida real! ele pode se decepcionar ou ao menos achar estranho (considerando que seu avatar é feminino), mas Terazaki está prestes a ter uma surpresa…",
      "ru": "Заядлый геймер Каору Тэрадзаки собирается встретиться с подругой Нанами, с которой познакомился в онлайн-игре. До этого они не виделись в реальной жизни, так что Нанами не знает, что, хотя в игре Тэрадзаки использовал женского персонажа, в реальной жизни он — парень. Каору убеждён, что Нанами наверняка будет разочарована этим фактом, но его ждёт сюрприз...\r\n\r\n(Source: [shikimori](https://shikimori.one/mangas/124209-real-mo-tama-ni-wa-uso-wo-tsuku))",
      "uk": "Каору Теразакі — геймер, котрий захоплюється MMORPG, там він знайшов друга, з котрим товаришував протягом досить тривалого проміжку часу. І ось настав час зустрітися з ним особисто – поза межами онлайн. Та все не так просто, як здавалося на перший погляд, так як Каору грав під дівочим аватаром, його товариш вважає, що той – дівчина. Каору знаходиться у тривожному передчутті, що як його друг буде розчарований? Ба більше, на нього також чекав сюрприз – замість іншого хлопця, його другом виявляється симпатична дівчина – Нанамі Осака. До того ж, Нанамі заздалегідь попередила батьків, що приведе з собою друга – подругу. Ситуація ускладняється тим, що у Нанамі занадто турботливий тато, котрий віддубасить кожного хлопця, котрий посміє наблизитися до його доньки. Ця дилема має лише одне рішення: Каору треба переодягтися в дівчину! Чи окупляться зрештою зусилля Каору?! Чи залишаться Каору та Нанамі просто друзями, чи час, який вони провели у реальному житті разом, все змінить? Слідкуйте за їхніми романтичними пригодами, щоб дізнатися!",
      "pt-br": "Terazaki Kaoru está prestes a encontrar seu amigo de internet, Nanami. Mas Nanami não sabe que ele é um cara na vida real! ele pode se decepcionar ou ao menos achar estranho (considerando que seu avatar é feminino), mas Terazaki está prestes a ter uma surpresa…"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4e4d444-f20f-40fd-be83-95bb1614b848",
    "title": {
      "en": "Ai ga Omoi Jirai-kei Vampire"
    },
    "updatedAt": "2024-11-03T21:40:24+00:00",
    "coverArt": "https://mangadex.org/covers/b4e4d444-f20f-40fd-be83-95bb1614b848/6a7e8e88-98be-4ac6-af40-1e8cd66c3a72.png",
    "altTitles": [
      {
        "ja": "愛が重い地雷系ヴァンパイア"
      },
      {
        "en": "A Land Mine Vampire's Overbearing Love"
      },
      {
        "vi": "Tình yêu Vampire nặng tựa địa lôi"
      }
    ],
    "description": {
      "en": "The main character, Shin, works hard to support his younger siblings. One day, on his way home from work, he meets a girl who claims to be a vampire, and she demands his blood...?This is the beginning of a slightly exciting brand new love story!\n\n---\n\n**Note:** This is the serialized version of [the doujin of the same name](https://mangadex.org/title/fb83ba7a-6887-4c72-8d61-1c8d8ff8904f)."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "420fac61-50f6-43ee-aa31-5cdd02d68833",
    "title": {
      "en": "Disgusting Otaku, Become an Idol!"
    },
    "updatedAt": "2024-11-26T04:51:45+00:00",
    "coverArt": "https://mangadex.org/covers/420fac61-50f6-43ee-aa31-5cdd02d68833/7a53d7f0-71e9-48a1-83cf-ee15a57cf0ca.jpg",
    "altTitles": [
      {
        "ja": "キモオタ、アイドルやるってよ"
      },
      {
        "ja-ro": "KimoOta, Idol Yarutteyo"
      }
    ],
    "description": {
      "en": "\"When I woke up this morning there was a beautiful girl, but that was… me!?\" - Idol Otaku Aisaka Yousuke wakes up one morning and realizes he's now a beautiful girl named Aisaka Yoko. Now with his new appearance and his great Idol knowledge, he will attempt to become the number one idol."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2d0b8ea-4dfc-4d72-b584-5b26380f9bed",
    "title": {
      "en": "The Ramparts of Ice"
    },
    "updatedAt": "2024-11-17T06:58:22+00:00",
    "coverArt": "https://mangadex.org/covers/d2d0b8ea-4dfc-4d72-b584-5b26380f9bed/0f58605d-c70e-4028-a7b4-83d0a9c644bf.jpg",
    "altTitles": [
      {
        "ja": "氷の城壁"
      },
      {
        "ja-ro": "Koori no Jouheki"
      },
      {
        "en": "Ice Castle Wall"
      },
      {
        "ko": "얼음 성벽"
      }
    ],
    "description": {
      "en": "Inept at dealing with people, Higawa Koyuki maintains a wall between herself and others. She spends her time in highschool away from others, all alone. At least until she encounters Amamiya Minato who keeps closing the distance between them for some reason?!\n\nThe aloof Koyuki, the popular Miki, the boundary-less Minato, and the easygoing and kind basketball team member, Youta. This is the story of these somewhat complicated four, and their tantalizing, bumbling youth!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "117"
  },
  {
    "mangaId": "f7d3a91a-f47a-43ce-9a2c-4da813b15eea",
    "title": {
      "en": "My Dog Becomes a Human"
    },
    "updatedAt": "2024-11-02T14:43:06+00:00",
    "coverArt": "https://mangadex.org/covers/f7d3a91a-f47a-43ce-9a2c-4da813b15eea/5cbdc6a0-f667-43d1-84a1-f01e4caffcd2.jpg",
    "altTitles": [
      {
        "ja": "犬がヒトになる話"
      },
      {
        "ja-ro": "Inu ga Hito ni Naru Hanashi"
      },
      {
        "fr": "Mon Chien Est Devenu Humain"
      },
      {
        "zh-hk": "我家碰太變成了人類這件事"
      },
      {
        "ru": "Моя собака становится человеком"
      },
      {
        "uk": "Мій пес став людиною"
      },
      {
        "en": "Ponta Becomes A Human"
      },
      {
        "ja": "ポン太がヒトになりまして。"
      },
      {
        "vi": "Ponta nhà tôi bỗng dưng hóa thành người?!"
      }
    ],
    "description": {
      "en": "A slapstick comedy that involves a town and its neighbors where “pet dogs” have become “humans”!\nFeelings that couldn’t be conveyed as a dog can now be understood directly…!?",
      "fr": "Un jour, les chiens de cette ville sont soudainement devenus humains. L'histoire suit la vie de Saki et de son chien Ponta.",
      "ru": "В один прекрасный день домашние собаки в этом городе вдруг превращаются в людей. История рассказывает о жизни хозяйки Саки и ее собаки Понты.",
      "uk": "Одного разу всі собаки, які жили в цьому місті раптово перетворилися на людей. Історія розповідає про життя Сакі, власниці, та Понти, її пса.",
      "vi": "Một ngày đẹp trời bỗng dưng toàn bộ chó trong một thị trấn nọ hóa thành người...Và cô nàng Saki phải sống(vật lộn) với một bé Husky hóa thành trai đẹp XD"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "Yuurei to Tsukareta Kaishain"
    },
    "updatedAt": "2024-11-24T21:31:10+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/b951d7de-6e16-4f01-9973-0efbcccb7536.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "en": "The Ghost and the Exhausted Office Worker"
      }
    ],
    "description": {
      "en": "A story about a ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.",
      "ja": "どんなつらい時でも、見ていてくれる「誰か」がいる。\n\nこの世に未練を残してさまよっていた幽霊は、ある日、仕事に疲れた会社員、野崎と出会う。\n\n「俺のことなんて、誰も見てないんだ…」\n\n孤独感に打ちひしがれる野崎。人生の最後に一人ぼっちだった幽霊は、彼の生活を見守ってみることに。仕事に翻弄されながらも必死に日々を送る野崎。やがて彼に新たな出会いが訪れる。忙しない日々の中でこぼれ落ちてしまった気持ちを、野崎は人との関わりの中で、少しずつ取り戻していく――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6cb05203-31fb-4121-9f9b-6eed3f44b3bd",
    "title": {
      "en": "Namihara-san wa Buchimaketai!"
    },
    "updatedAt": "2024-05-14T15:21:24+00:00",
    "coverArt": "https://mangadex.org/covers/6cb05203-31fb-4121-9f9b-6eed3f44b3bd/a86ec3e7-8ff4-45c7-b3d7-710a0021528c.jpg",
    "altTitles": [
      {
        "ja": "波原さんはぶちまけたい！"
      },
      {
        "en": "Miss Namihara Wants to Scream!"
      }
    ],
    "description": {
      "en": "The company she entered was a black IT company... It's such a pain... I want to quit... \"Boss, will you please die soon? (Good morning!)\"\n\nWith a sudden change (?), her honne (inner thoughts) and tatemae (public behavior) switched!? It's always been what she thinks, but, but... As a worker, she can't say it!?  \n  \nHer hidden \"inevitable\" honne, becomes a shield against harsh superiors! A pleasant and thrilling comedy!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "18"
  },
  {
    "mangaId": "646d9695-113b-42ca-b143-438d90a1b95b",
    "title": {
      "en": "Human Weapon Katsuo!"
    },
    "updatedAt": "2023-09-27T17:08:02+00:00",
    "coverArt": "https://mangadex.org/covers/646d9695-113b-42ca-b143-438d90a1b95b/f56cddc0-f086-44d6-aec6-9e1bd6042eac.jpg",
    "altTitles": [
      {
        "en": "Human Weapon - Katsuo"
      },
      {
        "ja": "人間凶器カツオ!"
      },
      {
        "ja-ro": "Ningen Kyouki Katsuo!"
      }
    ],
    "description": {
      "en": "The protagonist Hamada Katsuo, is your everyday pervert/loser character. He's starting a new semester in school, so he wants to escape from his loser days, the only problem is the new change in look/lifestyle he got is that of a gang member. He beats a strong guy that was bullying a friend of his by mistake and now, because of it he's the target for all the gangs in the region, even though he's still only a weakling and a pervert. Will Katsuo escape alive…? Find out."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "77"
  },
  {
    "mangaId": "fa36a320-8ab6-4fa8-a1ce-fa58089a4e54",
    "title": {
      "en": "Match Uri"
    },
    "updatedAt": "2024-10-20T16:46:59+00:00",
    "coverArt": "https://mangadex.org/covers/fa36a320-8ab6-4fa8-a1ce-fa58089a4e54/dcce79f2-2ef2-43f9-a60f-a5c92ceb3175.jpg",
    "altTitles": [
      {
        "ja-ro": "Macchi Uri"
      },
      {
        "ja-ro": "Macchiuri"
      },
      {
        "en": "The Match Seller"
      },
      {
        "ja": "マッチ売り"
      }
    ],
    "description": {
      "en": "University student Kiyotaka Hirose finds a love letter tucked into the pages of a borrowed book. The intended recipient is a mystery, but the writer’s identity is clear: a fellow student who’s suddenly leaving Tokyo and heading back to his hometown. Hirose is determined to return the letter, and as he tries to do so he runs into a black-market match seller, Seiji Hanashiro. Drawn to each other at first sight, tangled up in destiny and their own feelings, the men see their lives turned upside down by a single love letter. The first volume of Sakae Kusama’s standalone series, Lost Letters."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "8892dc05-867f-4fff-823b-47210a6746bb",
    "title": {
      "en": "I Am the Fated Villain"
    },
    "updatedAt": "2024-09-07T17:53:05+00:00",
    "coverArt": "https://mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "altTitles": [
      {
        "en": "Villain Is Here"
      },
      {
        "zh-hk": "我！天命大反派"
      },
      {
        "en": "Me, the Heavenly Destined Villain"
      },
      {
        "zh-ro": "Wǒ! Tiānmìng Dà Fǎnpài"
      },
      {
        "zh-ro": "Wo! Tian Mìng Da Fanpai"
      },
      {
        "en": "The Villain Of Destiny"
      },
      {
        "en": "My Fate As a Villain"
      },
      {
        "ru": "Моя судьба злодея"
      },
      {
        "es-la": "El Villano Del Destino"
      }
    ],
    "description": {
      "en": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
      "fr": "Dès que Gu Changge s’est rendu compte qu’il avait transgressé un monde imaginaire, le protagoniste de ce monde, l’élu de la fortune, a juré de se venger de lui. Envié par tous, non seulement la femme principale est folle de lui, mais il est également traité comme un invité de marque partout où il va. Heureusement, le prestige et le pouvoir de Gu Changge sont supérieurs à ceux de tous les autres, alors il ne devrait pas être facile de piétiner un simple élu de la fortune ?",
      "id": "Begitu Gu Changge menyadari dia telah masuk ke sebuah dunia fantasi, protagonis dunia itu yang dengan beruntungnya terpilih, bersumpah untuk melakukan balas dendam terhadapnya. Semua orang sangat iri pada Protagonis itu, karena bukan hanya karakter utama wanita tergila-gila padanya, tapi dia juga selalu diperlakukan sebagai tamu kehormatan kemanapun dia pergi. Untungnya, martabat dan kekuatan Gu Changge jauh melebihi milik orang lain, sehingga dia tidak dengan mudah jatuh di tangan orang yang hanya terpilih karena keberuntungannya?\n\n \n\nTunggu dulu… ada sistem yang didedikasikan untuk meraup dan mengambil dari apa yang dimiliki protagonis? Gu Changge tersenyum. “Sepertinya takdir pun ingin aku memenuhi takdirku sebagai orang jahat di dunia ini!”",
      "pl": "Gu Changge zostaje przeniesiony do świata wuxia, gdzie z miejsca staje się obiektem nienawiści protagonisty, będącego Wybrańcem Losu, gdyż nie dość, że główna bohaterka rzuca mu się w ramiona, to jeszcze jest przez wszystkich traktowany niczym znamienity gość. Na szczęście jego postać cechuje znacząca siła, więc powinien bez trudu zmiażdżyć jakiegoś w czepku urodzonego dzieciaka, prawda? “Chwila… Otrzymałem wyspecjalizowany system, który pozwala mi okradać głównego bohatera ze szczęścia?” Gu Changge uśmiechnął się znacząco. “Zdaje się, że moim przeznaczeniem jest podążanie ścieżką prowadzącą do stania się największym czarnym charakterem w tym świecie!”",
      "ru": "Гу Чангэ попадает в фэнтези-мир, где, по-классике, оказывается в шкуре главного козла отпущения.\nУдивительно, что главный герой сразу же снизыскал расположение у императрицы, чем вызвал бурю ненависти в свой адрес. К счастью, Чангэ - уважаемый человек в городе и единственное, что его спасает от кары в данной ситуации это высокий статус в обществе. Подождите-ка... а вы уже знаете, что здесь есть необычная система рангов, в которой присутствуют яркие герои всех мастей? Проанализировав события, герой понимает, что выгоднее всего вжиться в свою новую роль и пойти по пути персонажа-злодея!",
      "pt-br": "Imediatamente após Gu Changge perceber que havia transmigrado para um mundo de fantasia, o protagonista do mundo, e o escolhido da fortuna, jurou se vingar dele. Invejado por todos, ele não só tem a liderança feminina de ponta-cabeça por ele, mas também é tratado como um distinto convidado onde quer que vá. Felizmente, o prestígio e o poder de Gu Changge são superiores aos de todos os outros, então não deveria ser fácil pisar em uma mera escolha da fortuna? Espere … Existe um sistema dedicado à ordenha e colheita do protagonista? Gu Changge sorriu. “Parece que até o destino quer que eu cumpra meu destino como o vilão deste mundo!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe1394fe-3d67-48fb-b452-06580d2dd9d7",
    "title": {
      "en": "Wakaba-sanchi no Aoi Koi"
    },
    "updatedAt": "2024-10-26T13:55:09+00:00",
    "coverArt": "https://mangadex.org/covers/fe1394fe-3d67-48fb-b452-06580d2dd9d7/cd91a57e-50ca-4643-8bd2-74b9f3aa0d5d.jpg",
    "altTitles": [
      {
        "ja": "若葉さんちの青い恋"
      },
      {
        "ja-ro": "Wakaba San Chi no Aoi Koi"
      },
      {
        "en": "The Wakaba Home's Blue Loves"
      },
      {
        "en": "The Wakaba Home's Green Loves"
      },
      {
        "vi": "Tình Yêu Màu Lam Nhà Wakaba"
      }
    ],
    "description": {
      "en": "Youth romcom about 4 sisters who are all experiencing their first love at the same time. While the eldest is having a crush on the guy at her part-time work, the other three are dealing with their first romantic experiences with boys in their classes and school clubs. Every night, the four have heart-to-heart girls talks as they navigate their respective first loves.",
      "ja": "若葉家四姉妹は今、全員が“初恋”の真っ最中。 長女・心春（こはる）はバイト先の先輩、 次女・真夏（まなつ）は趣味が一緒の弓道部の子、 三女・秋楽（あきら）は同じ部活の同級生、 四女・千冬は同じクラスの男子、 それぞれ好きな人に「好き」って気持ちをどう伝えようか 仲の良い四姉妹は日夜、恋のお悩み相談を繰り広げています。 四姉妹それぞれの片想いを見守る “初恋”観察ラブコメディー、開幕！ ◆作者コメント 初連載です！　がんばります！！",
      "vi": "Dưới mái nhà kia, có đến bốn trái tim đang loạn nhịp!\n\nNhà Wakaba có bốn chị em, ai nấy đều đang tuổi xuân căng mọng, xinh đẹp vô bờ.\nVà tất nhiên rồi, cái tuổi học sinh sinh viên mới nhú mà, dĩ nhiên phải có gia vị tình yêu quyện vào nó mới trọn vẹn được. Chị cả thì phải lòng tiền bối ở chỗ làm thêm, chị hai, ba và cô em út thì đang phải lòng bạn cùng trường. Và rồi cứ mỗi đêm, cả nhà lại ngồi quây quần với nhau, tâm sự chuyện yêu đương đàn đúm đủ kiểu. Liệu cặp nào sẽ bùng nổ trước đây ta?\n\nCòn nội dung sâu xa thể nào ấy hả? Vào đọc đi rồi biết, hứa không uổng thì giờ hảo ngọt của bạn đâu!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01d217cd-0857-4460-b463-adcb393fc97f",
    "title": {
      "en": "Babysitting the Male Lead"
    },
    "updatedAt": "2024-07-06T13:03:52+00:00",
    "coverArt": "https://mangadex.org/covers/01d217cd-0857-4460-b463-adcb393fc97f/38da563c-3344-41de-8403-2bb7aec88f2d.jpg",
    "altTitles": [
      {
        "ko": "남주를 임시보호 중입니다"
      },
      {
        "ko-ro": "Namjureul Imsiboho Jungimnida"
      },
      {
        "en": "Fostering the Male Lead"
      },
      {
        "en": "I Will Temporarily Protect the Male Lead"
      },
      {
        "fr": "Le prince apprivoisé"
      },
      {
        "ja": "オオカミ皇太子を保護しています"
      },
      {
        "zh": "临时保护我方男主"
      }
    ],
    "description": {
      "en": "I somehow took over the body of a villainess in a novel. Originally, I was supposed to die after coveting the male lead, but instead, I decided to become a rich unemployed woman and enjoy a life full of pleasures.\n\n\"You said you wanted to raise a puppy, so this brother went to hunt one for you. How's your brother's hunting skills?\"\n\nUntil my brother came back after hunting the male lead who had turned into a wolf…\n–\nHaving been forced to look after the male lead, I somehow succeeded in taming him after many twists and turns. Now all that's left is to look for this mysterious female lead and hand over the leash, then it will be all over. But…\n\n\"Have you become tired of me?\"\n\n\"No, not at all.\"\n\n\"Then why do you keep trying to send me to a strange person?\"\n\nMaybe it's because he has stayed with me for too long, but it seems he has lost his social skills and has also developed separation anxiety.\n\n\"That person is someone very important to Your Highness.\"\n\n\"The only person who is important to me is you.\"\n\n\"Are you sure?\"\n\n\"Yes, because I've imprinted,\" he whispered and curved the corner of his eyes, \"on you.\"\n\nThe half-bent, bright yellow eyes were brimming with obsession.\n\n---\nRosetta Kazel is enjoying her life as the villainess of a novel, until she's given a silver wolf to be her new pet. Rosetta knows this is none other than the cursed male lead of the novel, Prince Sihael von Idris, who's become stuck in his wolf form! To follow the novel, all Rosetta has to do is look after the wolf prince until the female lead can show up. But what if events have changed so much from the novel that she never turns up? How long will Rosetta be stuck caring for this unruly pup?\n\n---\n\n[Original Novel](https://page.kakao.com/content/55937153)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EB%A5%BC-%EC%9E%84%EC%8B%9C%EB%B3%B4%ED%98%B8-%EC%A4%91%EC%9E%85%EB%8B%88%EB%8B%A4/3091), [KakaoPage](https://page.kakao.com/content/60651851)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "366dcef2-11ac-4ec0-9d75-967638f211a7",
    "title": {
      "en": "Holiday Yasumi's Twitter Shorts"
    },
    "updatedAt": "2024-11-22T12:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/366dcef2-11ac-4ec0-9d75-967638f211a7/b2bbbada-a74f-4a68-920f-6da3e09bde07.jpg",
    "altTitles": [],
    "description": {
      "en": "Short comics posted by Holiday Yasumi on Twitter/X.\n\nThe chapter numbers aren't important as most of the comics are unrelated to the rest, though some feature recurring characters."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2d1f5245-694d-4ae6-baa2-b690a040e4d4",
    "title": {
      "en": "12 Suicidal Children"
    },
    "updatedAt": "2023-05-15T17:48:41+00:00",
    "coverArt": "https://mangadex.org/covers/2d1f5245-694d-4ae6-baa2-b690a040e4d4/9e867ca0-efc7-4ff2-bc54-324ffdfe7754.jpg",
    "altTitles": [
      {
        "ja-ro": "12-nin no Shinitai Kodomo-tachi"
      },
      {
        "ja": "十二人の死にたい子どもたち"
      },
      {
        "en": "12 Suicidal Teens"
      },
      {
        "ko": "12인의 죽고 싶은 아이들"
      },
      {
        "ru": "Двенадцать детей, которые хотят умереть"
      },
      {
        "zh": "十二个想死的少年"
      },
      {
        "zh-hk": "十二個想死的少年"
      }
    ],
    "description": {
      "en": "The story is a locked-room mystery where 12 kids go into an abandoned hospital to give up on life. In the room where they meet, a boy is already lying dead, and no one knows who he is.",
      "ja": "[Wikipedia](https://ja.wikipedia.org/wiki/%E5%8D%81%E4%BA%8C%E4%BA%BA%E3%81%AE%E6%AD%BB%E3%81%AB%E3%81%9F%E3%81%84%E5%AD%90%E3%81%A9%E3%82%82%E3%81%9F%E3%81%A1)",
      "zh-hk": "[Wikipedia](https://zh.wikipedia.org/wiki/%E5%8D%81%E4%BA%8C%E5%80%8B%E6%83%B3%E6%AD%BB%E7%9A%84%E5%B0%91%E5%B9%B4)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "d8fb5110-0570-4de7-9af8-87c1c11f30c9",
    "title": {
      "en": "I Need Someone to Stop My Older Brothers"
    },
    "updatedAt": "2023-07-22T14:34:48+00:00",
    "coverArt": "https://mangadex.org/covers/d8fb5110-0570-4de7-9af8-87c1c11f30c9/7a7bc303-a409-434e-ac3f-1623efa451b3.jpg",
    "altTitles": [
      {
        "ko": "누가 우리 오빠들 좀 말려 주세요"
      }
    ],
    "description": {
      "en": "I only went to calm the disturbance in front of my house, but the one I encountered was the Demon King that I punished, and unfortunately, I was falsely accused of being the demon king and died in the hand of the subjugation team.\n\n‘I’ll kick your ass, Pamel Asinov! I’ll make you shed tears from both of your eyes!’\n\nAmong them, the worst one was the hero, Pamel Asinov, who drove me to death as a Demon King!\n\nBut when I pleaded to take revenge, I opened my eyes, 500 years later! Pamel’s been dead for a long time, and the ‘brothers’ who came one day…\n\n“Purple eyes. It’s not a color that anyone can have.”\n“But I was like this from the beginning.”\n“Yes, you were. Because you are the granddaughter of Archduke Asinov.”\n“…the granddaughter of Archduke Asinov?”\n\nOf all people, I’m the daughter of ‘that’ Asinov? It’s nice to live a peaceful life, but I was born an enemy’s blood!\n\n‘All the brothers in this house have a habit of hugging people.’\n\nThis shitty family. I have to hate them, but why do I keep getting attached to them?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4097ccf-6052-4341-a4dc-361dfa6cd798",
    "title": {
      "en": "I Became the Only Healer in This World"
    },
    "updatedAt": "2024-05-25T12:26:34+00:00",
    "coverArt": "https://mangadex.org/covers/d4097ccf-6052-4341-a4dc-361dfa6cd798/b16a1330-b01c-4f4f-9ecd-bf310d096899.jpg",
    "altTitles": [
      {
        "ko": "이세계의 유일한 힐러가 되었습니다"
      },
      {
        "ko-ro": "Isegyeui Yuilhan Hilleoga Doeeossseubnida"
      },
      {
        "ru": "Я стала единственным хилером в этом мире"
      },
      {
        "ja": "この世界で唯一のヒーラーになりました"
      }
    ],
    "description": {
      "en": "Healer who is addicted to gambling has been on a single path for years. Somehow, the world changed and I became the world's only healer. [There is a place that needs you, a unique healer.] [Will you respond to the summons?] ‘What? 'You have a tank dealer but no healer?' No, what. Is there any balance for X network with tank damage but no healer? [The constellations watching you complain that this is not a game, but reality!] *** It has been several decades since the Gate appeared. I heard that a lot of strategies and data have been accumulated over the years. ‘Why is everyone proceeding so inefficiently? 'Frustrating?' I was serious about my strategy, so I just tried my best to close the gate. “It was you who saved me. “I made it so that only you can see it.” 1st place in the former rankings who were said to have been betrayed and went into hiding. “I need you. my savior “My life.” Head of the world's top 10 guild unions. “Don’t abandon me. Because I can’t breathe without you.” Up to 1st place in the current ranking. I was too busy clearing the gate, but strange guys started to come by. \n\n[Plate/Constellation/Hunter/Himsumjin/Munchkin/Yeojuwon Tower/Salvation]",
      "ru": "Девушка, играющая за хилера на протяжении многих лет, так и не смогла ничего достичь. Однажды, невероятным образом она переместилась в другой мир, в котором не оказалось ни одного хилера.  \n— Есть пати, которое хочет пригласить вас, невероятного и неповторимого хилера. Вы ответите на призыв?  \n\"А? У них есть танки и ДД, но ни одного хилера? У них тут вообще хоть что-то сбалансированно?\"  — \nЭто не игра, а реальность. И созвездия, защищающие тебя, будут жаловаться тебе на жизнь!    \n\n***  \nВрата появились несколько десятилетий назад. За это время накопилось множество тактик и сведений, но...  \n— Что за унылые атаки в лоб? Ещё не надоело?  \nИз-за очень наивной тактики врата брали напролом.  \n— Это вы ведь меня спасли? Лишь благодаря вашим способностями.  \nПреданный, скрывающийся бывший первый ранг...  \n— О, моя спасительница, не покидай меня.  \n...директор ассоциации 10 гильдий...  \n— Прошу, не бросай меня. Я не смогу жить без тебя.  \n...и даже нынешний первый ранг — каждый был восхищен ею.  \nКогда она была занята тактикой прохождения врат, начали появляться странные дети, что совершенно не входило в её планы."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/e518e8fe-845a-4dae-bbc1-113f994b110f.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4631dc7-87b9-4d6a-8b3b-5594664ecc27",
    "title": {
      "en": "Fate/kaleid liner PRISMA☆ILLYA 3rei!!"
    },
    "updatedAt": "2024-10-31T02:02:53+00:00",
    "coverArt": "https://mangadex.org/covers/e4631dc7-87b9-4d6a-8b3b-5594664ecc27/a84004c9-2f41-46f7-b94c-25186c5e8be4.jpg",
    "altTitles": [
      {
        "zh": "Fate kaleid liner 魔法少女☆伊莉雅"
      },
      {
        "en": "Fate/Kaleid Liner Prisma Illya 3rei!!"
      },
      {
        "ja": "Fate/kaleid liner プリズマ☆イリヤ ドライ! !"
      },
      {
        "ja-ro": "Fate/Kaleid Liner Prisma Illya Dorai!!"
      },
      {
        "ru": "Судьба/Девочка волшебница Илия 3"
      }
    ],
    "description": {
      "en": "Just as Miyu was about to be saved from being swallowed by despair, all of a sudden mysterious duo that mastered Heroic Spirit Class Card system appears in front of Illya!  \n  \n(A direct continuation of the second act, \"2wei\" - manga upholds the tradition of having punny names based on german numbers and was appropriately titled \"3rei\", which comes from deutsch \"drei\" meaning \"three\".)  \n\n\n---",
      "fr": "Il s'agit d'un spin-off de la série Fate/Stay Night.  \n  \nRin Tohsaka est une mage chargée par Zelretch de collecter les cartes des sept servants dispersées dans la ville de Fuyuki. Malheureusement, elle découvre qu'elle ne peut pas utiliser la magie de Ruby, son sceptre.  \nRin va alors découvrir en Illyasviel von Einzbern un potentiel pour devenir magical girl à sa place. Illya va alors utiliser le Kaleido Stick Ruby pour collecter les cartes tout en étant supervisée par Rin.  \n  \nLa petite fille va également découvrir une rivale et amie de taille nommée Miyu Edelfelt, qui avait pour maître Luviagelita Edelfelt, la rivale de Rin.  \n  \nPar ailleurs, pendant la collecte de cartes, Illya va découvrir une autre jeune fille lui ressemblant étrangement : Kuroe. Cette dernière n'a pas l'intention de la laisser remplir sa mission et tente de l'éliminer."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b2a2d45-b9c5-4d53-9fcb-dda7b3cd5d2e",
    "title": {
      "en": "Forget My Husband, I'll Go Make Money"
    },
    "updatedAt": "2024-09-27T16:16:05+00:00",
    "coverArt": "https://mangadex.org/covers/1b2a2d45-b9c5-4d53-9fcb-dda7b3cd5d2e/6131c433-f906-4008-8fc9-739d313f4085.jpg",
    "altTitles": [
      {
        "ko": "남편은 됐고, 돈이나 벌렵니다"
      },
      {
        "ko-ro": "Nampyeoneun Doaessgo, Donina Beollyeomnida"
      },
      {
        "en": "Forget About My Husband, I'd Rather Go Make Money"
      },
      {
        "uk": "Годі з мене чоловіка - йду заробляти гроші"
      },
      {
        "zh": "要什么老公，我只想搞钱"
      },
      {
        "en": "Forget About My Husband, I'd Rather Go Make Money"
      },
      {
        "es-la": "Terminé con mi esposo, ahora iré a hacer dinero"
      }
    ],
    "description": {
      "en": "I became the wife of a husband who has a girlfriend.\nHmm, I shouldn’t bother them, right?\n\n“Then, you sleep on the floor.”\n“What?”\n\nIt seems that he doesn’t like the idea of it.\nWell, the floor is hard after all.\nI guess I don’t have any other choice.\n\n“We’ll just sleep while holding hands then. You trust me, right?”\n\nBut how did we end up breaking the bed on our first night…?\n\nI am Aristine, an exiled princess who has fallen out of favor with the Emperor.\nThe truth is, she has the <Monarch’s Eyes>, an ability that allows you to see the past, future, and present.\nSacrificed for a contract marriage, she is bound together with a monstrous barbarian…\n\n“I have to present my wife with the most precious things.”\n\nThe future husband who is rumored to be a monster is incredibly normal.\n\nBut this cake belongs to someone else.\n\n“I’ll just go and make money.”\n\nIt’s long been said that imagining gold as your own will help you manifest wealth.\n\n<Forget My Husband, I’ll Go Make Money>\nWill she be able to achieve her dreams of living in freedom while sitting on her piles of money?\nOr will she be able to catch both rabbits at the same time?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e836868-6459-4c58-b3b3-92ee808a197f",
    "title": {
      "en": "S-Kyuu Boukensha ga Ayumu Michi: Tsuihou Sareta Shounen wa Shin no Nouryoku 'Buki Master' de Sekai Saikyou ni Itaru"
    },
    "updatedAt": "2024-11-25T18:08:48+00:00",
    "coverArt": "https://mangadex.org/covers/4e836868-6459-4c58-b3b3-92ee808a197f/68d3c547-5b86-4a6c-911a-bbb12d95976e.jpg",
    "altTitles": [
      {
        "ja": "Ｓ級冒険者が歩む道　 ～追放された少年は真の能力『武器マスター』で世界最強に至る～"
      },
      {
        "ja-ro": "S-Class Boukensha ga Ayumu Michi ~Tsuihou Sareta Shounen wa Shin no Nouryoku \"Buki Master\" de Sekai Saikyou ni Itaru~"
      },
      {
        "en": "The path of an S-class adventurer ~The exiled boy becomes the world's strongest with his true ability ``Weapon Master''~"
      },
      {
        "vi": "Sau Khi Bị Trục Xuất, Tôi Trở Thành Mạnh Nhất Thế Giới Với Chúc Phúc \"Bậc Thầy Vũ Khí\""
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec30192e-87df-47da-bfda-cc9a282bc51c",
    "title": {
      "en": "Futari Solo Camp"
    },
    "updatedAt": "2024-11-23T17:32:20+00:00",
    "coverArt": "https://mangadex.org/covers/ec30192e-87df-47da-bfda-cc9a282bc51c/d24ae4f8-50d3-4af1-8c53-2624f5c48de6.jpg",
    "altTitles": [
      {
        "ja": "ふたりソロキャンプ"
      },
      {
        "en": "Solo Camping for Two"
      }
    ],
    "description": {
      "en": "Kinokura Gen loves camping solo. He enjoys the quiet solitude away from the hustle and bustle of the city, and being able to appreciate nature all by himself. But on one camping trip, his solitude is broken by the appearance of Kusano Shizuku, a young woman who wanted to go solo camping by herself, but is ill-prepared and completely out of her league. While he tries to to get her to go home so he can camp in peace, she refuses, and stubbornly insists on accompanying him on future camping trips until she's ready to camp solo. Thus Gen and Shizuku's days of solo camping together begin.\n\n**Note**: \"Part 1\" concluded in February 2023 with 3 extra chapters due to start in April as the series is moving magazines from Kodansha Evening to Kodansha Morning.\n\nThe series resumed its publication in December 2023.",
      "es": "A Kinokura Gen le encanta acampar solo. Disfruta de la tranquila soledad lejos del ajetreo de la ciudad, y de ser capaz de apreciar la naturaleza por sí mismo. Pero en un viaje de campamento, su soledad se ve interrumpida por la aparición de Kusano Shizuku, una joven que quería ir sola a acampar, pero está mal preparada y completamente fuera de su alcance. Mientras él intenta que ella regrese a casa para poder acampar en paz, ella se niega, y tercamente insiste en acompañarlo en futuros viajes de campamento hasta que esté lista para acampar sola. Así comienzan los días en que Gen y Shizuku acampan juntos…",
      "ja": "オレは樹乃倉厳。34歳。趣味はキャンプ。独りで野営する生粋のソロキャンパー。車はいらない。電車を乗り継ぎ、最後はバスで山に入る。自然を愛してる、火を木を水を土を。それと同等に孤独な自分の生き方を愛している――。…な俺が！　ひょんなことから草野雫20歳という小娘に出会い、ふたりでソロキャンプをするはめに！"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72431270-43ab-43cf-88c2-0c138391b1f4",
    "title": {
      "en": "Waves Upon Waves"
    },
    "updatedAt": "2024-04-16T23:12:35+00:00",
    "coverArt": "https://mangadex.org/covers/72431270-43ab-43cf-88c2-0c138391b1f4/013897ae-fc22-4352-827b-98c428aaff6f.jpg",
    "altTitles": [
      {
        "ko": "일파만파"
      },
      {
        "en": "Wave of Waves"
      }
    ],
    "description": {
      "en": "there's an old legend in Sereong's family: their flute 'Manpa' will turn into a person if you care for it with enough love! But Sereong doesn't believe in this legend and plans to sell Manpa.... But it was then when Manpa turns into a human and tells Sereong he can grant her wish.\n\nA romance between one who grants miracles and one who doesn't believe in miracles."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5746bbb3-445d-4c31-948b-065098052b77",
    "title": {
      "en": "Baili Jin Among Mortals"
    },
    "updatedAt": "2024-07-11T21:52:15+00:00",
    "coverArt": "https://mangadex.org/covers/5746bbb3-445d-4c31-948b-065098052b77/3ccb7e87-a729-419a-8a83-4ce2d6d0bd13.jpg",
    "altTitles": [
      {
        "en": "Bai Lijin Among Mortals"
      },
      {
        "en": "Mortal Baili Jin"
      },
      {
        "zh-ro": "Ren jian bai li jin"
      },
      {
        "zh": "人间百里锦"
      },
      {
        "pt-br": "Bai Lijin Entre Mortais"
      }
    ],
    "description": {
      "en": "Baili Jin, a fairy who was living in heaven, eating and drinking without a care, broke her Majesty’s colourful, stained-glass plate at her birthday and got banished to the mortal realm. Now she has to begin her adventures in the mortal realm with all of her spiritual powers gone! In order to survive, the former fairy has to deliver take-out….  \r\n  \r\nAn endearingly silly fairy, a gentle restaurant manager, a reserved top student and a hard to resist yandere onee-san (kind on the outside, dark/possessive on the inside) , let the story of their beautiful friendship and youthful days begin!  \r\n  \r\nAuthor's weibo: [@Viva喂娃酱](https://weibo.com/vivaandjulys)   \r\nArtist's weibo: [@Julys橘奶司](https://weibo.com/julys0723)",
      "pt-br": "Bai Lijin, uma fada que vivia no céu, comendo e bebendo sem se preocupar, quebrou o colorido vitral de Sua Majestade em seu aniversário e foi banida para o reino mortal. Agora ela tem que começar suas aventuras no reino mortal sem todos os seus poderes espirituais! Para sobreviver, a ex-fada tem que entregar comida… Uma fada carinhosamente boba, uma gentil gerente de restaurante, uma aluna reservada e uma garota de duas caras difícil de resistir, que comece a história de sua bela amizade e juventude!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "5422f55a-4fbf-4f60-9289-bab55c87c2bc",
    "title": {
      "en": "Guilty Circle"
    },
    "updatedAt": "2024-11-15T14:30:28+00:00",
    "coverArt": "https://mangadex.org/covers/5422f55a-4fbf-4f60-9289-bab55c87c2bc/0b54fd9e-edae-4ae2-b98f-db86ceec3254.jpg",
    "altTitles": [
      {
        "ja": "ギルティサークル"
      },
      {
        "zh-hk": "罪惡社團"
      },
      {
        "zh": "罪恶社团"
      }
    ],
    "description": {
      "en": "April! Sawaya Doji's college life at his dream school of Seio University starts with an encounter with the beautiful Kaede Hoshimi during the club recruiting fair. Sawaya believes that if he goes to Tokyo... if he joins a university... if he joins a club, he can get a girlfriend! It's a great way to meet new people, but what kind of club has he gotten himself into?",
      "ja": "４月！憧れの青応大学へと入学した大学１年生・沢屋童二は、サークル勧誘期に美少女・星見楓と出会う。「東京に行けば…大学に入れば…サークルに入れば、彼女ができる！」と信じる沢屋は星見楓とともに派手目なサークルの新歓コンパへと参加するが……。沢屋が足を踏み入れたサークルの罪深き実態、秘密とは何か！？",
      "pt-br": "Abril! A vida universitária de Sawaya Doji em sua escola de sonho da Universidade de Seio começa com um encontro com a bela Kaede Hoshimi durante a feira de recrutamento do clube. Sawaya acredita que se ele for para Tóquio... se ele entrar em uma universidade... se ele entrar em um clube, ele pode conseguir uma namorada! É uma ótima maneira de conhecer novas pessoas, mas em que tipo de clube ele se meteu?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801",
    "title": {
      "en": "How to Grill Our Love"
    },
    "updatedAt": "2024-10-25T20:59:51+00:00",
    "coverArt": "https://mangadex.org/covers/a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801/caedc636-6a59-43fe-a448-b1db1db05759.jpg",
    "altTitles": [
      {
        "ja": "焼いてるふたり"
      },
      {
        "ja-ro": "Yaiteru Futari"
      },
      {
        "ko": "굽고 있는 두 사람"
      },
      {
        "zh": "爱情是烤肉的滋味!"
      },
      {
        "ne": "दुई जना पकाउँदै"
      },
      {
        "ru": "Брак с Нуля: Как Поджарить Нашу Любовь"
      },
      {
        "th": "จุดรักเราด้วยเตาถ่าน"
      }
    ],
    "description": {
      "en": "After their fateful encounter through a dating app, Kenta and Chihiro decided to get married with zero days of dating in light of Kenta’s transfer. As a couple who got married without knowing much about each other, they deepen their relationship through their regular weekend BBQs.",
      "ja": "マッチングアプリで運命の出会いを果たした、健太と千尋。奥手すぎて最初の一歩を踏み出せずにいるふたりが、健太の浜松への転勤をきっかけに急進展。なんと…交際ゼロ日で結婚することに！　\n\nお互いをよく知らないまま夫婦になったふたりは、毎週末のBBQでじっくり仲を深めていく――。",
      "ru": "После роковой встречи через приложение для знакомств, Кента и Чихиро решили пожениться с нулевым количеством дней знакомств в свете перевода Кенты. Как пара, которая вышла замуж, не зная многого друг о друге, они развивают свои отношения путём регулярных выходных с барбекю.",
      "pt-br": "Quando Kenta, de 30 anos, conhece a designer gráfica Chihiro, ele queima seu exterior descolado com sua paixão por churrasco! Agora, após um lampejo de namoro, eles são recém-casados! Embora seus empregos os mantenham separados, eles ainda têm fins de semana juntos para grelhar, e carne boa não é a única coisa que está esquentando neste relacionamento escaldante!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d964361f-042a-4c1b-907d-3c907dd50060",
    "title": {
      "en": "Ninja to Koroshiya no Futarigurashi"
    },
    "updatedAt": "2024-11-26T06:43:02+00:00",
    "coverArt": "https://mangadex.org/covers/d964361f-042a-4c1b-907d-3c907dd50060/fc68b043-63f2-4694-9fdf-7349361fcfc7.jpg",
    "altTitles": [
      {
        "ja": "忍者と殺し屋のふたりぐらし"
      },
      {
        "en": "A Ninja and an Assassin Living Together"
      },
      {
        "ru": "Жизнь ниндзя и убийцы"
      }
    ],
    "description": {
      "en": "Many fatalities?! A naive female ninja and a high school assassin live together in an unpredictable way! A naive female ninja who escapes from a ninja village meets a high school girl assassin!? Their life together, which begins by chance, is full of danger (and excitement)...!",
      "ja": "忍びの里から抜け出した世間知らずのくノ一が出会ったのは、女子高生の殺し屋!? ひょんなことから始まった共同生活は危険（ドキドキ）がいっぱい…！",
      "ru": "Наивная куноити сбегает из своей деревни ниндзя и встречает школьницу-убийцу!\nНачинается непредсказуемая совместная жизнь ниндзя и убийцы★."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbd9b470-c83d-4238-940d-d335a016d92e",
    "title": {
      "en": "Kawaisou na Imouto-chan"
    },
    "updatedAt": "2024-11-25T02:57:16+00:00",
    "coverArt": "https://mangadex.org/covers/fbd9b470-c83d-4238-940d-d335a016d92e/b0dacb85-e085-4c2d-b07a-ce6b3732dfcd.png",
    "altTitles": [
      {
        "ja": "かわいそうな妹ちゃん"
      },
      {
        "ja-ro": "Kawaisou na Imoutochan"
      },
      {
        "en": "Poor Little Sister"
      },
      {
        "vi": "Cô em gái đáng thương"
      },
      {
        "pl": "Biedna siostrzyczka"
      }
    ],
    "description": {
      "en": "Poor little sister who loves her onii-chan",
      "pl": "Biedna młodsza siostrzyczka, która zakochała się w swoim bracie",
      "vi": "Cô em gái đáng thương phải lòng anh trai mình"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a07320a4-afcd-413a-a451-d69a448d0c28",
    "title": {
      "en": "Usogui"
    },
    "updatedAt": "2024-10-26T18:06:24+00:00",
    "coverArt": "https://mangadex.org/covers/a07320a4-afcd-413a-a451-d69a448d0c28/b74c8cce-42cd-4889-b75d-7944e63f9a14.jpg",
    "altTitles": [
      {
        "en": "The Lie Eater"
      },
      {
        "ja": "嘘喰い"
      },
      {
        "zh-hk": "噬谎者"
      },
      {
        "ko": "도박마-거짓말 사냥꾼 바쿠"
      },
      {
        "es-la": "Devorador de Mentiras"
      },
      {
        "ru": "Пожиратель лжи"
      },
      {
        "kk": "Жала жұтқан"
      }
    ],
    "description": {
      "en": "There are gamblers out there who even bet their lives as ante. But to secure the integrity of these life-threatening gambles, a violent and powerful organization by the name of “Kakerou” referees these games as a neutral party. Follow Baku Madarame a.k.a. Usogui (The Lie Eater) as he gambles against maniacal opponents at games – such as Escape the Abandoned Building, Old Maid, and Hangman – to ultimately “out-gamble” and control the neutral organization of Kakerou itself.  \n\n\n---\n\n**Links:**  \n- [OAV on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=14163)",
      "ru": "Есть игроки, которые ставят на кон свою жизнь. Чтобы сохранить целостность таких смертельно-опасных игр, жестокая и могущественная организация «Кагэро» судит их, как нейтральная сторона.\nНаш герой — Баку Мадарамэ, «Пожиратель лжи». Игрок, чья цель — переиграть и в конце взять под контроль саму нейтральную организацию «Кагэро».\n\n---\n\n(Source: [readmanga](https://mintmanga.live/pojiratel_lji))",
      "es-la": "Hay jugadores que incluso apuestan su vida como apuesta. Pero para asegurar la integridad de estas apuestas que ponen en peligro la vida, una violenta y poderosa organización llamada \"Kakerou\" arbitra estos juegos como parte neutral. Sigue a Baku Madarame, también conocido como Usogui (El Devorador de Mentiras), mientras se enfrenta a oponentes maníacos en juegos como \"Escapar del Edificio Abandonado\", \"La Vieja Doncella\" y \"El Ahorcado\", para acabar jugando más que la propia organización neutral de Kakerou"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "49",
    "lastChapter": "539"
  },
  {
    "mangaId": "32cf0dc4-7ef7-4e49-bc41-3e75fd0b4c7a",
    "title": {
      "en": "City Pokoko"
    },
    "updatedAt": "2024-11-26T02:11:48+00:00",
    "coverArt": "https://mangadex.org/covers/32cf0dc4-7ef7-4e49-bc41-3e75fd0b4c7a/d3c7964f-d4b8-4159-be94-b27b25aad38f.png",
    "altTitles": [
      {
        "ja": "シティーぽここ"
      }
    ],
    "description": {
      "en": "Times are tough for a little tanuki in the big city! Can she hide her true identity, or will the humans find out what she truly is? 𓆟\n\n--- \nOneshot that ran in Harta 113."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "596e14bb-a7eb-4aad-8a0e-8ecc854fd4a8",
    "title": {
      "en": "Shiretto Sugee Koto Itteru Gal. - Shiritsu Paranomaru Koukou no Nichijou"
    },
    "updatedAt": "2024-11-06T20:44:52+00:00",
    "coverArt": "https://mangadex.org/covers/596e14bb-a7eb-4aad-8a0e-8ecc854fd4a8/86b25bc7-9ee7-496e-bece-1ee1be808593.jpg",
    "altTitles": [
      {
        "ja": "しれっとすげぇこと言ってるギャル。ー私立パラの丸高校の日常ー"
      },
      {
        "ja-ro": "Shiretto Sugee Koto Iteru Gal. - Shiritsu Paranormal Koukou no Nichijou"
      },
      {
        "en": "The Gals Who Always Say Insane Things: My Daily Life at a Private Paranormal High School"
      }
    ],
    "description": {
      "en": "Youth = friendship, effort, and future prediction! A very ordinary and supernatural daily life led by the strongest and most invincible gyarus with different abilities.\n\nBased on the short animations on Youtube. \n- [Official YouTube](https://www.youtube.com/@parako)\n- [Official Twitter/X](https://twitter.com/parako_official)\n___\n[Alt Official Raw (Young Jump)](https://ynjn.jp/title/11987)",
      "ja": "青春＝友情、努力、未来予知!? 最強無敵の異能力ギャルが送る、ごくごく普通の超常的な日常。 累計再生数1.6億回！本作の元となったYoutubeチャンネル「私立パラの丸高校」では、みらい＆ へー子の最強異能力ギャルズの他、光やクラスメイト達の声優ボイス付き動画がたくさん見れるので、ぜひチェックしてみてください!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb1b1da5-9436-49f5-8a6b-a1689fb86d91",
    "title": {
      "en": "LOVE-BULLET"
    },
    "updatedAt": "2024-11-01T01:24:52+00:00",
    "coverArt": "https://mangadex.org/covers/cb1b1da5-9436-49f5-8a6b-a1689fb86d91/e63979d3-1e27-48c3-a04d-c405836a6d31.jpg",
    "altTitles": [
      {
        "ja": "ラブ・バレット"
      },
      {
        "ja-ro": "Love · Bullet"
      },
      {
        "en": "Love Bullet"
      },
      {
        "uk": "Куля Кохання"
      }
    ],
    "description": {
      "en": "Since the dawn of humanity, those who have never experienced love and meet an untimely end are granted a second chance at life as Cupids by the Goddess of Love.\n\nPresent day Cupids have traded in their bow and arrow for modern firearms, but their mission remains the same: find suitable lovers for their targets and make them fall in love!",
      "uk": "З початку існування людства, ті, хто ніколи не відчули кохання і зустріли неочікуваний кінець, отримували другий шанс, як Купідони, як дар від Богині Кохання.\n\nСьогоденні Купідони змінили свої луки і стріли на новітню зброю, але їх місія залишається такою ж: знайти підходяче кохання для їх цілей і закохати їх!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85d43b0b-b977-43bb-b7d8-a688d48b3107",
    "title": {
      "en": "Obokoi Majo wa Majiwaritai!"
    },
    "updatedAt": "2024-10-31T01:55:41+00:00",
    "coverArt": "https://mangadex.org/covers/85d43b0b-b977-43bb-b7d8-a688d48b3107/eb2056ed-b5a9-46fa-849c-ef8c9498f19f.jpg",
    "altTitles": [
      {
        "ja": "おぼこい魔女はまじわりたい!"
      },
      {
        "ja-ro": "Obokoi Majo ha Majiwaritai!"
      },
      {
        "en": "The Young Witch Wants to Have Sex?!"
      },
      {
        "en": "The Innocent Witch Wants to Mingle!"
      },
      {
        "ko": "순진한 마녀는 뒤섞이고 싶어!"
      },
      {
        "zh-hk": "想和見習魔女深入交流！"
      },
      {
        "vi": "Cô Phù Thủy Trẻ Muốn Được Sex!"
      }
    ],
    "description": {
      "en": "Hiiragi visits Chikage Komori, a transfer student who has never come to school. His chastity is at stake when he comes across a beautiful girl wearing nothing but a jacket!?",
      "ja": "古森チカゲ。転校生なのに一度も登校した姿を見たことがない彼女のご近所に住む柊木は学校のプリントを届けにいくが、出会った瞬間にいきなりカラダの関係を迫られて!?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "42"
  }
]