[
  {
    "mangaId": "0ba6b85e-3e87-454a-b81d-1040468248e1",
    "title": {
      "en": "A Princess Who Reads Fortune"
    },
    "updatedAt": "2024-08-19T14:49:52+00:00",
    "coverArt": "https://mangadex.org/covers/0ba6b85e-3e87-454a-b81d-1040468248e1/510642fa-27f8-4f18-be5a-3f2fb434afeb.jpg",
    "altTitles": [
      {
        "ko": "점괘보는 공녀님"
      },
      {
        "en": "A Fortune-Telling Princess"
      },
      {
        "en": "Fortune Telling Princess"
      },
      {
        "en": "Fortune-Telling Lady"
      },
      {
        "mn": "Зөгнөгч Гүнж"
      }
    ],
    "description": {
      "en": "Top actress Lee Sia has the ability to see ghosts.\nAfter an accident, she wakes up in the body of 'Camilla Sorfelle'.\n\nBut here's the problem.\n\n\"Oh, Father, help me!\"\n\nThis woman's fate always ends in death!\n\nI need to extend my life, so might as well talk to the ghosts first.\n\nUgh, but why do I keep getting involved with people I want to avoid!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc672e09-85c8-4b4f-a148-825bb5c59245",
    "title": {
      "en": "Control"
    },
    "updatedAt": "2024-09-29T18:27:15+00:00",
    "coverArt": "https://mangadex.org/covers/cc672e09-85c8-4b4f-a148-825bb5c59245/da209864-bc4e-4e8b-bd5d-e93a4aa84479.jpg",
    "altTitles": [
      {
        "ko-ro": "Jibae"
      },
      {
        "de": "Kontrolle"
      },
      {
        "ko": "지배"
      },
      {
        "en": "Domination"
      },
      {
        "ru": "Контроль"
      }
    ],
    "description": {
      "de": "Da geht irgendwas sehr seltsames in der Nachbarschaft vor sich.  \nJa wen wirst du Bescheid sage? Wen willst du zur Hilfe holen? Ähm… irgendein komisches… Mädchen was von sich behauptet, hypnotische Kräfte zu besitzen? Ach so, ja, genau das.  \nJedoch hast du absolut keine Ahnung wo sie ist, und du hast ihr auch nicht Bescheid gegeben.  \nWas wird nun aus dir werden, da er da ist…?",
      "en": "There's something strange, in the neighborhood.  \nWho you gonna call? Uhm. Some strange cute hypnotist girl.  \nAnd you have no clue who she is, and you didn't call her.  \n  \n\n\n---",
      "ru": "Каково это, когда привычный мир рушится в одночасье? Кто друг, а кто враг?\nМожно ли доверять себе, когда сам теряешься в круговороте пугающих и необъяснимых событий? А может быть, ты сам и есть их источник?\nГлавный герой — обычный корейский парень, живущий с пожилой матерью в крохотной квартирке, обнаружил, что люди вокруг внезапно изменились. Некие зловещие существа без лишнего шума захватили целый город, а, возможно, даже страну или мир. Но главный герой не собирается сидеть сложа руки и, объединившись с загадочной гипнотизёршей, решает дать отпор неведомым тварям."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "60"
  },
  {
    "mangaId": "ae7d9e05-2c90-4cd5-a572-7160e85ee51e",
    "title": {
      "en": "Sneaking into School Yuri"
    },
    "updatedAt": "2021-12-08T22:21:47+00:00",
    "coverArt": "https://mangadex.org/covers/ae7d9e05-2c90-4cd5-a572-7160e85ee51e/b5855add-dfc0-44b8-af2c-dc656d44bcf1.png",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39df3023-925e-49fe-bd9c-f3547e2da261",
    "title": {
      "en": "Kiss Before Sleep"
    },
    "updatedAt": "2024-08-19T04:36:06+00:00",
    "coverArt": "https://mangadex.org/covers/39df3023-925e-49fe-bd9c-f3547e2da261/988f3606-46da-474b-99f0-135528b0a2c0.jpg",
    "altTitles": [
      {
        "ko": "키스는 자기 전에"
      },
      {
        "en": "Kiss Before Going to Bed"
      },
      {
        "en": "Kissing You Before Going To Bed"
      }
    ],
    "description": {
      "en": "Jiho gains psychic powers from a childhood accident! However, she can't control them! Enduring pain for 18 years with this troublesome ability, Jiho discovers that physical contact with the guy next door, Yechan, can temporarily free her from her psychic woes... To engage in legal physical contact, Jiho must seduce Yechan in this spontaneous and hilarious romantic fantasy hero action with a touch of superpower chaos!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0989ea4e-22c5-498d-8e1e-a4fbfa2cc5b2",
    "title": {
      "en": "The Mermaid I Loved"
    },
    "updatedAt": "2024-05-12T17:31:45+00:00",
    "coverArt": "https://mangadex.org/covers/0989ea4e-22c5-498d-8e1e-a4fbfa2cc5b2/069569cc-5dd1-47dd-88d5-6aa3c79f331b.jpg",
    "altTitles": [
      {
        "en": "My Dear Fishmen"
      },
      {
        "en": "The Fish I Loved"
      },
      {
        "ko": "내가 사랑한 물고기"
      },
      {
        "zh": "恋上人鱼"
      }
    ],
    "description": {
      "en": "At the age of 12, when he experienced his first difficulty in breathing, Kai realized he was a merman from that day onward. Despite avoiding love due to the emergence of scales at the touch of a woman’s hand, Kai lives a resilient life as a self-imposed loner and he chooses to never date while facing loneliness and sadness. Suddenly, a mysterious woman named Yana appears before him! Whenever Yana is around, Kai unintentionally loses his restraint and his body responds involuntarily. But what should he do? Even when it feels suffocating, he finds himself liking her...! A breathless romance unfolds between a man who transforms into a merman with just a touch of his fingertips and a woman who wants to touch his hand."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2c5fb99-e398-4e01-a158-1dd693bc79c9",
    "title": {
      "en": "My Introverted Boy"
    },
    "updatedAt": "2024-02-18T04:00:01+00:00",
    "coverArt": "https://mangadex.org/covers/d2c5fb99-e398-4e01-a158-1dd693bc79c9/938a10d6-1dbd-4c17-8ece-3401a5afb98a.jpg",
    "altTitles": [
      {
        "ko": "내향남녀"
      },
      {
        "en": "Introvert"
      }
    ],
    "description": {
      "en": "Nowadays the MBTI is a very popular personality test in a bunch of countries like South Korea, this categorizes each person in a certain group corresponding to the way they think, feel and express their emotions. This takes us to a secondary school where the most popular and handsome guy “Jaehyuk”, who is actually totally an introverted with difficulties to understand how popular he is and how others see him, develops a crush on a quiet and strange girl of the same class. The problem arises when Jaehyuk starts causing misunderstandings and awkward situations because of his introverted personality while at the same time his crush doesn’t understand why the most popular guy in school is trying to approach her. What is going to happen between these two? Are they going to be able to go past their personalities to have a normal conversation? Will Jaehyuk be able to confess his feelings?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05e7e729-2403-4bdd-965a-bde4de9e8484",
    "title": {
      "en": "Tears on a Withered Flower"
    },
    "updatedAt": "2024-09-28T02:16:07+00:00",
    "coverArt": "https://mangadex.org/covers/05e7e729-2403-4bdd-965a-bde4de9e8484/381e3a89-f645-4ac4-af8d-7ad625d4d595.png",
    "altTitles": [
      {
        "ko": "시든 꽃에 눈물을"
      },
      {
        "pl": "Łzy ze zwiędłych kwiatów"
      }
    ],
    "description": {
      "en": "Na Hae-soo's life unravels when her husband betrays her with an affair, leaving her burdened with debt and losing their child. In a devastating blow, she witnesses him with a younger woman. Broken and despondent, Na Hae-soo feels her life crumbling around her. However, a mysterious young man unexpectedly enters her life, asking to be taught about adult love. His vulnerability and sincerity begin to stir emotions within Na Hae-soo, challenging her to reconsider her path forward.",
      "fr": "La vie de Na Hae-soo se désintègre lorsque son mari la trahit en ayant une liaison, la laissant accablée de dettes et perdant leur enfant. Dans un coup dévastateur, elle le surprend avec une femme plus jeune. Brisée et désespérée, Na Hae-soo sent sa vie s'effondrer autour d'elle. Cependant, un jeune homme mystérieux entre soudainement dans sa vie, lui demandant de lui enseigner l'amour adulte. Sa vulnérabilité et sa sincérité commencent à éveiller des émotions en Na Hae-soo, l'incitant à reconsidérer son chemin vers l'avenir.",
      "id": "Kehidupan Na Haesoo berubah ketika suaminya mengkhianatinya dengan berselingkuh, membuatnya terlilit hutang dan kehilangan anak mereka. Setelah itu, ia mendapati suaminya bersama seorang wanita yang lebih muda. Dengan perasaan hancur dan putus asa, Na Haesoo merasa kehidupannya di sekelilingnya runtuh dan hancur. Namun, seorang pemuda misterius tiba-tiba memasuki hidupnya, Beom Taeha, yang meminta untuk diajari tentang cinta orang dewasa. Keluguan dan ketulusannya mulai mengusik emosi dalam diri Na Haesoo, dan menantangnya untuk mempertimbangkan kembali langkah apa yang akan diambil.",
      "pl": "Mój mąż miał romans.\nNie wystarczy wziąć na siebie mnóstwo długów, stracić dziecko, na moich oczach zmieszałam się z bardzo młodą kobietą. Zranione życie usychało bez żadnego wyglądu.\n\"Pokarz mi miłość dorosłego\" - podejrzany młodszy mężczyzna, który wtargnął w życie Na Haesoo.\nNiebezpieczny i posłuszny, zaczyna potrząsać Na Haesoo."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "783fdec4-e509-43a0-83e9-276396f5967d",
    "title": {
      "en": "Elegant Desire"
    },
    "updatedAt": "2024-09-28T04:57:54+00:00",
    "coverArt": "https://mangadex.org/covers/783fdec4-e509-43a0-83e9-276396f5967d/fcab0a87-f0ab-4357-a36d-bf20fd2566f3.png",
    "altTitles": [
      {
        "ko": "우아한 욕망"
      }
    ],
    "description": {
      "en": "What’s the chance of running into your first love again after twelve years? This is exactly what happens to Solhui after attending her frenemy’s bridal shower. What’s more? Her first love is having an affair with a married woman. But that’s not all. She meets him and the woman again when she starts a viola lesson with a new student."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a313d06-8002-42cd-b7f5-bf1d9cfceb34",
    "title": {
      "en": "The Dragon Tamer (Webtoon)"
    },
    "updatedAt": "2024-04-04T05:21:41+00:00",
    "coverArt": "https://mangadex.org/covers/1a313d06-8002-42cd-b7f5-bf1d9cfceb34/ff965230-5150-4e8b-86e4-416412645ef3.jpg",
    "altTitles": [],
    "description": {
      "en": "What happens when a girl from a quaint and small town meets the son of a Yakuza crime lord? Will she be able to change him for the better or will he continue down the dangerous and violent path?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29ca9de0-b633-4756-b4f3-c3bef1ee4f9e",
    "title": {
      "en": "Seasons of Lovesome"
    },
    "updatedAt": "2024-09-25T22:59:57+00:00",
    "coverArt": "https://mangadex.org/covers/29ca9de0-b633-4756-b4f3-c3bef1ee4f9e/3edef2b4-d047-44b4-855f-2036e1ad8f93.jpg",
    "altTitles": [
      {
        "en": "Lovesome Youth"
      },
      {
        "en": "Youth Lovesome"
      },
      {
        "ko": "청춘 러브썸"
      }
    ],
    "description": {
      "en": "\"It may be hazy blue, but that's alright\"\n\nTaking place a year after the epilogue of Seasons of Blossom, this story focuses on the new opening of “Cafe Blossom and NEMONE Atelier” as well as Bomi’s new classmate “Pureum” as they explore a new found youth. \n\nCampus romance, after school romance, office romance, it has it all.  \n\nThe heartwarming series is back with another youthful story!",
      "fr": "« Ça peut être d'un bleu brumeux, mais c'est pas grave. »\n\nSe déroulant un an après l'épilogue de \"Seasons of Blossom\", cette histoire se concentre sur la nouvelle ouverture du « Café Blossom and NEMONE Atelier », ainsi que sur la nouvelle camarade de classe de Bomi, « Pureum », alors qu'ils explorent une nouvelle jeunesse. Romance sur le campus, amours après l'école, romance au bureau, il y a de tout. La série réconfortante revient avec une nouvelle histoire pleine de jeunesse !"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4e88b85-5b6d-4485-a9de-39e39bf9158b",
    "title": {
      "en": "Bannou Skill no Rettou Seijo Kiyosugiru no de Binbou ni wa Narimasendeshita"
    },
    "updatedAt": "2024-09-15T23:02:49+00:00",
    "coverArt": "https://mangadex.org/covers/a4e88b85-5b6d-4485-a9de-39e39bf9158b/c9fc5450-d4a1-4809-980e-67b62de4cf63.jpg",
    "altTitles": [
      {
        "ja": "万能スキルの劣等聖女 ～器用すぎるので貧乏にはなりませんでした～"
      },
      {
        "ja-ro": "Banno Skill no Retto Seijo Kiyosugiru node Bimbo ni ha Narimasendeshita"
      },
      {
        "es-la": "La Santa Inferior de Habilidades Versátiles: ¡Era tan Hábil que no Pudo Escapar de la Pobreza!"
      }
    ],
    "description": {
      "en": "\"I never knew you were an inferior saint!\"\n\nSoara, who received the revelation of the saint, was invited to join her childhood friend, the hero Zeno's, party, where all members had S-rank skills, but she was expelled due to her lack of outstanding talent. Although shocked, Soara did not give up and turned into a freelance adventurer, deepening her friendships with the companions she met on her travels, and gradually recovering from the shock of being expelled from the party, she begins to flourish...",
      "ja": "「お前が劣等聖女だったとはな！」\n\n聖女の天啓を受けたソアラは、全員がSランクスキル持ちであり幼なじみの勇者ゼノンのパーティに期待されて誘われたものの、飛び抜けた才能がなかったため追放されてしまう。ショックを受けつつも、ソアラはめげずにフリーの冒険者へ転身し、旅先で出会った仲間たちと親交を深めて、少しずつパーティ追放のショックから立ち直って活躍していくのだが――？",
      "es-la": "¡Nunca supe que eras una santa inferior! Soara, quien recibió la revelación de ser una santa, fue invitada a unirse al grupo del héroe con grandes expectativas, pero fue expulsada por ser una persona que sabía un poco de todo pero no dominaba ninguna habilidad en particular. Aunque sorprendida, Soara no se rinde y se convierte en una aventurera independiente. Profundiza sus amistades con Lumia, quien la apoya como su administradora, y con las habilidosas aventureras Elaine y Laura, a quienes conoce en sus viajes. Poco a poco, Soara se recupera del impacto de haber sido expulsada del grupo y comienza a tener éxito, pero... ¡Las chicas hermosas que enfrentan diversas dificultades están en acción! ¡La fantasía de las chicas de otro mundo que comienza con la expulsión empieza aquí!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13ad5f5d-8d1d-40ef-93d0-5009a72268a6",
    "title": {
      "en": "Prison Love"
    },
    "updatedAt": "2024-08-29T04:46:34+00:00",
    "coverArt": "https://mangadex.org/covers/13ad5f5d-8d1d-40ef-93d0-5009a72268a6/04a86395-2198-4aac-96ea-aa9da6e18ce5.png",
    "altTitles": [
      {
        "ko": "프리즌 러브"
      }
    ],
    "description": {
      "en": "Having never done anything bad and lived a dilligent life, Shushu is suddenly framed for murder and imprisoned in a prison for women.\nIn order to survive amongst harsh and vicious criminals.\n\n“W-Will you be my prison wife?”\n\nShe becomes the wife of her very pretty but very scary roommate, who is also the prettiest(?) girl in the prison, Minicat.\n\nBut something is weird.\n\nWhy is she suddenly having the kind of feelings she would have for a man for this beautiful Minicat instead?\n\n“It’s a rule, cabbage. Close your eyes when we kiss and I’ll treat you nicely.”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cbfcd8c-c39f-4971-9549-6ddb0c6d59bf",
    "title": {
      "en": "My Beloved Oppressor"
    },
    "updatedAt": "2024-07-14T21:16:35+00:00",
    "coverArt": "https://mangadex.org/covers/8cbfcd8c-c39f-4971-9549-6ddb0c6d59bf/5bceb757-5867-4521-84fe-cb50952bdc16.jpg",
    "altTitles": [
      {
        "ko": "사랑하는 나의 억압자"
      },
      {
        "en": "My Dear Oppressor"
      },
      {
        "en": "To My Beloved Oppressor"
      },
      {
        "zh": "我心爱的压迫者"
      },
      {
        "es-la": "Mi amado opresor"
      }
    ],
    "description": {
      "en": "Annette Rosenberg, a descendant of the Padanian royal family and the only daughter of a military captain. After two years of dating, she married her father’s faithful servant, Heiner Valdemar. Everything was perfect. Until her family fell due to her husband’s betrayal. “You will be unhappy by my side for the rest of your life.” Annette suddenly realized something. This man’s revenge is just beginning."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0458e53f-59ab-49f0-b99a-9deb16049377",
    "title": {
      "en": "Zenbu Kimi no Sei - Extras / After Story"
    },
    "updatedAt": "2024-09-30T16:44:20+00:00",
    "coverArt": "https://mangadex.org/covers/0458e53f-59ab-49f0-b99a-9deb16049377/a0b9c6a0-cb16-46eb-ab60-92b1a2ccb3f3.png",
    "altTitles": [
      {
        "en": "All Because of You"
      },
      {
        "ja": "ぜんぶきみの性"
      },
      {
        "ko": "전부 너의 성"
      },
      {
        "zh": "都是性别惹的祸"
      },
      {
        "en": "All Your Sex"
      },
      {
        "ja": "男にも女にも中学教師"
      },
      {
        "ja-ro": "Otoko ni mo Onna ni mo Naru Chuugaku Kyoushi"
      },
      {
        "ja": "どっちも女装するカップル♂"
      },
      {
        "ja-ro": "Docchi mo Josou Suru Couple ♂"
      }
    ],
    "description": {
      "en": "Pixiv Extras and After Story of Zenbu Kimi no Sei.\nMainly centred around Ryou and Nagisa.\n\n(the Official Raws are free to view)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d904358-2de3-423b-a38e-8586694b5861",
    "title": {
      "en": "Living as the Villain's Stepmother"
    },
    "updatedAt": "2024-08-15T17:24:46+00:00",
    "coverArt": "https://mangadex.org/covers/7d904358-2de3-423b-a38e-8586694b5861/6a0dad07-0b5b-4d86-ab42-8bac48652ffe.png",
    "altTitles": [
      {
        "ko": "계모인데, 죽음을 피하는 게 너무 쉽다"
      },
      {
        "en": "As A Stepmother, It Is Too Easy To Avoid Death"
      },
      {
        "en": "It's So Easy to Avoid Death by Being a Stepmother"
      },
      {
        "en": "She's A Stepmother, But It's Too Easy To Avoid Death"
      },
      {
        "en": "Stepmother, It's So Easy to Avoid Death"
      },
      {
        "en": "The Evil Stepmother Lives On"
      },
      {
        "es-la": "Seré La Madrastra En Esta Historia, Pero Evitare Mi Muerte Destinada"
      }
    ],
    "description": {
      "en": "The oven exploded while I was baking bread, and I faced death along with my abusive father, who had come seeking me. Then I woke up in a novel I was reading. “I’m sorry, Mo..ther. I’m not hurt.”\n\nIn the body of the villainous stepmother “Leila”, who abused the male protagonist “Hirua” when he was young, but was eventually executed by Hirua when he returned as the emperor! In order to help Hirua leave the stepmother’s wraith and live happily, I encounter the Marquis “Lacias Huppert”, who played a crucial role in the original, and proposed a contractual marriage. “Can we have a real marriage instead of a contractual one?”\n\n“Oh, can I sleep with Mother too?” Contrary to the plan to leave only the two of them after a year, it seems that both the Marquis and Hirua have unexpectedly started to become attached to me."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27a90c0e-2630-4ba2-bfee-295a8625618e",
    "title": {
      "en": "In the Shadow of the Spring"
    },
    "updatedAt": "2024-08-05T02:13:34+00:00",
    "coverArt": "https://mangadex.org/covers/27a90c0e-2630-4ba2-bfee-295a8625618e/f4b18762-5bf3-42fa-b530-5440442f8cb0.jpg",
    "altTitles": [
      {
        "ko": "봄그늘"
      }
    ],
    "description": {
      "en": "After leaving her hometown of Cheongna with a sense of finality, Chahui had no choice but to return. However, upon her return, she finds herself overwhelmed by the weight of poverty and unhappiness. Amid this struggle, her first love and ex-boyfriend, Wookyung, whom she hurt and parted ways with, continues to linger around her. Wookyung, who still seems to have feelings for Chahui, subtly makes advances as naturally as breathing. Although Chahuu's heart wavers in response, she knows she must turn away despite her feelings. This is the poignant story of Chahuu's first love."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "Kaoru Hana wa Rin to Saku"
    },
    "updatedAt": "2024-09-30T17:01:33+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/d09e017a-d4f2-4649-a35f-274157a73c23.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "ja": "#薫る花"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "ja-ro": "Kaoru Hana Wa Rin To Saku"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "en": "The Fragrant Flower Blooms With Dignity"
      },
      {
        "fr": "Bloom"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High. This is the story of two people who are so close and yet so far apart.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "fr": "Bien qu'ils soient mitoyens, le lycée public Chidori pour garçons et le prestigieux lycée privé pour filles Kikyō continuent à entretenir leur tradition de se haïr mutuellement au plus haut point. Tsumugi Rintarō pensait la même chose, jusqu'à ce qu'il fasse la rencontre de Wakuri Kaoruko, élève de Chidori et habituée de la pâtisserie tenue par ses parents. Malgré la désapprobation et les préjugés de leurs camarades respectifs, Rintarō et Kaoruko vont petit à petit se rapprocher, et tant pis ce qu'en pensent les autres !\n\n___\n**Liens :**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a52fde59-7cd3-433b-8a44-3b2ec46dd87f",
    "title": {
      "en": "Tensei Shitara Akari dake ga Slime Datta Ken"
    },
    "updatedAt": "2024-03-28T06:38:52+00:00",
    "coverArt": "https://mangadex.org/covers/a52fde59-7cd3-433b-8a44-3b2ec46dd87f/7cda3f83-90a2-43ca-b0e9-53991977f578.jpg",
    "altTitles": [
      {
        "ja": "転生したらあかりだけスライムだった件"
      },
      {
        "en": "That Time Only Akari Got Reincarnated as a Slime"
      }
    ],
    "description": {
      "en": "The Amusement Club gets transported to another world… and Akari turns into a slime. A new Yuru Yuri isekai spinoff."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60a2cb0f-cb5d-4c52-ba98-6f31ecffbb50",
    "title": {
      "en": "I Can't Get Enough of You"
    },
    "updatedAt": "2024-05-17T02:38:10+00:00",
    "coverArt": "https://mangadex.org/covers/60a2cb0f-cb5d-4c52-ba98-6f31ecffbb50/f1b130b1-88a8-4de3-9230-b4fe4eae68e3.jpg",
    "altTitles": [
      {
        "ko": "못 잡아먹어서 안달"
      },
      {
        "en": "I Can’t Wait To Eat You"
      }
    ],
    "description": {
      "en": "Outstanding talent. A look that won't be overlooked no matter where you are. A prosperous family. I lived by walking only on well-paved paths. Everything was so perfect to the point that it was boring. Then one day when I turned 30... Taejun Kim impulsively deviates from the path. To meet ‘Han So-eun’, the daughter of the driver who took his parents’ lives. 'With what kind of face did you come to this company?' The shameless face was disgusting. So he decided to stick around and torment her. Like a person who is impatient because he can't eat... “I think the director likes...\"",
      "fr": "Des capacités exceptionnelles. Une belle apparence qui ne passera pas inaperçue. Une famille aisée. Une vie sur un chemin bien tracé. Tout était ennuyeux et parfait. Jusqu'au jour où, à trente ans, Kim Tae-joon quitte impulsivement la route.\nRencontrer Han So-eun, la fille du chauffeur qui a coûté la vie à ses parents.\n« Comment diable êtes-vous entré dans cette entreprise en tant qu'étranger ?\nJ'étais dégoûté par son impudeur, alors j'ai décidé de la garder et de la tourmenter. Comme quelqu'un qui n'en a jamais assez de toi....\n\"Je pense que j'aime le réalisateur.\"\nOh non."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "733fc3ac-deca-444e-bb79-14186e00ccf1",
    "title": {
      "en": "Shadows House (Official Colored)"
    },
    "updatedAt": "2024-09-13T17:53:59+00:00",
    "coverArt": "https://mangadex.org/covers/733fc3ac-deca-444e-bb79-14186e00ccf1/2f6bc8f2-309b-4f66-88cc-8bf667a5a399.jpg",
    "altTitles": [
      {
        "en": "Shadows House - Digital Colored Comics"
      },
      {
        "ja-ro": "Shadōhausu"
      },
      {
        "id": "Keluarga Shadow"
      },
      {
        "ru": "Дом теней"
      },
      {
        "ru": "Мрачный дом"
      },
      {
        "ja": "シャドーハウス"
      },
      {
        "zh": "影宅"
      },
      {
        "pt-br": "Casa das Sombras"
      },
      {
        "ja": "シャドーハウス カラー版"
      },
      {
        "id": "Rumah Shadow"
      },
      {
        "es": "Casa de Sombras"
      }
    ],
    "description": {
      "en": "Faceless shadow nobles living in a vast mansion, attended by living dolls who spend much of their time cleaning up the soot endlessly emitted by their mysterious masters.  \r\n  \r\nFollow the story of Emilyko, a young and cheerful living doll, as she learns her duties serving as the attendant for Kate Shadow-sama. What dangers and dark secrets will she and Kate encounter, as they become more deeply involved in the inner workings of the shadows' society?",
      "es": "Nobles sombras sin rostro que viven en una vasta mansión, atendidos por muñecos vivientes que pasan gran parte de su tiempo limpiando el hollín emitido por sus misteriosos maestros.  \n  \nSigue la historia de Emilyko, una joven y alegre muñeca viviente, mientras aprende sus deberes como asistente de Kate Shadow-sama.",
      "ja": "不思議な洋館に住む、 顔のないシャドー一族と、 世話係の“生き人形”たち。 彼らが織りなす、 摩訶不思議な日常とは…？",
      "ru": "Безликие теневые дворяне, живущие в огромном особняке, сопровождаемые живыми куклами, которые проводят большую часть своего времени, очищая сажу, бесконечно испускаемую их таинственными хозяевами.",
      "es-la": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama.",
      "pt-br": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36ad3ff4-318c-4e5b-83e1-6b61811c4324",
    "title": {
      "en": "Zhou Cheng Yi’s Bumpy First Love"
    },
    "updatedAt": "2023-01-23T21:04:09+00:00",
    "coverArt": "https://mangadex.org/covers/36ad3ff4-318c-4e5b-83e1-6b61811c4324/b37740cb-e973-4124-be94-d1e809b3e6d4.jpg",
    "altTitles": [
      {
        "zh": "周成一的初恋过于坎坷"
      }
    ],
    "description": {
      "en": "Overbearing CEO, Zhou Cheng Yi, finally finds love after 27 years of life. The object of his infatuation turns out to be a straight, Internet model with a girly appearance. From being a kind, nurturing fan to borderline stalker behavior, what exactly is love anyway?  \n  \n\n\n---",
      "es": "El Ceo Zhou Chengyi, de 27 años, finalmente decidió enamorarse por primera vez. Su objetivo inicial era una linda celebridad femenina en línea, con una linda apariencia, pero resulto un engaño, la linda chica es en realidad un chico de campo llamado Dao Tian, ¿Qué tipo de relación surgirá entre Zhou Chenyi y Dao Tian?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0d3e64e9-a10b-4171-9b71-0fd88fcf4028",
    "title": {
      "en": "How Far Are You Okay With?"
    },
    "updatedAt": "2024-07-29T16:32:27+00:00",
    "coverArt": "https://mangadex.org/covers/0d3e64e9-a10b-4171-9b71-0fd88fcf4028/5a8987b7-2a1e-48c7-b1bb-b119bf78fa24.jpg",
    "altTitles": [
      {
        "ko": "어디까지 괜찮아?"
      },
      {
        "en": "How Far Can You Go?"
      },
      {
        "en": "How Far Are You Okay?"
      },
      {
        "en": "To What Extent Is It Okay For You?"
      }
    ],
    "description": {
      "en": "“If it’s okay with you, Noona… Do you want to do that thing I just saw with me?” Eunpyeong finds it difficult to start dating because of painful memories. Nyuk, her underclassman from the same department, approaches her but Eunpyeong finds it hard to accept him. One day, Nyuk walks Eunpyeong home because she is drunk. At her house, he makes an unexpected discovery and a bold suggestion…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40dab498-7af6-446a-8071-76cdd5e926d5",
    "title": {
      "en": "Even If Despair Consumes You"
    },
    "updatedAt": "2024-08-05T08:16:25+00:00",
    "coverArt": "https://mangadex.org/covers/40dab498-7af6-446a-8071-76cdd5e926d5/60515c0a-865f-4170-aaa2-b36f3d9de1f6.png",
    "altTitles": [
      {
        "en": "Even if Disillusionment Swallows You"
      },
      {
        "en": "Even if Despair Consumes You"
      },
      {
        "ko": "환멸이 그대를 삼킬지라도"
      },
      {
        "hu": "Még akkor is, ha a kétségbeesés megvisel"
      }
    ],
    "description": {
      "en": "Staying alive is a new form of entertainment.\nWhen Dokyung, disillusioned by the harshness of life, finally resolves to call it quits, a bored demon, Hwamyung, appears before her with a particular offer. Will Dokyung, having entered into a contract with the Demon of Disillusionment, be able to flip her disastrous life upside down?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d63f34a1-2fc0-467c-8f0c-99cdb7ea68c4",
    "title": {
      "en": "Syrup PURE Onee-Loli Yuri Anthology"
    },
    "updatedAt": "2024-06-02T20:51:08+00:00",
    "coverArt": "https://mangadex.org/covers/d63f34a1-2fc0-467c-8f0c-99cdb7ea68c4/17562feb-81b6-471e-9e35-cfab3ee7a55d.jpg",
    "altTitles": [
      {
        "ja": "シロップ PURE おねロリ百合アンソロジー"
      },
      {
        "ja-ro": "Syrup Pure OneLoli Yuri Anthology"
      }
    ],
    "description": {
      "en": "Cover illustration: En Morikura\n1. Otonaninaritai (大人になりたい) by Hamuro Kei\n2. Yakusoku (やくそく) by Maeya Susumu\n3. V to Hatsukoi (vと初恋) by Yuzuki Ryota\n4. Suriel (スーリール) by Tsuzura Ryo\n5. Ohayou kara Oyasumi made (おはようからおやすみまで) by Mikan Uji\n6. Moto JK to mi JK (元JKと未JK) by Tachi\n7. CANDY GUILTY (CANDY GUILTY) by Yoshidamaru Yuu\n8. Para ni Kiss (パラにキス) by Akitsu Kio\n9. Tsumugu no Mahou (ツムグの魔法) by Itou Hachi\n10. Kodomo no Mama de (こどものままで) by Iwami Kiyoko"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "5db212fb-30ba-46c8-ab64-68028688a92b",
    "title": {
      "en": "Call Me Master"
    },
    "updatedAt": "2024-06-05T12:41:11+00:00",
    "coverArt": "https://mangadex.org/covers/5db212fb-30ba-46c8-ab64-68028688a92b/2227e201-7c3f-4350-a93d-3c9cf73882ba.png",
    "altTitles": [
      {
        "ko": "그 노예들의 사육법"
      },
      {
        "en": "The Order Of Slave Breeding"
      }
    ],
    "description": {
      "en": "If you cannot remember, listen to your body.\nIf anyone discovers that slave master Ananse has lost her memory, she will be killed. So to save herself, she ropes in Solteo, a slave who hates her beyond compare. Her proposal? \"Help me uphold my old image, and you'll be freed.\" His reply? \"I'll make you regret ever requesting that, my master.\"",
      "ko": "“눈 뜨세요, 아난시 님. 이 일을 허락한 건 당신입니다.”\n“아읏…! 미안….”\n“아까 말씀 드렸을 텐데요. 주인은 노예에게 절대 사과하지 않습니다.”\n\n파 제국 최대 규모의 노예 상단주이자 희대의 악녀인 아난시.\n어느 날 모든 기억을 잃은 채 눈을 뜬 그녀는 살아남기 위하여\n자신의 노예, 솔테오에게 위험한 거래를 제안한다.\n기억을 잃은 자신을 돕는다면 그를 풀어주겠노라고.\n\n위험한 욕망과 뒤틀린 집착 속 자신을 둘러싼 비밀을 쫓는 한 여자의 이야기,\n<그 노예들의 사육법>"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "643297aa-670a-4a84-9653-3586da00721c",
    "title": {
      "en": "I'm Quitting the Hero's Party"
    },
    "updatedAt": "2024-08-28T12:12:11+00:00",
    "coverArt": "https://mangadex.org/covers/643297aa-670a-4a84-9653-3586da00721c/8f9c3e3e-d262-45af-a0b4-b229d48ff633.png",
    "altTitles": [
      {
        "ko": "용사 파티 때려치웁니다"
      },
      {
        "ja": "勇者パーティー辞めます。"
      },
      {
        "en": "I Quit the Party of the Brave."
      },
      {
        "ko-ro": "Yongsa Pati Ttaelyeochiubnida"
      },
      {
        "ja-ro": "Yuusha Party Yamemasu"
      },
      {
        "fr": "La Relève du Magicien cendré"
      }
    ],
    "description": {
      "en": "Raniel Van Trias, the Ashen Wizard, is a highly skilled mage set on defeating the Demon King. After years of fighting alongside the renowned Hero's Party and multiple encounters with the Demon King, he is ousted from the party, left with a curse on his heart, forced to lose half his lifespan, and transformed into a woman! \n\nUndeterred, Raniel becomes an assistant professor at the Royal Apelia Academy as Rania and searches for a way to lift the curse, oblivious to how challenging his task may be...\n\n---\n\n[Official Japanese release](https://jp.piccoma.com/web/product/148780)\n\n[Official French release](https://fr.piccoma.com/fr/product/1483)",
      "ko": "마왕을 무찌르고 세상을 구원하기 위해 모인 최강의 용사파티가 있었다.\n\n하지만 마왕 토벌엔 관심이 없고편한 전장만 찾는 용사 파티에 환멸을 느낀 잿빛 마법사 라니엘은,결국 파티를 때려치우고 고향으로 돌아와 스승을 만난다.그런 그에게 라니엘의 스승인 로셀은명문 아카데미, 아플리아의 조교수 자리를 권하게 된다.\n\n\"아니, 이걸 왜 못하지?\"\n\"그냥 회로 생성하고 쓰면 되는데?\"\n\n하지만 세계관 최강자도 막상 가르침에는 소질이 없는 듯 한데...\n\n어찌저찌 아플리아 아카데미에 취직하게 된 인류 최강 전력.먼치킨 마법사의 좌충우돌 아카데미 조교수기가 시작된다!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa4774a1-1ffc-4bc4-88f5-042a6d329f7b",
    "title": {
      "en": "Not Your Typical Reincarnation Story"
    },
    "updatedAt": "2024-06-20T07:20:24+00:00",
    "coverArt": "https://mangadex.org/covers/aa4774a1-1ffc-4bc4-88f5-042a6d329f7b/6df6427d-ef1d-48b2-a88c-ae00abaf67ab.jpg",
    "altTitles": [
      {
        "ko": "흔한 빙의물인 줄 알았다"
      },
      {
        "en": "I Thought It's a Common Isekai Story"
      },
      {
        "en": "I Thought It Was a Common Possession"
      }
    ],
    "description": {
      "en": "I was the villainess who would die at the hands of the male lead, but I know this is a cliché! I thought it was a pretty good deal to die unjustly, as a payment for the price I paid for being the villainess. Until I realized that I couldn’t escape from the original plotline. If I was going to die anyway according to the original, then let’s give a kiss to my handsome husband!… Why did the original plot start to change?",
      "ko": "그럼 그렇지, 내 팔자에 무슨 주인공이야.\n\n남편 손에 죽을 팔자의 악녀였지만, 난 이 클리셰를 안다!​\n억울하게 죽은 대가로는 꽤 괜찮다고 생각했다.\n원작의 흐름에서 벗어나지 못한다는 걸 깨닫기 전까지는.\n결국 원작대로 죽을 거라면, 초미남 남편에게 뽀뽀라도 해보자!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39d875a6-5df3-4323-a2da-3a0b50af429a",
    "title": {
      "en": "Soul Land"
    },
    "updatedAt": "2024-10-02T03:20:35+00:00",
    "coverArt": "https://mangadex.org/covers/39d875a6-5df3-4323-a2da-3a0b50af429a/1ce4873a-7198-4452-9af5-b2f35c6df4ff.jpg",
    "altTitles": [
      {
        "en": "Combat Continent"
      },
      {
        "zh-ro": "Dou Luo Da Lu"
      },
      {
        "zh-ro": "Douluo Dalu"
      },
      {
        "vi": "Đấu La Đại Lục"
      },
      {
        "zh-hk": "斗罗大陆"
      }
    ],
    "description": {
      "en": "Tang San was a talented apprentice to the great Tang Sect. Due to mastering the forbidden Tang arts, he was pressured to jump off a cliff and died. However, he was reborn into another world filled with Essence Spirits. At the age of six, every person will have their essence spirit awoken. Spirits can take many forms: weapons, plants, and animals; They can help people with their daily lives. Outstanding spirits can be trained to engage in combat. A spirit master is the soul and heart of the Combat Continent! When Tang San turns six, a huge surprise awaits him. His peaceful life in this new world will change completely.\n\nNote: After the original chapter 344, it continued on from a re-written 322."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7888782-0727-49b0-95ec-a3530c70f83b",
    "title": {
      "en": "Hajime no Ippo - The First Step"
    },
    "updatedAt": "2024-09-29T01:09:41+00:00",
    "coverArt": "https://mangadex.org/covers/f7888782-0727-49b0-95ec-a3530c70f83b/85adbbce-f22b-46c3-b541-fb78e1e0da82.jpg",
    "altTitles": [
      {
        "th": "ก้าวแรกสู่สังเวียน"
      },
      {
        "en": "Fighting Spirit"
      },
      {
        "ru": "Первый шаг!"
      },
      {
        "ja": "はじめの一歩"
      },
      {
        "zh": "第一神拳"
      },
      {
        "ko": "더 파이팅"
      },
      {
        "fr": "Ippo"
      },
      {
        "id": "Fight!! Ippo"
      }
    ],
    "description": {
      "en": "Makunouchi Ippo is an ordinary high school student in Japan. Since he spends most of his time away from school helping his mother run the family business, he doesn't get to enjoy his younger years like most teenagers. Always a target for bullying at school, Ippo's life is one of hardship. One of these after-school bullying sessions turns Ippo's life around for the better, as he is saved by a boxer named Takamura. He decides to follow in Takamura's footsteps and train to become a boxer, giving his life direction and purpose. Ippo's path to perfecting his pugilistic prowess is just beginning.\n\nOfficial Release:\n- Indonesian release by Level Comics as **Fight!! Ippo** (2006-ongoing)",
      "pt-br": "Ippo Makunouchi, um tímido estudante de ensino médio, é um dia salvo se der espancado, por Takamura, um boxeador. Encantado pelas habilidade de Takamura e por vídeos de boxe, Ippo decide enfrentar o mundo profissional do boxe!"
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1c2f231-0777-46d4-84ec-f43f25e85b7a",
    "title": {
      "en": "Dark Castle"
    },
    "updatedAt": "2023-10-11T13:01:59+00:00",
    "coverArt": "https://mangadex.org/covers/b1c2f231-0777-46d4-84ec-f43f25e85b7a/2ee1ad27-9d2a-4778-8abf-601135717f54.jpg",
    "altTitles": [
      {
        "ru": "Тёмный Замок"
      }
    ],
    "description": {
      "en": "A dark gloomy castle with endless stairways and an ancient library. Scary, mysterious creatures live here, hiding in the night. One day, a girl who lost her memory ends up there. Who is she and how can she get back? And, most importantly, how will the owner of the castle decide her fate?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bea5985a-aed6-479c-a73c-21b938a81de6",
    "title": {
      "en": "Open the Door"
    },
    "updatedAt": "2024-09-17T01:56:09+00:00",
    "coverArt": "https://mangadex.org/covers/bea5985a-aed6-479c-a73c-21b938a81de6/84c6ad3d-8b9c-4645-80bb-709d41563712.jpg",
    "altTitles": [
      {
        "ko": "오픈 더 도어"
      }
    ],
    "description": {
      "en": "“I’ve clearly told you—I’m just an ordinary B0-class guide.” With a top-tier dual bloodline ability, Lee Yeoni lives and works in the countryside, keeping his looks and skills a secret. However, due to certain circumstances, he’s reassigned to the capital and becomes entangled with Tae Hajin, an S+ level esper. This sets off an unspoken power struggle between them.\nTae Hajin, who is suspicious of Lee Yeoni, senses he’s concealing something and is intent on uncovering the truth. Lee Yeoni tries to thwart Tae Hajin’s efforts to expose him, but it proves challenging. To protect himself, he decides to use Tae Hajin as a shield and takes on the role of his personal guide."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af0527c1-8734-4498-b128-7090340bc10d",
    "title": {
      "en": "Dragon Ball (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:59:32+00:00",
    "coverArt": "https://mangadex.org/covers/af0527c1-8734-4498-b128-7090340bc10d/74af82cd-d605-4600-a697-64b2cc96d01b.jpg",
    "altTitles": [
      {
        "en": "Dragon Ball - Digital Colored Comics"
      },
      {
        "en": "Dragon Ball - Full Color Edition"
      },
      {
        "ja": "DRAGON BALL カラー版"
      }
    ],
    "description": {
      "en": "Goku and friends battle intergalactic evil in the greatest action-adventure-fantasy-comedy-fighting series ever! Legend has it that if all seven of the precious orbs called “Dragon Balls” are gathered together, an incredibly powerful dragon god will appear to grant one wish. Unfortunately, the orbs are scattered across the world, making them extremely difficult to collect. Enter 16-year-old Bulma, a scientific genius who has constructed a radar to detect the exact locations of the Dragon Balls. She’s on a mission to find all seven orbs, but first she must convince young Son Goku to join her on her quest. With a monkey tail, superhuman strength and a magic staff for a weapon, Son Goku is ready to set out on the adventure of a lifetime…"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "519"
  },
  {
    "mangaId": "3db4583e-dba0-4849-ab4f-67cac222a263",
    "title": {
      "en": "Yougisha Alpha to Keiji Omega - Zettai ni Ai Shite wa Ikenai Unmei no Ban"
    },
    "updatedAt": "2023-08-20T11:09:28+00:00",
    "coverArt": "https://mangadex.org/covers/3db4583e-dba0-4849-ab4f-67cac222a263/6cfd1d3b-3124-4934-97d5-609b8874dd73.jpg",
    "altTitles": [
      {
        "ja": "Yougisha α to Keiji Ω ~ Zettai ni Ai Shite wa Ikenai Unmei no Ban"
      },
      {
        "zh": "嫌疑者α与刑警Ω"
      },
      {
        "ja": "容疑者αと刑事Ω～絶対に愛してはいけない運命の番"
      },
      {
        "en": "Suspect α and Detective Ω"
      },
      {
        "en": "Suspect Alpha (α) X Detective Omega (Ω)"
      }
    ],
    "description": {
      "en": "\"I'm going to fuck you till you break!\" \n\nAs a detective, I can't let a suspect fuck me, but… my instincts are making me lust for this Alpha…",
      "zh": "Ω中万里挑一的“漏网型Ω”年轻女警官要审讯的嫌疑犯居然是α中的精英社长，二位天选之子究竟是能保持冷静还是只能乖乖遵从自然法则……？"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "13"
  },
  {
    "mangaId": "6670ee28-f26d-4b61-b49c-d71149cd5a6e",
    "title": {
      "en": "Mieruko-chan"
    },
    "updatedAt": "2024-09-29T14:48:21+00:00",
    "coverArt": "https://mangadex.org/covers/6670ee28-f26d-4b61-b49c-d71149cd5a6e/b881ba09-58fc-4b3c-888e-9258b0a4d800.jpg",
    "altTitles": [
      {
        "ja": "見える子ちゃん"
      },
      {
        "en": "The Girl Who Can See Them"
      },
      {
        "en": "The Girl Who Sees \"Them\""
      },
      {
        "en": "Can See Them–chan"
      },
      {
        "en": "Can-See-Ghosts-chan"
      },
      {
        "en": "Girl That Can See It"
      },
      {
        "en": "Child That Can See It"
      },
      {
        "en": "Li'l Miss Can-See-Ghosts"
      },
      {
        "fr": "Mieruko-chan : Slice of Horror"
      },
      {
        "zh": "看得见的女孩"
      },
      {
        "zh-hk": "陰陽眼見子"
      },
      {
        "ru": "Девочка, которая видит это"
      },
      {
        "ne": "मिएरुको-चान"
      },
      {
        "ar": "مييروكو تشان"
      },
      {
        "th": "มิเอรุโกะจัง ใครว่าหนูเห็นผี"
      },
      {
        "ko": "보이는 여고생"
      },
      {
        "de": "Mieruko-chan - Die Geister, die mich riefen"
      },
      {
        "uk": "Дівчина, що бачить це"
      }
    ],
    "description": {
      "en": "All of a sudden, Miko is able to see grotesque monsters all around her; but no one else can. Rather than trying to run away or face them, she instead musters all of her courage and… ignores them. Join in on her day-to-day life as she keeps up her best poker face despite the supernatural goings-on.\n___\n[Alt Raw (niconico Manga)](http://seiga.nicovideo.jp/comic/37662)",
      "fr": "**Officially Published:**  \n- In French by [Ototo Manga](http://www.ototo.fr/Serie-94-Mieruko-chanSliceofHorror)",
      "ru": "Мико — старшеклассница, проклятая шестым чувством; у нее есть способность видеть призраков- Она пытается жить обычной жизнью, но трудно, когда призраки продолжают преследовать ее- Она также может видеть души людей, и она понимает, что люди — настоящие монстры.В один «прекрасный» день старшеклассница внезапно начала видеть призраков! Она не может от этого избавиться, но изо всех сил старается вести себя так, будто вообще их не видит. История девушки с шестым чувством начинается!",
      "uk": "В один “прекрасний” день старшокласниця раптово почала бачити привидів! Вона не може від цього позбутися, але з усіх сил намагається поводитися так, ніби взагалі їх не бачить."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb5aaae8-4255-4c45-b1f5-8ce6bf34dcb8",
    "title": {
      "en": "Cosmic Heavenly Demon 3077"
    },
    "updatedAt": "2024-08-15T10:02:12+00:00",
    "coverArt": "https://mangadex.org/covers/eb5aaae8-4255-4c45-b1f5-8ce6bf34dcb8/ce52e512-072d-45bb-b6a1-183322ebcc9d.jpg",
    "altTitles": [
      {
        "ko": "우주천마 3077"
      },
      {
        "en": "Space Heavenly Demon 3077"
      },
      {
        "en": "Cosmic Demon 3077"
      }
    ],
    "description": {
      "en": "After countless years, the Heavenly Demon, sealed within Mount Tai, finally awakened, only to discover that humanity had long abandoned the radiation-soaked Earth and was now exploring the far reaches of the galaxy."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48863213-086b-4dfb-8103-8e279b8e5f5d",
    "title": {
      "en": "Watashi o Tabetai, Hitodenashi"
    },
    "updatedAt": "2024-07-26T16:25:03+00:00",
    "coverArt": "https://mangadex.org/covers/48863213-086b-4dfb-8103-8e279b8e5f5d/9f44047b-ce79-4813-acca-dad28264d826.jpg",
    "altTitles": [
      {
        "en": "This Monster Wants to Eat Me"
      },
      {
        "ja": "私を喰べたい、ひとでなし"
      },
      {
        "ru": "Монстр, что хочет съесть меня"
      },
      {
        "ja": "Watashi wo Tabetai, Hitodenashi"
      },
      {
        "zh": "想吃掉我的非人少女"
      },
      {
        "zh-hk": "想吃掉我的非人少女"
      },
      {
        "en": "A Monster Wants to Eat Me"
      }
    ],
    "description": {
      "en": "High school girl Hinako is living a quiet life in a seaside town, but she feels somewhat detached from her friends during the summer months when she is reminded of when her family died years ago. One day, she meets Shiori, a mysterious girl who reminds her of the ocean, especially when it comes to her translucent blue eyes, but Shiori soon reveals that she is actually a mermaid who has been looking for Hinako for a long time.",
      "ru": "Старшеклассница Хинако живет обычной жизнью в городке на морском побережье. Однажды она встречает Шиори, загадочную девушку с глазами цвета океана, но вскоре оказывается, что Шиори — на самом деле русалка, которая наблюдала за Хинако уже долгое время."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d630e166-3a40-4db5-9044-697f5c6698db",
    "title": {
      "en": "Manual for Using Fierce Beast"
    },
    "updatedAt": "2024-05-17T02:40:58+00:00",
    "coverArt": "https://mangadex.org/covers/d630e166-3a40-4db5-9044-697f5c6698db/daf3a5f6-bf0d-4386-98ff-9fdd3d0401fe.jpg",
    "altTitles": [
      {
        "ko": "맹수 사용 설명서"
      },
      {
        "en": "Reasoning With A Beast"
      },
      {
        "en": "How to Tame a Beast"
      }
    ],
    "description": {
      "en": "Secretary Seo Yujin is in charge of self proclaimed truth-finding. Once upon she receives a sudden call to her president and she hears shocking news. She is asked to take full care of the president's younger brother and the third son of an unknown conglomerate, Jin Taeoh. What if you add something like this when you can't shake off an eery feeling? \"It's not that difficult. You just need to keep him out of the media.\"\n\nShe should have run away immediately after hearing that, but blinded by the money, Seo Yujin agrees...! The first time she goes to the airport to meet him her first impression was that he's a quite beautiful... beast? Tame the world's just but heartless psychotic beast who doesn't know where to go!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6b4ef4f-215e-426e-b69e-2755783334e3",
    "title": {
      "en": "Memoirs of a Witch"
    },
    "updatedAt": "2024-09-15T10:39:59+00:00",
    "coverArt": "https://mangadex.org/covers/b6b4ef4f-215e-426e-b69e-2755783334e3/5979794e-daa0-4982-9556-735e2a9eb75b.jpg",
    "altTitles": [
      {
        "ko": "어느 마녀의 회고록"
      },
      {
        "en": "A Witch's Memoir"
      }
    ],
    "description": {
      "en": "Lily, a black witch who was brought to the castle during a witch hunt when she was young and is still used by the king for her power even as an adult. She lives each day enduring both fear and scorn. Then one day, she meets a new court jester. Unlike other jesters, she is disliked for his flattery, but the jester shows favor to the witch. Why does the jester show favor to the witch? Can the witch ever get her free life back?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5d21e77-b961-42e3-8d69-bbb1610c1c71",
    "title": {
      "en": "You Can’t Kill Me: The Secret Bride of the Black Wolf"
    },
    "updatedAt": "2024-09-16T22:34:53+00:00",
    "coverArt": "https://mangadex.org/covers/a5d21e77-b961-42e3-8d69-bbb1610c1c71/d94887c7-c78b-4829-9517-35480a562191.jpg",
    "altTitles": [
      {
        "ko": "검은 늑대가 나를 부르면"
      },
      {
        "en": "When the Black Wolf Calls Me"
      }
    ],
    "description": {
      "en": "\"You can never have me. The one who can kill me, is me, not you.\"\n\nYeonwoo killed herself in front of her ex-husband who murdered her family. Yet, she found herself back again.\n\nTo escape from my ex-husband Hyojo's obsession, to protect my family and to protect myself... I ask another man to take me.\n\n\"Hwita, I'll be your woman!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0842cc1d-9bcb-4fbe-a76a-c1d74a12691d",
    "title": {
      "en": "There's a Rat in Our House"
    },
    "updatedAt": "2023-12-10T18:31:41+00:00",
    "coverArt": "https://mangadex.org/covers/0842cc1d-9bcb-4fbe-a76a-c1d74a12691d/59dbf8f5-8213-4466-b2d5-bdfd6e8372bc.png",
    "altTitles": [
      {
        "ko": "우리 집에는 쥐가 있다"
      },
      {
        "id": "Ada Tikus Dirumahku"
      },
      {
        "en": "There Is a Mouse in My House"
      },
      {
        "en": "There's a Mouse in my House"
      }
    ],
    "description": {
      "en": "Amidst the freezing winter, a solitary being huddled on the snow-covered pavement, bearing the burden of deep loneliness and faded scars. It had forsaken itself, fragile and vulnerable. The reason for welcoming this nameless creature into the home was straightforward. \"What... does this mean?\" \"You helped me, and I wish to return the favor.\" In the complete darkness where no trace of light could penetrate, only two warm bodies occupied the space"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a96676e5-8ae2-425e-b549-7f15dd34a6d8",
    "title": {
      "en": "Komi-san wa Komyushou Desu."
    },
    "updatedAt": "2024-05-09T04:59:48+00:00",
    "coverArt": "https://mangadex.org/covers/a96676e5-8ae2-425e-b549-7f15dd34a6d8/da50ed16-f2ba-4f6e-8b4e-e169ef7eef44.jpg",
    "altTitles": [
      {
        "ja-ro": "Comi-san ha Comyusho Desu."
      },
      {
        "en": "Komi Can't Communicate"
      },
      {
        "en": "Komi-san Can't Communicate."
      },
      {
        "en": "Komi-san Has a Communication Disorder."
      },
      {
        "ja-ro": "Komi-san wa, Communication Shougai desu."
      },
      {
        "en": "Miss Komi Is Bad at Communication."
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "ja": "古見さんは、コミュ症です。"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      },
      {
        "ar": "كومي سان لا يمكنها التواصل"
      },
      {
        "ja-ro": "Furumi-san wa, Komyu-shōdesu."
      },
      {
        "vi": "Komi - Nữ thần sợ giao tiếp"
      },
      {
        "fr": "Komi cherche ses mots"
      },
      {
        "tr": "Komi Konuşmaktan Korkuyor"
      },
      {
        "pt": "Komi não consegue se comunicar"
      },
      {
        "id": "Komi Sulit Berkomunikasi"
      },
      {
        "ms": "Komi Tidak Boleh Berkomunikasi"
      },
      {
        "hu": "Komi-san Kommunikációs Zavarral Küzd"
      },
      {
        "cs": "Komi-san nemůže komunikovat"
      },
      {
        "pl": "Komi-san nie móc komunikuje"
      },
      {
        "pl": "Komi-san nie móc porozumiewa"
      },
      {
        "es": "Komi-san no puede comunicarse"
      },
      {
        "pt": "Senhora Komi não consegue se comunicar"
      },
      {
        "pt-br": "Senhorita Komi não consegue se comunicar"
      },
      {
        "ru": "Коми-сан ва, комюсё: дэсу"
      },
      {
        "mn": "Коми-сан харилцаж чаддаггүй"
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "uk": "У Комі-сан проблеми зі спілкуванням"
      },
      {
        "ar": "كومي لا تستطيع التواصل"
      },
      {
        "fa": "کومی نمیتواند صحبت کند"
      },
      {
        "ne": "कोमी सञ्चार गर्न सक्दैन।"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "zh-hk": "古見同學是溝通魯蛇。"
      },
      {
        "zh-hk": "古見同學有交流障礙症"
      },
      {
        "zh": "古见同学有交流障碍症"
      },
      {
        "ko": "코미 양은 커뮤증입니다"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      }
    ],
    "description": {
      "en": "Komi-san is a beautiful and admirable girl that no one can take their eyes off of. Almost the whole school sees her as the cold beauty that's out of their league, but Tadano Hitohito knows the truth: she's just really bad at communicating with others.\r\n\r\nKomi-san, who wishes to fix this bad habit of hers, tries to improve it with the help of Tadano-kun by achieving her goal of having 100 friends.",
      "es": "Hitohito Tadano acaba de empezar la secundaria alta anhelando que sea pura paz y tranquilidad, pero sus planes se truncan cuando termina sentado al lado de la perfecta Shoko Komi. Ella es linda, inteligente, educada y hasta huele bien. Pero tiene 0 dotes sociales y no sabe cómo corno comunicarse con los demás. Es ahí que Tadano se sube al pony y se propone ayudarla a su compañera hasta que se haga de cien amigos, y con suerte algo más.",
      "pl": "Komi-san jest piękną i godną podziwu dziewczyną, od której nikt nie może oderwać oczu. Prawie cała szkoła postrzega ją jako zimne piękno, które jest poza ich zasięgiem, ale Tadano Hitohito zna prawdę: młoda piękność po prostu źle komunikuje się z innymi. Komi-san, chce to zmienić, a ma jej w tym pomóc Tadano.",
      "es-la": "El viaje a 100 amigos comienza con una sola conversación. El mayor sueño de la estudiante de secundaria socialmente ansiosa Shouko Komi es hacer amigos, ¡pero todos en la escuela confunden su ansiedad social paralizante con una reserva fría! Con todo el cuerpo estudiantil manteniendo su distancia y Komi incapaz de pronunciar una sola palabra, la amistad podría estar siempre fuera de su alcance. Tadano Hitohito es un chico ordinario total, y así es como le gusta. Vive para mezclarse con el fondo. Todo eso cambia cuando se encuentra solo en un salón de clases el primer día de la escuela secundaria con la legendaria Komi. Rápidamente se da cuenta de que ella no es distante, sino que tiene problemas para comunicarse con los demás. ¡Ahora ha hecho su misión ayudarla en su búsqueda para hacer 100 amigos!",
      "pt-br": "Komi-san é uma bela e admirável garota que ninguém consegue tirar os olhos. Quase todos da escola a veem como alguém fora do alcance, mas Tadano Shigeo sabe a verdade: **ela apenas não sabe como se comunicar com os outras pessoas**. Komi-san, que deseja corrigir este mau hábito dela, tenta melhorar com a ajuda do Tadano-kun..."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b6f9aaad-6787-460c-bbb8-af9eb7bcc3e0",
    "title": {
      "en": "I Became the Mother of the Evil Male Lead"
    },
    "updatedAt": "2024-09-23T13:04:52+00:00",
    "coverArt": "https://mangadex.org/covers/b6f9aaad-6787-460c-bbb8-af9eb7bcc3e0/2a37d481-fedf-4c03-a893-e2e747ea78fe.jpg",
    "altTitles": [
      {
        "ko": "피폐물 남주의 엄마가 되었다"
      },
      {
        "ko-ro": "Pipyemul Namjuui Eommaga Doeeotda"
      },
      {
        "en": "I Became the Mother of the Tragic Male Lead"
      },
      {
        "en": "I Became the Mother of the Bloody Male Lead"
      },
      {
        "en": "I Became the Mother of a Bloody Male Lead"
      },
      {
        "en": "I Became the Bloodthirsty Male Lead's Mother"
      },
      {
        "fr": "Je suis la mère du anti-héros"
      },
      {
        "pt-br": "Eu me tornei a mãe do protagonista louco"
      },
      {
        "es": "Reencarne cómo la madre del protagonista masculino loco obsesionado"
      },
      {
        "es-la": "Me convertí en la madre del protagonista masculino que era un producto de desecho"
      },
      {
        "th": "ฉันกลายเป็นแม่พระเอกนิยายจอมเสเพล"
      },
      {
        "ja": "闇堕ち主人公のママになりました"
      },
      {
        "zh": "成了病态男主的亲妈"
      },
      {
        "zh": "成为颓废文男主的妈妈"
      }
    ],
    "description": {
      "en": "The newly reincarnated Sheriel learns she has become the mother of Karthizel Roperam, the male lead of a dark romance fantasy novel. All the neglect Karthizel faces as a child leads him to become a crazy and obsessive man who’s willing to kill anyone to get what he wants, even his own mother! Then the only way for Sheriel to keep herself alive in this timeline is to have him be raised right under loving parents, which means she’ll also need to make amends with her cold, estranged husband. Will Sheriel be able to save herself and this broken family?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49ccb19e-34e9-40d4-a53e-cdb48360b351",
    "title": {
      "en": "In This Life, the Greatest Star in the Universe"
    },
    "updatedAt": "2024-05-03T22:55:53+00:00",
    "coverArt": "https://mangadex.org/covers/49ccb19e-34e9-40d4-a53e-cdb48360b351/dd774528-0abf-452e-9fd9-340372da4eca.png",
    "altTitles": [
      {
        "ko": "이번 생은 우주대스타"
      },
      {
        "en": "I'm Going to Be a Big Star"
      }
    ],
    "description": {
      "en": "Sun Woo-joo, an aspiring idol with shining talent, dedication, and passion, had only one shortcoming: \"dancing.\" Having to give up on his lifelong dream of becoming an idol due to this one flaw, he was preparing for a different path in life when a miracle suddenly appeared! \"I'll become a superstar brighter than anyone.\" His once lacking dance skills were no longer a problem. The UV Starship. Five perfectly prepared idols are finally ready with everything they need. A monstrous rookie is about to debut in the entertainment industry! Presenting 'The New Black.' This life, he's destined to be a cosmic superstar!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e7b98e78-0db0-4c36-b851-987d5c218721",
    "title": {
      "en": "Doctor's Time Travel to Joseon"
    },
    "updatedAt": "2024-09-16T17:49:38+00:00",
    "coverArt": "https://mangadex.org/covers/e7b98e78-0db0-4c36-b851-987d5c218721/c00c197e-2077-4ded-a451-4495cea0d630.jpg",
    "altTitles": [
      {
        "ko": "닥터, 조선 가다"
      },
      {
        "en": "Doctor, Go to Joseon"
      }
    ],
    "description": {
      "en": "\"Is this really Joseon?! But I still have lives to save!\"\n\nBaek Kang-hyuk, South Korea’s top genius surgeon, finds himself transported to the Joseon era after touching a mysterious painting. And of all times… right before the outbreak of the Imjin War!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-09-06T23:58:43+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/0b678726-c2a8-4dbc-9fb3-f51f7a6c6e56.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "en": "Starting Today We're Childhood Friends"
      },
      {
        "en": "Starting Today She's My Childhood Friend"
      },
      {
        "ko": "오늘부터 시작하는 소꿉친구"
      },
      {
        "zh-hk": "從今天開始的青梅竹馬"
      },
      {
        "zh": "从今天开始的青梅竹马"
      },
      {
        "ja": "今日おさ"
      },
      {
        "ja-ro": "KyouOsa"
      },
      {
        "en": "Childhood Friends Starting Today"
      }
    ],
    "description": {
      "en": "Kaede Yuzuki is Kouhei Aida's new neighbor, both at home and in the classroom. Kouhei tries to be friendly with Kaede, but their conversations lead nowhere. But then one day…\n___\n[Official X Account](https://twitter.com/kyo_osa0420)",
      "es-la": "Kaede Yuzuki siempre deseó tener un amigo de la infancia como en los mangas que lee. Cuando se mudó al lado de su compañero de clase, Kouhei Aida, él dijo que haría cualquier cosa para ayudarla. Entonces, ¡ella le pidió que fuera su amigo de la infancia! ¡Los dos tienen divertidas aventuras recreando todas las cosas que deberían hacer los amigos de la infancia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b37189e-0bb2-4586-9757-b3fe6acd77b3",
    "title": {
      "en": "Majo Taisen - 32-nin no Isai no Majo wa Koroshiau"
    },
    "updatedAt": "2024-08-08T20:58:46+00:00",
    "coverArt": "https://mangadex.org/covers/2b37189e-0bb2-4586-9757-b3fe6acd77b3/416dfdeb-3139-43be-b931-bf4eac47660f.jpg",
    "altTitles": [
      {
        "ja": "魔女大戦 32人の異才の魔女は殺し合う"
      },
      {
        "en": "The War of Greedy Witches"
      },
      {
        "ru": "Война Ведьм"
      },
      {
        "uk": "Війна відьом"
      }
    ],
    "description": {
      "en": "Joan of Arc, the hero who saved France, was sentenced to be burned at the stake. But at the moment of her death, a demon sent her to another world. There, she found 32 women from across history, known as “witches.” With the addition of the final witch, Joan of Arc, Walpurgis Night begins: Only one witch can survive, and have her wish granted!",
      "ja": "フランスを救った奇跡の英雄ジャンヌ・ダルク。火刑に処され、その生涯を終えようとしていた彼女は死の間際、別世界へと飛ばされてしまう。そこにいたのはその名を歴史に刻み、「魔女」と呼ばれる32人の女傑たちであった。そして、最後の「魔女」ジャンヌダルクが揃い、欲深き魔女たちの殺し合い魔女千夜血戦の開幕が告げられるーー!!",
      "ru": "История о 32 исторических женщинах, в том числе Жанне д'Арк, Клеопатре, Томоэ Гозэн и Марии Антуанетте - названых «алчными ведьмами», сражающихся насмерть, ради исполнения своего желания.",
      "uk": "Тридцять дві відьми з усієї історії борються на смерть у Вальпургієву ніч, щоби виконати свої бажання. Жанна д'Арк, Клеопатра, Томое Ґодзен, Марія Антуанетта та інші."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5bb3b15f-3f60-490a-b873-bd7589f4e662",
    "title": {
      "en": "Kabeyaku Nado Fuyou to Tsuihousareta S-kyuu Boukensha, <Dorei Kaihou> Skill wo Kushi shite Shijou Saikyou no Kunizukuri"
    },
    "updatedAt": "2024-09-26T20:48:16+00:00",
    "coverArt": "https://mangadex.org/covers/5bb3b15f-3f60-490a-b873-bd7589f4e662/1776478a-e772-4382-88f1-37e7ab5f5a8a.jpg",
    "altTitles": [
      {
        "ja": "壁役など不要と追放されたＳ級冒険者、≪奴隷解放≫スキルを駆使して史上最強の国造り"
      },
      {
        "en": "An S-class Adventurer, Banished as the Tank of the Party, Uses His \"Slave Release\" Skill to Build the Strongest Country in History!"
      },
      {
        "pt-br": "Um aventureiro classe-S que foi banido como tank da party, usa suas habilidades de “Libertação dos Escrav*s” para construir a nação mais forte da história."
      }
    ],
    "description": {
      "en": "Alex, a holy knight, is suddenly expelled from his adventurers' party.\n\nHe tries to live a comfortable life by accepting a quest to cultivate a remote area, but suddenly he is given the extra skill \"Slave Release\"...?\n\nSummon beautiful girl slaves and cultivate a demon territory overrun with demons! A slow life of harem in a fantasy world is about to begin!",
      "ja": "冒険者パーティーから突如追放された聖騎士・アレックス。\n\n僻地の開拓クエストを受けて、悠々自適の生活を送ろうとするが突然エクストラスキル≪奴隷解放≫を授かって―!?\n\n美少女奴隷を召喚して、魔物が跋扈する魔族領を開拓しろ! 異世界ハーレムスローライフ開幕!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f654255b-a884-4141-a568-c94561da31b6",
    "title": {
      "en": "Half Succubus wo Hirotta"
    },
    "updatedAt": "2024-05-30T15:28:16+00:00",
    "coverArt": "https://mangadex.org/covers/f654255b-a884-4141-a568-c94561da31b6/1021308f-8511-4f29-9c4a-3a4c471de3ac.jpg",
    "altTitles": [
      {
        "ja": "ハーフサキュバスを拾った"
      },
      {
        "en": "Taking Home a Half Succubus"
      },
      {
        "pt-br": "Eu Adotei uma meio-sucubus"
      },
      {
        "es-la": "Llevando a casa una medio súcubo"
      },
      {
        "vi": "Tôi nhặt về nhà một bán Succubus"
      },
      {
        "id": "Pungut anak setengah succubus"
      }
    ],
    "description": {
      "en": "Take a child half succubus and half human.",
      "id": "Mungut anak setengah succubus dan setengah Manusia",
      "pt-br": "Eu Adotei uma meio-sucubus"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85127c1f-1131-4fb2-9e36-8b45168a99e5",
    "title": {
      "ja": "Sawaranaide Kotesashi-kun"
    },
    "updatedAt": "2024-09-14T15:51:40+00:00",
    "coverArt": "https://mangadex.org/covers/85127c1f-1131-4fb2-9e36-8b45168a99e5/9c34ca98-b49a-4282-9194-5f16a0b88d8c.jpg",
    "altTitles": [
      {
        "ja": "さわらないで小手指くん"
      },
      {
        "en": "Don't Touch, Kotesashi-kun"
      },
      {
        "ru": "Не трогай меня, Котесаши-кун"
      },
      {
        "ja-ro": "Sawaranaide Kotesashi-kun"
      },
      {
        "zh-hk": "不要碰我小手指君"
      }
    ],
    "description": {
      "en": "Kotesashi Kouyou is an outstanding masseur, and aspiring sports doctor. Aiming to obtain a scholarship for medical school, he begins attending Seiwa High School, a sports powerhouse, this spring. As his family is poor he has to work as the hostels' manager, where he is also allowed to stay, to pay for his school expenses. Here he meets high school girl athletes, each with their own individual quirks. As the hostels' new manager, Kotesashi must now take care of their physical and mental needs!\n\nSports club high school girls and massages! The massage love comedy begins!",
      "ja": "卓越したマッサージ技術を持つ主人公・小手指向陽。スポーツドクターを志す小手指は、医学部特待をGETすべく、この春からスポーツ強豪校・星和大付属高校に通うことに。実家が貧乏な小手指は学費を稼ぐため寮に住み込みで働くことになっていたのだが、そこで出会ったのは一癖も二癖もあるJKアスリート達だった。小手指の仕事は、管理人業務と彼女達の心身のケア。部活JK×マッサージ！Hで過激な寮生活が幕を開けた！",
      "ru": "Котесаши Коё - главный герой, обладающий выдающимися навыками массажиста. Он стремится стать спортивным врачом и хочет получить медицинское образование. Поэтому начиная с весны, он будет посещать спортивную среднюю школу при Университете Сэйва, чтобы достичь своей мечты. Родители Котесаши небогаты, и ему приходится жить и работать в общежитии, чтобы заработать себе на обучение. Однако там он сталкивается с девушками-спортсменками с различными проблемами, и теперь Котесаши придётся работать не только в общежитии, но и заботиться о спортсменках, поддерживая их здоровье физически, а также оказывая моральную поддержку. Всё это положило начало его бурной жизни в общежитии!",
      "es-la": "Kotesashi Kouyou es el protagonista que posee una sobresaliente habilidad como masajista. Aspira a ser médico deportivo, quiere obtener un trato especial en la facultad de medicina, a partir de primavera, asistirá a la preparatoria adjunta a la universidad Seiwa, una escuela potencia en los deportes. Como su familia no es adinerada, tiene que trabajar como encargado de unos dormitorios donde le permiten hospedarse, para poder pagar sus gastos escolares, sin embargo, en ese lugar se encuentra con chicas atletas preparatorianas con varios problemas. El trabajo de Kotesashi es cuidar física y mentalmente de ellas, así como ser el encargado de los dormitorios. ¡Preparatorianas de clubes deportivos y masajes! ¡Todo esto dará comienzo a una vida llena de intensa excitación en los dormitorios!",
      "pt-br": "Kotesashi Kouyou é um excelente massagista e aspirante a médico do esporte. Com o objetivo de obter uma bolsa de estudos para a faculdade de medicina, ele começa a frequentar o Colégio Seiwa, uma potência esportiva, nesta primavera. Como a sua família é pobre, ele tem que trabalhar como gerente dos albergues, onde também pode ficar, para pagar as despesas escolares. Aqui ele conhece atletas do ensino médio, cada uma com suas peculiaridades individuais. Como novo gerente dos dormitórios, Kotesashi deve agora cuidar de suas necessidades físicas e mentais!\n\nClube esportivo para meninas do ensino médio e massagens! A comédia de massagem amorosa começa!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8892dc05-867f-4fff-823b-47210a6746bb",
    "title": {
      "en": "I Am the Fated Villain"
    },
    "updatedAt": "2024-09-07T17:53:05+00:00",
    "coverArt": "https://mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "altTitles": [
      {
        "en": "Villain Is Here"
      },
      {
        "zh-hk": "我！天命大反派"
      },
      {
        "en": "Me, the Heavenly Destined Villain"
      },
      {
        "zh-ro": "Wǒ! Tiānmìng Dà Fǎnpài"
      },
      {
        "zh-ro": "Wo! Tian Mìng Da Fanpai"
      },
      {
        "en": "The Villain Of Destiny"
      },
      {
        "en": "My Fate As a Villain"
      },
      {
        "ru": "Моя судьба злодея"
      },
      {
        "es-la": "El Villano Del Destino"
      }
    ],
    "description": {
      "en": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
      "fr": "Dès que Gu Changge s’est rendu compte qu’il avait transgressé un monde imaginaire, le protagoniste de ce monde, l’élu de la fortune, a juré de se venger de lui. Envié par tous, non seulement la femme principale est folle de lui, mais il est également traité comme un invité de marque partout où il va. Heureusement, le prestige et le pouvoir de Gu Changge sont supérieurs à ceux de tous les autres, alors il ne devrait pas être facile de piétiner un simple élu de la fortune ?",
      "id": "Begitu Gu Changge menyadari dia telah masuk ke sebuah dunia fantasi, protagonis dunia itu yang dengan beruntungnya terpilih, bersumpah untuk melakukan balas dendam terhadapnya. Semua orang sangat iri pada Protagonis itu, karena bukan hanya karakter utama wanita tergila-gila padanya, tapi dia juga selalu diperlakukan sebagai tamu kehormatan kemanapun dia pergi. Untungnya, martabat dan kekuatan Gu Changge jauh melebihi milik orang lain, sehingga dia tidak dengan mudah jatuh di tangan orang yang hanya terpilih karena keberuntungannya?\n\n \n\nTunggu dulu… ada sistem yang didedikasikan untuk meraup dan mengambil dari apa yang dimiliki protagonis? Gu Changge tersenyum. “Sepertinya takdir pun ingin aku memenuhi takdirku sebagai orang jahat di dunia ini!”",
      "pl": "Gu Changge zostaje przeniesiony do świata wuxia, gdzie z miejsca staje się obiektem nienawiści protagonisty, będącego Wybrańcem Losu, gdyż nie dość, że główna bohaterka rzuca mu się w ramiona, to jeszcze jest przez wszystkich traktowany niczym znamienity gość. Na szczęście jego postać cechuje znacząca siła, więc powinien bez trudu zmiażdżyć jakiegoś w czepku urodzonego dzieciaka, prawda? “Chwila… Otrzymałem wyspecjalizowany system, który pozwala mi okradać głównego bohatera ze szczęścia?” Gu Changge uśmiechnął się znacząco. “Zdaje się, że moim przeznaczeniem jest podążanie ścieżką prowadzącą do stania się największym czarnym charakterem w tym świecie!”",
      "ru": "Гу Чангэ попадает в фэнтези-мир, где, по-классике, оказывается в шкуре главного козла отпущения.\nУдивительно, что главный герой сразу же снизыскал расположение у императрицы, чем вызвал бурю ненависти в свой адрес. К счастью, Чангэ - уважаемый человек в городе и единственное, что его спасает от кары в данной ситуации это высокий статус в обществе. Подождите-ка... а вы уже знаете, что здесь есть необычная система рангов, в которой присутствуют яркие герои всех мастей? Проанализировав события, герой понимает, что выгоднее всего вжиться в свою новую роль и пойти по пути персонажа-злодея!",
      "pt-br": "Imediatamente após Gu Changge perceber que havia transmigrado para um mundo de fantasia, o protagonista do mundo, e o escolhido da fortuna, jurou se vingar dele. Invejado por todos, ele não só tem a liderança feminina de ponta-cabeça por ele, mas também é tratado como um distinto convidado onde quer que vá. Felizmente, o prestígio e o poder de Gu Changge são superiores aos de todos os outros, então não deveria ser fácil pisar em uma mera escolha da fortuna? Espere … Existe um sistema dedicado à ordenha e colheita do protagonista? Gu Changge sorriu. “Parece que até o destino quer que eu cumpra meu destino como o vilão deste mundo!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]