[
  {
    "mangaId": "7c418a1c-9241-451e-995a-31f673b4340a",
    "title": {
      "en": "Sleepy Princess in the Demon Castle"
    },
    "updatedAt": "2024-04-03T23:03:36+00:00",
    "coverArt": "https://mangadex.org/covers/7c418a1c-9241-451e-995a-31f673b4340a/737a0c78-1888-4e9c-bc6a-57db30ea86e0.jpg",
    "altTitles": [
      {
        "id": "Selamat beristirahat di Kastil Iblis"
      },
      {
        "ru": "Сон в замке демона"
      },
      {
        "zh": "在魔王城说晚安"
      },
      {
        "ja": "魔王城でおやすみ"
      },
      {
        "ko": "마왕성에서 잘 자요"
      },
      {
        "ja-ro": "Maou-jou de Oyasumi"
      },
      {
        "pt-br": "A Princesa Sonolenta no Castelo Demoníaco"
      }
    ],
    "description": {
      "en": "Sshhh! Princess Syalis is trying to get a good night's sleep. Some shut-eye. Forty winks. Catch some Z's. Long ago in olden times when people and demons lived together in—well, disharmony, really—a demon king kidnaps a human princess and imprisons her in his castle. Bereft, the princess's subjects beat their chests in anguish…until a hero arises to spearhead Project Rescue Our Princess! While waiting for her knight in shining armor, what's an imprisoned princess to do…? Teddy-bear guards with bat wings are all very well, but her dungeon cell is bo-o-o-ring! So, she decides to wile away the long hours by sleeping. Now if only she could get comfortable…and didn't suffer from insomnia…",
      "ja": "かつて、人と魔が存在していた時代… 魔王は人間の姫をさらい、自らの城に幽閉した。人々は怒り、勇者は姫を救うために旅立つ！！そんな中、檻の中で姫は想う…「寝る以外、する事ない」\n\n安眠する方法を探すため、囚われの姫が魔王城で好き勝手！",
      "ru": "В некотором царстве, в некотором государстве, принцессу поймал король демонов! Всё королевство было в шоке! Но потом, в шоке оказался сам демон...",
      "pt-br": "Há muito tempo, numa era em que os humanos viviam junto aos demônios, o Rei Demônio trouxe o caos ao reino dos humanos sequestrando a sua adorada princesa. Agora a princesa está desesperada e clamando por seu resgate… ou isso era o que pensa o povo do reino humano, pois a única preocupação da princesa é ter um soninho confortável."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f57b207-5a82-4665-8470-e4989d504a1d",
    "title": {
      "en": "Imouto wa Kanojo ni Deki Nai no ni"
    },
    "updatedAt": "2024-06-21T00:46:02+00:00",
    "coverArt": "https://mangadex.org/covers/8f57b207-5a82-4665-8470-e4989d504a1d/19bb5885-aebb-45ac-bc24-fc8cb906844d.jpg",
    "altTitles": [
      {
        "en": "My Little Sister Can’t Be My Girlfriend"
      },
      {
        "ja": "妹はカノジョにできないのに"
      },
      {
        "es": "Mi Hermanita no Puede ser mi Novia"
      }
    ],
    "description": {
      "en": "She has the looks of a model that stands out from the crowd, and on top of that, she has a great personality, too. Daily life with such a sister must seem quite strange to other people.......? This is a romantic comedy about a boy who will \"definitely\" get together with a cute little sister in the end!\n\n(Source: ComicWalker, translated)",
      "es": "Ella tiene un rostro que rivaliza con el de una modelo, un estilo sobresaliente y, además, una gran \"personalidad\". Él lleva una gran relación con hermana que ¿parece bastante extraña para los demás...? Esta es una comedia romántica sobre un hermano y una hermana que después de todo encajan \"sin lugar a duda\" ¡con la hermana más linda del mundo!",
      "ja": "モデル顔負けの顔立ちに、抜群のスタイル、おまけに性格も良い。そんな妹との仲良し生活は、他人から見るとかなりおかしく見えるようで……？\nこれは世界一可愛い妹と、最後には\"絶対\"に結ばれる兄妹ラブコメ！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e018caf-86c6-4740-b1db-d5a040430d2b",
    "title": {
      "en": "Boku no Heya ga Dungeon no Kyuukeijo ni Natteshimatta Ken"
    },
    "updatedAt": "2024-06-21T00:43:23+00:00",
    "coverArt": "https://mangadex.org/covers/6e018caf-86c6-4740-b1db-d5a040430d2b/e7bc83c5-0b84-4bc0-b509-f992540ba46b.png",
    "altTitles": [
      {
        "ja-ro": "Boku No Heya Ga Danjon no Kyūkeisho Ni Natte Shimatta Ken"
      },
      {
        "ja-ro": "Bokudun"
      },
      {
        "en": "How My Room Turned Into a Dungeon Rest Area"
      },
      {
        "en": "My Room Has Become a Dungeon’s Rest Area"
      },
      {
        "en": "My Room is a Dungeon Rest Stop"
      },
      {
        "ru": "Моя комната превратилась в подземелье"
      },
      {
        "ja": "僕の部屋がダンジョンの休憩所になってしまった件"
      },
      {
        "zh": "关于我的房间成为了地下城的休息点的事情"
      },
      {
        "zh-hk": "關於我的房間成為了地下城的休息點的事情"
      },
      {
        "ko": "내 방이 던전의 휴식처가 되어버린 사건"
      },
      {
        "es": "Mi Habitación es una Parada de Descanso en el Calabozo"
      }
    ],
    "description": {
      "en": "Does a two-bedroom apartment in the Tokyo metropolitan area with a rent of 30,000 yen sound too good to be true? Our hero certainly didn't read the fine print. After renting his dream apartment, Tooru quickly realized that the front door of his new home connects to a dungeon. But it isn't all that bad - after he saves a young knight, he quickly learns that his home can also be a rest stop for adventurers.",
      "es": "Un apartamento 2LDK en el área metropolitana de Tokio, en alquiler con sólo 30.000 yenes. ¡Mierda! Me han atraído por el precio barato y he hecho un contrato para vivir en la propiedad. Sí, como era de esperar, era una propiedad de mierda. No fue un fantasma lo que salió sino un Slime y un Goblin.... También salió una mujer caballero. Aunque sólo quiero comenzar una vida tranquila solo. Un Caballero, un Mago y un Ladrón frecuentaban mi habitación. Las mazmorras son un lugar peligroso para ser conquistado por esas chicas. Extendí trampas hechas por los elementos que se compraron en una tienda de descuento."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "40"
  },
  {
    "mangaId": "3df2a51a-e7bc-47c6-9f9b-2e71eb897325",
    "title": {
      "en": "My Lover Was Stolen, and I Was Kicked Out of the Hero’s Party, but I Awakened to the EX Skill “Fixed Damage” and Became Invincible"
    },
    "updatedAt": "2024-06-21T00:40:54+00:00",
    "coverArt": "https://mangadex.org/covers/3df2a51a-e7bc-47c6-9f9b-2e71eb897325/bb5e8db7-3545-40ea-b56b-410244c44fa4.jpg",
    "altTitles": [
      {
        "ja": "恋人を寝取られ、勇者パーティから追放されたけど、ＥＸスキル【固定ダメージ】に目覚めて無敵の存在に"
      },
      {
        "zh": "戀人被睡了、還被勇者小隊驅逐、但覺醒了EX技能【固定傷害】從而成為了無敵的存在。"
      },
      {
        "ja-ro": "Yuusha Party kara Tsuihou sareta kedo, EX Skill \"Kotei Damage\" de Muteki no Sonzai ni Natta"
      },
      {
        "es": "Me Robaron a mi Novia y me Expulsaron del Equipo del Héroe, pero Desperté la Habilidad Única \"Daño Anulado\" y me Volví Invencible. ¡Es hora de Conseguir mi Venganza!"
      }
    ],
    "description": {
      "en": "Chrome was a magician in the hero’s party. He fought the Demon Lord’s army alongside people like Irina, the lover who vowed to marry him in the future, and the hero, Yuno, who was his close friend. They were all close companions.\n\nHowever, that was only in Chrome’s mind.\n\nHis lover, Irina, became intimate with the hero, Yuno, and Chrome was sacrificed to make the hero stronger. Chrome’s magic powers were snatched away and he was kicked out of the party. Demons surrounded him as he was on the verge of death and he was driven to a corner.\n\nAt that moment, Chrome awakened to a “darkness” within himself. Amidst his despair, he acquired an unrivaled skill.\n\nNow with this skill, he could exact revenge.\n\n---\n\n[Webnovel Raw](https://ncode.syosetu.com/n3987fe/)",
      "es": "Crome, un mago en el equipo del héroe, luchó contra el ejercito del rey demonio junto a su amante, Irina, con quien juró casarse en el futuro, y Yuno, uno de los héroes, y su mejor amigo. Los tres eran compañeros cercanos, o al menos eso pensaba él. Pero Irina se volvió más íntima con Yuno. Crome fue sacrificado para fortalecer a Yuno, lo cual le arrebató gran cantidad de su poder mágico y provocó que lo expulsaran del equipo. Los demonios lo acorralaron hasta dejarlo al borde de la muerte. En ese momento, algo \"oscuro\" despertó dentro de él. Y, en medio de su desesperación, adquirió una habilidad sinigual en todo el mundo... con la que podría vengarse.",
      "pt-br": "Chrome era um mago do (grupo do herói). Ele lutou contra o exército do Lorde Demônio ao lado de Irina, a namorada que jurou se casar com ele no futuro; e Yuno, o herói, que era seu melhor amigo. Eles eram muito próximos. Pelo menos, era isso que o Chrome tinha em mente. Sua namorada, Irina, começou a se aproximar cada vez mais de Yuno. e depois Chrome foi sacrificado para dar a Yuno seu poder e torná-lo mais forte. Como resultado, os poderes mágicos do Chrome foram retirados dele e ele foi expulso da equipe. Os demônios, que o encontraram à beira da morte, o levaram para um canto. Naquele momento, o Chrome ressurgiu com uma “escuridão” dentro de si. Em meio ao desespero, ele adquiriu uma habilidade \"incomparável\". Agora, com esse poder, ele poderia se vingar."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "30"
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
    },
    "updatedAt": "2024-06-01T21:11:53+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/ec56e4db-c5b3-431e-a6ac-086f87aebfb0.jpg",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten"
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "ja-ro": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      }
    ],
    "description": {
      "en": "A HEAVENLY ENCOUNTER!\nMahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!\n\n*Adapted from the Light Novel with the same name, \nSerialized in Square Enix Web Magazine [Gangan Online](https://www.ganganonline.com/title/1480)*",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e6c8a1b-df05-43b0-8f15-14ef8b41867f",
    "title": {
      "en": "Kaguhara-san's Fetish Notebook"
    },
    "updatedAt": "2024-06-14T14:40:41+00:00",
    "coverArt": "https://mangadex.org/covers/0e6c8a1b-df05-43b0-8f15-14ef8b41867f/5fd2ff5b-7105-4223-ae86-b8cdbbcada5d.jpg",
    "altTitles": [
      {
        "ja": "香原さんのふぇちのーと"
      },
      {
        "ja-ro": "Kaguhara-san no Fetish Note"
      },
      {
        "ja-ro": "Kaguhara-san no Fechi Nōto"
      },
      {
        "ja-ro": "Kaguharasan no Fechi No-to"
      },
      {
        "en": "Kaguhara's Fetish Notebook"
      },
      {
        "zh-hk": "香原同學的性癖筆記"
      },
      {
        "zh": "香原同学的兴趣笔记"
      },
      {
        "zh-ro": "Xiāngyuán tóngxué de xìngqù bǐjì"
      },
      {
        "zh-ro": "Xiāngyuán tóngxué dì xìngpǐ bǐjì"
      },
      {
        "ru": "Фетишистские заметки Кагухары-сан"
      }
    ],
    "description": {
      "en": "Kaguhara Ririka is a plain, friendless and often overlooked first year girl at Fuetchi Senior High. However, she has one hobby in particular that she can never tell a soul about; that being her dedication to her fetish and recording her observations of how it manifests itself in all sorts of unique ways amongst her classmates."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a4d2e5f-c4f4-47e3-9725-133bd5869c05",
    "title": {
      "en": "Love Come Manga ni Haitte Shimatta node, Oshi no Make Heroine wo Zenryoku de Shiawase ni Suru"
    },
    "updatedAt": "2024-06-21T00:35:30+00:00",
    "coverArt": "https://mangadex.org/covers/4a4d2e5f-c4f4-47e3-9725-133bd5869c05/a73ffd15-dd18-4ba7-a365-8e67e17d5c25.jpg",
    "altTitles": [
      {
        "ja": "ラブコメ漫画に入ってしまったので、推しの負けヒロインを全力で幸せにする"
      },
      {
        "id": "Karena aku sudah masuk ke kedalam dunia manga romcom, aku akan melakukan yang terbaik untuk membuat Heroine yang kalah dapat bahagia."
      },
      {
        "en": "Since I’ve Entered the World of Romantic Comedy Manga, I’ll Do My Best to Make the Losing Heroine Happy"
      },
      {
        "es": "Entré en un Manga de Comedia Romántica, Así que Haré Todo lo Posible para Hacer Feliz a mi Heroína Perdedora Favorita"
      }
    ],
    "description": {
      "en": "In the world of a popular rom-com manga, my only mission as the friend of the MC is to make the losing heroine, Sei-chan, happy!\n\n\"I'll definitely make you happy. Please go out with me.\"\n\n\"W-Wait, what!? Y-You're being serious...!?\"\n\nThe manga adaptation of the sweet rom-com from Kakuyomu starts now!",
      "es": "Me encantan los mangas de comedia romántica. Sin embargo, mi heroína favorita es una sub-heroína, una heroína perdedora que nunca podrá conectar con el protagonista. Un día me atropelló un camión y me desperté para encontrarme interpretando el papel del mejor amigo del héroe en un manga de comedia romántica. Todo lo que tengo que hacer es decirlo. \"Me gustas\". \"Te haré feliz. Quiero que salgas conmigo\". Esta es la historia de cómo me aseguro de que mi heroína favorita sea feliz.",
      "id": "Seorang anak sma otaku mempunyai waifu yang kalah war, setelah pulang kerja part time ia pun membeli kebutuhan otakunya lalu dia di tabrak oleh truck-kun yang supirnya lagi turu dan malah reinkarnasi kedalam manga kesukaannya namun setelah sampai disana dia malah nembak waifunya sendiri!!?",
      "ja": "大人気ラブコメ漫画の世界で、主人公の友人キャラになってしまった俺の使命はただ一つ。 劇中の負けヒロイン・聖ちゃんを幸せにしてあげることだけだ！ 「絶対に幸せにするから、俺と付き合ってほしい」 「ちょ、ちょっと待て!? お、お前、本気か…!?」 カクヨム発・話題のベタ甘ラブコメが、コミカライズで開幕!!",
      "vi": "Tôi rất thích một bộ manga romcom.\n\nTuy nhiên, nhân vật mà tôi thích lại là một nữ phụ, một nhân vật không bao giờ có thể đến được với... nam chính.\n\nMột ngày nọ, tôi bị tông bởi một chiếc xe tải và khi tỉnh dậy thì nhận ra mình đang vào vai người bạn thân của nam chính trong bộ manga romcom đó.\n\nNhư vậy, vai trò của tôi lúc này chỉ có một\n\n\"Tớ thích cậu, chắc chắn tớ sẽ khiến cho cậu hạnh phúc, Sei-chan!\"\n\nChắc chắn, tôi sẽ thay đổi câu chuyện tình buồn của nữ phụ, và khiến cho cô ấy hạnh phúc!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5146983-1aa8-4834-a431-4de79f5e4b76",
    "title": {
      "en": "Kimi to Aoi Yoru no"
    },
    "updatedAt": "2024-06-21T00:31:48+00:00",
    "coverArt": "https://mangadex.org/covers/a5146983-1aa8-4834-a431-4de79f5e4b76/b6dba3e4-ae7d-422b-9b5f-4f69a7b51772.jpg",
    "altTitles": [
      {
        "ja": "キミと青いヨルの"
      },
      {
        "th": "เธอกับรัตติกาลสีคราม"
      },
      {
        "es": "La Noche Azul Contigo"
      }
    ],
    "description": {
      "en": "New one-shot featuring art from Shiro Usazaki!\nThis high school disappearance case is a 90-minute four-player interactive murder mystery where you play the role of the characters and investigate the case. You will have to trace back, spin, and think through your own memories. With that, you can certainly find the truth.",
      "es": "En Kimi to Aoi Yoru no los propios lectores asumen el papel de los personajes de la historia y la interpretan a través de un sitio web complementario. La historia comienza tres semanas después de la misteriosa desaparición de Rino Tsunamoto, una chica de instituto, cuando cuatro compañeros se reúnen en secreto por la noche en el instituto para intentar resolver el caso. Los lectores asumen el papel de estos cuatro estudiantes de instituto mientras intentan llegar al fondo del \"Caso de la desaparición de Rino\".",
      "th": "One-shot ใหม่จาก อ.อุซาซากิ ชิโระ\nคดีการหายตัวไปของเด็กมัธยมปลายที่ดำเนินเรื่องเป็นเกมสืบสวนเล่นได้ 4 คน ในเวลา 90 นาที ซึ่งเราจะได้สวมบทบาทตัวละครในเรื่องและทำการสืบคดี เอาล่ะ เดินเข้าไปจับจองที่นั่งบนดาดฟ้า ย้อนมองความทรงจำ สืบหาหลักฐานเพื่อตามหาเธอผู้นั้น"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cef6253d-6a55-4438-921c-46968b426f2f",
    "title": {
      "en": "Story of a Small Senpai in My Company"
    },
    "updatedAt": "2023-11-23T01:30:48+00:00",
    "coverArt": "https://mangadex.org/covers/cef6253d-6a55-4438-921c-46968b426f2f/df8e183f-bc5f-4ba4-8597-bdcb7cec78a3.jpg",
    "altTitles": [
      {
        "ja": "うちの会社の小さい先輩の話"
      },
      {
        "zh": "公司里的小小前辈"
      },
      {
        "ko": "우리 회사의 작은 선배 이야기"
      },
      {
        "pt-br": "A veterana pitica da firma"
      },
      {
        "ja-ro": "Uchi no Kaisha no Chiisai Senpai no Hanashi"
      },
      {
        "en": "Story of a Small Senior in My Company"
      }
    ],
    "description": {
      "en": "**-*\"My senpai from work… is tiny and cute.\"***  \nShinozaki is an office worker who is taken care of and coddled by his senior team member Shiori Katase: a gorgeous, profoundly kind, loving, and diminutive woman. Shinozaki certainly hopes that she's not doing it out of duty… but her joy of doing so increasingly exposes her feelings!  \n  \n*This page refers to the popular webcomic's official serialization, which began on the Storia DASH website on April 3, 2020.*",
      "pt-br": "-\"Minha Senpai do trabalho... é pequena e fofa.\"\n\nShinozaki é um funcionário de escritório que é orientado e mimado pela sua Senpai Shiori Katase, que é linda, gentil, amável e pequena.\n\nShinozaki certamente espera que ela não esteja fazendo isso por obrigação... mas a sua alegria em fazê-lo cada vez mais expõe os sentimentos dela!\n\nEsta página refere-se à serialização oficial da popular webcomic, que começou no site Storia DASH em 3 de abril de 2020."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6cd6e664-6406-480d-956d-0a47e5b86fbc",
    "title": {
      "en": "Tensei Reijou wa Nigedashita Mori no Naka, Sukiro o Kushi Shite Senpuku Seikatsu o Mankitisu suru."
    },
    "updatedAt": "2024-06-21T00:28:20+00:00",
    "coverArt": "https://mangadex.org/covers/6cd6e664-6406-480d-956d-0a47e5b86fbc/cc60e9f5-7dbb-4deb-9b49-46c8bfd5d621.jpg",
    "altTitles": [
      {
        "en": "The Reincarnated Daughter Enjoys a Hidden Life by Making Full Use of Her Skills in the Forest That Escaped"
      },
      {
        "ja": "転生令嬢は逃げ出した森の中、スキルを駆使して潜伏生活を満喫する"
      },
      {
        "es": "La Hija Reencarnada Disfruta de una Vida Oculta al Hacer Pleano uso de sus Habilidades en el Bosques que Escapó"
      }
    ],
    "description": {
      "en": "Lara was oppressed because of her ominous appearance with black hair and black eyes and her inability to use magic.\n\nOne day at the age of 14, she recalled her memory of his previous life when she attempted suicide and decided to escape from his house with her 6-year-old half-brother.\n\nWhile getting the strongest escort (Mofumofu) in an unexpected place, a hidden life starts in the forest that escaped.\n\nLife in the forest should be quite harsh for siblings who are naive or weak, but thanks to the \"skills\" they have acquired, they will enjoy a comfortable hiding life.\n\nA fantasy in a different world forest by a boy and a girl, now is starting!",
      "es": "Lara fue oprimida por la familia del Conde cornette, debido a su siniestra apariencia de cabello negro e inadmisibilidad de la magia. Un día, a la edad de 14 años, recordando su vida anterior después de un intento de suicidio, Lara decidió huir de su hogar con su hermano de 6 años, que también estaba oprimido. Mientras obtiene la escolta más fuerte en un lugar inesperado, su vida oculta comienza en el bosque donde escapó. La vida en el bosque es bastante dura para una hermana y un hermano ingenuos y débiles. Sin embargo, gracias a las \"habilidades\" que tiene, puede disfrutar de una vida cómoda. Esta es una historia del crecimiento, la amistad y el amor de una niña que tiene como objetivo vivir una vida feliz para ella y su hermano."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "25ce6f0e-51ae-467e-8519-fe90060586dc",
    "title": {
      "en": "From a Knight to a Lady"
    },
    "updatedAt": "2024-06-21T00:19:49+00:00",
    "coverArt": "https://mangadex.org/covers/25ce6f0e-51ae-467e-8519-fe90060586dc/31cff245-4c44-4c04-bce7-422bca198bff.jpg",
    "altTitles": [
      {
        "vi": "Cách mà người Hiệp Sĩ đó sống như một Tiểu Thư"
      },
      {
        "ko-ro": "Geu gisaga leidilo saneun beob"
      },
      {
        "en": "How that knight lives as a lady"
      },
      {
        "ru": "Из рыцаря в леди"
      },
      {
        "ru": "Рыцарь, что живет как леди"
      },
      {
        "ko": "그 기사가 레이디로 사는 법"
      },
      {
        "en": "The Way That Knight Lives as a Lady"
      },
      {
        "es": "La Forma en que el Caballero Vive Como una Dama"
      }
    ],
    "description": {
      "en": "The sword of my closest friend and trusted adjutant pierced my body. When I opened my eyes again, I had become a noble lady of the enemy kingdom. In an unfamiliar and weak stranger’s body, three year’s time was lost, in which my homeland was brought to ruin. I was unable to come to my senses because of the pain of betrayal and confusion of my identity. However, eventually I decided to live on as 'Luciphella Aidine', a noble who wields a sword.  \r\n\r\n\r\n---",
      "es": "La espada de mi amigo más cercano y ayudante de confianza atravesó mi cuerpo. Cuando volví a abrir los ojos, me había convertido en una noble dama del reino enemigo. En el cuerpo de un extraño desconocido y débil, se perdieron tres años en los que mi patria fue arruinada. No pude recuperar el sentido debido al dolor de la traición y la confusión de mi identidad. Sin embargo, finalmente decidí seguir viviendo como 'Luciphella Aidine', una noble que empuña una espada.",
      "ru": "Рыцарь Эстель стала жертвой предательства и погибла ещё до финального сражения. От руки своего друга. Вот только попала она в свой личный ад. С войны на бал! В тело леди Люцифелии, невесты своего врага. Теперь её убийца постоянно находится рядом с ней. Полководец вражеской армии её жених, а она, смелый и благородный рыцарь, стала хрупкой леди, что и меча в руках не держала.  \r\nКак выжить, не запутавшись в дворцовых интригах и светской жизни? Как затуманить разум своего врага, чтобы он ни о чём не догадался? И как тут найти любовь?",
      "vi": "Thanh gươm của bạn thân và cũng là phụ tá đáng tin tưởng của tôi xuyên qua cơ thể của tôi.  \r\n  \r\nKhi mà tôi mở mắt ra, tôi đã trở thành một tiểu thư của một nhà quý tộc của phe địch của Vương quốc. Trong một cơ thể yếu đuối của một người lạ, ba năm đã trôi qua trong thời gian đó, đất mẹ của tôi đã bị hủy diệt. Tôi không thể hiểu được bất cứ chuyện gì vì nỗi đau của sự phản bội và sự hoang mang về danh tính của tôi.  \r\n  \r\nThế nhưng, tôi đã quyết định sẽ sống như 'Luciphella Aidine', một quý tộc cầm một thanh kiếm.  \r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "750d3c4f-86cc-46e5-bcbf-1498c6a18b88",
    "title": {
      "en": "The Wicked Ladies in Waiting"
    },
    "updatedAt": "2024-05-24T03:23:38+00:00",
    "coverArt": "https://mangadex.org/covers/750d3c4f-86cc-46e5-bcbf-1498c6a18b88/bcda2e61-5037-456d-8884-d9e2f30cda2a.jpg",
    "altTitles": [
      {
        "en": "Bad Maids"
      },
      {
        "ko": "나쁜 시녀들"
      }
    ],
    "description": {
      "en": "Julia, who was born an orphan, was killed in exchange for falling in love with the Young Master of the Marjoram Family. But when she opened her eyes, at the same location as any other day, she was rescued by the Commander of the Imperial Army, ‘Carus’... She was hit by a curse of being unable to die, and this is now her eighth life. After realizing that she would be stuck in the loop forever if she didn't take down the Marquis, she became a servant within the Palace to utilize the Royal Family’s power to demolish the Marjoram Family in her eighth life. “Isn’t this how we’re supposed to plot revenge?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2968b6ee-0b4f-4f7b-b5e7-dcdb462cffdf",
    "title": {
      "en": "Mobile Suit Gundam SEED Astray"
    },
    "updatedAt": "2024-05-14T07:20:04+00:00",
    "coverArt": "https://mangadex.org/covers/2968b6ee-0b4f-4f7b-b5e7-dcdb462cffdf/0a6e521b-b9ed-4b9a-964c-31c926d11712.jpg",
    "altTitles": [
      {
        "ja": "機動戦士ガンダムSEED ASTRAY"
      },
      {
        "ja-ro": "Kidou Senshi Gundam SEED ASTRAY"
      },
      {
        "en": "Mobile Suit Gundam SEED Astray"
      }
    ],
    "description": {
      "en": "A side story manga set in the Cosmic Era timeline that takes place concurrently with *Mobile Suit Gundam SEED*. \nIt is one part of the first wave of the *SEED Astray* multimedia project. \nWhereas the main story of *Gundam SEED* focuses on the struggles between the Earth Alliance, ZAFT, and Orb Union, the Astray series is focused on the three MBF-P mobile suit prototypes and their respective pilots and organizations, who mainly exist on the outskirts of the main SEED storyline. \n\nThe MBF-P02 Gundam Astray Red Frame is piloted by Lowe Guele of the Junk Guild, and the MBF-P03 Gundam Astray Blue Frame is piloted by Murakumo Gai of the mercenary group Serpent Tail. \nThe third Astray, MBF-P01 Gundam Astray Gold Frame, is piloted by the primary antagonist of the Astray story, Orb nobleman Rondo Gina Sahaku, and later by his twin sister Rondo Mina Sahaku. \n[Via Gundam Wiki] \n\n**Notes:**\n- The Re:Master edition includes ASTRAY and X ASTRAY with the extra chapters moved to different spots."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "27"
  },
  {
    "mangaId": "7647fe0b-576f-4616-9de8-d9998727ced4",
    "title": {
      "en": "Lady Chef Royale"
    },
    "updatedAt": "2022-06-12T21:52:31+00:00",
    "coverArt": "https://mangadex.org/covers/7647fe0b-576f-4616-9de8-d9998727ced4/2e5eeb4c-8612-4c6c-8214-205f95e744fc.jpg",
    "altTitles": [
      {
        "ko": "로열 셰프 영애님"
      },
      {
        "ko-ro": "Royal Chef Yeong-ae-nim"
      },
      {
        "en": "The Young Lady Is a Royal Chef"
      },
      {
        "en": "Royal Chef Young Lady"
      },
      {
        "en": "Royal Chef"
      },
      {
        "id": "Royal Chef Lady"
      },
      {
        "id": "Kang masak rambut biru"
      },
      {
        "es": "La joven chef royal"
      },
      {
        "es": "La princesa es un chef imperial"
      },
      {
        "ja": "お嬢様はロイヤル・シェフ"
      },
      {
        "zh": "千金料理师"
      },
      {
        "zh": "皇室御厨英爱"
      }
    ],
    "description": {
      "en": "Sena’s been tossed into another world, as the despised daughter of a noble family. Her little restaurant was her refuge in her last life, so she’s got some tricks up her sleeve—cooking skills! \n\nAs Senianna, she’ll put her brains and fine-tuned taste buds (Korean fried chicken, anyone?) to the test so she can take back the kitchen and gain this society’s esteemed title of Chef Royale. Will her cuisine reign supreme over the empire and bring her the sweet and salty balance of power and affection?\n\n---\n\n[Original Webtoon](https://page.kakao.com/home/55268483)\n\nOfficial Translations:\n* [English](https://tapas.io/series/lady-chef-royale/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Royal-Chef-Lady/3380)\n* [Japanese / 日本語](https://piccoma.com/web/product/46395)\n---\nAs a chef at a small knight's restaurant, I became the nuisance youngest daughter of a powerful man who was afraid of the emperor. I tried to run away with all my travel expenses…\n\nIt’s strange.\n\n“If you say you're sorry, are you that shameless?”\n“That’s because I’m your brother.”\n“Why don't you take Grandmother on a stroll?”\n\nWhy is everyone so nice to me all of a sudden?\n\n“Why do you want to take out someone's eyeballs when they see me?\"\n\nPeople who had caught me trying to escape. I'm just cooking. What's wrong with you?",
      "id": "Aku yang dulu hidup dalam penderitaan sewaktu kecil, kini berhasil menjalankan restoran kecil di pinggir jalan dengan guruku yang menjadi orang tua sekaligus teman terbaikku.\n\nHingga suatu saat, guruku meninggal. Tapi, kemalanganku tidak berhenti di sana. Aku meninggal dan mendapati diriku di dunia lain. Aku kembali hidup sebagai cucu orang paling kuat di wilayah timur?!\n\nMendapati diriku sebagai Seniana, sekarang aku harus berjuang menjalani hidup dan menjadi royal chef paling hebat!\n\n---\n\n[Original Webtoon](https://page.kakao.com/home/55268483)\n\nOfficial Translations:\n* [English](https://tapas.io/series/lady-chef-royale/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Royal-Chef-Lady/3380)\n* [Japanese / 日本語](https://piccoma.com/web/product/46395)",
      "ko": "작은 기사 식당의 요리사였던 나는 황제도 두려워하는 권력가의 천덕꾸러기 막내딸이 되었다.\n여비를 저축해 도망치려고 했는데…\n\n이상하다.\n\n\"네게 미안하다고 하면 염치가 없는 건가.\"\n\"그야 내가 네 오빠니까.\"\n\"할애비와 산책해 주지 않는 거냐.\"\n\n다들 갑자기 왜 잘해 주는 거지?\n\n\"너를 보는 놈들의 눈알을 죄 뽑아 버리고 싶은 건 왜일까요.\"\n\n도망치려는 나와 붙잡는 사람들.\n요리만 했을 뿐인데 왜 이러는 거람…\n\n---\n\n[Original Webtoon](https://page.kakao.com/home/55268483)\n\nOfficial Translations:\n* [English](https://tapas.io/series/lady-chef-royale/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Royal-Chef-Lady/3380)\n* [Japanese / 日本語](https://piccoma.com/web/product/46395)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28302cc9-3622-4f25-b361-3e4c51248624",
    "title": {
      "en": "High Society"
    },
    "updatedAt": "2024-05-12T18:50:40+00:00",
    "coverArt": "https://mangadex.org/covers/28302cc9-3622-4f25-b361-3e4c51248624/3a30cd75-ecee-47b2-9f7f-ed5a38ffe27d.png",
    "altTitles": [
      {
        "ko": "상류 사회"
      },
      {
        "en": "High Class Society"
      },
      {
        "en": "High Society (Gyeonwoo)"
      },
      {
        "ko": "상류사회 (견우)"
      }
    ],
    "description": {
      "en": "**\"Please sell me. I will become the most expensive lady in Sant'nar\"**\n\nTired of the troubles brought about by his political marriage, debauchee Cesare coincidentally enters into an unusual  contract Adel, a shoeshiner from the slums.\n\nThe deadline is three months.\n\nExpecting this to be his liberation from the tedious strategic marriage, Cesare finds himself becoming increasingly concerned about Adel, who behaves unlike any woman he has ever known...\n\n\"In the first place, didn't you bring me here to get me engaged to Sir Ezra?\"\n\"That's right.\"\n\nCesare replied obediently for a moment before bursting into a sharp laugh.\n\n\"But why do I feel so disgusted?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f652bc51-8d54-48e4-9504-3af8a3d8c91d",
    "title": {
      "en": "Looking for an Idol"
    },
    "updatedAt": "2023-06-16T01:48:13+00:00",
    "coverArt": "https://mangadex.org/covers/f652bc51-8d54-48e4-9504-3af8a3d8c91d/1f2c1844-468c-4992-a8ae-043f6945085e.jpg",
    "altTitles": [
      {
        "en": "Find an idol"
      },
      {
        "ja": "アイドルを探せ"
      },
      {
        "ja-ro": "Idol wo sagase"
      }
    ],
    "description": {
      "en": "Chikako Fujitani (18), 1st year at the Hanano Women’s College starts living alone at the same apartment as Kanro (An aspiring mangaka from the same school.) and Chiaki (A bus guide who pretends to be a college student to get a man.) While on the “Country-Bumpkin” tour she encounters Iwata, reconnects with her middle school crush, Nagae, and meets the landlady’s son, Makoto. It’s the kind of story about the bold and flimsy feelings of college students on an awkward, realistic love.",
      "ja": "花野女子短大1年、藤谷知香子、18歳。念願のひとり暮らしを同じアパートのカンロちゃん（同じ短大で漫画家志望）、千明さん（バスガイドをしているが、女子大生と偽って男を物色中）と楽しんでいる。おのぼりさんツアーで知りあった岩田君、中学の時の憧れ、永江君、大家さんの息子の誠君…気になる男子も多々…。大学生の大胆で繊細、そして不器用な恋愛をリアルに描いた、とっておきの恋のお話。"
    },
    "status": "completed",
    "releaseDate": 1984,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "73"
  },
  {
    "mangaId": "4ffd1f8f-ab82-4de4-9dea-e0608c043d7b",
    "title": {
      "en": "MookHyang - Dark Lady"
    },
    "updatedAt": "2023-03-18T19:13:06+00:00",
    "coverArt": "https://mangadex.org/covers/4ffd1f8f-ab82-4de4-9dea-e0608c043d7b/09f7a799-9cf1-49ec-92b6-c55988142c32.jpg",
    "altTitles": [
      {
        "ko": "묵향 다크레이디"
      },
      {
        "zh": "墨香 - 黑暗女士"
      },
      {
        "ru": "Мукхян — Дарк Леди"
      },
      {
        "ja": "墨香 DARK LADY"
      },
      {
        "th": "มุกฮยาง ดาร์กเลดี้"
      },
      {
        "zh": "墨剑留香"
      },
      {
        "zh-hk": "墨劍留香"
      },
      {
        "fa": "موک هیانگ - بانوی تاریکی"
      },
      {
        "en": "MookHyang DarkLady"
      }
    ],
    "description": {
      "de": "Der einzigartige Kampfkünstler und stolze Herrscher der Dämonensekte, Mookhyang, landet durch einen Fluch der gegnerischen Blutsekte in einer geheimnisvollen Fantasy-Welt. Doch wenn herauskommt, welch unglaubliche Kontrolle Mookhyang über Qi oder Mana hat, ist es nur eine Frage der Zeit, bis er erneut verflucht wird ... und sich in eine junge Frau verwandelt!? Wird die Macht über chinesische Kampfkunst in dieser Welt der Elfen, Magier und Drachen ausreichen, damit ein Mann (oder eine Frau) wieder nach Hause zurückkehren kann? Oder wird dieser arme Krieger letztendlich eine Niederlage erleiden?",
      "en": "As the master of the School of Unholy Arts and as the undefeated Unmasked Demon, MookHyang unfortunately falls to a strange fantasy world by the magic of his enemies (School of Blood Arts). In the new world of elf, sorcerer, knight, and dragon, MookHyang’s adventure of finding a way back to his old world (Murim) unfolds.\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=_aBOSaO6uOk)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%AC%B5%ED%96%A5-%EB%8B%A4%ED%81%AC%EB%A0%88%EC%9D%B4%EB%94%94/2341)\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28581)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E5%A2%A8%E5%8A%8D%E7%95%99%E9%A6%99/59)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/31401)\n\n- [Official German Translation](https://www.tappytoon.com/de/comics/mookhyang-dark-lady-de)\n\n- [Official French Translation](https://www.tappytoon.com/fr/comics/mookhyang-dark-lady-fr)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%A1%E0%B8%B8%E0%B8%81%E0%B8%AE%E0%B8%A2%E0%B8%B2%E0%B8%87_%E0%B8%94%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89/99)\n---\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/89958058)\n\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=237680077)",
      "fr": "Mookhyang, pratiquant des arts martiaux et hiérarche de la Secte Démoniaque, se retrouve plongé dans un univers fantastique après avoir été victime d'une malédiction de la part de son ennemi, la Secte du Sang. Mais lorsque les capacités de contrôle du Qi (ou « mana ») de Mookhyang sont révélées au grand jour, ce dernier se retrouve bientôt à nouveau maudit... et transformé en... jeune fille ! Dans cet univers où vivent elfes, mages, chevaliers et dragons, la maîtrise des art martiaux chinois suffira-t-elle à un homme (ou à une « femme » ? ) pour survivre et retrouver le chemin vers un monde ordinaire ? Ou bien cet humble guerrier déclarera-t-il forfait ?",
      "ja": "千年に一人の達人「脱魔」の域に達した魔教の教主、墨香。 しかし武林の支配を目論む張仁傑の怪しげな術により異なる世界へ飛ばされてしまう。 言葉も文化も分からない世界で、墨香の孤独な戦いが幕を開ける。",
      "ko": "마교의 교주로서 극강의 무공을 자랑하던 묵향은 적들(혈교)에 의해 생전 처음 보는 생소한 이세계(판타지 세계)로 떨어지게 된다. 그곳에서 엘프, 마법사, 기사, 드래곤 등 새로운 존재들과 만나며... 무림 최고수 묵향이 원래 자신의 세상(무림)으로 돌아가기 위해 긴 모험을 떠나게 된다는 스토리.\n\n한국의 무협소설과 판타지 문학을 사랑하는 수많은 독자들이 기다려왔던 초대형 이벤트― 웹툰계를 뒤흔들 다시없을 프로젝트가 시작된다! \n1999년부터 시작된 전설, 누계부수 300만부... 무협소설과 판타지문학을 접목시킨 기념비적인 장르소설인 [묵향]이 드디어 만화화!! \n\n한국 무협판타지의 한 획을 그었던 전동조 작가의 메가히트 장르소설 [묵향]을 만화화! 만화의 내용은 원작의 2부격인 [다크레이디] 편에서부터 시작한다.\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=_aBOSaO6uOk)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%AC%B5%ED%96%A5-%EB%8B%A4%ED%81%AC%EB%A0%88%EC%9D%B4%EB%94%94/2341)\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28581)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E5%A2%A8%E5%8A%8D%E7%95%99%E9%A6%99/59)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/31401)\n\n- [Official German Translation](https://www.tappytoon.com/de/comics/mookhyang-dark-lady-de)\n\n- [Official French Translation](https://www.tappytoon.com/fr/comics/mookhyang-dark-lady-fr)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%A1%E0%B8%B8%E0%B8%81%E0%B8%AE%E0%B8%A2%E0%B8%B2%E0%B8%87_%E0%B8%94%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89/99)\n---\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/89958058)\n\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=237680077)",
      "ru": "Будучи мастером школы темных искусств и непобедимым незыблемым истым демоном, Мукхян, к несчастью, попадает в странный фэнтезийный мир из-за магии своих врагов (школа искусств крови). В новом мире эльфов, колдунов, рыцарей и драконов, разворачивается приключение Мукхяна по поиску пути назад в его старый мир, Мурим.\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=_aBOSaO6uOk)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%AC%B5%ED%96%A5-%EB%8B%A4%ED%81%AC%EB%A0%88%EC%9D%B4%EB%94%94/2341)\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28581)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E5%A2%A8%E5%8A%8D%E7%95%99%E9%A6%99/59)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/31401)\n\n- [Official German Translation](https://www.tappytoon.com/de/comics/mookhyang-dark-lady-de)\n\n- [Official French Translation](https://www.tappytoon.com/fr/comics/mookhyang-dark-lady-fr)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%A1%E0%B8%B8%E0%B8%81%E0%B8%AE%E0%B8%A2%E0%B8%B2%E0%B8%87_%E0%B8%94%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89/99)\n---\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/89958058)\n\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=237680077)",
      "th": "มุกฮยาง เจ้าสำนักปีศาจได้ถูกส่งตัวข้ามพิภพมายังโลกใหม่ที่ภาษา, วัฒนธรรมและทุกๆ อย่างได้แตกต่างจากยุทธจักรของเขาอย่างสิ้นเชิง ซ้ำร้ายยังต้องคำสาปให้กลายร่างเป็นเด็กผู้หญิงแสนบอบบางที่เขารังเกียจ แล้วเขาจะหาทางกลับคืนร่างและหวนกลับไปยังยุทธจักรของเขาได้หรือไม่",
      "zh": "魔教教主墨香在经历脱胎换骨之后，修道成仙。 却在即将称霸武林之际遭人谋算，被移送至了精灵、魔法师、骑士、龙等生物共存的异世界里，墨香为了重回原来的世界，开始了冒险之旅！",
      "pt-br": "MookHyang, o mestre da Escola das Artes Profanas e o invencível Demônio Exposto, é infelizmente enviado a um mundo de fantasia estranho pela magia de seus inimigos da Escola das Artes de Sangue. Em um novo mundo com elfos, feiticeiros, cavaleiros e dragões, a aventura de MookHyang em busca de um meio para voltar ao seu velho mundo (Murim) tem início.",
      "zh-hk": "身懷絕世武功的魔教教主墨香，被來自血教的敵人\n送往生平從未見過的陌生異域(奇幻世界)。\n在那裡，他遇上了精靈、魔法師、騎士、龍族...等\n前所未聞的人事物。\n為了回到原本的世界(武林)，\n武林第一人墨香踏上旅程，一場大冒險就此展開!\n\n喜愛韓國武俠小說與奇幻文學的讀者\n引頸期盼的超大型活動!\n震撼Webtoon界的絕倫企劃正式啟動!\n1999年開始連載的傳說之作、累積銷量高達300萬冊...\n結合武俠與奇幻的劃時代小說「墨香」，終於漫畫化!!\n\n為韓國奇幻武俠立下全新里程碑的大師級作家\nJEON DongZo精心打造的超高人氣小說「墨香」，\n終於漫畫化啦!!\n\n漫畫內容由原著第二部《Dark Lady》開展。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad2f66cc-3b77-4122-bda1-7c3894066305",
    "title": {
      "en": "Marriage Gray"
    },
    "updatedAt": "2024-05-02T22:10:06+00:00",
    "coverArt": "https://mangadex.org/covers/ad2f66cc-3b77-4122-bda1-7c3894066305/d9bb6b60-dba3-43cf-9784-126b1fc9b81a.jpg",
    "altTitles": [
      {
        "ja": "マリッジグレー"
      },
      {
        "ru": "Серый брак"
      },
      {
        "zh": "想不通可爱老婆为什么要与我结婚"
      },
      {
        "zh-ro": "Xiǎng bùtōng kě'ài lǎopó wèishéme yào yǔ wǒ jiéhūn"
      },
      {
        "ko": "매리지 그레이"
      },
      {
        "ko-ro": "Maeliji geulei"
      }
    ],
    "description": {
      "en": "My wife is suspicious!! Why did she marry a guy like me…? Ordinary average guy Tsuchioka Naotsugu ended up with Yoshino, who's perfect in all angles of beauty, know-how, and sociability. It's not \"marriage blue\" it's everyday life questioning over things, so it's \"marriage gray\" newlywed life, go!",
      "ja": "ウチのかわいすぎる妻は、なぜ超平凡な自分と結婚したのか――!?　自己評価激低な夫・槌岡直継は、妻・憙乃への疑念から“マリッジグレー”に陥っていた！　一方の憙乃は、日々溢れまくる直継へのLOVEを抑えるのに一生懸命で…!?　相思相愛な新婚夫婦の、激甘かけ違いラブコメディ！",
      "pt-br": "Minha esposa é muito suspeita! Eu não entendo por que ela se casou com alguém como eu? Por que uma mulher bonita, inteligente, e considerada como a Yoshino se casaria com alguém comum como Naotsugu!! Não há casamento azul aqui, apenas um suspeito caso de casamento cinza!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6df81a90-22a1-4f01-b33d-e718d4e4430a",
    "title": {
      "en": "Love Live! flowers* - Hasunosora Girls' High School Idol Club -"
    },
    "updatedAt": "2024-06-08T17:19:29+00:00",
    "coverArt": "https://mangadex.org/covers/6df81a90-22a1-4f01-b33d-e718d4e4430a/4cbc57c0-6c16-4ed3-90a8-acea45136c4d.jpg",
    "altTitles": [
      {
        "ja": "ラブライブ！flowers* -蓮ノ空女学院スクールアイドルクラブ-"
      },
      {
        "ja-ro": "Love Live! flowers* - Hasunosora Jogakuin School Idol Club -"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "253caeba-c9da-46fe-99ee-04cc6217aac6",
    "title": {
      "en": "Arrogant Slave"
    },
    "updatedAt": "2024-05-28T02:01:12+00:00",
    "coverArt": "https://mangadex.org/covers/253caeba-c9da-46fe-99ee-04cc6217aac6/3ad27d81-898d-4025-a9a0-ae9770d64bd6.png",
    "altTitles": [
      {
        "ja-ro": "Takabisha Dorei-chan"
      },
      {
        "ja": "高飛車ドレイちゃん"
      },
      {
        "ko": "고압적인 노예"
      },
      {
        "pt-br": "A escrava arrogante"
      }
    ],
    "description": {
      "en": "At the market, a man stumbles upon a particularly arrogant slave...",
      "pt-br": "No mercado, um homem se depara com uma escrava particularmente arrogante..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fd144b8-fc47-4cf4-afc7-9191d88dcc4a",
    "title": {
      "en": "Kutabire Salarymen no Ore, 7nenburi ni Saikai shita Bishoujo JK to Dosei wo Hajimaru"
    },
    "updatedAt": "2024-06-21T00:10:34+00:00",
    "coverArt": "https://mangadex.org/covers/4fd144b8-fc47-4cf4-afc7-9191d88dcc4a/feb84150-b8f7-47b3-bb70-985e9b61ccf7.jpg",
    "altTitles": [
      {
        "ja": "くたびれサラリーマンな俺、7年ぶりに再会した美少女JKと同棲を始める"
      },
      {
        "en": "I, a Tired Office Worker, Start Living Together with a Beautiful Highschool Girl whom I Met Again After 7 Years"
      },
      {
        "es": "Soy un Cansado Asalariado, y Comencé a Vivir con una Hermosa Estudiante de Secundaría Luego de Reencontrarnos 7 Años Después"
      }
    ],
    "description": {
      "en": "Amae Yuuya, an office worker in his third year of employment, is completely exhausted by the daily grind. Then, for the first time in seven years, Yuuya meets Aoi Shiratori, a girl eight years younger than him who used to live in his neighborhood. She had grown up to be a beautiful JK girl who was good at housework, and she said to him,\n\n“Yuuya-kun, would you like to live with me under the premise of marriage?”\n\nAoi desperately wants to live with Yuuya, her first love. Yuuya, who is puzzled, agrees to live with Aoi as a guardian for the time being, but Aoi’s aggressive approach makes him very nervous inside.\n\n[Light Novel](https://firecross.jp/hjbunko/series/492)",
      "es": "Amae Yuya, un oficinista en su tercer año de empleo, está completamente agotado por la rutina diaria. Entonces, por primera vez en siete años, Yuya se encuentra con Aoi Shiratori, una chica ocho años más joven que él que solía vivir en su barrio. Quien había crecido hasta convertirse en una hermosa chica JK a la que se le daban bien las tareas domésticas. Este repentino acto de acontecimientos tenía un sólo propósito. Y era el vivir juntos bajo la premisa del matrimonio dado a una promesa que ambos se hicieron hace 7 años. Esta es la historia de viejos amigos que empezaran una vida juntos como si fueran esposo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d3bd464-2004-483c-af4f-3cfbe70cf73e",
    "title": {
      "en": "The Undefeatable Swordsman"
    },
    "updatedAt": "2022-09-18T20:07:34+00:00",
    "coverArt": "https://mangadex.org/covers/3d3bd464-2004-483c-af4f-3cfbe70cf73e/73ae7f96-5f86-4ffa-b6fd-fd22a277ae8a.jpg",
    "altTitles": [
      {
        "ko": "불패검선"
      },
      {
        "en": "Undefeatable Swordsman"
      },
      {
        "en": "Bulpaegeomseon"
      },
      {
        "ja": "不敗剣仙"
      },
      {
        "ru": "Непобедимый мечник"
      }
    ],
    "description": {
      "en": "A weak and sickly boy, Sung Woo-mun's condition worsens when he loses his mental capacities, owing to a painting gifted by a sage. He grows up as the 'village idiot', pitied by his own parents. But unbeknownst to everyone, his life is about to change soon, and a new destiny awaits him. When Sung Woo-mun turns 20, not only does he have an epiphany, but an undefeatable martial arts power begins to bloom inside the painting. What could all of this mean for Woo Mun? And what strange world awaits him?\n\n---\n\n**Links:**\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EB%B6%88%ED%8C%A8%EA%B2%80%EC%84%A0/1985)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/47151)",
      "ja": "旅籠屋の長男に生まれた「宋愚問」 「愚問」は体が弱い兄と違って、弟の「愚強」だけ華山派に入門してすることになった。 二人の初年の運命が枝分かれしたあの日…仙人が飲食代の代わりに山水画を描いてくれた後、山水画に酔いしれ続けた「愚問」は健康を取り戻したが、バカになってしまった。 二十歳になった日！ 「愚問」知らないうちに無限の武功を身につくようになったがーー",
      "ko": "시골 객점의 아들 송우문.\n어릴 적부터 몸이 약했던 그는\n어느 날 노도사가 그려 주고 간\n산수화를 보고 바보가 된다.\n\n그렇게 동네에선 바보라 놀림받고\n부모에겐 한심한 아들로 자라지만\n\n스무 살이 되던 날!\n각성과 함께 산수화 속 절대무공을 꽃피운다!",
      "ru": "Сон Вумун, сын деревенщины, с самого рождения был слабым. Однажды, увидев как художник рисовал пейзаж, он потерял рассудок. Каждый в деревне издевался над его глупостью. Но вот ему исполнилось двадцать и он станет настоящим мастером боевых искусств!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58e24996-3b06-4438-8fb4-4e1c1a656ca8",
    "title": {
      "en": "\"Kukuku……. Yatsu wa Shiten'nou no Naka Demo Saijaku\" to Kaiko sa Reta Ore, Naze ka Yuusha to Seijo no Shishou ni Naru"
    },
    "updatedAt": "2024-06-21T00:06:51+00:00",
    "coverArt": "https://mangadex.org/covers/58e24996-3b06-4438-8fb4-4e1c1a656ca8/35c1df08-cecf-4b0f-9217-bca8a2abaac8.jpg",
    "altTitles": [
      {
        "ja": "「ククク……。奴は四天王の中でも最弱」と解雇された俺、なぜか勇者と聖女の師匠になるuu"
      },
      {
        "en": "\"Heh heh heh....... He Is the Weakest of the Four Heavenly Kings.\" I Was Dismissed From My Job, but Somehow I Became the Master of a Hero and a Priestess"
      },
      {
        "zh-hk": "「庫庫庫……。他是四天王之中最弱」這樣被解僱的我、不知為何成了勇者和聖女的師傅"
      },
      {
        "ja-ro": "Kaiko Sareta Ore, Naze Ka Yusha To Seijo No Shisho Ni Naru"
      },
      {
        "ko": "「크크큭……. 놈은 사천왕 중에서도 최약이지」라고 해고된 나, 왠지 용사와 성녀의 스승이 되었다"
      },
      {
        "zh": "「库库库......。 他是四天王之中最弱」这样被解雇的我、不知为何成了勇者和圣女的师傅"
      },
      {
        "es": "\"Kukuku....... El es el más débil de los cuatro monarcas celestiales.\" Me despidieron de mi trabajo, pero de alguna manera me convertí en el maestro de un héroe y una doncella santa"
      },
      {
        "en": "\"Kukuku....... He Is the Weakest of the Four Heavenly Monarchs.\" I Was Dismissed From My Job, but Somehow I Became the Master of a Hero and a Holy Maiden"
      },
      {
        "ja-ro": "「Kukuku……. Yatsu wa Shiten'nō no Naka Demo Saijaku」 to Kaiko sa Reta Ore, Naze ka Yūsha to Seijo no Shishō ni Naru"
      },
      {
        "ja-ro": "Ku Ku Ku....... Yatsu Ha Shitenno No Naka Demo Saijaku\" To Kaiko Sareta Ore, Naze Ka Yusha To Seijo No Shisho Ni Naru"
      }
    ],
    "description": {
      "en": "_\"Then… you, drop dead…\"_  \n  \nCapsodia the Death Scorpion (Level 1) was called the \"weakest\" and was chased out of his position as one of the Four Heavenly Monarchs in the Demon Lord's Army. He was planning to hide out in the Human's Territory until things die down a bit, but he became idolized by Pafimia, an animal-eared Heroine, and Sharon, a pint-sized Saint…  \n  \nIntroducing an astounding fantasy story chock full of excitement!!",
      "es": "Capsodia el Escorpión de la Muerte (Level 1) fue llamado el \"más débil\" y fue expulsado de su posición como uno de los Cuatro Monarcas Celestiales en el Ejército del Señor Demonio. Planeaba esconderse en el Territorio de los Humanos hasta que las cosas se calmaran un poco, pero Pafimia, una heroína con orejas de animales, y Sharon, una santa diminuta, lo idolatraron...",
      "ja": "[Wikipedia](https://ja.wikipedia.org/wiki/%E3%80%8C%E3%82%AF%E3%82%AF%E3%82%AF%E2%80%A6%E2%80%A6%E3%80%82%E5%A5%B4%E3%81%AF%E5%9B%9B%E5%A4%A9%E7%8E%8B%E3%81%AE%E4%B8%AD%E3%81%A7%E3%82%82%E6%9C%80%E5%BC%B1%E3%80%8D%E3%81%A8%E8%A7%A3%E9%9B%87%E3%81%95%E3%82%8C%E3%81%9F%E4%BF%BA%E3%80%81%E3%81%AA%E3%81%9C%E3%81%8B%E5%8B%87%E8%80%85%E3%81%A8%E8%81%96%E5%A5%B3%E3%81%AE%E5%B8%AB%E5%8C%A0%E3%81%AB%E3%81%AA%E3%82%8B)",
      "pt-br": "\"Então... você, morra...\"\n\nCapsodia o Escorpião da Morte (Nível 1) foi chamado de \"mais fraco\" e foi expulso de sua posição como um dos Quatro Monarcas Celestiais no Exército do Lorde Demônio. Ele estava planejando se esconder no Território dos Humanos até que as coisas diminuíssem um pouco, mas ele foi idolatrado por Pafimia, uma Heroína com orelhas de animal, e Sharon, uma pequena Santa… \n\nApresentando uma história de fantasia surpreendente cheia de emoção !!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c5d3566-89fb-4447-91d2-506f014b97c3",
    "title": {
      "en": "Tensei Mae wa Otoko Datta no de Gyaku Harem wa Okotowari Shite Orimasu"
    },
    "updatedAt": "2023-11-14T17:37:55+00:00",
    "coverArt": "https://mangadex.org/covers/5c5d3566-89fb-4447-91d2-506f014b97c3/cb38614b-f58e-4053-8028-eb9642f4dfba.jpg",
    "altTitles": [
      {
        "ja": "転生前は男だったので逆ハーレムはお断りしております 完璧淑女への道"
      },
      {
        "en": "I Was a Man Before Reincarnating, So I Refuse a Reverse Harem"
      }
    ],
    "description": {
      "en": "Tasuku Nakamura, who was thrown into the sea in a marine accident and tried to help his best friend, ended his short life of 25 years. Formerly a mediocre office worker, when he opened his eyes, he was in the form of a six-year-old baron's daughter, Sophie Linier. At first she was confused by the changes, but she was reincarnated as a beautiful girl and decided to live as a lady in a different world.",
      "ja": "目が覚めたら25歳男子⇒6歳女子二度目の人生は可愛いご令嬢として輝きますわ\n\n海難事故で海に投げ出され、25年の生涯を閉じた平凡な会社員、中村祐。ところが、目を開けると、6歳の男爵令嬢ソフィー・リニエールの姿になっていた。あまりもの変化に戸惑ったのも束の間、異世界で淑女として生きていくことを決意する祐改めソフィー。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2bdbbe03-bf39-4bac-86fe-b91e964f973a",
    "title": {
      "en": "Oogami-san and Cerberus!"
    },
    "updatedAt": "2023-12-29T23:39:05+00:00",
    "coverArt": "https://mangadex.org/covers/2bdbbe03-bf39-4bac-86fe-b91e964f973a/055a47c6-0f3c-4396-a4a9-efabbe33f78d.jpg",
    "altTitles": [
      {
        "en": "Ms. Oogami and Keru Beru Suu!"
      },
      {
        "ja": "大上さんとケルベロスゥ！"
      },
      {
        "zh": "大上同学和可露贝洛苏！"
      },
      {
        "ja-ro": "Oogami-san to Cerberus!"
      }
    ],
    "description": {
      "en": "When Oogami-san was confessed to by one of the three dog eared girls Cer Ber and Us they became friends and started hanging out together. Will this friendship eventually turn into love!? A love story between the three physically identical girls who have totally different personalities and the beautiful lone wolf."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "27"
  },
  {
    "mangaId": "17727b0f-c9f2-4ab5-a0b1-b7b0cf6c1fc8",
    "title": {
      "en": "Kokumin-teki Idol ni natta Osana-Najimi ga Boro-Apart ni Sunderu Ore no Tonari ni Hikkoshitekita Ken"
    },
    "updatedAt": "2024-06-21T00:01:14+00:00",
    "coverArt": "https://mangadex.org/covers/17727b0f-c9f2-4ab5-a0b1-b7b0cf6c1fc8/f1bd33e8-e722-40f9-9837-40ac00ad855a.jpg",
    "altTitles": [
      {
        "ja": "国民的アイドルになった幼馴染みが、ボロアパートに住んでる俺の隣に引っ越してきた件"
      },
      {
        "en": "The Nationally Famous Idol, Who Turned Out to Be My Childhood Friend, Is Now My Neighbour!?"
      },
      {
        "es-la": "Mi Amiga de la Infancia que se Volvió una Idol Famosa, se Mudó al Lado de mi Departamento"
      },
      {
        "ja-ro": "Kokumin-teki Idol ni natta Osana-Najimi ga Boro-Apart ni Sunderu Ore no Tonari ni Hikkoshitekita Ken"
      },
      {
        "en": "My Childhood Friend, Who Became a National Idol, Moved into My Dingy Flat Next Door."
      },
      {
        "ja-ro": "idoltonari"
      },
      {
        "es": "La Idol de Fama Nacional, que Resultó ser mi Amiga de la Infancia, es Ahora mi Vecina"
      }
    ],
    "description": {
      "en": "My childhood friend who became separated three years ago is dancing on TV as a top idol. And it was the childhood friend who moved to the next to my room to see it!?\n\nA gem of romantic comedy that won the Comic Walker Manga Award at the 6th Kakuyomkon is now available as a comic!",
      "es": "Mi amiga de la infancia, que se había separado hace tres años, está bailando en la tele como una de las mejores idols. ¿Y fue mi amiga de la infancia la que se mudó al lado de mi habitación para verme?",
      "ja": "第1巻の内容紹介: 音大に通っている俺が住んでいるボロアパート、その隣の部屋に突然引っ越してきたのは国民的アイドルにして幼馴染みの東城美月！ 3年前の約束を支えにトップまで上り詰めた彼女との奇妙なご近所生活が始まる！\n\nDai 1-kan no naiyō shōkai: Ondai ni tōtte iru ore ga sunde iru boroapāto, sono tonari no heya ni totsuzen hikkoshite kita no wa kokumin-teki aidoru ni shite osananajimi no Tōjō Midzuki! 3-Nen mae no yakusoku o sasae ni toppu made noboritsumeta kanojo to no kimyōna go kinjo seikatsu ga hajimaru!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f449877-8abf-499d-9dfd-92a18c5c58b1",
    "title": {
      "en": "Suteishi Yuusha, Maou no Shita de Restart"
    },
    "updatedAt": "2024-06-20T23:54:07+00:00",
    "coverArt": "https://mangadex.org/covers/8f449877-8abf-499d-9dfd-92a18c5c58b1/0ac99b14-c2cf-4603-b739-b9ecc4944e8b.jpg",
    "altTitles": [
      {
        "ja": "捨て石勇者、魔王の下でリスタート"
      },
      {
        "en": "The Another World Demon King's Successor"
      },
      {
        "en": "Sacrificed Hero, restart as the Demon King's Successor"
      },
      {
        "ja-ro": "Isekai Maou no Successor"
      }
    ],
    "description": {
      "en": "Asato Kanami who was summoned as a hero to another world Istalia.  \r\n To stop the war between the demons and humans  \r\n It is said that he was summoned by Anna, the saint of the Kingdom of Elshnon.  \r\n After a year of war, Asato finally challenges the Demon King Lione.  \r\nJust when he thought the battle was over, his summoner Anna attacked him and the Demon King.  \r\n Asato who survived the attack and was protected by the Demon King.  \r\n What is the future path for the hero betrayed by humans…!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0cfe2eb8-8334-4531-90a0-e0887d505411",
    "title": {
      "en": "Hinekure Ryoushu no Koufukutan"
    },
    "updatedAt": "2024-06-21T17:09:42+00:00",
    "coverArt": "https://mangadex.org/covers/0cfe2eb8-8334-4531-90a0-e0887d505411/0e2096ec-0365-4ab0-8d91-7cbdb85b24cc.png",
    "altTitles": [
      {
        "ja": "ひねくれ領主の幸福譚"
      },
      {
        "en": "The Happy Story of a Twisted Lord"
      },
      {
        "es": "La Historia de Felicidad de un Señor Feudal Retorcido"
      }
    ],
    "description": {
      "en": "Noein is the son of a nobleman's father and his mistress. \nDespised by his family and servants, Noein grew up to be a twisted character, and after a 15 years of house arrest, he was evicted from the mansion. \nInstead of severing ties with his family, Noein was given an territory on the kingdom's frontier and the title of lord. \nBut the frontier is nothing but a vast expanse of untamed forest.\n\nDetermined to develop the frontier and become the happiest lord of all, Noein sets out to cultivate the land. With the golem manipulation magic he mastered while under house arrest and the advanced knowledge he acquired from books, he plows the wasteland and begins farming. \nThe first two stages of the project go smoothly, but the most important thing is that there are no residents in the territory.",
      "es": "Noein, nacido de un padre de la nobleza y su amante, se vio obligado a vivir bajo arresto domiciliario desde una edad muy temprana y fue despreciado por quienes le rodeaban. En lugar de romper sus lazos familiares, le fue otorgado un enclave en la frontera del reino y un título de señor feudal. Pero, lo único que encuentra allí es una vasta extensión de bosque inexplorado. ¡Como venganza contra su padre, Noein jura \"ser más feliz que nadie con el pueblo\" y se lanza a explorar la frontera para lograr su objetivo...!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bc00a43-f16f-4bb3-b3c2-59b6e9effdd1",
    "title": {
      "en": "Ochikobore Kenshi, Tsuihousareta no de Majutsushi ni Tenkou suru - Kenshi no Toki wa Gomi Skill datta \"Zettai Kioku\" wa Majutsushi ni Totte wa Kami Skill deshita"
    },
    "updatedAt": "2024-06-05T18:39:42+00:00",
    "coverArt": "https://mangadex.org/covers/3bc00a43-f16f-4bb3-b3c2-59b6e9effdd1/157c0332-2a18-4ffe-af71-90a56ea49ca4.jpg",
    "altTitles": [
      {
        "ja": "落ちこぼれ剣士、追放されたので魔術師に転向する ～剣士のときはゴミスキルだった『絶対記憶』は魔術師にとっては神スキルでした～"
      },
      {
        "en": "The Exiled Failed Swordsman Becomes a Sorcerer ~ [Absolute Memory], Which Was a Garbage Skill for a Swordsman, Is a God Skill for a Sorcerer!"
      }
    ],
    "description": {
      "en": "In a world where swordsmanship and magic clash, Durandal is born into one of the world’s most prestigious swordsman families. However, his innate skill is ‘Absolute Memory’. A skill that allows him to never forget anything he has seen or heard, but it was completely useless in swordsmanship where power is everything. Eventually, the banished Durandal encounters ‘magic’, and starts to change the life he had once given up on!!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "caa197bb-990e-4f59-bc6f-f20e42015d01",
    "title": {
      "en": "Gotou-san wa Furimukasetai!"
    },
    "updatedAt": "2024-06-21T17:05:13+00:00",
    "coverArt": "https://mangadex.org/covers/caa197bb-990e-4f59-bc6f-f20e42015d01/8656415c-556e-48d6-aa6a-b682919cb625.jpg",
    "altTitles": [
      {
        "ja": "後藤さんは振り向かせたい"
      },
      {
        "en": "Gotou-san Wants Me to Turn Around"
      },
      {
        "fr": "Gotou-san veut que je me retourne"
      },
      {
        "zh": "後藤同學想讓你回頭"
      },
      {
        "es": "Gotou-san Quiere Que me Dé la Vuelta."
      }
    ],
    "description": {
      "en": "Gotou-san, the prettiest girl in school, tries to get the attention of Maeda-kun, who sits in front of her. She secretly harbors a crush on him, but Maeda, who lacks self-confidence, doesn't notice her feelings. What is the future of Gotou-san's unwavering love?",
      "es": "La chica más guapa de la escuela, Gotou-san, siempre está tonteando con Maeda-kun, el chico sentado frente a ella. Ella está secretamente enamorada de él, pero Maeda-kun, que es inseguro de sí mismo, no entiende sus intenciones.",
      "fr": "Gotou-san, la plus jolie fille de l'école, demande quelque chose à Maeda-kun devant lui. Gotou-san l'aime secrètement, mais Maeda, qui ne lui fait pas confiance, ne la remarque pas.Quel est l'avenir de l'amour indéfectible de Gotou-san ?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a99fdf6b-c4ce-4e0f-b0da-a977c13b8b11",
    "title": {
      "en": "Gal niPA-chan wa Semararetai"
    },
    "updatedAt": "2024-06-08T18:32:37+00:00",
    "coverArt": "https://mangadex.org/covers/a99fdf6b-c4ce-4e0f-b0da-a977c13b8b11/cf747b84-efcb-47fa-930d-a73f773aeb89.jpg",
    "altTitles": [
      {
        "en": "Gal niPA-chan Wants to be Hit On"
      },
      {
        "ja": "ギャルにぱちゃんはせまられたい"
      },
      {
        "th": "นุ้งแกลนิป้าอยากโดนจับกดจังเลยค่า!"
      },
      {
        "id": "Gal Nipa-chan ingin di Entot"
      },
      {
        "zh-hk": "辣妹尼帕醬想被挑逗"
      }
    ],
    "description": {
      "en": "The popular teen model niPA, aka Asahino Futaba, is strong willed and independent, but the plain guy who is her seatmate refuses to budge before her... \"Damn that four-eyed loser, how dare he tell me off!\". However, at the same time, remembering that makes her feel somehow strange. Her fingers slip beneath her skirt as if by reflex and while thinking about getting assaulted by that disgusting man, she pleasures herself against her better judgment while she is brought to climax in her fantasies!?",
      "id": "Futaba Asahino dikenal sebagai model remaja populer niPA.  Dia memiliki kepribadian yang tidak bisa digoda orang, tapi laki-laki berkaca mata yang duduk disebelahnya, secara tidak sengaja melihatnya colmek.",
      "th": "เรื่องราวของสาวแกลขี้มโนกับหนุ่มแว่นจืดจาง... จะเกิดอะไรขึ้นเมื่อสาวแกลคนดังของโรงเรียนเกิดมีอารมณ์ \"อย่างว่า\" กับหนุ่มแว่นจืดจางที่นั่งข้างๆ ถ้ามันเก็บไว้ไม่ไหว ก็ระเบิดออกมาที่โรงเรียนซะเลย!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c21fbcd-e22e-4e6d-8258-7d580df9fc45",
    "title": {
      "en": "Lycoris Recoil"
    },
    "updatedAt": "2024-05-14T13:44:33+00:00",
    "coverArt": "https://mangadex.org/covers/9c21fbcd-e22e-4e6d-8258-7d580df9fc45/25274ba0-4703-4427-aaaa-bac4b2e1e639.jpg",
    "altTitles": [
      {
        "ja": "リコリス・リコイル"
      },
      {
        "ru": "Ликорис Рикоил"
      }
    ],
    "description": {
      "en": "Takina Inoue, a high school girl working as a member of an all-female taskforce of assassins and spies known as \"Lycoris\" dispatched to eliminate criminals and terrorists in Tokyo, is sanctioned by her superiors at the DA agency for disobeying orders in order to save a colleague. She is transferred to work with the elite Lycoris agent Chisato Nishikigi at one of the agency's branches, which operates under the cover of a cafe, called \"LycoReco\".",
      "ja": "凶悪犯罪が一切起こらない国・日本。その治安を陰から維持するエージェント「リコリス」の正体は、制服に身を包み、都市に紛れる少女たちであった――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "07382196-5d12-4b4f-93d9-50c521f65a7e",
    "title": {
      "en": "Blue Dragon - Ral Ω Grado"
    },
    "updatedAt": "2024-06-21T20:14:03+00:00",
    "coverArt": "https://mangadex.org/covers/07382196-5d12-4b4f-93d9-50c521f65a7e/e885c18e-bafc-4eaa-a207-6e013f9efecb.jpg",
    "altTitles": [
      {
        "ja": "BLUE　DRAGON　ラル・グラド"
      },
      {
        "en": "Blue Dragon: Ral & Grad"
      },
      {
        "en": "Blue Dragon: RalΩGrad"
      },
      {
        "ja": "ＢＬＵＥ　ＤＲＡＧＯＮラルΩグラド"
      },
      {
        "ja-ro": "Ral Ω Grad"
      },
      {
        "ru": "Синий дракон"
      },
      {
        "ja": "ブルードラゴン ラルΩグラド"
      },
      {
        "zh": "蓝龙"
      }
    ],
    "description": {
      "en": "In the days of war, a baby fused together with a \"shadow\" called Blue Dragon, a legend among the \"shadows\". Because of that, he was locked in darkness from birth until recently, 15 years later, to prevent his shadow from activating. From the beginning, the only person he knew was his tutor who would come see him everyday. But \"shadows\" have begun to run rampant as they escape from \"Noir\" through living beings. Humnas call for the release of Blue Dragon in order to help mankind; thus their journey begins to seal the \"shadows\" along with the strongest: their queen.",
      "pt-br": "Em um mundo onde criaturas demoníacas nomeadas “sombras” entram no nosso mundo através dos seus hospedeiros, os seres humanos. No entanto, quando um menino com o nome de Ral torna-se amigo de sombra, que vive em seu interior, ele pode ser a última esperança de salvar o mundo. Ral vive na ilha de Sphaein, no reino de Sphaelite. Lá, ele foi convocado para proteger o reino das sombras do mal que querem destruí-lo. Com a ajuda da sua sombra, o grande dragão azul chamado Grad, e sua professora, Mio, Ral pode derrotar qualquer desafiante."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "29"
  },
  {
    "mangaId": "010abcb5-c705-4dcb-a51d-49b2c518b673",
    "title": {
      "en": "Gyaru Gamer ni Homeraretai"
    },
    "updatedAt": "2024-04-17T21:19:20+00:00",
    "coverArt": "https://mangadex.org/covers/010abcb5-c705-4dcb-a51d-49b2c518b673/b81e6d4c-e5b8-4b29-89da-4fd1fcf79c68.jpg",
    "altTitles": [
      {
        "en": "I Want To Be Praised By A Gal Gamer"
      },
      {
        "ja": "ギャルゲーマーに褒められたい"
      },
      {
        "ru": "Я хочу, чтобы девушка-геймер меня похвалила!"
      },
      {
        "ja-ro": "Gal Gamer ni Homeraretai"
      },
      {
        "en": "I Want To Be Praised By Gal Gamer."
      },
      {
        "en": "I Want To Be Praised By A Gal Gamer!"
      },
      {
        "en": "I Want a Gal Gamer to Praise Me"
      }
    ],
    "description": {
      "en": "Raito Sasaki is your average gamer, but he wants to be one of the best.  \r\nHe decides to spend his money on a Trainer, little did he know that his coach is a gyaru gamer girl!  \r\nWill our protagonist be able to concentrate on the game?",
      "pt-br": "Raito Sasaki é um gamer comum, mas ele quer se tornar o melhor. Então ele começa a pagar um treinador, mas mal sabia ele que esse \"treinador\" era uma Gyaru gamer! Será que o nosso protagonista será capaz de se concentrar no game?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99af94f5-04c2-424b-8438-0c8386b0ec5f",
    "title": {
      "en": "Insomniacs After School"
    },
    "updatedAt": "2024-05-03T01:30:44+00:00",
    "coverArt": "https://mangadex.org/covers/99af94f5-04c2-424b-8438-0c8386b0ec5f/d93faaa3-3fe9-4995-a191-95fbc592b8a0.jpg",
    "altTitles": [
      {
        "es": "insomnes Después de la Escuela"
      },
      {
        "fr": "Insomniaques"
      },
      {
        "id": "Insomniamu Sepulang Sekolah"
      },
      {
        "ja": "君は放課後インソムニア"
      },
      {
        "ru": "Бессонница после школы"
      },
      {
        "kk": "Мектептен кейінгі ұйқы қашуы"
      },
      {
        "ne": "विद्यालय पछि अनिद्रा"
      },
      {
        "pt-br": "Insones - Caçando estrelas depois da aula"
      },
      {
        "ja-ro": "Kimi wa Houkago Insomnia"
      }
    ],
    "description": {
      "en": "Nakami is a studious but cranky and antisocial high schooler who gets on his classmates' nerves. However, his bad attitude comes from the fact that he has a sleeping disorder, and frequently spends nights on end without a single minute of sleep. During the preparations for the school festival, he is begrudgingly sent to the school's astronomy observatory to gather cardboard boxes, a place which is said to be haunted by the dire happenings of the now defunct Astronomy Club. He finds the isolated place a haven ripe for him to sleep, but while rummaging around, he stumbles upon his classmate Magari Isaki sleeping inside a toppled-over locker.   \n  \nIsaki, unlike him, is a personable and popular girl at class, but who also hides her own problems with insomnia. Looking for a middle ground, they find that there's comfort and ease in sleeping together, so they resort to make the observatory their own private cubby to sleep… Have they found the comfort they're looking for?",
      "es": "Nakami es un muchacho de secundaria estudioso pero irritable y antisocial que irrita a sus compañeros de clase. Sin embargo, su mala actitud se debe al hecho de que tiene un desorden del sueño, y pasa noches enteras sin dormir un minuto. En el momento de las preparaciones del festival escolar, sus compañeros lo mandan a regañadientes al observatorio de astronomía para traer cajas de cartón, y dicho lugar se rumora está maldecido por los hechos macabros del otrora Club de Astronomía. Una vez allí, encuentra que el sitio es un lugar ideal para dormir, pero mientras esculca, se tropieza con su compañera Magari Isaki, que duerme en un casillero tumbado.  \n  \nIsaki, al contrario de él, es una muchacha popular y amistosa, pero que también oculta sus propios problemas con la insomnia. Negociando sobre qué hacer, se dan cuenta que hay comodidad y facilidad en dormir juntos, así que resuelven hacer del observatorio su propio rincón privado para dormir… ¿Han así encontrado la comodidad que tanto buscan?",
      "fr": "Ganta Nakami est insomniaque. À l'école, il semble donc fatigué, voire associable. Un jour, dans la salle d'astronomie, il découvre Isaki Magari, endormie dans un coin. Insomniaque comme lui, mais bien plus sociable, elle lui propose de partager l'endroit pour y dormir en cachette. Leur rapprochement semble les aider à retrouver le sommeil, chacun étant sensible aux battements de cœur de l'autre…\n\n---\n\nMaison d'édition FR : **Soleil Manga**",
      "pt-br": "Nakami é um estudante dedicado, porém, sempre parece estar irritado, o que faz seus colegas de classe não gostarem dele. Porém essa atitude é devido ao fato dele ter insônia, passando a maior parte da noite em claro, sem conseguir dormir nem um minuto sequer. Durante a preparação do festival escolar, ele foi enviado contra a sua vontade para pegar cartolina na sala do observatório de astronomia da escola, um lugar que tem fama de ser mal-assombrado. Lá ele encontra um lugar calma e isolado para dormir, mas enquanto ele verificava o local ele encontra sua colega de classe Magari Isaki, que estava dormindo lá. Após ambos descobrirem sobre o problema de insônia um do outro, eles decidem dividir aquele local como refúgio para poderem dormir. Por quanto tempo será que eles poderão se aproveitar desse conforto? E será que a sala do observatório realmente é mal-assombrada?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "125"
  },
  {
    "mangaId": "479ada4b-2fa6-4465-97ef-734bc3c7d254",
    "title": {
      "en": "Gachi Koi Maou-sama"
    },
    "updatedAt": "2024-02-22T09:08:59+00:00",
    "coverArt": "https://mangadex.org/covers/479ada4b-2fa6-4465-97ef-734bc3c7d254/5ea6a8b2-cf6c-45c1-bd1c-420227a48472.jpg",
    "altTitles": [
      {
        "ja": "ガチ恋魔王様"
      },
      {
        "ru": "Горячая любовь владыки демонов"
      }
    ],
    "description": {
      "en": "A hero undertakes the task of defeating the Demon Lord for the sake of world peace. When he arrives at the Demon Lord's castle, he is greeted by the Demon Lord with a marriage certificate in her hand! The hero is bewildered by the Demon Lord's strong appeal to marry him, but...? A love comedy about a die-hard-fan Demon Lord and an overly prickly hero whose world is in danger of extinction!",
      "pt-br": "Um herói assume a tarefa de derrotar o Rei Demônio pelo bem da paz mundial. Quando ele chega ao castelo da Maou, ele é saudado pela Maou com uma certidão de casamento na mão! O herói fica perplexo com o forte apelo da Maou para se casar com ele, mas…? Uma comédia de amor sobre uma Maou amorosa e um herói amargurado cujo mundo está em perigo de extinção!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "911f2f01-9718-4a42-8e2a-1b684b695cba",
    "title": {
      "en": "303-Goushitsu no Kami-sama"
    },
    "updatedAt": "2024-05-26T04:57:53+00:00",
    "coverArt": "https://mangadex.org/covers/911f2f01-9718-4a42-8e2a-1b684b695cba/9a9d4de0-a761-4c38-be77-e96db736db4c.jpg",
    "altTitles": [
      {
        "ja": "303号室の神さま"
      },
      {
        "ja": "神様です。サービスするよ"
      },
      {
        "ja": "神様と陰気な少年"
      },
      {
        "ja-ro": "Kami-sama desu. Service suru yo."
      },
      {
        "ja-ro": "Kami-sama to Inki na Shounen"
      },
      {
        "en": "The God of Room 303"
      },
      {
        "en": "I'm a God. I'll serve you."
      },
      {
        "en": "God and the Gloomy Boy"
      },
      {
        "vi": "Vị thần ở phòng 303"
      },
      {
        "vi": "Tôi là một vị thần. Tôi sẽ giúp bạn"
      },
      {
        "vi": "Thần và cậu bé u ám"
      },
      {
        "es-la": "La Diosa de la habitación 303"
      },
      {
        "ru": "Богиня комнаты 303"
      },
      {
        "id": "Dewa di Ruangan 303"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4bddefeb-af60-4baa-9793-2b323a6d7c49",
    "title": {
      "en": "Fukinoshita-san wa Sega Chiisai"
    },
    "updatedAt": "2024-06-20T23:31:14+00:00",
    "coverArt": "https://mangadex.org/covers/4bddefeb-af60-4baa-9793-2b323a6d7c49/300499e2-aa00-4d1c-8a7a-8f0ffe54ac22.jpg",
    "altTitles": [
      {
        "ja-ro": "Fukinoshita-san wa Sega Chiisai"
      },
      {
        "ja": "蕗ノ下さんは背が小さい"
      },
      {
        "en": "Fukinoshita-san Is Small"
      },
      {
        "ja-ro": "Fukinoshita-san wa Se ga Chiisai"
      },
      {
        "es": "Fukinoshita-san es Pequeña"
      }
    ],
    "description": {
      "en": "Fukinoshita, a well-behaved, palm-sized flower dwarf, is the most popular girl in her school. On the other hand, her childhood friend, Onigashima, who is half oni and half human, is a delinquent and outcast. A lively interspecies romantic comedy around two people who have feelings for each other yet cannot be honest about it!",
      "es": "Fukinoshita es una chica linda del tamaño de una mano perteneciente a la especie de Enanos de flor y es la chica más popular de la escuela. Por el otro lado, su amigo de la infancia, Onigashima, que es mitad Humano y mitad Oni, es un chico marginado y rudo. Una animada comedia romántica interespecies de dos personas que tienen sentimientos entre si, pero que no pueden ser honestos."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "23"
  },
  {
    "mangaId": "23d49e6b-73b8-4d91-9544-1292a4ce68f8",
    "title": {
      "en": "Imada Nakunatte Inai Hito"
    },
    "updatedAt": "2024-06-04T13:58:58+00:00",
    "coverArt": "https://mangadex.org/covers/23d49e6b-73b8-4d91-9544-1292a4ce68f8/2ef5be61-2ae6-4fb4-b4f1-4ac5a233615c.jpg",
    "altTitles": [
      {
        "ja": "未だ亡くなっていない人"
      },
      {
        "en": "Wives Who have not Yet Passed Away"
      },
      {
        "vi": "Người vợ chưa chết"
      },
      {
        "en": "Wives Who Has Not Yet Passed Away"
      }
    ],
    "description": {
      "en": "Haruka Kawarazaki, a young man aspiring to be a manga artist, and Mayuko Kawarazaki, a beautiful woman to whom everyone looks back. They live in a room in a flat, share a meal every night and lay on each other's skin. But they are not husband and wife. A woman whose heart has been broken and a young man who knows it but continues their relationship - a love suspense about a forbidden relationship that you can't stop even when you know it's wrong.",
      "ja": "兄は逝き、義姉は壊れ、僕は溺れた\n\n漫画家を目指す青年･河原崎遥と、誰もが振り返る美女･河原崎繭子。共に暮らし、毎夜、食事を共にし、肌を重ねる。しかし、二人は夫婦ではない。繭子は、遥の義姉。死んだ兄の妻なのだ。心が壊れてしまった女と、それを知りながら関係を続ける男―――",
      "vi": "Chuyện xoay quanh anh chàng Kawarazaki Haruka có ước mơ được trở thành một tác giả truyện tranh và Kawarazaki Mayuko, một người phụ nữ xinh đẹp khiến cho bất kỳ người đàn ông nào cũng đều không khỏi phải ngước nhìn. Hai người họ hiện đang cùng chung sống trong một căn hộ, nấu ăn cho nhau và thậm chí còn làm cả những chuyện chăn gối dù rằng cả hai thực ra không phải vợ chồng. Một mối quan hệ cấm kỵ giữa người phụ nữ đã tan nát cõi lòng và chàng thanh niên dù biết tất cả nhưng vẫn quyết định nhắm mắt làm ngơ mà tiếp tục duy trì mối quan hệ hiện tại.",
      "es-la": "Haruka Kawarazaki, un joven que aspira a ser Mangaka, y Mayuko Kawarazaki, una hermosa mujer a la que todos miran. Viven en una misma habitación, comparten una comida cada noche y se acuestan sobre la piel del otro. Pero no son marido y mujer. Una mujer con el corazón roto y un joven que lo sabe pero que continúa su relación: un thriller de amor sobre una relación prohibida que no puedes detener aunque sepas que está mal.",
      "pt-br": "A história segue o jovem aspirante a mangaká, **Haruka Kawarazaki**, e a deslumbrante, **Mayuko Kawarazaki**, que atrai a atenção de todos. Os dois vivem juntos em um apartamento, compartilham refeições todas as noites e satisfazem todos seus desejos carnais sobre a cama. No entanto, eles não são um casal. Uma mulher cujo coração foi partido e um jovem que sabe disso, mas que continua a sua relação. *― Um suspense romântico que retrata um relacionamento proibido que não pode ser interrompido, mesmo sabendo que é errado.*"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "40"
  },
  {
    "mangaId": "fed545a0-d8f0-4606-8e21-5d161ec5ce0c",
    "title": {
      "en": "Fate/stay night [Heaven's Feel]"
    },
    "updatedAt": "2024-06-20T23:29:52+00:00",
    "coverArt": "https://mangadex.org/covers/fed545a0-d8f0-4606-8e21-5d161ec5ce0c/438dbc46-3c07-4e1a-ae95-02f41ba9180a.jpg",
    "altTitles": [
      {
        "ja": "フェイト／ステイナイト ヘブンズフィール"
      },
      {
        "zh": "命运守护夜"
      },
      {
        "ru": "Судьба/ночь схватки: Прикосновение небес"
      },
      {
        "ja-ro": "Fate Stay Night: Heaven's Feel"
      }
    ],
    "description": {
      "en": "The story takes place in an ordinary Japanese town, Fuyuki City. Hidden from society, there has been a deadly war going on in this town. Seven sorcerers known as \"Masters\" summon powerful familiars called \"Servants,\" and they all fight each other until the last one. The last one is said to attain the Holy Grail, which will grant them a wish. Only few know when this War started and what the Holy Grail is, but the war is about to begin again this year.  \n  \nThe main character is Emiya Shirou, who lost his parents in a fire and was adopted by a man who called himself a mage. Admiring his stepfather, he has been training himself to be a mage. However, he had no talent and he could barely use even one type of magecraft. His stepfather has already passed away, and today he's a mage without any skills or knowledge. He is involved in the Holy Grail War when he accidentally summons Saber, who is said to be the strongest Servant of all…  \n  \nHeaven's Feel is one of the routes in Fate/stay night. The heroine of this route is Matou Sakura.",
      "es": "10 años después de la Guerra del Santo Grial, una batalla librada por Maestros y Sirvientes por el recipiente que concede los deseos, el Santo Grial, estalla otra guerra en la ciudad de Fuyuki. Shirou Emiya, el hijo adoptivo de Kiritsugu Emiya, participante de la Guerra del Santo Grial anterior, lleva una vida pacífica con sus seres queridos. Especialmente cerca de él está su estudiante de primer año Sakura Matou, quien trae bondad a su vida solitaria. Pero una vez que comienza la Guerra del Santo Grial, la vida pacífica de Shirou se rompe.",
      "ru": "Действие разворачивается в обыкновенном японском городке Фуюки. В нем проходит смертельная война, скрытая от общества. Семеро магов, Мастеров, призывают души великих героев прошлого, называемых Слугами, которые сражаются между собой. Последний оставшийся обретет Святой Грааль, способный выполнить желание. Лишь некоторые знают про эту войну и Святой Грааль, но в этом году война начинается вновь.Главный герой - Эмия Широ, потерявший родителей в пожаре и усыновленный человеком, называвшим себя магом. Восхищаясь отчимом, он тренируется чтобы стать чародеем, однако, не обладая талантом, он едва ли может использовать один вид магии. Его отчим умер, и сегодня Широ маг без каких-либо умений и знаний. Он становится участником Войны Святого Грааля, когда случайно призывает Сэйбер - сильнейшую из Слуг…Манга-адаптация \"Heaven's Feel\" - одного из рутов в эроге \"Fate/stay night\" от компании Type-Moon. Героиня рута - Мато Сакура."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "561cf196-01a3-4c38-a838-5c6bf84ab24d",
    "title": {
      "en": "Shino to Ren"
    },
    "updatedAt": "2024-06-09T18:46:50+00:00",
    "coverArt": "https://mangadex.org/covers/561cf196-01a3-4c38-a838-5c6bf84ab24d/5b0d68e2-79d9-46e4-9ead-83cbc513fb6d.jpg",
    "altTitles": [
      {
        "ja": "志乃と恋"
      },
      {
        "en": "Shino and Ren"
      },
      {
        "ko": "시노와 렌"
      },
      {
        "ru": "Сино и Рэн"
      }
    ],
    "description": {
      "en": "\"I can't... take it... any longer...\"\n\n\"She's mine.\"\n\nThe quiet and gentle Shino and the lively tomboyish Ren are lovers.",
      "ja": "「我慢……でき…ないよ」\n\n「こいつ私のなんだけど」\n\nおっとり穏やかな志乃（シノ）と、ボーイッシュで活発な恋（レン）は恋人同士。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4631dc7-87b9-4d6a-8b3b-5594664ecc27",
    "title": {
      "en": "Fate/kaleid liner PRISMA☆ILLYA 3rei!!"
    },
    "updatedAt": "2024-06-21T13:57:41+00:00",
    "coverArt": "https://mangadex.org/covers/e4631dc7-87b9-4d6a-8b3b-5594664ecc27/a84004c9-2f41-46f7-b94c-25186c5e8be4.jpg",
    "altTitles": [
      {
        "zh": "Fate kaleid liner 魔法少女☆伊莉雅"
      },
      {
        "en": "Fate/Kaleid Liner Prisma Illya 3rei!!"
      },
      {
        "ja": "Fate/kaleid liner プリズマ☆イリヤ ドライ! !"
      },
      {
        "ja-ro": "Fate/Kaleid Liner Prisma Illya Dorai!!"
      },
      {
        "ru": "Судьба/Девочка волшебница Илия 3"
      }
    ],
    "description": {
      "en": "Just as Miyu was about to be saved from being swallowed by despair, all of a sudden mysterious duo that mastered Heroic Spirit Class Card system appears in front of Illya!  \n  \n(A direct continuation of the second act, \"2wei\" - manga upholds the tradition of having punny names based on german numbers and was appropriately titled \"3rei\", which comes from deutsch \"drei\" meaning \"three\".)  \n\n\n---",
      "fr": "Il s'agit d'un spin-off de la série Fate/Stay Night.  \n  \nRin Tohsaka est une mage chargée par Zelretch de collecter les cartes des sept servants dispersées dans la ville de Fuyuki. Malheureusement, elle découvre qu'elle ne peut pas utiliser la magie de Ruby, son sceptre.  \nRin va alors découvrir en Illyasviel von Einzbern un potentiel pour devenir magical girl à sa place. Illya va alors utiliser le Kaleido Stick Ruby pour collecter les cartes tout en étant supervisée par Rin.  \n  \nLa petite fille va également découvrir une rivale et amie de taille nommée Miyu Edelfelt, qui avait pour maître Luviagelita Edelfelt, la rivale de Rin.  \n  \nPar ailleurs, pendant la collecte de cartes, Illya va découvrir une autre jeune fille lui ressemblant étrangement : Kuroe. Cette dernière n'a pas l'intention de la laisser remplir sa mission et tente de l'éliminer."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba549e23-300f-426a-81e9-114115db5bcd",
    "title": {
      "en": "Zatsuyo Gakari Ken Shien Jutsu Shi Ha Party Tsuiho Ni Akogareru ~ Seken Ha Tsuiho Boomnanoni, Ore Wo Kadai Hyoka Suru Party Member Tachi Ga Kesshite Tebanaso to Shitekurenai"
    },
    "updatedAt": "2024-06-20T23:10:26+00:00",
    "coverArt": "https://mangadex.org/covers/ba549e23-300f-426a-81e9-114115db5bcd/0589d538-cdb0-4dc9-b287-78791c35be59.jpg",
    "altTitles": [
      {
        "ja": "雑用係兼支援術師はパーティー追放に憧れる～世間は追放ブームなのに、俺を過大評価するパーティーメンバーたちが決して手放そうとしてくれない～"
      },
      {
        "en": "The Support Mage Yearns for Party Banishment ~ The World Is in a Banishment Boom, but the Party Members Who Think Too Highly of Me Never Want to Let Me Go"
      },
      {
        "es": "El Encargado de los Deberes y Mago de Apoyo Anhela ser Expulsado del Grupo ~Aunque el Mundo Está en un Boom de Expulsiones, los Miembros del Grupo que me Sobreestiman no me Dejarán ir~"
      }
    ],
    "description": {
      "en": "“Stormbreaker,” an up-and-coming party of young adventurers, is making waves in the dungeon conquest world with its record-breaking speed. Amidst this, Monog, who works as a handyman and a support mage, begins to doubt whether he will be expelled from “Stormbreaker” due to the recent “Attacker Supremacy” trend. However, the other members have no intention of kicking him out. In fact, they are the complete opposite…?\n\nIs the negative handyman actually a genius(?) support mage? Join these cute and unique members as they aim to become the strongest party!\n\nFrom Let’s Become Novelists comes a harem-style youthful adventure tale!",
      "es": "El grupo de aventureros jóvenes y prometedores 'Stormbreaker' está causando sensación al progresar en la conquista del calabozo a una velocidad récord. En medio de esto, Monogu, quien trabaja en tareas generales y también es un mago de apoyo, se siente cada vez más paranoico debido al actual 'atacante supremacista' que prevalece, temiendo ser expulsado de 'Stormbreaker'. Sin embargo, los miembros no tienen intenciones de expulsarlo, ¡y de hecho, algo totalmente opuesto...? ¡El despectivo asistente resulta ser un genio mago de apoyo! Junto a los miembros con personalidades únicas y adorables, ¡apuntemos a convertirnos en el grupo más fuerte! ¡Desde 'Novela Web', una historia de aventuras juveniles y harem!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0c60a11-0106-45cf-abfc-d131cb49868f",
    "title": {
      "en": "Yuusha Party o Tsuihou Sareta Beast Tamer, Saikyou Shu Nekomimi Shoujo to Deau"
    },
    "updatedAt": "2024-06-20T23:07:53+00:00",
    "coverArt": "https://mangadex.org/covers/d0c60a11-0106-45cf-abfc-d131cb49868f/d8dd49fc-3e16-4789-a746-38cae685a4fb.jpg",
    "altTitles": [
      {
        "ja-ro": "Yuusha Party wo Tsuihou Sareta Beast Tamer, Saikyou Shu Nekomimi Shoujo to Deau"
      },
      {
        "ja-ro": "Yuusha Party wo Tsuihou Sareta Beast Tamer, Saikyou Shuzoku Nekomimi Shoujo to Deau"
      },
      {
        "ja": "勇者パーティーを追放されたビーストテイマー、最強種の猫耳少女と出会う"
      },
      {
        "ja": "勇者パーティーを追放されたビーストテイマー、最強種族の猫耳少女と出会う"
      },
      {
        "ko": "용사 파티에서 추방당한 비스트 테이머, 최강종인 고양이귀 소녀와 만나다"
      },
      {
        "zh-hk": "被勇者隊伍開除的馭獸使、邂逅了最強種的貓耳少女"
      },
      {
        "ja-ro": "Yuusha Party wo Tsuihou Sareta Beast Tamer, Saikyou Shu Nekomimi Shoujo to Deau"
      },
      {
        "en": "Beast Tamer"
      },
      {
        "en": "The beast tamer who got kicked out from the hero party, meets a cat girl from the superior race."
      },
      {
        "en": "The Beast Tamer Who Got Kicked Out from the Hero Party, Meets A Nekomimi Girl from the Superior Race"
      },
      {
        "zh-ro": "Bèi yǒngzhě duìwǔ kāichú de yù shòu shǐ, xièhòule zuìqiáng zhǒng de māo ěr shàonǚ"
      },
      {
        "ko-ro": "Yongsa patieseo chubangdanghan biseuteu teimeo, choegangjong-in goyang-igwi sonyeowa mannada"
      },
      {
        "es": "El Domador de Bestias Exiliado del Grupo"
      }
    ],
    "description": {
      "en": "Because Rein was a weak and simple beast tamer, he was expelled from the hero's group but that didn't stop his desire to be an adventurer. By taking simple quests afterwards he has a destined encounter with a strong cat girl.",
      "es": "Debido a que Rein era un domador de bestias débil y simple, fue expulsado del grupo del héroe, pero eso no detuvo su deseo de ser un aventurero. Al realizar misiones simples después, tiene un encuentro destinado con una niña gata fuerte.",
      "ja": "- [WN Raw](https://ncode.syosetu.com/n8810eu/)",
      "pt-br": "O domador de feras Rein, que usa animais, era um membro do grupo do herói. No entanto, como não podia fazer mais nada, não conseguiu acompanhar o ritmo da batalha. “Você só sabe brincar com os animais. Está despedido’. Rein é expulso do grupo e agora vive livremente como um aventureiro. Em sua jornada, ele conhece uma garota de uma tribo de gatos, a chamada espécie mais forte. Por outro lado, o grupo do herói permanece inconsciente de que seu sucesso anterior foi tudo graças a Rein… Esta é a história de um domador de feras que não se segura mais e seu fatídico encontro com uma companheira preciosa."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85d43b0b-b977-43bb-b7d8-a688d48b3107",
    "title": {
      "en": "Obokoi Majo wa Majiwaritai!"
    },
    "updatedAt": "2024-06-10T22:00:16+00:00",
    "coverArt": "https://mangadex.org/covers/85d43b0b-b977-43bb-b7d8-a688d48b3107/5779dca3-7052-432b-8fdf-ded841a97b52.jpg",
    "altTitles": [
      {
        "en": "The Young Witch Wants To Have Sex?!"
      },
      {
        "ja": "おぼこい魔女はまじわりたい!"
      },
      {
        "ko": "순진한 마녀는 뒤섞이고 싶어!"
      },
      {
        "zh-hk": "想和見習魔女深入交流！"
      },
      {
        "vi": "Cô Phù Thủy Trẻ Muốn Được Sex!"
      }
    ],
    "description": {
      "en": "Hiiragi visits Chikage Komori, a transfer student that has never come to school. His chastity is at stake when he comes across a beautiful girl that is wearing nothing but a jacket!?",
      "ja": "古森チカゲ。転校生なのに一度も登校した姿を見たことがない彼女のご近所に住む柊木は学校のプリントを届けにいくが、出会った瞬間にいきなりカラダの関係を迫られて!?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22f26be5-03d7-4e59-8028-45963aabd614",
    "title": {
      "en": "Lord of Destiny Wheel"
    },
    "updatedAt": "2024-04-14T19:22:00+00:00",
    "coverArt": "https://mangadex.org/covers/22f26be5-03d7-4e59-8028-45963aabd614/16963ce6-e63f-4229-8bb7-2326ed9a1009.jpg",
    "altTitles": [
      {
        "en": "Lord of the Wheel of Fortune! When changes come to the world"
      },
      {
        "zh": "命轮之主！当异变降临人间"
      },
      {
        "en": "The Lord of the Wheel of Destiny"
      }
    ],
    "description": {
      "en": "A planet called Ghost Star suddenly appeared, causing the earth's animals and plants to evolve into monsters that can destroy humans. At the time of human extinction, people accidentally discovered a way to log into the ghost star, and found that they could gain power against monsters on the ghost star. So in order to survive, human beings started the era of exploring ghost stars..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9f46e20-d66a-4771-a126-92d97b09bc77",
    "title": {
      "en": "Rengokujima -Polar Love-"
    },
    "updatedAt": "2024-04-20T21:22:34+00:00",
    "coverArt": "https://mangadex.org/covers/d9f46e20-d66a-4771-a126-92d97b09bc77/eaf132e4-c53a-4fa4-8095-0e3242f6341b.jpg",
    "altTitles": [
      {
        "en": "Lovetrap Island - Passion in Distant Lands -"
      },
      {
        "ja-ro": "Rengoku Jima: Kyokuchi Renai"
      },
      {
        "ja": "恋獄島 ～極地恋愛～"
      },
      {
        "ja-ro": "Rengokushima ~ kyokuchi renai ~"
      },
      {
        "ja-ro": "Rengokujima ~ kyokuchi renai ~"
      }
    ],
    "description": {
      "en": "Five travelers, 3 women and 2 men, wash ashore a remote island, survivors of ship sinking.\n\nFinding themselves in this extreme situation, their instinct and conscience intersect and collide!\nCrossing thoughts, feelings of love and hate mixed with trust and betrayal. A story of uncontrollable libido and murderous intent…\n\nOriginal R18 web novel [here](https://novel18.syosetu.com/n1896br/)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-01-28T20:26:19+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36155c1a-f10d-4992-a602-a1111239c635",
    "title": {
      "en": "Kiss n Karess !"
    },
    "updatedAt": "2024-06-02T21:46:34+00:00",
    "coverArt": "https://mangadex.org/covers/36155c1a-f10d-4992-a602-a1111239c635/1e25dad5-afee-44c6-990c-4512ccd9ecf2.jpg",
    "altTitles": [],
    "description": {
      "en": "This is a girls love series. When a delinquent and a role model student start dating, they must conceal their relationship because of their reputations. People would be outraged and not approve of such a couple. Even though Alix and Skip are complete opposites like night and day, they manage to maintain a loving relationship."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f0bbac64-efe5-4403-9fcf-5454db36467a",
    "title": {
      "en": "Teisou Gyakuten Sekai no Doutei Henkyou Ryoushu Kishi"
    },
    "updatedAt": "2024-06-20T23:05:41+00:00",
    "coverArt": "https://mangadex.org/covers/f0bbac64-efe5-4403-9fcf-5454db36467a/9ce47512-855c-4346-b27e-c857b3ab5dac.jpg",
    "altTitles": [
      {
        "ja": "貞操逆転世界の童貞辺境領主騎士"
      },
      {
        "en": "Virgin Knight who is the Frontier Lord in the Gender Switched World"
      },
      {
        "zh-hk": "貞操逆轉世界的童貞邊境領主騎士"
      },
      {
        "en": "Virgin Frontier Lord Knight In The Chastity-Switched World"
      },
      {
        "es": "El Caballero Virgen Lord de la Frontera"
      }
    ],
    "description": {
      "en": "After being reincarnated into another world where the chastity and moral values of men and women are reversed and women rule the land, Faust was raised by his mother as a rare male knight. He's quick to become a war hero with many achievements under his belt, but because he inherited his way of thinking from his previous world, there's a certain severe pain in his groin day in and day out when faced with the likes of a scantily clad Queen who may as well be in the nude or the sexual harassment of the well endowed Duchess he calls a friend, among others...",
      "es": "Fausto, un señor feudal criado como un raro caballero en un mundo diferente con conceptos de castidad de hombres y mujeres completamente opuestos a los de la moderna Japón. Debido a sus valores de su vida anterior, sufre dolor en la entrepierna por el acoso sexual de la desnuda y de busto grande duquesa y la reina. Sin embargo, él es un prodigio cuando se trata de luchar en el campo de batalla. Como consejero de la segunda princesa Valiere, él acompaña a ella y a su guardia en su primera batalla. Pero cuando van a un pueblo para despejarlo de bandidos, se encontrarán con sucesos trágicos e inesperados. ¡Así comienza la historia del héroe caballero que defiende su \"honor\" en un mundo donde los roles sexuales están invertidos!",
      "ja": "男女の貞操観念が真逆で女が国を支配する異世界に、現代日本から転生したファウストは男騎士として育てられた。数々の武功を上げ英雄と謳われるようになるも、前世の価値感を持つが故に、女王のほぼ全裸な薄着姿や巨乳公爵からのセクハラ的スキンシップに股間を痛める日々で……。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]